{"full_text":"RT Big Hit announced that they recorded its best annual performance ever in 2020, amid the COVID-19 pandemic situation. Overall...","sentiment_score":0.3333333333}
{"full_text":"RT BJP resolution lauds PM Modi for farm reforms, Covid handlinghttps:\/\/t.co\/Ja2ZrzN28uvia NaMo App","sentiment_score":0.0}
{"full_text":"RT #mhilaaptNjliimhaaraassttrpuurv #The elite scientists from Patanjali have made #PatanjaliCoronil with most potent and wide...","sentiment_score":0.3}
{"full_text":"RT So in essence Fauci thinks he's done a bad job himself. #FireFauci","sentiment_score":-0.7}
{"full_text":"RT This includes comments from my colleague who is leading the research discussed","sentiment_score":0.0}
{"full_text":"RT Virtually every aspect of the COVID vaccine, from the lipid nanoparticles to the mRNA technology, was developed in acade...","sentiment_score":0.1}
{"full_text":"Juan and the team are doing amazing things, check out this easy way to manage a medical practices booked COVID vaccination appointments with Holly AI Virtual Assistant w\/ #vaccinations #vaccination #covid19 #DrChrono #nimblr","sentiment_score":0.3444444444}
{"full_text":"RT I don't ever want to hear you speak about Corruption in Kenya  if you don't speak up against BBI. If you're conned, mugged,...","sentiment_score":0.0}
{"full_text":"RT also dropped the best album during this pandemic, of any genre.","sentiment_score":1.0}
{"full_text":"i just wanted to have a lockdown ramadan again","sentiment_score":0.0}
{"full_text":"RT Big Hit announced that they recorded its best annual performance ever in 2020, amid the COVID-19 pandemic situation. Overall...","sentiment_score":0.3333333333}
{"full_text":"RT 1. Is der any hidden msg behind this pic?? 2. Ambulance rchd Cooper almost in 4hrs, bt d actual distance wz of 25mins(e...","sentiment_score":-0.1888888889}
{"full_text":"RT Thanks for spreading students voice reach to more. #cgl19marks #modi_rojgar_do","sentiment_score":0.35}
{"full_text":"RT Hello, you can read it here: 1. LONG THREAD ON COVID, LOCKDOWN &amp; THE ROADMAP: TLDR: There's a lot to like abou...","sentiment_score":-0.05}
{"full_text":"RT I would yes. They've been brainwashed by expert manipulators. But not the ones who were screaming \"stay...","sentiment_score":0.0}
{"full_text":"I unfortunately said that he would pass away after the alleged news and I hate to be right about this.","sentiment_score":-0.2785714286}
{"full_text":"RT And so the Covid Hokey Cokey resumes. In out and spread it all about.","sentiment_score":0.0}
{"full_text":"RT I'm running a free tourism marketing workshop 2pm on Thurs 25th Feb. I'll be asking frequently asked marketing questions...","sentiment_score":0.25}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"I was staring at this for so long like bing bong ly?","sentiment_score":-0.05}
{"full_text":"RT Developing high-grade enzymes for #COVID19 diagnostic kit but stuck in scale-up?Access CCAMP #InDx CoE with","sentiment_score":0.0}
{"full_text":"117 days until my birthday  Will I escape another lockdown birthday? Hmmm it's all conditional so not sure. Worried that it seems they'll press on regardless of cases and deaths but also fed up of lockdowns ","sentiment_score":-0.25}
{"full_text":"RT I am angry that government's mismanagement of COVID has cost so many lives. But what upsets me more is knowing that so many...","sentiment_score":0.25}
{"full_text":"#CheltRecovery | Licensing Newsletter 23 February  2021Roadmap out of lockdown - Overview for licensed &amp; hospitality businesses. -","sentiment_score":0.0}
{"full_text":"Ghani thanked India, saying that New Dehli has always stood by Afghanistan in every difficult situation. #coronavirus #vaccine #Afghanistan #India","sentiment_score":-0.1818181818}
{"full_text":"RT Sydney &amp; Melbourne haven't had a single COVID-19 case in weeks. Nationwide, Australia has seen 0 COVID deaths since Decem...","sentiment_score":-0.0714285714}
{"full_text":"RT Just announced. Furlough being extended to end of June. Of course - bribing people to accept a longer lockdown is the on...","sentiment_score":0.0}
{"full_text":"RT My new Guardian piece: We should be treating Covid-19 like measles, not flu. Drive it to negligible levels using vaccines,...","sentiment_score":0.1363636364}
{"full_text":"RT Enough about Zungu , this is Siloam Hospital in Venda Limpopo  how does one fight covid kunje?? No man we are being play...","sentiment_score":0.0}
{"full_text":"RT Let's talk about what we can currently do with clothes we don't want or can no longer use.  Obviously most charity shops...","sentiment_score":0.25}
{"full_text":"RT How many people do you know who got rich because Covid 19 or even made any cash, I'll start, I know zero. yo...","sentiment_score":0.4375}
{"full_text":"RT Fauci said today that the United States has \"done worse than most any other country\" in response to the China VirusRem...","sentiment_score":-0.0083333333}
{"full_text":"Lol you who don't believe in shipping. But yeah. There's still a pandemic outside and sometimes your fandom that is supposed to be a safe heaven has conflicts. Funny.Oh well, Mineun fandom is still fun 95% of the time.","sentiment_score":0.4}
{"full_text":"RT What documents are required for me to apply for PUA benefits?For answers to more FAQ's, visit:","sentiment_score":0.5}
{"full_text":"RT This week, our team in New York City is wrapping up meal service at 15 public hospitals across the city. WCK has served more...","sentiment_score":0.2121212121}
{"full_text":"RT  Professor Catherine Bennett: [on UK hotel quarantine] there are too many holes in this sieve. #APPGCoronavirushtt...","sentiment_score":-0.125}
{"full_text":"He should be in prison !!!...thanking him ????......deluded, inept, corrupt incompetent fool !!!#resignhancock","sentiment_score":-0.591796875}
{"full_text":"RT Just... staggering.","sentiment_score":0.0}
{"full_text":"RT The entire handling of COVID has been blighted by the poor quality analysis of both WHITTY and VALLANCE, wh...","sentiment_score":-0.2}
{"full_text":"RT ONS data today shows #unemployment is:4.5% for white people9.5% for Black, Asian &amp; ethnic minority people10.6% f...","sentiment_score":-0.0555555556}
{"full_text":"RT How many people do you know who got rich because Covid 19 or even made any cash, I'll start, I know zero. yo...","sentiment_score":0.4375}
{"full_text":"A total of 45,000 people have booked COVID-19 vaccine appointments in the Hong Kong Special Administrative Region as of 9:00 a.m. on Tuesday. The booking system for the Sinovac vaccines opened at 12:01 a.m. on Tuesday. #Vaccine #HK #COVID19","sentiment_score":0.1785714286}
{"full_text":"ah shit ,here we go again...","sentiment_score":-0.2}
{"full_text":"Actually...some experts are saying that it will be mid 2022 at the earliest for the world to normalise to the pre-Covid days ~ we will be wearing mask,practicing social distancing for at least another 365 days.The struggle is real","sentiment_score":-0.0166666667}
{"full_text":"it seems most russell group uni language departments push their students to try and get abroad at any cost without too much thought about working class or disabled students and the disparity in opportunity, but the fact some are doing it in a pandemic is fucking madness","sentiment_score":-0.025}
{"full_text":"RT  BREAKING NEWS  243 additional Ontario school Covid cases today (Mon Feb 22).This is the 5th highest single day tota...","sentiment_score":-0.0714285714}
{"full_text":"RT \"Look, a global pandemic which is going to kill a large amount of people and put our NHS into crisis mode. We can make...","sentiment_score":0.1071428571}
{"full_text":"RT Trump did almost nothing to provide Covid relief for people and I can't believe Biden has done less","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING: Government unveils clear path out of lockdown.","sentiment_score":0.1}
{"full_text":"Six COVID19 vaccines under India-US Joint collaboration","sentiment_score":0.0}
{"full_text":"RT Let's talk about what we can currently do with clothes we don't want or can no longer use.  Obviously most charity shops...","sentiment_score":0.25}
{"full_text":"RT Inside Nigerian wet markets experts fear could be source of next global pandemic","sentiment_score":-0.0333333333}
{"full_text":"RT #bcpoli Fraser Health changes should go BC-wide!","sentiment_score":0.0}
{"full_text":"they all gonna come in front your house","sentiment_score":0.0}
{"full_text":"RT Brian Ritchie, 50yo Firefighter and 1st Responder,  Weirton Fire Department, West Virginia, died of #covid19 2\/2. He was the s...","sentiment_score":0.0}
{"full_text":"RT talkRADIO listener Carol tells Julia how lockdown has made her feel like her life is \"drifting away... I'm forgetting who I am...","sentiment_score":0.0}
{"full_text":"RT Do you do research on how the Covid-19 pandemic is affecting childbearing and family processes around the globe?You are in...","sentiment_score":0.0}
{"full_text":"RT I'm not buying a single frock until May. The body I have now won't be the body I will have at my post lockdown debut!","sentiment_score":-0.0892857143}
{"full_text":"RT The news we would have never wanted to give, and that unfortunately we are forced to share with all of you. After nearly...","sentiment_score":-0.2333333333}
{"full_text":"RT You lot do realise that we will only be out of lockdown in June if you all do as you're asked, get vaccinated etc? Not t...","sentiment_score":0.0}
{"full_text":"RT Happy Tuesday!Interesting moment: Rich countries pledge money to COVAX (facility to help poorer countries), but don't of...","sentiment_score":0.5875}
{"full_text":"Black jumper to hide the lockdown moobs?","sentiment_score":-0.1666666667}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT Boris Johnson telling us the roadmap out of lockdown","sentiment_score":0.0}
{"full_text":"How has technology helped #wholesalers to keep trading during Covid-19? Find out from our sales expert on page 51 of February's magazine: #ERP #WMS #Wholesalers","sentiment_score":0.0}
{"full_text":"RT Pay attention children a simple maths test! 120,000 died of Covid, lets assume 100,000 are pensioners, and receive approx...","sentiment_score":0.0}
{"full_text":"The Benefits of Suburban Office Locations #CRE #Office #TenantTips #COVID-19https:\/\/t.co\/VdQXsT8aqz","sentiment_score":0.0}
{"full_text":"Student loans should be dismissed, especially now after covid19 and the hypocrites on Wall St.","sentiment_score":0.0}
{"full_text":"RT The latest COVID \"relief\" plan seems to have much more Pork in it than relief.  To me a large majority seems to be for...","sentiment_score":0.4047619048}
{"full_text":"RT While the big countries are returning to the lock down and online schools Egypt don't care abt the students and there fa...","sentiment_score":-0.0777777778}
{"full_text":"RT I find it incredible that the main reason I want vaccines to work &amp; an end of lockdown is not to go to the pub or eat out...","sentiment_score":0.5333333333}
{"full_text":"RT UK 'must stop soldiers risking new pandemic by eating live reptiles'","sentiment_score":0.1363636364}
{"full_text":"I'm surprised you don't want the kids back in schools Where will the kids get their socialist indoctrination?","sentiment_score":0.05}
{"full_text":"RT Doorstep EN | I am participating in the #GAC this morning to recall the importance of a coordinated approach to restrictions...","sentiment_score":0.0}
{"full_text":"RT Most media dislike the public sector, fuelled by the myth we are a drain on the economy. When you...","sentiment_score":0.25}
{"full_text":"RT Yes, please. #QueerAsFolk stars #GaleHarold #BrianKinney #JustinTaylor #RandyHarrison looking very comfortable and comfo...","sentiment_score":0.52}
{"full_text":"A very illuminating read in who got Covid contracts","sentiment_score":0.2}
{"full_text":"RT Happening now! Webinar on the State of Hygiene in West Africa with Ebola resurfaces and #COVID19 is s...","sentiment_score":0.0}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"you strongly reiterate Stanford's post-COVID future.","sentiment_score":0.2166666667}
{"full_text":"The has warned of \"crippling inequalities across the country\" and is calling on government for #SpringBudget interventions to help support our world-leading creative sector through the pandemic","sentiment_score":0.5}
{"full_text":"Good morning! What a beautiful morning, spring is springing and lockdown will be easing soon. I lost 4.5lb this week despite having chocolate cake so I'm extra happy. Have an amazing day whatever you do  #happydays #PositiveVibes #SpringIsComing","sentiment_score":0.625}
{"full_text":"Canning House's next #Covid19 in #LatinAmerica update is coming up in March!We welcome a panel of expert speakers, including and for another look at the coronavirus' impact on the region's public health &amp; socioeconomics &gt;&gt;https:\/\/t.co\/mdoXC5Dnlu","sentiment_score":0.2666666667}
{"full_text":"If you're legally permitted to travel, please remember:  Face coverings are mandatory unless exempt- Keep a safe distance from others   Use contactless payments where possible  Don't travel if you have COVID symptomsMore info:","sentiment_score":0.2333333333}
{"full_text":"Difficulty registering with your #GP for the #Covid-19 #vaccine? Talk to us:","sentiment_score":0.0}
{"full_text":"How else can we value COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"RT Sir please school bhe band kra do .Corona sach m badh ra h .#OnlineExamsfor9thand11th #Onlineexamsforclass9thand11...","sentiment_score":0.0}
{"full_text":"Please note that Elan Valley is currently closed as part of the Wales lockdown. Did you know that the domed valve towers, such as at Garreg Ddu, Penygarreg and Craig Goch dams are known as the 'Birmingham Baroque' style?What's your favourite Foel Tower shot?","sentiment_score":-0.05}
{"full_text":"The COVID-19 pandemic &amp; the policy responses to it have had a pronounced impact on the petrochemical industry, as several products suffered a slump in demand due to the global lockdowns.Our new paper explains the best strategies to mitigate future risks:","sentiment_score":0.1685606061}
{"full_text":"We can think of some of our behavioral responses to an epidemic like #COVID19 (e.g., mask wearing, getting vaccinated) as a kind of *social contagion*, spreading from person to person, which in turn addresses the *biological contagion @NAChristakishttps:\/\/t.co\/KMdfIzkZuT","sentiment_score":0.3166666667}
{"full_text":".@GOVUK has published 'COVID-19 Response - Spring 2021' which sets out in detail the roadmap out of the current lockdown for England.","sentiment_score":0.0}
{"full_text":"New lockdown in Alpes-Maritimes! #Covid19France","sentiment_score":0.1704545455}
{"full_text":"RT Japan appointed a \"Minister of Loneliness\" this month to tackle the country's rising suicide rates. Here's a thread http...","sentiment_score":0.0}
{"full_text":"The 4 steps to cautiously ease the lockdown restrictions in England. You can find more information here: #COVID19 #COVIDVaccine #COVIDVaccination","sentiment_score":0.5}
{"full_text":"USA recorded its 500,000th COVID19 death yesterday, that's more than twice the COVID-19 fatalities registered in Brazil, which ranks second on the list.","sentiment_score":0.25}
{"full_text":"Travel safely during Covid-19 by only making essential journeys, avoiding car sharing  and walking, cycling and scooting where possible. For more information and to see the full list of restrictions, click here:","sentiment_score":0.225}
{"full_text":"Good news for #restaurants in the #UK.","sentiment_score":0.7}
{"full_text":"1 in 10 people with a mild case of COVID-19 reported symptoms lasting longer than 4 weeks - often with debilitating effects. This is commonly known as long COVID.Follow the guidelines in your area. It's not worth the risk.  #LongCOVID","sentiment_score":-0.0333333333}
{"full_text":"\"COVID-19 has accelerated digital transformation and adoption in almost all aspects of our lives, it is extremely critical for policymakers to look into measures to support the upskilling and reskilling of our workforce.\" Read the report here:","sentiment_score":0.0}
{"full_text":"Malala Yousafzai \"Why should we be silent? Why don't we speak up for our rights? Why don't we tell the world what is happening?\"39% of girls in low-income countries were already out of school before COVID-19.","sentiment_score":0.0}
{"full_text":"There are ways to prepare for exceptional circumstances. Four important financial lessons from the Covid-19 pandemic. For more info click here: #covid19 #pandemic #lessons #will","sentiment_score":0.3916666667}
{"full_text":"If you've had a cough for three weeks or more and it isn't Covid-19 it could be a sign of cancer, so make sure you contact your GP practice. Finding cancer early makes it more treatable and can save lives. The NHS is here to see you, safely.","sentiment_score":0.42}
{"full_text":"The Bicycle Patrolsof Dubai Police achieved 100% #crimeprevention where they operate, making residents feel safer.They were also crucial in mask distribution &amp; advising people to remain safe during the Covid-19 epidemic.Read article:","sentiment_score":0.25}
{"full_text":"Last Night, Prime Minister announced his roadmap for England to ease lockdown. What are you thoughts?","sentiment_score":0.0}
{"full_text":"If Nicola Sturgeon doesn't announce something positive today we riot  fuck COVID!","sentiment_score":-0.1363636364}
{"full_text":"RT As we begin to recover Boris Johnson must put people hit hardest by this pandemic first.That means taking action to help the...","sentiment_score":0.1}
{"full_text":"RT Just over half (56.5%) of residents met the government's guidelines for physical activity pre-pandemic.We're...","sentiment_score":-0.0833333333}
{"full_text":"RT Join one of our local groups for support, information or to make friends with other women with endometriosis. During t...","sentiment_score":-0.0625}
{"full_text":"Concerned about post #COVID #wellbeing for staff? Learn how to use coaching to support teachers on our Leading and Influencing programme. Read more and sign up here #CPD #schoolleaders #schoolimprovement","sentiment_score":0.5}
{"full_text":"As a trusted supplier for UNICEF, PAHO, MSF, &amp; WHO in +50 countries you can be confident you're in safe hands with Sure Chill. Find out more about our vaccine refrigerators or discuss your #COVID19 cold chain requirements with our expert team. ","sentiment_score":0.28}
{"full_text":"COVID-19 vaccine: Customs seeks collaboration with aviation authoritieshttps:\/\/t.co\/ooUtx0N6OZ","sentiment_score":0.0}
{"full_text":"Boris Johnson has announced a review to look at how to restart international travel as part of a roadmap out of current lockdown restrictions in England that was announced yesterday in the House of Commons.https:\/\/t.co\/lLCMrqOn8G via #BusinessTravel","sentiment_score":0.0}
{"full_text":"RT These are your lungs.These are your lungs on COVID. Any questions?","sentiment_score":0.0}
{"full_text":"#US President Joe #Biden marked the milestone of 500,000 Americans killed by the #COVID19 virus with a ceremony at the White House on Monday.","sentiment_score":-0.0333333333}
{"full_text":"The have told Lastminute. com they will face legal action unless they refund the customers they've committed to repay for package holidays cancelled due to the #coronavirus pandemic.","sentiment_score":0.0583333333}
{"full_text":"The United States passed a grim marker in the fight against COVID-19 on Monday. There have now been more than 500,000 deaths, according to data from Johns Hopkins.","sentiment_score":-0.25}
{"full_text":"Join Insight Live Week for this great talk 'Keeping ahead of coronavirus' by Matt Weaver Public Sector Lead, on  2 March at 11:00am sign up for FREE using this link ","sentiment_score":0.3340909091}
{"full_text":"Eligibility for the aid will be based partly on household income that is 80% or less of the median amount. For a family of four, that would be an annual income of $60,000 or less.","sentiment_score":-0.1666666667}
{"full_text":"Want to see a real-world example of #simPRO success? Read our latest #CaseStudy to learn how simPRO #JobManagementSoftware helped Knight Systems streamline maintenance workflows and drive recurring revenue despite the uncertainty of COVID-19.","sentiment_score":0.4}
{"full_text":"Has the COVID-19 pandemic permanently changed #bookkeeping? https:\/\/t.co\/X7DNwJRi59","sentiment_score":0.0}
{"full_text":"share the positive impact of #YouthLedGrants on wellbeing during lockdown Read more herehttps:\/\/t.co\/emouZXBLCK","sentiment_score":0.3636363636}
{"full_text":"With rising costs of living amid the pandemic, labor group Defend Jobs Philippines filed a petition yesterday for a P100 wage hike for all workers in the country. #SahodItaasPresyoIbabaRead:","sentiment_score":0.0}
{"full_text":"RT A spaniel which provided virtual therapy to people across the world during the pandemic is being awarded the animal equivalent...","sentiment_score":0.0}
{"full_text":"We're doing #TheFanExperienceExperience podcast top 5.  Who's going to be in 3rd place?Discussing the value of social media to a club during lockdown (recorded last June), it's of","sentiment_score":0.1333333333}
{"full_text":"India has total 11015930 confirmed cases. Out of this 10710487 have recovered, and 156498 people have died.Last Updated : 23\/2\/2021 15:04:43Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"With COVID-19 ever-present, people are looking for companionship now more than ever! Get on and get connected with book lovers like yourself. #carryabook #Covid","sentiment_score":0.625}
{"full_text":"#Britain's #unemployment rate edged up to 5.1% in the final quarter of 2020, official data showed on Tuesday, as #coronavirus lockdowns slashed economic activity.","sentiment_score":0.1}
{"full_text":"RT India can become a major player in science tech research and innovation globally in the post-COVID world. We've allotted a m...","sentiment_score":0.03125}
{"full_text":"How to manage the impact of COVID-19 on IVDR timelineshttps:\/\/t.co\/iuwb6OH8Aw#medtech #IVDR #COVID19 #ICON","sentiment_score":0.0}
{"full_text":"Our member update this week includes: The Govt's four-step plan for a 'cautious' route out of lockdown Build UK's guide to the workplace testing programme The latest on the campaign to #StopReverseVAT View the full version below:https:\/\/t.co\/CUY5ZVhkOh","sentiment_score":0.425}
{"full_text":"Keep up to date with bus service changes throughout #Lincolnshire here: Transport helpline is also available 0345 456 4474 for help and advice for #COVID19 vcc appts, timetable updates, concessionary bus pass &amp; more!","sentiment_score":0.5125}
{"full_text":"RT If Internet Explorer was a country...","sentiment_score":0.0}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 25.3FWind Chill: 25.3FHumidity: 92%Dew Point: 23.3F Barometer: 29.780 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 92.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT BREAKING: All COVID restrictions are set to be ended come June 21st. Liverpool will finally be back to full capacity come...","sentiment_score":0.1166666667}
{"full_text":"Under new guidance, nursing homes in New York can open to visitors this coming Friday, with no more than 20 percent of guests receiving visitors at any one time.https:\/\/t.co\/3a1wghfAY1","sentiment_score":0.0056818182}
{"full_text":"RT Tellem again!","sentiment_score":0.0}
{"full_text":"Have you joined the dash to escape?https:\/\/t.co\/OODQTplKha","sentiment_score":0.0}
{"full_text":"Week 5@LoveWestLothian #ActiveFunActiveHome ChallengeLockdown with The Simpsons ChallengeDay2-An Advert comes on the=10 Squats &amp; Maggie loses her Dummy = 15 Star JumpsGet involved &amp; share your pictures &amp; videosCome back tomorrow for Day3 #activeeveryday","sentiment_score":-0.15}
{"full_text":"If you fall within any of the following categories, you can now book your Covid-19 vaccination appointment online: aged 65 or over clinically extremely vulnerable a frontline health or social care workerTo book, visit https:\/\/t.co\/QzbGqPzTnH","sentiment_score":-0.1416666667}
{"full_text":"The assured that state health insurance firm will shoulder medical expenses of patients who experience adverse effects after they receive the coronavirus disease (COVID-19) vaccine.  Read:","sentiment_score":-0.1}
{"full_text":"Learn how the #Microsoft Surface Hub 2S is the secret weapon that's allowing public organisations to carry out their essential world amidst a global pandemic #SurfaceForBusiness #DigitalTransformation #AVSolutions #MicrosoftPartner","sentiment_score":-0.1}
{"full_text":"very interesting read by culture is a fundamental part of creating a successful company. The question is, \"How do you maintain culture when there's no interaction or top-down approach?\". Thus has been the challenge since Covid-19. Read on...","sentiment_score":0.7}
{"full_text":" 5* WINTER SUN IN TENERIFE  INCLUDING OUR COVID TRAVEL INSURANCE  Hard Rock Hotel Tenerife  9th December 2021 7 nights with Breakfast Manchester flights Luggage &amp; Transfers Deluxe Silver Room PS729 PER PERSON  Book now for PS95 pp 0151 438 0057","sentiment_score":0.1541666667}
{"full_text":"With the road out of lockdown stating that wedding restrictions could be lifted on June 21st, the wedding you've been fretting about all year may be going ahead as planned!If you're looking for ways to save money for the big day, we're here to help https:\/\/t.co\/YOFP0X70Bw","sentiment_score":0.0}
{"full_text":"#COVID19 is just one example of the devastating impacts of government inaction to address the environmental crisis.#governments... as you meet for the #HRC2021 will you commit to recognizing a #HealthyEnvironment4All?#TheTimeIsNow","sentiment_score":-1.0}
