{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT \"The numbers are a mirage.\" Faced with the province's recklessness in the face of variants, Toronto and Peel's medical of...","sentiment_score":0.0}
{"full_text":"RT Keep your children at home. What they spent on plexiglass alone could have gone towards at home accommodations. This isn...","sentiment_score":-0.1}
{"full_text":"RT Trump attacks McConnell.Bannon attacks Trump.Republicans attack other Republicans who voted to impeach Trump.Abbott, C...","sentiment_score":-0.125}
{"full_text":"RT Democrats should ram through every single part of the Covid relief bill like it's Mitch ramming through judges. And it must inc...","sentiment_score":-0.0714285714}
{"full_text":"RT COVID doesn't discriminate, but the havoc wrought by the virus--the deaths, economic devastation, and intergenerational tra...","sentiment_score":0.2}
{"full_text":"RT BREAKING: FBI, U.S. attorney in Brooklyn investigating Cuomo administration nursing home deathshttps:\/\/t.co\/mjVIRTQLjd","sentiment_score":0.0}
{"full_text":"RT Hey friends. Here are 1. the #TeamJustice letter to all 50 state (&amp; DC) attorneys general demanding Trump be investiga...","sentiment_score":0.05}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Friends, the pandemic has inspired a disturbing rash of violence here in the U.S. against Asian Americans. I spoke with","sentiment_score":-0.25}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Haha! Oh bet!  stay warm man! Are they still able to do bfast in the mornings between the weather situation and covid?","sentiment_score":0.5208333333}
{"full_text":"RT No way who could've guessed that narrative","sentiment_score":0.0}
{"full_text":"RT This is corrupt AF. You don't plan a vaccine event and then put yourself and your friends on the list!!!!","sentiment_score":-1.0}
{"full_text":"RT Very important read from on the mental health impact of #COVID19 on workers","sentiment_score":0.21}
{"full_text":"RT Why the pandemic disproportionately affected Idaho's Hispanic community. Via","sentiment_score":0.0}
{"full_text":"RT  This made me smile: reunited with the dog after months of COVID-absence. #dogs via","sentiment_score":0.3}
{"full_text":"RT Biden Says There Was No Coronavirus Vaccine When He Came Into Office, And I Am Sure The Media Fact Checkers Will Spring In...","sentiment_score":0.5}
{"full_text":"RT hello,my name is hunter, i'm a 20 year trans man and i live with my mom. due to covid, i have not been able to work muc...","sentiment_score":0.1704545455}
{"full_text":"RT What happens when you rely on Facebook to distribute public health information...","sentiment_score":0.0}
{"full_text":"And this why it upsets me when people call COVID the \"Chinese Virus\". It fuels racism","sentiment_score":0.0}
{"full_text":"RT If the CDC guidelines led the UofC Lab school (a K-12 school with $33k-$37k tuition) to scale back its reopening plans over...","sentiment_score":0.0}
{"full_text":"RT What attending conferences looks like in the #COVID world.  Love being able to see the #TechVision2021 Grea...","sentiment_score":0.5}
{"full_text":"RT Wait, just raised the lost revenue threshold for small businesses to qualify for provincial COVID support from...","sentiment_score":-0.25}
{"full_text":"RT Republicans showing more sympathy for Rush Limbaugh than 5 people who died on January 6 or 490,000 dead from Covid","sentiment_score":0.15}
{"full_text":"RT I'm on a House Committee that wrote a section of the American Rescue Plan and have now been briefed on all the other sections....","sentiment_score":-0.0625}
{"full_text":"RT According to Johns Hopkins University's tally of cases in the United States, there have been at least 27,820,237 cases of c...","sentiment_score":-0.3}
{"full_text":"She learned crap she spews from trump-his inaction&amp;lies r why the Biden admin inherited more COVID deaths than any country,businesses shut down forever&amp;record numbers out of work thru no fault of their own&amp;other damage done by GQP.I'd watch her-she may b pocketing $ like him too?","sentiment_score":-0.1518518519}
{"full_text":"RT The answer is yes, They just don't care.@GregAbbott_TX was given a report last spring on how to open...","sentiment_score":0.0}
{"full_text":"RT The Key to Beating the COVID Test FraudCitizen #lawfare against the PCR Testing Labs, and spreading the word of ithtt...","sentiment_score":0.0}
{"full_text":"RT \"Listen, when we said granny should be willing to die for the economy during early COVID, we f'ing meant...","sentiment_score":0.175}
{"full_text":"RT Kroger paid its CEO $21.1 million, but can't find the money to give its essential workers $4 an hour in hazard pay during a pa...","sentiment_score":0.0}
{"full_text":"RT If we are hopeful and positive, we can change the world... #AgaKhan #Ismaili #OneJamat #OneHumanity #COVID19 #TogetherAtHom...","sentiment_score":0.2272727273}
{"full_text":"RT #Breaking: Santa Clara County says it will begin vaccinating teachers, childcare workers, and agricultural workers on Febr...","sentiment_score":0.0}
{"full_text":"RT BREAKING: FBI, U.S. attorney in Brooklyn investigating Cuomo administration nursing home deathshttps:\/\/t.co\/mjVIRTQLjd","sentiment_score":0.0}
{"full_text":"Yikes","sentiment_score":0.0}
{"full_text":"North Thurston announces grades 3-5 set to return in early March; 23 COVID-19 cases added","sentiment_score":0.1}
{"full_text":"Cant wait to fake covid again when we need a break","sentiment_score":-0.5}
{"full_text":"RT I love you my beautiful home state Texas. Thinking of you. Stay safe ","sentiment_score":0.6166666667}
{"full_text":"RT Nearly a year into the pandemic, a warning from some Pennsylvania child care providers: We're still struggling, and shifting s...","sentiment_score":0.1}
{"full_text":"RT If Trump had said that \"Black and Hispanic ppl don't know how to use the computer so that's why they aren't getting in line...","sentiment_score":-0.1666666667}
{"full_text":"RT Pleased to present the early results of COVID Impact Survey T1 and to be part of the facilitation team of","sentiment_score":0.2}
{"full_text":"RT What Facebook has blocked in Australia so far:- All news media (local and global)- Health authorities (and their pandemic...","sentiment_score":0.0333333333}
{"full_text":"RT Check out photographer on the Flying Scooter podcast talking about shooting during the pandemic,...","sentiment_score":0.0}
{"full_text":"RT Cuomo was accused of sexual harassment by a former staffer, accused of hiding COVID numbers by another staffer, and ac...","sentiment_score":0.25}
{"full_text":"RT Because they're lying about the REAL number of Covid deaths! Some on purpose,...","sentiment_score":0.25}
{"full_text":"RT First nations mob are big users of social media, particularly Facebook. The Morrison Government has created uncertainty...","sentiment_score":0.1125}
{"full_text":"RT Wednesday's Security Council meeting reinforced call for a global ceasefire to ease suffering &amp; enable humanitari...","sentiment_score":0.0}
{"full_text":"RT The WHO has reported the number of new COVID cases worldwide has fallen 16% compared to the week before.And the number of...","sentiment_score":0.1363636364}
{"full_text":"I built the pool table I bought a year ago today and my friends haven't came over to play once because of Covid, feels bad ","sentiment_score":-0.7}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Check your inboxes for a new worldwide survey on student mental health and read more from the team #mentalhealth #onpse #hamont #thesilhttps:\/\/www.thesil.ca\/covid-19-mental-health-study-launched-at-mcmaster","sentiment_score":0.1787878788}
{"full_text":"Double Whammy: New York AG Sues Amazon for Failing to Protect Workers from COVID-19 as Alabama Employees Vote on Union via","sentiment_score":0.0681818182}
{"full_text":"RT The answer is yes, They just don't care.@GregAbbott_TX was given a report last spring on how to open...","sentiment_score":0.0}
{"full_text":"RT Friends, the pandemic has inspired a disturbing rash of violence here in the U.S. against Asian Americans. I spoke with","sentiment_score":-0.25}
{"full_text":"I guess he'd rather increase food stamp benefits for those dependent on the system than help middle class taxpayers who work hard!","sentiment_score":-0.1822916667}
{"full_text":"This is fucking disgraceful. Retroactive checks NOW","sentiment_score":-0.6}
{"full_text":"I'll be joining John Reid on tomorrow morning to discuss #covid19 vaccine safety. Tune in at 9:05 am EST on 96.1 FM or listen live: #COVIDVaccine #vaccine","sentiment_score":0.1363636364}
{"full_text":"This!!I try to advise my brother the best I could so his experience is a bit more manageable than mine was.The struggle dey be too real","sentiment_score":0.5666666667}
{"full_text":"RT Me getting ready to disrespect myself by doing a 12 hour night shift during covid as a nurse","sentiment_score":0.2}
{"full_text":"RT DuPage health officials, citing 'insufficient' supply, decline to join state COVID-19 vaccine expansion to people with unde...","sentiment_score":0.0}
{"full_text":"RT Looks like Chicago's mayor gave the bulk of federal funds allocated to our city for COVID-19 to the police. This thread...","sentiment_score":0.0}
{"full_text":"RT abbott failed to handle covid &amp; the winter storm in texas, remember this when y'all are voting in 2022","sentiment_score":-0.5}
{"full_text":"RT Airdrie couple fined over 2K for shopping after testing positive for COVID-19 #COVID19AB","sentiment_score":0.2272727273}
{"full_text":"RT BREAKING: FBI, U.S. attorney in Brooklyn investigating Cuomo administration nursing home deathshttps:\/\/t.co\/mjVIRTQLjd","sentiment_score":0.0}
{"full_text":"RT The legislature may consider LIMITING emergency COVID powers that let him spend BILLIONS in CARES $$ with...","sentiment_score":0.0}
{"full_text":"Because the former guy convinced his base of racists that they were to blame for \"china virus\". It pure, evil racism.","sentiment_score":-0.3964285714}
{"full_text":"RT Cuban scientists have developed their own Covid-19 vaccine that they're hoping will not only be used across Cuba but o...","sentiment_score":0.2333333333}
{"full_text":"RT 1\/ A quick thread of why traditional \"summer school\" may be a big mistake for exhausted, traumatized kids, and why we ne...","sentiment_score":-0.0166666667}
{"full_text":"RT Happy Birthday, Hobi!Thank you for always being a bright sunray of positivity and reminding us all how important it...","sentiment_score":0.6333333333}
{"full_text":"RT Never. He only wants to talk about things that matter to him.","sentiment_score":0.1}
{"full_text":"RT FBI, U.S. attorney in Brooklyn probing Cuomo administration on nursing homes","sentiment_score":0.0}
{"full_text":"The Mail - International Webinar by Asian and African Media Diagnosed COVID-19 and Social Change with the Focus of Peacebuildinghttps:\/\/t.co\/8a2UPwbxeD","sentiment_score":0.0083333333}
{"full_text":"RT I'm on a House Committee that wrote a section of the American Rescue Plan and have now been briefed on all the other sections....","sentiment_score":-0.0625}
{"full_text":"RT Town Hall Session with DOH on Philippine Vaccination Program Against COVID-19 hosted by Dr. Alfonso Regala Chief HPB-PIO...","sentiment_score":0.0}
{"full_text":"He would write a book about how she didn't die. My friends around the world would tell me what a great job he was doing with COVID. My assembly woman would have touted her endorsement from him and support for him. I would be one of a 100,000+ New York grandkids lied to.","sentiment_score":0.4681818182}
{"full_text":"RT 1\/ A quick thread of why traditional \"summer school\" may be a big mistake for exhausted, traumatized kids, and why we ne...","sentiment_score":-0.0166666667}
{"full_text":"RT Seeing stories of vaccinated folks getting COVID?Yup. Not newsHow common is this? Quick math says pretty commonProbab...","sentiment_score":0.0944444444}
{"full_text":"...like telling poor people \"didnt hear that covid was closing things\" stupid.","sentiment_score":-0.6}
{"full_text":"RT NEW: U.S. coronavirus death toll hits 490,000","sentiment_score":0.1363636364}
{"full_text":"Currently, the US sequences less than 0.5 percent of COVID-19 samples. Experts say a greatly expanded effort is needed to detect troublesome virus variants. Via","sentiment_score":0.2111111111}
{"full_text":"RT BREAKING: FBI, U.S. attorney in Brooklyn investigating Cuomo administration nursing home deathshttps:\/\/t.co\/mjVIRTQLjd","sentiment_score":0.0}
{"full_text":"US-developed #Pfizer &amp; #Moderna vaccines produce THREE TIMES LESS antibodies against South African strain of Covid-19 - lab studies  #But works for very well got our share holders profits:)  #BigPharma-- RT World News","sentiment_score":0.1333333333}
{"full_text":"RT Like the US covid response under Trump, Texas offers a window into what happens when government is willfully rendered incompet...","sentiment_score":0.1}
{"full_text":"Rum maker is growing fast, thanks to Covid pivot:","sentiment_score":0.2}
{"full_text":"Leadville event sent ripples of COVID-19 into community, spiking positivity rate","sentiment_score":0.0}
{"full_text":"President Joe Biden addressed a range of topics on the pandemic during a CNN town hall Tuesday night in Milwaukee, including vaccination efforts, economic relief, and school re-openings. via","sentiment_score":0.2}
{"full_text":"The U.S. is scrambling to expand DNA mapping of coronavirus samples taken from patients to identify potentially deadlier mutations that are starting to spread around the country.https:\/\/t.co\/59KKisUhc5","sentiment_score":0.0}
{"full_text":"RT I mean fuck this WHOLE ASS TAKE","sentiment_score":-0.1708333333}
{"full_text":"@HonoluluGov Honolulu has among the highest active, guard, reservist rates in the nation - what's the plan here? Thousands of service members saying no to COVID-19 vaccine | Honolulu Star-Advertiser","sentiment_score":-0.1333333333}
{"full_text":"The U.S. is scrambling to expand DNA mapping of coronavirus samples taken from patients to identify potentially deadlier mutations that are starting to spread around the country.https:\/\/t.co\/6UWWFWiwK8","sentiment_score":0.0}
{"full_text":"The U.S. is scrambling to expand DNA mapping of coronavirus samples taken from patients to identify potentially deadlier mutations that are starting to spread around the country.https:\/\/t.co\/4sVNdcmnyp","sentiment_score":0.0}
{"full_text":"In her first interview with #TheBigThrill  B.J. Graf--a former Hollywood development executive--talks about writing about a pandemic just before living through one. Fantastic interview by","sentiment_score":0.2166666667}
{"full_text":"COVID-19 has drastically slowed down litter pickup, but volunteer groups have seen more enthusiasm from the public to volunteer for trash pickup in the Lowcountryhttps:\/\/t.co\/z3nS2tRTwj","sentiment_score":0.1148148148}
{"full_text":"The COVID-19 vaccine is safe and it works! Have questions about cost, side effects, and why you should get the vaccine when it becomes available to you? Find answers at #StaySafeMN #VaxMNhttps:\/\/t.co\/LCnzDVips3","sentiment_score":0.5125}
{"full_text":"The U.S. is scrambling to expand DNA mapping of coronavirus samples taken from patients to identify potentially deadlier mutations that are starting to spread around the country.https:\/\/t.co\/p32noBBN0p","sentiment_score":0.0}
{"full_text":"#Sport #Argentina #Football #Luque #LeopoldoJacintoLuqueWorld Cup winner Leopoldo Jacinto Luque died on Monday of a heart attack while he was receiving treatment for Covid-19.https:\/\/t.co\/v3AYAYtj7o","sentiment_score":0.0}
{"full_text":"\"There could've been a different ending in this situation...My father might still be here.\"https:\/\/t.co\/hgoxokHY5z","sentiment_score":0.0}
{"full_text":"What is \"the scaffold effect\" in parenting and how can it help raise resilient kids? Even during the pandemic? Fellow interviews a child psychiatrist on the approach he describes in his new book.","sentiment_score":0.1363636364}
{"full_text":"At this Point we're Not learning anything, Its all about the passing of requirements and grades. No one was ready for the pandemic but doing this is a wrong move","sentiment_score":-0.15}
{"full_text":"President's Biden's $1.9 trillion pandemic response proposal adopts the same response strategies of last year that we know won't work. The proposal is packed with trillions in wasteful spending for items that have no place in a COVID response package.https:\/\/t.co\/WPLq3gXz22","sentiment_score":0.0}
{"full_text":"Covid-19 has dealt a heavy blow to the service sector, especially tourism. Many companies have adapted by taking their services online.https:\/\/t.co\/E1tODqaqAY","sentiment_score":0.1}
{"full_text":"The town's public school district will be using pooled COVID-19 testing to enhance its ability to offer in-person learning and reduce the spread of the coronavirus.","sentiment_score":0.0}
{"full_text":"RT So Facebook considers to be news as well? During a pandemic? C'mon Mark Zuckerberg","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Dr. Fauci Just Said the COVID Vaccine Could Also Protect You From This  Demonic Dems","sentiment_score":0.0}
{"full_text":"Brookwood boys basketball team ready for region tournament.","sentiment_score":0.2}
{"full_text":"Politics:\"Covid: Boris Johnson to focus on 'data, not dates' for lockdown easing\"https:\/\/t.co\/fg64IBZvi7 via (Shared via COVID-19 topic)","sentiment_score":0.0}
{"full_text":"#Love is who you are!#JoyTrain #Joy #COVID19 #MentalHealth #Quote #Mindfulness #GoldenHearts #IAM #ChooseLove #FamilyTrain #kjoys1 #WellnessWednesday #WednesdayMorning #WednesdayThoughts #WednesdayWisdom #WednesdayMotivation RT","sentiment_score":0.65}
{"full_text":"Really glad I cut my hair now before lockdown 2, not that I will have a salon to go after lockdown 3. Can't wait to get my hair cut and nails done, whenever that is","sentiment_score":0.5}
{"full_text":"Acknowledging the trauma and grief of the pandemic. Here is an ACES article which also shows my video \"In order to heal, we must remember\" that speaks to the impact of the pandemic on us all.https:\/\/t.co\/iKaNYPQV8Y","sentiment_score":-0.8}
{"full_text":"Since COVID-19 vaccine distribution began on Dec. 14 of last year, Mass. currently ranks ninth out of all U.S. states in terms of the percentage of its population that has received at least one dose. (via","sentiment_score":-0.1}
{"full_text":"291 small businesses received grants in 7 counties in Region 6, which includes Genesee County. ","sentiment_score":-0.25}
{"full_text":"In a matter of months, the United States will have enough vaccines to inoculate every American against COVID-19, President Joe Biden said Tuesday, outlining a timetable that has many hopeful that the end of the pandemic could be in sight.https:\/\/t.co\/xTT0VguUXN","sentiment_score":0.1666666667}
{"full_text":"\"I feel it's a sense of hope.\"","sentiment_score":0.0}
{"full_text":"RT I heard Ronaldo was a spectator tonight  despite playing I didn't know UEFA now allows fans into the stadium since CO...","sentiment_score":0.0}
{"full_text":"UK approves first 'human challenge' COVID-19 study","sentiment_score":0.125}
{"full_text":"Does it matter to you? ","sentiment_score":0.0}
{"full_text":"One 9\/11 worth of Americans have died from COVID-19 in the last 49 hours. One hundred and sixty-one 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"#COVID19 Community Support Update, February 17, 2021.Get the latest on community support programs and projects in the #CityofGoodLiving here:","sentiment_score":0.5}
{"full_text":"Weber County businesses, nonprofits, schools share $44.87M in fed $ to deal with COVID-19 fallout, but \"it doesn't solve everything\"","sentiment_score":0.0}
{"full_text":"He was a racist, bigoted piece of shit who thought AIDS was hilarious, spread lies about tobacco and Covid and, in his own special way, helped to kill nearly half a million American citizens.Your definition of heroism has a pretty low bar.","sentiment_score":0.1675595238}
{"full_text":"Many UVA students are speaking out about the recent spike in COVID-19 cases, saying it can be attributed to the actions of fraternities from January 31 and during rush events.","sentiment_score":0.25}
{"full_text":"i wish i could be like oh i cant wait for the pandemic to be over but i just think the governments are too incompetent to effectively get rid of it at all","sentiment_score":0.125}
{"full_text":"You gotta love a GOOD MAN.","sentiment_score":0.6}
{"full_text":"Pandemic-era growth and SPACs are helping edtech startups graduate early.","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 21.6FWind Chill: 21.6FHumidity: 64%Dew Point: 11.3F Barometer: 30.549 inHgWind: 1 mph from the NECorona Virus Weekly Stats:Cases: 61.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The mother of three said a trip to the ER for what was thought to be appendicitis, quickly turned into a diagnosis of multisystem inflammatory syndrome in children -- or better known as MIS-C.","sentiment_score":0.4166666667}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"RT Happy Birthday, Hobi!Thank you for always being a bright sunray of positivity and reminding us all how important it...","sentiment_score":0.6333333333}
{"full_text":"RT Q3 - Once in a DECADE kind of Result Season Who would have thought in last march that after such a worldwide lockdown,...","sentiment_score":0.2}
{"full_text":"RT Ableds really told disabled people to \"just stay home and worry about yourself \" when we asked them to take the pandemi...","sentiment_score":0.0}
{"full_text":"Time: 01:00 * Temp: 8.2degC * Wind: SSE 2.0 to 19.0mph * Pressure: 982.2hPa * Rain: 1.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:37 * Sunset: 17:37 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"The South Dakota Department of Health will lower the age for vaccinations to those 65 and older starting Monday.","sentiment_score":0.0833333333}
{"full_text":"RT No. Reopen America now.","sentiment_score":0.0}
