{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"If you read the comments on those COVID-19 information videos Youtube recommends it's just sad. The conspiracy theories are insane.","sentiment_score":-0.75}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT DOCUMENTS: rejected offer of masks from major North American supplier eight days into #pandemic. Prime Mini...","sentiment_score":0.03125}
{"full_text":"RT #BREAKING German Chancellor Merkel seeks to extend Covid curbs until at least end of February: party sources","sentiment_score":-0.15}
{"full_text":"RT If failing to quarantine properly is punishable by 10yrs in prison, what is the punishment for failing to properly protect...","sentiment_score":0.0}
{"full_text":"Well I mean, LGBTQ people are already often feeling isolated IN THE FIRST PLACE and LGBTQ gatherings, bars, etc were the only place to be amongst our brethren.OF COURSE LGBTQ people would fall into alcoholism and depression during this pandemic. I'm ACTUALLY going insane myself","sentiment_score":-0.2125}
{"full_text":"This dude seems like such a little bitch. Politicians are the kids who got picked on and never did shit. Now they're ruining the world cause they lil bitches.","sentiment_score":-0.1291666667}
{"full_text":"RT Lots of people in Seattle have asked how they can help those impacted by #COVID19 locally. has done a great jo...","sentiment_score":0.4}
{"full_text":"RT  HEADS UP NORMAN Immy Labs is vaccinating people in Norman under 65 with comorbidities today and there are still s...","sentiment_score":0.0}
{"full_text":"RT Today's #COVID19 in  info and updates:#GOC website on #coronavirus disease: COVID-1...","sentiment_score":0.0}
{"full_text":"People With Dementia Are Twice as Likely to Get Covid, Huge Study Finds","sentiment_score":0.2}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"RT Israel has become the planet's laboratory. Having #COVID19 #vaccinated &gt;40% of its population w\/mRNA vaxes, it should b...","sentiment_score":0.0}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT Our applications may be closed for the time being but I will still be tweeting the dogs so they can still be seen and sa...","sentiment_score":-0.1}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"RT Dear Republicans,How can 500,000 Americans die from a HOAX?It was a hoax, right? That's what former disgraced President...","sentiment_score":0.1428571429}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"The trouble with relying on science is that it is reactionary and not proactive, coupled with many conflicted data.","sentiment_score":0.15}
{"full_text":"Sounds great. Would cheer me up during lockdown. Even better than an actual takeaway","sentiment_score":0.4333333333}
{"full_text":"Actually he was are fucking kidding me. A world lockdown. Every state has to be closed down. STFU .  Your mental state is concerning but you know what do whatever you need to do in life because over the next few weeks your gonna come back to this and realize I was right","sentiment_score":-0.09664903}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"RT Tragic beyond words.Wave Two of this pandemic has now surpassed the death toll of Wave One.Our communities are hurtin...","sentiment_score":-0.75}
{"full_text":"RT Multilingual COVID-19 helpline by Ministry of Health, Labor and Welfare0120-565-6539:00-21:00 Japanese, English, Chinese...","sentiment_score":0.0}
{"full_text":"RT We need to turn the corner on COVID-19 so that we can reopen the economy and save Canadian jobs.","sentiment_score":0.0}
{"full_text":"Unlikely to have originated in Wuhan?really?","sentiment_score":-0.5}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"Impressive to see the range of biomedical problems being tackled at  - from COVID to digital pathology. Very compelling case for federated learning to address data sharing bottleneck !","sentiment_score":0.4958333333}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"RT Mobius Ruppert Solid Brass Pencil Sharpener Single Double Hole Heavy Duty Met via","sentiment_score":-0.0678571429}
{"full_text":"When I took my covid test the nurse didn't tell me not to move so it was painful as F U C K. We still don't know if we have covid or not","sentiment_score":-0.7}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"RT Yesterday in New Zealand. PM Jacinda Ardern and government officials serving BBQ at a party attended by thousands of people....","sentiment_score":0.1363636364}
{"full_text":"RT #COVID19 Economic impact worsens inequalities faced by #women #report might be intereste...","sentiment_score":0.2}
{"full_text":"RT and cobra. and help for those left out in nonmedicaid expansion states.","sentiment_score":0.0}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"What are you a Doctor of?  Being China's bitch?","sentiment_score":0.0}
{"full_text":"RT TWO DIFFERENT #COVID19 PANDEMICS--Many think with cases dropping that pandemic is nearly over. But truth is, there are now...","sentiment_score":0.05}
{"full_text":"RT I feel after all this sensitization, people still don't know enough about CoVID","sentiment_score":0.0}
{"full_text":"Alls I can think of...that's not Covid safe, but hey, to each their own ","sentiment_score":0.55}
{"full_text":"My mom got her second covid-19 vaccine shot! It's cool to feel happy and hopeful again :)","sentiment_score":0.4125}
{"full_text":"RT \"You're on mute.\"","sentiment_score":0.0}
{"full_text":"Iowa ranks 47th among the states with only 8% of its population having received at least one dose of the vaccine, according to data from the CDC. ","sentiment_score":-0.15}
{"full_text":"RT One year into the virus from China ravaging America, the New York Times is publishing glowing propaganda about the Chinese Com...","sentiment_score":0.0121212121}
{"full_text":"Highlights*5-amino levulinic acid (5-ALA) inhibited SARS-CoV-2 infection in cell culture.*Antiviral activity of 5-ALA was more potent in human colon-derived Caco-2 cells than VeroE6 cells.*The antiviral activity of 5-ALA was dose-dependent without significant cytotoxicity.","sentiment_score":0.34375}
{"full_text":"RT Initial projections for Covid deaths were 2 million, folks. We're approaching 450k at this point right? This is more than...","sentiment_score":0.1964285714}
{"full_text":"RT \"It sort of feels like I haven't gone into third grade, that I haven't changed school,\" said Morgan, whose classroom has...","sentiment_score":0.0}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"a fundamental diff between SK and AB provincial conservative poli is basically that Kenney said this while also manufacturing a completely hollow concern for women in low-income service work to justify open restaurants that overheated my brain lol","sentiment_score":0.2333333333}
{"full_text":"RT Wow.  China pulled it off.","sentiment_score":0.1}
{"full_text":"RT covid has really brought out the innovators","sentiment_score":0.2}
{"full_text":"Democrats were destroying America before 2016 why the heck did so many Americans and dead people vote them back in again to carry on their poor work it just doesn't make sense.?","sentiment_score":-0.06}
{"full_text":"When the corona virus will disappear ....Too much delay on few important matter.","sentiment_score":0.1333333333}
{"full_text":"RT Let's not forget the Southern California variant, seriously!","sentiment_score":-0.2083333333}
{"full_text":"RT It's official. If you've lost a loved one due to COVID-19, you will soon be able to get reimbursed up to $7,000 for the expenses o...","sentiment_score":0.3583333333}
{"full_text":"Petition: Adopt a Zero Covid strategy - full lockdown and close borders","sentiment_score":0.35}
{"full_text":"RT The Institute of Economic Affairs says the NHS' performance during the pandemic has been \"nothing special.\"@MattHancock h...","sentiment_score":0.2785714286}
{"full_text":"Future of events","sentiment_score":0.0}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"RT I'm proud to announce that our own @johnjhardy won the prestigious @saxobank award: The Atlas Award for going beyon...","sentiment_score":0.7}
{"full_text":"RT If your covid plan is to keep everyone masking and socially distanced until covid is no threat at all, you are insane and n...","sentiment_score":-0.4833333333}
{"full_text":"RT Question: if Dems are analyzing the social media accounts of cops and military because they're afraid of Trump supporters a...","sentiment_score":-0.2222222222}
{"full_text":"RT Thanks to #opendata sharing by we've updated with 7578 new #COVID19 #SARSCoV2 seqs!New s...","sentiment_score":0.1681818182}
{"full_text":"RT Illegal aliens can come to America without a COVID test. But Americans may not be allowed to fly domestically unless the...","sentiment_score":0.15}
{"full_text":"RT The UK can't close it's borders like Australia has cos the  UK is \"an island nation - unlike Australia.\" FFS! Can someon...","sentiment_score":0.0}
{"full_text":"RT Raising the minimum wage to $15 means raises for 27 million Americans &amp; pulls nearly 1 million out of poverty, accelerati...","sentiment_score":0.1}
{"full_text":"Trump and Republicans left office with a net jobs loss. Biden Obama created far more jobs than Trump even before COVID.","sentiment_score":0.15}
{"full_text":"Our schools  in Irvine, California have been open for weeks. The district considered the adverse psychological effect on kids of having to stay at home, relatively isolated.","sentiment_score":0.0}
{"full_text":"RT While #COVAX was created with the world's poorest people in mind, it works to everyone's benefit. For the lowest-income count...","sentiment_score":0.0}
{"full_text":"RT PLEASE PARTICIPATE IN CDM!!!HELP US THAT YOU STAY AT HOMEHEAR OUR VOICE#WhatsHappeningInMyanmar #Feb9Coup","sentiment_score":0.0}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT $GOVX I agree - I expect a run $40-$50 given $OCGN $HTBX $VXRT","sentiment_score":0.0}
{"full_text":"RT Today on the DFP blog: Senator joins us to explain why further targeting COVID checks by income thresholds leav...","sentiment_score":0.0}
{"full_text":"RT If failing to quarantine properly is punishable by 10yrs in prison, what is the punishment for failing to properly protect...","sentiment_score":0.0}
{"full_text":"RT NHS England reports a further 509 COVID-19 hospital deaths occurring over 25 dates.767 were reported last Tuesday, 87...","sentiment_score":0.0}
{"full_text":"RT With all due respect Senator, you acted way too late on this matter. Your constant President bashing distracted you from...","sentiment_score":-0.1416666667}
{"full_text":"I took that pic the day I came to see you at your signing! One of my last pre-pandemic outings. ","sentiment_score":0.0}
{"full_text":"More than 1 million doses of coronavirus vaccine have been administered in Georgia. Have you gotten a shot? If so, tell us about it.","sentiment_score":0.5}
{"full_text":"Best to avoid elective procedures until after the pandemic","sentiment_score":1.0}
{"full_text":"RT A massive increase in eating disorders led to schools being opened in Melbourne.When will the huge increase in risks...","sentiment_score":0.2}
{"full_text":"RT Our sister venues &amp; feature in insight into how clubs have adapted during the pan...","sentiment_score":0.0}
{"full_text":"RT TONIGHT: Dr. talks vaccine distribution, reporting on the coronavirus for and more.","sentiment_score":0.5}
{"full_text":"There is more then 300 there were 800 lay offs in April that we never heard about since Bell owns media channelshttps:\/\/t.co\/FkWaWecci5","sentiment_score":0.5}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Hong Kong teen protester smuggles himself into US for asylumHe first fled to UK. Due to the pandemic and long waiting time of...","sentiment_score":0.01875}
{"full_text":"RT A mega vax site at CitiField is the best sign so far that COVID will be eliminated by mid-August.","sentiment_score":0.55}
{"full_text":"RT How about the Cabinet go to prison for 10 years and leave us to sort Covid out?","sentiment_score":0.0}
{"full_text":"RT Why is it that all of a sudden Trump supporters care more about the hyperbole of 11,000 pipeliners out of a job than the 475...","sentiment_score":0.25}
{"full_text":"RT Teachers are doing incredible work to keep kids learning while at home. To help get supplies to those most in need, Melinda...","sentiment_score":0.7}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT GOP Rep. Ron Wright dies after testing positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT We set up our #PoweredByInvictus leagues to keep the community together &amp; active during lockdown. With the news of the p...","sentiment_score":-0.1333333333}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT Didn't wear your mask at the Super Bowl? The police are coming for you. This is out of control.","sentiment_score":0.3333333333}
{"full_text":"RT The winner is....","sentiment_score":0.0}
{"full_text":"RT For over six weeks, soldiers in the Corps have been driving ambulances in Wales to help ease the pressure on paramedic...","sentiment_score":0.0}
{"full_text":"Tune in today at 1PM EST to hear Rebecca Ahmed's presentation on the future of workplace as it relates to Covid-19, CRE and D&amp;I. Registration is still open! #leadingentrepreneursoftheworld #entrepreneurs #Savills #Covid19","sentiment_score":0.0}
{"full_text":"RT Congress has approved over $4 trillion in COVID relief over the last year to help Americans respond to the coronavirus pande...","sentiment_score":0.0}
{"full_text":"RT Shocking, but not entirely unexpected. Basically double the Sunday figure. We're well into the \"3rd wave,\" and the govt respon...","sentiment_score":-0.2625}
{"full_text":"RT More evidence:  the American Rescue Plan IS a bipartisan plan -- one that unifies this country!","sentiment_score":0.25}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"Why I remain masked up and sheltering at home.  491K cases in Maricopa County, 6,336 in my zip code.","sentiment_score":0.0}
{"full_text":"RT .@KUT: COVID-19 testing has become a \"cash cow\" for freestanding ERs in Texas, experts say. And it's getting out of contr...","sentiment_score":-0.0666666667}
{"full_text":"Tuesday's coronavirus infections in NL: 1,779*Last Tuesday: 3,561 (-50.0%)7-day average weekly decrease: -14.6%Positive test rate: 10.7%Cases in last 28 days: 126,625Covid-19 patients in hospital: 2,010 (-24)In ICU: 550 (+8)(*Some testing centres shut due to snowstorm)","sentiment_score":-0.0916666667}
{"full_text":"RT New figures released by Russia's federal statistics agency indicate as many as 162,429 deaths in Russia were related to Covid-19...","sentiment_score":0.2121212121}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT #Opinion: \"COVID-related trauma will affect the U.S. healthcare workforce for years to come, making it crucial to provid...","sentiment_score":0.0}
{"full_text":"RT Jamaica COVID-19 Updates for Feb 8, 2021 (posted Feb 9, 2021)New Cases: 403New Deaths: 1New Recoveries: 44New Test...","sentiment_score":0.0}
{"full_text":"They also missed a year and half and came back swinging, even in a pandemic.","sentiment_score":-0.0833333333}
{"full_text":"#GoodDayBIO: An update on low-carbon fuel standards in the states. BIO's explains how COVID-19 vaccines were developed so quickly.","sentiment_score":0.2166666667}
{"full_text":"Protect you and your family. Pre-Register for a #COVID19 Vaccine Appointment Today.https:\/\/t.co\/4EmG4v75Ip","sentiment_score":0.0}
{"full_text":"\"The other day when they went down the street they were cheered.\"https:\/\/t.co\/PoFYgPCXx7","sentiment_score":-0.1402777778}
{"full_text":"Two weeks to our #COVID19 #scicomm event and onto our second #CovidConversationsChallenge!This week share with us why you #WashYourHands. Want to help your co-workers #staysafe? Have a nice smelling soap?? (Event RSVP:","sentiment_score":0.3}
{"full_text":"The principal challenges facing Ecuador's next president:*Covid-19*Economic Growth*Unemployment*Public Debt*IMF Extended Fund Facilityhttps:\/\/t.co\/0Gt6Oobwo4","sentiment_score":0.0}
{"full_text":"I don't always agree with , but this is for damn sure correct...","sentiment_score":0.5}
{"full_text":"RT Americans: \"we need COVID relief.\"Democrats: how about impeachment?Americans: \"We need small businesses to reopen!\"De...","sentiment_score":-0.3125}
{"full_text":"The Brooke County Board of Education Monday approved a monetary incentive for staff to announce their retirements earlier and discussed several issues spurred by the pandemic.https:\/\/t.co\/epv3Y46tMx","sentiment_score":0.0}
{"full_text":"Thank you to everyone who has had the COVID-19 vaccine! Remember to keep following the rules and stick to national guidance even after you've been vaccinated. #StayAtHome, wash your hands regularly, wear a face covering where appropriate and keep your distance from others.","sentiment_score":0.1666666667}
{"full_text":"RT The living wage foundation found that during the pandemic:-1 in 4 workers skipped a meal 2 in 3 suffered a wage cut1...","sentiment_score":0.0}
{"full_text":"FACT: #COVID19 vaccination helps keep you from getting COVID-19. The vaccines currently available in the United States are more than 90% effective at preventing COVID-19, according to clinical trials, and are important tools to stop the pandemic.","sentiment_score":0.475}
{"full_text":"25+ Experts explain how COVID-19 affects SEO and what you need to do?https:\/\/t.co\/0KSqtpp8tC","sentiment_score":0.0}
{"full_text":"With the growing need for nutrition and skills development becoming more evident during the initial stages of the nationwide lockdown, a local organisation is hoping to become a hub for transformation in Tafelsig.https:\/\/t.co\/nHD7NX0RDl |","sentiment_score":0.24}
{"full_text":"A temporary ban on cruise ships has forced Port Colborne to dock its plan to make the city a cruise ship destination this summer.https:\/\/t.co\/lZ3D4bH95g","sentiment_score":-0.3}
{"full_text":"\"With few novel antibiotics in the development pipeline, we need incentives to spur R&amp;D while decoupling investment returns from sales volumes in order to slow the evolution of resistance.\" #AMRhttps:\/\/t.co\/5Bxiyl26bB","sentiment_score":-0.25}
{"full_text":"The mobile testing unit will be at Beith Community Centre on Thursday 11 February for anyone with COVID-19 symptoms.Tests must be booked in advance at: or by calling 0800 028 2816. For more info visit:","sentiment_score":0.5}
{"full_text":"Canada sees sharp job losses, spiking unemployment rate as second wave hits hard. Canada's job market suffered a major setback in January as the second wave of COVID-19 dealt uneven blows to the economy. Read more here #workforce #EasternOntario #ygk","sentiment_score":-0.0077380952}
{"full_text":"Help maintain social distancing on University property by staying 6 feet away (about 2 arms' length) from other people at all times and by avoiding any close contact or crowded places. Stay safe, Redbirds! For more information, visit:","sentiment_score":0.2583333333}
{"full_text":"Cancer patients have been affected by the COVID-19 pandemic. There's no doubt that one of the serious setbacks that we have seen recently from all the data that has been pouring in is that there is a delay in diagnosis, says Matti Aapro of","sentiment_score":-0.1666666667}
{"full_text":"We just updated our best practices for remote learning to reflect all that we have learned working with students and schools throughout the pandemic.Tip #1: Be Soft on People and Hard on Ideashttps:\/\/t.co\/mjldj0BugX","sentiment_score":0.1770833333}
{"full_text":"Our Maddie Gardner spoke one-on-one with North Carolina's top health official about what the state is doing to get more COVID-19 vaccines out soon. Watch part 2 of the interview here:","sentiment_score":0.5}
{"full_text":"RT Doug Ford is trending. Tim Hortons is trending.Because Doug Ford took time out of his urgent pandemic presser to do an ad...","sentiment_score":0.0}
{"full_text":"The C21Podcast is out! alumnus Andrew Shaw and CEO Philly de Lacey talk about New Zealand's booming audiovisual sector with Covid-19 under control. Listen via C21 Apple Spotify","sentiment_score":0.1363636364}
{"full_text":"A joint and Chinese probe into the origins of the pandemic in #Wuhan said on Tuesday that there is insufficient evidence to determine that #Covid19 was spreading in Wuhan before December 2019.","sentiment_score":0.0}
{"full_text":"Australian woman who volunteered at Malawi orphanage for 19 years dies from COVID-19 #INDIGENOUS #TAIRP","sentiment_score":0.0}
{"full_text":"From dedicating top scientists and investments towards research to sharing learnings in real-time, the biopharmaceutical industry is putting all efforts into finding a safe #COVID19 vaccine as quickly as possible. Stay up to date on the latest numbers.","sentiment_score":0.375}
{"full_text":"Join us for our next Empowering You Webinar in 2 wks. frm &amp; Lauren Badger frm will join us to discuss the nutrition &amp; housing aspects in the next Federal #COVID19 relief bill. When: Thurs, February 18th at 1pmhttps:\/\/t.co\/6BX4DCYRqp","sentiment_score":0.0}
{"full_text":"Treasury Secretary Janet Yellen said Sunday the country was still in a \"deep hole\" with millions of lost jobs but that President Joe Biden's $1.9 trillion relief plan could generate enough growth to restore full employment by next year.","sentiment_score":0.0875}
