{"full_text":"Thank you for this. I'm in America and I've been through ALL the lockdowns. Even when I was in the hospital we were locked down with COVID. I'm home now. I hope to stay here. #StayHome #WearAMask","sentiment_score":-0.1555555556}
{"full_text":"RT Health care worker taken to ER just a few hours after getting second COVID-19 vaccine shot. Four days later he was dead...","sentiment_score":-0.1}
{"full_text":"I don't know about the vitamin d thing but my brother got it and he had a mixture of about 30% oxygen, 35% cocaine, &amp; 35% pot in his system then &amp; since he got over covid.So when are we going to hear about the benefits of cocaine &amp; pot fighting off the virus?","sentiment_score":0.0}
{"full_text":"RT It's #ValentinesDay and #SocialDistancing has separated the Camera Guys.  So we made a music video, cuz sometimes you n...","sentiment_score":0.0}
{"full_text":"RT Successful meeting today in #Jerusalem between Foreign Minister &amp; Foreign Minister Nikos","sentiment_score":0.1666666667}
{"full_text":"RT Tonight round about 9 - 10 pm a fireball fell from the sky in Yangon, near StarCity residential area and there was an...","sentiment_score":-0.05}
{"full_text":"RT My son has just as much right to be saved as any of you.","sentiment_score":0.2857142857}
{"full_text":"RT And this exceptionalism is keeping us from doing what we need to do- and what the CDC &amp; WHO suggest - to keep children, te...","sentiment_score":0.0}
{"full_text":"Covid 19 is not gonna go no where. Lockdown is BS considering the numbers of those survived and died from the desease which is less than 1%. We just have to learn to live with it, be very cautious of our surrounding &amp; take extra measure in boasting our immune system.","sentiment_score":0.0424242424}
{"full_text":"This. I'm appalled by the selfishness of so many people who call themselves leftists, using the language of class politics to mean people like themselves eg young, perceived abled. Never mind the vulnerable, those with disabilitiesYou might as well all join blue labour","sentiment_score":-0.16875}
{"full_text":"RT I've said it before and I'll say it again: Schools will never reopen.","sentiment_score":0.0}
{"full_text":"I have friends and colleagues in DWP who would be able to advise her at no cost at all, because they are already paid a salary by the taxpayer.Covid-19 has been a gravy train for the inadequate, the incompetent and the downright useless, amongst all chums of Johnson et al.","sentiment_score":-0.1166666667}
{"full_text":"I google it , and his eyes are beautiful","sentiment_score":0.85}
{"full_text":"RT Thousand of temporary visa holders stuck overseas since the pandemic begun. Nobody lis...","sentiment_score":0.0}
{"full_text":"RT Family Grieves Mom, Nurse Who Died From COVID After Giving Birth","sentiment_score":0.0}
{"full_text":"RT Roses are red Violets are blueThe reproduction number and infection fatality rate of CovidAre much higher than flu.","sentiment_score":0.125}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT Entire city locked down due to 3 cases.This is what our \"zero COVID\" future looks like.Rolling, never ending lockdown...","sentiment_score":-0.0701388889}
{"full_text":"RT NEW: Covid-19 vaccine is better at protecting against reinfection than a previous natural infection, Fauci says","sentiment_score":0.1424242424}
{"full_text":"RT Asexuality is not a behavior:You aren't \"basically asexual\" by not having a sexual partner during the pandemic.Purity...","sentiment_score":0.5}
{"full_text":"RT This man speaks more sense than the front bench put together. He would get my vote for PM.","sentiment_score":0.5}
{"full_text":"RT My heart goes out to all of the parents of children who can no longer get an education due to the Coronavirus SCAM! So...","sentiment_score":-0.15625}
{"full_text":"02 COVID19 patients reported from #Polonnaruwa District yesterday. Area breakdown 01 from Thalpota01 from Welikanda20\/#LKA #SriLanka #COVID19SL #COVID19LK #COVID_19SL","sentiment_score":0.0}
{"full_text":"RT \"False sense of security\"--high tech gathering of 49 tech thinkers was held in 4 day \"bubble\" without mask mandate after arr...","sentiment_score":-0.12}
{"full_text":"RT We wanna stay safe, stay home and study online. We're dead if we went out. , just for our health . ! #mTlbnsh_tjyl_wnl...","sentiment_score":0.125}
{"full_text":"That is good news","sentiment_score":0.7}
{"full_text":"RT Genomic sequencing of the coronavirus is becoming more important than ever in California, after the discovery of two Bay A...","sentiment_score":0.45}
{"full_text":"RT Hope he pulls through. Are you familiar with CDC VAERS?  Since Jan 11 the number of deaths after receiving th...","sentiment_score":0.375}
{"full_text":"RT It turns out that getting COVID may have saved my life. It made me take chest pain &amp; shortness of breath seriously eno...","sentiment_score":-0.3333333333}
{"full_text":"RT If covid is so horrendous, why did Joe Biden just authorized 25,000 migrants to enter our country from Mexico on foot?","sentiment_score":0.0}
{"full_text":"Is It Safe To Play Sports Like Basketball? CDC Weighs In. : NPR","sentiment_score":0.5}
{"full_text":"RT So the same companies claiming billions in writeoffs for opioid settlements also pulled in billions in tax subsidies under th...","sentiment_score":0.0}
{"full_text":"Looks like Rasmus Dahlin is the next Sabre off the COVID list","sentiment_score":0.0}
{"full_text":"RT My interview on Sky about UK vaccination, Zero tolerance of Covid, and the WHO investigation in Wuhan.","sentiment_score":0.0}
{"full_text":"Dear PM,Let Operation Suicide Phase 3 begin next month.Kindest,A Bunch of Self-Important Whoppers","sentiment_score":0.0}
{"full_text":"RT \"We're here because of love.\" She drives from the Danish side of the border. He cycles from the German side. The coronavirus h...","sentiment_score":0.25}
{"full_text":"wait - we're going into grey lockdown on the 16th, aren't you going to be working from home anyway?","sentiment_score":-0.05}
{"full_text":"RT 14 February 1943 Due to a typhus epidemic in the camp, the commandant Rudolf Hoss issued a garrison order informing th...","sentiment_score":-0.125}
{"full_text":"RT Today's #COVID19 in  info and updates:#GOC website on #coronavirus disease: COVID-19 Situ...","sentiment_score":0.0}
{"full_text":"03 COVID19 patients reported from #Trincomalee District yesterday. Area breakdown 02 from Trincomalee 01 from Uppuveli 21\/#LKA #SriLanka #COVID19SL #COVID19LK #COVID_19SL","sentiment_score":0.0}
{"full_text":"Thanks dear. So sorry.","sentiment_score":-0.15}
{"full_text":"RT The decrease in daily rates continues - now back at mid september levels in England and 13.5k per day for UK despite new va...","sentiment_score":0.0340909091}
{"full_text":"RT CDC director: \"We anticipate by the end of the summer that we will have enough vaccine in order to vaccinate the entire U...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT World Health Organization under fire over Chinese influence in virus origin probe as White House demands Beijing release dat...","sentiment_score":0.0}
{"full_text":"Im sure will only have their HR file a report and then change her route\/schedule.  Y\/N","sentiment_score":0.25}
{"full_text":"RT Payoffs to blue states are why the election was stolen and why the dim wit was installed.","sentiment_score":0.05}
{"full_text":"RT Yesterday, it was revealed that 60% of Covid deaths in the UK were disabled people. The same day, Tory MP Charles Walker w...","sentiment_score":-0.1}
{"full_text":"RT 14 February 1943 Due to a typhus epidemic in the camp, the commandant Rudolf Hoss issued a garrison order informing th...","sentiment_score":-0.125}
{"full_text":"Great way to think with creativity for upcoming$$$$!  We need to think differently for our unique challenges!@TrusteeFord","sentiment_score":0.4583333333}
{"full_text":"RT Palestinian students wearing protective face masks,as schools gradually reopen amid the coronavirus disease (COVID-19)outb...","sentiment_score":0.0}
{"full_text":"RT Before Covid we had just basic TV access.However since most of the last year has been spent in lockdown...","sentiment_score":0.1}
{"full_text":"I searched yesterday for it, here it is.","sentiment_score":0.0}
{"full_text":"RT \"In 2022, [Rs will say] when Dems had House\/Senate\/Presidency, they stalled Covid relief to try to convict an already ou...","sentiment_score":0.0}
{"full_text":"\"It may literally mean the difference between life and death. That is not an abstract thing. It is quite literally the only way me, and others like me, have been able to survive\" Veronica Becido. @POTUS @VP @USDA we must #BoostSNAP!","sentiment_score":0.1041666667}
{"full_text":"RT Three years after the Parkland shooting, President Joe Biden says, \"We will take action to end our epidemic of gun viole...","sentiment_score":0.1}
{"full_text":"RT Day 1: Domestic#SakuAtsuFluffWeek2021 #sakuatsu \"It's valentine's day and they stay at home, baking brownies...","sentiment_score":0.0}
{"full_text":"oh god.","sentiment_score":0.0}
{"full_text":"RT Guinea reports first Ebola cases since 2016, including four deaths","sentiment_score":0.25}
{"full_text":"RT \"In 2022, [Rs will say] when Dems had House\/Senate\/Presidency, they stalled Covid relief to try to convict an already ou...","sentiment_score":0.0}
{"full_text":"RT 3,589 Americans died from Covid yesterday while the President of the United States played Mario Kart.","sentiment_score":0.0}
{"full_text":"4) Pay businesses to stay closed, pay workers to stay home, the category of \"essential workers\" is a BARE-BONES category in the face of Covid VOCs.You're just killing people off otherwise.Lives are worth the \"cost\". This is a no-brainer, you Eldritch horror show monsters.","sentiment_score":0.0666666667}
{"full_text":"RT CDC director: COVID-19 spread higher in communities with closed schools.  Open our schools K-12 and college now!!","sentiment_score":0.05}
{"full_text":"RT \"having a plan to beat covid based on SCIENCE!\"actually:https:\/\/t.co\/j0c2DbcPwS","sentiment_score":0.0}
{"full_text":"According to the latest data, 602 of the 653 reported deaths were in the U.S, and 137 of the deaths were related to cardiac disorder.","sentiment_score":0.15}
{"full_text":"RT Eradication or elimination of covidWhat's the difference1Eradication means no anywhere in the whole2Elimi...","sentiment_score":0.0}
{"full_text":"RT BC stands for Before Coronavirus now. Sorry Jesus take a hike","sentiment_score":-0.5}
{"full_text":"RT BREAKING - This is what happens if you reopen the schools. Why can't you give option for exams? EVERYONE RETWEET!","sentiment_score":0.0}
{"full_text":"RT .@SarahHarmanNBC has this week's #SundaySpotlight on long-distance love in the time of the coronavirus and how couples are m...","sentiment_score":0.5}
{"full_text":"RT we need to rename coronavirus so Congress actually does something to protect us coronainsurrection might do the trick...","sentiment_score":0.0}
{"full_text":"#COVID19 vaccines may sensitise #vaccine recipients to more severe disease than if they were not #vaccinated &amp; may worsen COVID-19 diseasehttps:\/\/t.co\/gnaKYkBbUD","sentiment_score":0.5}
{"full_text":"RT Met Robert in downtown DC today and he gave me permission to share this. He lost his HVAC job during COVID and needs he...","sentiment_score":0.0}
{"full_text":"RT UK says it shares U.S. concerns over WHO COVID-19 mission to China","sentiment_score":0.0}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"No matter what happens to anyone else just move on, dam the constitution to serve and protect our country from foreign and domestic attacks on our civil leaders andAmericans.  You weren't worried about covid before the election now after this attack you are.","sentiment_score":-0.0625}
{"full_text":"A reminder: If you get an email with \"Covid-19 vaccine\" or \"Vaccine update\" or similar in the subject line, be sure to check address before clicking ANY links in the body of the email. Scammers will use any method to mess with folks, even preying on those eager to get a vaccine.","sentiment_score":0.0395833333}
{"full_text":"RT If you've been paying attention, you might have noticed that Dr. Susan Moore died after her concerns, as a Black woman...","sentiment_score":-0.1666666667}
{"full_text":"It's great and especially a good foil for us in lockdown in the uk. Also highlights of test cricket in the summer are on the bbc","sentiment_score":0.9}
{"full_text":"RT This is not only unacceptable it's criminal: Lockdown opponents call for arrest, assault and murder of medical officer of he...","sentiment_score":-0.1125}
{"full_text":"RT Breaking: New Zealand PM Jacinda Ardern announces Level 3 lockdown for Auckland for 3 days from midnight - the rest of NZ...","sentiment_score":0.1363636364}
{"full_text":"Yeah. Again emergent or sudden sickness\/death is always transported. People w dnrs, in hospice like setting etc are not. If someone was sick w covid, they would be transported. Hard stop. Nursing home insurance policies demand it. Someone stubs their toe, it's a transport.","sentiment_score":-0.3353174603}
{"full_text":"We had no idea this would wind up happening Pandemic recorded  ","sentiment_score":0.0}
{"full_text":"05 COVID19 patients reported from #Jaffna District yesterday. Area breakdown 04 from Achchuveli 01 from Jaffna22\/#LKA #SriLanka #COVID19SL #COVID19LK #COVID_19SL","sentiment_score":0.0}
{"full_text":"RT Now in  the number of corona cases goes down day by day,Please Open Australia Borders","sentiment_score":-0.0777777778}
{"full_text":"RT \"It would be nice if every elected official could behave as if indecent behavior is empirically indecent behavior, no matter t...","sentiment_score":0.35}
{"full_text":"Check out my guest column about ensuring MNs get the care they need. I have several bipartisan initiatives that will help address some of the healthcare inequities made worse by the pandemic. #ForAHealthyThrivingMinnesota","sentiment_score":-0.2}
{"full_text":"COVID changed many #FleetManagers operations, some for the better. Here are the trends that may stay even after the pandemic.","sentiment_score":0.5}
{"full_text":"RT If you've had the Ruskinoff cough then your immune to covid","sentiment_score":0.0}
{"full_text":"RT If there was ever a time to treat ourselves it's during COVID! TV has gotten many of us through these cr...","sentiment_score":0.5}
{"full_text":"RT Nice anti-poverty platform you got there.Be a shame if we made it ineffective.","sentiment_score":0.6}
{"full_text":"RT How the #Covid_19 vaccine brought digital transformation to biopharma.By #Tech #Biopharma #coronavi...","sentiment_score":0.0}
{"full_text":"This is it. We've all stayed at home to save the vulnerable, now he's proposing the vulnerable get to go out on jollies while we stay locked down? Nope. Either we're in it together or we're not.","sentiment_score":-0.3851851852}
{"full_text":"4\/6.  Actual newspaper headlines about AIDS in the 1980s but their victims and subject changed to Covid","sentiment_score":-0.0833333333}
{"full_text":"RT For Valentine's Day, I talked to half a dozen historians and relationship experts about the Bidens' PDA -- in the context o...","sentiment_score":-0.1666666667}
{"full_text":"When the whole world was under lockdown due to #COVID, Work on #Thar Block II Open-pit Coal Mine Project remained in full swing.#CPEC #BRI #Tharparkar #Sindh #Pakistan Long live pak china friendship","sentiment_score":0.1022727273}
{"full_text":"RT Community nursing has been the forgotten heroes of the pandemic working tirelessly and providing vital s...","sentiment_score":0.1}
{"full_text":"You, the British people sincerely stick by until and beyond COVID-19's end, our wonderful community leaders.","sentiment_score":0.5}
{"full_text":"in today's world this would make the CDC racist","sentiment_score":0.0}
{"full_text":"Here are our lockdown TV picks ","sentiment_score":0.0}
{"full_text":"Your President cheats on China virus largely.","sentiment_score":0.2142857143}
{"full_text":"#HappyValentinesDay!\"You must be a library book, because I can't stop checking you out.\" Guess what? You don't have to stop checking out books and videos! Details #ULeth #ULethbridgeLibrary","sentiment_score":0.0}
{"full_text":"The mobile testing unit will be at Vikingar, 40 Greenock Road, Largs on Tuesday 16 February for anyone with COVID-19 symptoms.Tests must be booked in advance at: or by calling 0800 028 2816. For more info visit:","sentiment_score":0.5}
{"full_text":"WATCH: From top performers to pandemic innovations, Conexus Arts Centre CEO Neil Donnelly reflects on 50 years of culture, while looking ahead to 50 more. has more. MORE STORIES:","sentiment_score":0.5}
{"full_text":"The COVID-19 Assessment Centre in #ygk is open Family Day, Monday, Feb. 15. Book online","sentiment_score":0.0}
{"full_text":"It might be back-to-school season for kids across the U.S. soon: The CDC released a plan for reopening schools, backed by 12 pages of science.We're previewing the plan and all the reactions:","sentiment_score":0.0}
{"full_text":"Will you be doing any of these today? https:\/\/t.co\/rfwx4YtIIG","sentiment_score":0.0}
{"full_text":"Nigeria faces a dual crisis from #COVID19 and #climatechange - see how they are working to #BuildBackBetter by funding solar projects &amp; women owned businesses, and what more they can do to promote green recovery:","sentiment_score":0.15}
{"full_text":"RT Deepest sympathy to 15 million first Covid jabs must be a dreadful disappointment to them.However, we can res...","sentiment_score":-0.45}
{"full_text":"RT Study finds vitamin D tablets reduce covid deaths by 60%!@10DowningStreet need to use advertising budgets on promoting v...","sentiment_score":0.0}
{"full_text":"Rex Gatchalian is complying with President Rodrigo Duterte's new order allowing the reopening of public parks nearly a year into the pandemic.https:\/\/t.co\/f908NX7yJ3#MetroManilaSnitch","sentiment_score":0.0787878788}
{"full_text":"RT Video of Kumar Nathan extolling about his app during promotion of TheShoppers and telling how this app has helped fina...","sentiment_score":0.0}
{"full_text":"Two venture-backed companies have developed devices designed to cleanse blood of coronavirus and other pathogens  ","sentiment_score":-0.0125}
{"full_text":"Are you worried about travelling over Hammersmith Bridge when lockdown comes to an end? #hammersmith #chiswick #hammersmithbridgehttps:\/\/t.co\/XEySNF0Cv2","sentiment_score":0.0}
{"full_text":"We keep schools closed because there is no way to keep children from infecting teachers with Covid.Until teachers and school workers can receive the vaccine, schools should remain closed.","sentiment_score":-0.1}
{"full_text":"RT So, with the Senate \"working from home\" this week, it would be a great time for declassifications.  Some requests:1. Full Mue...","sentiment_score":0.575}
{"full_text":"RT \"When COVID is over\" sounding like when Lea Michele will reactivate her Twitter acc and turn on IG comments ","sentiment_score":0.0}
{"full_text":"RT MORRIS MENDOZA, 72, of Riverside, California, died of COVID on Jan. 26, 2021. A beloved community activist, \"He...fough...","sentiment_score":0.7}
{"full_text":"Is this your first #ValentinesDay as a poly-couple? Not sure what to get your pandemic fuckbuddy? is here with the ultimate queer Valentine's guide!https:\/\/t.co\/ZSERoqkvtJ","sentiment_score":0.0}
{"full_text":"Help us to get out of lockdown sooner with regular handwashing, social distancing and wearing a mask when required. More COVID-19 vaccines will become available in the coming weeks and months.","sentiment_score":0.2333333333}
{"full_text":"Have a look at the round up of all the teaching resources available at OneSharedEarthhttps:\/\/t.co\/SjiCPc0lg9#learning #lockdown #kids #education #parents #climatechange #ecolearning #homeschool #environment #sustainability #onesharedearthPost by Willem Harrison Barraclough","sentiment_score":0.1}
{"full_text":"Extra weight can put extra pressure on your body, making it harder to fight against COVID-19 and other illnesses. Losing weight could help you reduce your risk and feel better in general. Go to for support. #LetsDoItForLancashire ","sentiment_score":0.0541666667}
{"full_text":"RT This is eugenics plain and simple","sentiment_score":-0.1071428571}
{"full_text":"RT The Alberta Government has used just 0.89% of the rapid tests provided by the federal government during the COVID-19 pand...","sentiment_score":0.0}
{"full_text":"We might have to wait until July for a pinthttps:\/\/t.co\/cbo66S4k1i","sentiment_score":0.0}
{"full_text":"RT Please .... with the emergence of these highly transmissible new variants ... Download the #CovidAlert","sentiment_score":0.1481818182}
{"full_text":"RT CM said that the hard work of farmers have brought improvement in the agriculture sector and saved the economy despite #COV...","sentiment_score":-0.2916666667}
{"full_text":"Many Wisconsin districts have already reopened, while some have offered hybrid options.","sentiment_score":0.5}
{"full_text":"Book your night chaperone for your Washington, DC student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #overnightsupervision #dc","sentiment_score":0.5}
{"full_text":"Struggling to stay upbeat during the #Covid19 pandemic? You're not alone so don't suffer in silence, &amp; #Letskeeptalking. It is normal to not feel ok - tell a friend how you are feeling. Or if you need support with your #mentalhealth visit: for advice","sentiment_score":0.325}
{"full_text":"Maestro Michael Tilson Thomas on music and mentoring amid a pandemic","sentiment_score":0.0}
{"full_text":"A new research trial of 'smart' hand sanitisers from find ways to promote good hand hygiene and reduce the risk of #COVID19 transmission in office workspaces Read more https:\/\/t.co\/vcYas1Q1Kc","sentiment_score":0.3876623377}
{"full_text":"AMA president, discusses how we can control #COVID19 and discusses the rebuilding that must be done to our public health infrastructure.","sentiment_score":0.0}
{"full_text":"The U.S. is on track to have enough vaccine doses for 300 million people by the end of July. Roughly 330 million people live in the U.S. ","sentiment_score":0.0121212121}
{"full_text":"The Umatilla County Health Department announced plans to hold future drive-thru COVID-19 vaccination clinics at a new site in Pendleton as residents over the age of 75 become eligible to receive the vaccine on Monday, Feb. 15.","sentiment_score":0.0681818182}
{"full_text":"Ryan Proffitt is among the estimated 10% of COVID-19 patients known as \"long haulers,\" whose symptoms last for months after infection. It's especially challenging for teachers trying to hang onto jobs and health insurance while working with in classrooms.","sentiment_score":0.3166666667}
{"full_text":"Maria \"Christina\" Ceja, 38yo CNA, Visiting Angels Home Health, Fredericksburg, VA, died of #covid19 1\/15. She overcame every obstacle she was ever faced with &amp; did so with such determination. She leaves an 18yo daughter. #healthcareheroes #WearAMaskhttps:\/\/t.co\/r0yCNyG9Bb","sentiment_score":0.0}
{"full_text":"COVID rates are reducing in Plymouth, but we must remember to stay at home, and save lives ","sentiment_score":0.0}
{"full_text":"The H-2A program provides essential labor for growers and jobs for foreign workers. But the program can put workers in difficult, sometimes-deadly, situations: Toiling in excessive heat, living in unsafe housing and, now, exposure to COVID-19.","sentiment_score":-0.21875}
{"full_text":"Along with frontline workers themselves, the COVID-19 pandemic has also influenced their family members.","sentiment_score":0.0}
{"full_text":"Tom, son, the vaccine does not stop the covid flu and has no bearing on lockdowns lifting? They are lifting because they have managed to shift the del boy vax made a few millionaires now and the UK is about to revolt.","sentiment_score":-0.2}
{"full_text":"RT Sending you love, XOXO - from BT21#StayAtHome #Valentine #Love #BT21","sentiment_score":0.5}
{"full_text":"Sixty percent of workers polled by Perceptyx said they would get the COVID-19 vaccine if given a $100 incentive.https:\/\/t.co\/Rlkr0PmLUv","sentiment_score":0.0}
{"full_text":"Re-run Eat Out To Help Spread Covid so we can make PSPSPS from gullible people, says Deliveroo. #eatouttohelpout","sentiment_score":0.0}
{"full_text":"RT In a few days' time, Peston will announce Johnson's 'road map' 'going forward':Widespread semi-vaccination means we're...","sentiment_score":-0.2}
{"full_text":"RT Here is the thread of our new pre-print Sensitivity of infectious SARS-CoV-2 B.1.1.7 and B.1.351 variants to neutralizin...","sentiment_score":0.1363636364}
{"full_text":"Simple we wrapped the season by the new year. We took 30 yrs to do it. Klopp said when he started that it would take 4 seasons... broke records. A pandemic etc etc = unprecedented ","sentiment_score":0.2454545455}
{"full_text":"Gov. Kim Reynolds' administration informed bidders Friday it would not award a contract for an outside vendor to operate a call center to help residents set up coronavirus vaccine appointments. ","sentiment_score":-0.05}
{"full_text":"COVID 19 cases in India until : 14\/02\/2021 21:30Total Cases: 10910758 [+6020]Active: 137261Recovered: 10613237 [+3449]Deaths :155735 [+59]Total Tests: 206.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"HPEPH has launched a targeted public health campaign aimed at increasing COVID-19 testing and lowering infection rates among 20-29 year olds. If you have any COVID-19 symptoms (even if mild), please #GetTestedHPE.  Learn more:","sentiment_score":0.2777777778}
{"full_text":"Laramie Company Helps Develop New COVID-19 Rapid Test: #COVID19WY","sentiment_score":0.1363636364}
{"full_text":"Looking to espresso yourself after lockdown? 15 London bars where the espresso martinis are second to none","sentiment_score":0.0}
{"full_text":"WHO's Wuhan probe found signs of much wider Covid-19 outbreak in 2019: Reporthttps:\/\/t.co\/8qJeiqLK3z","sentiment_score":0.2}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"RT Media Statement by Minister, Mrs Angie Motshekga on the state of readiness for the 2021 academic year. Wishing a...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Number of new COVID-19 cases in Ont. dips below 1,000 today but only 122 new infections reported in Toronto","sentiment_score":0.0909090909}
{"full_text":"RT Horrible--People with learning disabilities have been given do not resuscitate orders in . Mencap reports many with LD had...","sentiment_score":0.5}
{"full_text":"While anti-Semitism is generally rare in Portugal, in the past week a politician linked Israel's COVID-19 vaccination success to alleged Jewish control of global finances and a \"Big Brother\" star gave Nazi salutes on live TV.https:\/\/t.co\/4VuiPom9d3","sentiment_score":0.0482954545}
{"full_text":"People with underlying health conditions, like  diabetes, have a higher risk of severe COVID-19 disease, and are more likely to die from COVID-19. Prevent diabetes  Take care of yoursef.    #beatncds #HealthForAll","sentiment_score":0.25}
