{"full_text":"RT Senate forges ahead with $1.9 trillion COVID-19 relief package after marathon night of voting via","sentiment_score":0.0}
{"full_text":"RT There are 4 new Tamil releases today. #Master in its 4th weekThe booking for Master is better than four new releases...","sentiment_score":0.2575757576}
{"full_text":"RT 1\/ To be clear, the COVID vaccines remain effective against the variant strains, BUT we have seen a reduction in their e...","sentiment_score":0.35}
{"full_text":"RT The CDC Removed this information from it's website.A polio disaster helped shape vaccine safety. Here's why that matters...","sentiment_score":0.0}
{"full_text":"RT Would we be having same discussions about schools if we were in a war instead of a pandemic? #COVID19 vs. War:1 Can't...","sentiment_score":0.0}
{"full_text":"RT Congratulations Australia - another Doughnut Day! I found out that it's a symbol for \"zero\" to herald \"Doughnut Day\" after...","sentiment_score":0.0}
{"full_text":"RT PHOTOS: IGP 'violates' COVID protocol, decorates officers without a face mask | TheCable","sentiment_score":0.0}
{"full_text":"I just cannot wait until the British get to understand #MMT and start to use Job Guarantee topics within their political discussions. And future political meetings will be sensational when disproven economic orthodoxy is pushed by idiot MPs and the public say, \"don't be stupid\"!","sentiment_score":-0.1037037037}
{"full_text":"RT a friend of mine and his 8yr old daughter used Lockdown to design a board game! All the character draw...","sentiment_score":-0.2}
{"full_text":"I swear, I can't even makes sense of what he is saying !! Is it that Covid is hoax or it's like fever or they wont administer cure or the vaccine is evil","sentiment_score":-1.0}
{"full_text":"RT Egypt's 27-year-old Mechatronic Engineer, Mahmoud el-Komy has created a human-looking robot, moving on wheels that can...","sentiment_score":0.0}
{"full_text":"I'm a chronic asthmatic who has managed pretty well to wear a mask. Terrible luck to be someone who has both an inability to get vaccinated AND wear a mask, almost as if it was just an excuse!","sentiment_score":-0.2708333333}
{"full_text":"It was more his science background and training to use an evidence base seemed to vanish - it is #sublime  #DrugCzar does #Covid19 for #R4today #WATO","sentiment_score":-0.15}
{"full_text":"RT Interesting to note that the most successful element of the pandemic response-the vaccination programme is the element o...","sentiment_score":0.5833333333}
{"full_text":"RT If you want to know the full story of Indonesia's COVID-19 response in 30minutes, this is The podcast to listen to ","sentiment_score":0.35}
{"full_text":"So, the German SPD is not happy with EU Commission chief von der Leyen. To be honest, they are right and von der Leyen's incompetence is becoming one of Merkel's greatest failures. If EU is placing economy before people, it will have no future.https:\/\/t.co\/g24D8JH7cT","sentiment_score":0.3226190476}
{"full_text":"RT An additional 700,000 people in the UK were plunged into poverty as a result of Covid, as Britain's billionaires amassed a c...","sentiment_score":0.0}
{"full_text":"RT A heartfelt plea from a Respiratory Consultant at today's briefing. Healthcare workers need mental healt...","sentiment_score":-0.05}
{"full_text":"And? Compared to a covid infection that's really really harmless!","sentiment_score":0.25}
{"full_text":"RT Israel  is seeing a sharp rise in the number of children and teens getting #COVID19. &gt;50,000 children &amp; teens have been...","sentiment_score":-0.125}
{"full_text":"RT TWO DIFFERENT #COVID19 PANDEMICS--Many think with cases dropping that pandemic is nearly over. But truth is, there are now...","sentiment_score":0.05}
{"full_text":"RT Message from the constabulary- Navigating our way out of lockdown.","sentiment_score":0.0}
{"full_text":"Boldfit N95 mask for face (Pack of 10) Anti Pollution, protective. Third Party Tested by manufacturer at SGS &amp; Ministry of Textiles       ","sentiment_score":0.0}
{"full_text":"RT Why SSR's body was not tested for Covid-19? What was the hurry?Why SSR Killers Roaming Free","sentiment_score":0.4}
{"full_text":"My account on Facebook was disabled  Feb\/05\/21Message:\"We Received Your Information.We have fewer people available to review information due to the coronavirus (COVID-19) pandemic\"Email:flirtygentleman@gmail.comSomeone please help!Provided phone# and video of me.","sentiment_score":0.025}
{"full_text":"I stopped following tennis in 2020 during covid. I have no idea who that 29th seed is","sentiment_score":0.0}
{"full_text":"RT What's the risk of dying from a fast-spreading COVID-19 variant?Deaths linked to the B.1.1.7 variant are rising, but questi...","sentiment_score":0.0}
{"full_text":"RT #fridayfreebie we are giving away a pair of our LED #Sunglasses today! Simply #Retweet &amp; #Follow by 8pm to enter! #competitio...","sentiment_score":0.0}
{"full_text":"RT India sent 56 L COVID-19 vaccines to foreign nations as gift;100 L doses as commercial supplies: MEAhttps:\/\/t.co\/10lbCzde1B...","sentiment_score":-0.0625}
{"full_text":"Japan has a much older population than us but only 5,722 Covid deaths!","sentiment_score":0.0833333333}
{"full_text":"RT Delighted to say that our 1000-piece jigsaw puzzles of #BishopsCastle, #Clun and #Bridgnorth are now back in stock. A...","sentiment_score":0.35}
{"full_text":"What's killin our state is our eloquence PR job we do which is rather ff by cold feets whn comes to action. R we doin what's we would do? speak so much and do nxt to nothing. If we can do e opposite n accept responsibilities this country will be better off. COVID is real #joysms","sentiment_score":0.0666666667}
{"full_text":"RT \"But recent vaccine trials showed us that there is no cross-strain protective immunity for a variant of the virus.\"n...","sentiment_score":0.0}
{"full_text":"RT And when says \"there's nothing we can do to change the trajectory of the pandemic,\" that's not what practicing...","sentiment_score":0.0}
{"full_text":"Service Update 09:00 -  A reduced timetable is in place. Only travel for work if essential or for other legally permitted reasons Please remember to wear a face covering when travelling with us. All updates can be found here ","sentiment_score":0.01875}
{"full_text":"Let me guess. Not like the closing titles of 'Love Actually'?","sentiment_score":0.25}
{"full_text":"RT Shocking news: Big pharma monopolies are causing artificial rationing of #COVID19 vaccines@EU_Commission must force","sentiment_score":-0.5333333333}
{"full_text":"RT For the Tories the country hitting rock bottom in the aftermath of Covid is an opportunity to fire and rehire people on l...","sentiment_score":0.0}
{"full_text":"RT TWO DIFFERENT #COVID19 PANDEMICS--Many think with cases dropping that pandemic is nearly over. But truth is, there are now...","sentiment_score":0.05}
{"full_text":"RT \"Just go for it, it's so easy\" says Michael Eavis the founder of who shares his thoughts on having the #Covid19 vac...","sentiment_score":0.4333333333}
{"full_text":"RT Hope everyone's doing ok  we can get through this lockdown, hunker down, take care of each other &amp; stay safe and we'...","sentiment_score":0.1798611111}
{"full_text":"RT Israel made 500+ Palestinian children homeless in 2020 by demolishing their homes, despite pledging to pause demolitions due to...","sentiment_score":-0.125}
{"full_text":"RT \"It does not matter how many mistakes one makes in politics, so long as one keeps on making them. It is like throwing babi...","sentiment_score":0.225}
{"full_text":"RT On #KashmirSolidarityDay, I strongly condemn brutalities &amp; inhuman lockdown in #IIOJK &amp; urge our political &amp; religious l...","sentiment_score":0.1444444444}
{"full_text":"RT Grace died last week of covid , leaving behind 2 young childrenWhere is her public eulogy &amp; lamentations ?A nations r...","sentiment_score":-0.075}
{"full_text":"RT Please help support the peoples station.Since the closure of our studios in March 2020 as a consequence of Covid 19, we...","sentiment_score":0.0}
{"full_text":"RT Holy cow: 10% of the village of Corzano  has the #B117 variant--10% of all residents! 60% of cases are kids from kindergar...","sentiment_score":-0.1666666667}
{"full_text":"RT Nicola Sturgeon savaged over 'laughable' claims Brexit unrelated to vaccination rates","sentiment_score":-0.5}
{"full_text":"RT Despite common knowledge of #FLs being reformist, passed with good intent in the wake of sufferings seen during the pandemi...","sentiment_score":0.2}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"RT The Great Barrington Declaration is the route we should be taking to exit lockdown. 35,000 doctors and professionals and mil...","sentiment_score":0.8}
{"full_text":"I may never be without pasta! My great-grandmother who lived thro WW2 rationing had a large cupboard in her sitting room full of sugar that she kept topped up until she died in the 1980's","sentiment_score":0.2821428571}
{"full_text":"AI drives the evolution of technology and data governance #MachineLearning #DataScience #Python #AI #100DaysOfCode #DEVCommunity #IoT #flutter #Serverless #CyberSecurity #tech #DeepLearning #startups #COVID19 #data #5G #Innovation #tech #Governance","sentiment_score":0.0}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts. As we are students,we need many...","sentiment_score":0.25}
{"full_text":"RT I represented Vice President, Dr. Mahamudu Bawumia at the launch of the National  Chocolate Week. In this month of love, eat...","sentiment_score":0.5}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"RT I'm not a conspiracist .. so when I say it's ALL over the news that MYSTERIOUSLY  Covid19 has diminished in the last 3 we...","sentiment_score":0.0}
{"full_text":"RT C'mon all furbaby lovers please help Austin &amp; Earl escape slaughter. Please pledge. Please foster. They are the 2 left behin...","sentiment_score":0.0}
{"full_text":"RT This is the Forgotten price of Lockdown that the mainstream media won't report on","sentiment_score":0.0}
{"full_text":"RT By \"govt sources confirm\" does she just mean \"I can confirm\"?","sentiment_score":-0.3125}
{"full_text":"Are you worried about hiring the right candidate during Covid-19? Here are the right steps to get the right results.https:\/\/t.co\/3V2tF3953l#Recruitment #Technology #RecruitingAutomation #TalentAcquisition #AI #Hiring #pandemic #Covid","sentiment_score":0.2857142857}
{"full_text":"Everyone I know caught cold when we came out of the first lockdown because their immune system had stopped working properly","sentiment_score":-0.1166666667}
{"full_text":"RT There are a lot of vulnerable Australians still stuck overseas. Queensland has stepped up to help get them home. #covid19...","sentiment_score":-0.5}
{"full_text":"RT Like Craig Kelly, Senator Rennick wants a \"debate on alternative treatments including using a hair lice treatment called i...","sentiment_score":0.2}
{"full_text":"New digital solutions like the Infosys Vaccine Management Solution have been designed to address all of these requirements, enabling states and vaccinators to execute their ambitious COVID-19 vaccination program successfully.#Digitalhealth #NHS","sentiment_score":0.1287878788}
{"full_text":"RT This perfectly captures my reaction when I read about deaths after covid vaccine","sentiment_score":1.0}
{"full_text":"Great to hear via that live testing of digital Covid-19 immunity passports has been launched in the UK!https:\/\/t.co\/6UaGWcwXwQ#covid #covid19 #digitalhealth","sentiment_score":0.3121212121}
{"full_text":"RT Frontline health workers in 145 countries to get #COVID19 vaccines under COVAX fair distribution deal, led by","sentiment_score":0.7}
{"full_text":"Actually one of the last concerts I went too before the lockdown..","sentiment_score":0.0}
{"full_text":"RT YES! States have the right to \"enact health laws. The Constitution... does not import an absolute right in each person...","sentiment_score":0.2571428571}
{"full_text":"#Zimbabwe President Emmerson Mnangagwa thanked China for donating 200,000 doses of #COVID19 vaccine.","sentiment_score":0.0}
{"full_text":"RT For today I wrote about why people don't trust our public health institutionsFrankly, it was a little insane to revisi...","sentiment_score":-0.3958333333}
{"full_text":"The wording is critical and getting it wrong can lead to hardship and even financial distress for the people left behind.Why the Importance of Your Last Will &amp; Testament during COVID-19 with relevance to Your Estate?Read more at:https:\/\/t.co\/bF1n0DcdoS","sentiment_score":0.0}
{"full_text":"THE Zimbabwe Human Rights Association has filed an urgent chamber application at the High Court seeking an order to compel government to provide a COVID-19 national vaccination roll-out plan.https:\/\/t.co\/CxEUgqSsBf","sentiment_score":0.08}
{"full_text":"Has Covid impacted your financial situation? Cardiff Money Advice team can help you claim all the Benefits, credits &amp; allowances you're entitled to. They also give free advice. Don't suffer alone,call our Adviceline on 029 2087 1071 or visit #money #advice","sentiment_score":0.2}
{"full_text":"NEW! [FPCJ Online Press Conference by JACST: Feb.18 2021] The Seven Samurai of Science -Confronting Global Challenges- Learn about the latest top-level research in COVID-19, ecology, aging society, natural disaster, space, cultural resources","sentiment_score":0.1740909091}
{"full_text":"The variety of Spanish spoken in Equatorial Guinea is Equatoguinean Spanish. This is the only Spanish variety in Sub-Saharan Africa that retains the official national status.#africa #equitorialguinea #guinea #facts #COVID #COVID19 #love #centralafrica #afro #follow #ElonMusk","sentiment_score":0.1}
{"full_text":"Eligible community and voluntary organisations are invited to apply for grants under the 2nd round of funding for Covid-19 Emergency Funding. Closing date is 26th February.","sentiment_score":-0.1}
{"full_text":"Finance Minister on Monday presented the first-ever paperless budget, in post-COVID India, and based it on six pillars of #AatmaNirbharBharat. Watch to know what components comprise the second pillar of the #Budget2021. #AatmaNirbharBharatKaBudget","sentiment_score":0.0}
{"full_text":"Out of the 303 new #coronavirus cases in #SaudiArabia, 126 were confirmed in Riyadh and 51 in Makkah. ","sentiment_score":0.2681818182}
{"full_text":"Half term savings! Keep the kids busy all week long with fantastic offers on kids' favourites.We'll be sharing lots of projects  for you and your mini makers to try at home - stay tuned! Explore offers: #KidsCraftClub #Hobbycraft","sentiment_score":0.0777777778}
{"full_text":"COVID has been a catalyst for many financial &amp; operational restructurings. But regardless the impetus, smart communications strategy, process ownership &amp; smooth implementation make all the difference. Learn more:","sentiment_score":0.3228571429}
{"full_text":"On a more positive note, South Australia has removed its hard border arrangement with Western Australia.#borderrestrictions #victoria #southaustralia #domestictravelhttps:\/\/t.co\/9RAbBd6XnW","sentiment_score":0.1089015152}
{"full_text":"*Last Day Today!* Has coronavirus affected your access to speech and language therapy? The royal college of Speech and Language therapists want to hear from you.. #COVID19 #coronavirus #LearningDisability #SALT please sharehttps:\/\/t.co\/uMIXHy8gcR","sentiment_score":0.0}
{"full_text":"SSR case was revived by him and a few others.. Darn this Corona for snatching one more victim","sentiment_score":0.075}
{"full_text":"RT As of February 4, 2021, there has been a total of 275 #COVID19 cases in Dadaab since the first case was reported on 18th...","sentiment_score":0.125}
{"full_text":"Today from midnight to midnight (PST) Bandcamp are again waiving their revenue to help support artists adversely affected by the pandemic. We're also offering 20% off all products (incl. forthcoming releases) so that you can save too The place to go ","sentiment_score":0.0}
{"full_text":"Wondering when you'll get your COVID-19 vaccine? This is being led by the NHS. They will contact you to make an appointment when it's your turn. This will either be a letter or phone call from your GP practice.Find out more:","sentiment_score":0.5}
{"full_text":"ICYMI We've been commissioned to produce a new series for Smooth - it will promote sport and fitness as a way to help combat loneliness in lockdown and improve your mental and physical health &amp; wellbeing. Thanks &amp; #sport #fitness #mentalwellbeing #Radio","sentiment_score":0.1272727273}
{"full_text":"Have the effects of the coronavirus pandemic left you or someone you know in debt? The website has lots of information and advice to help you find a way forward with debt","sentiment_score":0.0}
{"full_text":"RT Middle to high income earners now have an even bigger financial buffer than they did before the pandemic, on trend, the RB...","sentiment_score":0.04}
{"full_text":"A group of young people in Newcastle, with the support of StreetGames and The Reporters' Academy, have created a video to share their experiences of lockdown and those of others this past year.  You can check it out here:","sentiment_score":-0.075}
{"full_text":"RT I'm seeing some ridiculous false equivalences being made between wanting border restrictions to constrain spread of SARS-CoV-...","sentiment_score":-0.3666666667}
{"full_text":"Can you take painkillers before or after a COVID-19 vaccine? #FOX59Morninghttps:\/\/t.co\/OcZRYX25FX","sentiment_score":0.0}
{"full_text":"Cyberabad Police has launched a first-of-its-kind initiative called 'Old But Not Alone' to assist senior citizens with age-related issues, mainly triggered due to the COVID-19 pandemic.#Covid19 #Police #Elderly","sentiment_score":0.0472222222}
{"full_text":"Find out what we've been up to  &amp; how things have been working differently for us throughout pandemic. Features latest news &amp; events from changes to Mental Health act, SUF news, coproduction work &amp; we hear from our group members ","sentiment_score":0.1333333333}
{"full_text":"1 month in lockdown. I'm having withdrawal symptoms from (MISS YOU!!!), had a change in aspirations for further education, became addicted to the Toast &amp; Jam Yorkshire Tea and can't imagine a life without TikTok...I've changed.","sentiment_score":-0.2}
{"full_text":"Queensland's post-COVID economic revival may well lean on the efforts of small business owners, many of whom are women, prompting calls for more support to help female leaders thrive.https:\/\/t.co\/WsrHk2eayD","sentiment_score":0.19}
{"full_text":"Jazz legend Tony Bennett has revealed that he has been living with #Alzheimers for the last four years but singing and performing have kept his mind active despite his health difficulties!How have you made the most of lockdown with your older friends and family? Let us know!","sentiment_score":0.14375}
{"full_text":"#TeamESNEFT is looking for a dynamic and conscientious person to join the facilities team at #Aldeburgh Community Hospital.Follow the link to find out more and apply #NHSjobs #COVID19 #hiringnow #recruitingnow","sentiment_score":0.25}
{"full_text":" latest Active Lives Children and Young People Survey shows teenage boys were hardest hit by the pandemic but girls became more active as they found alternative ways to be active. #ChildrensMentalHealthWeek https:\/\/t.co\/StQOPFqgqe","sentiment_score":0.1}
{"full_text":"The Oakland city council voted unanimously on Tuesday to pass an ordinance forcing grocery stores to pay workers an additional $5 an hour for hazard pay.","sentiment_score":0.0}
{"full_text":"Each year shares the best hospitals in the US. In a year where a global pandemic has taken so many lives living in a place with accessible and quality healthcare has become top of mind when considering immigration options. #eb5 #eb5visa #eb5program #immigration","sentiment_score":0.475}
{"full_text":"We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a better future.Don't let take into the darkness again.Let us creat our future with our own hands.  #HearTheVoiceOfMyanmar #WeNeedDemocray","sentiment_score":0.275}
{"full_text":"Councils across the country are making unprecedented cuts to services. We need Westminster to let local councils manage their own future #BHStandsTogetherhttps:\/\/t.co\/nvJ128oDhV","sentiment_score":0.3}
{"full_text":"Patients awaiting their Covid-19 vaccines have been warned not to \"fall into the trap\" of potential scams.https:\/\/t.co\/k1eNvepttD","sentiment_score":0.0}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"RT Today is 550 days since Jammu &amp; Kashmir curfew imposed, communications blackout, with democratically elected leaders and othe...","sentiment_score":0.0}
{"full_text":"Last week, our Russian distributor, SIU System, has been trained on the 3D-printing process. Due to COVID19 the training was virtual ! SIU technicians will be soon certified for Ceramaker printers installation and maintenance operations #AdditiveManufacturing #3Dprinting","sentiment_score":-0.0520833333}
{"full_text":"At Submit, we aim to uphold a few ideals, one of which is being useful.Read how we've responded to the virus with our free QR code for #contacttracing: #pandemic #useful #practical #Easy","sentiment_score":0.2333333333}
{"full_text":"These indoor cycling studios can help you enjoy your workout at home  #LiveYourBestLife #OneLifePH","sentiment_score":0.4}
{"full_text":"RT This story illustrates what is about to happen to hundreds of shared owners, as people lose jobs in the pandemic &amp; finances beco...","sentiment_score":0.0}
{"full_text":"Our large vaccination site at is now open! It's one of the largest in London and will help deliver the COVID-19 vaccine. Remember, the NHS will contact you when it's your turn to be vaccinated.@CPFC For more information see here:","sentiment_score":0.2380952381}
{"full_text":"Lockdown:\"International travel had 'biggest impact' on death rates in first wave of pandemic, research says\"https:\/\/t.co\/DW6OWqh9Un via (Shared via COVID-19 topic)","sentiment_score":0.125}
{"full_text":"COVID 19 cases in India until : 05\/02\/2021 14:30Total Cases: 10803533 [+0]Active: 148750Recovered: 10495401 [+0]Deaths :154862 [+0]Total Tests: 199.93MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccine will always be available free of charge. The NHS will never ask you to share bank details to confirm your identity or pay for a vaccine","sentiment_score":0.4}
{"full_text":"This week has the WOW factor, 'Lockdown Artists of the Week' are not disappointing us, Congratulations to our KS3 students, going above and beyond : Sophie &amp; Theo in Yr7, Julia &amp; Edward in Yr8, Amelia &amp; Millie in Yr9. Fantastic work ","sentiment_score":0.2}
{"full_text":"We are delighted to announce that Prof National Clinical Director at will join us for a Facebook Live Q&amp;A on 23rd Feb at 12pm to discuss the #COVID19 vaccine. Please submit your questions in advance by 12pm on 11th Feb to events@scottishautism.org.","sentiment_score":0.4181818182}
{"full_text":"Interested in keeping up to date with Irish COVID-19 vaccination statistics?Check out our COVID-19 Vaccination Statistics section on the COVID Hub! not save as a bookmark for easy access to COVID-19 information ","sentiment_score":0.2277777778}
{"full_text":"Have the effects of the coronavirus pandemic left you or someone you know in debt? The website has lots of information and advice to help you find a way forward with debt","sentiment_score":0.0}
{"full_text":"#OurNHS and #OurNHSPeople deserve the utmost respect and gratitude, as well as our support for proper funding &amp; conditions &amp; for pay which doesn't leave them dependent on foodbanks and charity; not hollow claps, nor attacks fuelled by the Tories and MSM's lies &amp; misinformation.","sentiment_score":0.025}
{"full_text":"Uneven Global #COVID Vaccine Supply Could Have 'Deadly Effect,' #RedCross Warns","sentiment_score":-0.1333333333}
{"full_text":"For all the latest COVID-19 information in the county, click the below link:https:\/\/t.co\/xNnmmELY1n#AThrivingLocalGame","sentiment_score":0.5}
{"full_text":"The #DATA4COVID19 Africa Challenge seeks for ideas and proposals that (re)use data to provide actionable insight on COVID-19 in public health, economic and socio-political domains.Due: Feb. 5Apply todayhttps:\/\/t.co\/1Kv2qXrFnR","sentiment_score":0.1}
{"full_text":"#ValentinesDay might be over a week away but if you're ordering gifts we strongly recommend you place your order as soon as possible as, due to #covid, Post Office deliveries are suffering some delays.You can check out our full range of gifts here:","sentiment_score":0.1645833333}
{"full_text":"Love, anger, heartbreak, and desperation.In a relationship gone off track and a mandatory lockdown at the worst possible timing, Linda (Anne Hathaway) and Paxton (Chiwetel Ejiofor) find their ticket out in the most surprising way.Watch the romantic comedy heist film now!","sentiment_score":0.0}
{"full_text":"RT #COVID19 is of little or no threat to our childrenour government however are probably the biggest threat to our childr...","sentiment_score":-0.1875}
{"full_text":"Your mental health is important too! Maintain a positive attitude and outlook even during the #Lockdown#StaySafe #MentalHealthMatters #FridayFeeling  #DoGreatThingsEveryDay","sentiment_score":0.2090909091}
{"full_text":"Who's considered indoor #cycling during the pandemic?https:\/\/t.co\/vKxBRrUsZC","sentiment_score":0.0}
{"full_text":"RT The level of humility in this tweet - good grief what an appalling person - Rihanna donates 8 million U...","sentiment_score":-0.15}
{"full_text":" .@TTSLeeds have been working hard to support older people to make the most of the online during the pandemic.In this webinar they'll present positive solutions to enable you to support older people to overcome barriers to digital inclusion. https:\/\/t.co\/nTN85k9bwk","sentiment_score":0.1098484848}
{"full_text":"The climate of tightening regulations, the increasing difficulty of preventing fraud and the digitisation of operations amid COVID mean it's time for firms to rethink KYC AML as part of their #digitaltransformation strategies. Here's how they can.","sentiment_score":-0.3125}
{"full_text":"Have the effects of the coronavirus pandemic left you or someone you know in debt? The website has lots of information and advice to help you find a way forward with debt","sentiment_score":0.0}
{"full_text":"RT Today, FONZ and the Smithsonian's National Zoo and Conservation Biology Institute are announcing the dissolution of ou...","sentiment_score":0.0}
{"full_text":"Continue your redecorating through the lockdown with our 'Virtual Appointments' over FaceTime, WhatsApp, Google Hangouts to find the perfect rug for youBook an Appointment -&gt; #homedecor #hampshire #london","sentiment_score":1.0}
{"full_text":"Here you will find updates from our CEO David Smith, guidance on how our operators are adapting and stories from our hidden heroes that continue to work on the front line: #COVID #workplacesafety #homeworking","sentiment_score":-0.1666666667}
{"full_text":"Check-In- Let people around you know how you are copingwith lockdown. What is difficult about being in lockdown?Are there any silver linings that you are enjoying? Try sending a letter to someone you miss to cheer them up. #childrensmentalhealthweek2021","sentiment_score":0.0}
{"full_text":"Brits 'will be allowed to meet more pals outside to socialise and play sport' in first stage of Covid lockdown easinghttps:\/\/t.co\/5oGQmdXPrm","sentiment_score":0.25}
{"full_text":"scientists and experts from Japan and Vietnam, led by Prof. Phillip Alviola, are currently studying insect-eating bats from Mt. Makiling to help predict outbreaks from viruses such as the SARS-CoV-2. Padayon!Read more here:","sentiment_score":0.1666666667}
{"full_text":"RT .@SSTAtradeunion A sensible way forward for teachershttps:\/\/t.co\/PNrFghkQpN","sentiment_score":0.0}
{"full_text":"#OralHealth-care providers work in close contact with their patients and are exposed to body fluids; procedures must be in place to protect staff and patients from infection with #COVID19.Squared new WHO videos explain how ","sentiment_score":0.1363636364}
{"full_text":"#Sustainability is at the heart of what we do. We want to #EndRabiesNow and our teams are working hard to ensure that this battle continues amid the #Covid19 pandemic. Read more about our work from","sentiment_score":0.1041666667}
{"full_text":"Good morning #dcfcfansWe are open online 24\/7 for all your #dcfc merchandiseStay home and be kind to yourselveshttps:\/\/t.co\/hVgn5EXMD0","sentiment_score":0.4333333333}
{"full_text":"RT News of the lockdown may be unsettling but, just as we were throughout 2020, we're still here for Care Experienced people...","sentiment_score":0.15}
{"full_text":"A Covid-19 testing update for residents of Loftus - via","sentiment_score":0.0}
