{"full_text":"RT This is a very important piece. Please read.","sentiment_score":0.52}
{"full_text":"RT Going stir crazy? You're not alone. Psychiatrists are warning that further lockdown extensions could have severe long-term effe...","sentiment_score":-0.3}
{"full_text":"Which Covid vaccine is most effective and most used?","sentiment_score":0.5333333333}
{"full_text":"RT Dr. Henry is an extraordinary leader whose expertise and guidance has been critical to keeping people safe and healthy.I kn...","sentiment_score":0.2777777778}
{"full_text":"RT Follow these Black scientists as they change the !@drpepperis100, co-founder of cyanobacteriolo...","sentiment_score":-0.2083333333}
{"full_text":"RT Baltimoreans are Marylanders who both are entitled to and deserve vaccine.","sentiment_score":0.0}
{"full_text":"RT Ooni unveils COVID-19 herbal drugs","sentiment_score":0.0}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT \"The nationality of the band did not matter to him\" -- not really convincing that he would've made the same comment about...","sentiment_score":-0.125}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT #COVID19 has accelerated global demand for oxygen &amp; made the delivery of oxygen supplies more urgent. has been worki...","sentiment_score":0.25}
{"full_text":"I mean in this pandemic times and he can't even lower the fees....what happened to Humbalito ","sentiment_score":-0.3125}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by figures like Matuschik, who almost always claim they didn't mean...","sentiment_score":-0.3125}
{"full_text":"RT If you want more proof that Kenyan leaders see themselves more as part of the European middle class than as part of African s...","sentiment_score":0.2}
{"full_text":"RT He's not a racist and doesn't hate Asians, just boy bands who cover his white group's song is really what they're going w...","sentiment_score":-0.2}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT NEW: The Biden admin will announce a new partnership with America's leading business orgs to rally to defeat COVID-19. \"We'...","sentiment_score":0.1363636364}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"Same guy paid for 1 million doses of Pfizzer Covid19 vaccines for Nigeria #RabiuMusaForPresidentGood attempt but he can't win.","sentiment_score":0.4}
{"full_text":"RT Before the pandemic, 1 out of 6 students were chronically absent. Join the conversation on March 4 at 2pm ET hosted by...","sentiment_score":0.0}
{"full_text":"Vaccines should end the pandemic, despite the variants, say experts via","sentiment_score":0.0}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"A great resource","sentiment_score":0.8}
{"full_text":"RT RT must be the immune system for the web.","sentiment_score":0.0}
{"full_text":"It's #JusticeWeek2021 Question Time 4 March.Join Lord Sumption former Justice of the Supreme Court, Michael Olatokun Prof Dame Hazel Genn your questions on Covid vs democracy to  #JusticeWeekQThttps:\/\/t.co\/H3RbeSI6M0","sentiment_score":0.0}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by figures like Matuschik, who almost always claim they didn't mean...","sentiment_score":-0.3125}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"RT Let's make this clear: comparing anyone to a virus - especially those who have done nothing but spread positivity and...","sentiment_score":0.05}
{"full_text":"Lockdown fundraisers - we couldn't have done it without you! With your continued support, you're enabling us to reach pharmacists who need our help right now. Thank you! -","sentiment_score":0.3571428571}
{"full_text":"RT Joe Biden has been President for 8% of COVID while over 20% of COVID deaths have occurred under his watch.Makes You T...","sentiment_score":0.0}
{"full_text":"RT  SWAMP ALERT The Dems' COVID bill pays federal bureaucrats $1,400\/week for 15 weeks to stay home and not work if thei...","sentiment_score":0.0}
{"full_text":"RT wow Xi'an Famous Foods in NYC says they've shut six locations during the pandemic and started closing all stores earlier b...","sentiment_score":0.2}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"LOOKS LIKE THEYRE COMING HOME TOMORROW EVERYONE STAY CALM","sentiment_score":0.3}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"RT Why the hell is this aberration allowed to wear a mask that says this? I thought there was a dress code in Cong...","sentiment_score":0.0}
{"full_text":"In an interview with Healthcare Executive, Dr. Ashutosh Raghuvanshi, MD &amp; CEO, Fortis Healthcare, answered  questions about how Fortis has been able to adapt to the pandemic, by implementing new technology, as well as the use of telemedicine.#AdaptAndGrowhttps:\/\/t.co\/7kkw7fshA8","sentiment_score":0.3181818182}
{"full_text":"RT One year ago today","sentiment_score":0.0}
{"full_text":"RT my hot take is that there's way too much reporting from older journalists trying to decode why gen z loves tik tok or side...","sentiment_score":0.2055555556}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"RT WoohooI've been Pfizered!(is there such a word!) Amazingly efficient organisation at Guy's hospital-Only just heard of...","sentiment_score":0.3}
{"full_text":"I'm sick and tired of these entitled people debating over whether to help those less fortunate-while they are clearly rich. sick of it.  reduce tax breaks on wealthy; bring back progressive tax structure; decrease our bloated military budget.","sentiment_score":-0.1525297619}
{"full_text":"RT BREAKING: Health Canada has approved use of AstraZeneca's COVID-19 vaccine, clearing the way for millions more inoculations....","sentiment_score":0.5}
{"full_text":"running a diy punk label in the era of covid is basically perfecting the art of saying \"no thanks\"","sentiment_score":-0.1}
{"full_text":"You may want to close your ears.","sentiment_score":0.0}
{"full_text":"RT It's not a COVID Relief bill if only a few percent of the $1.9 TRILLION go to COVID relief. Let's call it what it is....","sentiment_score":-0.1}
{"full_text":"RT Moderna's CEO becomes billionaire thanks to a vaccine developed entirely with public funds. #PeoplesVaccine #NoCovidMono...","sentiment_score":0.075}
{"full_text":"HAPPENING TODAY: The package includes direct aid to small businesses and $1,400 direct checks to Americans making less than $75,000 annually. ","sentiment_score":-0.0541666667}
{"full_text":"RT The rules were never written for working people, women or people of color. Too often they're used to try to slow progress...","sentiment_score":-0.3}
{"full_text":"Ongoing: Today, we are engaging Health Correspondents on #COVID19 vaccine Introduction. Objectives of the meeting include:","sentiment_score":0.4}
{"full_text":"RT A German radio host said, that BTS is just like an abbreviation for Covid-19 and that he hopes there will be a vaccine...","sentiment_score":0.0}
{"full_text":"RT BCCI official (in PTI) said \"It will be risky to have single city to host IPL league stages in Mumbai with COVID cases...","sentiment_score":-0.0714285714}
{"full_text":"this is NOT an apology","sentiment_score":0.0}
{"full_text":"You do know corporation tax also applies to small and medium businesses, don't you? The ones that have been hit hardest by covid? Far better to pursue the tax evaders at the top of the business tree first.","sentiment_score":0.22}
{"full_text":"RT A Bavarian radio station found its name trending worldwide with the hashtag #Bayern3Racist, after a presenter upset fans of K-P...","sentiment_score":0.0}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"RT #Bayern3Racist trends worldwide after German radio host Matthias Matuschik made racist comments towards BTS recently by compar...","sentiment_score":0.0}
{"full_text":"RT If you think that comparing Asian people to covid during a time where hate crime against us has been rising precisely...","sentiment_score":-0.1333333333}
{"full_text":"RT  \"When you add it all up, the price tag of Democrats' bill is jaw-dropping. But don't call it a rescu...","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT Ik log net uit bij een vergadering met collega's van over d...","sentiment_score":0.0}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"RT People point toward the (encouraging) Israel data a lot, but COVID deaths in the the UK are also now falling VERY quickl...","sentiment_score":0.2}
{"full_text":"RT #BREAKING: Health Canada has approved the COVID-19 vaccine from AstraZeneca.https:\/\/t.co\/RNIpPc7lEU","sentiment_score":0.0}
{"full_text":"RT Lovely trip out this morning to collect our Raw Milk from then on the way home sad to pass","sentiment_score":-0.0769230769}
{"full_text":"RT Patanjali Coronil helps to fight against the Coronavirus#PatanjaliProducts #Coronil","sentiment_score":0.0}
{"full_text":"RT Who will take home the coveted statue? Pelosi for her lockdown hairdo? Newsom for his fine dining? I am giddy with anticipat...","sentiment_score":0.4166666667}
{"full_text":"RT The \"he doesn't just hate Asians he just hates all boy bands!\" take doesn't hold water to me when violence against Asian...","sentiment_score":-0.5}
{"full_text":"There have been other people in history who thought those they did not like should have been exterminated. This time, your radio host said \"eradicated\" and that BTS are like covid. You did not apologize. A radio is not a place to spread hate and racism. #Bayern3Racist","sentiment_score":-0.4625}
{"full_text":"RT \"Filipino nurses are 4 percent of total nurses  in the U.S. but 31.5 percent of all nurse death. That's not an accident\"","sentiment_score":0.0}
{"full_text":"Thank and for your personal responses#ONEpowersummit","sentiment_score":0.0}
{"full_text":"I agree that the way lay people and the media interpret period life expectancy is very wrong and can in some cases actually be harmful. But I don't think that's at all specific to this situation, or a good reason for the CDC to stop using it.","sentiment_score":0.0125}
{"full_text":"RT WTF. China has no respect for Joe Biden and is mocking the United States right now.","sentiment_score":-0.1071428571}
{"full_text":"This doesn't seem a good way to encourage entrepreneurhsip and growth to us either","sentiment_score":0.7}
{"full_text":"RT meanwhile in the US: \"don't go getting all excited that you may be able to do things again\"","sentiment_score":0.4375}
{"full_text":"RT The US government used the AIDS epidemic as a free pass to genocide nearly an entire generatio...","sentiment_score":0.2}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT Yes, actually. Biden is working to pass a 1.9 trillion dollar  \"Covid relief\" package of which just 9% will go to the Am...","sentiment_score":0.0}
{"full_text":"RT Looking at myself pre lockdown three and thinking about my life","sentiment_score":0.0}
{"full_text":"RT ATTENTIONThe old hashtags from last night aren't trending worldwide anymore, we are using #RacismBayern3 fro...","sentiment_score":0.05}
{"full_text":"RT Real GDP growth of 0.4% in Q3 of 2020-21 has returned the #economy to pre-pandemic times of positive growth rates.","sentiment_score":0.2136363636}
{"full_text":"Thanks to for providing a location for #CoronavirusVaccine in DeKalb County... make your appointment here: got mine in Stonecrest.","sentiment_score":0.2}
{"full_text":"Beautiful Barry","sentiment_score":0.85}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"Wishing you a very happy birthday #enjoy ","sentiment_score":0.7}
{"full_text":"Check out this article via Plant &amp; Works Engineering that shares how your organization can continue to enhance #workplacesafety throughout the pandemic and beyond. Enhancing workplace safety - Plant &amp; Works Engineeringhttps:\/\/t.co\/Csc5XeHmaP","sentiment_score":0.0}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"How does COVID-19 affect the heart? Heart Association Chief Science and Medical Officer Dr. Mariell Jessup answers the question and offers tips to boost heart health. #HeartMonth","sentiment_score":0.05}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"How does COVID-19 affect the heart? Chief Science and Medical Officer Dr. Mariell Jessup answers the question and offers tips to boost heart health. #HeartMonth","sentiment_score":0.05}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT Friendly reminder for everyone. We still have roughly $1 trillion that have not been spent from previous #COVID19 rel...","sentiment_score":0.0020833333}
{"full_text":"Industry news: OSHA fines Missouri manufacturer $15K for not enforcing coronavirus protectionshttps:\/\/t.co\/g134vVJ0OO","sentiment_score":0.0}
{"full_text":"Let's be clear, lardass did not develop the covid vaccine. It was founded by two German scientists","sentiment_score":0.05}
{"full_text":"RT just the strangest timeline","sentiment_score":0.0}
{"full_text":"imagine being young and abled and having the privelege to be able to spout shite like \"life is too beautiful to hide from covid\" christ can't relate","sentiment_score":0.4833333333}
{"full_text":"RT COVID-19 TESTING:*NEW LOCATION*Sackville Royal Canadian Legion, 45 Sackville Cross Rd, Lower Sackville (DIRECTIONS) Fr...","sentiment_score":0.0}
{"full_text":"United Methodist Church has once again postponed its quadrennial meeting due to the #COVID19 pandemic, delaying further a widely anticipated vote by delegates from across the globe on a proposal to split the denomination over the inclusion of LGBTQ membershttps:\/\/t.co\/qr1Qv7bDZc","sentiment_score":-0.075}
{"full_text":"RT Once Covid relief passes in House today, it's on us to get it passed in the Senate. Full speed ahead. Who's with me?","sentiment_score":0.35}
{"full_text":"RT BURKINA FASO: Doctors are buying medical supplies bc hospitals have exhausted budgets for needs caused by COVID.While we can...","sentiment_score":-0.2}
{"full_text":"RT Returning to work is daunting at the best of times, never mind when COVID has such a huge influence on practice. Thank...","sentiment_score":0.4666666667}
{"full_text":"RT Unbelievable, There are bunch of qrts there. I hate you all. #Bayern3Racist #RassismusBeiBayern3","sentiment_score":-0.525}
{"full_text":"Is this the call where Ed says everything is great but covid has really hit the clubs income and ignores the fact we have owners who have plunged us into debt and have been mismanaging the club and milking us for 16 years now? #glazersout","sentiment_score":0.5}
{"full_text":"Everyone 16 + should get the vaccine when it's available to them. This includes people with medical conditions &amp; people who've had #COVID19. The vaccine's safe for people who're pregnant &amp; those with weak immune systems, but talk with your doctor first: ","sentiment_score":0.1847222222}
{"full_text":"Looking after your body and mind can be tough right now but many of our local health and fitness businesses are offering online classes to get you through lockdown - check out our latest blog ","sentiment_score":0.1793650794}
{"full_text":"Our Lockdown Choir proudly presents The Road Home. Enjoy!","sentiment_score":0.65}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT Joint Statement by the Philippine Society of Pathologists Inc. (PSP) and the Philippine Association of Medical Technolo...","sentiment_score":0.0}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"A survey from the Asheville Business Association show the COVID-19 pandemic has caused revenue and job losses, taking several businesses to the brink of closure. ","sentiment_score":0.0}
{"full_text":"We're here to keep you and your family up-to-date about the #COVID19 #vaccine. Visit the link below to learn more about our vaccination efforts.","sentiment_score":0.5}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"RT We've updated our data on confirmed COVID-19 cases by age group in Israel. To track vaccinations and the impact of COVID-19...","sentiment_score":0.4}
{"full_text":"The Library is open! Services currently offered:- Click &amp; Collect. Reserve books online, pick up from the Library.- Free postal loans. Again, reserve online, we post out.- Inquiry service. Email our librarians.https:\/\/t.co\/sTr9LBKN8Z","sentiment_score":0.1333333333}
{"full_text":"#CovidDataCentre | COVID-19 data related to the Valle del Cauca department in Colombia https:\/\/t.co\/x0Q0jr3MMV@tableau,","sentiment_score":0.0}
{"full_text":"Black and Latina women continue to disproportionately struggle with the effects of the pandemic on the job market. Read more here: #HumanResources #DEI #DiversityandInclusion #Diversity #remotework #remotejobs #recruitment","sentiment_score":0.1666666667}
{"full_text":"The Chancellor will next week reveal a new state-guaranteed loan programme to replace the three main emergency coronavirus schemes which have so far allowed businesses to borrow PS73bn.","sentiment_score":0.1007575758}
{"full_text":"RT In progress today:1) We now have 2M doses of Covid vaccines rotting on shelves in CA.2) We bombed Syria.","sentiment_score":0.0}
{"full_text":"#Lockdown denies  2 months of normal trading as Tsumba retires from board after 14yrs of service","sentiment_score":0.15}
{"full_text":"Here a Dynasty Title, your safety and security are our top priority! Did you know that we offer closings using a variety of methods?","sentiment_score":0.625}
{"full_text":"Thank you to Jennica Bellanca, Biomechanical Engineer at , Pittsburgh Mining Research Division, for sharing their important work with department students and guests on how #VirtualReality is used to improve hazard recognition and safety training for miners.","sentiment_score":0.4}
{"full_text":"Nigeria has recorded over 150,000 COVID-19 cases &amp; the numbers are still increasing. Protect yourself and loved ones: remember to wear your mask, practise hand hygiene regularly, avoid crowded areas &amp; do not self medicate if you're sick.#TakeResponsibilityPhoto:","sentiment_score":0.35}
{"full_text":"Start your #Spring #DIY with your household jobs done before #lockdown ends &amp; enjoy #summer!Everything you need at 2 handy depots - FREE delivery. Details: #notjustforbuilders","sentiment_score":0.4666666667}
{"full_text":"As trans and gender diverse people, many of us are struggling to stay housed and fed amidst #COVID19. It is ok to ask for help. Here are some things we want you to know! #TransRightsAreHumanRights #HousingForAll #FoodSecurity","sentiment_score":0.5625}
{"full_text":"Gov. Kate Brown will announce Friday which Oregonians will be eligible for the COVID-19 vaccine in the next tier, phase 1B, of the state's vaccine distribution plan.https:\/\/t.co\/xbMWQhx7LI","sentiment_score":0.0}
{"full_text":"Humankind are looking for Telephone Support Volunteer to support people with mental wellbeing issues with their recovery journey. Interviews will take place Via Zoom due to COVID restrictions.To request an application form please email volunteering@humankindcharity.org.uk","sentiment_score":-0.1125}
{"full_text":"New CDC Study Shows Positive Results for COVID-19 Vaccine SafetyLearn more:","sentiment_score":0.2878787879}
{"full_text":"RT In randomized trials with 6 different COVID vaccines involving ~175000 persons:0 hospitalizations for COVID in persons who...","sentiment_score":0.0}
{"full_text":"\"The Symptoms Of Covid-19\"Infographic#COVID19 #coronavirus #stayhealthy #Infographic","sentiment_score":0.0}
{"full_text":"The CDC has announced that people who have received their #Covid19 #vaccination don't have #quarantine themselves even if exposed to the virus. Read more from reporter to learn the specific guidelines: ","sentiment_score":0.25}
{"full_text":"When the pandemic began, our #Nottingham City Council security teams stepped up, keeping buildings safe and Covid-secure, and taking on new duties, getting PPE and food parcels to where they were needed. #frontlinefriday #keyworkers","sentiment_score":0.3181818182}
{"full_text":"On 18 March, we are so excited to be hosting a cross-theme Digital Futures event between our Health &amp; Care, Citizens &amp; Government and Social Media &amp; Networks themes.@schochastics here for more details and to register:","sentiment_score":0.2270833333}
{"full_text":"In 2018, about 3,000 people in Sudbury experienced some form of homelessness, or were at risk of becoming homeless. The COVID-19 pandemic has only exacerbated the challenges they're facing.https:\/\/t.co\/OX9fJMyARM","sentiment_score":0.4166666667}
{"full_text":"What do you think happens in the market once COVID-19 is officially declared over?I think we'll see lots of headlines like:\"{Battered Industry} Sees Record Revenue Growth\"And this will fuel a state of euphoria.This doesn't affect my strategy BTW. It's just fun to think.","sentiment_score":0.3}
