{"full_text":"RT Trying to clamp down on freedom of speech? If PN has been fully transparent and didn't flip flop on #COVID19 policies while...","sentiment_score":-0.1555555556}
{"full_text":"RT Wow! So the evil plans of the upcoming #COVID19 can't stop me from making more money.Guys invest now that  is Abit ca...","sentiment_score":-0.125}
{"full_text":"RT Epic trolling?","sentiment_score":0.1}
{"full_text":"RT Has actually been asked about all these COVID contracts that have gone the way of his mates and Tory donor...","sentiment_score":0.0}
{"full_text":"RT Our discharges today include 773 community recoveries in Lagos State and 66 community recoveries in Imo State managed in line...","sentiment_score":0.0}
{"full_text":"RT Hello everyone, this wonderful woman who was a second mother to me lost her battle with covid. Please, anything will help...","sentiment_score":0.5}
{"full_text":"Don't let the REAL STORY get lost#EpicGOPMismanagementIt didn't have to be this bad. So much was preventable:90% of Covid deaths &amp; much of #EconomicCrisis could have been prevented if #TrumpGOP had followed playbook &amp; intel to act earlier:https:\/\/t.co\/TvAo9P8mDp","sentiment_score":-0.025}
{"full_text":"RT  Brilliant news that 1 million people in Scotland have now had their first dose of the covid vaccine  Big mi...","sentiment_score":0.3833333333}
{"full_text":"RT I'll remind y'all that one of the first things Adham Baba did when he became Health Minister was say that a gulp of warm wate...","sentiment_score":0.425}
{"full_text":"RT Epic trolling?","sentiment_score":0.1}
{"full_text":"Let the science speak loud! #covid19","sentiment_score":0.125}
{"full_text":"2corrupt the health care system has become (as ive chat w you in our previous convo). now that trump is out of office and they want to make biden the good guy, the cdc doesnt want more death, thus allowing\/promoting hydrox as an aid against covid. you should become a spiritual","sentiment_score":0.2583333333}
{"full_text":"RT \"More than 2,100 hate incidents targeting Asian Americans and related to COVID-19 were reported nationwide between March and J...","sentiment_score":-0.075}
{"full_text":"RT If you have a break tomorrow at 11am PST, watch me and talk about workplace #inclusivity. We'll also touch...","sentiment_score":0.0}
{"full_text":"RT I don't care how dangerous Covid19 is, I simply don't want to live the rest of my life in and  out of lockdowns, with every...","sentiment_score":-0.1545454545}
{"full_text":"RT Shameful.At the outset of the pandemic, the WHO acted as a propagandist for communist China, echoing the CCP's lies.Now, t...","sentiment_score":0.0}
{"full_text":"helpppp i just choked on a hair in the line at mcdonald's and everyone now thinks i have covid","sentiment_score":0.0}
{"full_text":"RT First his pub landlord, now his family friend and director of Newmarket racecourse.Is there a chum of the Health Secre...","sentiment_score":0.25}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT As I get vaccinated today I feel extremely proud as an Indian &amp; I take this opportunity to congratulate all the scient...","sentiment_score":0.8}
{"full_text":"RT Joe Biden's White House is considering domestic travel restrictions on Florida to stop the spread of the China VirusMe...","sentiment_score":0.0}
{"full_text":"RT Our liberals, who were making fun of Covid-19 vaccine, and also ardently admire Canadian PM.Now, the same Canadian PM Just...","sentiment_score":0.15}
{"full_text":"RT And we had 3 years before the pandemic to mobilize millions in the street. Only called for t...","sentiment_score":0.0}
{"full_text":"RT India has seen this before: they know all too well the deadly cost of rushing experimental vaccines. Today, Pfizer was bl...","sentiment_score":-0.05}
{"full_text":"Adam Creighton needs to go and contract Covid from one of the current active cases, and then he can show us all that it's all fine. All good.  M-fcker #thedrum","sentiment_score":0.2458333333}
{"full_text":"#COVID19 in #Ukraine: New daily cases sharply up as of Feb 11https:\/\/t.co\/YggSjNk0yn","sentiment_score":0.0037878788}
{"full_text":"RT This is my idea of a hero - my doctor friend battling on the Covid frontline while dealing with bereavement","sentiment_score":0.0}
{"full_text":"RT COVID-19 is disproportionately killing Black, brown, and Indigenous people. The vaccine rollout program is disproportionately...","sentiment_score":-0.1666666667}
{"full_text":"RT Success with budesonide (asthma) herehttps:\/\/t.co\/2R0iv8IQ7MNon...","sentiment_score":0.3}
{"full_text":"RT Has actually been asked about all these COVID contracts that have gone the way of his mates and Tory donor...","sentiment_score":0.0}
{"full_text":"RT Good morning to all on this frosty morning hope you have rested well enjoy your day stay safe wrap up warm if you have...","sentiment_score":0.55}
{"full_text":"RT \"Nothing can prepare you for that sudden wrench when their time comes to leave.\" Family of #coroavirus #COVID19 hero #capta...","sentiment_score":0.0}
{"full_text":"RT And this is why we can't take it easy while Covid19 runs rampant in other parts of the world. We are way more connected...","sentiment_score":0.2694444444}
{"full_text":"Maybe they are falling due to the lockdown","sentiment_score":-0.125}
{"full_text":"RT \"He also said that one of the officials startled him by questioning the lack of \"equity\" among those he had vaccinated.\"Are...","sentiment_score":0.0}
{"full_text":"RT EIDD-2801 is a broad-spectrum antiviral that is currently under clinical trials for the treatment of COVID-19. It has sho...","sentiment_score":0.0}
{"full_text":"RT I hope the person that stole 55 Easter eggs from my car realises they were the midwives and support staff who have wor...","sentiment_score":0.0}
{"full_text":"Ambushes taking a holiday. There are some shows that don't need to go on because its #ChineseNewYear holiday.","sentiment_score":0.0}
{"full_text":"how fast do y'all think i can move to the UK ","sentiment_score":0.2}
{"full_text":"Project reality! Yet all the clever brexiteers are blaming covid for this. As if Europe was not affected by it.","sentiment_score":0.1666666667}
{"full_text":"Dummies?  Is that what you call us free people here in the U.S. and the world?","sentiment_score":0.4}
{"full_text":"I love what do and how James and the team just get on a do great things, even under the strains of lockdown, raising money for charity and raising the spirits of staff and customers alike.","sentiment_score":0.65}
{"full_text":"#COVID19 in #Ukraine: New daily cases sharply up as of Feb 11https:\/\/t.co\/fRrlg6Jdq8","sentiment_score":0.0037878788}
{"full_text":"COVID-19 update: Osun records 47 new infections","sentiment_score":0.1363636364}
{"full_text":"RT How I'm sitting in front of somebody nigga after they release us off lockdown  #comeeat #COVID19 #fuck #you","sentiment_score":-0.4}
{"full_text":"RT In each warm body it infects, the virus behind Covid-19 has the potential to change. Most of those changes are slow and incons...","sentiment_score":0.08}
{"full_text":"RT India's gift of 100,000 COVID-19 vaccines arrived Barbados earlier today. This was a very special moment for all Barbad...","sentiment_score":0.2321428571}
{"full_text":"RT Cabinet has decided that foreign citizens residing in Malaysia will receive COVID-19 vaccines free under the National Immunis...","sentiment_score":0.1375}
{"full_text":"So very weird! Cases of Covid are dropping dramatically since Trump is not in office anymore. Was he making us sick?","sentiment_score":-0.7633928571}
{"full_text":"RT Maaf.It all started with the 3 days.Today, private jets.Tomorrow? What a privilege... on the expense of the taxpayers....","sentiment_score":0.0}
{"full_text":"RT botswana, which had 0 new  cases today is on the 'red list', meaning if you come from there and don't quarantine in a hot...","sentiment_score":0.1287878788}
{"full_text":"Yeah, we're still learning how to deal with a novel virus...except for the delusional covidiot maskholes. Non compos mentis.","sentiment_score":0.0}
{"full_text":"RT Never forget about these people. The pandemic will soon go away. But these people will never go away. Predators like thes...","sentiment_score":0.0}
{"full_text":"RT Over 1000 people died of COVID-19 yesterday. Healthcare workers are under SO much pressure. The hospitals are still full....","sentiment_score":0.275}
{"full_text":"RT Dynasties are licensed to STEAL, KILL &amp; DESTROY. When hustlers become rich, they nickname them THIEVES. Kindly MR. PRESID...","sentiment_score":0.2583333333}
{"full_text":"RT Matt Hancock says \"we have all been saying the same thing, that there is uncertainty\". \"What we all know is that in ti...","sentiment_score":0.0}
{"full_text":"RT Get ready for your zoom call, dad  #WFH #CatsOfTwitter #work #StayHome #ImNotACat","sentiment_score":0.2}
{"full_text":"COVID-19 named one year ago todayHow is it still a thing?","sentiment_score":0.0}
{"full_text":"RT F1st was right on #dogecoin  #Bitcoin  pot stocks  oil  call of duty  covid19  Tampa bay bucks winning the #SuperBowlLV  a...","sentiment_score":0.3928571429}
{"full_text":"RT Thank you to the Mayors of the African American Mayors Association, who are at the center of this pandemic response. Our cities and...","sentiment_score":-0.0333333333}
{"full_text":"\"Scientists call for investment into novel, potentially pan-virus #vaccines to prevent the next pandemic\" Read more from #investment #pharma #Covid19 #pandemic","sentiment_score":0.1666666667}
{"full_text":"Haha, now THAT is commitment! I'm right behind you. I LIVE for my sport and SO glad it's back after a year of COVID-19! Love the team work, competition, fitness, seeing improvement and managing mental health. The ultimate self care!","sentiment_score":0.1302308802}
{"full_text":"RT  Ahead of the Prime Minister announcing his road map out of the national lockdown, we're asking this of th...","sentiment_score":0.0}
{"full_text":"RT First his pub landlord, now his family friend and director of Newmarket racecourse.Is there a chum of the Health Secre...","sentiment_score":0.25}
{"full_text":"The \"Brothers in Arms\" COVID-19 vaccination campaign for all the Diplomatic Corps in Israel has now concluded. The first country to vaccinate all its Diplomatic community #brothersinarms","sentiment_score":0.25}
{"full_text":"RT I'm feeling 6% quasi ashamed of myself tonight. I keep laughing when I think of the UK exiting lockdown whilst EU me...","sentiment_score":0.0}
{"full_text":"RT ????? what the fuck why can't y'all be normal and use zoom\/skype\/google meet????","sentiment_score":-0.125}
{"full_text":"You may be right. Some nurses deaths from COVID are not known to or announced by  It's awful to lose one's colleague, even more devastating to lose so many as it is showing right now! ","sentiment_score":-0.0595238095}
{"full_text":"It's very important for people of all ages and abilities to be as active as possible. Regular physical activity benefits both the body and mind.https:\/\/t.co\/1nofaqPD3P#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0773333333}
{"full_text":"The Duke and Duchess of Cambridge have spoken to nursing students from Ulster University via video call to hear more about their experiences of studying during the pandemichttps:\/\/t.co\/JOwyAIxam9","sentiment_score":0.5}
{"full_text":"Madhya Pradesh policeman's Yamraj act for COVID vaccine is spot on","sentiment_score":0.0}
{"full_text":"RT Thank you to everyone who is helping share our message for priority groups 1 - 4 to contact us if they are yet to have...","sentiment_score":0.0}
{"full_text":"A new report has highlighted the significant harm the COVID-19 pandemic has caused in remote Australian communities.https:\/\/t.co\/Gs4nHeHJJX","sentiment_score":0.1028409091}
{"full_text":"Longing to visit the #coast? Here's some #photos to keep you going until #Lockdown ends! In the meantime, #stayathome and #staysafe :-) Take a look here: #Blackpool #Cleveleys #Fleetwood","sentiment_score":0.5}
{"full_text":"Every action counts and we all have a part to play in reducing the spread of the virus: stick to the rules to stop the spread.Anyone can spread the coronavirus. The best thing you can do is to stay at home.>Stay home>Protect the NHS>Save lives.","sentiment_score":0.55}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"NHS communication in the age of coronavirus by and #FuturePRoof","sentiment_score":0.0}
{"full_text":"In #Iraq, the population continues to struggle with armed conflict, explosive ordnance contamination and the global COVID-19 pandemic. Click here to find out how iMMAP's services supported the humanitarian community in Iraq in 2020:","sentiment_score":0.0}
{"full_text":"As makes policy decisions to control #COVID19, it is vital that financial #conflictsofinterest don't cost public health. In I called for greater accountability and transparency to ensure subconscious bias is avoided","sentiment_score":0.12}
{"full_text":"Today is the International Day of Women &amp; Girls in Science 2021!COVID-19 has demonstrated the critical role of women researchers, from advancing knowledge of the virus, to developing testing techniques &amp; finally, creating the vaccine. #WomenInScience","sentiment_score":0.0}
{"full_text":"Boris issues urgent plea to two million over-70s yet to be vaccinated - 'Come forward!'https:\/\/t.co\/CfLnGcvRFW","sentiment_score":0.0}
{"full_text":"Episode 32 of the #FanEngagement Pod is out! This week we chat with Mark Bradley from  about his work, his journey with the #PremierLeague and then the #EFL .Check out the episode now! on Spotify &amp; Apple Pod too!","sentiment_score":0.0}
{"full_text":"The city light show is back! Wuhan, provincial capital of central China's Hubei Province, has been rekindled with illumniations along the Yangtze River to welcome the #ChineseNewYear.","sentiment_score":0.3}
{"full_text":"The pandemic has laid bare the need for logistics systems that are fast, flexible &amp; resilient. Failure to deliver products quickly and efficiently will lead to customers switching to competitors.#logistics #retail #ecommercehttps:\/\/t.co\/xxbYgHgqUu","sentiment_score":0.0666666667}
{"full_text":"In the round-up:* F1 to review pre-race anti-racism ceremony with drivers before season starts* Eight titles \"not the target\" for Hamilton, says father* Catalunya reassures fans over Covid-19 precautionshttps:\/\/t.co\/I4421IIKWN#F1","sentiment_score":0.0}
{"full_text":"Last month, exited the vaccine race, abandoning its two candidates after early clinical trials flopped. Here's how the vaccine titan lost the #Covid19 race | via","sentiment_score":0.05}
{"full_text":"As the immediate health impacts of #COVID19 eventually recede, countries will have to deal with deep economic scarring. Emerging #infrastructure trends show that MDBs have a key role to play in this post-pandemic environment, given their ability to bring financiers together.","sentiment_score":0.0666666667}
{"full_text":"WHO expert group recommends use of AstraZeneca vaccine","sentiment_score":0.0}
{"full_text":"A CDC-funded effort is underway to try and understand what life going forward, even a year from now, will be like for long-haulers.","sentiment_score":0.0}
{"full_text":"COVID-19 update: Osun records 47 new infections","sentiment_score":0.1363636364}
{"full_text":"How to avoid vaccine scams as explained by in SylhetiThe coronavirus vaccines are free and you will never be asked for any bank details to book your jab. Look out for more advice in Urdu, Tamil, Gujarati and Punjabi.","sentiment_score":0.45}
{"full_text":"It's very important for people of all ages and abilities to be as active as possible. Regular physical activity benefits both the body and mind.https:\/\/t.co\/BhuItxECA7#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0773333333}
{"full_text":"While the encouraged social distancing to avoid spread of the virus, the government of #Nicaragua encouraged marches and gatherings.#SOSNicaragua","sentiment_score":0.0333333333}
{"full_text":"Free Rapid Covid Testing At Birmingham AIDS Outreach In Birmingham ALEvery Monday, Tuesday, Wednesday &amp; Thursday - 12:45PM to 5:45PM CSThttps:\/\/t.co\/8BxhdnntVL#PrideParadenet #LGBT #LGBTQEvents #LGBTQBirmingham #LGBTQAlabamahttps:\/\/t.co\/ncZOYt2p0h","sentiment_score":0.4}
{"full_text":"  Make a Difference Our reporter is catching up with Tom Hayden from about how they've been supporting those in poverty and are homeless during the pandemic Listen: #BBCRadioWolverhampton","sentiment_score":0.425}
{"full_text":"Involved or interested in community food growing? Join 24 Feb to hear about Covid-19 experiences from community growers &amp; launch #GoodtoGrow2021 April celebration &gt;&gt; #growingfood #localfood #growyourown","sentiment_score":0.25}
{"full_text":"Thursday COVID-19 sites advice (10 open 9-5)Essential visit only - such as storage fire\/health risk - with all safety steps:* social distancing* wash\/sanitise hands before + after* wear gloves + consider mask* max two in vehicleLatest:","sentiment_score":0.0083333333}
{"full_text":"RT #TheDrum as a person whose just lost a mate to Covid 19 last Friday Crichten should be taken behind the woodcshed forca...","sentiment_score":-0.2}
{"full_text":"Documents snag arrival of Pfizer's COVID-19 shots in Philippines: Palace","sentiment_score":0.0}
{"full_text":"Survey | Have your say on how COVID-19 has impacted your club\/venue by completing this short survey from the Sport &amp; Recreation Alliance. Your feedback will help shape Gov't conversations and the support required for clubs to survive.https:\/\/t.co\/IBR0uMQsa9 (closes 14\/02)","sentiment_score":0.0}
{"full_text":"RT This is how piece on in which he dares to express scepticism about the WHO's rushed conclusions o...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 11\/02\/2021 13:30Total Cases: 10871301 [+241]Active: 139562Recovered: 10571749 [+120]Deaths :155399 [+0]Total Tests: 204.02MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Lockdown to be extended for at least six more weeks in 'refreshed' planhttps:\/\/t.co\/euqhdBNXWL","sentiment_score":0.1}
{"full_text":"Just amazing! https:\/\/t.co\/fIRuzBdYWI","sentiment_score":0.75}
{"full_text":"Places running out fast --&gt; IER's 'Redundancy and covid-19 - Are our #Redundancy laws strong enough?'. Register your place at #ukemplaw #Covid19UK","sentiment_score":0.2111111111}
{"full_text":"The Philippines confirms 1,734 additional coronavirus cases on Thursday, February 11.Total now at 543,282; with 31,478 active cases423 new recoveries; 500,335 total68 new deaths; 11,469 totalMore #COVID19 updates:","sentiment_score":0.0464646465}
{"full_text":"Didn't miss the chance to meet and hear his insights on #PHeconomy. Japan's credit risk database project with bodes well for SME financing amid the pandemic. Worth ramping up our cooperation with the good steward of PH financial system that is BSP!","sentiment_score":0.3333333333}
{"full_text":"Starting in 2 hours: Human Rights Watch launches a new report on how governments worldwide are using the cover of Covid to silence free speech. To join us, and please DM me for details. #StopGermsNotSpeech","sentiment_score":0.1340909091}
{"full_text":".@JLo was filled with anxiety during lockdown#JenniferLopez #JLOBEAUTY #lockdown #Anxiety #anxietythoughts","sentiment_score":0.4}
{"full_text":"It's hard to get a straight story on COVID statistics once politicians and the media get involved, and they have been driving this fact-adjacent narrative for almost a year now. https:\/\/t.co\/GI3FpjHxjd","sentiment_score":-0.0458333333}
{"full_text":"#Lebanon | Laure Ayoubcatching COVID-19 did not spare migrant workers from discrimination.https:\/\/t.co\/Avr3Gln7bH","sentiment_score":0.0}
{"full_text":"The Contactless Payment limit for debit \/ credit cards, Google Pay, and Apple Pay is EUR50 at all #Luas Ticket Machines. Use Contactless Payment or to pay for your journey where possible. See for more.","sentiment_score":0.25}
{"full_text":" Anyone without symptoms of #Covid can drop into  Djanogly Leisure Centre to get a free rapid test.This test could prove vital if you're support elderly or vulnerable family or friends during this time. Get a test.  Protect your loved ones.>","sentiment_score":0.175}
{"full_text":"Our new #airquality report calls for Govt toset tougher targets to lower air pollution  set a target to reduce air pollution's impact on healthencourage public transport use after #covid19raise investment in cycling and walkingRead the reporthttps:\/\/t.co\/rtZBEtD63K","sentiment_score":0.0681818182}
{"full_text":"South Africa recorded 3 159 new confirmed Covid-19 cases and a further 276 deaths over the past 24 hours.https:\/\/t.co\/VOt2hk03Mv","sentiment_score":0.0715909091}
{"full_text":"Britain's 'Kent' coronavirus variant will sweep the world: UK genetic surveillance chief The coronavirus variant first found in the British region of Kent is likely to sweep around the world and the battle with the virus is going to go on for at least a decade, the head of the UK","sentiment_score":-0.0125}
{"full_text":"So many deaths due to COVID but y'all see how many babies are being born? What a blessing life is a mystery and a beautiful thing.","sentiment_score":0.43125}
{"full_text":"Current Conditions for #Sayre PATemp: 20.8FWind Chill: 20.8FHumidity: 96%Dew Point: 19.9F Barometer: 30.341 inHgWind: 2 mph from the NECorona Virus Weekly Stats:Cases: 113.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"#Brexit changes allow #Torbay to embrace latest eco tourism ideas and help bounce back from #Coronavirus\"The boss of the wants the area to embrace #BluefinTuna angling with  - here's what you need to know:https:\/\/t.co\/NWej0bypYp","sentiment_score":0.2333333333}
{"full_text":"Even as South Carolina tops 500,000 people vaccinated against COVID-19, State Epidemiologist Dr. Linda Bell said work is always underway to adapt the state's vaccination plan in favor of fair, ethical and equitable vaccine distribution.","sentiment_score":0.45}
{"full_text":"GAA Return unlikely until after Easter #GAAhttps:\/\/t.co\/S0MMAqSuEW","sentiment_score":-0.5}
{"full_text":"The coronavirus variant first found in Kent could become the world's dominant strain.","sentiment_score":0.25}
{"full_text":"RT This #IDWGS2021, we are incredibly proud of all female scientists across the world who are leaving an indelible winning M...","sentiment_score":0.4333333333}
{"full_text":"GAA Return unlikely until after Easter #GAA","sentiment_score":-0.5}
{"full_text":"In GREAT HORTON we have Council staff &amp; volunteers working in selected areas offering COVID-19 home tests today (Thu), with door knocking taking place in WIBSEY. They will be wearing a purple tabard and Council ID badge. Tests are free. #BradfordCovidRepsonseHub","sentiment_score":0.6}
{"full_text":"RT Ron DeSantis and all of Florida are completely embarrassing Joe Biden when it comes to Covid-19.","sentiment_score":0.1}
{"full_text":"The disruption caused by the pandemic means that companies need to adjust their marketing to consumer needs in an agile way, responding in real time through the right channels.","sentiment_score":0.3285714286}
{"full_text":"Sole American Member Of WHO Panel Says COVID Lab Leak Theory 'Extremely Unlikely' 'graphic'.","sentiment_score":-0.125}
{"full_text":"It is set to receive 600,000 doses of Sinovac Biotech's Covid-19 vaccine this month. #FMTNews","sentiment_score":0.0}
{"full_text":"What does Coronavirus mean for the news industry?  Discover OneSub  #KnowWhatMatters","sentiment_score":-0.3125}
{"full_text":"Heathrow Airport passenger numbers plunge 89% in January Heathrow Airport, Britain's busiest, said passenger numbers plunged 89% in January compared to the same month last year, and cargo volume fell 21%, as the aviation industry suffers in Britain's latest lockdown and from tigh","sentiment_score":-0.025}
{"full_text":"Why #Insurtech Startups Will Only Get Stronger After The #COVID19 Pandemic? #Insurance","sentiment_score":0.0}
{"full_text":"Three Big Trends Transforming Retail During the Pandemic | Cognizant","sentiment_score":0.0}
{"full_text":"COVID-19 vaccine information in Spanishhttps:\/\/t.co\/CyR3MQhBn7","sentiment_score":0.0}
{"full_text":"Royal Mail gives upbeat outlook after busy holiday quarter Royal Mail on Thursday forecast a higher annual profit as one of the world's oldest postal companies handled millions of parcels during a stronger-than-expected holiday quarter, with COVID-19 restrictions continuing to dr","sentiment_score":0.175}
