{"full_text":"RT Wake in the night, parched. Go to the Tap. The feeling as you are quenched. Wonderful isn't it? Easy. Makes you think though....","sentiment_score":0.7166666667}
{"full_text":"damn imagine living in a country with a pandemic and being ordered to stay at home - and then not even having electricity because of one (1) snow storm","sentiment_score":0.0}
{"full_text":"RT Thank you to the City of Omaha's grant team! With the assistance of grant funding, our Technical Services Div. purchased...","sentiment_score":0.0}
{"full_text":"There are 47 new COVID-19 cases in the Licking County Health Jurisdiction in the last 24 hours. Yesterday: 38There are 406 total active cases today. Yesterday: 396There are 7 current hospitalizations. The average age of COVID deaths is 78 &amp; ranges from 34-102.","sentiment_score":-0.0244949495}
{"full_text":"Covid19 has been rife, offshore.Because folk are transported via helicopter but not even the UK, the restrictions MUST remain.Helicopter drops, of personnel &amp;\/or equipment, are common, not just from Norway, but international offshore support ships.","sentiment_score":-0.15}
{"full_text":"RT Japan has few covid cases, and didn't go into quarantine or lockdown. How? They all wore masks.But Japan also doesn'...","sentiment_score":-0.2}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"I've done cross country trips to go to cons and stay in hotels with IRC buddies I'd never met before, but idk it felt safer with that than like...end of a concert at 16 and getting some rando I literally have never met before to drive me home lmao","sentiment_score":0.3}
{"full_text":"RT Hey guys somebody i know has been suffering financially due to Corona. It would mean so much if u rt so it can reach a...","sentiment_score":-0.0791666667}
{"full_text":"RT I thought you guys said \"counterpart to counterpart\" why are you calling President Emmanuel Macron ??","sentiment_score":0.0}
{"full_text":"RT \"Don't normalize the coup! I shouldn't even have to say that, but over the past five years people have normalized -- amo...","sentiment_score":-0.25}
{"full_text":"RT Apple revamps syringe emoji for Covid vaccines","sentiment_score":0.0}
{"full_text":"It's funny how lockdown went from getting welded inside your house to capacity restrictions at Applebees.","sentiment_score":0.25}
{"full_text":"RT Great service, India!Countries  India has supplied COVID19 vaccines to so far. AfghanistanBangladeshSeychelles...","sentiment_score":0.45}
{"full_text":"Cases of COVID-19 are down, and a blast of winter weather may be just what this pandemic needs","sentiment_score":-0.1555555556}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"not a defense of one of his members","sentiment_score":0.0}
{"full_text":"RT Never forget: Facebook turned off access to evidence-based journalism for an entire country in the middle of a global p...","sentiment_score":0.0}
{"full_text":"I don't have enough information to make a thorough, informed opinion on nursing home deaths in #NY state but I do have enough to know that #NH is #1 in extended care facility deaths...first in the nation isn't always a good thing. ","sentiment_score":0.2333333333}
{"full_text":"RT how the fuck the snow make y'all stay in but not covid ","sentiment_score":-0.4}
{"full_text":"What a fantastic article I only met you at the end of my first redeployment but benefitted from your listening ear! It's been lovely knowing you're there throughout the second one too #OneTeam","sentiment_score":0.2425}
{"full_text":"RT Biden just told a kid at CNN's town hall that she doesn't have much to worry about because kids don't get the coronavirus...","sentiment_score":0.2}
{"full_text":"RT If you want a vaccine in Florida don't criticize DeSantis or you won't get one","sentiment_score":0.0}
{"full_text":"RT The truth is they are still communicating but the message is now saturated. We have listened to news, ads and seen i...","sentiment_score":0.0}
{"full_text":"RT And I'm pissed off at every single news channel that fawned over this terrible governor and made him the favorite pandemic...","sentiment_score":-0.1904761905}
{"full_text":"RT You can actually 'trap the virus in the mask' and then start breathing it in.  People can adversely put themselves at m...","sentiment_score":0.0}
{"full_text":"RT Think about what's happening in Texas right now: people sitting in freezing dark homes with no power, no heat, in the mi...","sentiment_score":0.0678571429}
{"full_text":"RT Getting your steps in, 2021 edition.","sentiment_score":0.0}
{"full_text":"RT Personally I'm going to do the responsible thing... and let everyone else take the risk and get the vaccine f...","sentiment_score":0.1}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Urgent need of 4 units plasma\/plaquettes A+For D. Joseph Baroud In Notre Dame des secours - JbeilShould be between 18 and 60 years old Post covid - last PCR negative at least a month ago Preferably a man Contact: 71259418","sentiment_score":-0.125}
{"full_text":"RT i can't tell if time is speeding up or slowing down during the pandemic","sentiment_score":-0.1555555556}
{"full_text":"He was a Covid denialist. He was a literal mass murderer","sentiment_score":0.0}
{"full_text":"RT Many of our members are at high risk due to various underlying conditions.  We are calling on the government to priori...","sentiment_score":0.13375}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"remember, some people have lived in a one bedroom flat with their children for the last three months! You need to allow some, safe, freedom for them to be able to stay elsewhere with their children  #MentalHealthMatters  this is important ","sentiment_score":0.275}
{"full_text":"honestly you should lol it's really nice. i go to the one in corona","sentiment_score":0.6666666667}
{"full_text":"they look cool","sentiment_score":0.35}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"To be fair, impeachment and a pandemic are slowing it down a bit, compared to 2009.","sentiment_score":0.2722222222}
{"full_text":"RT \"coats are a lie\"\"If you look at the statistics for hypothermia, most of those people were wearing coats.\"That's where...","sentiment_score":0.5}
{"full_text":"COVID-19 has been a boon for armed groups who have exploited the pandemic to attack enemies and grow their ranks. Now, they increasingly have another unlikely ally to promote their agenda: climate change. ","sentiment_score":-0.5}
{"full_text":"Shout out to the CDC &amp; WHO researchers who continue to support, study, &amp; provide guidance on transmission dynamics, especially those related to shared air (droplets\/aerosols). Their expertise, collaboration across disciplines, &amp; work often gets ignored during debates\/frustrations","sentiment_score":0.0}
{"full_text":"You seriously know nothing about North Korea or Florida, or coronavirus, or vaccines, much like Eric Ding Dong.","sentiment_score":-0.0666666667}
{"full_text":"RT This budget is a dangerous moment for an ambitious chancellor. My column","sentiment_score":-0.175}
{"full_text":"RT If you are under 70, your risk of dying after being infected with SARS-CoV-2 is lower than your annual risk of death....","sentiment_score":0.0}
{"full_text":"RT Russia has been leading the COVID-19 vaccine research since Mid 2020. The West cast doubt on them because they were desper...","sentiment_score":0.0}
{"full_text":"RT i can't tell if time is speeding up or slowing down during the pandemic","sentiment_score":-0.1555555556}
{"full_text":"Not on 2021-, now USA and EU are one against Chinese and Russian.Lesson from Chinese behaviour on Coronavirus, south china sea,Hong Kong and out of Trump at While House,Will push EU and USA to reduce to depends on Chinese and Russian","sentiment_score":0.0}
{"full_text":"RT Think about what's happening in Texas right now: people sitting in freezing dark homes with no power, no heat, in the mi...","sentiment_score":0.0678571429}
{"full_text":"RT Peter the ICEG tweeter says melbourne lockdown was pointless . Easy to say in hindsight! Seems he is politically motivated to...","sentiment_score":0.0972222222}
{"full_text":"RT DeSantis struck a deal with a county commissioner so vaccines would be available to wealthy neighborhoods in the Bradenton...","sentiment_score":0.45}
{"full_text":"RT China arrested scammer whose gang made over R40 million from selling water as Covid-19 vaccine shots |","sentiment_score":0.0}
{"full_text":"RT New York sues Amazon for 'failing' to protect workers in pandemic","sentiment_score":0.1363636364}
{"full_text":"San Francisco Considers Reducing Commercial and Condominium Tax Assessments Pending Data on How the Pandemic has Impacted Property Values | by","sentiment_score":0.0}
{"full_text":"Between a global pandemic and the transition away from the Trump era in American (and global) politics, it can seem as if many global security problems and questions are in flux or need to be re-thought. #WIISTOTC 2\/7","sentiment_score":0.1}
{"full_text":"Yemen's civil war and the resulting violence considered currently the 'worst humanitarian crisis in the world'. Yemen's coronavirus crisis strained the country's already heavily underfunded healthcare system and its ability to reach the most vulnerable.https:\/\/t.co\/3Wn8NdxNdn","sentiment_score":-0.175}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT I'm glad @POTUS is taking important steps to help families keep a roof over their heads, and I'll keep working to ensure e...","sentiment_score":0.45}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"Isn't this the same state where the Lt. Gov. said old folks wouldn't mind dying of COVID to get the economy back up?","sentiment_score":0.0333333333}
{"full_text":"RT He's directly given them credit Kayleigh. \"He even gave credit to the Trump administration for the...","sentiment_score":0.1}
{"full_text":"RT Prof Mark Woolhouse tells MPs there was not a single virus outbreak linked to crowded U.K. beaches last summer","sentiment_score":0.0178571429}
{"full_text":"Just In: Bill requiring NC public schools to reopen during pandemic headed to governor","sentiment_score":0.0}
{"full_text":"When can you get a COVID vaccine? What are the side effects? When am I protected?We cover all of this and more in our coronavirus emails and alerts. Sign up:","sentiment_score":0.5}
{"full_text":"Why do I continue to get denied for Rental assistance &amp; I'm currently in a domestic violence shelter with my 8 year old son  My only sieve of income is pandemic assistance . I need assistance,  I need help! Can someone please reach out &amp; shine some kind of light.","sentiment_score":0.22}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Like the pandemic itself should have been enough. \"Social distance\" they say but I can't go visit home because there is literally not enough space to social distance...","sentiment_score":0.0166666667}
{"full_text":"RT NEW: Op-ed by by Mayors Greg Fischer, Eric Garcetti, Lori Lightfoot and Brandon Scott: \"Reducing the harm of the pandemi...","sentiment_score":0.1363636364}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Very few gun crimes involve legal guns. Its spin- it has more to do with preventing people from taking their own lives &amp; the lives of those they live with - the cause is COVID-19 mismanagement &amp;prolonged lockdown - the only person is protecting is himself. #cdnpoli","sentiment_score":0.1960606061}
{"full_text":"Wow that's fucked up","sentiment_score":-0.25}
{"full_text":"RT Delay in paying contractors was due to impact of Covid-19 - Kwasi Amoako-Atta #AMShowhttps:\/\/t.co\/ne2kpMhfBr","sentiment_score":-0.125}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"FYI we will have a COVID observer at the girls basketball tournament game Thursday. Let's do a great job with our masks and social distancing. Thank you!","sentiment_score":0.1472222222}
{"full_text":"RT Across Europe, billions of euros are being spent to nationalize payrolls and avoid mass unemployment. Trillions more are earma...","sentiment_score":0.2}
{"full_text":"RT The White House #COVID19 advisor has absolutely no explanation why states with lockdowns are doing worse than states wit...","sentiment_score":-0.1666666667}
{"full_text":"RT The relentless reports of Tories handing out public money without tender to their \"mates\" in the pandemic are sickening. It...","sentiment_score":-0.45}
{"full_text":"Student debt is a major problem especially during these times during the pandemic. Hard to get a job. Even if u get one the hours may not be that great. Guess what all students have to resort to now, tens of thousands of dollars of loans just to be not living on the streets.","sentiment_score":0.1427083333}
{"full_text":"RT Second patient to get the COVID jab at University Hospital Coventry - would you believe it....William Shakespeare from Warw...","sentiment_score":0.0}
{"full_text":"RT Touching your face may be a hard habit to break, but it is worth trying for your health. COVID is not the only illness...","sentiment_score":0.1270833333}
{"full_text":"RT More real world evidence of vaccinations saving lives, from the UK, battling B.1.1.7, where &gt;23% have received 1st dosehttp...","sentiment_score":0.35}
{"full_text":"RT And I'm pissed off at every single news channel that fawned over this terrible governor and made him the favorite pandemic...","sentiment_score":-0.1904761905}
{"full_text":"RT Tanzania's leader says his country is \"covid-free.\" The facts are proving him wrong.","sentiment_score":-0.5}
{"full_text":"I believe all student debt should be canceled whether u graduated or not. And for the future all higher education should be free to. #makethishappen #CancelStudentDebt #education #JoeBiden #pandemic #government #college #studentloanforgiveness #BernieSanders #Democrats #life","sentiment_score":0.2166666667}
{"full_text":"RT Can you please share this logo. It indicates that the person who wears mask and has this logo is deaf and in some cases wears...","sentiment_score":0.0}
{"full_text":"RT Instead of wishing our players good health and recovery from the Covid cluster that hit Manchester City earlier this sea...","sentiment_score":0.35}
{"full_text":"More COVID Testing Sites Openinghttps:\/\/t.co\/HTe5g44h0b","sentiment_score":0.5}
{"full_text":"RT Spread the word - #COVID19 vaccine eligibility has been expanded - thank you","sentiment_score":0.0}
{"full_text":"RT More real world evidence of vaccinations saving lives, from the UK, battling B.1.1.7, where &gt;23% have received 1st dosehttp...","sentiment_score":0.35}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasing ","sentiment_score":0.1363636364}
{"full_text":"The Blade Method initially joined UpLaunch as a way to capture leads, but owner Claire Treanor discovered the software became essential to stay connected with her members during the COVID-19 closure. Learn how Claire leverages UpLaunch in our blog post!https:\/\/t.co\/uavPFP43uU","sentiment_score":0.0}
{"full_text":"Are you curious to know time management tips that will help your teams be more effective while working remotely? Read more in this post.https:\/\/t.co\/d7EM3zUwmM#TalentAcquisition #Recruiting #HR #futureofwork #RecruitingTechnology #HRTech#pademic #Covid #wfh","sentiment_score":0.28}
{"full_text":"RT What if I told you covid, the toilet paper rush, mask-wearing, and lockdowns were all just beta tests.","sentiment_score":-0.0333333333}
{"full_text":"RT So far 4 Irish GPs have publicly declared their concerns about the current 'vaccine' program and Lockdown policy. Each of...","sentiment_score":0.025}
{"full_text":"Come on you democrats  well forgive you if you just get of your arses n defend our hard fought for democracy ","sentiment_score":-0.2916666667}
{"full_text":"RT We have called on the Government to prioritise people with disabilities in the Covid vaccination rollout, amid concern...","sentiment_score":0.0}
{"full_text":"It's hard to believe that we're approaching the one-year mark for #COVID19 declared a public health emergency. It was only the sixth time in history that WHO made the declaration, which is the highest-level alarm. Good read here from","sentiment_score":0.0816666667}
{"full_text":"#eddiehowe has a lovely full head of hair, lockdown hair suits him!","sentiment_score":0.46875}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"We've got to get out of this place #lockdown2021","sentiment_score":0.0}
{"full_text":"Naw, you got this, When it comes to zero planning, refusing Fed\/CAF help, sitting on Covid relief money, and big business over lives, you always win. Thx for all the NOTHING you do, to you and your coterie of incompetents.@DrFullertonMPP #onpoli","sentiment_score":0.4}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"The pandemic has ruined their plan for Disaster Capitalism - they want to cut the welfare state and instead we have had to spend millions to keep the country afloat. It's all about money","sentiment_score":0.0}
{"full_text":"RT Your rollout of the vaccine has been a confusing disaster and your failure to advocate for Texas has left us 49th in per c...","sentiment_score":-0.2055555556}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT 10 BILLION POUNDS of our money they have given to their mates relating to covid contracts. 10 Billion. 10 Billion though, i...","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT Had great interest in this already! With some great results in other games for can a fan get another good re...","sentiment_score":0.59375}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT If you, or someone you care about is struggling, we can help.Reduction in cost for NHS\/ public services. If you need cou...","sentiment_score":0.0}
{"full_text":"Who the fuck are you &amp; what gives you the right to tell the PM of the UK where he can or can't go","sentiment_score":-0.0571428571}
{"full_text":"RT Not seeing an issue here. ","sentiment_score":0.0}
{"full_text":"Losses for three Iowa regent universities exceed $185 million from COVID-19 relief and state underfunding.","sentiment_score":0.0}
{"full_text":"#Paraguay | President Mario Abdo thanked Russia's President Vladimir Putin for supplying his country with Sputnik V COVID-19 vaccines.https:\/\/t.co\/rtJBCGCvmI","sentiment_score":0.0}
{"full_text":"NEWS: The study was carried out by the University of Stirling during May through August last year.https:\/\/t.co\/XSfraiT74A","sentiment_score":0.0}
{"full_text":"RT 1\/9 Daily #COVID19 update from our 5 academic med centers: 7,498 #SARSCoV2 positive patients admitted to date in our 12 ho...","sentiment_score":0.0757575758}
{"full_text":"RT What I actually worry most about is not so much the silliness of the whole scheme, but the risk of nor...","sentiment_score":0.225}
{"full_text":"Help is on hand if you need support https:\/\/t.co\/WzrBp4sKTH","sentiment_score":0.0}
{"full_text":"Learn to play electric guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Thrown out of our routines, kept away from the people, places and activities we love: the past year's been hard on the heart for many people. Doctors worry about the pandemic's impact on heart health, too.https:\/\/t.co\/pbXBtYDak7","sentiment_score":0.1145833333}
{"full_text":"RT There appears to be a correlation between many who want to lift lockdown to avoid crashing the economy &amp; restore free movem...","sentiment_score":0.45}
{"full_text":"New York attorney general sued Amazon alleging the company failed to take steps needed to protect workers from the coronavirus at two warehouses","sentiment_score":-0.1045454545}
{"full_text":"If the United States fails to contain SARS-CoV-2 variants we may see a fourth wave ... | #COVID19 | #coronavirus | #SARSCoV2 | #mutations | #pandemic | By via","sentiment_score":-0.25}
{"full_text":"\"Native Americans and Alaskan Natives are dying at almost twice the rate of white Americans, according to detailed analysis by APM Research Lab--an independent research and data assessment organization.\"https:\/\/t.co\/wa26q3YzVe","sentiment_score":0.1333333333}
{"full_text":"Going out? Keep these items on hand when in public spaces: a mask, disinfecting wipes, and a hand sanitizer with at least 60% alcohol, if possible. Learn more about everyday ways to slow the spread of #COVID19:","sentiment_score":-0.05}
{"full_text":"Book your night chaperone for your Baltimore student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #overnightsupervision #Baltimore","sentiment_score":0.5}
{"full_text":"Your voice matters. Take the COVID-19 Indigenous Needs Assessment to help tribal leaders and policymakers understand the impact on our communities today!Take the survey now at:","sentiment_score":0.0}
{"full_text":"Has COVID been a hindrance or a help for homeware?We're discussing it on the site today:https:\/\/t.co\/NZyvxKFUUl (:","sentiment_score":0.0}
{"full_text":"Currently, UAMS is part of a multi-site study that is testing existing medication to see if it helps patients with advanced COVID-19.","sentiment_score":0.2}
{"full_text":"\"Can you 'Hulk' it?\"  #ScotSquad - streaming now! prior to current Covid-19 restrictions.)","sentiment_score":0.0}
{"full_text":"EDITORIAL || The Daily Campus reminds you to social distance, wear a mask and wash your hands!","sentiment_score":0.0208333333}
{"full_text":"RT DoFo, the sentient hemorrhoid that runs this province, said that Ms Horwath's voice was like listening to \"nails on a ch...","sentiment_score":0.0}
{"full_text":"\"It's been a great way of keeping in touch with friends and family\"Danny, who has Down's Syndrome and Cait, local artist and Danny's PA, talk about how they have been spending lockdown hosting Karaoke Cabaret to keep in touch with loved ones and making them laugh.","sentiment_score":0.3288888889}
{"full_text":"Could a post-pandemic future be a greener future? climate expert Marc Sadler joins us live to discuss how we can turn ambition into reality. #ResilientRecovery","sentiment_score":0.0454545455}
{"full_text":"Public cloud demand accelerates during the pandemic: IDC's analysis | via","sentiment_score":0.0}
{"full_text":"Our editor-in-chief, Catherine Y. Spong, MD, recently sat down with editor-in-chief, Howard Bauchner, MD, and Denise J. Jamieson, MD, MPH for a Q&amp;A session to discuss COVID vaccination in pregnant and breastfeeding women.https:\/\/t.co\/Bs3QtKNall","sentiment_score":0.0592592593}
{"full_text":"A letter from calls for the UK's All Party Parliamentary Groups for #MECFS and #LongCovid to collaborate on GET, PEM and the NICE guidelines; and on children and young people with ME or long Covid.#MEAwarenessHourhttps:\/\/t.co\/RYV9VU6rTs","sentiment_score":0.2166666667}
{"full_text":".@scdhec announced that Charleston County is leading the state in COVID-19 vaccinations, with 124,914 administered as of Mon., Feb. 15. #CHStodayhttps:\/\/t.co\/hCAz8VePtK","sentiment_score":0.0}
{"full_text":"COVID Update #56","sentiment_score":0.0}
{"full_text":"The High Court had made a landmark ruling that four pub owners are entitled to be compensated by the Insurer for the disruption their businesses suffered due to the Covid-19 pandemichttps:\/\/t.co\/vcib8KT6BR","sentiment_score":0.0175}
{"full_text":"Richard Knight, AAKP President, recognized w\/ Presidential Volunteer Service Award for advancing AAKP's COVID RISK education\/ELEVATION of kidney patients in COVID trials\/vaccine protocols. Our COVID programs have engaged 80K+ patients in 70+ countries!","sentiment_score":0.0}
