{"full_text":"RT Tonight at 8pm we're delighted to welcome back to the Festival for a second year to talk about her powerful n...","sentiment_score":0.36}
{"full_text":"what do you expect from a buck a beer campaign! #FordFailedThePeople #FordfailedOntario","sentiment_score":0.0}
{"full_text":"RT \"This is still very much an ongoing crisis that we are midway through\"@theSNP MP says do not want to...","sentiment_score":0.26}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"...this. None of it surprises me.  You have so many people huffing and puffing, and if anyone is carrying the virus, they are going to be pumping out aerosols of Covid-19 like crazy. #Gyms #Covid19 ","sentiment_score":-0.05}
{"full_text":"Senator John Kennedy Calls Pork-Laden COVID Relief Bill &amp;quot;Spending Porn&amp;quot;","sentiment_score":0.0}
{"full_text":"RT Covid has made me realized how little of a social circle I have. It's making miss all the close friends I've lost to dista...","sentiment_score":-0.0770833333}
{"full_text":"RT Cabinet Office Minister Edward Argar says there is 'confusion' over what the High Court did and didn't say about the public...","sentiment_score":0.08}
{"full_text":"RT Boris Johnson 'a liar' who will blame Brexit costs on Covid, says diplomat","sentiment_score":0.0}
{"full_text":"RT 100,000 Covid deaths in 30 days on joes \"America last\" watch!! He's blaming it on misinformation!! ","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"So proud of who has poured his heart into these sites and into ensuring equity is at the forefront of vaccine distribution in NY.","sentiment_score":0.8}
{"full_text":"14 days to flatten the curve...","sentiment_score":0.0}
{"full_text":"RT Nepotismaccepting FUNDS from Foreign Powers ConspiracyElection Fraud,TamperingMail ta...","sentiment_score":-0.125}
{"full_text":"RT The Johnson &amp; Johnson #COVID19 vaccine looks terrific. Single shot, only requires conventional refrigeration, and look a...","sentiment_score":-0.0535714286}
{"full_text":"RT This is both anecdotal and early, but many long covid survivors are feeling significantly better after receiving their first v...","sentiment_score":0.26}
{"full_text":"RT As we approach the one-year mark of the pandemic and are engaged in one of the most challenging times in the industry, ta...","sentiment_score":0.5}
{"full_text":"I'm so excited to get started! ","sentiment_score":0.46875}
{"full_text":"RT Why should the entire country be held hostage for a whole year for the 0.02% people who die \"with\" covid?...","sentiment_score":0.1}
{"full_text":"RT \"The Government's campaign to terrify people into compliance with Covid rules was shameless and cruel\" writes @CharlesWa...","sentiment_score":-1.0}
{"full_text":"RT Mercia Bowser, sister of Mayor Muriel Bowser, dies of covid-19 - The Washington Post","sentiment_score":0.0}
{"full_text":"hi I was wondering if you may be able to help, we are trying to raise much needed funds for playground equipment A RT may help us get closer to the 20k target we are trying to achieve after being impacted in our efforts by Covid","sentiment_score":0.35}
{"full_text":"RT There are enough Cabinet members and even the PM saying mandatory domestic Covid passports were discriminatory or not in keepi...","sentiment_score":0.0}
{"full_text":"RT is delighted to share the cover launch of the ebook on the state of tourism in Africa during #Covid19 &amp;beyond!Quan...","sentiment_score":0.7}
{"full_text":"y'all need to read the article omgalso, this has been a consistent concern with covid-19: irreparable tissue damage. this is one of the reasons why getting covid-19 is not as simple as the flu.","sentiment_score":0.125}
{"full_text":"When. Besides the baby yoda one that keeps slamming me Covid info lol","sentiment_score":0.8}
{"full_text":"RT China must come clean about the Wuhan virus. Without answers and transparency from the CCP, the millions of lives lost coul...","sentiment_score":0.3666666667}
{"full_text":"RT Wow. Alaska Gov. Mike Dunleavy has tested positive for COVID-19. He has been quarantining at home after a close contact ove...","sentiment_score":0.1636363636}
{"full_text":"RT Business is also a big fan 2\/","sentiment_score":0.0}
{"full_text":"RT Every Canadian that needs medications - should get itThere are millions that struggle to afford their medications ev...","sentiment_score":0.0}
{"full_text":"RT Scotland SNP news: Wow, now it's the money as well!!Auditor-General raps SNP asking where PS9.7bn of UK 'Union' money is. ht...","sentiment_score":0.1}
{"full_text":"RT On #PinkShirtDay we ask that students and teachers stop bullying children who are medically exempt from wearing a mask at s...","sentiment_score":0.0}
{"full_text":"RT Yesterday, and I met with Prime Minister to discuss our close partnership. We look forward to working closely...","sentiment_score":0.0}
{"full_text":"RT Variants are scary! But a lot of what we learn about them are just things for scientists to keep an eye on and monitor....","sentiment_score":-0.625}
{"full_text":"RT This is both anecdotal and early, but many long covid survivors are feeling significantly better after receiving their first v...","sentiment_score":0.26}
{"full_text":"The bill is not going to \"end this pandemic\". Cut out the pork and pass a reasonable bill. That's why nothing gets done in Washington","sentiment_score":0.2}
{"full_text":"\"But the Democrats [sic] bill drives up the debt without focusing on the pandemic\"Do you believe that the only way to deal with the pandemic is to focus exclusively on vaccines without any concern for all the people who are broke, hungry, and homeless -- for the entire economy?","sentiment_score":0.0}
{"full_text":"RT Wall to Wall: Future of small business amid pandemic - - #OANN","sentiment_score":-0.125}
{"full_text":"RT Have questions about the latest on #COVID19 (including the #johnsonandjohnson vaccine)? Catch our Q&amp;A with Emory infec...","sentiment_score":0.5}
{"full_text":"COVID-19's impact on migrant workers adds urgency to calls for permanent status@FayFaraday","sentiment_score":0.0}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"How is this even remotely ethical. Forcing people to have a vaccine!","sentiment_score":0.25}
{"full_text":"RT Keep pace? You couldn't keep pace on DAY ONE. Your online booking software was a joke on DAY ONE. You have the vaccines, bu...","sentiment_score":0.0}
{"full_text":"Is the #lockdown not enough punishment without #cliffrichard #GoggleboxIRL","sentiment_score":0.0}
{"full_text":"Audrey Hepburn Covid Mood by Eddie Balic, Melbourne, AustraliaPlease #WearAMask #StaySafe #SocialDistance because all lives matter #consideration #family #Hope #Heart  #compassion #Dream #COVID19 #StreetArt #Melbourne #AudreyHepburn rt mt","sentiment_score":0.0}
{"full_text":"RT Three in ten people who should be self-isolating aren't doing so.Everyone wants to do the right thing but many can't af...","sentiment_score":0.2464285714}
{"full_text":"RT Our government decided last summer that - regardless of the collateral harm - pandemic status needed to be maintained using...","sentiment_score":0.0}
{"full_text":"RT Pandemic to Prosperity: South is a new report co-authored by our Chief Demographer, Dr. Allison Plyer, with","sentiment_score":0.1363636364}
{"full_text":"RT We are working to quickly pass the American Rescue Plan and deliver urgent, bold COVID relief to Americans nationwide.","sentiment_score":0.2222222222}
{"full_text":"RT The internet has been shut down for a 11th consecutive night. They've delayed the internet con during day time &amp; shut off...","sentiment_score":-0.1555555556}
{"full_text":"RT Here's where things are headed:- Deb Haaland, Xavier Becerra, and Merrick Garland will be confirmed soon- Neera Tande...","sentiment_score":0.4}
{"full_text":"RT How bonnie is this wintery scene in #Stirling? #OnlyinScotland  Stirling, IG\/laurierobyn  For no...","sentiment_score":0.0}
{"full_text":"RT .@FrankPallone is now saying you aren't allowed to have a different opinion on COVID19 than what the government tells you","sentiment_score":0.0}
{"full_text":"RT Just get rid of the damn filibuster before we replace you. ","sentiment_score":0.0}
{"full_text":"RT Tell me this - How can Scotland have an election in the midst of #SNPcorruption , #COVID19 , missing education reports , m...","sentiment_score":-0.2}
{"full_text":"I work in a grocery store. You could make that sign a 6 foot high neon red blinking sign and some people would still ignore it. It's not as bad as it was at the beginning of the pandemic, but there are still idiots out there.","sentiment_score":-0.335}
{"full_text":"RT As Covid numbers drop, there is hope.  The vaccine brings more optimism. But diligence is necessary.  Let's focus and finish...","sentiment_score":0.25}
{"full_text":"RT Coming up like many small family-owned and operated businesses, restaurants especially, the COVID-19...","sentiment_score":0.0833333333}
{"full_text":"RT This is both anecdotal and early, but many long covid survivors are feeling significantly better after receiving their first v...","sentiment_score":0.26}
{"full_text":"RT \"No other country in the world...is sending millions of schoolchildren back to the classroom on a single day, from whe...","sentiment_score":-0.0029761905}
{"full_text":"RT We asked to come on tonight's to tell us how he intends to help pupils who have fallen behi...","sentiment_score":0.0}
{"full_text":"Michigan Senate Republicans want an investigation into Gov. Gretchen Whitmer's nursing home policies amid the pandemic.","sentiment_score":0.0}
{"full_text":"More than 15,400 people in Michigan have reportedly died from complications with the coronavirus.","sentiment_score":0.5}
{"full_text":"RT This is both anecdotal and early, but many long covid survivors are feeling significantly better after receiving their first v...","sentiment_score":0.26}
{"full_text":"RT Merkel says COVID variants risk third virus wave, must proceed carefully","sentiment_score":-0.05}
{"full_text":"CNN will not tell it like it is.  That we know.  10% of 3 Trillion goes to Covid relief.  90% to Democrat Bureaucrats  personal priorities.  They never tell taxpayers that part.","sentiment_score":0.0}
{"full_text":"RT Karma always comes.","sentiment_score":0.0}
{"full_text":"If Herald Sun had its way in 2020 we would not be recording no new COVID cases day after day.  They wanted no lock down, no masks and no restrictions.  Murdoch's Herald Sun is dangerous for your health.","sentiment_score":-0.2745791246}
{"full_text":"RT Please suggest alternative names to #ZeroCovid because people are still misunderstanding it for eradication. It's not....","sentiment_score":0.0}
{"full_text":"Or... Those flu cases have been put into the COVID category? ","sentiment_score":0.0}
{"full_text":"RT I think I'm going to spend more money at canadian tire. Wear a mask, face the consequences","sentiment_score":0.5}
{"full_text":"RT Okay I think I have enough material for the lockdown entertainment to continue another week or two if you all want mor...","sentiment_score":0.25}
{"full_text":"I've seen a series of articles recently about this false-positive effect that shows up after the COVID vaccine.","sentiment_score":0.0}
{"full_text":"RT Corporations like Amazon have made obscene profits during the pandemic.Instead of the working class being made to pay f...","sentiment_score":0.0}
{"full_text":"Its not viable for us unless we can access secondary income ie food\/bar, if we can't do that every time we open up we lose money.....","sentiment_score":-0.15}
{"full_text":"So over this COVID political game","sentiment_score":-0.2}
{"full_text":"RT Giving police powers to people who aren't trained as police officers. What could possibly go wrong?#Cdnpoli #COVID19 htt...","sentiment_score":0.0}
{"full_text":"RT Thank you PM for an insightful conversation on reform &amp; for championing this during your G7 presidency.The...","sentiment_score":0.0}
{"full_text":"RT The great thing about watching the News is that you can end up thinking that the UK has done pretty bloody OK with thi...","sentiment_score":0.1875}
{"full_text":"A very informative article on the safety of COVID-19 vaccines.https:\/\/t.co\/LoZaAeA75s","sentiment_score":0.2}
{"full_text":"RT 'Many face significantly underfunded retirement &amp; are seeing savings decimated by pandemic. This will lead to significant lo...","sentiment_score":0.4166666667}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT KENNEDY: CoVID Relief Bill a 'Left of Lenin Wish List' That's 'Chock Full of Spending Porn'","sentiment_score":0.175}
{"full_text":"RT Merkel says COVID variants risk third virus wave, must proceed carefully","sentiment_score":-0.05}
{"full_text":"RT Trudeau and his minions have failed at every level of this pandemic. Why are we still listening to them????","sentiment_score":-0.5}
{"full_text":"RT This data captures the essence of school reopening discourse. That convo has largely been affluent whites pushing fast reopeni...","sentiment_score":0.3547619048}
{"full_text":"RT Hey CT!Please vote Brian Merlen on March 2, 2021 for a Senator. #MerlenTheMagnificent supports &amp; fights for Progressive val...","sentiment_score":0.0}
{"full_text":"RT More than 70% of Americans support Biden's COVID relief package, including more than 50% of Republicans. Look...","sentiment_score":0.5}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT The legend that is Mr Football Tony Hennessy Everyone in Cork knows Tony ...Legend Bouncer one time in De L'Acy House ....","sentiment_score":0.0}
{"full_text":"RT For everyone who has survived COVID-19, do not waste your second opportunity to protect your immune system... vitamin-D i...","sentiment_score":0.05}
{"full_text":"RT We have been fighting this pandemic for far too long, but we have to resist becoming numb to the sorrow. Because in order to hea...","sentiment_score":-0.025}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"RT Why is still Mayor if he concedes all authority to Dr. She continues to run Toronto after a year; he c...","sentiment_score":0.0}
{"full_text":"Not only do I have multiple colleagues with FANTASTIC talks, but also get to hear work I've been involved with: dexmedetomidine use for infant spinal anes, and impact on disparities in periop surgical home implementation! #spa2021 #pedsanes #childrensnational","sentiment_score":0.1666666667}
{"full_text":"'Thanks to Lockdown'. These people have Stockholm Syndrome. Completely and utterly devoted to their captor.","sentiment_score":0.1}
{"full_text":"Of course. But why can't you elaborate?  If you have facts, supply them.You can't though because it's not true. So you deflect to avoid answering.When I \"search,\" the only sexual predator I find is #ChinaJoe and COVID mass murderer is #Cuomo","sentiment_score":0.20625}
{"full_text":"Please continue to stay safe during these times! Wear you mask, wash your hands and face, and sanitize! *****#covid_19 #coronavirus #staysafe","sentiment_score":0.78125}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"RT Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"I am alternatively feeling very Baba Yaga energy this pandemic.","sentiment_score":0.2}
{"full_text":"WE need to fight for Neera Tanden &amp; encourage Biden to appoint her to his cabinet if that fails. After the 4 years we've been through, we need America's best, brightest &amp; most qualified in every single position in our government. We've a long hard road ahead &amp; had better get busy","sentiment_score":0.1483630952}
{"full_text":"7 Reasons Warehouses Are Booming During COVID-19 #CRE #TenantTips #Warehouse #COVID-19 #NewNormal #CommercialRealEstate #TenantRep     ","sentiment_score":0.0}
{"full_text":"RT - Rex Tillerson - zero experience - Betsy DeVos - zero experience - Ben Carson - zero experience - Sonny Perdue - zero ex...","sentiment_score":0.0}
{"full_text":"RT Alex Garcia spent 3.5 years trapped in a church after his appeal to stay in the country was denied.Organizers worked tirele...","sentiment_score":-0.15}
{"full_text":"RT What decency? We're in a pandemic and there's been zero move towards universal health care, no stimulus checks, no student...","sentiment_score":0.0}
{"full_text":"RT Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"Difficult times unite us: With a global pandemic and climate change bearing down on us, we are going to need to rely on each other more and more.#Snowpocalypse #Austin #Texas #Experienceshttps:\/\/t.co\/G0MgginfDi","sentiment_score":-0.0561111111}
{"full_text":"RT Thank you for this beautiful interview.  You make sunshine every day of the week ","sentiment_score":0.85}
{"full_text":"DC joins 45 states and Puerto Rico in recording 1,000 coronavirus deaths","sentiment_score":0.0}
{"full_text":"RT Republican leaders are reportedly \"maneuvering\" to get every single Republican member to oppose urgent, bold COVID relief....","sentiment_score":0.130952381}
{"full_text":"RT NEW: Dr. Fauci announces $1.15 billion in funding to study and improve care for people with lingering COVID symptoms (PASC)...","sentiment_score":0.1363636364}
{"full_text":"RT I recently had a mammogram and had to confirm time since my vaccine as well.  Here's an article. ","sentiment_score":0.0}
{"full_text":"RT Voltaire: \"Those who can make you believe absurdities can make you commit atrocities.\"Do you believe the absurd stori...","sentiment_score":-0.5}
{"full_text":"Masks are optional at my church. About 20% wear them. About 140-150 people (pre-COVID 180-190 but some families now watch from home) on Sundays in a sanctuary that probably sits 250. I do not know of anyone in the church who has gotten Covid, which is surprising.","sentiment_score":0.7}
{"full_text":"Took the words out of my mouth. This is why we're business partners ","sentiment_score":0.0}
{"full_text":"Another coronavirus vaccine developed by China's #Sinopharm is 72.51% effective in preventing COVID-19, the company said Wednesday in an official statement.","sentiment_score":0.35}
{"full_text":"'The mental impact was quite profound'","sentiment_score":-0.0083333333}
{"full_text":"'Healthy' dad dies from Covid days after panicked phone call to son about cough","sentiment_score":0.5}
{"full_text":"Don't put other's at risk. COVID numbers are still high. If you're feeling sick, only leave your house to get tested. Testing is free, fast, &amp; easy.Testing at Madera Fairgrounds does not require an appt &amp; many people get their results as quick as 2 days.","sentiment_score":0.0942559524}
{"full_text":"ICYMI: Two weeks ago on Round 3, we were wondering about adapting to post-pandemic life","sentiment_score":-0.2}
{"full_text":"See this video to know how you can select the best candidates during the #pandemic with RChilli?https:\/\/t.co\/Fnqvenzhs6#TalentAcquisition #Recruiting #HR #futureofwork #RecruitingTechnology #HRTech #Covid","sentiment_score":1.0}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"Y'all remember at church like we all drink outta the same damn cup. Like it was nothing . Like germs don't exist cause it's Jesus' blood ... make it make sense","sentiment_score":0.0}
{"full_text":"Rental help available for Mission residents impacted by COVIDhttps:\/\/t.co\/5uvjOWEyys","sentiment_score":0.4}
{"full_text":"RT Want to win a booth package for June 21st the provisional end of lockdown Simply RT &amp; Like this post tag 2 friends and...","sentiment_score":0.2666666667}
{"full_text":"Zimbabwe, Bangladesh: Though Poor Nations are Ahead of the Philippines in COVID-19 vaccine rollout","sentiment_score":-0.4}
{"full_text":"RT Gloria Sesso, co-president of the Long Island Council for the Social Studies, said \"I understand the COVID-19 problem. But...","sentiment_score":-0.0083333333}
{"full_text":"New Zealand businesses have already received more than $6,580,000 under the government's latest Covid-19 support scheme.https:\/\/t.co\/IRIrHSQGZI","sentiment_score":0.3787878788}
{"full_text":"RT Nigeria is expected to receive COVID19 vaccines by March -- Minister of Health , Osagie Ehanire","sentiment_score":-0.1}
{"full_text":"COVID-19 proves we need to be ready for sudden and dramatic disruption -- learn how to rethink #data post-pandemic.","sentiment_score":0.0166666667}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"$299,000 | 6072 Brookhill Circle, Orlando, FL 328103 Beds | 2 Baths | 1,922 SqFtBeautifully updated 3 bedroom\/2 bathroom home with large screened pool.#Orlando #RealEstate #Florida #Wednesday #COVID19 #ForSale","sentiment_score":0.2142857143}
{"full_text":"has provided information for COVID-19 Vaccine Distribution. Please visit for more information about the #Covidvaccine and to check vaccine eligibility for you and your family. Stay safe and Masked!","sentiment_score":0.5625}
{"full_text":"#WATCH There's been heated debate in the Dail on the Government's plan for mandatory hotel quarantine#VMNews Political Correspondent has the details#COVID19ireland | #COVID19","sentiment_score":0.0}
{"full_text":"\"Undocumented workers...are being denied access to COVID vaccinations because it is tied to an OHIP card, which we do not have.\"We need #COVID19Vaccine #VaccinesForAll #StatusForAll Sign:","sentiment_score":0.0}
{"full_text":"Wear a mask long enough and it becomes your face.Play a role long enough and it becomes who you are.Spend enough time pretending something is true and you might as well believe it.","sentiment_score":0.0416666667}
{"full_text":"RT Lonely young people have an increased risk of mental health problems years later: research suggests lockdown could have...","sentiment_score":-0.025}
{"full_text":"RT can y'all please actually STAY the fuck home so we can actually watch spider-man: no way home in theaters THIS december? h...","sentiment_score":-0.1333333333}
{"full_text":"A Faroese #salmon company saw decreased earnings at the end of last year due in large part to a depressed global market.","sentiment_score":-0.0621428571}
{"full_text":"RAYNARD JONES, 52, of Huntsville, Alabama, died of COVID on Nov. 21, 2020.\"My Big Brother was a husband, father, uncle, mentor and friend to many. The loss has been tremendous, but God gets all the Glory.\"","sentiment_score":0.2777777778}
{"full_text":"As of today, Ministry inspectors have completed inspections and investigations for 39,923 workplaces and issued 41,162 orders, which includes 69 stop work orders, related to #COVID19","sentiment_score":0.0}
{"full_text":"RT So offensive and such bullshit. People here are taking advantage of the pandemic to steal from small businesses like re...","sentiment_score":-0.125}
{"full_text":"Covid-19 cases slow in Americas, but vaccines to take months to impact virus: PAHO","sentiment_score":-0.3}
{"full_text":"Colour me entirely unsurprised...","sentiment_score":0.0}
{"full_text":"Universities and colleges have made many changes over the last year due to the pandemic And it's something the chancellor of IUPUI highlighted in his annual report to the community.","sentiment_score":0.125}
{"full_text":"\"The COVID-19 lockdowns have boosted user engagement with #VideoGames and esports.\"","sentiment_score":0.0}
{"full_text":"NY resolution to #MoveMore? There's lots of ways to stay active during #MoveUBC even when working and learning from home. Learn more at","sentiment_score":0.1833333333}
{"full_text":"Read about How a Diverse School District Is Using a Strategy Usually Reserved for 'Gifted' Students to Help Everyone Overcome COVID Learning Loss","sentiment_score":0.125}
