{"full_text":"It's called a short sharp lockdown. You can do that when you have low cases from a single cluster. It stops the spread and allows contact tracers to test while not letting virus out of control. If that is successful then there is a good chance the Open will finish with crowds.","sentiment_score":0.1790816327}
{"full_text":"RT Every progressive system is coming to terms with just how rotted to the core it really is. The universities will have t...","sentiment_score":0.2}
{"full_text":"I'm never surprised when a Republican has a negative view of a union and its members. Viewers are better served when the complexities (and discrepancies?) of an issue are discussed.","sentiment_score":0.05}
{"full_text":"RT The Clatskanie girls basketball team is in a unique position. For two years, the Lady Tigers won game after game on their...","sentiment_score":-0.1416666667}
{"full_text":"It's time for you to seriously shut the fvk up Hughesy! Morrison has done fvk all, during any of part of this pandemic, for something that is a federal responsibility","sentiment_score":-0.4166666667}
{"full_text":"RT Taylor Swift has given us more Covid relief in the past year than the federal government.","sentiment_score":0.125}
{"full_text":"RT This is all our future if we don't stop the #B117 variant worldwide. I cannot stress enough --#B117 is here and can spawn a...","sentiment_score":0.0}
{"full_text":"RT The news from Biden's remarks at NIH just now is that administration is now getting hundreds of millions of Covid vaccines earl...","sentiment_score":0.0}
{"full_text":"RT You also need to start fighting the domestic terrorism epidemic","sentiment_score":0.0}
{"full_text":"RT Last year, President Trump said #COVID19 cases were up because \"we have the most testing.\" The media said he was wrong....","sentiment_score":0.0}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT I worked through a nursing home outbreak that we tried desperately to contain for two months, and we lost 20 residents. Thi...","sentiment_score":-0.6}
{"full_text":"RT This doctor drove to two homes and invited four people over so he could use every dose before it expired. He then subm...","sentiment_score":0.0}
{"full_text":"RT The WHO rightly says school closures are \"devastating\" for kids.The OECD says \"learning losses\" will be \"permanent\". This...","sentiment_score":-0.3571428571}
{"full_text":"RT Here's a tweet for the archives","sentiment_score":0.0}
{"full_text":"Is the #GorillaGlueChallenge a science denier thing?  This is almost as dumb as the COVID challenge.  It says \"super glue\" and \"permanent hold\" on the label.How did you think #gorillagluegirl was faking?  Oh, you can't speak with your lips glued shuthttps:\/\/t.co\/DGnDzNWL1z","sentiment_score":-0.0208333333}
{"full_text":"RT BREAKING--new Biden announcement, \"Just this afternoon we signed final contracts for 100 million more Moderna &amp; 100 million...","sentiment_score":0.25}
{"full_text":"RT Canadian PM Trudeau rang up Modi to express concern about farmers protests &amp; the importance of Democratic principles &amp; dialo...","sentiment_score":0.0}
{"full_text":"Mans had it for like a day..","sentiment_score":0.0}
{"full_text":"RT BATANES BEFORE PANDEMIC LOOK: A netizen from Manila shared these photos of Batanes Island, which he took during his...","sentiment_score":0.0}
{"full_text":"RT If you are eligible to be vaccinated in Tennessee but can't seem to get an appointment, go to this Walmart site right now....","sentiment_score":0.2857142857}
{"full_text":"RT Taylor Swift working harder than COVID-19","sentiment_score":-0.1}
{"full_text":"Louder for the people in the back","sentiment_score":0.0}
{"full_text":"RT CONFIRMED | Daniel Andrews says Victoria will enter a snap five-day lockdown from 11.59pm tonight.ALL of Victoria will be und...","sentiment_score":0.4}
{"full_text":"RT JUST IN: Victoria, Australia's second-most populous state, imposes new lockdown after coronavirus outbreak at quarantin...","sentiment_score":0.1363636364}
{"full_text":"RT How to fold your surgical mask to create a better fit and increase personal protection, per new CDC guidelines. #COVID19 #M...","sentiment_score":0.2590909091}
{"full_text":"RT DO. NOT. PANIC BUY.","sentiment_score":0.0}
{"full_text":"What an incredible shitty thing to say in the middle of a pandemic when basically nobody can??Social media, like most things, can be good and bad. In this time of our lives, I believe it's helped MANY of us feel less isolated. [also not sure i'd classify photoshop as SM lmao]","sentiment_score":0.2314814815}
{"full_text":"RT Tennis fans will be shut out of the Australian Open from tomorrow after Victoria announced a raft of new restrictions as p...","sentiment_score":0.0454545455}
{"full_text":"RT mRNA vaccines don't contain any genetic material of Covid. They're like a Snapchat message containing a most wanted poste...","sentiment_score":0.5}
{"full_text":"RT \"Covid\" is an interesting way to spell \"We\"","sentiment_score":0.5}
{"full_text":"I didn't say that but you don't know if they are or not. Also, I thought we were in the middle of a horrible pandemic. Is it wise to allow unfettered entrance to thousands of people?","sentiment_score":-0.1}
{"full_text":"RT Jenn Gates, a medical school student and the daughter of Bill and Melinda Gates, reveals that she's received the first dose of...","sentiment_score":0.125}
{"full_text":"RT Scientists brainstorm on investment priorities for next four-year investment cycle #GEF8\"We need to be able to...","sentiment_score":0.25}
{"full_text":"RT There are hundreds of stories like this. Cuomo's nursing home disaster, COVID lab-leak theory, John Weaver, WHO lying for...","sentiment_score":0.0}
{"full_text":"#pdxsnow strikes a blow to #Oregon #vaccination effort. #COVID19","sentiment_score":0.0}
{"full_text":"RT Canadian PM Trudeau rang up Modi to express concern about farmers protests &amp; the importance of Democratic principles &amp; dialo...","sentiment_score":0.0}
{"full_text":"RT \"I believe all of them should go to jail.\"@JaniceDean reacts to \"biggest bombshell so far\" after a aide admit...","sentiment_score":0.0}
{"full_text":"RT A Texas middle school already has a documented case of B.1.1.7.","sentiment_score":0.0}
{"full_text":"when covid is over, it's on site","sentiment_score":0.0}
{"full_text":"RT Last week, every Senate Democrat voted against my amendment to hold states like New York accountable for misreporting...","sentiment_score":0.0681818182}
{"full_text":"anyways lmao lockdown don't affect me any other way besides work or tryna pull sleeves cuz i have no social life anyway all my friends are busy or doesn't like hanging out with me","sentiment_score":0.1395833333}
{"full_text":"RT Covid and gun violence: Tijuana, the city with a double pandemic","sentiment_score":0.0}
{"full_text":"RT My husband put in a request to Royal Cornwall Hospital under the freedom of information act to sew how many people die...","sentiment_score":0.5}
{"full_text":" Time to OPEN Passport office, which remains closed due to COVID-19. Passport Canada should start Full Passport Service.","sentiment_score":0.03125}
{"full_text":"Trump was sicker from Covid than the public was told at the time, report says #SmartNews Obviously Not As Sick As Some Of Us Had Hoped...","sentiment_score":0.1785714286}
{"full_text":"RT Remember that BE essential is very near to release, do prepare, but do not panic, I know we got this, avoid panic streamin...","sentiment_score":0.065}
{"full_text":"RT You can't backtrack after months &amp; months of bashing Dan &amp; Vic's response to covid (Victorian wave). You can...","sentiment_score":0.0}
{"full_text":"RT Taylor Swift has given us more Covid relief in the past year than the federal government.","sentiment_score":0.125}
{"full_text":"Once this Covid ish over with... just DO IT! GO!","sentiment_score":0.0}
{"full_text":"RT These numbers reflect the latest data available as of Jan. 29 from the CDC's Vaccine Adverse Event Reporting System (V...","sentiment_score":0.45}
{"full_text":"Yes, India fight back against corruption n Corona, definitely win the race","sentiment_score":0.4}
{"full_text":"RT Tongue, mouth ulcers may be other symptoms of COVID-19, researcher says","sentiment_score":-0.125}
{"full_text":"RT Congressman has called on the Israeli government to provide vaccines for the \"entire population of the...","sentiment_score":0.0}
{"full_text":"How many is \"enough\"???","sentiment_score":0.25}
{"full_text":"RT The number injured does not account for the dozens, if not hundreds, of officers whom law enforcement officials estimate will...","sentiment_score":0.0}
{"full_text":"RT just an update: since I sent this to the dean myself, I got to take the test in a separate classroom 100% alone. the boy...","sentiment_score":0.0}
{"full_text":"RT Joe Biden's White House is considering domestic travel restrictions on Florida to stop the spread of the China VirusMe...","sentiment_score":0.0}
{"full_text":"India also has a successful programme for educating the girl child. Request Barbados PM to use it for their country's ambassador #Rihanna.  ","sentiment_score":0.75}
{"full_text":"RT Andrew Cuomo is the most corrupt governor in the county, with the blood of THOUSANDS of nursing home residents on his hand...","sentiment_score":0.0}
{"full_text":"RT ICYMI: Despite improvements, nursing homes in Rhode Island are still struggling with COVID-19, according a new @AARP re...","sentiment_score":0.1363636364}
{"full_text":"Oh, you are one gross restaurant owner! Covid health officials coming your way honey. Oh and your employees need to pull hair back and wash hands! Eeewww! Gross diarrhea restaurant!","sentiment_score":0.0}
{"full_text":"RT I hope in the coming  months  everyone will be able to take pride and voted the ANC pandemic out of power #VoetsekANC...","sentiment_score":0.5}
{"full_text":"RT If COVID has taught us anything their are some selfish, ignorant people out there. Don't give...","sentiment_score":-0.5}
{"full_text":"RT RUMOR: New 'Outbreak' Zombies open world mode reportedly coming to Black Ops Cold War","sentiment_score":-0.1575757576}
{"full_text":"THAT IS AN OUTRIGHT LIE, BUT JOE JUST SAYS WHAT HE'S told to say","sentiment_score":0.0}
{"full_text":"Weed. Extra showers. Music. Sleep.","sentiment_score":0.0}
{"full_text":"Ha! It's was morning, rushing to get  out of house for my first COVID \"get away\"! Went to a cabin in the woods instead of urgent care.  Lesson learned!","sentiment_score":0.390625}
{"full_text":"RT I'm old enough to remember when Biden called the COVID-19 travel ban on China xenophobic.Now he's considering banning...","sentiment_score":0.05}
{"full_text":"RT 'cause we could stay at home and watch the sunset #jearmin","sentiment_score":0.0}
{"full_text":"I have been (successfully?) moving the goalposts on a pandemic's-done, Jamdemic's-fun party for my 9 year old since last summer when she couldn't have a  party. At this point, BTS &amp; Connor McDavid are jointly performing a magic show. I'll see if I can get you on the list.","sentiment_score":0.3375}
{"full_text":"Me- \"Sir, do you have a mask you can wear while walking through the building?\"Liar- \"Oh no I have anxiety, I'll die\"Me- \"I'm sorry to hear that, what type of anxiety do you have?\"Liar- \"what?\"Me- \"ima need you to wear the mask in order to get sat..\"Liar- *reaches for mask","sentiment_score":-0.5}
{"full_text":"RT Canadian PM Trudeau rang up Modi to express concern about farmers protests &amp; the importance of Democratic principles &amp; dialo...","sentiment_score":0.0}
{"full_text":"RT Absolutely incredible.","sentiment_score":0.9}
{"full_text":"RT Never forget: Andrew Cuomo ordered nursing homes to accept &gt;9,000 COVID+ patientsNY then manipulated its NH Covid death...","sentiment_score":0.0}
{"full_text":"The population though is 38 million so that's not gonna do much with two shots needed. We'd need 60m doses of those to vaccinate 80% of the population.","sentiment_score":0.2}
{"full_text":"I've got a long weekend after tomorrow and 6 hours worth of brand Adam Curtis documentaries to watch. Plus I get my 1dt dose of covid vaccine on Saturday. It should be a good weekend.","sentiment_score":0.3166666667}
{"full_text":"We summarised multiple reviews that investigated the possibility of COVID-19 transmission through the conjunctiva, and reiterated the benefits of wearing eye protection in frontline workers.https:\/\/t.co\/gs5YiAX5Uy","sentiment_score":0.0}
{"full_text":"As long as you wear a mask he's fine with it.","sentiment_score":0.1833333333}
{"full_text":"W precinct on lockdown #protestcommsseattle","sentiment_score":0.0}
{"full_text":"RT #Backtoschool #Hamirpur  #Pinewoodschool run by #IndianArmy reopened after a long break due to pandemic.@adgpi@North...","sentiment_score":-0.0875}
{"full_text":"RT Covid-infected woman needs three fingers amputated after disease turned them BLACK","sentiment_score":-0.1666666667}
{"full_text":"Electrical Infrared U-Shaped Body Massager #gardening #makehomecozy #homeoffice #homecooking #homesweethome #stayhome #cleaning","sentiment_score":0.0}
{"full_text":"RT I am  praying 4 u 2day! In the midst of darkness, doubt &amp; debt, as Covid-19 continues 2 ravage our health &amp; peace, u will r...","sentiment_score":0.0}
{"full_text":"RT Yep this latest outbreak is down to you","sentiment_score":0.1722222222}
{"full_text":"RT Disappointing. The old born on third base and claiming to have hit a triple routine.The day Biden took office America w...","sentiment_score":-0.325}
{"full_text":"NHL adds game-day rapid testing to stem COVID-19 outbreaks","sentiment_score":0.0}
{"full_text":"RT Could have major impact on #AusOpen...","sentiment_score":0.0625}
{"full_text":"\"it's covid baby take it easy\" is real easy to say for people who have salaries and aren't relying on keeping the hustle up to not die in the streets","sentiment_score":0.5416666667}
{"full_text":"RT Let's go go go","sentiment_score":0.0}
{"full_text":"Federal Aid Helps Mesa Boost Profits Above Pre-Pandemic Level via","sentiment_score":0.0}
{"full_text":"with all due respect to the victims - southerners should stay home when winter weather hits","sentiment_score":-0.125}
{"full_text":"RT Why aren't we doing this?! PUT THEM IN THE COKE CAN!!!!!","sentiment_score":0.0}
{"full_text":"A real pandemic with a safe vaccine doesn't need an add campaign. WTF?","sentiment_score":0.0666666667}
{"full_text":"RT It's not just that conservative media is ahead, it's that political leaders on both sides still let CNN set the narrative...","sentiment_score":0.0}
{"full_text":"RT \"Polls consistently show that the overwhelming majority of Americans, including millions of rank-and-file Democrats, ar...","sentiment_score":0.375}
{"full_text":"And yet.....","sentiment_score":0.0}
{"full_text":"\"Gloria was among several mayors who signed a letter urging the state to prioritize vaccines for transitional kindergarten through second grade teachers and school employees.\" #EdChat #COVID19 Read the full article here:","sentiment_score":0.1166666667}
{"full_text":"I dipped out of the office, got the shot, ate a Whopper, then worked for five more hours.","sentiment_score":0.5}
{"full_text":"40% of US Covid Deaths Could Have Been Avoided: Report via","sentiment_score":0.0}
{"full_text":"RT Jenn Gates, a medical school student and the daughter of Bill and Melinda Gates, reveals that she's received the first dose of...","sentiment_score":0.125}
{"full_text":"7 Commercial Leasing Tips During COVID-19 #CRE #Leasing #COVID-19 #NewNormal #TenantTips   ","sentiment_score":0.0}
{"full_text":"Yo: How exciting! I just successfully signed up and got verified for both COVID-19 shots! Rock on! #copreps","sentiment_score":0.6875}
{"full_text":"you will want this!","sentiment_score":0.0}
{"full_text":"RT Victoria, Australia - #covid19vic - 5 day lockdown * The entire state of Victoria will go into a five day lockdown from 11:59...","sentiment_score":0.0}
{"full_text":"#Bumble said the global pandemic encouraged people to build a relationship and meet new people on their phones.@bumble #BumbleIPOhttps:\/\/t.co\/Xjy4zRU4XI","sentiment_score":0.0681818182}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"This small robot helps keep doctors safe and healthy, as they tend to coronavirus patients ","sentiment_score":0.25}
{"full_text":"Vermilion County health officials are holding COVID-19 vaccine clinics at the Fischer Theatre, but some people with mobility issues have concerns about the location.https:\/\/t.co\/zHQsJn7xp9","sentiment_score":0.0}
{"full_text":"Yeah let me follow you into your hotel during covid and ask for an autograph pretty fucking smart ... GTFOH","sentiment_score":0.2321428571}
{"full_text":"RT The story you did, deserved atleast this acknowledgement and much more. You helped check a systemic malice before it was t...","sentiment_score":0.5}
{"full_text":"Interim Clinical Considerations for Use of mRNA COVID-19 Vaccines | CDC via","sentiment_score":0.0}
{"full_text":"continues its commitment to serving ordinary Filipinos by helping them look for jobs amid the pandemic as its online work-hunting series, \"TrabaHanap Live\", now streams its fourth season.https:\/\/t.co\/FgFaNhWyiD","sentiment_score":-0.0378787879}
{"full_text":"They all got ass since the pandemic ","sentiment_score":0.0}
{"full_text":"Have you read any of the ZEDS series yet? If not I mean, what're you waiting for?#wattpad #writingcommunity #zombies #pandemic","sentiment_score":0.15625}
{"full_text":"Every other region in Washington is now in Phase 2 of Gov. Jay Inslee's COVID-19 reopening plan -- except for South Central, which includes Yakima County. Health coverage from at the","sentiment_score":-0.0625}
{"full_text":"RT Over three months now, cases of COVID-19 in India have been consistently going down... Considering the magnitude of the population...","sentiment_score":0.0472222222}
{"full_text":"UPDATE: There were 27 new confirmed COVID-19 cases in Cattaraugus County today, which brings the county's total to 4,049. The county's latest seven-day average infection rate is down to 4.6%, while the number of hospitalizations is 24.","sentiment_score":0.1218013468}
{"full_text":"The number of people hospitalized with the coronavirus in Nebraska has dropped to its lowest level since the beginning of October.","sentiment_score":0.0}
{"full_text":"The COVID-19 variant, first discovered in Kent in England's south-east, has so far been detected in people in 50 countries. #9News","sentiment_score":0.175}
{"full_text":"Welp Melbourne is going into 5 days of lockdown, last time this happened it was 6 weeks that became 4 months.","sentiment_score":0.0}
{"full_text":"Gong Xi Fa Cai !The PICE-MUSC wishes everyone a prosperous and flourishing Year of the Ox.As we celebrate with our Chinese and Filipino-Chinese friends and relatives, let us help to flatten the curve by following the COVID-19 safety protocols. Keep safe, and have a wealthy 2021!","sentiment_score":0.28125}
{"full_text":"One positive about this lockdown. No need to buy flowers for Valentine's Day ! Cheers Dan","sentiment_score":0.2840909091}
{"full_text":"Would you do this?","sentiment_score":0.0}
{"full_text":"[Corona Vaccine] Govt gives freehand to charge any price | will the poor survive? | Mansoor Ali Khanhttps:\/\/t.co\/K8jNEXrh5Y#MansoorAliKhan #Corona #CoronaVaccine #PTI #Pakistan","sentiment_score":-0.4}
{"full_text":"RT Stabbing epidemic in London, Mayor spending hundred of thousands of pounds on woke historicism.","sentiment_score":-0.6}
{"full_text":"The pandemic has affected the way we read, and along with the numerous cultural shifts that happened, there was a reckoning to be had with our habits and choices.https:\/\/t.co\/i4KumPKzH6","sentiment_score":0.05}
{"full_text":"It's so unfair that most of us have to be responsible adults, while a bunch of selfish assholes run around doing whatever the fuck and spreading COVID nonstop. First it was Spring break, then summer break, then Halloween, Thanksgiving, Holidays.... fuck all of you","sentiment_score":-0.1214285714}
{"full_text":"RT The children are falling behind. The children are living through a pandemic and are resilient The adults have decided th...","sentiment_score":-0.4}
{"full_text":"There aren't many tennis players who can be defined as broadly as clown, artist, genius, shot-maker, contender, fighter, tanker, brat, jerk.And also, throughout these months of pandemic, a surprising voice of reason, writes","sentiment_score":0.4208333333}
{"full_text":"The net inflow of foreign direct investments (FDI) declined in 11 months last year after a sharp drop in November on concerns over the resurgence of COVID-19 cases, according to the Bangko Sentral ng Pilipinas (BSP).","sentiment_score":-0.03}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT JUST ONE PERSON--UK  scientists think one immunocompromised person who cleared virus slowly &amp; only partially wiped out an...","sentiment_score":-0.1333333333}
{"full_text":"This isyour personal pandemic, and you forgotto wear your maskwhen you were around meand I allowed youinside my bubble because Ifelt theexposure was worth therisk.","sentiment_score":0.15}
{"full_text":"RT This is nothing short of fucking stupid. We're governed by fucking stupid people. ","sentiment_score":-0.5333333333}
{"full_text":"Mexico on Thursday received its biggest #COVID19 vaccine shipment, in the form of the active ingredient for 2 million doses of China's CanSino shot.","sentiment_score":-0.1333333333}
{"full_text":"Amid sweeping disruptions caused by the COVID-19 pandemic, the CEOs of Chewy and Foxtrot Market offer insights about keeping customer needs front and center, no matter what 2021 has in store.","sentiment_score":-0.1}
{"full_text":"Today Is Make A Friend Day So Lets In This Pandemic Reach Out.  &amp; Make A Friend Or At Least Act Like One To A Stranger Or Acquaintance.","sentiment_score":-0.3}
{"full_text":"Covid: Warning millions could suffer tinnitus 'trauma'","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 15.9FWind Chill: 15.9FHumidity: 88%Dew Point: 13.0F Barometer: 30.483 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 113.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"COVID-19 guide for social workers and occupational therapists supporting adults with learning disabilities and autistic adults [Updated 20th January 2021] - SCIE#greylit #greyliterature #nglc #COVID19 #COVID19uk #learning_disabilities #autismhttps:\/\/t.co\/BCI9Fou44i","sentiment_score":0.0208333333}
{"full_text":"Childhood poverty and food insecurity are concerns for the Heartland United Way and COVID has magnified those issues. Today hundreds lined up for food in Grand Island.https:\/\/t.co\/NID8egYaxb","sentiment_score":0.5}
{"full_text":"RT During the pandemic, a lot of us are getting 90-100% of our socialization online...which can be an incredibly frustrating...","sentiment_score":-0.4}
{"full_text":"Covid: Warning millions could suffer tinnitus 'trauma'","sentiment_score":0.0}
{"full_text":"The AMA has said that the latest cases of COVID-19 transmission in Victoria are yet another failure of infection control systems in hotel quarantine and show the need for urgent action nationally #covid19","sentiment_score":0.0944444444}
{"full_text":"#FPCJ #japannews Japan has the most beds per capita in the developed world. So why is its health system crashing?","sentiment_score":0.3}
{"full_text":"RT Curious about how to stay sexually engaged during the pandemic? Book a Virtual Session!","sentiment_score":0.2625}
{"full_text":"RT hey COVID19 fans it's here fi di 20 suppen time when Miss Rona as Covie presents an infectious bash called \"Cluster: Di In...","sentiment_score":0.0}
{"full_text":"With another holiday approaching, it's tempting to want a taste of freedom from COVID-19 social distancing. But it's also important to remember that daily case numbers are still higher now than they were throughout most of 2020.","sentiment_score":0.1972222222}
{"full_text":"International COVID strains are wreaking havoc overseas.But experts aren't worried about Australia's vaccine rollout - here's why.https:\/\/t.co\/apo44oYT7o","sentiment_score":0.0}
{"full_text":"We wish you a happy and safe #LunarNewYear2021Watch in #Korean from CASS: factsheet you feel unwell, #GetTested. Find a testing clinic near you:","sentiment_score":0.4666666667}
{"full_text":"The Philippines has a strong potential to participate in the post-Covid-19 global value chain on account of its robust services sector, according to | via","sentiment_score":0.1444444444}
{"full_text":"RT I hate the adults who forced our children to stay locked away for a year so that they, the adults, could feel safe. I re...","sentiment_score":-0.2}
{"full_text":"Then they should be in jail immediately","sentiment_score":-0.1}
