{"full_text":"You can read his wife post about his battle with covid and donate if you wish.","sentiment_score":0.0}
{"full_text":"Congrats to the 7500 #HealthCareWorkers who will be attending the #SuperBowl this Sunday. I wasn't going to watch but will watch the highlights of these TRUE #Heroes!!! #TrueHeroes#FrontlineWorkers#HealthCare#Covid #SuperBowl2021 #SuperBowl","sentiment_score":0.68359375}
{"full_text":"RT Wow - a hospital cancels an elderly patient's COVID vaccine appointment because he has an outstanding medical debt of $243.","sentiment_score":0.2}
{"full_text":"RT Georgia's Republican budget has left our Department of Labor consistently underfunded and under resourced. Georgia Democ...","sentiment_score":0.125}
{"full_text":"Yeah, especially a fire in a dumpster filled with hazardous waste","sentiment_score":0.2}
{"full_text":"Shame on you crushing #Chinese people voices using them as lab rats #ChinaLiedMillionsDied #COVID19 forcefully occupation of #Tibet and #HongKong","sentiment_score":0.2}
{"full_text":"RT Get you a VP who casts a tie-breaking vote on Covid-relief and makes sure to look out for her girl at the same time.","sentiment_score":0.25}
{"full_text":"RT In Japan, Yokosuka Naval Base reported 10 new coronavirus cases Friday, while Yokota Air Base reported two. Camp Casey...","sentiment_score":-0.4878787879}
{"full_text":"RT Pitbull spitting facts about communism and Covid  ","sentiment_score":0.0}
{"full_text":"Be informed","sentiment_score":0.0}
{"full_text":"these people are not seeing the pearly gates","sentiment_score":0.0}
{"full_text":"Biden promised to help all Americans, Democrats AND Republicans, not play political games with an #ObstructionistGOP and that's what he is doing.The majority of Americans, BOTH Democratic and Republican, support Biden's Covid bill.#ThankYouBiden","sentiment_score":0.0}
{"full_text":"RT Residents public service during pandemic to be included in the tenure. Kolkata HC #NoExtension #NBEDictatorship","sentiment_score":0.0}
{"full_text":"RT NY'ers w the following co-morbidities\/underlying conditions are eligible for COVID-19 vaccine starting Feb 15 This...","sentiment_score":0.0}
{"full_text":"RT \"Before Covid-19 hit, women's labour force participation, access to finance, pay, and advancement were all already une...","sentiment_score":0.0}
{"full_text":"RT A nursing home in Spain where the Pfizer mRNA vaccine was administered January 13, 2021, is reporting that all 78 residen...","sentiment_score":0.0}
{"full_text":"RT  An update about preregistering for the #COVID19 vaccine and more: https:\/\/t.co\/a9mugDRmNZ.","sentiment_score":0.5}
{"full_text":"Guess will skip the ho phase post heartbreak cuz you know...work and pandemic. Lol.","sentiment_score":0.8}
{"full_text":"After covid is over, stay at dog friendly hotels.","sentiment_score":0.375}
{"full_text":"Good job, Roger Goodell","sentiment_score":0.7}
{"full_text":"RT : Be careful of COVID.: Be careful.: When are you coming back?: You must stay healthy. Love you~: I'm gonna m...","sentiment_score":0.16}
{"full_text":"RT Women always have each other's backs.","sentiment_score":-0.125}
{"full_text":"RT A historic moment in our fight against COVID-19! Under the leadership of PM Shri India has crossed yet anoth...","sentiment_score":0.0}
{"full_text":"Across the South COVID vaccine sites missing from Black and Hispanic neighborhoods - NPR","sentiment_score":-0.1833333333}
{"full_text":"RT So many women are anxious because they can't book a #CervicalCheck exam due to Covid. I've called on to publi...","sentiment_score":0.0416666667}
{"full_text":"Would you rathertravel or stay at homeGillianVicencio FirstRISEingYear","sentiment_score":0.0}
{"full_text":"RT pov: it's 3am in the UK and you're in a lockdown and can't leave your house...but it's okay bc you're in the forest wi...","sentiment_score":0.5}
{"full_text":"RT So ima post my work cuz it's been rough with covid. Were back open for business selling frozen yogurt and shaved snow.I've...","sentiment_score":-0.0333333333}
{"full_text":"RT Our state Assam is all set to host country's biggest sporting event post COVID-19 lockdown - 36th National Jr Athletics Champ...","sentiment_score":0.0}
{"full_text":"RT \"Schools are safe; I can't be any clearer than that.\" #auspol","sentiment_score":0.5}
{"full_text":"RT Wear your mask for your dogs !!! Are you kidding me !! That was a joke right Dr Jill Biden ","sentiment_score":0.2857142857}
{"full_text":"\"The conjugate pad contains recombinantSARS-CoV-2 antigen (antigen is recombinant Nucleocapsid Protein and Spike Protein (S1)) conjugatedwith colloid gold\"","sentiment_score":0.0}
{"full_text":"RT I testified to OSHA inspectors that I feel unsafe in my workplace due to dozens of maskless people working in the same...","sentiment_score":-0.0625}
{"full_text":"Please stop hurting yourself  engenes probably screaming out loud.","sentiment_score":0.1}
{"full_text":"RT Get you a VP who casts a tie-breaking vote on Covid-relief and makes sure to look out for her girl at the same time.","sentiment_score":0.25}
{"full_text":"RT #BhartRatnaForRatanTata#RequesteByDrVivekBindraI and, if you know Sir Ratan Tata then you will also agree that he is...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"I guess the core reason I'm not turning on two of my heroes, Bernie and AOC, has to do with a version of hostage syndrome.","sentiment_score":0.0}
{"full_text":"RT wrote a thing for ! #covid19 saw reification of precarious #infrastructures as es...","sentiment_score":0.0}
{"full_text":"RT The Marsh Family have won the Internet. They have interpreted what we all feel about the 3rd lockdown through the mediu...","sentiment_score":0.0}
{"full_text":"RT This is why I drink alone:--47th in the nation in vaccination rates.--Last week, Reynolds agreed to force schools to...","sentiment_score":0.0}
{"full_text":"America gonna America:Across The South COVID-19 Vaccine Sites Missing From Black And Hispanic Neighborhoods","sentiment_score":-0.1833333333}
{"full_text":"RT Several mainstream media outlets carried an advertorial by UP govt as 'news' in TIME magazine. It was claimed that CM Adityan...","sentiment_score":0.0}
{"full_text":"From Adam:.. While the pandemic has dramatically impacted our daily lives, we hope this season can provide a small sense of normalcy in the days and weeks ahead.  You can expect to see the same high level of competition and drama on a nightly basis that have long defined the NBA","sentiment_score":-0.028}
{"full_text":"RT I'm sure this has NOTHING to do with Biden ignoring the science &amp; overruling the CDC....#OpenSchoolsNow","sentiment_score":0.5}
{"full_text":"RT I went to the last lockdown protest in Toronto to make sure police did not assault our journalists again. Here are some of...","sentiment_score":0.25}
{"full_text":"RT Facing a potential shortfall of $150 million because of the pandemic, the Metropolitan Museum of Art has begun conversations w...","sentiment_score":0.0}
{"full_text":"RT \"As someone who is part of elite and historically racist institutions, I have an opportunity to use my position to scruti...","sentiment_score":0.0}
{"full_text":"Nobody wins when you force teachers into unsafe working conditions. Florida: \"We only have 12 core teachers in our middle school. We've lost five; we're down to 7,\" There are certain subjects that don't have teachers at all.\" ","sentiment_score":0.0717460317}
{"full_text":"RT J&amp;J is putting out a covid vaccine. Can we trust them? Remember the trans vaginal mesh that continues to torture women t...","sentiment_score":0.0}
{"full_text":"Case Report Sheds Light On COVID-19 Reinfection","sentiment_score":0.4}
{"full_text":"RT Mom spent a few hours today trying to get the temps in the freezer &amp; refrigerator portion of the new refrigerator correct...","sentiment_score":-0.0545454545}
{"full_text":"What the hell","sentiment_score":0.0}
{"full_text":"RT 210204 ENHYPEN FANSIGNJake promised he'd see me in the Philippines!! \"Hopefully I can see you in the Philippines after...","sentiment_score":0.0}
{"full_text":"RT Congratulations to the MTA's first ever Chief #Accessibility Officer!! #TransportationAccessibility #...","sentiment_score":0.390625}
{"full_text":"How bout just stay home and watch it on cable, jackass","sentiment_score":-0.5}
{"full_text":"RT Colorado is the fourth safest state right now during the pandemic. Only Alaska, North Dakota and Hawaii scored higher than...","sentiment_score":0.1339285714}
{"full_text":"I got the second covid shot today and I literally just started crying because I'm in so much pain","sentiment_score":0.0}
{"full_text":"RT This shit posting can not be called \"news\". Pathetic. He's on Air Force One and vaccinated, you lying partisan 3rd place shit...","sentiment_score":-0.35}
{"full_text":"RT Researchers found that over the past century, 40 species had relocated to southern China, Laos and Myanmar -- the area wher...","sentiment_score":-0.125}
{"full_text":"The thing about pandemic sports that doesn't match real life: If someone I saw outdoors in a mask for five minutes tests positive, I'm sitting in my room for the next week. In pro sports, it's \"test negative 20 minutes later and we're good because COVID respects competition\"","sentiment_score":0.1378787879}
{"full_text":"Just look at how bad they handled postponing games due to covid. Ravens practically played their practice squad vs the steelers because nfl is greedy and only wants money.","sentiment_score":-0.15625}
{"full_text":"Is the Covid crises fading out and must be replaced by now the climate crisis. Never waste a good crisis","sentiment_score":0.4}
{"full_text":"RT Not only is the $1.9 trillion emergency COVID-19 relief package the right thing to do from a moral and policy perspectiv...","sentiment_score":0.0952380952}
{"full_text":"RT When there are 10 new Covid19 cases in China a day, it's called a strong spike. When the...","sentiment_score":0.2848484848}
{"full_text":"sigh just like i said 4 months after your symptoms or the virus infected you  your immune system is back to where it was before you were infected we have another outbreak in april i called the janurary February out break  april  then september the sooner the worse it will be","sentiment_score":-0.2}
{"full_text":"i dont understand the protocol at all smmfh.","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"RT \"A Republican plan to eliminate Wisconsin's mask requirement would likely cut off nearly $50 million in food assistance a m...","sentiment_score":0.05}
{"full_text":"RT From the inside story on how the Trump Administration lied about its plan for COVID-19 and then just dropped the...","sentiment_score":0.0}
{"full_text":"Alabama lawmakers fast-track COVID-19 bills, liability protectionhttps:\/\/t.co\/kLCAwrUSVy","sentiment_score":0.0}
{"full_text":"RT Governor Cuomo on Friday announced people with certain underlying conditions will soon be eligible for the COVID-19 vaccine. Watc...","sentiment_score":0.2142857143}
{"full_text":"RT Remember all the similar stories did when Trump was flying around the country holding super-spreader events?","sentiment_score":0.0}
{"full_text":"Guardiola has told Jurgen Klopp to have another look at the calendar after the Liverpool manager claimed Man City had a \"two-week break for Covid reasons..","sentiment_score":0.0}
{"full_text":"#UPDATE: Pakistan #COVID19 cases Saturday-* Confirmed 551,842* Active 32,454* Deaths 11,886* Recovered 507,502-Official Source:","sentiment_score":0.1333333333}
{"full_text":"Here are the latest COVID-19 updates from local public health departments.https:\/\/t.co\/Mt9dUNwLDw","sentiment_score":0.1666666667}
{"full_text":"RT Don't be a clown. Stay at home for the Super Bowl! The decisions you make have an impact on our entire community as we na...","sentiment_score":0.2083333333}
{"full_text":"With cold temperatures moving in next week, COVID-19 vaccinations will continue on as planned throughout despite the weather. has the story. #Nebraska #COVID19https:\/\/t.co\/QDChleJvUb","sentiment_score":-0.3}
{"full_text":"RT Pro lifers: Respect all lifePeople: Then wear a maskPro lifers: It infringes on my rightsUmmm...","sentiment_score":0.0}
{"full_text":"WHO: COVID-19 Vaccination Inequities Becoming Apparent","sentiment_score":0.25}
{"full_text":"Saturday Lunch: Sherman Oaks (14209 Ventura Blvd) from 12:00-8:00 and Costa Mesa (17th st at Westminster Ave) from 12:00-3:00.Dinner: Corona Del Mar (3049 Pacific Coast Hwy) from 5:00-8:00. See you there!","sentiment_score":0.0}
{"full_text":"Covid vaccination of people above 50 years of age likely to begin in March: Harsh Vardhanhttps:\/\/t.co\/lcBnpxxny4","sentiment_score":-0.0666666667}
{"full_text":"Makati City's free Covid-19 vaccination program will also cover non-city resident employees of all registered businesses in the city, Binay announced.Read: #Vaccine4All","sentiment_score":0.4}
{"full_text":" #ICYMI | Pittsburgh International Airport (PIT), after a pandemic-imposed delay, will go ahead with its Terminal Modernization Program (TMP) project.:","sentiment_score":0.0}
{"full_text":"Only four deaths from flu have been reported to NCDHHS so far this season, compared to 186 deaths last season and more than 200 deaths during the 2018-19 season.","sentiment_score":0.15}
{"full_text":"The Marshall Harrison County Health District has been notified of an allocation of 400 doses of the Moderna COVID-19 vaccine to be shipped the week of Feb. 8 from the Texas Department of State Health Services (DSHS).","sentiment_score":0.0}
{"full_text":"Nine students and five employees are being quarantined because of positive test results.","sentiment_score":0.2272727273}
{"full_text":"It has been a year since COVID-19 changed our lives, and we are celebrating Chinese New Year differently this year. Let's celebrate safely, stay united and look out for one another. Steady? ","sentiment_score":0.1606060606}
{"full_text":"Ontario will begin to gradually reopen its economy next week, starting with regions that have fewer COVID-19 cases, The Canadian Press has learned.","sentiment_score":0.0}
{"full_text":"To help clear the confusion in the vaccination process, we've created a step-by-step guide to walk you through the online registration. Via","sentiment_score":0.1}
{"full_text":"State Pharmaceuticals Corporation official agent for Sputnik V Vaccine Sputnik V #vaccine is 91.6% effective against symptomatic #COVID19 and 100% effective#lka #SriLanka #coronavirus #SputnikV #Russia","sentiment_score":0.6}
{"full_text":" INDIA 2021-02-05Pfizer withdraws emergency application for Vaccine use in India.https:\/\/t.co\/QqXfZvPlJZ RT #Vaccine #Covid19 #Health","sentiment_score":0.0}
{"full_text":"Washington residents scramble for second doses of COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Covid: Vaccine tensions stoke German criticism of EU's von der Leyen","sentiment_score":0.0}
{"full_text":"Seven mayors from Oregon number among more than 400 signatories on a letter from the U.S. Conference of Mayors calling on Congress to take up and pass President Joe Biden's COVID-19 relief bill.","sentiment_score":0.5}
{"full_text":"If you or someone you know is struggling to fill out the COVID-19 vaccination eligibility form, a new local hotline is available for help.","sentiment_score":0.1787878788}
{"full_text":"Black people in Greater Cincinnati have been disproportionately impacted by COVID-19 \"in every aspect,\" including higher death and sickness rates and greater losses in income, according to a new study.","sentiment_score":0.2439393939}
{"full_text":"According to the letter, Krewson is requesting the state allows both CVS and Walgreens pharmacies in the City of St. Louis to become approved vaccinator sites","sentiment_score":0.0}
{"full_text":"While following COVID-19 protocols, The Bridge Progressive Arts ","sentiment_score":0.0}
{"full_text":"A total of 318 healthcare workers in Quezon City have completed comprehensive training in the deployment and management of COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"Despite peddling dangerous conspiracy theories and being dressed down by Scott Morrison, rogue MP Craig Kelly's popularity continues to grow.","sentiment_score":-0.3777777778}
{"full_text":"Randstad's VP of global learning and development says rapid pandemic-driven #workplace changes are leaving many behind and offers 4 ways to better reskill and upskill #employees.","sentiment_score":0.14}
{"full_text":"RT The Government of Canada is focused on keeping you and your family safe. Today, Prime Minister Justin Trudeau updated Canad...","sentiment_score":0.5}
{"full_text":"The pandemic may have shattered lives, economies and businesses across the globe, but one industry is booming off the back of COVID-19 - the anti-vax business.","sentiment_score":0.0}
{"full_text":"RT I'm sure this has NOTHING to do with Biden ignoring the science &amp; overruling the CDC....#OpenSchoolsNow","sentiment_score":0.5}
{"full_text":"RT Government to introduce mandatory quarantine on Feb 15th, after hearing about a particularly nasty-sounding virus coming...","sentiment_score":0.1666666667}
{"full_text":"It'll be a good year ... covid wise + tsla\/tesla","sentiment_score":0.7}
{"full_text":"Current Conditions for #Sayre PATemp: 29.0FWind Chill: 23.3FHumidity: 56%Dew Point: 15.4F Barometer: 29.892 inHgWind: 6 mph from the WSWCorona Virus Weekly Stats:Cases: 129.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Barbados got free COVID Vaccines from India and Barbadosian got $2.5 millions from Anti Indian Propaganda.","sentiment_score":0.15}
{"full_text":"RT #OnlineExamsfor9thand11th From Primary Class to Class 10 We have given Offline exams but couldn't schools take online...","sentiment_score":0.4}
{"full_text":"Time: 04:00 * Temp: 4.9degC * Wind: ENE 4.0 to 11.0mph * Pressure: 1004.9hPa * Rain: 0.0mm * Hum: 92% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:02 * Sunset: 17:12 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Georgia, Tennessee and Oklahoma will distribute and schedule their COVID-19 vaccines with a new vaccine management system developed by Ernst &amp; Young and Microsoft","sentiment_score":0.1121212121}
{"full_text":"I know you'd prefer peer-reviewed studies but here is an article from the \"not exactly right-wing\" BBC that discusses the topic. Then NYT story about \"not exactly right-leaning\" Clark county that is opening schools due to suicides.https:\/\/t.co\/ZlKQHO8ZpMhttps:\/\/t.co\/cNnWuW1qGr","sentiment_score":-0.125}
{"full_text":"Today I almost got Covid-19 but I stood on that green dot  in line at the supermarket. Fwooo  close call","sentiment_score":-0.2}
{"full_text":"RT dont use the n word at work folks","sentiment_score":0.0}
{"full_text":"I'm going to bed with this covid shit at emu I'm fucking scared night","sentiment_score":-0.4}
{"full_text":"RT This will be your only warning... stay out of my home. Don't bother me, I don't bother you.  I have what I want, and no one...","sentiment_score":0.0}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"Also important to know how our current systems of vaccine signup like requiring use of technology serve to perpetuate inequalities &amp; act as an additional barrier for vaccine access for BIPOC communities. We can do advocacy work in the field but we need change on a systems level.","sentiment_score":0.2}
{"full_text":"RT Gov. Kim Reynolds (R-IA) leads a state with the third-worst vaccination rate per capita in the nation as Iowa reached...","sentiment_score":0.0}
{"full_text":"As a result of the coronavirus, U.S. states alone face a depression-level budget shortfall that could total some $434 billion between 2020 and 2022, according to one estimate. via","sentiment_score":0.0}
{"full_text":"RT We need vaccines to reopen our economy - delays in vaccines means delays in getting Canadians back to work.","sentiment_score":0.0}
{"full_text":"#NP Dee-1 - Corona Clap.mp3 by !Listen Live (Click link below)https:\/\/t.co\/lpmQtQynEe#slaughtahouze #kshz #rap #hiphop #rnb #trap #radio   #trending","sentiment_score":0.1363636364}
{"full_text":"Beware Of Scammers Offering COVID Vaccines Over The Telephone","sentiment_score":0.0}
{"full_text":"RT Year ago today.","sentiment_score":0.0}
{"full_text":"#studentathletes are helping students stay active during the #pandemic. #liberalarts #community #givingback #keepmoving #exercise","sentiment_score":-0.1333333333}
{"full_text":"Important; Since 04:00 on 15\/01\/21, it has been mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test., More info:","sentiment_score":0.45}
{"full_text":"During a pandemic. ","sentiment_score":0.0}
{"full_text":"Norway's score increased by 12.7% between 1990 and 2019 in the latest Human Development Index. Learn more via BRINK News. #pandemic","sentiment_score":0.3333333333}
{"full_text":"RT : Be careful of COVID.: Be careful.: When are you coming back?: You must stay healthy. Love you~: I'm gonna m...","sentiment_score":0.16}
{"full_text":"RT Day 4 Covid Vaccination Update: Till now 3859 Police Personnel vaccinated in Punjab. 1900 police personnel jabbed toda...","sentiment_score":0.0}
{"full_text":"What COVID hasn't changed is the critical role identity plays in helping organizations to be secure and productive.","sentiment_score":0.2}
{"full_text":" Nationwide Thailand COVID-19 Emergency Decree Extended Until End Feb The past week or two has been","sentiment_score":-0.25}
{"full_text":"How Mayo Clinic's Data Liquidity Strategy Succeeded Despite COVID-19","sentiment_score":0.0}
{"full_text":"RT When universities with more no of students can do it,when more than 90% of students are demanding it When the borders of ncr...","sentiment_score":0.5}
{"full_text":"Know  people  don't  take cartoons,  seriously  \" it's only a cartoons\"  the Simpsons said a virus well  come in 92 the cat flu from  China  boom  said  Trump  be president  what happened was president","sentiment_score":0.0}
{"full_text":"AstraZeneca Covid-19 Vaccine Effective Against U.K. Variant in Trial","sentiment_score":0.6}
{"full_text":"Selangor Journal | Covid-19: Selangor records highest infectivity rate -- Dr Noor Hisham","sentiment_score":0.0}
{"full_text":"Digital transformation in the public sector has rapidly sped up because of the pandemic. Accenture's shares more about the four trends pushing this momentum:","sentiment_score":0.1666666667}
{"full_text":"Great interview on how marketing has and will change from COVID and the social unrest of 2020.","sentiment_score":0.4166666667}
{"full_text":"RT Sadhguru's third painting, Circa 2020, was auctioned off for Rs. 2.3 crore. The funds raised will be used to help Coronaviru...","sentiment_score":0.0}
{"full_text":"RT The Kroger company has announced it will provide a one-time payment of $100 to all employees who receive the full manufacturer-rec...","sentiment_score":0.35}
{"full_text":"RT I'm a 34-year-old open heart surgery survivor who leapt at the chance to be in a COVID vaccine trial.I don't expect every...","sentiment_score":0.0}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"RT Neozen jangan panic buying oke ","sentiment_score":0.0}
