{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT Israel's COVID flight ban turned its citizens into illegal immigrants","sentiment_score":-0.5}
{"full_text":"RT It's time to ignore the lockdown fanatics and open for business","sentiment_score":0.0}
{"full_text":"RT This President's Day, history reminds us how important it is to have steady, bold leadership in times of crisis.@POTUS...","sentiment_score":0.3}
{"full_text":"Praying ","sentiment_score":0.0}
{"full_text":"RT Man collapses and dies 25 minutes after having the Covid vaccine - Metro","sentiment_score":0.0}
{"full_text":"RT PRABAL GURUNG autumn winter 2021. High glamour for a post-COVID socialite ready to take over the Upper East Side of Ma...","sentiment_score":0.12}
{"full_text":"RT Updated my to donate to in support of those living in permanent lockdown.#longcovid #pwme","sentiment_score":0.0}
{"full_text":"RT I never met him in person, but it's really sad to hear that has passed away after a struggle with Long Covid. I...","sentiment_score":-0.275}
{"full_text":"RT God saw Texans not taking corona serious and said I know exactly what will make them sit inside","sentiment_score":-0.0416666667}
{"full_text":"RT A politician delivering leaflets before an election has a visit from the police...","sentiment_score":0.0}
{"full_text":"RT Hi apart from relying on modern science, you should also use natural medicines to treat Covid19.  FRY81 herb...","sentiment_score":0.15}
{"full_text":"RT \"It works.\" Despite the UK strain's predominance in Israel, Maccabi HMO reported that thus far just 15 of their half mill...","sentiment_score":-0.0333333333}
{"full_text":"I've been struggling lately with feelings of envy when it comes to my career (the pandemic has made it worse for some reason?!) and so I loved this article by about making friends with jealousy in ","sentiment_score":-0.0333333333}
{"full_text":"RT Boris Johnson: this will be the last lockdownThe BBC: can you really give that guarantee?Boris Johnson: no","sentiment_score":0.1}
{"full_text":"RT Texas voted against President Biden. Their officials committed sedition and lied about the deadly pandemic.But when t...","sentiment_score":-0.2}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"RT Pandemic Day 25: I made bread :)Day 95: I sure do miss my friends....Day 310: The White House appears to be under t...","sentiment_score":0.3333333333}
{"full_text":"RT Did you know that compared to the general population, people with cardiovascular disease were more than twice as likel...","sentiment_score":0.275}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT Due to COVID this good girl hadn't seen her hooman in months...https:\/\/t.co\/zwCDOdIFsz","sentiment_score":0.2875}
{"full_text":"I live in Texas like they do, I don't even need a wig to sport a set of power bangs &amp; Khruangbin has been my pandemic soundtrack. Weird and dreamy and psychedelic for these unprecedented times","sentiment_score":0.0787878788}
{"full_text":"RT Just reading about a corrupt, failed state where the government's chief adviser handed PS564,393 of taxpayers' money to...","sentiment_score":-0.5}
{"full_text":"was this due to covid related capacity issues and concerns around maintaining distancing requirements?If it is you've just thrown a complete hissyfit and tantrum","sentiment_score":-0.0083333333}
{"full_text":"'What's the Point?' Young People's Despair Deepens as Covid-19 Crisis Drags On","sentiment_score":0.1}
{"full_text":"When you are not cowering in a cottage you can get things done...","sentiment_score":0.0}
{"full_text":"The preprint \"Data-driven analysis of COVID-19 reveals specific ...\" (https:\/\/t.co\/8yyOIllL50) has been reviewed by automated tools, find results here: We detected 3 of 5 rigor criteria, 5 resources, no limitations statement, and a problematic colomap.","sentiment_score":0.0}
{"full_text":"RT I hope everyone is prepared for a lockdown 4? Because as sure as eggs is eggs if schools go back without new safety me...","sentiment_score":0.2121212121}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"A French Nun Turns 117 After Knocking Down Covid-19Sister Andre was expected to celebrate her victory against the virus and her birthday on Thursday with a feast, and a glass of Champagne.https:\/\/t.co\/H9C37BolWK","sentiment_score":-0.0851851852}
{"full_text":"RT COVID-19 shots might be tweaked if variants get worse","sentiment_score":-0.4}
{"full_text":"Rules for thee, not for me","sentiment_score":0.0}
{"full_text":"RT that pandemic fatigue hitting","sentiment_score":0.0}
{"full_text":"RT More of this","sentiment_score":0.5}
{"full_text":"Interested to see major agencies like the CDC and WHO respond! #PITT_ID21","sentiment_score":0.1640625}
{"full_text":" down the road again","sentiment_score":-0.1555555556}
{"full_text":"At first, didn't bother me. There are at least 2-3 other big stories going on. I expected them to be background for a while. Plus, even before COVID EE was terrible at aftermath and follow ups. But we are now entering week 3 where NO character has acknowledged it even happened.","sentiment_score":-0.2125}
{"full_text":"The Covid vaccine gives you protection against Corona Virus - NHS. I care about myself and how I can minimise passing it onto my elderly parents and\/or family.","sentiment_score":0.0}
{"full_text":"Influenza virus disappeared because people are wearing masks, but Covid spreads because the same people wearing those masks are doing it incorrectly  #casedemic #FactsNotFear #vitaminD","sentiment_score":0.0}
{"full_text":"I should run for governor..he has 0 common sense.","sentiment_score":-0.3}
{"full_text":"RT Due to COVID this good girl hadn't seen her hooman in months...https:\/\/t.co\/zwCDOdIFsz","sentiment_score":0.2875}
{"full_text":"Immigration is like good red wine - there is an optimal amount. Pre-COVID, it was too high - impacting housing and infrastructure and quality of life","sentiment_score":0.2866666667}
{"full_text":"Brexit Britain's victory over the EU on Covid vaccination is not what it seems | Jean Quatremer","sentiment_score":0.0}
{"full_text":"Yeah lol you'd better stay home then!!! Don't need a frozen Catt!! Stay warm!!! I didn't have any issues out and about today.... I did see others not do to good... The ol Red Rocket took good care of me today.","sentiment_score":0.7}
{"full_text":"I guess you are on 80% then. I'm newly self-employed was doing great until Lockdown Good earnings Yet now i'm earning NOTHING Zero Because I took that jump to work for myself like all good tories should This man is killing people 12 suicides in the Excluded group","sentiment_score":0.5840909091}
{"full_text":"RT Jim Jordan is one of the only reps to repeatedly vote AGAINST coronavirus relief.He said no to: Stimulus checksS...","sentiment_score":0.0}
{"full_text":"RT Due to COVID this good girl hadn't seen her hooman in months...https:\/\/t.co\/zwCDOdIFsz","sentiment_score":0.2875}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":" Last fall the U.S. government began sending to states fast-acting Covid-19 tests to help manage the pandemic. Many have gone unused, and are about to expire. via","sentiment_score":0.25}
{"full_text":"RT The Registered Nurses' Union Newfoundland &amp; Labradorposted this picture over the weekend. It's off LPN Kristal Pike's last...","sentiment_score":0.0}
{"full_text":"why don't you show us a complaint or court order from the parents then?bec based on the document the children were not forcefully taken in and they were taken cared of during the lockdown. dapat nga magpasalamat sila.","sentiment_score":-0.3}
{"full_text":"RT News headlines: \"Whatever Happened to the UK Youth Climate Strikes?\"Well, I'm unsure wether the writers are aware but...","sentiment_score":0.25}
{"full_text":"RT Covid: Concern at vaccine disparity in BAME health staff- what more can be done to promote the vaccination among BAME sta...","sentiment_score":0.5}
{"full_text":"RT PM just confirmed first batch of #COVID19 vaccine arrived in NZ this morning - enough for 30,000 people. Those working aroun...","sentiment_score":0.2166666667}
{"full_text":"Exactly What Happens When You Get Cremated #COVID19","sentiment_score":0.25}
{"full_text":"RT This Imperial College model is so ridiculous that it has already been debunked by a second year maths undergraduate. Whoever...","sentiment_score":-0.1666666667}
{"full_text":"RT A $15 minimum wage is not a radical idea. What's radical is the fact that millions of Americans are forced to work for star...","sentiment_score":-0.3}
{"full_text":"RT The Bangles, 2020:Just another pandemic Monday ","sentiment_score":0.0}
{"full_text":"RT  NEW \/ A firm whose chairman is the leader of the Health Department's own Procurement and Efficiency Boa...","sentiment_score":0.1787878788}
{"full_text":"RT This guy is a legit monster. Only a total sociopath would say that staff caused the thousands of COVID deaths in NY and...","sentiment_score":0.0}
{"full_text":"And yet nobody is dropping dead in lock down-free Tanzania, Nepal or Belarus.  Could it be that there is no correlation between lock downs and Covid-19 mortality?","sentiment_score":-0.2}
{"full_text":"RT 4 people test positive in Oregon for covid after at least 2 weeks after their 2nd dose of vaccine.https:\/\/t.co\/tGaH3qKjjO","sentiment_score":-0.0242424242}
{"full_text":"I just wanna lift some weights man this pandemic is doing nothing for the kid","sentiment_score":0.0}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"Really.... and I mean this in all seriousness. Why do you think it is absolutely mandatory that every human being in an operating room in every hospital in America is required to wear a mask??? hmmm????","sentiment_score":0.021875}
{"full_text":"RT Doctors and nurses trying to build confidence in Covid-19 vaccines on social media are mounting coordinated campaigns to comb...","sentiment_score":0.0333333333}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"Fix gaps in furlough for self-employed workers, government urged | Covid jobs crisis | The Guardian","sentiment_score":0.0}
{"full_text":"RT This is important. Ron DeSantis is in the news again for making excuses about his callous coronavirus response. We are the o...","sentiment_score":0.4}
{"full_text":"Like trump ignoring Covid so over 400,000 died from his negligence.","sentiment_score":0.0}
{"full_text":"RT Due to COVID this good girl hadn't seen her hooman in months...https:\/\/t.co\/zwCDOdIFsz","sentiment_score":0.2875}
{"full_text":"RT God saw Texans not taking corona serious and said I know exactly what will make them sit inside","sentiment_score":-0.0416666667}
{"full_text":"No no that honor is il douche spreading much faster than covid and Cuomo.","sentiment_score":0.2}
{"full_text":"RT We are still averaging around 600 deaths a day from Covid.I'm incredibly worried that is poised - again...","sentiment_score":0.9}
{"full_text":"RT The fact that Yoan Moncada had a positive WAR in 2020 despite dealing with the after effects of Covid the entire season...","sentiment_score":0.1136363636}
{"full_text":"RT If you want to destroy the whole anti lockdown narrative why wouldn't you accept. You would be a hero to...","sentiment_score":0.0}
{"full_text":"RT Turns out the Democrat who wrote a book on and got an Emmy for his covid leadership is a total fraud who was responsible fo...","sentiment_score":0.1}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT Not statistics,precious lives. All have different stories,different circumstances. They must not be written off as some...","sentiment_score":0.0}
{"full_text":"RT Lockdowns created a mental health pandemic. If \"first priority was the health &amp; safety of all Ontarians\", he...","sentiment_score":0.075}
{"full_text":"RT Breaking  admits that lobbying groups changed recs in the recent CDC School GuidelinesFrom a Fri. press...","sentiment_score":0.0}
{"full_text":"RT Jim Jordan is one of the only reps to repeatedly vote AGAINST coronavirus relief.He said no to: Stimulus checksS...","sentiment_score":0.0}
{"full_text":"RT If you are struggling with the impact of the pandemic, if you are feeling alone, if you aren't able to talk to someone you...","sentiment_score":0.5}
{"full_text":"RT Every penny spent on free school meals had to be prised from the coffers like barnacles levered from boulders.Every million...","sentiment_score":0.15}
{"full_text":"RT How many people over 85 did enroll in its 40,000-person #Covid vaccine trial?5.Five.1, 2, 3, 4, 5.True st...","sentiment_score":0.5}
{"full_text":"Janey, you're making it very hard to be depressed about this lockdown.","sentiment_score":-0.3791666667}
{"full_text":"Have lockdown rules finished in Ipswich then? Unless there were onlyb2 of them, which is entirely possible, then it's obviously bugger the NHS, we know better!","sentiment_score":0.2083333333}
{"full_text":"RT Just reading about a corrupt, failed state where the government's chief adviser handed PS564,393 of taxpayers' money to...","sentiment_score":-0.5}
{"full_text":"RT The governor had no time to answer the legislature, the DOJ, &amp; the press on Covid deaths... but found time to write, pub...","sentiment_score":0.0}
{"full_text":"RT How long before this shapeshifter wears a stethoscope for #COVID19 interviews?","sentiment_score":-0.05}
{"full_text":"RT We are still averaging around 600 deaths a day from Covid.I'm incredibly worried that is poised - again...","sentiment_score":0.9}
{"full_text":"RT So much for solidarity! EU cracks erupt as MEP turns screw on Brussels double-standardshttps:\/\/t.co\/vm4vDVKnaa","sentiment_score":0.25}
{"full_text":"RT Brexiteer Steve Baker is calling on the government to lift lockdown restrictions as soon as the vulnerable are vaccina...","sentiment_score":-0.5}
{"full_text":"RT OMURA the famous Nobel laureate in Japan  for the END of covid with IVERMECTIN","sentiment_score":0.5}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"Back to blaming the debt and COVID on the Democrats huh?","sentiment_score":0.0}
{"full_text":"RT Self-Styled Brexit Hardman @SteveBakerHW seems to have chucked his Union flag on the floor!! Amazing how shamelessly...","sentiment_score":0.6}
{"full_text":"I had 2 weeks off work during lockdown in November, kept myself busy by taking up embroidery  highly recommend ","sentiment_score":0.13}
{"full_text":"See how has been combatting some of the common concerns that businesses are having as a result of COVID-19 to keep their employees safe when they're back in the office in  blog post:  #RemoteWork","sentiment_score":0.0666666667}
{"full_text":"RT If you thought Connell and Marianne from 'Normal People' was the best love story to come out of Trinity College Dublin, think...","sentiment_score":0.55}
{"full_text":"RT Breaking: Media learns what \"95% effective\" means","sentiment_score":0.6}
{"full_text":"Pandemic winter","sentiment_score":0.0}
{"full_text":"#PulseCupid #PulseCupid #PulseCupid #Pulsegiveaway@PulseNigeria247 follow for latest happenings ","sentiment_score":0.5}
{"full_text":"Backbench Tory MPs call for weddings to resume - Has had a proposal??","sentiment_score":0.0}
{"full_text":"RT Can we send the National Guard home now?  Apparently not: https:\/\/t.co\/l2WoLHWY8v Again, every GOP member should mak...","sentiment_score":-0.025}
{"full_text":"Can you count to 26?Find Florida.https:\/\/t.co\/uRQQXXlfaw","sentiment_score":0.0}
{"full_text":"RT We are still averaging around 600 deaths a day from Covid.I'm incredibly worried that is poised - again...","sentiment_score":0.9}
{"full_text":"RT My hope is that trump will be so busy defending himself against criminal trials and civil lawsuits he will not have time...","sentiment_score":-0.15}
{"full_text":"RT Scotland overtakes England in coronavirus vaccine race thanks to huge surge","sentiment_score":0.3}
{"full_text":"RT \"Singing, dancing, socializing, sharing food - the elements that make #powwows an essential part of preserving #Indigen...","sentiment_score":0.0}
{"full_text":"How else can we support COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"Blenheim Palace plans summer flower show despite pandemichttps:\/\/t.co\/qMqtmB7j1I","sentiment_score":0.0}
{"full_text":"Love in the time of COVID-19. Couples and family therapist Carole Sandy answered #CCCheckup callers' relationhip questions in a special Valentine's Day edition of Ask Me Anything.Catch it on CBC Listen:","sentiment_score":0.4285714286}
{"full_text":"More than 2.4 million dead, 108 million COVID-19 cases worldwide","sentiment_score":0.15}
{"full_text":"WHO Grants Emergency Approval to 2 AstraZeneca Vaccines","sentiment_score":0.0}
{"full_text":"Being a part of the COVID-19 vaccine trials was not always an option for the 1.2 million HIV-positive people in the U.S. They fought for it.","sentiment_score":0.0}
{"full_text":"As Penn State students return to campus for the spring semester, the State College Borough Council has taken steps to prepare for a possible increase of coronavirus caseshttps:\/\/t.co\/GW2yOXse4I","sentiment_score":0.0}
{"full_text":"RT Gov Cuomo just blamed my uncle for dying of COVID in a nursing home and blamed my family for not being tough enough to deal wi...","sentiment_score":-0.1944444444}
{"full_text":"Any signs of normalcy throughout this pandemic are welcome, even though they are fleeting. These signs are especially hard to find for anyone heavily involved with Hawai'i High School Athletic Association-sanctioned events year-roundFor the full story, visit the link in our bio","sentiment_score":0.1053333333}
{"full_text":"way to take advantage of people during a pandemic!!!","sentiment_score":0.0}
{"full_text":"RT Today I received my 2nd dose of the Oxford AstraZeneca COVID-19 vaccine, five weeks after I received the first dose. ht...","sentiment_score":0.125}
{"full_text":"RT The CDC says it's safe to open schools. So why does the \"party of science\" want to keep schools closed?","sentiment_score":0.1333333333}
{"full_text":"Trying to find that clip on CNA where a few Ministers were talking about covid. Kinda like a serious ad they showed. Saw it yesterday morning. I think we need to show that here very beautifully done n moving. Classy","sentiment_score":0.1416666667}
{"full_text":".@POTUS Biden's COVID-19 relief plan has bipartisan support from leaders all across the nation because it isn't a Democratic or Republican issue, it's a matter of providing Americans and states with the help they need.","sentiment_score":0.0}
{"full_text":"RT So Biden administration is going to allow 25,000 immigrants into U.S. with asylum cases still pending? NO CORONAVIRUS TESTS...","sentiment_score":0.0}
{"full_text":"Beginning Thursday, February 18, our King-Lincoln (Columbus) and Dayton pharmacies will have COVID-19 vaccines available to the general public who are eligible.Schedule an appointment today!","sentiment_score":0.15}
{"full_text":"North Carolina is in a stronger financial position than budget analysts anticipated last year at the start of the pandemic, according to a report from a group of economists.","sentiment_score":0.0}
{"full_text":"Dr. Patrick Bernet looks at community age structure in this first post in a three-part mini-series that will explore the impact of #race and ethnicity, then #political partisanship, in #COVID19 outcomes in #Florida.","sentiment_score":0.125}
{"full_text":"The Buffalo Sabres finally return to action tonight after more than a week off due to COVID-19 protocol.","sentiment_score":0.11875}
{"full_text":"Still unable to go anywhere and organising some online activities for the kids is the lockdown life #PoCoLo","sentiment_score":-0.5}
{"full_text":"The Buffalo Sabres finally return to action tonight after more than a week off due to COVID-19 protocol.","sentiment_score":0.11875}
{"full_text":"Funeral cortege for twin, 96, who died of Covid drives past her favourite Asdahttps:\/\/t.co\/7Em4zPnvFN","sentiment_score":-0.25}
{"full_text":"As the pandemic abates and even after it subsides, #meetings are going to look a lot different. What should you think about now to make sure you're offering the best experience to participants this year and beyond? A look at some considerations.","sentiment_score":0.5}
{"full_text":"RT ..Seven of us on the flight came from a red list country..All passengers sat in the same vicinity breathing the same air...","sentiment_score":0.0}
{"full_text":"RT Just reading about a corrupt, failed state where the government's chief adviser handed PS564,393 of taxpayers' money to...","sentiment_score":-0.5}
{"full_text":"RT This is semantics. He's claimed before that it doesn't \"matter\" *where* patients died. It does, since he tying to cover...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Cuomo now blames Nursing Home staff for COVID transmission. \"COVID did not get into the nursing homes by people...","sentiment_score":0.0}
{"full_text":"Egypt Backs Economy To Overcome Coronavirus Crisis: IMFhttps:\/\/t.co\/d3RLeqYna9","sentiment_score":0.0}
{"full_text":"When COVID hit, the majority of churches did not have a digital strategy, at least in context of broadcasting services or making disciples online. March 2020 saw many churche... #thechurchdigital #thechurchdigitalpodcast #digitalchurch #bethechurchonline","sentiment_score":0.0666666667}
{"full_text":"The continued daily drop in COVID-19 case reports is showing up at the state level, with disease activity dropping from \"very high\" to \"high.\"","sentiment_score":0.1226666667}
{"full_text":"People above 50 to get #COVID19 vaccines from March, says Union Minister #HarshVardhan#COVID19 #COVID #COVIDVaccine #coronavirus #Corona","sentiment_score":0.0}
{"full_text":"The continued daily drop in COVID-19 case reports is showing up at the state level, with disease activity dropping from \"very high\" to \"high.\"","sentiment_score":0.1226666667}
{"full_text":"Of the nearly 900 positive cases of COVID-19 in the Michigan prison system, more than half of those cases are found in Ionia County.https:\/\/t.co\/cbKOkIke4C","sentiment_score":0.1651515152}
{"full_text":"The only \"science\" they listen to is the science that fits their narrative. If anything we've learned this during this pandemic","sentiment_score":0.0}
{"full_text":"The delayed arrival of an expected Moderna shipment will cause vaccination sites county-wide to slow and, in some cases, will pause with appointments rescheduled.","sentiment_score":-0.2}
{"full_text":"winter has a lot of audacity showing up in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"COVID-19 gardens have gained popularity during the pandemic with more people working from home and wanting to grow their own food in the wake of supply chain disruptions.","sentiment_score":0.55}
{"full_text":"Columbus Mayor Andrew Ginther is urging residents to stay home or find shelter before what's expected to be a heavy snowfall tonight and tomorrow.","sentiment_score":-0.15}
{"full_text":"The Illinois Department of Public Health Monday reported 1,420 new confirmed and probable cases of COVID-19 and 41 additional deaths.","sentiment_score":0.1787878788}
