{"full_text":"\"Social distancing, also called physical distancing, means keeping a safe space between yourself and other people who are not from your household.\"","sentiment_score":0.1020833333}
{"full_text":"RT I turn 26 today and after a nightmare month, I can safely say my family and I are the lucky ones. A THREAD: I tested pos...","sentiment_score":0.4166666667}
{"full_text":"RT Another day, another fugging cosplay outfit. Does Johnson never tire of dressing up as what he's not and never could be?...","sentiment_score":0.0}
{"full_text":"RT Master crossed all Vijay films collection in tamilnadu ,only behind Bahubali2 .This really unbelievable with 50% percent capa...","sentiment_score":-0.2166666667}
{"full_text":"French restaurant owners who open in defiance of lockdown on Monday will be punished, says economy minister","sentiment_score":0.0}
{"full_text":"RT My daughter has worked the entire pandemic IN Florida IN a grocery store to he...","sentiment_score":0.0}
{"full_text":"Pretending to be surprised...","sentiment_score":0.1}
{"full_text":"RT Our close and valuable security cooperation will continue. We also discussed our healthcare cooperation in the context of...","sentiment_score":0.0}
{"full_text":"And that he will still have the Coronavirus Act to wield against dissidents..","sentiment_score":0.0}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT Wildly irresponsible thing to say during a pandemic. \"When I say 'experts' in air quotes, it sounds like I'm saying I don...","sentiment_score":0.1}
{"full_text":"RT COVID not stopping priests from doing priestly things!And they even decorated their suits!!!Ole!#Spain","sentiment_score":0.0}
{"full_text":"RT Andy Slavitt announces there will be at home COVID-19 test kits that will be able to detect the virus through a self performed...","sentiment_score":0.5}
{"full_text":"RT She thinks she bought the exclusive rights to develop a movie about the Coronavirus","sentiment_score":0.0}
{"full_text":"I have invented a new covid test. It's free. \"Do you feel completely well?\" Even in areas of high covid prevalence the false negative rate will be less than 1 in 1000. I can charge PS5 royalty and turn it into an app if that helps.","sentiment_score":-0.01004329}
{"full_text":"RT This is the key.The pandemic forced the entire white-collar economy to join hands and jump over remote work's coordination p...","sentiment_score":-0.1333333333}
{"full_text":"#MondayMotivation #MondayMorning To all in #WritingCommunity , I hope you are doing the best you can with what you have. I've been hard on myself for not accomplishing as much as I'd like during the #pandemic , so this really spoke to me this morning.","sentiment_score":0.2770833333}
{"full_text":"Such a sad story.COVID is very real and we need to do everything to protect ourselves, but you know what's going to be around much longer than COVID is mental health.We need to have a multifaceted approach to COVID, not just close everything.","sentiment_score":-0.028}
{"full_text":"RT Anyone else absolutely sick of the government pushing the mindfulness meditation and \"go for a walk\" narrative during the...","sentiment_score":-0.7142857143}
{"full_text":"RT Hate Roman all you want, this man is an amazing owner.Not just this but what he's done for the NHS, the pandemic, holocaust...","sentiment_score":-0.1}
{"full_text":"RT 'UK is taking risks!' French in remarkable new attack on UK vaccine 'Ignoring scientists' tell him t...","sentiment_score":0.2954545455}
{"full_text":"RT Andy Slavitt announces there will be at home COVID-19 test kits that will be able to detect the virus through a self performed...","sentiment_score":0.5}
{"full_text":"#Iran:#Coronavirus Death Toll&gt;208,700https:\/\/t.co\/Q9A5QLQgYr.@WHO.@DrTedros.@JohnsHopkins.@ECDC_Outbreaks.@MSF.@rki_de.@WHOEMRO.@WHOatEU.@antonioguterres.@AlHadath.@UPI.@TIME.@WSJ.@AFP.@dpa.@skyNews.@Expressen.@Agenzia_Ansa.@WashTimes.@Politico.@abcnews.#Iranian.@USAdarFarsi","sentiment_score":0.0}
{"full_text":"RT The Senate is moving to make reconciliation available as a vehicle this week. No harm in taking the meeting. All that matte...","sentiment_score":0.4}
{"full_text":"#Madrid to relax restaurant #COVID19 rules to help businesses and push back against 'political pressure' despite high infections","sentiment_score":0.0533333333}
{"full_text":"RT MANCHIN SLAMS VP FOR PRESSURING SENATE: After Vice. Pres. Kamala Harris interviewed with a local West Virginia TV station to d...","sentiment_score":0.0}
{"full_text":"As a woman, I am kinda digging these #giftideas. Ya know... for my guy that follows me on Twitter  #valentinesdaygift #Covid #gifts","sentiment_score":0.0}
{"full_text":"RT We will pass a comprehensive COVID-19 relief package. And Mitch McConnell doesn't have the votes to stop us.","sentiment_score":0.0}
{"full_text":"RT Today begins #ChildrensMentalHealthAwarenessWeek, so now is a great time to check out #EveryMindMatters:","sentiment_score":0.8}
{"full_text":"Cook my own food. There are LOTS of stores in my area because of the Polish and the Arab populations. I get out once a day and am quite happy. America is a social place but I'm Anti-Social so COVID is a minor issue in my Book.","sentiment_score":0.3458333333}
{"full_text":"RT  EXCLUSIVE: Human Rights Watchdog Boss Accused of Double Lockdown BreachMore claims have emerged about a high-profile c...","sentiment_score":0.0}
{"full_text":"i hope she's doing well and ya'll are goodbut stay calm okay ? it'll be fine lmaoi might sound stupid saying this but it's literally just the fluwe're pretty young so if we got it we'd be back on our feet in two or three weekseven if your immune system is bad , you're--","sentiment_score":0.0518518519}
{"full_text":"RT 3 cocktails in on my first date out of lockdown  ","sentiment_score":0.25}
{"full_text":"RT Some useful advice to help children during lockdown.","sentiment_score":0.3}
{"full_text":"RT &amp; Trump &amp; Trumpsters SINGLE HANDEDLY &amp; PURPOSEFULLY K.I.L.L.E.D.THOUSANDS OF PEOPLE w\/Super Spreaders,...","sentiment_score":-0.0714285714}
{"full_text":"RT The Isle of Man has today lifted all lockdown restrictions. How? By pursuing a New Zealand-style \"zero Covid\" strategy and...","sentiment_score":0.1363636364}
{"full_text":"RT TDB: The WI pharmacist who sabotaged hundreds of doses of the Moderna coronavirus vaccine bc he thought COVID-19 was a hoax...","sentiment_score":0.0}
{"full_text":"RT Kana you don't have control over your body any more. Small small cooking and you are tired for two days. Imagine","sentiment_score":-0.1}
{"full_text":"Democrats' Climate Agenda Will Mimic Their COVID Tyranny Feb 01, 2021 01:00 am It won't be pretty. Read More...","sentiment_score":0.375}
{"full_text":"need dat","sentiment_score":0.0}
{"full_text":"RT Announcement from -- HHS\/Defense approving a new over-the-counter, self-administered COVID test. Says they are...","sentiment_score":0.1363636364}
{"full_text":"RT Here's a bit of welcome good news-The Biden administration just announced an over the counter #Covid test that is 95% a...","sentiment_score":0.75}
{"full_text":"RT A less than a quarter fraction of the wealth of the three current billionaires in Nigeria can fund the purchase of COVID-19...","sentiment_score":-0.0833333333}
{"full_text":"Before the election, you told Albertans you wouldn't touch healthcare. Now we are in the middle of a pandemic and have worst healthcare than the day you came into power","sentiment_score":-0.5}
{"full_text":"RT Americans CANNOT wait for relief. They can't survive on the pittance republicans are willing to throw at them. Those who mana...","sentiment_score":0.25}
{"full_text":"These Amazon workers are facing the same, exact voter suppression tactics that Trump used in the 2020 election.Amazon is trying to force an in-person vote for unionization, hoping to use the threat of #COVID19 to keep their workers from participating https:\/\/t.co\/ILdnz3GPiC","sentiment_score":0.125}
{"full_text":"UK Covid-19 patients dying needlessly due to unfounded fears about ventilators","sentiment_score":-0.125}
{"full_text":"RT Just so we're clear....the GOP trying to block Biden's COVID stimulus plan (you know, because of concerns over 'cost') is...","sentiment_score":0.0}
{"full_text":"RT There are 200 million people in Nigeria. The covid vaccine is not being distributed there. Unless at least 70% of people in...","sentiment_score":-0.3}
{"full_text":"RT The Biden administration has now confirmed that20 million doses of the Covid-19 vaccine are \"missing.\"Several weeks a...","sentiment_score":0.0666666667}
{"full_text":"RT FYI: the dashboard has been updated to track prison &amp; jail vaccination data, as we get it.","sentiment_score":-0.1}
{"full_text":"RT Gamal and I in lockdown in Egypt. Two years not seeing my husband. #prioritizefamilysponsorship","sentiment_score":0.0}
{"full_text":"Cases falling vaccine rollout going really well R down all going so well oh hang ..............","sentiment_score":0.0222222222}
{"full_text":"RT Students, faculty and staff will celebrate #BlackHistoryMonth with a wide range of cultural and educational activities a...","sentiment_score":0.0833333333}
{"full_text":"RT Covid is not a joke. But somehow Malaysia take it as a joke. Im done.","sentiment_score":0.0}
{"full_text":"RT BREAKING: A group of 10 Republican Senators has released its counterproposal to Biden's COVID relief plan","sentiment_score":0.0}
{"full_text":"RT On the first day of #childrensmentalhealthweek2021 we wanted to give a HUGE shout out to our little lockdown heroes Our...","sentiment_score":0.1541666667}
{"full_text":"RT Inbox: DHHS Sec. Mandy Cohen to host a \"fireside chat\" on COVID vaccines with Rev. William Barber #ncpol","sentiment_score":-0.1}
{"full_text":"That seems to be her belief.  She's never happy, in her mind, more restrictions &amp; more deaths would be better. Maybe if her best friend Justin had stopped international air travel, new variants of covid wouldn't be here. But of course, that's not their agenda...","sentiment_score":0.3194805195}
{"full_text":"RT Last Summer we were promised for #Master, #SooraraiPottru , #JagameThandhiram #Cobra and later Covid happened. This year...","sentiment_score":0.0}
{"full_text":"RT Covid was a dry run done by Democratsto force socialism on this country.Do not comply.","sentiment_score":-0.0666666667}
{"full_text":"All the racist states can go","sentiment_score":0.0}
{"full_text":"RT WATCH: makes his Fox debut and discusses COVID relief and his White House service","sentiment_score":0.0}
{"full_text":"RT February 1 COVID-19 Update: Niagara's active case count sits at 1,119.","sentiment_score":-0.1333333333}
{"full_text":"Concerned for the health and safety of your employees during the pandemic? Help mitigate your risk with on-site testing for your employees! Connect with us today to get started! ","sentiment_score":0.0}
{"full_text":"Question: Does every piece of legislation need 60 Senate votes?","sentiment_score":0.0}
{"full_text":"RT \"there have been many UK based scientists - notably the shadow group Independent SAGE, which urged the government to a...","sentiment_score":0.3333333333}
{"full_text":"RT Black people make up 24% of NYC's population, but only make up 11% of adults in the city who've received a coronavirus vaccin...","sentiment_score":-0.0833333333}
{"full_text":"RT ***under current law, ie without further relief legislation from Congress","sentiment_score":0.0}
{"full_text":"thanks...I know...Social distancing is the key....","sentiment_score":0.0}
{"full_text":"RT I could really use some virtual love right now. I tweeted this morning that I lost my father to COVID but only 2 people...","sentiment_score":0.2464285714}
{"full_text":"RT A new piece with my wife and one of former my grad students--Water, sanitation, and hygiene (WASH) insecurity will exacerb...","sentiment_score":0.0681818182}
{"full_text":"RT Protests increase in Brazil over Bolsonaro's response to COVID-19 as demand for his resignation grows","sentiment_score":0.0}
{"full_text":"RT WV Gov. Jim Justice (R) on Covid bill to \"We need to go big and if we waste some money now, well, we waste so...","sentiment_score":-0.1333333333}
{"full_text":"RT It's impossible to look at the covid data in Florida, California, New York, and come to the honest conclusion that lockdown...","sentiment_score":0.0232323232}
{"full_text":"RT This is very important news:White House Task Force announces first over-the-counter, at-home 15 minute COVID test kit;...","sentiment_score":0.385}
{"full_text":"RT Andy Slavitt announces there will be at home COVID-19 test kits that will be able to detect the virus through a self performed...","sentiment_score":0.5}
{"full_text":"RT Isle of Man lifts ALL lockdown restrictions with pubs open and masks scrapped","sentiment_score":0.0}
{"full_text":"RT COVID in Japan and UK-","sentiment_score":0.0}
{"full_text":"Straight to the quarters we go ","sentiment_score":0.2}
{"full_text":"Stay informed fro #membership #wscci","sentiment_score":0.0}
{"full_text":"RT I am fascinated by how this question is never asked in the reverse. 10 Senate Republicans made a counteroffer that's less than...","sentiment_score":-0.1666666667}
{"full_text":"this pandemic has really done awful things to ppl's mental health especially those still working. it's sad.","sentiment_score":-0.28}
{"full_text":"As touching the purposed COVID relief package,GO BIG OR GO HOME@SpeakerPelosi","sentiment_score":0.25}
{"full_text":"RT Immediate COVID relief &gt; \"bipartisan unity\" Pass it on.","sentiment_score":0.0}
{"full_text":"RT I've been offline all day but Namjoon I know he probably won't see it but I really hope he knows how much he and BTS a...","sentiment_score":0.2}
{"full_text":"RT Announcement from -- HHS\/Defense approving a new over-the-counter, self-administered COVID test. Says they are...","sentiment_score":0.1363636364}
{"full_text":"RT We spoke to #EssentialWorkers  in March and just went back to the same group. Ten months of pandemic have taken a toll,...","sentiment_score":0.0}
{"full_text":"Celebrity hairstylist reveals how to trim your fringe in lockdown","sentiment_score":0.0}
{"full_text":"For some, #foodinsecurity is more than a lack of food, but also an inability to get enough food. Sadly, pandemic-related job loss has forced many to prioritize rent over meals. Listen as our panel discusses ways providers are helping members. : ","sentiment_score":0.04}
{"full_text":"Listen to the Governor of West Virginia who just said on #MSNBC to go big on the Covid relief bill, stop pussyfooting around with Republicans who are willing to let people to die to save money,  the people of your state and other states are hurting.","sentiment_score":0.0416666667}
{"full_text":"RT The devastating toll of the pandemic on children, by @NickTriggle - \"Many experts are baffled by the approach to children's...","sentiment_score":-0.25}
{"full_text":"RT Conservative Rule #2: \"Don't steal what you need, steal what you can.\"","sentiment_score":0.0}
{"full_text":"RT West Virginia's GOP Gov. Jim Justice on COVID relief: \"I absolutely believe we need to go big,\" he tells MSNBC","sentiment_score":0.1}
{"full_text":"Everybody is jumping on the promise of making easy money with OF especially since Covid ... and there's a flood of mediocre, sub-par, bad content. Even well known names who are great on sets with a professional crew can often not deliver the quality you expect from them with OF.","sentiment_score":0.0222222222}
{"full_text":"RT Ram that Covid relief plan through like that tax cut for the rich!","sentiment_score":0.46875}
{"full_text":"RT Today I challenged to debate Scotland's future.@ScotTories want to focus on recovery. The SNP have pla...","sentiment_score":0.0}
{"full_text":"RT Delhi CM Arvind Kejriwal to interact with the principals of private schools in Delhi tomorrow, to discuss reforms and the way forw...","sentiment_score":0.0}
{"full_text":"RT Announcement from -- HHS\/Defense approving a new over-the-counter, self-administered COVID test. Says they are...","sentiment_score":0.1363636364}
{"full_text":"RT Covid Perspective:As an 'average Brit' your chance of dying 'with Covid' today was 1 about 1 in 165,000And of dying o...","sentiment_score":-0.15}
{"full_text":"RT If Democrats end up going the reconciliation route on COVID relief, having Joe Manchin's governor call for a BIG relief b...","sentiment_score":0.0}
{"full_text":"RT \"Historic decimation of Black Communities across America\"Wow.Remind me of the Covid-19 death rate?This may be the m...","sentiment_score":-0.0833333333}
{"full_text":"RT It's hard to grasp how China wants to dominate global commerce in every possible way. We have seen them act dishonestl...","sentiment_score":-0.0229166667}
{"full_text":"RT Barbados has been trending for 2 days &amp; I was scared to see why. It's about some extra old guy went on vaca there &amp; ended...","sentiment_score":0.05}
{"full_text":"Quite a time we currently live in.","sentiment_score":0.1363636364}
{"full_text":"RT He refuses to wear a mask. He won't take a #COVID19 test. He complains about baby wipes in jail. The latest in Tales from the...","sentiment_score":0.2}
{"full_text":"RT Plotting a referendum in a pandemic is brazen self-interest. I hope the SNP at least feel some shame for abusing the trust...","sentiment_score":-0.3}
{"full_text":"RT COVID should not exist in the movie and TV world. I don't want to see that lol","sentiment_score":0.8}
{"full_text":"Lockdown Vibe  #BorisJohnson","sentiment_score":0.0}
{"full_text":"RT Andy Slavitt announces the Pentagon &amp; HHS have struck a $230 million deal with the Australian company Ellume to make mi...","sentiment_score":0.0}
{"full_text":"Speaking of #COVID19, California in January doubled its monthly record for deaths from the pandemic.","sentiment_score":0.0}
{"full_text":"RT A genuinely deady pandemic doesn't require a 24\/7 government ad campaign to remind you about it.","sentiment_score":0.4}
{"full_text":"RT Amazing. A Covid19 task force that provides actual information and discusses real science. No fantasy. No reality show episo...","sentiment_score":0.2666666667}
{"full_text":"RT Andy Slavitt announces the Pentagon &amp; HHS have struck a $230 million deal with the Australian company Ellume to make mi...","sentiment_score":0.0}
{"full_text":"RT Steven Mnuchin funneled $500B in PPP Covid relief loans, giving millions to himself, Jared Kushner, Devin Nunes, Betsy...","sentiment_score":0.0}
{"full_text":"RT Remembering Dennis Brown on his birthday. Here's Money In My Pocket from #TOTP in 1979. The full video is part of the Lo...","sentiment_score":0.35}
{"full_text":"RT Fantastic development. This test is already authorized for home use without a prescription, including in children and people...","sentiment_score":0.4}
{"full_text":"I also think the doomsday takes of people fleeing top tier cities is overblown. Reminds me of all the hot takes about density being the Covid killer...until places like the Dakotas end up with the highest case loads. ","sentiment_score":0.375}
{"full_text":"#Budget2021: For pandemic-ravaged economy, government focusses on infrastructure to spur spending, with record allocation to road and railways, privatising port management and power distribution | By #BudgetWithForbesIndhttps:\/\/t.co\/mjeSyBclAe","sentiment_score":0.0}
{"full_text":"RT Steve Hilton finds stunning Covid-19 revelations: 'Specific activity that Dr. Fauci funded and it is terrifying'https:...","sentiment_score":-0.1666666667}
{"full_text":"Our 'Journalism in a Pandemic' MOOC is now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/iQMBBjVpUn","sentiment_score":0.4}
{"full_text":"Announces February 4 Hearing on Protecting Transportation #Workers and Passengers from #COVID19https:\/\/t.co\/T6S1ZxDQsc","sentiment_score":0.0}
{"full_text":"Lessons learned from pandemic schooling:-One-size-fits-all doesn't work-Technology access is paramount-Relationship building is crucial","sentiment_score":0.0}
{"full_text":"RT Early pandemic unemployment numbers improved in summer of 2020 as businesses slowly reopened but one group hasn't benefited....","sentiment_score":-0.1}
{"full_text":"Foreign Minister Shah Mahmood Qureshi expressed gratitude to the Chinese government for providing the first batch of coronavirus vaccine, calling it \"practical proof\" of the Pak-China friendship.#Pakistan #China #MMNewstvhttps:\/\/t.co\/ymZ2bwKYEh","sentiment_score":0.0416666667}
{"full_text":"The fitness industry has been one of the hardest hit by COVID-19 and affiliate owners had high hopes for the post-New Years rush. We spoke to several owners and learned that some gyms have experienced the rush while others have not.https:\/\/t.co\/pDdxRcoMAW","sentiment_score":0.32}
{"full_text":"RT Andy Slavitt announces there will be at home COVID-19 test kits that will be able to detect the virus through a self performed...","sentiment_score":0.5}
{"full_text":"Your sexual health matters! .Taking control of your sex life means knowing your #HIV prevention options, like using condoms, taking PrEP, and making the best decision for YOU. .Explore your options:","sentiment_score":0.8125}
{"full_text":"We were lucky to have Healthcare Hero RJ Gardner on #GMFB today!He talks to us about what it's like running a COVID unit, his experience in the US Coast Guard, what life is like as a travel nurse during a pandemic and SURPRISE, RJ is heading to #SBLV!","sentiment_score":0.4166666667}
{"full_text":"Agreed! The trump crime family is selling them to pay off debts","sentiment_score":0.0}
{"full_text":"PODCAST: In this episode, listeners will hear about a new partnership between EPA and OSHA, Virginia's new permanent COVID-19 workplace safety standards and when industrial workers will be able to get the coronavirus vaccine.https:\/\/t.co\/oGIs0vZQVT","sentiment_score":0.2575757576}
{"full_text":"Protect yourself and help stop the spread of Covid-19Video made by #StayHome #SaveLives #ProtectTheNHS","sentiment_score":0.0}
{"full_text":"How are leaders from our region, that include El Paso, Las Cruces and Ciudad Juarez coping with the COVID-19 pandemic and immigration? Find out in this episode of #BuiltintheBorderland with  ","sentiment_score":0.0}
{"full_text":"RT The Biden administration has now confirmed that20 million doses of the Covid-19 vaccine are \"missing.\"Several weeks a...","sentiment_score":0.0666666667}
{"full_text":"Experts from on Monday visited #Wuhan Center for Disease Control and Prevention (CDC) and #Hubei Provincial CDC to study early case samples and data. They also went to laboratories, including a biosafety level three lab and a flu reference lab, and spoke with local peers.","sentiment_score":0.0}
{"full_text":"Metallic punk trio drop a sophomore rager of pandemic frustration and societal grievances.","sentiment_score":0.0}
{"full_text":"ECDC credits Ireland with giving double the vaccine doses actually administeredTracker says State gave 438,000 Covid-19 jabs but HSE says 199,800 have been given#vaccines","sentiment_score":0.0}
{"full_text":"New COVID regulations alert https:\/\/t.co\/4SloBLNtGE","sentiment_score":0.1363636364}
{"full_text":"\"Sometimes illness is the blinding white brilliance of marble, the shaved edge of it, razor sharp. Other times it's the fog of a mind's torn pages, mucked with bird shit and woven into twigs.\"","sentiment_score":-0.1125}
{"full_text":"RT Rummenigge on whether there'll be other big transfers in addition to Upamecano: \"We'll not be done with our transfer plans...","sentiment_score":-0.0625}
{"full_text":"Tensions rise as nurses and other workers in Iran protest against their unfair working conditions. The Iranian government needs to step in and help those working to provide for their families in this difficult time.#Iran #Covid19 #nurseshttps:\/\/t.co\/5sAESV5ji1","sentiment_score":-0.375}
{"full_text":"Captain Tom Moore hospitalised with Covid-19 at the age of 100","sentiment_score":0.0}
{"full_text":"Covid has highlighted the importance of #community &amp; sense of belonging, but also existing divisions.Why aren't all architects &amp; planners trained to understand the social context &amp; impact of design?We &amp; others have been taking steps to rectify that &amp; can report some progress!","sentiment_score":0.0416666667}
{"full_text":"With the use of a standardized protocol to minimize risk of spread of #COVID19, early bedside surgical #tracheotomy may be a safe strategy for reducing time of mechanical ventilation, sparing intensive care unit beds during the #pandemic","sentiment_score":0.3}
{"full_text":"\"And with our prolonged attunement to this digital learning and reading experience, how can this not fundamentally change our definitions of reading, and by extension, thinking?\"Shana Hadi narrates how the pandemic has affected her literary endeavors.","sentiment_score":0.05}
{"full_text":"RT .@kavitapmd: Covid-19 is crushing America. President Biden's health care changes can help.https:\/\/t.co\/1sBOZUey30","sentiment_score":0.4}
{"full_text":"APPLICATION NOW OPEN!Great News! is supporting families in San Leandro with financial assistance to pay rent. Visit #covid19 #SanLeandro","sentiment_score":0.125}
{"full_text":"RT 60 New Cases Of COVID-19 In Windsor Essex On Monday #YQG","sentiment_score":0.1363636364}
{"full_text":"Its nine-month sales jumped 37% to 1.4 trillion yen ($13 billion).","sentiment_score":0.0}
{"full_text":"Britain will step up mass testing in a number of areas across the country, including London, after it found an increasing number of novel #coronavirus cases linked to the #SouthAfrican variant.Visit the link:https:\/\/t.co\/zRqAo7buI1#unitedkingdom #publichealth #england","sentiment_score":0.0}
{"full_text":"Women &amp; The Pandemic debuts tonight on CBS ","sentiment_score":0.0}
{"full_text":"\"Demand has clearly not been impacted by COVID-19...2021 is likely to lead more homeowners to choose to move if they can work from home, which will continue to drive sales growth.\"https:\/\/t.co\/X0d4SIWTYP","sentiment_score":0.15}
{"full_text":"COVID 19 cases in India until : 01\/02\/2021 22:30Total Cases: 10766601 [+7974]Active: 161212Recovered: 10446370 [+12363]Deaths :154513 [+85]Total Tests: 197.09MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"NEJM Catalyst Insights Council members say that Covid-19 has exacerbated the longstanding problem of #burnout among physicians and nurses:","sentiment_score":0.0}
{"full_text":"The DPRK imported over 22 million pounds of sugar and thousands of tires from China in December.\"Large-diameter tires certainly raise eyebrows, given North Korea's continued push for the mass production of large ballistic missile launchers,\" said","sentiment_score":0.2142857143}
{"full_text":" \"2020 will have been an awful year for so many people but I think the lockdown changed my mindset massively. With the mindset I've got now, I think it has been a blessing for me.\" #rugbyleague","sentiment_score":-0.1666666667}
{"full_text":"SB County is revving up vaccine delivery! Make an appointment for your COVID-19 vaccine here you need assistance making the appointment online, please call our COVID-19 hotline at (909) 387-3911.","sentiment_score":0.0}
{"full_text":"Turns out I can't have a COVID vaccine because I refuse to take a photo of my appointment card ","sentiment_score":0.0}
{"full_text":"Follow our live blog for the latest from today's press conference.","sentiment_score":0.3181818182}
{"full_text":"They are not likely to get seriously ill with Covid, but according to experts and charities children are bearing the brunt of the pandemic.Problems like mental health issues, abuse and neglect, and even harm to the development of babies have increased.https:\/\/t.co\/lK4pzix9Dq","sentiment_score":-0.2}
{"full_text":"South Africa Covid variant: Where is 'surge testing' in UK?","sentiment_score":0.0}
{"full_text":"Follow our live blog for the latest from today's press conference.","sentiment_score":0.3181818182}
{"full_text":"Dawwwww world ownership got you down today, poor creatures. Just sooooo hard. Shucks.","sentiment_score":-0.2824074074}
