{"full_text":"I say good for you to Cruz . The Democrats don't really care about this pandemic Now do they?","sentiment_score":0.45}
{"full_text":"\"We shouldn't be forced to rely on litigation to keep those in power honest, but in this case, it's clear that our challenge pushed government to comply with its legal obligations.","sentiment_score":0.15}
{"full_text":"RT You know what's great about Joe Biden? He sets a good example. The CDC says start wearing a double mask, so he wears a do...","sentiment_score":0.5}
{"full_text":"Fear not. You know I'm the peace keeper. That's why it's me that liaises with both sets of neighbours since their home improvements chaos began at the start of first lockdown lol. Would never damage anyone's property even if they are a-holes lol.","sentiment_score":0.6166666667}
{"full_text":"RT *B-ve* #blood required urgent(pt is very critical)Covid caseEvercare hospital #wapda town *#lahore*0321-4014205 Att... #Sa...","sentiment_score":0.2}
{"full_text":"There is a lot of privilege around the way people fast in during lent, it really hit me hard this year when people ask  \"what are you giving up for lent?\" nothing we are still in a pandemic, my kids are still elearning, we are still just trying to survive, that's all I can do","sentiment_score":0.0361111111}
{"full_text":"This!","sentiment_score":0.0}
{"full_text":"sign this petition and make my day!!!! my amazing public health colleagues and fellow members deserve to keep their jobs (and their healthcare). we demand #NoLayoffsDuringAPandemic https:\/\/t.co\/tA6ncBVlbM","sentiment_score":0.3}
{"full_text":"RT This isn't Living with COVID. It's Living With The Consequences Of Last Years General Election.","sentiment_score":0.025}
{"full_text":"RT This the shit that started Covid last year","sentiment_score":-0.1}
{"full_text":"COMPANIES on IVERMECTIN can change the Covid-19 crisis - and both on IVERMECTIN traitment !  helped by BILL GATES FOUNDATION :Long Acting Injection -  +2000% for Mountain and just + 60 % for who has potentiel +500% minimum !! ","sentiment_score":-0.025}
{"full_text":"RT Why is not leading with the High Court verdict that the tory govt acted unlawfully in the procurement of covid cont...","sentiment_score":0.16}
{"full_text":"Please visit our website at and click on COVID-19, scroll down until you see LaSalle County Coalition Bulletin to access the link to sign up.","sentiment_score":-0.1555555556}
{"full_text":"Look : it's gonna be great!","sentiment_score":1.0}
{"full_text":"RT With millions of Americans unemployed and demanding relief to reopen schools and get people back to work, House Republic...","sentiment_score":0.0}
{"full_text":"A quite bonkers afternoon. York city centre placed on lockdown while City fans were marched out of Lendal Cellars. Rozzers let a few of us leave the epicentre early provided we gave our names and addresses - on camera - before being let out, and only in pairs.","sentiment_score":-0.0333333333}
{"full_text":"RT This morning, I met with my fellow G7 leaders for the first time as president. I made clear that America is back at the table --...","sentiment_score":0.1166666667}
{"full_text":"RT We have some great prizes for the very worthwhile cause so please support us and keep your eyes out for a fantastic ad...","sentiment_score":0.6166666667}
{"full_text":"1500 today. Covid alone. How do you know that?","sentiment_score":0.0}
{"full_text":"Your boy is on TikTok ","sentiment_score":0.0}
{"full_text":"ah, this has made me miss my shitty job. oh to be in a no-covid alternate reality, in a newsroom  getting mildly verbally abused by my boss while trying to write up this story and thinking of at least 5 folos to this story. the INNOCENCE! i wanna be there!","sentiment_score":-0.0451388889}
{"full_text":"How are you Mr.President, my name is David Morgan I'm an author of The Book Called The Journey of Life Walking with Christ, Based on an True Story. I wrote you before on the White House site. I have an Great ideal to share with you on the COVID-19 I really think it savetheNation.","sentiment_score":0.45}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"#COVID19 couldn't keep me and down. We build a raft . Pre-save  there's plenty of room.","sentiment_score":-0.1555555556}
{"full_text":"RT Check this out. How is your state doing in terms of  prioritizing vaccines for people with disabilities? It's a start.W...","sentiment_score":0.0}
{"full_text":"Covid is the flu, that lingers a bit, no more no less. I know I've had it and so has my family including those of very advanced age. All recovered.Those that pass would likely do so from pneumonia or influenza.This thing is political and it's a shame #Democrats have lied.","sentiment_score":0.0706666667}
{"full_text":"Ever going to cover the Government's corrupt Covid contracts in a way that reflects the harm they cause to individuals, trust in democracy and the rule of law?","sentiment_score":-0.5}
{"full_text":"Two #Flyers questions: how are the #Covid list guys doing? Anyone have any serious symptoms? Does team practice that \"deflection off the boards long pass\" (#Hayes to #Raffl) as a set play? It is slick! #Giroux also deflects occasionally L to R behind the net.","sentiment_score":-0.2191666667}
{"full_text":"RT As lockdown continues it's important we stay connected. These beautiful cards from are a perfect way to st...","sentiment_score":0.75}
{"full_text":"RT Everyone is so mad at Ted Cruz for going to Cancun during a state-wide weather emergency that we've completely forgotten to...","sentiment_score":-0.2625}
{"full_text":"Rest assured that all Canadians who want a vaccine for #COVID19, will be able to receive one by the end of September 2021. We are on track to receive over 84M doses by that time.","sentiment_score":0.5}
{"full_text":"listen u gotta do what u gotta do in lockdownthe new ones look fab tho ","sentiment_score":0.1363636364}
{"full_text":"RT President Biden on criticism his COVID relief bill is too big: \"Let me ask them, what would they have me cut? What would...","sentiment_score":0.0}
{"full_text":"RT   In his recent interview with Men's Health, WONHO shares more on his exercise routine, diet-management, daily life and...","sentiment_score":0.1666666667}
{"full_text":"RT The CHP family joins in mourning the loss of Sergeant Richard \"Paul\" Brown II who died due to complicati...","sentiment_score":-0.125}
{"full_text":"RT Links from both England &amp; Germany in the last 2 months linking us to Haaland. We might not get him but you're in denial if yo...","sentiment_score":0.0}
{"full_text":"RT Closing his speech at Pfizer, Pres Biden says someone approached him to tell him their father-in-law was dying of Covid, asked...","sentiment_score":0.0}
{"full_text":"RT Happy birthday  hope it's a good one even in lockdown brother","sentiment_score":0.75}
{"full_text":"Latina Supergirl is making me feel things. This Pandemic better be over soon so I can see this with the biggest Latinx crowd possible.","sentiment_score":0.25}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts, court rules","sentiment_score":0.0}
{"full_text":"Scared and excited to see what the opposite of COVID is next month","sentiment_score":0.125}
{"full_text":"RT Superb article by on #AVCT's LFT.\"A test that gives results in just five minutes is expected to be a...","sentiment_score":0.45}
{"full_text":"It happens to everyone once in a while, I guess. Especially during these crazy times with all the work and tension from the pandemic","sentiment_score":-0.3}
{"full_text":"RT It would be ironic if the Cuba  vaccine is successful &amp; ends up being the vaccine to be delivered to poorer developing LM...","sentiment_score":0.475}
{"full_text":"RT Teachers want to teach.Children want to learn.Teacher's unions? They just want to obstruct.#Cdnpoli #COVID19https:\/...","sentiment_score":0.0}
{"full_text":"RT Precautions are only taken inside the   buildings, other than that the stuedents are exposed to the virus, the majority...","sentiment_score":-0.0625}
{"full_text":"How do you get on the waiting list for the Covid vaccine in Texas? Asking for myself","sentiment_score":0.0}
{"full_text":"RT What a generous country Britain is","sentiment_score":0.0}
{"full_text":"#BreakfastWithTiffany is back tomorrow ya all!  #CrossTalk She's guaranteed to #SayItLouder for those not listening! Can't wait! @CrossConnection ","sentiment_score":0.0}
{"full_text":"RT India's COVID-19 vaccines will be effective against new variants: ICMRhttps:\/\/t.co\/YhSV6KpCkQ","sentiment_score":0.3681818182}
{"full_text":"Tuesday night Biden said we should be returning to normalcy by late December.20 minutes ago he said he has no idea when Covid is going away.","sentiment_score":-0.3}
{"full_text":"RT This morning, I met with my fellow G7 leaders for the first time as president. I made clear that America is back at the table --...","sentiment_score":0.1166666667}
{"full_text":"RT One thing you've gotta say about Covid - it sure makes the selfish assholes easy to spot from a distance.","sentiment_score":0.1444444444}
{"full_text":"RT Biden: \"If there's one message to cut through to everyone in this country it's this: the vaccines are safe. Please, for yourse...","sentiment_score":0.5}
{"full_text":" VACCINE UPDATE Wake County Public Health welcomes \"Group 3: Frontline Essential Workers in a School or Child Care Setting\" to request a COVID-19 vaccine starting Monday, February 22. Those eligible under Group 3 will start receiving their shots on Wednesday, February 24.","sentiment_score":0.0}
{"full_text":"I appreciate the jokes mate. A little light in the boring lockdown life. Don't let the buggers grind you down","sentiment_score":-0.2357638889}
{"full_text":"oh god i just remember start of covid when my family and i would play cards every night of every single day ","sentiment_score":-0.0714285714}
{"full_text":"RT Millions of U.S. residents will need COVID-19 vaccines brought to them because they rarely or never leave their homes. Doctors and...","sentiment_score":-0.15}
{"full_text":"RT High Court rules Matt Hancock \"acted unlawfully\" on procurement and transparency:\"The SoS spent vast quantities of publi...","sentiment_score":0.02}
{"full_text":"In the  past year, YOU had a plan to spread violence ad Hatred! Never saw a plan from GOP to open schools or control COVID! But you had time to attend your sons wedding! This administration is making great strides at lowering COVID and opening schools! You fucking hypocrite","sentiment_score":0.021875}
{"full_text":"To ensure CDC Guidelines we will REQUIRE all gamers to bring their own Headsets and Controllers\/Keyboard &amp; Mouse. Players must also minimize the amount of guests they bring as we need to ensure 6 feet of social distancing.","sentiment_score":0.3166666667}
{"full_text":"RT Lockdown 3 is just saying \"we should go for walk soon\" until one of you dies","sentiment_score":0.0}
{"full_text":"RT Welcome back to Michigan, Michigan has always been a leader in manufacturing and the President toured the Pfi...","sentiment_score":0.4}
{"full_text":"RT Governance in the Maghreb: great privilege to again work with Our complementary knowledge on different Ma...","sentiment_score":0.4}
{"full_text":"RT APPLICATIONS ARE OPEN FOR THE FOLLOWING DOGSplease DM for adoption criteria and process. Please remember a dog is for...","sentiment_score":0.0}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts, court rules","sentiment_score":0.0}
{"full_text":"I would stay home....no way","sentiment_score":0.0}
{"full_text":"The State lost the case earlier this week regarding the implemented curfew. Naturally The State appealed and a new verdict is to be formed by court. Yet, in the meantime The State implemented an emergency law to uphold the curfew, no matter the outcome.https:\/\/t.co\/MlVvi7N2yy","sentiment_score":0.0787878788}
{"full_text":"RT Liberal logic 101 ...Ted Cruz going to Cancun for a day is evil - but every single Democrat in Congress spending a month on...","sentiment_score":-0.5357142857}
{"full_text":"RT Shameful. We need a full detailed account of every single contract and ALL personal connections between the recipients &amp; C...","sentiment_score":0.1696428571}
{"full_text":"Scott lives in luxury, all he cares is votes by talking &amp; looking progressive. Can u guarantee we will be free &amp; clear of Covid?&amp; by when? Can u take guarantee there will be no more pandemics? If not, Scott is selling us all out, by vetting us against each other. Life comes 1st","sentiment_score":0.03125}
{"full_text":"We met future folks pre-COVID &amp; mentioned the importance of possible Ft. Ord\/surrounding areas being referenced in crest\/colors, given stadium location. \"Monterey Bay\" moniker also has tri-county inclusivity, too, i.e. Salinas Valley\/South County\/Santa Cruz.","sentiment_score":0.0}
{"full_text":"RT Let me tell you, I work at Walmart and our store is in like a strip mall and during the height of the pandemic the line was...","sentiment_score":0.0}
{"full_text":"NICE! Lyft offers free rides to COVID-19 vaccinations at CVS siteshttps:\/\/t.co\/jrbIEqPQLv","sentiment_score":0.4166666667}
{"full_text":"RT Before sending it out of the country, shouldn't we be using the 4 billion to reopen our American schools first?","sentiment_score":0.125}
{"full_text":"RT No one gets left behind. Our GPs are having 121 conversations with their patients. Trust them please and have the jab it's s...","sentiment_score":-0.2}
{"full_text":"RT and the white house is not busy?","sentiment_score":-0.025}
{"full_text":"RT Some of the best coronavirus forecasts came from a then 26-year-old hobbyist working out of his parents' living room","sentiment_score":1.0}
{"full_text":"RT Tanzania might be happy to destroy its tourism industry. Kenya needs to avoid further damaging its tourism by taking t...","sentiment_score":0.2}
{"full_text":"RT No, we won't. A deeply flawed oped of Americans do not have natural immunity--2\/3 of the US po...","sentiment_score":-0.2}
{"full_text":"RT California Surgeon General Nadine Burke Harris, MD, joins The Post to discuss how the coronavirus vaccine rollout highl...","sentiment_score":0.05}
{"full_text":"Covid positivity in children UK &amp; Israel has implications Re reopening of schools Ireland!","sentiment_score":0.0}
{"full_text":"Covid is a TOOL TO CONTROL PEOPLE. YES, it's real but so is the flu, cancer and many illnesses.","sentiment_score":0.35}
{"full_text":"\"The NHS and care workers who have died during the coronavirus pandemic | The Canary\"","sentiment_score":0.0}
{"full_text":"Lol relax I'm fucking with u. We're in a pandemic. Loosen up","sentiment_score":0.1}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts, court rules","sentiment_score":0.0}
{"full_text":"RT Biden: \"Once we beat COVID we're going to do everything we can to beat cancer as we know it.\"","sentiment_score":0.0}
{"full_text":"RT How can the Conservatives justify plans to cut Universal Credit when people are already having to skip meals?https:\/\/t....","sentiment_score":0.0}
{"full_text":"RT You know what's great about Joe Biden? He sets a good example. The CDC says start wearing a double mask, so he wears a do...","sentiment_score":0.5}
{"full_text":"Let's hope Fans will be able to go to the games next year.Get lost covid.","sentiment_score":0.25}
{"full_text":"RT President Biden on criticism his COVID relief bill is too big: \"Let me ask them, what would they have me cut? What would...","sentiment_score":0.0}
{"full_text":"RT #Mask protection Efficiency #coronavirus","sentiment_score":0.0}
{"full_text":"RT The year is 2019 and blizzard announced overwatch 2 prematurely to take focus away from their HK scandal","sentiment_score":0.0}
{"full_text":"You are smartIt's lethal poisonHold your head upIf your family isn't that brightBlow them off for awhileYou control your own destiny","sentiment_score":0.6}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT New 'Outbreak' Zombies experience arrives Feb. 25 in #BlackOpsColdWar.","sentiment_score":0.1363636364}
{"full_text":"This you? You look so stupid. Really. Stupid.","sentiment_score":-0.8}
{"full_text":"RT Why is not leading with the High Court verdict that the tory govt acted unlawfully in the procurement of covid cont...","sentiment_score":0.16}
{"full_text":"RT just following up re: ... the email we just got from the provost urges flexibility and make-up work, but in sit...","sentiment_score":0.0}
{"full_text":"RT \"Mentally, I did struggle a lot... the best thing is to talk\"Tomorrow on #BBCBreakfast, meets McLaren F1 d...","sentiment_score":0.45}
{"full_text":"RT this is more really important evidence for why a suppression strategy is important - letting covid infect lots of young peo...","sentiment_score":0.35}
{"full_text":"RT WATCH: Today I'm signing legislation to provide $2.2 billion in COVID-19 relief funds, including spending on vaccines, K-12...","sentiment_score":0.0}
{"full_text":"RT Vatican says employees who refuse Covid-19 vaccine could lose their jobs -- RT World News","sentiment_score":0.0}
{"full_text":"I know it's cliche when a poll comes out that you don't agree with, but I genuinely think there's something not right about all of the polling on covid. Never in my life has my experience differed more from the polling results than on covid and potential restrictions","sentiment_score":0.1892857143}
{"full_text":"RT Some good news to end the week. #Covid19 Vaccine Tracker reports we received 405,785 doses this week. A hair's breath ove...","sentiment_score":0.7}
{"full_text":"How much is 10%? Like, how quickly can we get these educators vaccinated?","sentiment_score":0.2666666667}
{"full_text":"Transylvania County officials received word Thursday the county would be getting another 400 doses of the COVID-19 vaccine next week. ","sentiment_score":0.0}
{"full_text":"#Talk How Has the Pandemic Influenced Public Attitudes Toward Science?#Online","sentiment_score":0.0}
{"full_text":"We are so grateful to our colleague from Paul Slyvester, for agreeing to be a community partner for one of our classes at studying Covid. Paul agreed to share his experience with the virus which included a 5-day hospital stay. #Phled","sentiment_score":0.0}
{"full_text":"New testing to take place in Leeds to help track potential COVID-19 variants #LeedsNews #LeedsStar #Leeds","sentiment_score":0.0681818182}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"SUNDAY EXCLUSIVE: As the Biden administration enters its second month in office, goes one-on-one with White House Jen Psaki about the president's push for Covid relief and immigration reform. See it on","sentiment_score":0.0}
{"full_text":"RT First it comes to light that $281 million of the city's $1.2 billion in covid relief has gone to CPD","sentiment_score":0.325}
{"full_text":"Faith leaders offer buildings as COVID-19 vaccination sites: \"We're seeing houses of worship of all kinds -- churches, synagogues, mosques, gurdwaras, temples -- coming together,\" said official ","sentiment_score":0.0}
{"full_text":"SteveScalise #InvestigateDesantis","sentiment_score":0.0}
{"full_text":"RT HF is encouraging strict hand #hygiene at our #hospitals and clinics to reduce the impact of #COVID19","sentiment_score":0.0}
{"full_text":"We are saddened to say that the 2021 Special Olympics Kansas Summer Games, scheduled for June 4-6, have been cancelled due to the on-going COVID-19 pandemic. Read the full release and details regarding other sports here:","sentiment_score":0.1142857143}
{"full_text":"Canadian health officials on Friday said tough public measures should be maintained to prevent new variants of #COVID19 from triggering a third wave, just as some of the major provinces are relaxing restrictions#Canadahttps:\/\/t.co\/DkTMOToBkn","sentiment_score":-0.0380050505}
{"full_text":"#COVID19 has ravaged the US for nearly a year, and Black communities have been disproportionately impacted. Join us for a live discussion Wed., Feb. 24 at noon to examine these health disparities and social inequities, and what can be done to address them.","sentiment_score":0.0257575758}
{"full_text":"Tune in to (channel 6) tomorrow at 6 p.m. for a #COVID19 vaccination panel discussion for older adults. This panel is part of a series of conversations &amp; the city are hosting for residents hit hardest by the virus. Additional resources","sentiment_score":0.1666666667}
{"full_text":"The Carmarthenshire areas with the highest Covid rates as figures are ten times lower than Decemberhttps:\/\/t.co\/9ioLMxgkjm","sentiment_score":0.0}
{"full_text":"Why health officials say telehealth will stick around beyond the pandemic #telehealth#telemedicine#digitalhealthcare#mentalhealth#technology#virtualhealthcare#behavorialhealth#connectedhealth#globalpublichealth","sentiment_score":0.0}
{"full_text":"Right now, vaccines are being provided to those most impacted by COVID-19 which includes residents, staff and caregivers in long-term care and retirement homes, as well as front line healthcare workers.","sentiment_score":0.3928571429}
{"full_text":"Get email updates with the latest Coronavirus news ","sentiment_score":0.5}
{"full_text":"Hospitals see many more COVID patients and employ more staff than nursing homes, yet NJ only requires long-term care facilities to report staff COVID deaths and cases.  This story is available only for subscribers.","sentiment_score":0.3166666667}
{"full_text":"Lockdown's got me acting like Corrado Soprano under house arrest. My mental state is deteriorating fast, please send help.","sentiment_score":0.0125}
{"full_text":"Wear a mask! Wash your hands!Mnaadendan gibi-maadiziwin - Respect your lifeMnaadenim kwiiji-bimaadiz - Respect your fellow being","sentiment_score":0.0}
{"full_text":"RT Liberal logic 101 ...Ted Cruz going to Cancun for a day is evil - but every single Democrat in Congress spending a month on...","sentiment_score":-0.5357142857}
{"full_text":"About 1.4 million doses were being shipped Friday and the rest of the backlog should be cleared in several days.https:\/\/t.co\/bVtgvrgW1b","sentiment_score":0.0}
{"full_text":"Bored in lockdown? Need a fun game to remind you of the Office #office #work #lockdown #hundred #revenge #boardgames #boardgame #ukboard #christmas #royalmail #game #naughty","sentiment_score":-0.23}
{"full_text":"Americans have shifted to survival mode in a world still affected by COVID-19. A recent survey found that Americans have serious concerns surrounding money, and 43% of people who were asked are worried about their financial future this year.","sentiment_score":-0.0833333333}
{"full_text":"There have been 28 additional deaths related to #COVID19 and 763 new cases of the virus in Ireland -","sentiment_score":0.0681818182}
{"full_text":"I got the COVID-19 vaccine but I've been exposed, now what? reported on the CDC's new criteria for quarantining if you've already been vaccinated.","sentiment_score":0.1363636364}
{"full_text":"Hotels at 50% Capacity, Only 20 People at Funerals: After Mumbai, Nagpur Tightens Covid Ruleshttps:\/\/t.co\/23hRmVYSZh","sentiment_score":0.0}
{"full_text":"A new neighborhood COVID-19 vaccine center has opened in Camden City.","sentiment_score":0.0181818182}
{"full_text":"The governing body said Friday it is permitting 25% capacity at the venues to allow for social distancing.","sentiment_score":0.0333333333}
{"full_text":"Now, a year after the start of the pandemic, Biggby is set to expand by around 100 locations within the next 15 months, growing the company's store count by over 30%.","sentiment_score":0.0}
{"full_text":"A survey of 2,200 AARP New York activists found less than half of them were able to successfully schedule an appointment for a COVID-19 vaccine, the group said Thursday. ","sentiment_score":0.2106060606}
{"full_text":"The pandemic complicated all aspects of life in 2020, and in 2021 it will complicate how you do your taxes. Take a look at how the pandemic could affect your taxes before you file this year so you know what needs to be reported to the IRS.","sentiment_score":-0.5}
{"full_text":"Mitchell Moore, a Jackson restauranteur, has had to close two of his bakeries due to COVID-19. Now he's trying to save a third. For subscribers:","sentiment_score":-0.0625}
{"full_text":"A woman receives a vaccination against the coronavirus as part of a municipality initiative offering a free drink at a bar to residents getting the shot, in Tel Aviv, IsraelCredit: REUTERS\/Corinna Kern","sentiment_score":0.4}
{"full_text":"The current #COVID19 pandemic emphasizes the need for safe and effective #vaccines against new pathogens. Explore this guide to vaccine development from Lubrizol Life Science - Health here: by","sentiment_score":0.3090909091}
{"full_text":"#3ThingstoKnow for #Friday!1 #cryptocurrency #Bitcoin surges past $1T #market value. 2 #ElectricalGrid in #Texas has been restored, bringing back power to some homes.3 #Airbus announces $1.3B lost due to the #COVID19 #pandemic.#PassionforEconomics","sentiment_score":-0.125}
{"full_text":"Niagara Region is in the Grey - Lockdown Zone. STC restaurants can still offer takeout and delivery. Retailers can open for in-person shopping at reduced capacities.Learn more here:","sentiment_score":0.15}
{"full_text":"Escaping the city has become a pandemic priority for thousands of Aussies, but chasing the simple life has its complications. Sea and tree change regret can take a huge emotional - and financial - toll on those who get it wrong.https:\/\/t.co\/A0IWyxquGp","sentiment_score":0.1}
{"full_text":"Gov. Tom Wolf renewed his COVID-19 Disaster Declaration for the fourth time Friday.https:\/\/t.co\/fLKe4QIxfz","sentiment_score":0.0}
{"full_text":"As we see the images of workers in the factories, we notice more people are now #doublemasking. Why? I spend an ample amount of time in each of my patient's rooms, explaining how important the \"fit\" is when you wear a mask. Watch. #doublemask","sentiment_score":0.4333333333}
{"full_text":"Tickets are now available for our game vs Badin!At 6pm Saturday our tickets become general admission tickets so get them now!https:\/\/t.co\/sN9V3ZNMOgRemember, Middletown HS will maintain strict adherence to the OHSAA's social distancing policies.","sentiment_score":0.0208333333}
{"full_text":"Coronavirus pandemic restaurant closures produce glut of used equipmenthttps:\/\/t.co\/DYZ9wxBhdK","sentiment_score":0.0}
{"full_text":"Nebraska's chief medical officer says, so far, a Nebraska man's death about two weeks after receiving the COVID vaccine does not appear to be related to the vaccinehttps:\/\/t.co\/b10iNAHs75","sentiment_score":0.0333333333}
{"full_text":"\"Now, the Assembly, as much as it is compelling people to wear the nose mask, will intensify the education to sensitize people of the need to put on the mask.\" #GhanaWeb22","sentiment_score":0.3}
{"full_text":"As the COVID-19 pandemic continues, Cricket Wireless in Vienna aims to support the community by holding another free food day.","sentiment_score":0.4}
{"full_text":"The imbroglio over coronavirus vaccines was the first significant public dustup between Cynthi Lee Sheng and members of the Jefferson Parish council, most of whom have been complimentary of her leadership style.https:\/\/t.co\/ZtzIAq1Hib","sentiment_score":0.285}
{"full_text":"NTF mulls flying to India to negotiate arrival of COVID-19 vaccineshttps:\/\/t.co\/aeDQYbAKws","sentiment_score":0.0}
{"full_text":"Hey I know your busy with Texas an all and have finally be woke on the Cuomo issue.  NYers have been hit time and time again during this pandemic do you think it was time for this?","sentiment_score":0.05}
{"full_text":"An eastern North Carolina health department is rescheduling an upcoming COVID-19 vaccination clinic due to shipment delays.https:\/\/t.co\/yH43hocwpL","sentiment_score":-0.125}
{"full_text":"Eastern Connecticut communities are slated to receive millions in federal assistance if Congress approves the American Rescue Plan.","sentiment_score":0.0}
