{"full_text":"This is all BS!","sentiment_score":0.0}
{"full_text":" thanks, I will assume that the term relatively is dependent on social distancing measures. Just in case, I will be wearing two pairs of boxers to our first convention together ","sentiment_score":0.1208333333}
{"full_text":"Covid-19: Captain Sir Tom Moore dies with coronavirus","sentiment_score":0.0}
{"full_text":"Bet they had covid on their death certificate","sentiment_score":0.0}
{"full_text":"RT #SirTomMoore killed by his selfish family, taking this old man across the seas to Barbados on their holiday, paid for from...","sentiment_score":-0.2}
{"full_text":"covid","sentiment_score":0.0}
{"full_text":"RT In the early hours of the morning, a Voyager jet departed RAF Brize Norton for the Falkland Islands carrying 3,000 doses...","sentiment_score":0.1}
{"full_text":"RT 5. On Jan. 6, when the mob stormed the Capitol, the stock market went up 250 points to a new record, handing the riche...","sentiment_score":0.1363636364}
{"full_text":"Oh look another story about the elite and how covid rules are for the plebs only","sentiment_score":0.0}
{"full_text":"COVID-19: Artist offers free sketches of loved ones lost to COVIDhttps:\/\/t.co\/7HVkv09ate","sentiment_score":0.4}
{"full_text":"#hearourvoiceillinois  this article describes my 3 teenagers to a T. They are in school 2 days and remote 2 days. It is not enough! Open schools\/sports. The repercussions and fallout haven't started.The Pandemic's Toll On Teen Mental Health | WBEZ Chicago","sentiment_score":-0.04}
{"full_text":"RT NEW--Interim analysis of Russian #COVID19 #vaccine phase 3 trial involving nearly 20,000 participants suggests a two-dose reg...","sentiment_score":0.05}
{"full_text":"Vaccinating Americans - A race to stop spread of COVID variants","sentiment_score":0.0}
{"full_text":"Covid-19: #Netanyahu basks in vaccine success as Israelis suffer his pandemic failures","sentiment_score":0.3}
{"full_text":"#Wisconsin friends -- Kroger operates Pick N Save.","sentiment_score":0.0}
{"full_text":"RT Sir Tom's fundraising efforts raised more than PS32 million for the NHS, walking 100 laps of his garden before his 100th birthday du...","sentiment_score":0.5}
{"full_text":"RT Dolly Parton says she turned down the Presidential Medal of Freedom twice during the Trump adminOnce due to her husband's ill...","sentiment_score":-0.2601851852}
{"full_text":"RT In better news, another big decrease in new cases of COVID is showing on the app today. In 24 hours the headlin...","sentiment_score":0.2121212121}
{"full_text":"RT So to recap we told people to stay home for the last 325 days and gave them $1,800. That's $5.54 a day.Meanwhile, th...","sentiment_score":0.0}
{"full_text":"RT Are You Freaking Kidding Me Friday: Bell accessed $122 million from the Canadian Emergency Wage Subsidy during pandemic w...","sentiment_score":0.0}
{"full_text":"Covid's got a British passport.","sentiment_score":0.0}
{"full_text":"RT &amp; highest covid cases. please don't come here","sentiment_score":0.0}
{"full_text":"RT Captain Sir Tom Moore, who raised almost PS33m for the UK's NHS, has died with coronavirus","sentiment_score":0.0}
{"full_text":"RT This is too sad. Our Captain, Tom Moore has diedand he seemed so happy and fit at the end of last year. Underlines what a...","sentiment_score":0.175}
{"full_text":"RT Multi-level marketing companies are morally dubious, but during Lockdown they are downright evil and anti-feminist.","sentiment_score":-0.5}
{"full_text":"This is good","sentiment_score":0.7}
{"full_text":"RT \"UK Pandemic Response Worse Now than With Spanish Flu in 1918\" Professor","sentiment_score":-0.2}
{"full_text":"RT In the early 1990s groups of young group artists, gallerists, curators &amp; others occupied empty spaces &amp; created an entirely...","sentiment_score":0.025}
{"full_text":"Btw you both in Amsterdam right? We should definitely do something once this clown fiesta of a lockdown stops...","sentiment_score":0.1428571429}
{"full_text":"Y is for You, and you really matter so why not take a bit of \"you time\" and have a look at these ideas?#AtoZWellbeing","sentiment_score":0.2}
{"full_text":"Lisa Wardell, Chairman &amp; CEO of our parent organization, #Education, received her vaccine at our Chicago campus this morning!","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"It was on ITV News at 10 last night, and also just seen this:https:\/\/t.co\/jJXvJMsaFP","sentiment_score":0.0}
{"full_text":"RT Democrats are moving ahead without Republicans on Covid relief - CNNPoliticsIt's about freakin time. Screw the obstructioni...","sentiment_score":0.0}
{"full_text":"RT Captain Sir Tom Moore has died aged 100 after suffering from pneumonia for a number of weeks and recently tested positiv...","sentiment_score":-0.05}
{"full_text":"So sad.  #RestInPeace #CaptainSirTomMoore #TrueInspiration ","sentiment_score":-0.5}
{"full_text":"RT Impressive work by comprehensive covid response package: Nutrition, training, equipments, prevention; communiti...","sentiment_score":1.0}
{"full_text":"TAKE MY MONEY GIVE IT TO ME NOW RIGHT NOW EVERY MOMENT OF COVID HAS BEEN WORTH IT FOR THIS","sentiment_score":0.2928571429}
{"full_text":"People around the world might think that Myanmar people are exaggerating about the political situation while having pandemic but this could be ten times worse than Covid. For Covid we could at least wait for the vaccine but if the democracy is gone our future will be gone as well","sentiment_score":-0.14}
{"full_text":"can people stop breaking the law now??? knock some sense into yourself","sentiment_score":0.0}
{"full_text":"RT Here's \"unity\" Republicans have shown Dems &amp; Biden:-blocking Dems from taking over Senate to preserve filibuster -admitt...","sentiment_score":0.0}
{"full_text":"An absolute HERO Ben..Not just through the pandemic..RIP SIR TOM","sentiment_score":0.2}
{"full_text":"RT EDIT: Moscow Mitch's wife is overseeing the entire distribution and is supporting Kushner's corrupt Project Airbridge....","sentiment_score":-0.0833333333}
{"full_text":"RT Jeff Bezos added so much wealth between March and September that he could give every single one of his 876,000 Amazon e...","sentiment_score":0.0642857143}
{"full_text":"RT Never forget the first lockdown when Anthony Hopkins discovered thrash and had a complete fucking meltdown.","sentiment_score":-0.0833333333}
{"full_text":"You campaigned without a mask, held super-spreader events, encouraged people to gather, mocked the science &amp; downplayed the pandemic.  Now you're suddenly concerned?#CluelessCawthorn #UselessCawthorn","sentiment_score":0.0}
{"full_text":"RT Here's \"unity\" Republicans have shown Dems &amp; Biden:-blocking Dems from taking over Senate to preserve filibuster -admitt...","sentiment_score":0.0}
{"full_text":"RT Captain Sir Tom Moore dies aged 100 after contracting coronavirus and pneumonia","sentiment_score":-0.1}
{"full_text":"RT RIP Captain Sir Tom Moore, you will always be remembered in history books for generations to come. BBC News - Covid-19: Capta...","sentiment_score":0.0}
{"full_text":"Go look at the graph, they've had to go into lockdown due to the rise since then..","sentiment_score":-0.125}
{"full_text":"We are closed today Tuesday 2\/2 due to inclement weather, and will reopen tomorrow at 3pm. Stay safe...hopefully with a Blue Earl beer at home. Cheers! #blueearlbrewing #blueearlbeer #brewforyoursoul #bodyandsoul","sentiment_score":-0.075}
{"full_text":"alright people just got covid tested let's stay POSITIVE that this test is NEGATIVE !! #COVID19","sentiment_score":-0.1207386364}
{"full_text":"The pride of Bedfordians across the town, and a true national treasure. RIP Sir Captain Tom ","sentiment_score":0.35}
{"full_text":"Applied DNA Achieves Program Milestone in Development of Linear DNA Veterinary COVID-19 Vaccine","sentiment_score":0.0}
{"full_text":"RT Now we know just how much Ivanka and Jared were making on the side while using taxpayer dollars to travel and stay at Trump p...","sentiment_score":0.2}
{"full_text":"The university I'm at has around 10k students &amp; has only 6 active COVID- 19 cases at last count - either a. we're doing a great job, b. cases are SERIOUSLY under reported, and\/or c. all y'all had it already &amp; didn't tell me","sentiment_score":0.0666666667}
{"full_text":"Trump's Own Pollster Says His Repeated Pandemic Fuck-Ups Cost Him the Election - The Daily Beast","sentiment_score":0.3}
{"full_text":"RT When Matt Hancock says all countries pursuing a Zero-Covid strategy failed to control the spread.","sentiment_score":-0.5}
{"full_text":"What he did for his country. RIP Sir Tom. #SirTomMoore #SirCaptainTomMoore #NHS #COVID19 #CaptainTom","sentiment_score":0.0}
{"full_text":"RT I'm going to say this just once, but let parents watch their kids play baseball. Saw parents tonight looking thru a fence...","sentiment_score":0.0}
{"full_text":"RT Captain Sir Tom Moore has died at the age of 100 after testing positive for Covid-19, his daughters Hannah and Lucy said...","sentiment_score":0.2272727273}
{"full_text":"RT Another working vaccine! Excellent results from the Russian vaccine (which will be a big part of the global effort and is alread...","sentiment_score":0.25}
{"full_text":"RT NEWS -- Biden will join the Senate Dems' virtual lunch, Schumer's office says, to discuss the covid relief package. Yellen...","sentiment_score":0.0}
{"full_text":"Big Nic extending lockdown once again. Think she really wants me to have a funeral.","sentiment_score":0.1}
{"full_text":"RT In Parliament, I just highlighted that countries that pursued a Zero Covid strategy had 0 deaths in January, while the UK...","sentiment_score":0.0}
{"full_text":"RT TOMORROW 2pm MT: I'll be going live on Facebook to answer your questions and give you an update on what's going on in...","sentiment_score":0.1363636364}
{"full_text":"RT The \"protesters\" who blocked the largest #COVID19 vaccine site in Los Angeles over the weekend organized their \"protest\" on...","sentiment_score":0.0}
{"full_text":"RT \"Being an essential worker shouldn't be a death sentence.\"#PaidSickDaysSaveLives #ONPoli #CanLab #COVID19 #PaidSickDays...","sentiment_score":0.0}
{"full_text":"RT NIMS &amp; the SGSS systems are SUPPOSED to be linked up so a vaccination then a later positive test are fed i...","sentiment_score":0.1136363636}
{"full_text":"RT It's always been obvious, the last republican president just lied downplayed  and let the virus run rampant. Republica...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Captain Sir Tom Moore, who pledged to walk 100 laps around his garden before his 100th birthday in a fundraiser that...","sentiment_score":0.0}
{"full_text":"RT PM Announces #COVID19 vaccine to be made in Canada. \"Two companies, precision nano systems &amp; #Novavax...","sentiment_score":0.0}
{"full_text":"Your brother #RFKJR #AntiVaccine activism is inspiring #DomesticTerrorism in the wake of #TrumpDeathToll400K! Thank God my dad got his first shot of the Pfizer vaccine yesterday. Seems to have no problems. 2nd shot is 2\/25. Sadly my aunt Marylou (his sister) died 1\/22 of Covid!","sentiment_score":0.0625}
{"full_text":"RT For me, it was the fact that entities like the New York subway system were boasting about cleaning trains, platforms, an...","sentiment_score":0.1363636364}
{"full_text":"RT Literally no one cares if we use budget reconciliation (simple majority) to pass Covid reliefFolks just want relief!You kn...","sentiment_score":0.0}
{"full_text":"RT I give as many fucks about politicians \"I thought I was gonna die\" stories as they do about any of the millions of people wh...","sentiment_score":0.5}
{"full_text":"RT Condolences to Russophobes &amp; Cold Warriors everywhere on this devastating news:","sentiment_score":-0.8}
{"full_text":"RT #NSTletter Accumulated #PPE #waste could be infected with #Covid19 and potentially cause cross-contamination, boosting the...","sentiment_score":-0.1}
{"full_text":"RT People who buy clothes and wear them without washing them first... (but I was like that before the pandemic)","sentiment_score":0.25}
{"full_text":"RT Every once in a while it hits me how PROFOUNDLY stupid you have to be to believe it was a massive conspiracy that cost Tru...","sentiment_score":-0.4}
{"full_text":"RT The Biden administration is expected to announce direct Covid-19 vaccine shipments to retail pharmacies, expanding points...","sentiment_score":0.0}
{"full_text":"RT from my colleague confirmed it expects to deliver 200M doses of Covid vaccine to US by the end of May....","sentiment_score":0.4}
{"full_text":"RT Sending lots and lots of love and strength to all those that have lost Someone due to Covid-19. ","sentiment_score":0.1875}
{"full_text":"RT Korea is too cold and COVID-19 shows no sign of dying down. However, the enthusiasm of the Korean fans of YinWar is hot....","sentiment_score":-0.1685185185}
{"full_text":"RT Not surprising that burnout has accelerated during #COVID19 important paper","sentiment_score":0.025}
{"full_text":"RT I got arrested for not wearing a mask today.Police Officers weren't interested in hearing about the scar tissues in my l...","sentiment_score":0.25}
{"full_text":"RT &amp; highest covid cases. please don't come here","sentiment_score":0.0}
{"full_text":"Who's sustaining the pandemic? New study combines cellphone data w\/ infection models to estimate \"individuals aged 20-49 are the only age groups sustaining resurgent SARS-CoV-2 transmission,\" and \"in particular, adults aged 35-49.\" #maskup","sentiment_score":0.0206060606}
{"full_text":"RT Captain Sir Tom Moore, who raised almost PS33m for the UK's NHS, has died with coronavirus","sentiment_score":0.0}
{"full_text":"RT A new strain of Covid has again! been found in KentThis is no coincidence as many illegals who come here are already...","sentiment_score":0.3352272727}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT \"Suddenly our clinic was full of white people,\" said Mr. Jones, the head of Bread for the City, which provides services to...","sentiment_score":0.1166666667}
{"full_text":"RT Gun violence is a tragic epidemic in the U.S., as more than 100 Americans die per day and over 230 are injured because...","sentiment_score":-0.125}
{"full_text":"RT We will be in touch with parents about plans to bring in S4-6 pupils on a needs basis to complete practical work  when...","sentiment_score":0.1}
{"full_text":"RT This IS a bipartisan agenda.","sentiment_score":0.0}
{"full_text":"Oh right, COVID. ","sentiment_score":0.2857142857}
{"full_text":"RT Anyone catch know smug and anti-worker this is? Workers are risking their lives in a blizzard and a deadly pandemic to coll...","sentiment_score":-0.2}
{"full_text":"RT Anyone knows a friend in HR that lost his\/her job due to Covid-19? Pls send them my way, I'm hiring.","sentiment_score":-0.125}
{"full_text":"RT This shift system thing dey bee me waa o, get to stay home a week while my colleagues work then I resume the next while t...","sentiment_score":0.0}
{"full_text":"RT  ----- ** -----           Race to your Heart        ---- * ----  Wonnie and Selm D-Day!PH Luvitys! Join our...","sentiment_score":0.0}
{"full_text":"\"everytime we touch\" \"everytime we kiss\"*laughs in covid*","sentiment_score":0.0}
{"full_text":"RT Virginia state Senate Dems have passed more legislation to expand voting access","sentiment_score":0.5}
{"full_text":"RT Here's \"unity\" Republicans have shown Dems &amp; Biden:-blocking Dems from taking over Senate to preserve filibuster -admitt...","sentiment_score":0.0}
{"full_text":"Really, really helpful, clear, concise, and practical guidance on selecting the right mask, improving mask efficacy, and masking appropriately based on risk... all in 90 seconds.","sentiment_score":0.2371428571}
{"full_text":"RT Jeff Bezos added so much wealth between March and September that he could give every single one of his 876,000 Amazon e...","sentiment_score":0.0642857143}
{"full_text":"RT We consider dog groomers permitted to open under provincial regulations allowing services for the \"health and welfare\"...","sentiment_score":0.0}
{"full_text":"We are over half way to our PS10k goal to get as many underprivileged children laptops to home learn during lockdown, please  RETWEET and DONATE...PS5  (if you can ) ,  Please help me make a family's life a little easier","sentiment_score":0.0486111111}
{"full_text":"Those two Canadian nurses who attended a D.C. anti-lockdown rally on the day of the Capitol insurrection? They're back, with propaganda distributed on Cision:https:\/\/t.co\/DLjUrXQnYV","sentiment_score":-0.05}
{"full_text":"Yo these numbers.","sentiment_score":0.0}
{"full_text":"RT Baggies legend Graham Williams, now aged 81, has had his Covid-19 vaccination.He's urging everyone to do the same wh...","sentiment_score":-0.05}
{"full_text":" Help us to help you!The #SportForDevelopmentCoalition is supporting a new survey from and to find out Covid-19 has impacted grassroots physical activity. Deadline is Feb 14 ","sentiment_score":0.1287878788}
{"full_text":"A policeman in San Francisco scolds a man for not wearing a mask during the 1918 Influenza Pandemic [730 x 538]","sentiment_score":0.0}
{"full_text":"Can debt-for-climate\/nature swaps help alleviate the triple crises of #COVID19, debt &amp; climate change? Join tomorrow for discussion &amp; interactive launch ft. &amp; guests from Ecuador and","sentiment_score":0.0}
{"full_text":"Vax greed | WHO calls for fair global roll-out of COVID vaccinesNo more censorship at","sentiment_score":0.4}
{"full_text":" The Covid19 vaccine is the best protection against coronavirus.The NHS led programme continues to roll out the vaccine to priority groups. Residents will be contacted by letter to book their vaccination.@mpftnhs info https:\/\/t.co\/2fCOcegz0p","sentiment_score":1.0}
{"full_text":"\"I'm hopeful that if Biden greets Romney and the others with an open door and an open mind, a final (COVID-19 relief) package that gives our country what it needs ... can swiftly pass and be signed into law.\" | By","sentiment_score":0.0}
{"full_text":"Today's order is a critical critical step to #ProtectFamilies from #COVID19. Eliminating health &amp; human services barriers facing immigrant families is essential to #FlattenTheCurve.","sentiment_score":0.0}
{"full_text":"Salt Fat Acid Defeat | The restaurant before and after Covid","sentiment_score":0.0}
{"full_text":"Still on lock down, hunh.","sentiment_score":-0.1555555556}
{"full_text":"RT After testing negative as recently as this weekend, I have taken a positive COVID rapid test. I'm experiencing mild symptom...","sentiment_score":0.0651515152}
{"full_text":"The coronavirus pandemic, and the response by bureaucracy and teachers' unions, has highlighted why school choice is more important than ever before.","sentiment_score":0.45}
{"full_text":"Isaac Weins never gets bored with all his boards. The 28-year old from Milwaukee is a wood artist who's turning his passion into a profession during the pandemic.","sentiment_score":-0.2}
{"full_text":"RT How to save a life without doing surgery. Wear a nice snug mask.(Photo by my favorite photographer, Arlene Alda)","sentiment_score":0.55}
{"full_text":"No better place for privacy than 400 ft. up!","sentiment_score":-0.3125}
{"full_text":"Do you have #Autism or know someone who does? If so, we want to hear from you. Our #SLTSurvey about how #COVID19 has affected your access to therapy closes in THREE DAYS! You can access the survey here: Thank you!","sentiment_score":0.0}
{"full_text":"What do YOU want to get back to? We can #GetBackMass when we wear a mask, keep our distance, and get tested. Learn more: #covid19MA","sentiment_score":0.25}
{"full_text":"R.I.P Captain Sir Tom moore, you will never be forgotten, What you done during lockdown in the money you raised and the words you spoke was inspirational for everyone, you will forever be remembered as a national treasure and hero ","sentiment_score":0.5}
{"full_text":"It's important to follow the rules even after you've had the #COVID19 vaccination.Always remember to: Wash your hands Cover your face Keep your distance.More on what to do after the vaccination:","sentiment_score":0.4}
{"full_text":"\"The recovery from COVID builds the foundation for resilience everywhere.\" - Executive Director of C40, speaking at the virtual Climate Adaptation Summit.#TheFutureWeWant","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos added so much wealth between March and September that he could give every single one of his 876,000 Amazon e...","sentiment_score":0.0642857143}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"NHS and Police plead with people to keep following the rules amid increasing strain on services.https:\/\/t.co\/rJiqrehDHE","sentiment_score":0.0}
{"full_text":"Is this a bioweapon? It's killed older weak people. Get back to me in a few years. I'll take vaccines but not for this, it isn't worth the risk when there's zinc, Vitamin C &amp; D. I've not \"stayed safe\", stayed healthy. I lost all trust in the CDC after the fake vape epidemic.","sentiment_score":0.0212962963}
{"full_text":"RT When frontline workers needed testing supplies &amp; PPE last year, Trump refused to invoke DPA, created supply chain chaos...","sentiment_score":0.0}
{"full_text":"Don't share a photo of your coronavirus vaccination card on social media, warns Better Business Bureau.https:\/\/t.co\/9ibHZJxhjN","sentiment_score":0.2666666667}
{"full_text":"Good afternoon everyone we hope you all had a Fun #groundhogday2021 and enjoyed our tweets, and it put you in the mood to watch #GroundHogDay #movie tonight. #StaySafe #lockdown","sentiment_score":0.5}
{"full_text":"For the second consecutive year, the Long-Thibaud-Crespin International Music Competition has been canceled due to the pandemic. Normally, the final rounds of the event are held in November in Paris, after preliminaries in a number of ...Read More:","sentiment_score":0.0875}
{"full_text":"Due to circumstances resulting from the ongoing pandemic, the Harvard women's water polo team will not compete in its Collegiate Water Polo Association (CWPA) conference contests for the 2021 season.Release:","sentiment_score":-0.125}
{"full_text":"Virtually securing #COVID19 vaccine appointments can be a challenge for older Americans unfamiliar with technology. speaks with about the need for convenient, accessible vaccine distribution.","sentiment_score":0.2708333333}
{"full_text":"While the pandemic has had a devastating impact on child care systems across the country, it has also crystalized the industry's essential role in our society and economy. #ChildCareIsEssential. It's time to #SaveNYChildCare, &amp;","sentiment_score":-0.5}
{"full_text":"As our fantastic students continue with remote learning, they continue to demonstrate the virtues of pride, ambition and resilience with their work. We continue to proudly add to our 'Lockdown Gallery' to share and showcase their creativity.https:\/\/t.co\/XqRjKSLUuB","sentiment_score":0.3666666667}
{"full_text":"Covid-19 Social Study: Results Release 29 - Nuffield Foundation#greylit #greyliterature #nglc #COVID19 #Covid19UK #psychology #lonliness #mental_healthhttps:\/\/t.co\/kFR5xAbP2q","sentiment_score":0.0333333333}
{"full_text":"Communicate with the people you live with to establish boundaries so you can cut down on distractions during the workday,","sentiment_score":-0.0095959596}
{"full_text":"Vox on what needs to happen to open schools","sentiment_score":0.0}
{"full_text":" UK COVID Vaccine Stats for 1st February1 Total 1st vaccines received: 9,646,715 (+350,348 since last Tweet)2 Total 2nd vaccines received: 496,796 (+2,587 since last Tweet)#CovidUK #VaccineStats","sentiment_score":0.0}
{"full_text":"\"The greatest concern for every parent is to leave your child with someone else but at KIDS I feel my child is happy and she enjoys coming to nursery.\" Throughout the pandemic, our nurseries have remained opened providing vital support. Take a tour","sentiment_score":0.6333333333}
{"full_text":"like we were saying","sentiment_score":0.0}
{"full_text":"Time: 17:00 * Temp: 3.8degC * Wind: ENE 11.0 to 19.9mph * Pressure: 980.2hPa * Rain: 18.4mm * Hum: 98% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:09 * Sunset: 17:03 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"The communities already hit hardest by COVID-19 will also struggle the most with long-term health effects from the virus. And that could have consequences for years.https:\/\/t.co\/SJnndAfZ5D","sentiment_score":0.5}
{"full_text":"The tier system may not return","sentiment_score":0.0}
{"full_text":"RT Oreos and wine, anybody? The pandemic has changed what we eat and what we crave, including comfort foods, healthy immu...","sentiment_score":0.5}
