{"full_text":"'cause he is a fraudster?","sentiment_score":0.0}
{"full_text":"Congress Must Include Permanent Paid Leave in the Next COVID-19 Relief Package! Take action now! ","sentiment_score":0.0625}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"RT New variants seem scary. Mutations obey laws of biology that make them less frightening than the media &amp; leaders would...","sentiment_score":-0.2575757576}
{"full_text":"RT Remarkable letter not just for advocating for vaccinations for Palestinians but for trying to see this through Palestinia...","sentiment_score":0.75}
{"full_text":"Didn't see this coming","sentiment_score":0.0}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"Why the hell are people who've had Covid getting this??  Geezus you're already immune!!!","sentiment_score":0.0}
{"full_text":"RT 153. Great to see Quercetin getting into the mainstream news:","sentiment_score":0.8}
{"full_text":"RT Jeff Bezos will step down as CEO of Amazon and transition to exec. board chair later this year. He made $90 billion last year d...","sentiment_score":-0.0518518519}
{"full_text":"RT Stop asking \"wyd\" we are in a pandemic, I'm rotting in my bedroom","sentiment_score":0.0}
{"full_text":"RT 1 in 500 South Dakotans has died from Covid","sentiment_score":0.0}
{"full_text":"RT The GOP could care less if Americans starve in the winter during a pandemic.","sentiment_score":-0.1666666667}
{"full_text":"RT #noschoolreopenforstudents sir how can we to go school in this pandemic situation","sentiment_score":0.0}
{"full_text":"Also, obviously the covid pause throws a wrench in everything. Who knows how we will perform after an extended pause? I do know that I really don't want to come out of a multi-week pause and have to face that VCU defense right away.","sentiment_score":0.1619047619}
{"full_text":"Not sure about that? Extraordinary powers by putting WA in a state of emergency - which I understand ends 12pm Thursday. So, what if I open Friday (before the official end of lockdown)? ","sentiment_score":0.0277777778}
{"full_text":"I want to be back in lockdown but I don't wanna fail school","sentiment_score":-0.25}
{"full_text":"RT Safety and efficacy of replication deficient adenovirus Sputnik V #COVID19 #vaccine. Shows 92% efficacy in interim results fr...","sentiment_score":-0.4}
{"full_text":"RT I don't know who needs to hear this, but we are in the middle of a global pandemic. We have to stop hating ourselves &amp; stop...","sentiment_score":0.0}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT The Last 24 hrs!!! We can do it. We can change our future together. Stay safe and keep fighting. Stay At Home!!!! #Save...","sentiment_score":0.3333333333}
{"full_text":"RT Zarah Sultana - The govt's catastrophic mishandling of the virus has meant... in the past month covid deaths, in the UK, hav...","sentiment_score":-0.25}
{"full_text":"Very belated &amp; dragged screamingMorrison praised #antivaxxer Kelly at #NPC on Mondayfar too late to convince and ONLY dragged screaming by  this week Kelly is unfit for the role#auspol #nswpol","sentiment_score":-0.0333333333}
{"full_text":"RT Why you should get whichever COVID-19 vaccine you can","sentiment_score":0.0}
{"full_text":"RT 38 members of the U.S. Capitol Police force and 150 National Guard members,... have tested positive for COVID-19 since...","sentiment_score":0.2272727273}
{"full_text":"RT South Dakota, at one point not too long ago, had more covid-19 deaths per capita than anywhere else IN THE WHOLE GODDA...","sentiment_score":0.2166666667}
{"full_text":"In lockdown but the airports are still open. Superb.","sentiment_score":0.5}
{"full_text":"Sorry. I wish them a speedy recovery.","sentiment_score":-0.5}
{"full_text":"Covid-19: Hancock hails Oxford vaccine for slowing virus spread - BBC News","sentiment_score":0.0}
{"full_text":"PEOPLE POWER! AUSTRIA To REOPEN Shops And Schools \/ Hugo Talks #lockdown via PLEASE SHARE this is so important, we must make a stand if we are to end this misery.","sentiment_score":0.4}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT This is absolutely true. I know someone who sold up in London, bought two houses in a seaside(!) town in Devon, and still...","sentiment_score":0.175}
{"full_text":"3 comorbid patients die after clearing COVID-19 and the lingering impact of COVID-19 on those who clear itOf the 7 recovered Bhutanese COVID-19 patients contacted by the paper 5 still suffer from some lingering effectshttps:\/\/t.co\/Vt2hgg4lfA","sentiment_score":0.1}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Dr. Hoffman, thank you for going into work and serving us during this pandemic so children can stay safe at home.","sentiment_score":0.5}
{"full_text":"LET THE KIDS PLAY!!!!","sentiment_score":0.0}
{"full_text":"RT I miss life before COVID ","sentiment_score":0.0}
{"full_text":"RT I miss life before COVID ","sentiment_score":0.0}
{"full_text":"RT South Dakota thinks her state did better than anyone else in COVID -- it is the second-worst in the United Sta...","sentiment_score":0.5}
{"full_text":"RT CDC--No Longer Constrained By Trump--Issues Order That Makes Not Wearing A Mask On Public Transportation A Federal Crime\"...","sentiment_score":0.0}
{"full_text":"But before covid i was also dorming so it was probs like 8k a sem instead","sentiment_score":0.0}
{"full_text":"RT Download the eBook: #health #fitness #healthylifestyle #wellness #healthy #lifestyle...","sentiment_score":0.5}
{"full_text":"RT BREAKING: 50-49, the Senate approves a budget resolution that starts the reconciliation process (a COVID relief bill that...","sentiment_score":0.0}
{"full_text":"Dental School During a Pandemic: UConn Students Reflect on Challenging Year - UConn Today","sentiment_score":0.5}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT Celebrities in their mansions during lockdown saying \"We're all in the same boat \" Yeah it's the Titanic and you bribed...","sentiment_score":0.0}
{"full_text":"RT Not a single Republican senator voted for Pres. Biden's COVID relief bill.Republicans whine about \"unity\" but don't give a...","sentiment_score":0.0357142857}
{"full_text":"RT Hancock told me people get PS500 to self isolate. It's not true for most people. The government must plug the gaps in fin...","sentiment_score":0.1625}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT After testing negative as recently as this weekend, I have taken a positive COVID rapid test. I'm experiencing mild symptom...","sentiment_score":0.0651515152}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT Captain Sir Tom Moore who raised millions for the NHS dies aged 100 after Covid battle","sentiment_score":-0.1}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"Who's side are you on? ","sentiment_score":0.0}
{"full_text":"RT During the \"ambush-style\" #lockdown in #February by #HKGov, civilians were forced to leave hair salon &amp; undergo mandatory #...","sentiment_score":-0.3}
{"full_text":"RT Research shows that the high levels of stress hormone we're producing due to the pandemic inhibit perceptual learning &amp; m...","sentiment_score":0.0175}
{"full_text":"RT All we have been talking about in this country is Covid-19, PPE, Covid-19, vaccine, Covid-19, vaccine, vaccine, vaccine....","sentiment_score":0.0}
{"full_text":"RT What puzzles me is how some South Africans behave as if the interventions our Government has put in place to protect us...","sentiment_score":0.0}
{"full_text":"OR ANY OTHER TIME","sentiment_score":-0.125}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"#COVID19: Over 90 intercepted in prayer congregations If ...  then  &amp; soshiodistensingi ! via","sentiment_score":0.0}
{"full_text":"I do not believe he had 46 percent approval.  Not one person I know approves any of the lockdown decisions.  The working class want to work, the businesses owners want to open their businesses.  The only one left are people collecting handouts and government paid jobs.","sentiment_score":0.0}
{"full_text":"Republicans On National TV Being SILENCED | The Daily Social Distancing ... via","sentiment_score":0.0166666667}
{"full_text":"RT Jeff Bezos wants to give back, you say? How about Congress uses his $69,000,000,000 in pandemic profits to help pay for Covid...","sentiment_score":0.1}
{"full_text":"RT COVID relief should be bipartisan, but the GOP has proven itself to be incompetent. If they don't agree, w...","sentiment_score":-0.35}
{"full_text":"RT The woman who quit high school criticizes the country's top epidemiologist for not working hard enough d...","sentiment_score":0.0920833333}
{"full_text":"RT Me every day of the pandemic","sentiment_score":0.0}
{"full_text":"some more:","sentiment_score":0.5}
{"full_text":"5 days of lockdown: 5 books - sod homeschooling. Halfway through and my 7yo grows more feral by the minute. But I'm reading... it's the only way through...","sentiment_score":0.25}
{"full_text":"RT Share on Twitter","sentiment_score":0.0}
{"full_text":"RT In Pictures: Preparations Underway For Reopening of Schools in Jammu After #COVID-19 Lockdown | Greater Kashmir","sentiment_score":0.5}
{"full_text":"RT So when do we talk about the fact that Americans' utility bills have skyrocketed since the beginning of the pandemic --...","sentiment_score":0.0}
{"full_text":"RT We are at war against Covid 19#malawianpresident #Chakwera #faithmussa #sanitize #MaskUp #Socialdistance","sentiment_score":0.0}
{"full_text":"RT Attention, big little cheeseheads: Aaron Rodgers &amp; Shailene Woodley appear to have found love in a COVID place. ","sentiment_score":0.1041666667}
{"full_text":"RT Cool, how about for Palestinians","sentiment_score":0.35}
{"full_text":"Coming out on the other end of the pandemic, how does corporate finance learn from the lessons of last year? In a recent interview, I discuss surviving the pandemic aftermath from an FP&amp;A perspective. Read the article here:","sentiment_score":-0.03125}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"RT So this is how you are funding your central vista project dear PM Firing casual labour and discontinuing m...","sentiment_score":-0.25}
{"full_text":"Covid-19's Effects May Linger in Your Body, Even After Asymptomatic Cases - WSJ @WSJ Researchers have found abnormalities even in people who didn't show symptoms, raising questions about possible risks later in life.","sentiment_score":0.0}
{"full_text":"RT It took her life. Her newborn daughter will never see her face. She left her beautiful family. Her children will grow up...","sentiment_score":0.425}
{"full_text":"In a common ventilation system, the air circulating in the Covid-19 isolation areas eventually spill into the common hospital air environment.","sentiment_score":-0.3}
{"full_text":"Based on the results from the #COVID19 vaccine clinical trials, we believe that vaccines prevent about half of transmission. It is critical that we continue to wear masks &amp; social distance after receiving the vaccine.View our latest #COVID19 projections:","sentiment_score":0.0916666667}
{"full_text":"#COVID19 poses significant challenges to policymakers in Asia. While the shape of recovery may be uncertain, what is clear is that proactive government and central bank policy can help shape the recovery.","sentiment_score":0.1583333333}
{"full_text":"#DoYourPart Stay Home, Save Lives!Dial *210# today and Pay your Bills &amp; More safely in the comfort of your home.Avoid non-essential travel. #SimplifiedBanking","sentiment_score":0.5}
{"full_text":"RT COVID restrictions are the most severe violation of human rights Canadians have faced and it's time to fight back, an artic...","sentiment_score":0.1666666667}
{"full_text":"When the #government decided to halt production as part of the total #lockdown, it pulled the plug on local #manufacturers that generate over $4.2B of #Lebanon's GDP.Read more:  #CedarOxygen #Trade #Economics #GDP #Savejobs #Employment #Savetheindustry","sentiment_score":0.1666666667}
{"full_text":"RT Today at the WH: New COVID vaccine distribution via pharmacies First LGBTQ Cab Sec confirmed American Rescue Plan - clear...","sentiment_score":0.1310606061}
{"full_text":"Senior broking officer reportedly dies of Covid-19 after failing to secure a bed at health facility #PrimeMorning","sentiment_score":0.4}
{"full_text":"This series of interactive maps is tracking the impact Covid-19 is having on your local areahttps:\/\/t.co\/cSu5SKTKYO","sentiment_score":0.0}
{"full_text":"RT Good news: Andaman and Nicobar Islands have now become COVID free!","sentiment_score":0.6}
{"full_text":"I'm proud that is prioritising employees' wellbeing by offering all UAE-based #MAFers and their families the #COVID19 vaccinehttps:\/\/t.co\/rIW6WhPdzb","sentiment_score":0.8}
{"full_text":"Plantation owners in Sabah yet to conduct mandatory Covid-19 screening on their foreign workers risk having their workers' Temporary Employment Visit Passes (PLKS) not  being renewed.https:\/\/t.co\/H6q8u5jXE5","sentiment_score":-0.125}
{"full_text":"[UPDATE] SAHPRA announced on Wednesday they would allow for the use of ivermectin in Covid-19 in 'controlled, compassionate' programme","sentiment_score":0.0}
{"full_text":"Pressure is building on school systems around the U.S. to reopen classrooms to students who have been learning online for nearly a year, pitting politicians against teachers who have yet to be vaccinated against COVID-19.","sentiment_score":0.1}
{"full_text":"As EU struggles to get its mass vaccination program off the ground, WHO calls for equitable global distribution of the COVID-19 vaccinesNo more censorship at","sentiment_score":0.25}
{"full_text":"Being within 6 feet means there are more chances of sharing air, which is how the coronavirus spreads. If you're hoping for a special night out, maybe get creative and find out how to make it special at home.","sentiment_score":0.4285714286}
{"full_text":"The Amazing Race was all set to film in May, including jaunts through Europe, America and Brazil.  Instead, contestants started their journey with a two week quarantine in Queensland.","sentiment_score":0.6}
{"full_text":"Oregon lost about 25,500 jobs as the state's unemployment rate rose to 6.4% last month.","sentiment_score":0.3}
{"full_text":"Don't fall victim to amnesia and forget why we are here in the first place. Maintain social distance, wash your hands and wear a mask. #StaySafeUG #Covid19UG #CokeCares","sentiment_score":0.0694444444}
{"full_text":"Are you in one of those groups?","sentiment_score":0.0}
{"full_text":"NET Health now will be updating COVID-19 cases every Monday, Wednesday and Friday.","sentiment_score":0.0}
{"full_text":"Butte sheriff, Kory Honea, shared his experience with the COVID-19 vaccine after he overcame his concerns with the vaccine.","sentiment_score":0.0}
{"full_text":"Is blood donation during coronavirus pandemic safe? Know how to donate blood during pandemic and donor criteria for blood donation. #DoctorVerified #DrLalitDhantole","sentiment_score":0.5}
{"full_text":"The number of Americans who have received at least one dose of the COVID-19 vaccine is more than the total number of Americans who have tested positive for COVID-19 since the pandemic started.","sentiment_score":0.1068181818}
{"full_text":"UPDATE: Dallas County health officials say 2,270 residents have lost their lives to COVID-19 since tracking began in mid-March 2020. ","sentiment_score":0.0}
{"full_text":"Getting the vaccine can be a tough process, but one Washington hotline is trying to help streamline the task.","sentiment_score":-0.3888888889}
{"full_text":"White House: More COVID vaccines will soon be going to pharmacies nationwide","sentiment_score":0.25}
{"full_text":"\"On the most significant challenge facing Americans - the coronavirus pandemic and economic fallout - Trump was mostly absent last year.\"@erinehurley writes for The Interpreter.","sentiment_score":0.315}
{"full_text":"There are things you can do now to help you keep on top of your mental wellbeing and cope with how you may feel if you're staying at home. Make sure you get further support if you feel you need it.","sentiment_score":0.225}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"She commended restaurants and small businesses for adapting to dramatic changes, and lobbied for a bill that would ensure no one pays income tax on CARES Act funds.","sentiment_score":-0.3416666667}
{"full_text":"Walmart ready to begin administering COVID-19 vaccine after year of preparationhttps:\/\/t.co\/uQ9WvMD9Za","sentiment_score":0.2}
{"full_text":"Residents at Trenton Village in Trenton, Illinois, were seen celebrating their first doses of the vaccine with a COVID-19 pinata. \"It definitely makes my heart smile, when I see them smile.\"https:\/\/t.co\/iVqlkRKXPO","sentiment_score":0.2125}
{"full_text":"The European Union's ban on the exportation of COVID-19 vaccines will not be a problem for the supply of vaccines in some cities in Metro Manila, at least two mayors in the region said Wednesday.","sentiment_score":-0.15}
{"full_text":"Vaccines at our Pharmacy would be wonderful when are they coming?","sentiment_score":1.0}
{"full_text":"The Weeknd is headlining the Super Bowl halftime show to the smallest in-person crowd in the game's history, just 22,000 fans due to the COVID-19 pandemic. Here's a look back at some of the most memorable shows.","sentiment_score":0.1347222222}
{"full_text":"Covid-19 wave in Ghana is of no scientific novelty - Biochemist #PrimeMorning","sentiment_score":0.0}
{"full_text":"Opinion: 'Panic-buying' events are the new normal; here's how supply chains have adapted, writes Flavio Romero Macauhttps:\/\/t.co\/MT7Fd6FrIq","sentiment_score":0.1431818182}
{"full_text":"Lmao I know your degen ass is the same as mine so at least we're not betting table tennis or simulated sports games anymore like the start of the pandemic","sentiment_score":0.1}
{"full_text":"Israel has led the world in vaccinating her population. If anyone was anti-vaccination, now they have a clear roadmap to Liberty from this lockdown. Get vaccinated against #COVID19.","sentiment_score":0.1}
{"full_text":"RT Denmark even more worried than ever  about new #B117 variant--B117 cases increasing 70% a week **despite strict lockdown**...","sentiment_score":0.3181818182}
{"full_text":"Our passions and ties are stronger than any pandemic. That's why our main goal is to keep Filipinos connected to the things that make us feel alive.We connect you to what gives you hope. We are all #ConnectedByHopeWatch the full video here:","sentiment_score":0.2583333333}
{"full_text":"RT When the coronavirus pandemic first hit Houston last year, one chef sprung into action to help those on the front lines by making...","sentiment_score":0.1166666667}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Bacterial Pneumonia Caused Most Deaths in 1918 Influenza Pandemic See what Dr. Fauci himself said in 2...","sentiment_score":0.5}
{"full_text":"yessss when covid is more properly handle and everything kinda goes back to how it was before catch me hopping on the first plane to Singapore ","sentiment_score":0.1875}
{"full_text":"New York State Assembly Bill A416 allows the NY governor dictatorial powers to detain and imprison any citizen determined to be a \"threat to public health safety\" during ANY viral outbreak. #Totalitarianism","sentiment_score":0.0681818182}
{"full_text":"UK's record-breaking fundraiser, 'hero' Captain Tom Moore, dies aged 100 Britain's Captain Tom Moore, the World War Two veteran who lifted a nation's spirits by raising millions of pounds for health service workers battling the coronavirus, died on Tuesday aged 100 after he contr","sentiment_score":-0.0666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 28.2FWind Chill: 24.7FHumidity: 95%Dew Point: 27.0F Barometer: 29.660 inHgWind: 4 mph from the NNWCorona Virus Weekly Stats:Cases: 115.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT What are some great artists\/bands you discovered during this pandemic?","sentiment_score":0.8}
{"full_text":"RT I'm old enough to remember when the Orange madman you spinelessly enabled for 4 years sent his daughter's hus...","sentiment_score":0.05}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"One age group is responsible for nearly half of new cases of COVID-19, study shows via","sentiment_score":0.0565656566}
{"full_text":"COVID-19 has in some way affected everyone. We want to offer some help.We want to sponsor a learner's stationery &amp; uniform for the year! If you know someone who needs some help, nomiate them here  #EverythingAndMore","sentiment_score":0.0}
{"full_text":"Russia's Sputnik V plays vital role in combating pandemic worldwide, US expert says","sentiment_score":0.1}
{"full_text":"RT Based on the results from the #COVID19 vaccine clinical trials, we believe that vaccines prevent about half of transmission. I...","sentiment_score":-0.1666666667}
{"full_text":"RT The CDC has not issued official guidance on double-masking, however, the evidence suggests two masks are likely more effectiv...","sentiment_score":0.25}
{"full_text":"Time: 06:00 * Temp: 5.7degC * Wind: ESE 4.0 to 8.1mph * Pressure: 981.6hPa * Rain: 7.4mm * Hum: 99% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:08 * Sunset: 17:05 * Cloudbase: 160ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"UK virus variant has developed concerning new mutation in small number of cases The UK variant of the coronavirus has developed a new, concerning mutation in a small number of cases, which scientists said makes it similar to the South African and Brazilian variants and could redu","sentiment_score":-0.0034090909}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT Stunning survey: Four in ten Americans believe COVID restrictions eased after Trump exit for 'partisan political reaso...","sentiment_score":0.1666666667}
{"full_text":"RNLI launches recruitment for Swanage Beach lifeguards - With foreign holidays looking less appealing due to Covid restrictions, the RNLI is getting ready for the summer by advertising for beach lifeguards.","sentiment_score":0.0566666667}
{"full_text":"Government disbursements during the COVID-19 pandemic were huge in both scale and complexity. We have analyzed 12 programs across seven countries to determine the critical success factors.","sentiment_score":0.2333333333}
{"full_text":"UK begins door-to-door testing of 80,000 people to halt South African variant Volunteers and police officers in several parts of England began knocking on people's doors to hand out COVID-19 testing kits on Tuesday to try to halt the spread of a highly infectious variant that ori","sentiment_score":0.0533333333}
{"full_text":"RT According to Johns Hopkins data, South Dakota is the state with the second-highest number of cases per capita - roughly four ti...","sentiment_score":-0.1}
{"full_text":"GROSS.","sentiment_score":0.0}
