{"full_text":"coverage: Student athletes across Northern IL created smiles on Sunday a part of #NationalRandomActsOfKindnessWeek.  #PepsiCoAlumni also surprised co-owners w\/ $500 check. Small business impacted by #COVID19. #IHSA","sentiment_score":-0.075}
{"full_text":"when the rule of law only applies to us","sentiment_score":0.0}
{"full_text":"They can get away with this because of the state Labour are in.Really depressing. Don't know how much more of this I can take.What's the point of the vaccine if they will still impose lockdown?#EnoughIsEnough #LifeIsForLiving","sentiment_score":-0.05}
{"full_text":"Last summer we visited some restaurants which were excellent - fresh air, distancing, etc.  But some had dire covid protocols.","sentiment_score":0.4333333333}
{"full_text":"RT Japan appointed a \"Minister of Loneliness\" this month to tackle the country's rising suicide rates. Here's a thread http...","sentiment_score":0.0}
{"full_text":"What happens if 20% of population refuse to take vaccine and 15 million such people (BAME etc) mean deaths\/infection remains too high and Boris has to slow the exit from lockdown until the Autumn ? Compulsory passports or civil unrest !","sentiment_score":-0.131875}
{"full_text":"I would have thought Covid Status meant just that, have you had it recently and gotten over it, that's what Israel are asking with theirs...https:\/\/t.co\/dKEclXRvvo","sentiment_score":0.0}
{"full_text":"RT Never forget that Joe Biden called Andrew Cuomo 'the gold standard' for COVID-19 leadership.","sentiment_score":0.0}
{"full_text":"RT I'm in my own lockdown until I'm vaccinated &amp; then I'm easing myself in very carefully at my OWN pace. Thats my roadmap...","sentiment_score":0.6}
{"full_text":"https:\/\/t.co\/mhpOAfKJE9: Couple who rescued freezing dog reported to police for lockdown breach.https:\/\/t.co\/y2X1cc1icE","sentiment_score":0.0}
{"full_text":"RT Today's update on the numbers:Total COVID hospitalizations are at 5,804.Of the 142,019 tests reported yesterday, 6,146...","sentiment_score":0.0}
{"full_text":"State Rep. Dan Daley, D-Coral Springs, has tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"RT Stop bragging about failure in a country that needs to be vaccinating hundreds of thousands of people per DAY not week!","sentiment_score":-0.3958333333}
{"full_text":"RT LIVE: Dr. Fauci and the White House COVID response team speak after the U.S. passes 500,000 deaths ","sentiment_score":0.0681818182}
{"full_text":"RT Do you think the pandemic will be over by the summer?","sentiment_score":0.0}
{"full_text":"RT More than 218,200 people have died of the novel #coronavirus in 480 cities checkered across all of #Iran's 31 provinces,...","sentiment_score":0.5}
{"full_text":"LEAVE TRUMP ALONE!!!! THERE IS MORE IMPORTANT ISSUES THAT NEEDS RO BE TAKEN CARE OF. LIKE 1500 ELDERLY DEAD. ECONOMY. THE COVID VACCINE. AND MORE.","sentiment_score":0.3}
{"full_text":"I'm the shut-in little goblin and my wife is the beautiful grocery getter.","sentiment_score":0.33125}
{"full_text":"RT It says it all that Nicola Sturgeon gave us a roadmap to IndyRef before a roadmap out of lockdown.Where do you think...","sentiment_score":0.0}
{"full_text":"RT Fun fact: the covid crisis has produced over 1200 new words in German over the past year. Personal favourites are coronamude (...","sentiment_score":0.0372727273}
{"full_text":"RT Boris Johnson telling us the roadmap out of lockdown","sentiment_score":0.0}
{"full_text":"tearing up ","sentiment_score":0.0}
{"full_text":"RT I challenged Boris Johnson in Parliament this evening on his handling of the pandemic &amp; his \"big bang\" reopening of schoo...","sentiment_score":0.0}
{"full_text":"RT I have organised &amp; chairing this webinar. Please register here Check out \"The COVID-19 Vaccine: knowledge, myths &amp; exper...","sentiment_score":0.0}
{"full_text":"RT .@PressSec announces Pres. Biden will order flags on federal property to lowered to half staff for 5 days in remembranc...","sentiment_score":-0.1666666667}
{"full_text":"Scientists worry about SARS-CoV-2 spillback from wildlife","sentiment_score":0.0}
{"full_text":"This trend started prior to the lifting of the stay-at-home order last Tuesday.  So what happened...a bunch of low key, celebratory, advance parties last weekend or earlier? Just how stupid are we?https:\/\/t.co\/WrkcJD2ZcQ","sentiment_score":-0.1142857143}
{"full_text":"It is not only wrong, and racist, its just plain STUPID!","sentiment_score":-0.4285714286}
{"full_text":"RT It seems a fairly unsafe assumption to assume that Johnson will be damaged by a 4th lockdown when we're already 3 lock...","sentiment_score":0.7}
{"full_text":"RT Aye.  We really did a year bid.  i remember when they said pandemic would be over in 15 days.  We still in this mf.","sentiment_score":0.2}
{"full_text":"RT Let's talk about Masters student mental health Masters students so often get left out of the discussion.Here is a non-ex...","sentiment_score":-0.05}
{"full_text":"WATCH: The U.S. death toll from COVID-19 has almost topped 500,000, according to data from Johns Hopkins University.https:\/\/t.co\/nusuiepOjh","sentiment_score":0.0}
{"full_text":"yeah I cant wait for things to be open for about 2 weeks, then cases soar high and we dont close anything because fuck you, and then we finally go into lockdown after case records go higher and higher. We've sung this tune before; it sounded horrible.","sentiment_score":-0.1057142857}
{"full_text":"Finally a date. Finally something to look towards.","sentiment_score":0.0}
{"full_text":"RT More bad news for Covid sufferers: Almost a quarter of patients 'experience HAIR LOSS in the six months after infection' ht...","sentiment_score":-0.1}
{"full_text":"RT Will the PM resign if England has to be locked down again?Boris Johnson says: \"I can't guarantee that it's going to be irrev...","sentiment_score":-0.1555555556}
{"full_text":"RT Boris Johnson telling us the roadmap out of lockdown","sentiment_score":0.0}
{"full_text":"RT Between Covid-19 lockdowns and a geopolitical feud, sailors on this ship weathered the perfect storm for 15 very long months...","sentiment_score":0.4675}
{"full_text":"RT I'm sorry, but many people told me that Mike Lindell was just a good Christian who wanted to donate masks during the pand...","sentiment_score":0.175}
{"full_text":"So proud of my publisher. Having survived wildfires and pandemic they continue to push on with their mission of defending nature through the power of story and now back with a new novel. #climatefiction #amreading","sentiment_score":0.3121212121}
{"full_text":"RT we are now in the phase of the pandemic where governments are investing in vibrating bracelets over housing for all and paid...","sentiment_score":0.0}
{"full_text":"RT President Joe Biden will order U.S. Flags lowered to half-staff for 5 days in memory of the 500,000 Americans who have...","sentiment_score":0.0}
{"full_text":"RT .@SaraHaines: \"I'm grateful for people like Dr. Fauci to come on and be measured because I'd rather get the answer right than...","sentiment_score":0.2857142857}
{"full_text":"So is my son's. His 16th and 17th birthdays in lockdown !!! His 18th will be good for him ","sentiment_score":0.7}
{"full_text":"God damn it. So still four months lockdown in the UK!!!  ffs man","sentiment_score":0.0}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
{"full_text":"RT Look, I'm just saying if PhD students received a sword, we'd be one step closer to realizing dreams of challenging a tenu...","sentiment_score":0.5}
{"full_text":"the peak was in late January ya dingus.","sentiment_score":-0.3}
{"full_text":"What has the Mayor of London got to do with Johnson's decision about lockdown. #livingrentfree","sentiment_score":0.0}
{"full_text":"RT  21st June: Lockdown ends 22nd June: England vs Czech Republic","sentiment_score":0.0}
{"full_text":"On the Beach PS30pp deposits, COVID Guarantee, pay the rest 30days before departure","sentiment_score":0.0}
{"full_text":"We have to wear masks in Germany, and we are (finally) provided with N95 masks, but this is not a recommendation nor duty for us to wear them, because then they'd have to give us 30 Min break every 75 minutes.","sentiment_score":0.0}
{"full_text":"We are at this point  not because of covid but poor leadership and governance.","sentiment_score":-0.4}
{"full_text":"RT Look I don't have a problem if you complain about unemployment once in a while, especia...","sentiment_score":0.0}
{"full_text":"RT He told us it was like the 'flu. He told us there would be no second wave. He told us Covid death rates were exaggerated. H...","sentiment_score":-0.25}
{"full_text":"RT *june 21st*feels weird being out of lockdown now doesn't it aha","sentiment_score":-0.5}
{"full_text":"RT JOIN US: #MoralMonday for Health Care &amp; Covid Relief w\/ $15\/hr for ALL workers! #PoorPeoplesCampaign","sentiment_score":0.0}
{"full_text":"RT President Biden will order flags flown at half-staff for five days in memory of 500,000 Americans lost to the COVID pand...","sentiment_score":0.0}
{"full_text":"your not serious, we have to stay in some fcking airport hotel for 3 days, fck this sht we're outta here -- Jeeves - we're going home to Boca","sentiment_score":0.1666666667}
{"full_text":"We have hope, there is light at the end of the tunnel! My god has it come just at the right time for me! Let's do this  #wegotthis #COVID19 #hope","sentiment_score":0.4285714286}
{"full_text":"RT Hate crimes against Asian-Americans during this pandemic have skyrocketed. It's racist, wrong, and must stop.","sentiment_score":-0.65}
{"full_text":"Been gone for a few days,so I haven't posted in a bit.My grandkids both got covid so I've been with my son helping them, Good news is they are both on the mend now","sentiment_score":0.25}
{"full_text":"RT A lot of talk about how we aren't doing THAT badly in , but this is about managing Canadians expectations - we took the...","sentiment_score":-0.7}
{"full_text":"Enjoy every minute of every day.  Life is a very short trip. Many don't get to see the finish line at the end of the road. WEAR A MASK. ","sentiment_score":0.3}
{"full_text":"RT If he's that powerful perhaps he can cure Covid by the weekend and world hunger by March.","sentiment_score":0.3}
{"full_text":"RT This \"Covid\" bill is what's wrong with Washington.Covid Provisions: $825 billion dollars.Giving Planned Parenthood l...","sentiment_score":-0.5}
{"full_text":"My recollection is that I got this to mass-produce stuff for when I was having people over, but then covid happened.","sentiment_score":0.0}
{"full_text":"How amazingly sexy. When lockdown's lifted, can I travel to you to be fucked, used, abused and ball busted until I can't walk? Please?","sentiment_score":-0.05}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"RT Covid has revealed that huge numbers of seemingly intelligent people are actually incapable of thinking for themselves,...","sentiment_score":0.4}
{"full_text":"If u can afford to travel then u need to COMPLY...I can't afford to go south and nor would I during covid-19...YOU PLAY...YOU PAY.","sentiment_score":0.0}
{"full_text":"RT As we close in on 500k victims of COVID, it's more important than ever that people are EDUCATED about the disease &amp; the vaccin...","sentiment_score":0.45}
{"full_text":"i was 15 when covid started and i'll be nearly 17 by june thanks torys xx","sentiment_score":0.15}
{"full_text":" If you're struggling with on-going #mentalhealth issues, #lockdown loneliness or just 'life' in general - we're here. Free. Confidential. Secure.Find out ways to start a chat i","sentiment_score":0.225}
{"full_text":"RT Never forget that Joe Biden called Andrew Cuomo 'the gold standard' for COVID-19 leadership.","sentiment_score":0.0}
{"full_text":"RT I would like both winter and the pandemic to end.","sentiment_score":0.0}
{"full_text":"It is the extra unnecessary spending that has nothing to do with Covid relief that American taxpayers oppose","sentiment_score":-0.1333333333}
{"full_text":"Ah lads. Not the kind of news you want to be dropping in Feb in the middle of a pandemic  #RIPDaftPunk","sentiment_score":0.3}
{"full_text":"RT Hey everyone, remember how Los Angeles has received near zero media criticism for their disastrously failed Covid response, whi...","sentiment_score":-0.2}
{"full_text":"What about Meghan's husband's horrible right wing rag that \"During the COVID-19 pandemic, The Federalist published many pieces that contained false information or pseudoscience that was contrary to the recommendations of public health experts and authorities.\"---Wikipedia STFU M.","sentiment_score":-0.1228571429}
{"full_text":"That is why we moved into Phase 4.  We are not \"locked down\".  Seating restrictions is not a \"lockdown\".","sentiment_score":-0.1555555556}
{"full_text":"RT *june 21st*feels weird being out of lockdown now doesn't it aha","sentiment_score":-0.5}
{"full_text":"RT JUST IN: White House: President Biden will order U.S. flags lowered to half-staff for 5 days in memory of 500,000 people in the...","sentiment_score":0.0}
{"full_text":"RT Make vaccinating ALL people with a learning disability a priority says mum Jo from #Eastyorkshire. Her 3 daughters have...","sentiment_score":0.0}
{"full_text":"Brought to you by the same party that believes thoughts and prayers don't do anything","sentiment_score":0.0}
{"full_text":"RT 500,000 Americans have died from #COVID19 We all know someone that has diedWe are all in this together We need to g...","sentiment_score":0.0}
{"full_text":"A lot has been thrown out of order since the pandemic. States have been setting up regulations and restrictions, too. For example, even though my steroid shots were covered by Medicare, I couldn't get them because LA considered it nonessential surgery. ","sentiment_score":0.0}
{"full_text":"Oh, by the way, any updates on the Covid Illness? How are you feeling? and How's everything else?","sentiment_score":0.0}
{"full_text":"RT \"That thing I was in charge of... I did worse at than anyone in the world... just wanted to let you know.\" - Fauci","sentiment_score":-0.4}
{"full_text":"Tackling COVID-19 and Climate Change in Unison Will Help Us Better Protect People on the Move \/ Acclimatise Newsletter #458 -","sentiment_score":0.5}
{"full_text":"22-02-2021 19:59:31 #BlastChristian  The Last Disciples - The Corona","sentiment_score":0.0}
{"full_text":"Same level of daily admissions and reported deaths comparing with the 11th of May, 7 weeks after the beginning of Lockdown 1 and the day in which the Government announced the openings. I can't see any vaccine effect here.","sentiment_score":0.0}
{"full_text":"RT Sydney &amp; Melbourne haven't had a single COVID-19 case in weeks. Nationwide, Australia has seen 0 COVID deaths since Decem...","sentiment_score":-0.0714285714}
{"full_text":"He should be in prison for help spreading this virus in concert with China","sentiment_score":0.0}
{"full_text":"RT Do masks really work? During the 2019-2020 flu season, 400,000 people were hospitalized with the flu. This year, the CD...","sentiment_score":0.2}
{"full_text":"RT UK Lockdown (by drink)...8th March: kids at school*celebratory glass of vino? 12th April: pub gardens reopen*pint o...","sentiment_score":0.0}
{"full_text":"This pandemic is only making feeling isolated n unwanted worse ","sentiment_score":-0.2}
{"full_text":"Can't go to Cambodia because of the pandemic so i'm bringing Cambodia to me! #cambodiancooking","sentiment_score":0.0}
{"full_text":"RT On #roadmap out of #lockdown, asked the PM for clarity for #internationaltravel so travellers have certainty to travel to...","sentiment_score":0.0}
{"full_text":"RT This is the most hopeful I've been in past 12 months, mostly because of how is faring this year, and now this: life *coul...","sentiment_score":0.25}
{"full_text":"my grandmas house","sentiment_score":0.0}
{"full_text":"RT A PH.D SWORD!SHE GOT A PH.D SWORD!Class act, husband of","sentiment_score":0.0}
{"full_text":"She's right for the wrong reason.Dr. Fauci obviously understands the science. He understands the science of vaccines better than almost anyoneHowever, the government has done a horrible job distributing the vaccine despite over half a million Americans dying from Covid so far","sentiment_score":-0.1115646259}
{"full_text":"RT #yrys_rjwk_lTlb_htmwt trying to convince us that there will be social distancing knowing the numbers in universities is im...","sentiment_score":0.0333333333}
{"full_text":"RT can't believe dream would go on a Road trip during a Pandemic. bet the bitch only went out to get Diapers for himself. w...","sentiment_score":0.0}
{"full_text":"RT So he's Yoo Kihyun Monsta X's main vocal who donated 10 million won for charity to help girls with hygiene products in the...","sentiment_score":0.1666666667}
{"full_text":"RT Nurses in NY have been through the equivalent of war zone over the past year. They have served and sacrificed and saved...","sentiment_score":-0.25}
{"full_text":"What happens we'll defo be goin into lockdown 4 at some point. I think it will be the new norm","sentiment_score":0.1363636364}
{"full_text":"RT Covid became a religion.","sentiment_score":0.0}
{"full_text":"RT US House Budget Committee Has Approved $1.9T COVID-19 Relief Package $SPY","sentiment_score":0.0}
{"full_text":"RT Really not gonna get my hopes up for 'normal life' by summer considering this info is coming from a government who told...","sentiment_score":0.025}
{"full_text":"RT Covid has revealed that huge numbers of seemingly intelligent people are actually incapable of thinking for themselves,...","sentiment_score":0.4}
{"full_text":"RT The UK currently has the most strict Lockdown in the WORLD.-  -","sentiment_score":0.25}
{"full_text":"RT 100,000 COVID deaths under Joe Biden so far. Media?","sentiment_score":0.1}
{"full_text":"RT *walks outside* Oh wow it's so nice outside i should take the kids to the park ...... literally forgot Covid was a...","sentiment_score":0.175}
{"full_text":"Just have the baws to end the lockdown Stop faffing around.","sentiment_score":0.0}
{"full_text":"We recently had the privilege of joining Andrew for an episode of \"Locked in with Lockhart\". Please take a moment to have a listen. Thank you, Andrew, for having us. We truly appreciate your interest in the efforts of","sentiment_score":0.0}
{"full_text":"RT Play Outbreak + Multiplayer FREE all week long!Grab your friends and jump into Free Access Week starting Feb. 25, featuring...","sentiment_score":0.2666666667}
{"full_text":"Why,it's the older generation that has mostly stuck by the rules,&amp; been in full lock down they should be the first out doing whatever they want, bet they'd love to go clubbing without all youngsters about,you have a very narrow mind it's hard for you to think outside the box.","sentiment_score":0.1177160494}
{"full_text":"RT A reminder that we are still not out of the wood, with a heavy heart I report 13 additional COVID deaths in","sentiment_score":-0.2}
{"full_text":"RT Tomorrow, President Biden is expected to make remarks at sundown during a candle-lighting ceremony to mourn a once unthinkable...","sentiment_score":-0.075}
{"full_text":"RT I HAVE BIG PROBLEM WITH THIS...ANY TEACHER LIBRARIANS ALSO UPSET? HOW ABOUT STUDENTS WHO CANNOT BORROW BOOKS?","sentiment_score":0.0}
{"full_text":"RT COVID-19 in-person service exams in San JuanMonday, February 22 - Sunday, February 28!!  opens at 9 AM-4 PM \/ until...","sentiment_score":0.0}
{"full_text":"No Government will ever survive a PANDEMIC especially one that has failed the nation. We are in unpresidented times.Resulting in \"Time for Change\"@TiceRichard One thing I have learned from all this?Don't send your children to Eton ","sentiment_score":-0.25}
{"full_text":"Me walking into Cool Beans again post covid","sentiment_score":0.35}
{"full_text":"RT Hate crimes against Asian-Americans during this pandemic have skyrocketed. It's racist, wrong, and must stop.","sentiment_score":-0.65}
{"full_text":"The UK government's roadmap out of lockdown gives hopes for fans to return to cricket stadiums in the English summer https:\/\/t.co\/iUcJwUssrS","sentiment_score":0.0}
{"full_text":"Drilon blames PAO 'mishandling' of Dengvaxia case for delay in arrival of COVID-19 vaccineshttps:\/\/t.co\/jFhpQSJ7Qi","sentiment_score":0.0}
{"full_text":"Don't hurt middle class relying on stimulus (51K-75K doesn't mean one does not need help); GOP (who helped 1% with tax cuts far larger than this 1.4K) can't change income requirements now after LOSING an election! COVID is raging with new variants!","sentiment_score":-0.0084090909}
{"full_text":"ANNA LEONARD, 81, of Belmond, Iowa, died of COVID on Jan. 10, 2021. \"She enjoyed countless jobs throughout the years. She liked to switch it up and try new things. She was a devoted Catholic and loved to entertain, play cards, and bake. She was so funny. We miss her so much.\"","sentiment_score":0.2982954545}
{"full_text":"\"Our priority has always been getting children back into school which we know is crucial for their education\" ","sentiment_score":0.0}
{"full_text":"RT The pandemic has revealed not only how essential Britain's natural landscape is, but how little ownership we have over it...","sentiment_score":-0.021875}
{"full_text":"Outreach to #rural Americans during the #COVID19 pandemic is just as important as the focus on cities, coasts, argues former Surgeon General Jerome Adams.https:\/\/t.co\/qFE8WNhSGP","sentiment_score":0.1125}
{"full_text":"RT Says he who isn't an Immunologist &amp; hasn't served 6 Presidents.Really?You must do moral gymnastics to qu...","sentiment_score":0.0}
{"full_text":"Very disappointing","sentiment_score":-0.78}
{"full_text":"Total hunting\/fishing license purchases in the NW rose even though part of last spring was crimped by stay-home orders and in some states by the suspension of non-resident permits.https:\/\/t.co\/cTSaREjrWu","sentiment_score":0.2}
{"full_text":"In the first lock down, I went noisy A friend said give Grendel a spin. Have rediscovered Playing non stop for weeks. Latest 3 cd's just delivered. My friend also said Grendel would not sound as good as I remember. Yes it does! #classicrock #music","sentiment_score":0.2538888889}
{"full_text":"Can you help your local community? Could you be a COVID Community Ambassador? We are recruiting volunteers to help keep residents informed. You really can make a difference. Follow the link to find out more","sentiment_score":0.2333333333}
{"full_text":"Despite the challenges of the pandemic, patient and family involvement must be strengthened in these extraordinary times. #PatientConsenthttps:\/\/t.co\/v8XuXuMGpC","sentiment_score":0.3333333333}
{"full_text":"That means the value of orders fell back to 2016 levels, it said, citing US import tariffs and the economic fallout from the Covid-19 crisis as key factors. #wine #France #frenchwine #exports","sentiment_score":0.0666666667}
{"full_text":"\"This is yet another example of the admin going it alone on managing the pandemic without any justification for its actions using real-time data.\"","sentiment_score":0.0}
{"full_text":"RT TODAY: Georgia has opened four new mass COVID-19 vaccination sites across the state. Sign up at htt...","sentiment_score":0.1363636364}
{"full_text":"Is this your experience with Long Covid, or something else?","sentiment_score":-0.05}
{"full_text":"RT PM asked how he can say that lifting the lockdown will be \"irreversible\" and that it will definitely be the last. He adm...","sentiment_score":0.0}
{"full_text":"TUNE IN TONIGHT AT 6PMBusted myths about the COVID-19 vaccine.@EdRussoWX breaks down facts from fiction on 3 major misconceptions.","sentiment_score":-0.0465277778}
{"full_text":"Book your night chaperone for your Williamsburg student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #overnightsupervision #Williamsburg","sentiment_score":0.5}
{"full_text":"RT At this stage, I'm not sure if is actually interested in a COVID-recovery strategy and how we move on fro...","sentiment_score":0.0}
{"full_text":"Covid-19 Vaccine Update! Pre-registration is now open for those 65 and older. Registration processes vary from county to county within Wyoming. County-specific information is available online at:","sentiment_score":0.1888888889}
{"full_text":"Walmart is raising wages for 425,000 of its 1.5 million U.S. workers and is investing $14 billion this year to speed up its distribution network as the nation's largest retailer navigates vast industry changes that were accelerated by the pandemichttps:\/\/t.co\/a5notQbyj5","sentiment_score":0.0}
{"full_text":"RT Today's update on the numbers:Total COVID hospitalizations are at 5,804.Of the 142,019 tests reported yesterday, 6,146...","sentiment_score":0.0}
{"full_text":"DeSantis approach was so bad the CDC and the administration changed their guidelines to match his .. as the elderly he chose to prioritize are at FAR greater risk.Stick to writing pedo porn (IT) .. it's all you're really any good at. Leave policy to the sane adults.","sentiment_score":0.16}
{"full_text":"They saw transition rates lower when people applied all mitigating techniques, including mask wearing. If social distancing is maintained and mask wearing is maintained and rates start going up again we need to change a variable to keep numbers down thus ^ mask wearing.","sentiment_score":-0.0611111111}
{"full_text":"Nebraska officials say they are watching for variants of the coronavirus by conducting detailed tests that help identify mutations.","sentiment_score":0.4}
{"full_text":"good piece.  i think the widow-is-running angle is muted a bit by the cause of death-- COVID is political, after all.","sentiment_score":0.35}
{"full_text":"Behind closed doors, Irish hotels have been surprisingly creative with new ideas ranging from takeaway cabins to cocktail kits. Great read by@GabbyMonaghan here with case studies from &amp; https:\/\/t.co\/aG6ZZGXkXu","sentiment_score":0.1560606061}
{"full_text":"OPINION: Almost 3,500 Americans died of COVID-19 on Feb. 13. The same day, Greek Row threw a party. Contributing writer wonders where the disconnect is for the seemingly unempathetic party-goers.","sentiment_score":0.0}
