{"full_text":"RT If Republicans think holding up Covid relief to pressure Dems and to protect Trump will help them with voters, I suggest t...","sentiment_score":0.0}
{"full_text":"RT He fought so hard but Eric passed away 15 minutes ago. We are all thankful for your prayers but his time on earth was don...","sentiment_score":-0.2916666667}
{"full_text":"RT Quite weird to live in a country where the PM and health minister parade around talking about good COVID news on the da...","sentiment_score":0.0215909091}
{"full_text":"RT Am going to talk about my experience with media bias around discussions of zero COVID &amp; how this is shaping our COVID stra...","sentiment_score":0.0}
{"full_text":"RT So you believe our world -- where millions don't have access to clean water -- will distribute COVID vaccine equitably? W...","sentiment_score":0.3666666667}
{"full_text":"This was the \"sit tight and wait for covid to blow over\" season. Which could backfire massively if we get pulled into a relegation fight","sentiment_score":-0.0892857143}
{"full_text":"RT America has 2 governors and 48 poseurs","sentiment_score":0.0}
{"full_text":"RT Stay home stay safe #wldk_byndwk_SHtn_yrys","sentiment_score":0.5}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT In a Covid winter...____(c) Chaz Beam","sentiment_score":0.0}
{"full_text":"RT Ty t ty or #rt #MHHSBD","sentiment_score":0.0}
{"full_text":"RT Maharashtra reported 3000+ new cases\/day on 4 consecutive days for the first time in 5 weeks.Mumbai reported 500+ new case...","sentiment_score":0.1742424242}
{"full_text":"RT Shouldn't those who've already had Covid (and are immune) be excluded from vaccination lists? And shouldn't they be al...","sentiment_score":0.0}
{"full_text":"RT Hate crimes against Asian Americans have skyrocketed because people blame us for the coronavirus and view us as contaminated...","sentiment_score":-0.4}
{"full_text":"&amp; Cuomo's brother shouldn't have lied and covered up for Andrew Cuomo for so long. How many more people died because of them?","sentiment_score":0.3166666667}
{"full_text":"RT Ignore airborne precautions in schools, put a generation of kids at risk.","sentiment_score":0.0}
{"full_text":"RT I've said it plenty of times before: China is not our friend, and they are not interested in being a global partner.The...","sentiment_score":-0.0625}
{"full_text":"While New Orleans' Mayor cancelled Mardi Gras, as we know it, west in Lafayette, which has no local restrictions, the Mayor-President \"has repeatedly refused to enact or enforce commonsense restrictions intended to slow the spread of the coronavirus.\"","sentiment_score":-0.0545454545}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"CHARLESTON, WV (WOAY) - The West Virginia Department of Health and Human Resources (DHHR) reports as of February 13, 2021, there have been 2,053,636 total confirmatory laboratory results received for COVID-19, with 127,282 total cases and 2,201 totalhttps:\/\/t.co\/W1azMru16G","sentiment_score":0.0}
{"full_text":"Well, yes and no.  Something on this doesn't add up.  By place of death grouping the person who put together this horrendous visualization shows a significant increase in total non-Covid deaths.  However, in the \"Totals\" box, they show that non-Covid deaths only increased by 3%.","sentiment_score":0.125}
{"full_text":"RT Not sure if you noticed...The $1.9T going out for #Covid_19 relief allocated $35M to Howard University &amp; $850M to Bure...","sentiment_score":-0.25}
{"full_text":"RT The administrators at the University of California, Berkeley, have launched strict coronavirus lockdown rules that inclu...","sentiment_score":0.0}
{"full_text":"Add who saw people in MAGA gear getting \"reconnaissance tours\" through the Capitol on January 5th by \"members of Congress,\" despite tours being off-limits at that point due to COVID...","sentiment_score":-0.125}
{"full_text":"Its #settlersaturday I'm an immunocompromised yup'ik woman who hasnt worked bc of the pandemic. Im starting a job in march but need help with groceries\/gas until then. Any help is appreciated, even RTs!V * savanna-holder$avannaholderhttps:\/\/t.co\/FZ1E4CFlmF","sentiment_score":0.1}
{"full_text":"talking to my Uber driver about how the thing we miss the most during this pandemic is live music shows. Praying red rocks will be running this summer","sentiment_score":0.2121212121}
{"full_text":"RT Former ECB President Mario Draghi takes the helm of a country slammed by the pandemic and mired in recessionhttps:\/\/t.co\/sGg...","sentiment_score":0.0}
{"full_text":"46 year old from Negombo among Six Covid deaths reported","sentiment_score":0.1}
{"full_text":"RT Had to go back and check. This tweet was 9 months ago.","sentiment_score":0.0}
{"full_text":"Not me getting ready for church and my daddy telling us to stay home and me still doing my makeup","sentiment_score":0.2}
{"full_text":"Coca-covid","sentiment_score":0.0}
{"full_text":"RT Covid: experts warn of huge UK wave if restrictions lifted too soon But are Tory Hawks Listening o...","sentiment_score":0.4}
{"full_text":"RT Gov. Cuomo aide reveals N.Y. state withheld nursing home COVID-19 death data - #OANN","sentiment_score":0.0}
{"full_text":"RT Celebrate goodwill, tolerance and equality in the world.The global pandemic may still not be over, but as the world...","sentiment_score":0.0}
{"full_text":"RT once covid is over let's bring back smoking in bars i think we've earned it","sentiment_score":0.0}
{"full_text":"Can't wait to book in for loads filler after this lockdown like Christ","sentiment_score":0.0}
{"full_text":"RT Mr Macaroni was Saturday arrested by the police for participating in the #OccupyLekkitollgate protest. He could be...","sentiment_score":0.0}
{"full_text":"RT celebrating lunar new year during a pandemic","sentiment_score":0.1363636364}
{"full_text":"RT These attacks are horrifying. Xenophobic rhetoric around this pandemic has put members of AAPI communities at risk. We've all...","sentiment_score":-0.9}
{"full_text":"What Tich is saying is - we now have COVID-19 +ve cases of people with some \"symptoms\" like dry cough; tightness of chest - BUT no fever \/ no hyperthermia - which is somehow bringing some confusion as Fever was highly regarded as an outstanding symptom!!","sentiment_score":0.2915277778}
{"full_text":"RT A new promo of #BiggBoss14 shows #RahulVaidya going to meet #DishaParmar from the other side of a glass wall, due to t...","sentiment_score":-0.0378787879}
{"full_text":"County of San Mateo beginning February 22 will expand COVID-19 vaccinations to teachers and child care providers, first responders and food and agricultural workers who are eligible under the state's Phase 1B as supply allows.","sentiment_score":0.25}
{"full_text":"WHAT","sentiment_score":0.0}
{"full_text":"Of course you did the best you could. Don't let the divisive hating Cons upset you. We know they don't care for Canada - only for power no matter who that hurts.","sentiment_score":0.5}
{"full_text":"It was only a bit of a friendly squabble between old companions. He is ok now. Infact, Barrymore and I are flying into Victoria so I can rid everyone of Covid. I've been a Pastor for 30 years, I'm Godly. I can blow the Covid out of everyone's souls. Unless they're sinners ","sentiment_score":0.24375}
{"full_text":"RT #COVID19 Do you like to read books without getting infected in a shop? Ebooks &amp; ebook readers are the solution","sentiment_score":0.0}
{"full_text":"RT They are laughing because we are in a pandemic and even the Supreme Court is working remotely via video. There is absolu...","sentiment_score":-0.1}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT To #EndTB, governments should integrate their TB &amp; #COVID19 response, invest in a new TB #vaccine&amp; adapt real-time data sys...","sentiment_score":0.1363636364}
{"full_text":"RT The story keeps getting worse for Andrew Cuomo on Covid-19https:\/\/t.co\/Gb8AVApkH6","sentiment_score":-0.4}
{"full_text":"RT Whenever I see Sunak, I see the man who pressed Johnson not to heed SAGE's 21st September advice to lock down, and brought...","sentiment_score":-0.0777777778}
{"full_text":"RT If you thought Covid-19 shutdowns were bad for small business, just wait until Biden's $15 minimum wage takes effect. U...","sentiment_score":-0.475}
{"full_text":"RT These attacks are horrifying. Xenophobic rhetoric around this pandemic has put members of AAPI communities at risk. We've all...","sentiment_score":-0.9}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"Dumb move in freezing temperatures, when we are combatting a respiratory pandemic. Get customers in the warm and control distancing inside.","sentiment_score":0.1125}
{"full_text":"RT CNN: 480,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"IMHO -- for those areas going \"orange\" next week -- allowing up to 10 people to gather indoors \"as long as social distancing is observed\" is not going to work out very well. How big is your house?","sentiment_score":0.0366666667}
{"full_text":"RT \"Pandemic Dim Sum: Volume II\" via Link: Five new pandemic microstories to get you throug...","sentiment_score":0.1181818182}
{"full_text":"They've been doing that for weeks. Since Port Vale I think. Covid bollocks.","sentiment_score":0.0}
{"full_text":"RT This all started with 'two weeks to slow the spread and flatten the curve'.NEVER forget that.","sentiment_score":-0.3}
{"full_text":"Is Corona only at university of Gujrat ? Not in wedding halls???In public parks??? In shopping malls???I'm the topper of my department with 3.95 cgpa but in online dramaybazii my cgpa came down to 3.3 We want justice. #openUOGforallthestudents#BanonlineclassesUOG","sentiment_score":-0.0518518519}
{"full_text":"RT In this RCT of #vitaminC vs #zinc vs both for prevention of #COVID19 progression in mildly ill outpatients =&gt; no differen...","sentiment_score":-0.5}
{"full_text":"I never thought  for one minute last year  that I would be agreeing with  Nigel Farage  talking sense about lockdown and Putin about the great reset.","sentiment_score":0.4}
{"full_text":"RT Salutation to the great poet #FaizAhmedFaiz on his 110th b'day.  Here's #MujhSePehliSiMohabbatMereMehboobNaMaang I recorded...","sentiment_score":0.8}
{"full_text":"RT I wrote this essay for in August about my experience with #LongCovid. While more funding and attention ha...","sentiment_score":0.5}
{"full_text":"Wear a mask. You support a former president who caused a riot that caused deaths and multiple injuries to our police trying to protect your scum bag life.","sentiment_score":-0.1}
{"full_text":"RT Mr Macaroni was Saturday arrested by the police for participating in the #OccupyLekkitollgate protest. He could be...","sentiment_score":0.0}
{"full_text":"RT Ice ice baby Been freezing rainin' latelyRoad conditions crazy We care about your safety We're gonna keep saying this, #Vir...","sentiment_score":-0.6}
{"full_text":"Listen to Inigo.","sentiment_score":0.0}
{"full_text":"#filmfeb Day 13: I am now a Pandemic Shooter! . Usually I don't shoot a roll at once, depending on the subject, of course, but it is not a strict rule. Sometimes a few weeks, but no more than 3. With the pandemic I use every opportunity to the full and shoot 2-3 rolls once.","sentiment_score":-0.1033333333}
{"full_text":"RT It's happening:","sentiment_score":0.0}
{"full_text":"RT We only know of #variants that have been detected by countries with intense genomic surveillance. Countries with low to...","sentiment_score":0.0666666667}
{"full_text":"RT Biden Admin: We have deep concerns about the way the early findings of the COVID-19 investigation were communicated &amp; qu...","sentiment_score":0.05}
{"full_text":"RT Land borders to open Monday, with new rules. SA to ban those with fake Covid certificates for years |","sentiment_score":-0.1212121212}
{"full_text":"Frequent assessments by the health care teams identified symptomatic patients quickly, isolating them, testing and transferring  them to HHS &amp; SJHH covid units. Testing of asymptomatic patients and staff started immediately and was repeated regularly throughout the outbreak","sentiment_score":0.1444444444}
{"full_text":"RT Remember guys: coronavirus is so real and so deadly that Joe Biden just authorized 25,000 migrants to enter our country f...","sentiment_score":0.0}
{"full_text":"RT We've started a fundraiser to help pay for the retainer so we can pay lawyers fees to sue the individuals responsi...","sentiment_score":0.0}
{"full_text":"RT WHITE HOUSE SAYS CHINA MUST MAKE AVAILABLE DATA FROM EARLIEST DAYS OF COVID OUTBREAK","sentiment_score":0.2}
{"full_text":"RT What to do on a Saturday in lockdown ???    #whatisgoingon ","sentiment_score":0.0}
{"full_text":"RT Whenever I see Sunak, I see the man who pressed Johnson not to heed SAGE's 21st September advice to lock down, and brought...","sentiment_score":-0.0777777778}
{"full_text":"\"COVID-19 Vaccine Considerations\" (December 2020) BY: JACOB TEITELBAUM, MDhttps:\/\/t.co\/1BDEEFQLfPPeople are interested in what doctors think so here is another opinion for what it is worth#CFS #FMS","sentiment_score":0.25}
{"full_text":"RT The Texans aren't planning on having fans in 2021. Nothing to do with the pandemic, just their new philosophy","sentiment_score":0.1363636364}
{"full_text":"RT We are now vaccinating 1500+ people every weekday at the UNC Friday Center. Thank you to our entire team, volunteers,...","sentiment_score":-0.05}
{"full_text":"RT This is why the establishment press and media is an absolute joke. They propped up Governor Cuomo for his \"masterful\" job o...","sentiment_score":0.6}
{"full_text":"RT Yikes: While high-income jobs have more than recovered, \"employment among low-wage workers remains 14% below pre-pandemi...","sentiment_score":0.5}
{"full_text":"In non-impeachment news, and I have a story this morning on a new British report that B.1.1.7 is, as feared, likely to be deadlier than other variants.","sentiment_score":0.0028409091}
{"full_text":"RT Competition Time!  #competition #chocolateWho wants to win our Chocolate Hamper Gift Box which you can enjoy during l...","sentiment_score":0.4666666667}
{"full_text":"The CDC guidance you're quote tweeting does not recommend the use of plexiglass dividers","sentiment_score":0.0}
{"full_text":"RT If Melania had put Valentine's hearts with words on the lawn y'all would have mocked her into oblivion.","sentiment_score":0.0}
{"full_text":"I'm so glad a thrift shop near me has been open for a few hours,  on weekends,  during lockdown, it is my fun outing , only a few people allowed in at a time, masks, hand sanitizer,  social distanting, to be safe.  So much fun the racks of clothes. I have found some nice  items.","sentiment_score":0.1757575758}
{"full_text":"Join us for a live discussion with and #T1D Exchange CEO, Dave Walton Tomorrow, 2\/14 at 7 p.m. ET!  Sign up here:  #T1D #diabetes #COVID19","sentiment_score":0.1704545455}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"Researchers have designed protein-based #biosensors that glow when in contact with the #coronavirus or #COVID19 #antibodies. #SARSCOV2 #Biosensing ","sentiment_score":0.0}
{"full_text":"RT See this life, I just asked my wife to be VERY honest and tell me what she'd really love for Valentine's dayShe answered:...","sentiment_score":0.64}
{"full_text":"Very proud of KU Hospital leadership for the $15 per hour minimum wage announcement.  And in the great news category, check out the downward cycle for their Covid-19 cases. Leadership Matters.","sentiment_score":0.9}
{"full_text":"Why is Kim Jong-un building China virus?","sentiment_score":0.0}
{"full_text":"RT Washington`s crusade against Big Tech in the middle of the #Covid_19 pandemic is irresponsible &amp; moronichttps:\/\/t.co\/JvyIk...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has created an upheaval in healthcare cybersecurity, according to a new report from CI Security, as the use of personal devices to conduct work tasks has boomed. Learn more in this brief:","sentiment_score":0.1590909091}
{"full_text":"Can we all protect unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"WILLIAM NUNN, 55, of Waco, Texas, died of COVID on Nov. 17, 2020.\"He loved his family most of all always there for his children. He was excited that his first grandchild was expected soon. He gave so much of his time to others, always offering to help.\"https:\/\/t.co\/SCJ8dkFBVS","sentiment_score":0.3208333333}
{"full_text":"Increased stress related to COVID-19 can be more challenging for those already suffering from anxiety. Stick to your treatment plan. To talk with a mental health clinician, call the DBH Mental Health Hotline 24\/7 at 1-888-793-4357.","sentiment_score":0.16}
{"full_text":"Cruz Condemns WHO for Parroting CCP Narrative That COVID-19 Couldn&amp;#8217;t Have Spread From Wuhan Lab via","sentiment_score":0.0}
{"full_text":"Donald Verger has been putting heart into his art during the pandemic. And images of those intricate hearts made from vibrant sea glass are flowing back to schools and hospitals that have been hard hit by COVID-19.Read more: #GLNRToday","sentiment_score":0.09375}
{"full_text":"RT If Republicans are already making it clear they'll acquit b\/c they are obviously co-conspirators &amp; were never serious abou...","sentiment_score":0.0888888889}
{"full_text":"Stuck home with your lover and ready to throw in the towel? In a couple but can't cuddle? Single but can't mingle? Here's how to feel some love this (dystopian) Valentine's Day.https:\/\/t.co\/Hiv2JNJSEp","sentiment_score":0.2095238095}
{"full_text":"\"The pandemic has exposed the ugly ways in which workers -- especially those on the low end of the wage spectrum -- are treated. And that has revitalized the appeal of unions and underscored the importance of worker voices.\" #UnionStrong #1u","sentiment_score":-0.2333333333}
{"full_text":"Cases of multi-system inflammatory syndrome in children (MIS-C) are rising. In MIS-C, heart, lungs, kidneys, brain or other organs become inflamed. The rare illness appears 4-6 weeks after COVID-19 infection or exposure.","sentiment_score":0.0875}
{"full_text":"Two public health experts in Toronto say governments must give priority to vaccinating Black Canadians and other people of colour against COVID-19 because the data shows they are most at risk of contracting the virushttps:\/\/t.co\/xAGkL3B2RQ","sentiment_score":0.0520833333}
{"full_text":"and are aiming to ensure that  our community continue to receive up to date information.For more details click here: to register your interest: #highpeak #highpeakkindness #COVID19 #coronavirus","sentiment_score":0.5}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"Exciting opportunity to look deeper into the data from the current pandemic! Hear from #AnkurChaudhary how he analyzed #Coronavirus hotspots using multiple data sources in order to reduce the overall suffering. Join at:","sentiment_score":0.075}
{"full_text":"They're already halfway through the additional doses they received. ","sentiment_score":0.0}
{"full_text":"South Shore business owners try to prepare for the first Valentine's Day since the start of the pandemic.","sentiment_score":0.25}
{"full_text":"Our Sisters in the St. Catherine Motherhouse received COVID-19 vaccines this week. We pray that all people can be protected from this pandemic. #DailyPrayer","sentiment_score":0.0}
{"full_text":"sooo, i've got an appointment today to get this COVID vaccination-- i'm still on the fence.","sentiment_score":0.0}
{"full_text":"Kelly Garcia, interim director of the Iowa Department of Public Health, said the counties would resume receiving their full allocation of vaccines the following week if they meet the 80% target.","sentiment_score":0.1166666667}
{"full_text":"Self-isolation means staying at home and not leaving for any reasons except for getting a COVID-19 test. You could pass on the virus to others. You must stay at home if you have:  any COVID-19 symptoms tested positive been instructed by NHS Test and Trace","sentiment_score":0.2272727273}
{"full_text":"Kelly Garcia, interim director of the Iowa Department of Public Health, said the counties would resume receiving their full allocation of vaccines the following week if they meet the 80% target.","sentiment_score":0.1166666667}
{"full_text":"19 Tips For Reading More This Year Still in a pandemic reading slump? We've got you covered: (via","sentiment_score":-0.125}
{"full_text":"RT Kamala Harris: The exodus of women from the workforce is a national emergency","sentiment_score":0.0}
{"full_text":"A recent study has shown that patients who were given #prophylactic #anticoagulants within a 24-hour period of a hospital admission with #COVID19 were less likely to die.https:\/\/t.co\/mUBaE3rOSn","sentiment_score":-0.0555555556}
{"full_text":"Efforts from the Administration to kick millions off their affordable health care plans are dangerous, especially during a pandemic. More choice means more affordable options and plans tailored to individual needs.https:\/\/t.co\/Da2BzrFrcP","sentiment_score":0.08}
{"full_text":"Director Kevin Lewis Just Released #WillysWonderland -- Two Weeks Ago He Was Hospitalized with COVID","sentiment_score":0.0}
{"full_text":"Father and daughter share COVID vaccine experience","sentiment_score":0.0}
{"full_text":"The nation's top public health agency said Friday that in-person schooling can resume safely with masks, social distancing and other strategies, and vaccination of teachers, while important, is not a prerequisite for reopening.https:\/\/t.co\/d3xvoGuyRk","sentiment_score":0.2180555556}
{"full_text":"\"As pictures of cheering fans were beamed around the world on television, questions were raised about just how this was considered acceptable\" - writes. #INDvENG","sentiment_score":0.0}
{"full_text":"As a unique attempt, a 24-year-old Manipur cyclist Philem Rohan Singh has set for 5,000 km cycling expedition to raise fund for feeding homeless people in Manipur.@NBirenSingh #Manipur #COVID19 To Read More...Click the Link Below,https:\/\/t.co\/pIfBN9fkyS","sentiment_score":0.375}
{"full_text":"i'm still convinced that i caused the pandemic because the last movie i saw in theaters was sonic","sentiment_score":0.0}
{"full_text":"What.The.Fuck!?  #COVID19 #BorisTheButcherhttps:\/\/t.co\/xYsJxxwedt","sentiment_score":0.0}
{"full_text":"RT Does the fact that President Biden and his family made millions from China mean we can't tell the truth to the world that...","sentiment_score":-0.3125}
{"full_text":"Jennifer Rosier, a James Madison University professor who specializes in interpersonal communications, says Valentine's Day does not need to be about gift giving and lavish dinners.","sentiment_score":0.0}
{"full_text":"\"President Biden (@POTUS) has finalized deals to buy 200 million more #COVID19 vaccine doses from and by the end of July\", reports","sentiment_score":0.5}
{"full_text":"RT now night in ama when corona is over i want night out #gercekask","sentiment_score":0.0}
{"full_text":"English teacher Tom Alera struggles to see students' facial expressions behind their masks and is often afraid to move around his classroom to connect with students for fear of inadvertently catching the virus.","sentiment_score":-0.08}
{"full_text":"The Employment Recovery Project is looking for focus group participants! They're seeking family members whose adult children with an intellectual disability had their employment disrupted during COVID-19. Contact cpyke@inclusioncanada.ca for details.","sentiment_score":0.2}
{"full_text":"The University reported that it has vaccinated 895 people against COVID-19 as Phase 1b of vaccine distribution continues in Chicago. Second doses will be administered beginning February 21.https:\/\/t.co\/d6tmS29SP7","sentiment_score":0.0}
{"full_text":"RT Vitamin C and zinc WON'T help you fight off Covid, study reveals","sentiment_score":0.0}
{"full_text":"Joseph Jennings got his first dose of the #COVID19 vaccine because he \"wants to live a little longer.\" Do your part to keep Joseph, and everyone in your community safe by stepping up and getting vaccinated when it's your turn.","sentiment_score":0.1797727273}
{"full_text":"Covid-19 Rx: Your task is to gather data, develop a differential diagnosis, order additional diagnostic tests, and treat the patient. (Optimized for desktop PCs and most tablets.) #COVID19","sentiment_score":0.5}
{"full_text":"During the pandemic, about 4 in 10 adults in the U.S. have reported symptoms of anxiety or depressive disorder.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 25.3FWind Chill: 25.3FHumidity: 46%Dew Point: 7.5F Barometer: 30.432 inHgWind: 2 mph from the ESECorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"If you need to self-isolate, you MUST stay at home until you're no longer at risk of spreading the virus.That means: Do not go out for a walk Do not go to the supermarket Do not leave your home. More: #StayWarm #StaySafe","sentiment_score":0.5}
{"full_text":"After some setbacks brought on by the pandemic, Dog Bar opened on Tuesday!","sentiment_score":0.0}
{"full_text":"Those eager to roll up their sleeves for COVID-19 vaccine are finding it now more accessible in the Jackson area.","sentiment_score":0.4375}
{"full_text":"RT Around 1 in 3 people who have Covid-19 have no symptoms. Act like you've got it.  Stay Home. Protect the NHS. Save Lives","sentiment_score":0.0}
{"full_text":"You're right. I worry that if this delays passing the Covid relief bill, people will blame the Dems because people are in need of this help right now. Ugh. ","sentiment_score":0.2857142857}
{"full_text":"We've watched him coach a lot of football. But the country will very soon watch Senator Tuberville tell a lot of truth under oath.","sentiment_score":0.2}
{"full_text":"RT Does anyone else get the feeling that the government is actually enjoying the pandemic? I mean, it's allowing them to rule...","sentiment_score":0.09375}
{"full_text":"\"As pictures of cheering fans were beamed around the world on television, questions were raised about just how this was considered acceptable\" - writes. #INDvENG","sentiment_score":0.0}
