{"full_text":"RT More than 70 million #COVID19 vaccine doses have been administered so far.Less than 20,000 of these were on the Afri...","sentiment_score":0.5}
{"full_text":"Good news:Death rates among ppl w\/ severe #COVID19 in ICU facilities have improved dramatically since the start of the pandemic due to treatment advances, according to 52 studies.The fraction of ICU deaths fell from 60% in March to 36% by Oct... (G)","sentiment_score":0.2875}
{"full_text":"The hidden scars of ICU staff and patients in the next few years is terrifying We need to do more to support them               #LetThemHug       #covid19 #ICUrecovery","sentiment_score":-0.1733333333}
{"full_text":"RT 70% active #COVID19 cases in Kerala &amp; Maharashtra alone. After both states unable to cope, Centre has had to rush high level...","sentiment_score":-0.1577777778}
{"full_text":"We need to deal with covid19 first","sentiment_score":0.25}
{"full_text":"If you truly care about Human rights in Zimbabwe!!! Covid 19 Vaccines are more urgent than your illegal sanctions.For the record... No amount of sanctions will reverse LAND REFORM... By the way,,, we are expecting a bumper harvest is season.","sentiment_score":0.0}
{"full_text":"RT Test blitz find South African variant in England and Universities call for student loan interest suspensionFive things you ne...","sentiment_score":0.0}
{"full_text":"RT Security guards deciding who gets in Ontario long-term-care homes called 'chilling,' by Why did p...","sentiment_score":-0.5}
{"full_text":"RT Chinese police arrested more than 80 people and confiscated over 3,000 fake doses of COVID-19 vaccine as part of a camp...","sentiment_score":0.0}
{"full_text":"RT Still waiting for &amp;  to appear before a magistrate.  MDC-A youth leaders have been arrested man...","sentiment_score":0.0}
{"full_text":"RT Anna malaysiale padam innum rls aavala lockdown here ungaloda acting pakka mudiyala anna Miss you an...","sentiment_score":0.0}
{"full_text":"RT The \"protesters\" who blocked the largest #COVID19 vaccine site in Los Angeles over the weekend organized their \"protest\" on...","sentiment_score":0.0}
{"full_text":"He also refused to give his details, which is an offense regardless of the pandemic.","sentiment_score":0.0}
{"full_text":"There's no pandemic excuse. They always get a hiding from a below par proteas","sentiment_score":-0.05}
{"full_text":"The consequences and recovery rate differ across age groups (and with other conditions). As with much else in the healthcare system you have to prioritize. To which extent should elders with COVID-19 take up hospital resources ? And at the costs of other groups (kids)","sentiment_score":-0.0166666667}
{"full_text":"It's clearly being used to quash the notion of schools returning. Especially after the R Number and cases plummeted in the Jan lockdown. They don't want the schools back and the SA Variant is the excuse. Just watch.","sentiment_score":0.0125}
{"full_text":"RT The \"protesters\" who blocked the largest #COVID19 vaccine site in Los Angeles over the weekend organized their \"protest\" on...","sentiment_score":0.0}
{"full_text":"RT Did our first ACT periurethral ballons implantation under local anesthesia in a 88yo woman today Went very well...","sentiment_score":0.15}
{"full_text":"RT #COVID19 Malaysia recorded 3,455 new cases today with 21 deaths. #JagaNegaraKita","sentiment_score":0.1363636364}
{"full_text":"RT Professor Ismail had recently tested positive for COVID-19 which, according to his family, has weakened his health signif...","sentiment_score":0.1136363636}
{"full_text":"RT As u dey go bed wear ur nose mask then take bed... if corona enter ur room u will still be safe ","sentiment_score":0.5}
{"full_text":"RT Rama's India is donating Corona Vaccine to Sita's Nepal and Ravana's Lanka.My Rama is so Merciful.","sentiment_score":0.0}
{"full_text":"RT I know people who have come in and out of the UK during this pandemic. There were no checks at all to see if any of them...","sentiment_score":0.0}
{"full_text":"Kol ha cavod giveret! ","sentiment_score":0.0}
{"full_text":"Conditions and pay the men in buttons , crewmen are disappearing boats tied up with unaffordable repair bills , coronavirus hit the industry hard but this brexit makes it completely unviable for the first time in my life I am looking to get out the industry as I see no way forwar","sentiment_score":0.0194444444}
{"full_text":"RT Starting to get fed up of this whole coronavirus thing","sentiment_score":0.1}
{"full_text":"RT It is estimated that 11 million people are going through lockdown in homes with dangerous materials. 3 and a half years a...","sentiment_score":-0.3833333333}
{"full_text":"RT Groundhog Day in the middle of lockdown feels somewhat superfluous...","sentiment_score":0.0}
{"full_text":"Live in N17? Free and immediate Covid tests are available now.  #southafricanvariant #COVID19 #n17 #Tottenham","sentiment_score":0.3121212121}
{"full_text":"RT They aren't interested. My 6 year old has been soiling and wetting himself daily since...","sentiment_score":0.1166666667}
{"full_text":"RT For real someone threatened me?!  With death? Same death that is almost dozen for one kobo? Haven't the pandemic taug...","sentiment_score":0.125}
{"full_text":"RT I know people who have come in and out of the UK during this pandemic. There were no checks at all to see if any of them...","sentiment_score":0.0}
{"full_text":"Did I say it was a competition. Think u need to grow up. Masks r mandatory on all buses. If u work in a covid ward u should know the risk. Am not engaging in any more conversation. But posting about 10 of the same comments isn't really going to do anything","sentiment_score":0.125}
{"full_text":"RT If I can be on a flight, all seats including middle seats occupied, like I am right now heading to Sacramento, why is...","sentiment_score":0.1428571429}
{"full_text":"RT Covid-19 protocols is fully adhere to at EUI#EuiListenToUs","sentiment_score":0.0}
{"full_text":"RT #Bsnl4G_5G#PRC_to_Bsnl@PMOIndia@narendramodi employee of #Bsnl r working hard in corona time even w...","sentiment_score":-0.2916666667}
{"full_text":"RT Dolly Parton says she turned down the Presidential Medal of Freedom twice during the Trump adminOnce due to her husband's ill...","sentiment_score":-0.2601851852}
{"full_text":"RT The \"protesters\" who blocked the largest #COVID19 vaccine site in Los Angeles over the weekend organized their \"protest\" on...","sentiment_score":0.0}
{"full_text":"RT #COVID19 Malaysia recorded 3,455 new cases today with 21 deaths. #JagaNegaraKita","sentiment_score":0.1363636364}
{"full_text":"Susan Collins is a fucking democrat pretending to be a republican!","sentiment_score":-0.75}
{"full_text":"RT #COVID19 Malaysia recorded 3,455 new cases today with 21 deaths. #JagaNegaraKita","sentiment_score":0.1363636364}
{"full_text":"With 3 In 24 Hours, Delhi Records Lowest COVID-19 Deaths In 10 Months.#COVID19India #covidupdate","sentiment_score":0.0}
{"full_text":"RT Just want to put it on record. I am a 64 year old cancer patient and I have not been given or even offered either a flu or...","sentiment_score":0.1}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Geylang bazaar canceled but what is this??","sentiment_score":0.0}
{"full_text":"One of my latest for Germany met its 2020 emissions goals bang on schedule - but with a little help from Covid:","sentiment_score":0.15625}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"It seems the more \"control\" they want, the more \"abilities\" they attribute to COVID-19. Pretty soon that sucker is going to be wearing a cape and kicking Superman's butt in some comic. #Ridiculous","sentiment_score":0.1444444444}
{"full_text":"Dear Prime Minister We trust under your leadership will stand on the right side of the history. Please support #TRIPSwaiver at to ensure #NoCovidMonopolies prolongs this pandemic Please see letter:","sentiment_score":0.2857142857}
{"full_text":"RT I VOTED NO as it is ill-timed, certainly not a solution to the country's chronic economic crisis aggravated by the pandem...","sentiment_score":0.0464285714}
{"full_text":"No way! There's no money to be spent by clubs in Europe due to pandemic. Letting them go for free now and saving couple of Ms from what should be paid as wages till the end of the season puts the club in a decent financial rebuilding state.","sentiment_score":0.0683333333}
{"full_text":"Make Una Dey Una lane ooo... ","sentiment_score":0.0}
{"full_text":"RT Tuesday again already! Happy #TongueOutTuesday from me to all my Twitter friends. #StaySafe #StayHome ","sentiment_score":0.8}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Oyu Tolgoi has delivered outstanding results, despite the pandemic, across all the business areas in 2020. Please visit the...","sentiment_score":0.5}
{"full_text":"RT I'm very worried about my future. I have not yet graduated.The school has been closed since covid, and now there is politica...","sentiment_score":0.0333333333}
{"full_text":"RT True and government shouldn't ignore early treatments #Ivermectin4uk.  Early Treatment saves lives can re...","sentiment_score":0.1833333333}
{"full_text":"No I haven't. Just because you don't understand something doesn't mean everyone else is wrong.I literally work in a hospital and have never seen flu spread through a ward like Covid can.This happens despite a lot more PPE and precautions than we'd have just for the flu.","sentiment_score":0.09375}
{"full_text":"RT One of Tooting's favourite stand ups is now campaigning against \"queerphobia\". The joke is he can't define it a...","sentiment_score":0.0}
{"full_text":"Over 56% In Delhi Have Antibodies Against Coronavirus: 5th Sero SurveyIn the fifth sero survey done in the national capital of Delhi, antibodies have been detected in 56.13 per cent of the population. This was the largest survey in any state involving around 28,000 samples.","sentiment_score":0.0}
{"full_text":"RT BiGGEST LIE of PM\/Vote leave\"Let's take back control and get our borders back\"well in a amidst of pandemic!SAGE says full l...","sentiment_score":0.1166666667}
{"full_text":"getting one of the team killed\/disabled by covid would be a bad look :P","sentiment_score":0.025}
{"full_text":"RT We,the citizens of Myanmar are totally against the current action of Military Coup.We voted with all of our hearts despite glo...","sentiment_score":0.0}
{"full_text":"RT Remember to:- Wear a mask- Wash your hands- Practice social distancingYour actions can save lives and change the cour...","sentiment_score":0.0333333333}
{"full_text":"RT \"This isn't an offer of compromise,\" writes of a Republican plan to drastically reduce pandemic relief. \"It's...","sentiment_score":0.0}
{"full_text":"RT Remember this woman? Went viral for being lashed by officers during the lockdown at Iwo. By God's grace we w...","sentiment_score":0.0}
{"full_text":"Was Covid released to test the vaccines?Why is China collecting your DNA?There was a coup on in the USA, China installed a pro-China regime?https:\/\/t.co\/2HqLSiX57J","sentiment_score":0.0}
{"full_text":"#ChinaVirus is powered by Duterte the puppet of Xi Jinping!","sentiment_score":0.0}
{"full_text":"RT In January I went from positive covid to genuinely positive about life after it. Its a blessing. Alhamdulillah","sentiment_score":0.2272727273}
{"full_text":"The latest update of #Coronavirus (#COVID19) in the #UAE. #Pulse95Radio","sentiment_score":0.5}
{"full_text":"Even the devil his very self thinks the oaf is fu*king useless.","sentiment_score":-0.15}
{"full_text":"I don't know how people who dislike football are getting through this lockdown, another round of midweek fixtures to take the mind away.","sentiment_score":-0.2}
{"full_text":"RT Today begins #ChildrensMentalHealthAwarenessWeek, so now is a great time to check out #EveryMindMatters:","sentiment_score":0.8}
{"full_text":"RT [Ep. 250 THE SHOW Choice Nominee 1]Emergency Alert THE SHOW is under the attack of zombie virus outbreak! A...","sentiment_score":0.0}
{"full_text":"Interim results indicate the vaccine is 66 percent effective at preventing moderate and severe COVID-19 and 85 percent protective against severe disease.","sentiment_score":0.3}
{"full_text":"Time again, One Nation-One Ration Card remained a catchy slogan with sketchy future as Budget failed to provide 'Ration' to migrant labourers impacted by a pandemic.#BluffBudget2021#BluffBudget2021#BluffBudget2021#BluffBudget2021#BluffBudget2021#BluffBudget2021","sentiment_score":-0.25}
{"full_text":"Love this club. UTV.","sentiment_score":0.5}
{"full_text":"RT 1\/ A Yuen Long dog has contracted #Covid19, a gov't spokesperson said. They reminded pet owners to wash their hands when \"handlin...","sentiment_score":-0.05}
{"full_text":"Then they scream \"Biden doesn't have a plan for the pandemic!!!\" ","sentiment_score":0.0}
{"full_text":"RT We,the citizens of Myanmar are totally against the current action of Military Coup.We voted with all of our hearts despite glo...","sentiment_score":0.0}
{"full_text":"RT Very good news that the #gorillas who caught #COVID19 are getting better. But gorillas in the wild will not have the spec...","sentiment_score":0.5033333333}
{"full_text":"RT Dr. Fauci appears to be on a quest to confuse everyone - but last week when some of us questioned the two mask, three mas...","sentiment_score":0.0}
{"full_text":"RT Anyone knows a friend in HR that lost his\/her job due to Covid-19? Pls send them my way, I'm hiring.","sentiment_score":-0.125}
{"full_text":"Major uncertainties still surround the #COVID19 pandemic and they continue to evolve. According to logistics is at the core of the pandemic management, and agility and reliability remain key requirements in the fight. Click to read more.","sentiment_score":0.1875}
{"full_text":"Eating dinner in front of a harsh mirror and being utterly shocked I'm in a relationship. Although having said that I'm sure my skin wasn't this bad pre-COVID.","sentiment_score":-0.275}
{"full_text":"Sir my learning license expired and I'm not able to give driving license test . While it was not my fault during covid 19 RTO office was closed . Sir please look into this matter. Thank you","sentiment_score":-0.175}
{"full_text":"RT #COVID19 Malaysia recorded 3,455 new cases today with 21 deaths. #JagaNegaraKita","sentiment_score":0.1363636364}
{"full_text":"RT I'm very worried about my future. I have not yet graduated.The school has been closed since covid, and now there is politica...","sentiment_score":0.0333333333}
{"full_text":"RT Not snow nor pandemic keeps Punxsutawney Phil from his jobhttps:\/\/t.co\/zMqfC17fPx","sentiment_score":0.0}
{"full_text":"RT It comes as a surprise to the Cabinet that there are ways of coming from South Africa other than a direct flight  to He...","sentiment_score":-0.0125}
{"full_text":"\"China virus\" = racist\"British strain, Brazilian strain, and South African strain\" = not racist","sentiment_score":0.0}
{"full_text":"MPOROKOSO DEBS COMMITS SUICIDE AFTER TESTING POSITIVE FOR COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT #COVID19 Malaysia recorded 3,455 new cases today with 21 deaths. #JagaNegaraKita","sentiment_score":0.1363636364}
{"full_text":"Everyone has praised #pei for low covid numbers. Now, at a time when mental health issues are at an all time high permanently closed our psych ward AND now has announced they are terminating funding for LTC facilities to stay covid safe #failure","sentiment_score":0.0238888889}
{"full_text":"Incredible! #COVID19","sentiment_score":1.0}
{"full_text":"We all have a role to play to bring down the rate of infection and slow the spread of COVID-19. That includes not mixing or coming into close contact with people you do not live with. #KeepHillingdonSafe","sentiment_score":-0.1745791246}
{"full_text":"Bars and clubs are once again in the hot seat with Orange County leaders.","sentiment_score":0.25}
{"full_text":"Free COVID-19 TESTINGTODAY, Feb 2, 9am-4pm Imani Christian Academy2150 East Hills DrRegister appointment neededThis is a walkup site, not a drive-thruInsurance not required but please bring insurance card if available. Test provided at no cost.","sentiment_score":0.2666666667}
{"full_text":"Monday COVID-19 numbers in Huron Perth.https:\/\/t.co\/hK4FiDZ6OT","sentiment_score":0.0}
{"full_text":"From concerts in to virtual real estate development, our CEO gives the low-down on a #virtualeconomy now worth more than Bulgaria's GDP in","sentiment_score":0.3333333333}
{"full_text":"Where to find an N95 or high-filtration mask for Biden's 100-day challenge","sentiment_score":0.0}
{"full_text":"SANDF SLAMS BID TO BLOCK USE OF CUBAN DRUG TO TREAT COVID-19https:\/\/t.co\/fK4IIgsMwV#national #sandf #cubandrug #covid19","sentiment_score":0.0}
{"full_text":"Difficulty paying your Council Tax or Rent?Our offices are closed but advice &amp; support is still available.Council Tax:01382 431205revenues.division@dundeecity.gov.ukRent:01382 307300rent.recovery@dundeecity.gov.ukFor more info:","sentiment_score":0.2}
{"full_text":"RT \"We saw a population locked in their homes and living in great fear\" #TigrayGenocide","sentiment_score":0.8}
{"full_text":"The Enhanced Illness Benefit is available to workers who have been diagnosed with #COVID19, or instructed by a doctor or the HSE to self-isolateApply online at on the payment is available in multiple languages here:","sentiment_score":0.2666666667}
{"full_text":"Black MPs from both sides of the House of Commons have come together to share their support for the Covid-19 vaccine and say why they will be taking it when the time comes ","sentiment_score":-0.1666666667}
{"full_text":"The U.S. death toll has climbed past 440,000, with over 95,000 lives lost in January alone.","sentiment_score":-0.25}
{"full_text":"RT 7 weeks into COVID-19 vaccine roll-out: 2 countries in Africa have administered vaccines, fewer than 1400 dosesJust 1 l...","sentiment_score":0.0}
{"full_text":"Democrats introduce budget resolution, kicking off fast-track process to pass COVID package","sentiment_score":0.0}
{"full_text":"Haitian migrant children who must go through a #coronavirus preventive 14-day quarantine have the right to safe, clean, friendly spaces where they can stay and receive the medical and psychological support they need.The EU  funds to guarantee this happens.","sentiment_score":0.2545634921}
{"full_text":"Our Trustees were impressed by the level of creativity and determination from arts organisations who have been hit hard by the pandemic, including who were among our #WestonCultureFund recipients","sentiment_score":0.3541666667}
{"full_text":"\"In many ways, I feel like I owe my life to my local NHS Heroes.\"","sentiment_score":0.25}
{"full_text":"With a #vaccine to combat #Covid19 life is starting to get back to normal.Can your #employer force you to have the vaccine before allowing you to return to work?Find out more at  #employmentlaw #employees","sentiment_score":0.1666666667}
{"full_text":"Any 'catch-up' plans for #education must focus on quality not quantity so our children and young people can thrive - but what do we mean by catch up? Read the latest blog by #ChildrensMentalHealthWeek #COVID19","sentiment_score":0.0958333333}
{"full_text":"Pandemic changes calculus for law firms tackling mental health","sentiment_score":-0.1}
{"full_text":"Throwback to our grantee's activity in #Myanmar, Community Association for Rural Development (CARD) conducted the #COVID19 prevention trainings in #ChinState. The participants from 45 rural villages became more aware about the prevention and developed skills in soap making.","sentiment_score":0.17}
{"full_text":"'It may just be that we have to accept that discombobulation and an underlying sense of unease is a by-product of the time we're in'.@PauldMcNamee is becoming obsessed with sleep. He says there are some positives to waiting in the dark.","sentiment_score":-0.0666666667}
{"full_text":"VIDEO: US Senator Susan Collins speaks to the press after she and a group of fellow Republican senators met with President Joe Biden to discuss an alternative to his massive Covid-19 relief plan. Collins praised the meeting with President Biden and his aides as \"productive\"","sentiment_score":0.0}
{"full_text":"This pandemic has brought us all challenges that we haven't had to face before.  Be kind to yourself, your friends, family and strangers.  Please be kind to our staff - whether it's via social media, telephone\/video appointments or face-to-face. We are all in this together","sentiment_score":0.4111111111}
{"full_text":"UPDATE | Hungary expects to receive 40,000 doses of #SputnikV coronavirus vaccine on 2 February, media says#SputnikUpdates","sentiment_score":0.0}
{"full_text":"107-year-old Spanish Flu survivor receives COVID vaccine at Bowling Green hospital","sentiment_score":-0.1}
{"full_text":"Couple celebrates their 65th wedding anniversary by getting COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"We must all stay at home to stop the spread of #COVID19.Not everyone with #coronavirus shows symptoms.To help stop the spread, keep washing your hands, covering your face and making space.For more guidance, visit","sentiment_score":0.5}
{"full_text":"Here's everything you need to know about today's vaccination distribution at the American Bank Center. ","sentiment_score":-0.05}
{"full_text":"The cases are the most widespread in Florida, California, New York, and right here in Michigan.","sentiment_score":0.3073593074}
{"full_text":"Douglas McCormick says lack of testing has created a covid lotteryhttps:\/\/t.co\/fHkBBFyRlP","sentiment_score":0.0}
{"full_text":"The CDC notes about 11% of people who receive either the Pfizer or Moderna vaccine will experience swollen lymph nodes after their first dose and that goes up to 16% after the second dose.","sentiment_score":0.125}
{"full_text":"\"The repatriation of foreign children living in camps in North East Syria to their home countries has declined to an unacceptable level in 2020.\"","sentiment_score":-0.125}
{"full_text":"Fourth Street Clinic begins mobile COVID-19 vaccinations for homeless population","sentiment_score":0.0}
{"full_text":"The DOTr has postponed the full implementation of the new law requiring the placement of car seats for children in consideration of the impact of the COVID-19 pandemic.","sentiment_score":0.2431818182}
{"full_text":"Delhi moving towards herd immunity as 5th sero survey shows COVID-19 antibodies in 56% residents #COVID19 #Delhi","sentiment_score":0.0}
{"full_text":"We know people with #Parkinsons may have questions about how the current UK coronavirus vaccine roll-out may affect them.Don't forget, information about the vaccine and Parkinson's is available on the website to share with your patients ","sentiment_score":0.2}
{"full_text":"shares his thoughts on his recent Royal conversation, thanking everyone who has been involved in the #COVID19 Vaccination programme in #Cheshire :","sentiment_score":0.0}
{"full_text":"Covid-19 Social Study: Results Release 29 - Nuffield Foundation#greylit #greyliterature #nglc #COVID19 #Covid19UK #psychology #lonliness #mental_healthhttps:\/\/t.co\/kFR5xAbP2q","sentiment_score":0.0333333333}
{"full_text":"The 5 Best Commuter Cars for 2021 With COVID-19 pushing more commuters behind the wheel, as part of as part of the Credit Union 4WheelGuide Series, we've chosen the top five car brands built for commuting this year Read more:","sentiment_score":0.42}
{"full_text":"Join Respiratory Nurse Specialist Ruth Morrow this evening at 7.30pm on our Facebook page, or on our YouTube channel. Ruth will provide information on asthma, and will give advice on how to manage the condition in children. To find out more:&gt;&gt;","sentiment_score":0.0}
{"full_text":"ICYMI: Readers were most interested in the relationship between #alcohol and risk for #AFib; the latest research on #colchicine; the CV impact of #COVID_19; and more #CardioTwitter","sentiment_score":0.4375}
{"full_text":"COVID 19 Statistics for Scotland (2\/2\/2021) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"Is the current lockdown starting to bite? Well, why not book up some exciting activities for the February half term break? Berkshire Maestros are hosting a range of different activities which cater for both for existing musicians and those new to music.https:\/\/t.co\/iMfIbYxvIO","sentiment_score":0.0449494949}
{"full_text":"Current Conditions for #Sayre PATemp: 23.2FWind Chill: 23.2FHumidity: 99%Dew Point: 22.9F Barometer: 29.852 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 115.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"It's nowhere near as strict as the lockdown last March. Tradesmen, off licenses, takeaways, estate agents, nurseries. It's not a lockdown.","sentiment_score":0.05}
{"full_text":"We encourage to negotiate in good faith with and for COVID relief bill. This is your opportunity to demonstrate to America that government can work. Bipartisanship for the good of the nation is possible.https:\/\/t.co\/dB7YnSsLZB","sentiment_score":0.7}
{"full_text":"The U.S. government says it won't be making routine immigration enforcement arrests at COVID-19 vaccination sites.","sentiment_score":0.0}
{"full_text":"#WithUsYouAreHome Stay Home, Save Lives.Get in touch with us today and we will give you information on our Ruwa Fairview mortgages.Sign up on: WhatsApp: 0771540841Email: Diasporamortgages@stewardbank.co.zw","sentiment_score":0.0}
{"full_text":"Having become the largest international carrier during the early stages of the pandemic, the airline has applied its unrivalled knowledge of global passenger flows and booking trends to rebuild its #Africa network to 23 destinations and more than 100 weekly flights.","sentiment_score":0.15}
{"full_text":"#Australia falls back to zero #COVID19 cases after hotel infection-https:\/\/t.co\/qmct3FsBxw#COVID #coronavirus #vaccine","sentiment_score":0.0}
{"full_text":"RT Our THINK Active report is now on can find all the latest developments of C19 on the #fitness &amp; phys...","sentiment_score":0.1833333333}
{"full_text":"What you do makes a difference. The more we follow the rules now, the more freedom we'll hopefully have after lockdown. We know this isn't easy - thank you to everyone who is staying at home. You are helping to stop the spread and keep everyone safe.#PlayYourPartSheff","sentiment_score":0.4777777778}
{"full_text":"Anger as trolls target Captain Tom while he fights Covid in hospital","sentiment_score":-0.7}
{"full_text":"Biden said his administration is already ordering more COVID-19 vaccine doses to increase the U.S. supply through this summer. But before that can happen, Pfizer and Moderna have to fulfill their commitments under their original federal supply contracts.","sentiment_score":0.4375}
