{"full_text":"Sorry. That sucks!  so it was a \"pandemic curfew\" sigh. \"When all else fails, cuddle your dog\"  It always helps me. ","sentiment_score":-0.4583333333}
{"full_text":"Probably not. Megakaryocytes are really big cells found only in bone marrow, which produce platelets (clotting components). Covid-19 invading the lung blood vessels may somehow cause a signal from the cells lining the vessels, to call the megakaryocytes out of bone marrow. 1\/","sentiment_score":0.0}
{"full_text":"RT Love seeing researchers pivot to conduct clinical trials during COVID. The ability to do some virtual patient recruitment...","sentiment_score":0.5}
{"full_text":"RT The beginning of #Covid - when we thought we were only going to be locked down for 2 weeks! My pal has kept me sane. Or...","sentiment_score":-0.0972222222}
{"full_text":"RT $cbbtCatching it at maybe the best time ever... PKG acquisition confirmed by both sides incom...","sentiment_score":0.7}
{"full_text":"RT After bombing Syria without notifying congress, or the American people, the \"stimulus\" bill that was passed while many we...","sentiment_score":0.25}
{"full_text":"RT Breaking News: The FDA authorized Johnson &amp; Johnson's coronavirus vaccine, the first that requires only a single shot. Distrib...","sentiment_score":0.0595238095}
{"full_text":"RT The House passed COVID relief to expand testing, increase vaccination capacity and help struggling families. Now onto t...","sentiment_score":0.0}
{"full_text":"RT Americans are not talking about the 10th amendment or bible at the dinner table. What they are talking about is COVID and...","sentiment_score":0.0}
{"full_text":"RT Working across party lines to beat COVID:https:\/\/t.co\/4PjhHeFwSn","sentiment_score":0.0}
{"full_text":"Nauen:\"This is the first known report of megakaryocytes in brain vessels in COVID-19 or any other disease\"\"These are cells that normally live in the bone marrow...They've been seen in the lung and other places, but not in brain capillaries\"\"How they got there is a mystery.\"","sentiment_score":0.0340909091}
{"full_text":"RT My granddad used to say 'Tories are neither use nor ornament'*But I'll tell you what - they're stealthily privatising o...","sentiment_score":0.0}
{"full_text":"BS Remember Trump and his minions like you called Covid19 a hoax? We have 500k plus dead Americans because of his lies and you were right there with him.","sentiment_score":0.0428571429}
{"full_text":"RT The two Democrats who voted NO on the Covid relief bill in the House are:  Jared Golden (Maine)  Kurt Schrader (Orego...","sentiment_score":0.3}
{"full_text":"How the Johnson &amp; Johnson Covid-19 Vaccine Works - The New York Times","sentiment_score":0.1363636364}
{"full_text":"RT Comparing an Asian group to COVID 19 is the equivalent to ignorant comments saying all Asians caring the virus.I'm Hispan...","sentiment_score":0.0}
{"full_text":"RT Arizona's Proposes Amending Coronavirus Package to Replace Pork with $10,000 Stimulus Checkshttps:\/\/t.co\/yoTX...","sentiment_score":0.0}
{"full_text":"Dr. Bailey (TV doctor) is coming out with another video skewing information on COVID. You know I'll be there to crash that.","sentiment_score":0.0}
{"full_text":"RT 4th free masks roll out by Temasek. I've lost count of the total roll outs, 6 or 7 I think.Vaccination is going on but ma...","sentiment_score":0.2}
{"full_text":"RT As new vaccination sites continue to be set up around Arizona, more volunteers are needed to keep them running efficient...","sentiment_score":0.3181818182}
{"full_text":"RT Not an anti Vax guy but I won't be taking the Johnson &amp; Johnson vaccine. I'm not a baby","sentiment_score":0.0}
{"full_text":"RT Racism's so insidious that when my editor suggested a warning (re: quoted slurs), I had to think about it. I grew up hea...","sentiment_score":0.0}
{"full_text":"RT If you see me doing this with my girl when Covid is over. Mind your business","sentiment_score":0.0}
{"full_text":"RT Double up that mask https:\/\/t.co\/zf9mJ5JZPf","sentiment_score":0.0}
{"full_text":"RT It's time we speak truth in the nation's Capitol: The American Rescue Plan is being sold to the public as COVID-19 a...","sentiment_score":0.0}
{"full_text":"i think pandemic REALLY made people lose touch w the outside world bc people will put tw on anything now","sentiment_score":0.1}
{"full_text":"RT A former female aide to Governor Andrew Cuomo has accused him of sexually harassing her while they worked together during th...","sentiment_score":0.1666666667}
{"full_text":"RT The government is killing people indirectly, those covid deaths. Those are murders. Think about it","sentiment_score":0.0}
{"full_text":"\"It's time to win back America\"? You and the GOP had 4 years not to loose it but did. 4 years non prospering America. - 2017 wealthy tax bill- No Covid Plan- Lower job growth than Obama' s last 3 years.- Highest Farm Bankruptcies ever.- 500k+ Covid Deaths","sentiment_score":0.2446153846}
{"full_text":"COVID 19 AwarenessBlessed Sunday#LetsVoltinAndWeFightAsOne#WeServeAndProtect","sentiment_score":0.0}
{"full_text":"Um, hey #COVID19, looking for someplace to go on a #SaturdayNight?  #CPAC2021 #MAGAmorons #WearAMask #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"RT You chose little boys.","sentiment_score":-0.1875}
{"full_text":"RT Do you support President Biden's Covid relief bill? I sure as hell do. Absolutely.","sentiment_score":0.35}
{"full_text":"RT Hey America:EVERY SINGLE REPUBLICAN in the house just voted to deny you COVID relief.  Every one.They are all up fo...","sentiment_score":-0.0714285714}
{"full_text":"Yes, but COVID being the primary killer doesn't seem right, if they were in a bad enough way to be rushed to hospital, they were already in trouble and not because of COVID. So surely COVID is secondary?","sentiment_score":-0.0020408163}
{"full_text":"Bull, I got COVID a couple weeks ago &amp; recovered from it before my birthday.","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. approves Johnson &amp; Johnson's single-dose COVID-19 shot, adding a third vaccine option to the race against the virus....","sentiment_score":0.0}
{"full_text":"RT It's just truly rage inducing to go back and look at what was happening at the absolute highest levels as this virus began...","sentiment_score":0.1}
{"full_text":"RT President $1.9 trillion pandemic relief bill passed House 219-212. Two Dems voted against: of Ore...","sentiment_score":0.0}
{"full_text":"will be a wonderful a Lord Mayor of Sydney. I'll be supporting her from next door in the Inner West. Go Linda!","sentiment_score":0.3125}
{"full_text":"Lmao! Those horses are so not bothered! Its almost like they've smoked a couple of large cigarettes! #Chilled","sentiment_score":0.6026785714}
{"full_text":"RT For Black History Month, dining reporter chronicled the struggles and joys of Chicago's most beloved Black-o...","sentiment_score":0.3444444444}
{"full_text":"RT HUGE--CDC just released NEW indoor air guidance for schools &amp; #COVID19! Now emphasize: \"Opening windows, using portable air...","sentiment_score":0.1704545455}
{"full_text":"RT Yesterday speech of pappu I can fall asleep in 30 seconds because I am not afraid of PM Modi You smile, I smile , I smile...","sentiment_score":0.3}
{"full_text":"RT \"This is not a matter of whether you have the votes -- this is a matter of whether you do what you said. Don't hide behind a...","sentiment_score":-0.4}
{"full_text":"RT Every single Republican in Congress opposed sending people relief during the worst pandemic in a hundred years. Every on...","sentiment_score":-0.5357142857}
{"full_text":"RT \"More than two-thirds (69.6%) of the people on the Navajo Nation have received at least one dose of the vaccine.... And 23.0...","sentiment_score":0.1}
{"full_text":"RT UK Government : People with Asthma should be in Group 6 for Covid-19 vaccine. - Sign the Petition!","sentiment_score":0.0}
{"full_text":"RT How the Johnson &amp; Johnson Covid-19 Vaccine Works - The New York Times@CountyofLambton ","sentiment_score":0.1363636364}
{"full_text":"RT Wow, this is an absolute game changer.There's now a mRNA vaccine in the works for malaria.Huge, huge news for Africa....","sentiment_score":0.075}
{"full_text":"RT ICYMI: The steep drop in coronavirus cases is leveling off. CDC &amp; Fauci are warning governors and the public not to get comp...","sentiment_score":0.0}
{"full_text":"RT Suriya Anna Donated The Most To FEFSI Workers in PandemicGolden Hearted Thalaivan#KollywoodEmperorSURIYA #VaadiVaasal...","sentiment_score":0.5}
{"full_text":"RT Serious question: If masks and social distancing don't work, then what the hell happened to the flu?","sentiment_score":-0.15}
{"full_text":"RT COVID-19: Convalescent Plasma - we urgently need men to donate plasma. If you've had #COVID your antibodies might save...","sentiment_score":0.0}
{"full_text":"RT Studying during Covid-19 but HOWhttps:\/\/t.co\/cMqgHWAamDhttps:\/\/t.co\/ZpWpFOsTjO #uk #visa #student #university...","sentiment_score":0.0}
{"full_text":"RT Killing people under the guise of protecting them from Covid. Very ironic!","sentiment_score":0.325}
{"full_text":"RT \"I had to retreat to the very core in order to survive.\"Brown Sugar Bakery suffered some blows during the COVID-19 pa...","sentiment_score":0.2}
{"full_text":"RT House Passes Covid Relief Bill. Not. A. Single. Republican. Voted. To. Help. Americans. Not one. On to the Senate.....","sentiment_score":-0.0714285714}
{"full_text":"RT 68 percent of Americans want Biden's COVID relief bill, but not a single House Republican voted for it this morning. It passed...","sentiment_score":0.0357142857}
{"full_text":"Oh my goodness! Cuomo signed a freaking mandate ordering covid positive people to be put into nursing homes!! SIGNED A MANDATE! He didn't want to use the ship that the federal govt sent to aid him because of his hate for Trump. I guess you would've avoided the ship as well. Wow","sentiment_score":-0.0853693182}
{"full_text":"absolutely if you are scared of covid west a hazmat suit","sentiment_score":0.2}
{"full_text":"RT Costco and Walmart have the same low prices. So you when you hear \"raising the minimum wage will just result in higher...","sentiment_score":0.0833333333}
{"full_text":"RT Every single Republican in Congress opposed sending people relief during the worst pandemic in a hundred years. Every on...","sentiment_score":-0.5357142857}
{"full_text":"Absolutely comparable.Where is the greater risk:Adverse reaction to a vaccine that has undergone extensive trialling or Covid19 killing patients in her care home.Only a few fringe nutters are taking your view.","sentiment_score":0.125}
{"full_text":"This is true regardless of the pandemic tbh","sentiment_score":0.35}
{"full_text":"RT 68 percent of Americans want Biden's COVID relief bill, but not a single House Republican voted for it this morning. It passed...","sentiment_score":0.0357142857}
{"full_text":"What happens if I get all of them? Would I turn into Thanos with the infinity gauntlet?","sentiment_score":0.0}
{"full_text":"RT This can lead to the spreading of coronavirus from day scholars to hostel students and vice versa.6. The locals are als...","sentiment_score":0.0}
{"full_text":"1. Require masks on federal property. 2. Rejoin WHO. 3. Create a White House covid response team. 4. Extend eviction moratoriums. 5. Freeze student debt collection. 6. Rejoin Paris climate accords. 7. Revoke permit for keystone pipeline.","sentiment_score":0.0}
{"full_text":"RT Vaccines are here. But it's important that we continue to stay six feet away from others, wear masks, and avoid crowds to help...","sentiment_score":0.4}
{"full_text":"RT The GOP asserts that the COVID relief package is a \"liberal wish list.\" Let's be clear, though: it is objecting because...","sentiment_score":0.1}
{"full_text":"Mfs better think!!!","sentiment_score":0.9765625}
{"full_text":"RT 100% of the Covid relief bill helps Americans. That's the bottom line.","sentiment_score":0.0}
{"full_text":"Be careful of Corona. It may travel with the bag","sentiment_score":-0.1}
{"full_text":"RT Republicans chose CPAC over COVID relief","sentiment_score":0.0}
{"full_text":"RT New: FDA has granted Emergency Use Authorization for Johnson &amp; Johnson's Covid-19 vaccine. Dr. Janet Woodcock, acting FDA c...","sentiment_score":0.0681818182}
{"full_text":"No, it's universal. Like the signs in bathrooms that tell the employees to wash their hands before returning to work. I guess because of COVID-19???","sentiment_score":0.0}
{"full_text":"RT Eighty years ago, a German pilot born a century ago dropped a number of bombs from a small cramped plane over #Exeter. Littl...","sentiment_score":-0.125}
{"full_text":"RT The governor of the state with the largest per capita COVID deaths makes fun of the doctor that tried to prevent them.Thi...","sentiment_score":0.3}
{"full_text":"#COVID19: What can we learn from Israel's creative strategies to fight vaccine hesitancy? Dr. DJ Bandoy explains on #TekaTeka:","sentiment_score":0.5}
{"full_text":"Americans now have one more option, a single shot to fight COVID-19.","sentiment_score":0.2142857143}
{"full_text":"\"In my current state of health, with a back injury, it is impossible to have such a long trip.\"@RafaelNadal will be missing this year's upcoming Rotterdam and Acapulco events, as withdrawals begin to hit hard on the","sentiment_score":-0.1726190476}
{"full_text":"How else can we value COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"Incidences of UK #COVID-19 #coronavirus #variant identified in Southwest #Virginia ... | #B117 | #SARSCoV2 | #COVID19 | #mutation | #pandemic | By via","sentiment_score":0.0}
{"full_text":"England in New Zealand: Tour goes behind closed doors after new lockdown introduced","sentiment_score":-0.0568181818}
{"full_text":"May this year's Lenten desert experience, through the pandemic, transform us into that kingdom Jesus came to create.  (Fr. Greg Morrison, O.C.)","sentiment_score":0.0}
{"full_text":"Data from Israel -- which vaccinated its elderly population -- has found that mass vaccinations have helped stop severe COVID-19. | By","sentiment_score":0.0}
{"full_text":"RT Authorization of the Johnson &amp; Johnson vaccine is a game-changer in our fight to end COVID. It's safe and highly effective,...","sentiment_score":0.55}
{"full_text":"RT Register now to be vaccinated at this event at","sentiment_score":0.0}
{"full_text":"RT Nunes warns $1.9 trillion COVID package is another Democratic 'slush fund, and 'Trojan horse' | Just The News","sentiment_score":0.0}
{"full_text":"So sorry. ","sentiment_score":-0.5}
{"full_text":"#FromTheLeft: FDA says it will 'rapidly work' to approve Johnson &amp; Johnson single-dose coronavirus vaccine after advisory panel's unanimous vote | Reporting by #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"Dedication on the front lines. Dedication in the vaccine line.  #COVID19 #cdnhealth","sentiment_score":0.0}
{"full_text":"The transister","sentiment_score":0.0}
{"full_text":"The money behind mental health: How the pandemic increased innovation, investment in behavioral health care via #healthcare #mentalhealth","sentiment_score":-0.25}
{"full_text":"The Makati City government is encouraging residents willing to be inoculated with the COVID-19 vaccine produced by Chinese drug firm Sinovac to have themselves registered.","sentiment_score":0.0166666667}
{"full_text":"RT Arizona's Proposes Amending Coronavirus Package to Replace Pork with $10,000 Stimulus Checkshttps:\/\/t.co\/yoTX...","sentiment_score":0.0}
{"full_text":"This bias has manifested itself in discussions on the choice of Covid-19 vaccines. Many people we've met said they would rather wait for the vaccines made by Pfizer, Moderna and AstraZeneca than have either Sinopharm and Sinovac now.","sentiment_score":0.5}
{"full_text":"Nearly two-thirds of Florida's COVID deaths are people 75 and older. But they've only received a third of the vaccinations.","sentiment_score":0.0666666667}
{"full_text":"RT Brian Williams: Never forget the deadly cost of Covid denialism.Learn more:","sentiment_score":0.15}
{"full_text":"KJ to take anything but Pfizer-BioNTech's Covid-19 vaccinehttps:\/\/t.co\/7QJye6smjF#malaysiagazette","sentiment_score":0.0}
{"full_text":"Melbourne is slowing bouncing back after lockdown with more Aussies choosing to return to the city after a \"mass exodus\".https:\/\/t.co\/ypjM9Tp4OS","sentiment_score":0.25}
{"full_text":"The #UNSC unanimously approved a resolution Friday demanding that all warring parties immediately institute a \"sustained humanitarian pause\" to enable the unhindered delivery of #COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"12 Students Tested Corona Positive In Sangareddy District KGVB School Watch video &gt;&gt; #Sangareddy #NTVNews #NTVTelugu","sentiment_score":0.2272727273}
{"full_text":"#Gluten sensitivity is epidemic, and a major contributor to many ailments.","sentiment_score":0.28125}
{"full_text":"Beginning March 1, Nashville bars and restaurants can stay open until 1 a.m. as the city continues its reopening plan amid the pandemic.","sentiment_score":0.0}
{"full_text":"ill have to go after lockdown","sentiment_score":-0.5}
{"full_text":"#COVID19 cases and deaths continue to drop in LA County; keep doing your part to slow the spread!","sentiment_score":-0.375}
{"full_text":"Plunging demand for COVID-19 tests may leave US exposed &gt;&gt;","sentiment_score":0.0}
{"full_text":"\"there is a danger that the emergency regulations and restrictions imposed to prevent the spread of the coronavirus will become the new normal - for instance tracking and #surveillance via mobile applications\" #postcorona #newnormal","sentiment_score":0.1431818182}
{"full_text":"ICYMIIndy DC Download: The House sends $1.9 trillion pandemic bill to the SenateBy","sentiment_score":0.0}
{"full_text":"RT Republican Paul Gosar skipped the COVID relief vote to speak at a conference with ties to white nationalism.https:\/\/t.co...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 39.7FWind Chill: 39.7FHumidity: 71%Dew Point: 31.0F Barometer: 30.321 inHgWind: 0 mph from the NCorona Virus Weekly Stats:Cases: 106.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT He lost both of his parents to COVID-19, now his team is stepping up to help him","sentiment_score":0.0}
{"full_text":"RT hey friendly reminder we are still in a pandemic, people have lost loved ones, hundreds events have been cancelled but we wi...","sentiment_score":0.5375}
{"full_text":"RT 200228 Last year today an article was published about Chanyeol donating 50 million won to the Hope Bridge institution...","sentiment_score":0.0}
{"full_text":"RT Florida is leading in protecting our vulnerable residents, saving the economy and safeguarding the freedom of our people...","sentiment_score":-0.5}
{"full_text":"RT UPDATE: 76 people died of COVID-19 this week in Fresno County, bringing the total to 1443 during the pandemic.Deaths are...","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"Demand for COVID-19 tests in the United States plummets.","sentiment_score":0.0}
{"full_text":"RT The Johnson &amp; Johnson #COVID19 vaccine looks terrific. Single shot, only requires conventional refrigeration, and look a...","sentiment_score":-0.0535714286}
{"full_text":"Damn Corona-Chan just had to give the Stars repeated Lap Dances!","sentiment_score":0.0}
{"full_text":"In the news today: National Rugby LeagueAustralasian rugby league football competition'Hurt and disturbed': Ray Warren's family plead for ring return after home invasionHaving beaten COVID-19, NRL sets its sights on conquering the Pacific #NationalRugbyLeague","sentiment_score":0.0}
{"full_text":"Skills acquired during pandemic:   -Complete control over coughing\/sneezing out of fear of other people looking down on me","sentiment_score":-0.0601851852}
{"full_text":"RT 3) Meanwhile, the CDC just came out strongly in favor of indoor air quality in schools! See detailed","sentiment_score":0.4708333333}
{"full_text":"RT 68 percent of Americans want Biden's COVID relief bill, but not a single House Republican voted for it this morning. It passed...","sentiment_score":0.0357142857}
{"full_text":"ICYMI: Black Girls' Fitness Club (B'Fit) has adapted to the changes of the pandemic while keeping its members active. Arts and Life reporter has more:https:\/\/t.co\/n5g43qsy15","sentiment_score":0.0333333333}
{"full_text":"RT The FDA said J&amp;J's vaccine offers strong protection against what matters most: serious illness, hospitalizations and death. One...","sentiment_score":0.175}
{"full_text":"Interesting","sentiment_score":0.5}
{"full_text":"RT Actress Abigail Breslin mourns loss of father from COVID-19: \"Wear your damn mask\"","sentiment_score":0.0}
{"full_text":"On the contrary,you need a bigger dictionaryIt's a technical termused in Biology &amp; MicrobiologyMicroorganisms are referred to as 'isolates' (noun)&amp; the process of getting them there is 'isolation' (verb)https:\/\/t.co\/Z2vYEDa3yT#COVID19 #SARSCoV2","sentiment_score":0.0}
{"full_text":"This is similar to our age old near 2 extinct technology TANTRA. There's a lot of misinformation on this, people without any idea r sure TANTRA &amp; TANTRIC r evil. Actually, it is nt.. TANTRA is the technology, it depends who's the scientist. Preparing covid virus or covid vaccine","sentiment_score":-0.1}
{"full_text":"RT Make sure you tell the libertarians about her overthrowing voter cannabis legalization while mismanaging a p...","sentiment_score":0.5}
{"full_text":"RT Kristi Noem called out Fauci on his fake numbers. She said on there worse day they had 600 state wide covid hospitalized....","sentiment_score":-0.3333333333}
{"full_text":"Time: 02:00 * Temp: 7.0degC * Wind: S 0.0 to 0.0mph * Pressure: 1033.7hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:13 * Sunset: 17:57 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT Every single Republican in Congress opposed sending people relief during the worst pandemic in a hundred years. Every on...","sentiment_score":-0.5357142857}
{"full_text":"Positive Cases: 427462Hospitalized: 393Deaths: 5945Death Increase: 5Data Retrieved On: 2021-02-27#coronavirus","sentiment_score":0.2272727273}
{"full_text":"COVID-19 Resources -- Visit Edgartown #mylocalMA #edgartown","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"How can the Internet of Things help with COVID-19 relief and help flatten the curve? #digihealth #telehealth #healthcare #pandemic #healthtech #IoT #bigdata","sentiment_score":0.0}
{"full_text":"RT One year ago at CPAC, Larry Kudlow insisted that the coronavirus would not sink the American economy and that the real thr...","sentiment_score":0.1}
{"full_text":"RT In the afternoon of 27th Feb, students &amp; staffs of Pulaha Hall of Residence were tested for COVID19, and another batch of...","sentiment_score":0.0}
{"full_text":"RT Tonight, I voted against the Democrats' proposed $1.9 trillion spending bill. I could not support a partisan package that...","sentiment_score":0.0}
{"full_text":"Think you also have to consider that pandemic was unique in very wide range of potential exposure on insurance side which typically is uncorrelated to capital markets.","sentiment_score":0.0195833333}
