{"full_text":"RT 120,000 people have died of Covid in the UK. When we analyse and evaluate the response to the pandemic, remember that the N...","sentiment_score":0.0}
{"full_text":"RT Jacinda Ardern : \"I am not the first order of priority. I don't have day to day contact with people who may have COVID-...","sentiment_score":0.25}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT need 2 be held accountable. has to answer and needs to answe...","sentiment_score":0.0}
{"full_text":"can we please pass this covid storm so dream can do a face reveal SOON because i've never been in a fandom longer than like a year and a half and his face reveal MIGHT be early next year if covid is gone. PLEASE CONSIDER THIS, I WANT TO CARE ABOUT HIS FACE REVEAL","sentiment_score":-0.0222222222}
{"full_text":"RT Want to know what's in Biden and Pelosi's \"COVID relief\" package?100 million dollars for an underground rail system...","sentiment_score":0.0}
{"full_text":"RT Our sincerest condolences go to former player Ronaldinho, who has lost his mother to COVID-19. We're always with you, hero...","sentiment_score":0.0}
{"full_text":"RT .@GregHuntMP tells the first group of people will be vaccinated today including while say...","sentiment_score":0.25}
{"full_text":"RT Study finds crowds at college football and NFL games didn't spread covid at all. Another tough loss for the coronabros who...","sentiment_score":-0.3888888889}
{"full_text":"Julia covid","sentiment_score":0.0}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"RT \"More than 7 in 10 Americans now back Mr. Biden's aid package.\"COVID relief is on the way.https:\/\/t.co\/AvLWIgbEGP","sentiment_score":0.25}
{"full_text":"As some might know, someone in my family tested positive for covid. I'm not sure if i have it but i've been VERY sick all day. Good news is i can still work! Bad news is im trapped in my room for a few weeks and i feel like poop. Hope to return to stream soon!! #FeoFam","sentiment_score":-0.1841141002}
{"full_text":"RT To survive a pandemic perpetuated by Republicans disgusting sycophantic following of Trump, only to DIE by Republicans ina...","sentiment_score":-0.3333333333}
{"full_text":"RT First in lockdown Corona zee news attacked image of muslims as they are spreading corona #FarmersProstests  they have p...","sentiment_score":0.25}
{"full_text":"RT \"More than 7 in 10 Americans now back Mr. Biden's aid package.\"COVID relief is on the way.https:\/\/t.co\/AvLWIgbEGP","sentiment_score":0.25}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":"It would be nice to get to watch Local teams on TV..... specially with a pandemic!","sentiment_score":0.3488095238}
{"full_text":"RT Fake News! Patanjali's Coronil is neither WHO certified nor approved, media outlets run false news. Hello","sentiment_score":-0.5125}
{"full_text":"Same energy","sentiment_score":0.0}
{"full_text":"How this or the covid song didn't win over that crimgy overwatch one I'll never know","sentiment_score":0.8}
{"full_text":"RT COVID-19 infections dropped 95.8 per cent after both Pfizer shots: Israeli Health Ministry","sentiment_score":0.0}
{"full_text":"RT Nearly 100,000 people in the United States have died from the coronavirus during Joe Biden's first month in office.http...","sentiment_score":0.175}
{"full_text":"RT I want her.... Covid free, com festivais, produtos menstruais gratuitos, miss girl, you're doing great","sentiment_score":0.6}
{"full_text":"Waste, Negligence and Cronyism: Inside Britain's Pandemic Spending. In the desperate scramble for protective gear and other equipment, politically connected companies reaped billions via #ToryCorruption #UKGovernment","sentiment_score":-0.23125}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":"RT .@Trevornoah gets it. If having children in in-person school is a societal priority, we need to do the hard work &amp; make har...","sentiment_score":-0.2916666667}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":"RT The Persona 5 Cast during the pandemic","sentiment_score":0.0}
{"full_text":"RT Study finds crowds at college football and NFL games didn't spread covid at all. Another tough loss for the coronabros who...","sentiment_score":-0.3888888889}
{"full_text":"RT President Biden has been on the job exactly 1 month. We've seen a 29% decline in #covid19 cases because more people are w...","sentiment_score":0.375}
{"full_text":"anyone else having trouble picturing a post-COVID world?","sentiment_score":-0.2}
{"full_text":"RT A growing number of travellers are mixing prolonged holidays with remote working. Will this trend stick post-pandemic? ht...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: The world's Covid-19 vaccination campaign is picking up speed. More than 200 million doses have been administered a...","sentiment_score":0.5}
{"full_text":"RT 6) \"... to craft policy and strategy around the constraints of public opinion. While public opinion can be moved, the case...","sentiment_score":0.0}
{"full_text":"With this damn Covid, I feel like I've no life and I forget that I had one before and I was going to their concert. That was LIFE! Cannot wait to returning to this life! Miss you like crazy !! #Chills #TeamJBB #LiveShow","sentiment_score":-0.9375}
{"full_text":"Worry, frustration and helplessness have taken over Candi Eagle's life, fueled by her unsuccessful efforts to get her 83-year-old mother and 76-year-old husband their COVID-19 vaccinations.","sentiment_score":0.0}
{"full_text":"RT Going through my gifs and discovered that SPN have perfect covid gifs","sentiment_score":1.0}
{"full_text":"Happy Birthday! And congrats on securing Another Little Pizza My Heart! #QuarantineGames#EscapeRoom#EscapeGame#FamilyFun#TeamWorkFromHome#PlayAtHome#RemoteDateNight#DifferentEntertainment#SocialDistancing#ParuzalGames","sentiment_score":0.3828125}
{"full_text":"RT \"More than 7 in 10 Americans now back Mr. Biden's aid package.\"COVID relief is on the way.https:\/\/t.co\/AvLWIgbEGP","sentiment_score":0.25}
{"full_text":"RT Guys, there's still a pandemic. If you are going out please wear a mask. We don't want a second wave.","sentiment_score":0.0}
{"full_text":"i can't just stay home all dayyy!!!!","sentiment_score":0.0}
{"full_text":"RT The #COVID-19 #vaccine does not contain the live virus. If you experience side effects, these are most likely signs that your...","sentiment_score":0.2121212121}
{"full_text":"My children have had to take turns caring for the household as Phianna &amp; I recover from covid.  Phianna was very proud of her \"chipotle\"  bowl.  I may stop cooking.  ","sentiment_score":1.0}
{"full_text":"The disabled are being systematically denied the Covid vaccine across the country. Medically fragile people of any age are far more likely to die of Covid than a healthy 65 year old. Every American on SSI disability or Medicare regardless of age deserves the vaccine immediately.","sentiment_score":0.125}
{"full_text":"Hey follow the science...let's play ball.","sentiment_score":0.0}
{"full_text":"RT You voted for Joe Biden. You're going to be reminded of this every time you try to pull this act from here on out.","sentiment_score":0.0}
{"full_text":"RT Lockdown has lasted for so long that all the things I do to relax have turned into objectives for the day. They aren't relaxi...","sentiment_score":-0.05}
{"full_text":"Can't wait to open up my own spot in ATL.. this is a long time coming.. I was supposed to make it happen. Last year.. but Covid ","sentiment_score":0.1375}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":"RT Why is Joe Biden pledging $4 Billion to a \"global\" pandemic relief effort while millions of Americans are suffering from...","sentiment_score":0.0}
{"full_text":"I'm surprised they're giving them a choice. Damn near every other vaccine from smallpox to flu is typically mandatory.","sentiment_score":-0.0229166667}
{"full_text":"RT Watch as the most senior public health officials in Canada struggle to justify their doomsday COVID spread models.","sentiment_score":0.25}
{"full_text":"RT \"Distance learning during a pandemic has been challenging for both students &amp; teachers to adjust to, but it also provid...","sentiment_score":0.5}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasing","sentiment_score":0.1363636364}
{"full_text":"Cenar milanesa con merluza full covid be like","sentiment_score":0.35}
{"full_text":"RT Greater Toronto hospitals warn parents: Mild symptoms mean a strong likelihood of #Covid_19 writes COVID","sentiment_score":0.2385416667}
{"full_text":"RT Florida Governor Ron DeSantis faces criticism over COVID-19 vaccine distribution","sentiment_score":0.0}
{"full_text":"Why does any care?GOP Republicans Trump Qs etc do everything for money.We have a For-Profit medical economy.We have a For-Profit expect (subject matter expect) economy.Biden's nominee preformed fee-based services during 2020. This is not News. ","sentiment_score":-0.0833333333}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT It's my job as a scientist and rapper to let you know when said \"pneumonia pink diamonds got the corona\" s...","sentiment_score":-0.1}
{"full_text":"Teachers: Learn about \". . . ways that you can make it more likely that other people will give you grace . . . having other people respect the fact that you also are living through a pandemic\" #teacherlife #teacherwellness","sentiment_score":0.0625}
{"full_text":"While #COVID19 numbers keep dropping, LA County continues to report more cases of the U.K. variant; the total is 14 now.","sentiment_score":0.25}
{"full_text":"The pandemic's most significant long-term impact will be felt by the millions of US students who didn't participate in school at all during it--in any form. Districts should use aid dollars to track down and support these missing students.","sentiment_score":0.1298611111}
{"full_text":"RT Samuel Blais is on the NHL Covid list","sentiment_score":0.0}
{"full_text":"Let's be better #Humans!#JoyTrain #Joy #Love  #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #IDWP #IAMChoosingLove #ChooseLove #Quote #SaturdayThoughts #SaturdayMotivation #SaturdayMorning #ThinkBIGSundayWithMarsha RT","sentiment_score":0.6}
{"full_text":"#COVID19 triggered quarantine measures across the world and one funny thought about quarantine is the speculation that we may see a baby boom later in the year. Follow #RoundTableChina to examine the idea of a supposed post-quarantine #babyboom.","sentiment_score":0.125}
{"full_text":"#UN chief calls for 'new social contract' as part of post-pandemic recovery ","sentiment_score":0.0848484848}
{"full_text":"Mike Seccombe on why the closure of international borders, a recession, high unemployment, flatlined wages, and even a pandemic can't stop Australia's property market.","sentiment_score":0.08}
{"full_text":"RT As #covid cases plummet nationwide and vaccinations total 1.7 million Americans a day and rising, health experts are increasin...","sentiment_score":0.0}
{"full_text":"RT The same people who only started washing their hands because of a pandemic but never thought to wash em before then. Is...","sentiment_score":0.0}
{"full_text":"A health professor in the US has made the stunning prediction that the coronavirus be \"mostly gone\" by April.","sentiment_score":0.5}
{"full_text":"#Covid19 has lead to an epidemic of court cases on hold in Georgia -- in excess of 60,000 cases. So what's being done to fix it?The #ITeam #Investigates MONDAY on #FOX5News at 10.","sentiment_score":0.0}
{"full_text":"RT Canada and the US share one of the strongest and deepest friendships between any two countries in the world. On Tuesday,...","sentiment_score":0.0}
{"full_text":"COVID Conspiracy Disinformation Campaign Has Had Vast Reach, Study Finds","sentiment_score":0.0}
{"full_text":"At Pico de Loro Cove, we strongly encourage all to observe social distancing to prevent the spread of COVID-19 infection. Know more about us at #PicodeLoroCove #HamiloCoast","sentiment_score":0.3222222222}
{"full_text":"Bangladesh not only kept girls in school but improved their lives on multiple levels with a simple, low-cost stipend program. It offers valuable insights for school systems around the world struggling with the pandemic.Read ","sentiment_score":0.025}
{"full_text":"RT John Hopkins doctor thinks COVID will be largely gone by April, half of U.S. has herd immunity","sentiment_score":0.0238095238}
{"full_text":"Australian Prime Minister Scott Morrison was injected with the first dose of a Covid-19 vaccine jointly developed by Pfizer Inc and BioNTechhttps:\/\/t.co\/ZL6X9IhXJN","sentiment_score":0.1166666667}
{"full_text":"RT BC #covid19 school exposure event notices Feb 20\/545pHave added the new variant noted today in Some are in o...","sentiment_score":0.1363636364}
{"full_text":"Latest worldwide COVID-19 data: 111,640,270 cases, 2,471,466 deaths.A 2.21% fatality rate.","sentiment_score":0.5}
{"full_text":"RT Study finds crowds at college football and NFL games didn't spread covid at all. Another tough loss for the coronabros who...","sentiment_score":-0.3888888889}
{"full_text":"The agency said it was expecting a seasonal increase in the number of air travelers in the coming months as COVID vaccinations become more widespread.","sentiment_score":0.5}
{"full_text":"Francesca Rudkin: We should be reassured by our latest lockdown responsehttps:\/\/t.co\/T1qKUjIlMD","sentiment_score":0.5}
{"full_text":"The CDC hasn't changed its guidelines. At least for now, people should follow the same rules as everybody else about wearing a mask and social distancing even after they've gotten their second vaccine dose.https:\/\/t.co\/jjPX2VZGEV","sentiment_score":-0.0666666667}
{"full_text":"The lawsuit, filed late Tuesday, involves two Amazon facilities in New York City that employ more than 5,000 workers.","sentiment_score":0.1121212121}
{"full_text":"Probably not the best place to dodge covid.","sentiment_score":1.0}
{"full_text":"Weird cuz I had heard he had a plan.","sentiment_score":-0.5}
{"full_text":"\"People are excited are very happy to finally be able to get this vaccine so I can see a lot of hope.\"","sentiment_score":0.625}
{"full_text":"VACCINE APPOINTMENT MIX-UP: Accidental confirmation texts leave #Westchester residents confused since their appointments were actually cancelled. Did this happen to you? #COVID19","sentiment_score":-0.2}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The world's Covid-19 vaccination campaign is picking up speed. More than 200 million doses have been administered a...","sentiment_score":0.5}
{"full_text":"Saturday's update includes 635 new cases and 63 additional deaths. ","sentiment_score":0.1363636364}
{"full_text":"RT When will the Biden White House declassify the coronavirus meetings which took place under Trump.  We the People have a...","sentiment_score":0.0}
{"full_text":"\"The No. 1 rule is vaccine cannot go to waste,\" said Dr. Matthew Zahn, a fellow with the Infectious Diseases Society of America. \"Have a reasonable plan to try in good faith to reach the most eligible people, but don't waste vaccine!\" ","sentiment_score":0.19}
{"full_text":"Intensive care units in #Ahvaz, provincial capital of oil-rich #Khuzestan, are full due to the #coronavirus variant first recognized in the United Kingdom, a senior medical official said on Saturday.https:\/\/t.co\/YhpZoXrYld","sentiment_score":0.11875}
{"full_text":"UK was scheduled to play the Aggies on Tuesday, but COVID issues within Texas A&amp;M's program mean the game is being postponed. No makeup date set at this time.","sentiment_score":-0.35625}
{"full_text":"Current Conditions for #Sayre PATemp: 22.6FWind Chill: 15.3FHumidity: 71%Dew Point: 14.7F Barometer: 30.410 inHgWind: 6 mph from the WNWCorona Virus Weekly Stats:Cases: 66.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"5 Tips to Create a Successful Corporate Wellness Program\" #Wellness #Mentalhealth #Covid via","sentiment_score":0.375}
{"full_text":"RT A child with a single symptom, including a fever or runny nose, should be tested for COVID-19 and stay home while awaiting...","sentiment_score":-0.0714285714}
{"full_text":"RT You know what I think this announcement is actually about? It's preparation for deflecting blame for a disorganized vaccine...","sentiment_score":0.0}
{"full_text":"No judgement here! I don't have manic episodes but I've had major depression &amp; anxiety for at least 20 years. I've been struggling to stay out of a \"down swing\" since I've been home with neverending post-covid symptoms for almost 10 weeks.","sentiment_score":-0.1310185185}
{"full_text":"Hey Publix, I'll get the COVID vaccine and you don't even have to pay me!","sentiment_score":0.0}
{"full_text":"5 Tips for How to Travel During a Pandemic via","sentiment_score":0.0}
{"full_text":"\"The No. 1 rule is vaccine cannot go to waste,\" said Dr. Matthew Zahn, a fellow with the Infectious Diseases Society of America. \"Have a reasonable plan to try in good faith to reach the most eligible people, but don't waste vaccine!\" ","sentiment_score":0.19}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":"\"Here's how COVID-19 measures have helped keep Arizonans safe from the flu.\" (via","sentiment_score":0.5}
{"full_text":"its the China Virus. sleepy JOE","sentiment_score":0.0}
{"full_text":"RT URGENT: A spike in COVID-19 cases has pushed the health system in Manaus, capital of Amazonas state, Brazil, into collapse. Ma...","sentiment_score":0.0}
{"full_text":"Peoria Unified School District took a huge step in the fight to keep schools open. ","sentiment_score":0.2}
{"full_text":"RT gustmanlawpc: If you need help with pandemic related landlord issues contact Gustman Law!*Prior results do not guarantee future outco...","sentiment_score":0.0}
{"full_text":"Time: 02:00 * Temp: 7.4degC * Wind: S 4.9 to 15.0mph * Pressure: 989.6hPa * Rain: 0.0mm * Hum: 85% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:30 * Sunset: 17:43 * Cloudbase: 1080ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":"RT From 'Why Do Democrats Pretend Andrew Cuomo Did a Good Job With COVID?'","sentiment_score":0.7}
{"full_text":"Positive Cases: 419812Hospitalized: 437Deaths: 5887Death Increase: 9Data Retrieved On: 2021-02-20#coronavirus","sentiment_score":0.2272727273}
{"full_text":"Oh no Panda, that's one of the theories behind Covid, to supposedly reduce the world's population &amp; Bill Gates wants to reduce it by using 'vaccines'?","sentiment_score":-0.1}
{"full_text":"Can't. That photo might spread the covid.","sentiment_score":0.0}
{"full_text":"Victoria's Major Transport Infrastructure Authority (MTIA) planned a six-month implementation of Microsoft #Teams--and then COVID-19 hit. Learn how they deployed in 6 weeks. #Collaboration #MSFTAdvocate","sentiment_score":0.0625}
{"full_text":"i hope kteumes can give haruto a grad ceremony in their concert i mean once this pandemic end","sentiment_score":-0.3125}
{"full_text":"ISU peaked stupid. Wtf stop exposing athletes to this kind of danger. The summer olympics was cancelled. Are you saying 2022 winter olympics will proceed as normal? In this current world situation??? GET YOUR HEAD OUT OF YOUR ASSES","sentiment_score":-0.11}
{"full_text":"RT In today's #VideoFriday, Dr. Susan Brown of Better Bones, discusses new research that shows that #Omega3 fats from fis...","sentiment_score":0.3181818182}
{"full_text":"RT calling that suggestion \"advice\" is the constitutional and legal equivalent of calling the suggestion people inject Clorox...","sentiment_score":0.2}
{"full_text":"RT Not going to respond to this other than to say you should *totally* block people like tweeting this kind of...","sentiment_score":0.1583333333}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":"RT NEW: Los Angeles County has confirmed 2 additional cases of the U.K. #COVID19 variant -- which is known to spread more easi...","sentiment_score":0.3454545455}
