{"full_text":"RT With schools cancelled this week, my kids wanted to take an international trip with their friends in the middle of a pan...","sentiment_score":0.0}
{"full_text":"Probably why there's a certain generation of AT's that did NOT panic with the pandemic.","sentiment_score":0.2142857143}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Pull up a chair. Take a taste. Come join us. Life is so endlessly delicious.     Ruth Reichl #education #csr #corporatesocia...","sentiment_score":1.0}
{"full_text":"RT \"If you can stay home, don't go out on the roads, don't risk the ice...Don't risk it. Keep...","sentiment_score":0.0}
{"full_text":"Covid vaccines were developed in record time. So why is it so hard to get a dose?","sentiment_score":-0.0958333333}
{"full_text":"RT Imagine having to scoop feces out with your hands to unclog a toilet. Imagine being cold, day &amp; night while a unit next...","sentiment_score":-0.2111111111}
{"full_text":"RT A5: I don't anticipate we will see a baby boom as a result of #COVID. There's too much uncertainty (financial, health, et...","sentiment_score":0.1}
{"full_text":"RT Joe Biden has authorized additional US taxpayer money to fund the Wuhan Institute of Virology through 2024Why would an...","sentiment_score":0.0}
{"full_text":"RT LOCATION CHANGE: Carrollton's Warming Shelter will relocate from NSHS to Rosemeade Rec Center tomorrow (2\/19) at 3pm. COV...","sentiment_score":-0.1}
{"full_text":"This is NOT OK!","sentiment_score":-0.3125}
{"full_text":"RT Scoop: Cruz also traveled to Jamaica for the Fourth of July last year, two people with knowledge of his schedule told the Pos...","sentiment_score":0.0}
{"full_text":"Rightttt, who told him that was a good idea? We need a new governor. NY deserves better.","sentiment_score":0.4454545455}
{"full_text":"Man, this is a disaster in the making during a pandemic","sentiment_score":0.0}
{"full_text":"RT We've been so upset over the fact he did this during a historic winter storm that we forget he's also doing this during...","sentiment_score":0.0}
{"full_text":"RT This is Fauci's MO.  He lied during AIDS, too.  Later did it to protect the LGBT community, even though his advice got m...","sentiment_score":0.0}
{"full_text":"RT The Vatican could fire employees who refuse Covid vacccine. Thoughts?","sentiment_score":0.0}
{"full_text":"Media telling us #COVID19 is killing the disabled at a high rate but no mention of those through suicide because the failed them during a pandemic, the and really don't care about disabled people one bit, its why the UN found them guilty twice.","sentiment_score":-0.1733333333}
{"full_text":"RT Essential workers are out on the frontlines during this pandemic - and we need to deliver for them. I was glad to talk with...","sentiment_score":0.25}
{"full_text":"RT Wear a mask.Socially distance.Wash your hands. Your actions matter.","sentiment_score":0.0}
{"full_text":"RT #bcpoli Scott Creek Middle School has a second alert for a covid incident in one day.","sentiment_score":0.0}
{"full_text":"So wait, after all of this talk about not caring what people are saying in the media and such, you're going to tell me you care about one person calling a virus that originated in China, the \"China virus\" plus, scientists called it the \"Wuhan Virus\" for a long time.","sentiment_score":-0.025}
{"full_text":"I just got my first dose of the covid vaccine and someone already sent me a tiktok conspiracy about how the government are distributing fake vaccines to control people...??!?","sentiment_score":-0.1875}
{"full_text":"RT Wear a mask.Socially distance.Wash your hands. Your actions matter.","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"That just confirms that the intelligent Biden voters, voted by mail as they should have during a pandemic. ","sentiment_score":0.8}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"RT What dad hasn't spontaneously chaperoned their kids to a foreign country, spending two days on a plane and ignoring his profes...","sentiment_score":0.2375}
{"full_text":"RT Wear a mask.Socially distance.Wash your hands. Your actions matter.","sentiment_score":0.0}
{"full_text":"RT Just before giving up on NYC nightlife, Staff Writer Nikko Duren discovered their safe place in the form of an inclusive d...","sentiment_score":0.5}
{"full_text":"RT SUNY Cortland students share a message to their classmates: practice COVID-19 safety practices this weekend. #RedDragonS...","sentiment_score":0.0}
{"full_text":"RT And generally speaking we, who you imagine as third world, do better during storms than Texas. Also at the counting of votes. Oh...","sentiment_score":0.1833333333}
{"full_text":"\"The American housing crisis long predated the pandemic, and the United States has never made the provision of housing a national priority,\" writes.  nytopinion","sentiment_score":-0.025}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"RT Monthly tests have found no traces of Covid or its variants on London's buses, tubes and stations. Wonderful!","sentiment_score":1.0}
{"full_text":"RT 9 Republicans on the Senate Judiciary Committee are calling on the panel's chairman, Sen. to convene public hea...","sentiment_score":0.0}
{"full_text":"RT Future candidates: cut a commercial with this, the Covid-era food lines in Dallas,...","sentiment_score":0.0}
{"full_text":"RT It's shown a divide between people who believe in freedom and people like you.","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT \"When I saw on the news nurses being so overworked, I thought, 'Gosh, I wish I could be in there helping,'\" - Miranda Gros...","sentiment_score":0.0}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"RT State Assembly Republicans are moving to form an impeachment commission \"to gather facts and evidence\" surrounding Gov. A...","sentiment_score":0.0}
{"full_text":"RT My Op-Ed with \"The EU's Vaccine Export Controls Negate its Self-interest, International Solidarity and Inte...","sentiment_score":0.0}
{"full_text":"RT With schools cancelled this week, my kids wanted to take an international trip with their friends in the middle of a pan...","sentiment_score":0.0}
{"full_text":"RT A hospital in Austin is now out of central oxygen supply. Patients are getting oxygen from portable tanks but unclear...","sentiment_score":0.0}
{"full_text":"RT But.. we take it .","sentiment_score":0.0}
{"full_text":"RT What the media is trying to distract people from noticing:-Cuomo killing thousands of seniors; under investigation-85,...","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"Other then your expertise in Graphic Design Minister, do you know how long it will take for Cdns to receive their vaccines due to your boss's #TrudeauVaccineFailure??Looks like eternity #TrudeauFailedCanada#TrudeauOnDrugs","sentiment_score":-0.075}
{"full_text":"RT A5 I fee like I should know but I don't! I know anxiety and need for therapy is on the rise and I assume...","sentiment_score":0.0}
{"full_text":"Tell the CDC, Now is the Time to Recognize Covid-19 Aerosol Transmission","sentiment_score":0.0}
{"full_text":"You're trying to be a \"good dad\" cause your kids were cold?  Sounds like the same kind of motivation that those seeking refuge in the the US have.  Why didn't you do it \"the right way\"?  BTW.. its a global pandemic!  Put the in hotel with heat and DO YOUR JOB.","sentiment_score":0.1642857143}
{"full_text":"RT Hypocrites. Complete and utter hypocrites.And don't forget who took a private jet with eight people to Cabo and...","sentiment_score":0.0333333333}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"RT As if the area athletic directors hadn't done enough jiggling of their schedules because of Covid, the weather this week thr...","sentiment_score":0.0}
{"full_text":"We got so accustomed to not having a plan re: COVID that we never even discussed a goal. We're probably not getting to zero deaths per day anytime this decade, so what's the goal before we can have fans in stadiums, maskless full capacity restaurants and bars, or concerts?","sentiment_score":0.35}
{"full_text":"RT Pompeo, calling WHO's Covid-19 investigation in China \"a fraud,\" says in a TV interview that we may never know about the ori...","sentiment_score":0.0}
{"full_text":"The pandemic has been CHALLENGING! One of the major challenges has been to lead FOUR (4) building projects at the SAME time! Top pic is our studio &amp; bottom pic is our studio! In tough times, God is still in control.#HeadSwimmingBlessings","sentiment_score":0.1847222222}
{"full_text":"And all the democratic mayors and governors leaving their state while they tell everyone to stay at home.","sentiment_score":0.0}
{"full_text":"Why James said Meryl's supposed to start filming  Don't Look Up before Lockdown while she was still filming The Prom? She might have confirmed it before lockdown while filming the Prom?","sentiment_score":0.4}
{"full_text":"RT These are the CDC guidelines for return travel from Mexico \"All air passengers coming to the U...","sentiment_score":0.0}
{"full_text":"Many people are saying it bigly, many many peopleThe #Trumpification of the Right Wing Billionaires #Covid19 #Catastrophe #Conservatives Paymasters Press( Trumpification Copyright )","sentiment_score":0.4464285714}
{"full_text":"RT COVID Numbers is lock down states like California &amp; New York are the same or worse than Florida, which is fully open. T...","sentiment_score":-0.0838383838}
{"full_text":"has been a great resource! Also, shoutout to Tulare County!","sentiment_score":1.0}
{"full_text":"Seriously this. I don't understand his statement at all. It's not summer vacation. School was cancelled because Texas is fighting a natural disaster wrapped in a pandemic. Wtf.","sentiment_score":-0.1166666667}
{"full_text":"How about King Cuomo who allowed fans to a bills playoff game so he could go while his state lead the country in covid deaths?  Oh and he wrote a book on how great he did handling the pandemic and made a fortune on it too.","sentiment_score":0.2}
{"full_text":"RT Senator explains how grassroots activists and progressive members of Congress must continue to fight agains...","sentiment_score":0.0}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"RT Coronavirus Takes 217,600 Lives in 480 Cities in #Iran #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"Why is Ted Cruz running cover for the Biden Democrat Brigade?He didn't think it would look wrong?In hindsight?Ted Cruz isn't dumb.How convenient were those cameras taking pics of him on the plane and at airport.Demonstrators all teed up, ready to go in front of his house.","sentiment_score":0.2}
{"full_text":"Couldn't they stay home, cuddle their dog in front of the fire and heat up soup on their gas stove? That was our plan if we lost power. Minus the dog but if our dog was still with us we would have. I'm sure their house is very nice.","sentiment_score":0.3933333333}
{"full_text":"Why are people not washing their hands after using the bathroom?! THE PANDEMIC?! HELLOOO?!?","sentiment_score":0.0}
{"full_text":"RT WHO sleuths are honing their search for the beast that likely spread SARS-CoV-2 to humans. Among prime suspects: ferret badger...","sentiment_score":0.0}
{"full_text":"Today at virtual 2021 US Conference of Mayors Winter Leadership Meeting.  Thought provoking discussions on public safety, community outreach, pandemic response, direct funding to local governments and the opportunity to talk with mayors experiencing the same challenges","sentiment_score":0.025}
{"full_text":"RT Florida Gov. DeSantis stands accused of using the Covid-19 vaccine to reward powerful political supporters and developers by set...","sentiment_score":0.15}
{"full_text":"RT Women are disproportionately bearing the brunt of the devastating COVID-19 unemployment statistics &amp; a severe lack of ad...","sentiment_score":-1.0}
{"full_text":"Don't they have a deadly virus in his neighborhood too? Why his family having sleepovers? He and the daughters he blamed this on could be bringing another variant. Traveling is not recommended during a global Pandemic. Travel abroad to a country overburdened w\/Covid? No. Still no","sentiment_score":-0.1}
{"full_text":"RT payoff for releasing the virus to the entire world just to harm our election or what? Makes a person wond...","sentiment_score":0.0}
{"full_text":"RT Ted does what Ted wants until the electorate says otherwise.","sentiment_score":0.2}
{"full_text":"RT \"Who among us has ever said no when our kids asked to travel internationally during a pandemic?\"","sentiment_score":0.0}
{"full_text":"RT We just updated our database of PPP loan approvals with loads of new info. It now includes EVERY approved loan recipient,...","sentiment_score":0.1363636364}
{"full_text":"RT my two pandemic moods as illustrated by Howl's Moving Castle","sentiment_score":0.0}
{"full_text":"RT Fauci is now playing politics, and that will undermine his credibility going forward. Just admit he screwed up, and move...","sentiment_score":0.0}
{"full_text":"RT Chicago Received $403 Million Of The Federal COVID Relief Funding.........................65% Went To CPD.","sentiment_score":0.0}
{"full_text":"RT 74% of African Americans \/ 71% of Latinos support #SchoolChoice, along with 72% of K-12 parents who work full time","sentiment_score":0.175}
{"full_text":"Vice President Kamala Harris said on Thursday that the 2.5 million #women who have left the work force since the beginning of the pandemic constituted a \"national emergency\" that could be addressed by the Biden administration's #coronavirusreliefplan.","sentiment_score":0.0}
{"full_text":"As more states lift their stay-at-home orders and businesses begin reopening, gas demand is expected to increase. #FuelManagement","sentiment_score":0.2}
{"full_text":"Don't forget DeSantis for his coverups of Covid-19 numbers and deaths.","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"\"The movement by California parents to get their kids back in public schools is gaining momentum in the form of large billboards.\" #EdChat #COVID19Read the full article here:","sentiment_score":0.1410714286}
{"full_text":"we need an update on 7 Winters &amp; 6 Summers (Summas) how you plan on moving through COVID?","sentiment_score":0.0}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"A growing number of Australians are hesitant about the covid jab as the country begins rolling out the first dosages of the Pfizer vaccine, according to a new report by ANU.","sentiment_score":0.1931818182}
{"full_text":"SummaryNew Cases:  23 (22 Non-Imported | 1 Imported)New Recovered Cases: 1 New Active Cases: 22New Tests Administered: 236Data Visualizations: Ministry of Health, Wellness &amp; The Environment, Antigua and Barbuda (https:\/\/t.co\/flimuVKC1M)","sentiment_score":0.0015151515}
{"full_text":"Vice President Kamala Harris said on Thursday that the 2.5 million #women who have left the work force since the beginning of the pandemic constituted a \"national emergency\" that could be addressed by the Biden administration's #coronavirusreliefplan.","sentiment_score":0.0}
{"full_text":"RT The Wuhan lab in china is now eligible for American taxpayer funding through at least 2024, courtesy of the adm...","sentiment_score":-0.15}
{"full_text":"RT Curious question for journalistic purposes - have you sent, or received more flowers as a result of the pandemic? Drop me...","sentiment_score":0.2}
{"full_text":"RT Ted Cruz goes to Cancun and the liberals lose their minds.Lori Lightfoot went on vacation to Maine in the heat of the pa...","sentiment_score":0.0}
{"full_text":"RT My children asked to travel abroad during a global pandemic. Wanting to be a good parent, I said, \"That's ridiculous.\"","sentiment_score":0.1222222222}
{"full_text":"hadn't done my brows since before corona hit","sentiment_score":0.0}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasing  ","sentiment_score":0.1363636364}
{"full_text":"One quick question (off the insurrection topic): did he have time to get a COVID-19 test before coming back? Isn't that the rule? Or is there an exception if you go to another country for one night?","sentiment_score":0.1666666667}
{"full_text":"RT Everyone is so mad at Ted Cruz for going to Cancun during a state-wide weather emergency that we've completely forgotten to...","sentiment_score":-0.2625}
{"full_text":"*puts \"gut feeling\" on call-in log*I hope my employer understands","sentiment_score":0.0}
{"full_text":"#COVID19 numbers continue to fluctuate after the Super Bowl and holiday weekend; let's hope we stay on a downward trend!","sentiment_score":0.4166666667}
{"full_text":": CA National Talent and Pathways Manager (on announcing the cancellation of the event due to COVID)https:\/\/t.co\/iMZynUf2Xc@CricketAus #CricketAustralia #U19Cricket","sentiment_score":-0.125}
{"full_text":"Curious about the latest developments in #COVID and what that actually means for you? Look no further. Sign up for our newsletter. #BhekisisaInYourInbox","sentiment_score":0.1}
{"full_text":"Despite a community outbreak in January, Taiwan has still proven itself as a Covid success story. Reporter takes a closer look at what's been happening:","sentiment_score":0.3}
{"full_text":"The bill would make it harder for somebody to sue a business or school for how they handled COVID. The business community says it's necessary, while others say current law is sufficient to protect businesses from frivolous lawsuits.@jonnykip21 has more. ","sentiment_score":0.1}
{"full_text":"In this episode, Dr. Kweli Tutashinda and Maestro Jerry Tello discuss science, medicine, healing, and vaccines, such as COVID-19 vaccines, within  communities of color. Please Listen and Subscribe to your favorite Podcast App","sentiment_score":0.25}
{"full_text":"The performing arts community across Auckland felt their hearts drop as news of an alert level 3 lockdown broke on Sunday.Although they said they were relieved to be in alert level 2 now, they were not out of the woods yet.","sentiment_score":0.0}
{"full_text":"This may be the perfect picture of the COVID-19 pandemic.","sentiment_score":1.0}
{"full_text":"On Thursday, the Wisconsin Department of Health Services reported an additional 733 new confirmed COVID-19 cases. The state has averaged 658 new cases per day in the last week.https:\/\/t.co\/EoVtR25xFI","sentiment_score":0.1681818182}
{"full_text":"McKinsey to pay $573M to 47 states, D.C. to settle role in opioid epidemic via #healthcare #opioidcrisis","sentiment_score":0.0}
{"full_text":"One of our readings this week at #sttaconsulting, is an article on travel post pandemic. Its call for #tourism to meet commitments to Paris Agreement's, is exacting.\"The pandemic grounded flights; responding to #climatechange demands the same\"","sentiment_score":0.0}
{"full_text":"How do we know the COVID-19 vaccines are safe?","sentiment_score":0.5}
{"full_text":"As the controversy over Gov. Cuomo's handling of nursing homes during the peak of the COVID-19 crisis keeps developing, some New York Republicans continue to call for impeachment or prosecution.","sentiment_score":0.1363636364}
{"full_text":"To get a better understanding of the varying opinions, KRDO hosted a COVID-19 Vaccine Roundtable with people from southern Colorado. WATCH:","sentiment_score":0.25}
{"full_text":"Six new COVID-19-related deaths announced in Madison and Macoupin combined.","sentiment_score":0.1363636364}
{"full_text":"#WFCLearning From lockdown to Athletics Day... what a week! We are incredibly proud of what our community has achieved. Yesterday we had our House Athletics carnival. Congratulations to Soreth for taking out the overall cup for the day!#belong","sentiment_score":0.4}
{"full_text":"#COVID19 #vaccine developed by #China's #Sinovac Biotech is effective against UK and South African variants, said Dimas Covas, head of Butantan biomedical center in Sao Paulo which leads domestic trials of the Chinese vaccine and is supplying doses to Brazil's Health Ministry.","sentiment_score":0.1}
{"full_text":"COVID-19 Weekly Update 1\/2Tokyo's infection situation: Red Tokyo's status on the system for the provision of health care: RedFind out what Tokyo is doing to combat the #coronavirus and keep the city safe in this week's update: #COVID19","sentiment_score":0.25}
{"full_text":"KATU TOWN HALLCoronavirus: The Path ForwardWATCH LIVE NOW &gt;&gt;","sentiment_score":0.1363636364}
{"full_text":"RT We've been told repeatedly by the media to 'listen to the science.' However, YouTube thinks that a discussion between two medic...","sentiment_score":0.0}
{"full_text":"Coronaviruses such as SARS-CoV-2 have an evolutionary superpower called \"recombination\" speed'' Vaccine Roll Out is chasing the coat Tails of the Virus.","sentiment_score":0.0}
{"full_text":"Malaysians should not be selective about which COVID-19 vaccine they will be given as all are safe, said Dr Kalaiarasu M. Peariasamy from the Health Ministry.https:\/\/t.co\/03AVneMvKn","sentiment_score":0.5}
{"full_text":"How to cope with the stress of parenting in a pandemic #parents #parenting","sentiment_score":0.0}
{"full_text":"RT \"Wait, who's snitching on Ted Cruz?\"","sentiment_score":0.0}
{"full_text":"CBS2 News At 9: Lonnie Quinn has the latest on today's winter storm. Plus, experts discuss if companies can require COVID vaccines for employees, and more. Watch live on CBSN New York:","sentiment_score":0.3181818182}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"COVID:Where the opinions of classmates who failed high school biology don't carry as much weight as infectious disease experts #covid","sentiment_score":-0.0466666667}
{"full_text":"Japanese health authorities have found more than 90 cases of a new strain of the COVID-19 virus. The variant is believed to have come from overseas but is different from strains that originated in Britain and South Africa.","sentiment_score":0.1590909091}
{"full_text":"Thinking of taking a painkiller before you get your COVID vaccine to ward off side effects? Why experts want you to think again:","sentiment_score":0.0}
{"full_text":"RT This weekend dedicated #TeamTurnbull volunteers and I will be participating in Virtual #WeekendofAction...","sentiment_score":0.0}
