{"full_text":"RT Bigotry and not being literal? I won't stand for that. His name is Jeremy. Send those bullies Literal Larry's way....","sentiment_score":0.0}
{"full_text":"totally sure it was definitely covid hey what was the other animated movie by disney coming out soon?","sentiment_score":0.125}
{"full_text":"RT BREAKING--Vaccine advisers to FDA voted unanimously to recommend the agency grant emergency use authorization to Johnson &amp; J...","sentiment_score":0.0}
{"full_text":"Don't think he was being evil. There's a genuine urge to protect the most vulnerable and I think the #NHS has done a grand job in doing exactly that.It IS more complicated to vaccinate teachers, but damn, isn't this #Pandemic complicated? Can we really not vaccinate IN schools?","sentiment_score":-0.045}
{"full_text":"RT I legit hate him with all my heart bro we're still in the middle of it","sentiment_score":-0.4}
{"full_text":"RT ATTENTIONThe old hashtags from last night aren't trending worldwide anymore, we are using #RacismBayern3 fro...","sentiment_score":0.05}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"RT All night House Republicans have called the American Rescue Plan \"a blue state bailout,\" \"corrupt,\" \"a progressive wish li...","sentiment_score":-0.1666666667}
{"full_text":"RT Not all heroes wear capes","sentiment_score":0.0}
{"full_text":"RT Jeremy Lin: \"Being a 9-year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"","sentiment_score":0.0}
{"full_text":"RT NBN Co's pandemic bonuses 'excessive, unreasonable, lacking in justification': Senate | The New Daily","sentiment_score":-0.0378787879}
{"full_text":"RT And if that wasn't enough... the bill includes $112 million for Speaker Pelosi's subway to Silicon Valley and $1.5 Senator Sch...","sentiment_score":0.0}
{"full_text":"RT This has to stop. It has. to. stop.","sentiment_score":0.0}
{"full_text":"RT For the sixth consecutive week infections have plummeted worldwideOur Global Health team asked the experts what coul...","sentiment_score":0.0}
{"full_text":"RT FDA scientists confirmed that overall the vaccine is about 66% effective at preventing moderate to severe COVID-19. The agency...","sentiment_score":0.25}
{"full_text":"RT Dems WERE cowards. They should have showed up.It appears R's are liars. They weren't \"unable\" due to the pandemic. The...","sentiment_score":-0.3125}
{"full_text":"RT Read this twice","sentiment_score":0.0}
{"full_text":"I'll never understand people who wear a mask in a crowded, mostly maskless club...you probably already have covid at this point","sentiment_score":0.5}
{"full_text":"RT I'm no expert, but I have a theory.....","sentiment_score":0.0}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"Democrat protest cancels Covid.Love how they pick and choose when something is an issue.","sentiment_score":0.0}
{"full_text":"RT what a disgrace. fire this pig. no place in our world for hate of any kind especially not over the air waves, gtfo. this make...","sentiment_score":-0.0666666667}
{"full_text":"cracks me up every day I go to work#socialdistancing #wickedsmaht #goodadvice Draper, Utah","sentiment_score":0.0}
{"full_text":"Again this very harsh. They do but in UK for example 150,000 + have died from COVID. It is not their fault if Ethiopia &amp; Eritrea want to act like Nazi's &amp; end at the Hague. All the food\/aid is in Addis paid by Western tax payers money &amp; much more. African countries can be DUMB!","sentiment_score":-0.04575}
{"full_text":"In corona some died some lost jobs some went into debt.well for me i got fat.","sentiment_score":0.0}
{"full_text":"my father died due to covid and he is having accidental insurance but company denies to pay, in many countries covid treated as accident. In india CIL also treated covid as accidental.","sentiment_score":0.1875}
{"full_text":"Scripps Research offers new way to visualize the spread of variants","sentiment_score":0.1181818182}
{"full_text":"RT I spoke with President Tshisekedi of the Democratic Republic of the Congo about good governance and reforms, COVID-19, Ebola, trade...","sentiment_score":0.7}
{"full_text":"RT How the pandemic shut down business for this bookseller on local trains in Bengalhttps:\/\/t.co\/sfv6npIfKY","sentiment_score":-0.0777777778}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"One reason I love reading is the context around #COVID19 -- the availability of effective vaccines after less than a year is an incredible achievement in medicine!","sentiment_score":0.4833333333}
{"full_text":"RT Congress will be voting late tonight, possibly into the early morning, on the $1.9 trillion COVID relief bill.But acro...","sentiment_score":-0.0666666667}
{"full_text":"RT Biden is dropping bombs on Syria, locking kids in cages, fighting against Medicare for All in a pandemic, and lying abo...","sentiment_score":0.0}
{"full_text":"RT Read this twice","sentiment_score":0.0}
{"full_text":"RT \"Between the election and the inauguration, the number of infected Americans more than doubled, skyro...","sentiment_score":0.5}
{"full_text":"This is where we're being tested.","sentiment_score":0.0}
{"full_text":"RT We're early in the post-marketing surveillance of these vaccines, but it's worth remembering that the data we have so fa...","sentiment_score":0.2}
{"full_text":"RT This has to stop. It has. to. stop.","sentiment_score":0.0}
{"full_text":"Interesting how he's speaking and then throws it to his female counterpart to lay down the ground rules of the hotel so the audience boos and yells at her, and not him.That's about on brand for CPAC and GOP.","sentiment_score":0.1148148148}
{"full_text":"RT Edith \"Elaine\" Beeson, 64yo Home Health CNA, Melrose, Texas, died of #covid19 1\/12. She loved nothing more than having her fa...","sentiment_score":0.6}
{"full_text":"RT JPMorgan Chase, Bank of America, Dollar General and other companies are offering paid time off or bonuses for employees who ge...","sentiment_score":-0.0375}
{"full_text":"RT Democrats just scheduled a vote for 2am tonight.They are so embarrassed by all the non-COVID waste in their bill that they...","sentiment_score":-0.2}
{"full_text":"this is so mean i hate covid","sentiment_score":-0.55625}
{"full_text":"RT According to looking like we're gonna hit 2.2 million vaccines today, an all-time record. So good to see. Let's...","sentiment_score":0.7}
{"full_text":"Hope the White House backs off from this. They should make covid test free for all reporters - making it more accessible for all outlets not just the elite corporate ones \\","sentiment_score":0.255}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT Texas Gov. Greg Abbott said he is working on a plan to remove all statewide coronavirus restrictions and will make an annou...","sentiment_score":0.0}
{"full_text":"You gotta put in a application due to corona ","sentiment_score":-0.125}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"RT This violence has to stop!  These hate crimes have to stop!  People are fearful enough of dying because of this pandemic...","sentiment_score":-0.6333333333}
{"full_text":"RT Bigotry and not being literal? I won't stand for that. His name is Jeremy. Send those bullies Literal Larry's way....","sentiment_score":0.0}
{"full_text":"What are the strong use cases for #connectedcar #data? #Otonomo CEO, Ben Volkow, appeared on \"Noam on the Move\", a podcast hosted by CEO, Noam Meital, to talk about the #futureofmobility in a post-COVID world. Learn more:https:\/\/t.co\/nb5ACBPvnL#TrafficManagement","sentiment_score":0.4333333333}
{"full_text":"RT Some countries India  has provided COVID vaccines to so far:UAEBrazilEgyptNepalSerbiaGhanaKuwait...","sentiment_score":0.0}
{"full_text":"RT Thank you We are all together in the fight against this pandemic. India is committed to sharing resources, exp...","sentiment_score":0.0}
{"full_text":"RT In Israel, the pandemic revealed and heightened long-existing tensions between secular and ultra-Orthodox communities. The pol...","sentiment_score":0.0}
{"full_text":"RT I went on to talk about Dems' plan to give health insurers tens of billions of dollars to put people on pl...","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT I mean, the Democrats you likely voted for can't force Kyrsten Sinema and Joe Manchin to vote differently. I don't know...","sentiment_score":-0.1041666667}
{"full_text":"RT If you know anyone 65+ in Connecticut, there are plenty of COVID vaccine appointments available Sunday, all over the p...","sentiment_score":0.4}
{"full_text":"RT PEOPLE--LET'S DO THIS. $815 away from being able to bring Lamar home. Caged on Rikers during a pandemic solely because of hi...","sentiment_score":0.5}
{"full_text":"Like Serina betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"RT Great plan, Gym. Let's just pretend COVID-19 doesn't exist because that worked out so great under the last ad...","sentiment_score":0.5333333333}
{"full_text":"CONSUMER ALERT: Complaints about errors in credit reports have skyrocketed since the COVID-19 pandemic began. These errors can pose a host of problems for the consumer.https:\/\/t.co\/o1spreBUIG","sentiment_score":0.0}
{"full_text":"\"I don't understand why we're called 'essential workers.' Really, for the company, we're more like 'essential machines.' Tyson believes we're expendable and disposable.\"","sentiment_score":0.175}
{"full_text":"Sales of cereals during lockdown are apparently up. An official spokesperson has described the situation as grrreat! #joke","sentiment_score":0.0625}
{"full_text":"A FDA panel of advisors recommended that Johnson &amp; Johnson's single shot #vaccine should be approved. | By","sentiment_score":-0.0714285714}
{"full_text":"In the midst of a deadly pandemic and a homelessness crisis, is noise really the issue deserving of public resources and attention right now? Sara Sagaii writes.https:\/\/t.co\/BexHOAlHSB","sentiment_score":0.1771428571}
{"full_text":"#WATCH: A new ad from has hit out at PM for \"lying\" about Australia's COVID-19 vaccine rollout.What are your thoughts?MORE DETAILS: #AusPol #Vaccine #COVID19Vaccine #Morrison","sentiment_score":0.1363636364}
{"full_text":"There are no studies that the #COVID vaccine can affect fertility in either men or women.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 27\/02\/2021 09:30Total Cases: 11079094 [+0]Active: 156413Recovered: 10761139 [+0]Deaths :156970 [+0]Total Tests: 214.66MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"I hate to say it but I miss lockdown ","sentiment_score":-0.8}
{"full_text":"Are the kids really alright? This small study by found that #COVID19SA messaging may have scared some children into a fear response. So how can we improve the way we speak to kids about COVID? Find out in our #BhekisisaResource","sentiment_score":-0.025}
{"full_text":"RT The NBA G League is investigating Jeremy Lin's statements that he's been called \"Coronavirus\" during games, per","sentiment_score":0.0}
{"full_text":"Six months after the arrival of the first COVID-warning smartphone apps built on a privacy-preserving framework from Apple and Google, they remain yet another coronavirus pandemic scarcity.","sentiment_score":0.25}
{"full_text":"#NSTopinion A successful vaccination also depends on people being comfortable and confident to take the vaccines when they are offered.https:\/\/t.co\/4kCBz5goTr#coronavirus #covid19 #vaccine","sentiment_score":0.55}
{"full_text":"Pa. Department of Health officials confirmed that Westmoreland County was shortchanged in the number of covid-19 vaccine doses allocated since December.https:\/\/t.co\/t8AFpp7gva","sentiment_score":0.4}
{"full_text":"This week the VERIFY team tackled misinformation about vaccines, questions about the costs of winter storms and false claims about a toy line's rebrand.","sentiment_score":-0.4}
{"full_text":"Five Ways To Align Work And Learning Post-Pandemic","sentiment_score":0.0}
{"full_text":"An undercover detective with Washington state's Internet Crimes Against Children Task Force said it can be easy for children to fall into traps set by online stalkers.https:\/\/t.co\/cE0KFsbhQb","sentiment_score":0.4333333333}
{"full_text":"The University of Texas at Austin is suspending the SAT and ACT test score requirement for fall 2022 applicants, citing continued limited access to testing opportunities for students due the COVID-19 pandemic","sentiment_score":-0.0982142857}
{"full_text":"Yes, inmates have received stimulus checks in the past and will likely be eligible for additional COVID-19 relief money if and when lawmakers agree on a next round.","sentiment_score":-0.1125}
{"full_text":"President Joe Biden visited Texas, promising the federal government will be there for Texans as they try to recover, not just from the historic storm but also the public health and economic crisis caused by the coronavirus pandemic.https:\/\/t.co\/n6F5tr3bHb","sentiment_score":0.1}
{"full_text":"Helena area organizations join forces to support veterans during the pandemic","sentiment_score":0.0}
{"full_text":"Allocation of Johnson &amp; Johnson vaccine to Arizona if approved","sentiment_score":0.0}
{"full_text":"RT Dunkirk has one of the highest Covid rates in France, yet 33 more people illegally came to the UK by dinghy today.Some...","sentiment_score":0.0}
{"full_text":"We are left with only this option by #LetUsBackToAus #justiceon5march #InternationalStudentsAustralia","sentiment_score":0.0}
{"full_text":"RT In Focus This Weekend: Maternal Health, Health Disparities and #COVID19. Saturday 6:30 am and Sunday 1pm","sentiment_score":0.0}
{"full_text":"Based on this, I predicted that winter would suppress the virus in most places, except for the South.My poor choice of words make it look like I was wrong, but cases actually declined throughout winter in more than half of the states. Until now... (4\/x)https:\/\/t.co\/SX93k3h4p8","sentiment_score":-0.0111111111}
{"full_text":"Current Conditions for #Sayre PATemp: 30.1FWind Chill: 29.7FHumidity: 73%Dew Point: 22.5F Barometer: 30.387 inHgWind: 1 mph from the ECorona Virus Weekly Stats:Cases: 126.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT The small-molecule drug, plitidepsin, possesses antiviral activity against #SARSCoV2 and may be a promising drug candi...","sentiment_score":0.2}
{"full_text":"RT I am lucky that my favorite star is so excellent, so talentedFor the first time, I like this country because I like someon...","sentiment_score":0.5208333333}
{"full_text":"Important; Since 04:00 on 15\/01\/21, it has been mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test., More info:","sentiment_score":0.45}
{"full_text":"RT Jeremy Lin: \"Being a 9-year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"","sentiment_score":0.0}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT Democrats just scheduled a vote for 2am tonight.They are so embarrassed by all the non-COVID waste in their bill that they...","sentiment_score":-0.2}
{"full_text":"It may have been just a hobby back when it was founded in 2007, but now in the middle of a pandemic, PrepSpin is the only way many high school basketball fans can watch the games.","sentiment_score":0.132}
{"full_text":"RT Democrats working late into the night to get you $1400 rescue checks; Republicans lining up to vote no.","sentiment_score":-0.3}
{"full_text":"RT We need to try to hold on. We're close and we can save more lives.","sentiment_score":0.5}
{"full_text":"Time: 04:00 * Temp: 5.8degC * Wind: SW 2.0 to 6.9mph * Pressure: 1032.6hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:16 * Sunset: 17:55 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT COVID: WHO chief thanks India, PM Modi for sharing vaccine with over 60 nations","sentiment_score":0.2}
{"full_text":"RT Tonight, we are voting on the COVID relief bill that will include a $15 minimum wage.  Make no mistake: Providing a raise to 2...","sentiment_score":0.0}
{"full_text":"How about the Sunbelt wave, I am often asked. I long believed that there were actually two ranges, not one, based on another study I had seen earlier (cannot find it now). But another study confirmed that, finding there is another, warmer bracket. (6\/x)https:\/\/t.co\/0VQVao3sFi","sentiment_score":0.0875}
{"full_text":"RT BREAKING: Walt Disney World Updates Face Mask Policy for Restaurants to Require Guests to Wear a Mask Even at Their Tablehttps...","sentiment_score":0.0}
{"full_text":"RT \"Gov. Whitmer's regional hub policy placed patients with and without COVID-19 in the same facilities and may have exacerbated th...","sentiment_score":0.0}
{"full_text":"RT Today my friend got fired from #TraderJoes when he recommended enhanced COVID-safe practices. He's been working there all thr...","sentiment_score":0.0}
{"full_text":"Latest news regarding the pandemic in Oman here:","sentiment_score":0.5}
{"full_text":"\"We needed to use the expertise we always touted to clients to figure out how to shift our own gears.\" CEO of Prescouter discusses adapting after 2020 via BRINK News. #COVID19 #leadership","sentiment_score":0.6}
{"full_text":"RT On behalf of Canadians I thank India and its Prime Minister for 2 million #COVID19 vaccine doses...","sentiment_score":0.0}
{"full_text":"I don't see any social distancing. This is very dangerous behavior and will lead to spikes in cases #StayHome","sentiment_score":-0.3733333333}
{"full_text":"RT Thank you We are all together in the fight against this pandemic. India is committed to sharing resources, exp...","sentiment_score":0.0}
{"full_text":"Coronavirus: Worrisome 'home-grown' COVID-19 variant emerges in NYC, across Northeast | Read more:","sentiment_score":0.5}
{"full_text":"RT Anyone who has refused to wear a mask for the past year should be at the bottom of the list for the vaccine...PERIOD!","sentiment_score":-0.3125}
{"full_text":"RT Hey &amp; Brazilian &amp; South American fans are being denied a refund for their #LoverFest tickets and a...","sentiment_score":0.0}
{"full_text":"Canadian regulators on Friday authorized AstraZeneca's coronavirus vaccine for all adults.","sentiment_score":0.0}
{"full_text":"RT my biggest fear is that we will try to move on without an honest accounting and fail to make any progress because we ar...","sentiment_score":0.05}
{"full_text":"Canadian regulators on Friday authorized AstraZeneca's coronavirus vaccine for all adults.","sentiment_score":0.0}
{"full_text":"RT 2) The first gap to highlight is the fact that Ontario has to date reported a cumulative total of 2,099 presumptive #COVI...","sentiment_score":0.125}
{"full_text":"RT So if someone donated snake oil as Covid vaccine, hindi na kailangan dumaan sa proseso kasi donasyon? What's happening t...","sentiment_score":0.0}
{"full_text":"Maybe he's just not an idiot, can see that this \"pandemic\" is a scam, and doesn't feel that a scam is a good enough reason to spend hours every day breathing in air with 10,000 ppm of CO2.","sentiment_score":-0.0333333333}
{"full_text":"#Covid19 sure disrupted the retail experience. But it also unleashed #SupplyChainInnovation like we've never seen.","sentiment_score":0.5}
{"full_text":"RT BREAKING: An FDA Advisory Committee has voted to recommend the Emergency Use Authorization of the J&amp;J\/Janssen COVID-19 vacci...","sentiment_score":0.0}
{"full_text":"RT Dems are working late into the night to spread Covid reliefCPAC is partying late into the night to spread Covid","sentiment_score":-0.3}
{"full_text":"RT .@Rachelvscott joins to report on the latest on potential COVID-19 relief legislation.","sentiment_score":0.25}
{"full_text":"COVID-19: Fans May Return To Premier League Games From May 17","sentiment_score":0.0}
{"full_text":"RT On behalf of Canadians I thank India and its Prime Minister for 2 million #COVID19 vaccine doses...","sentiment_score":0.0}
{"full_text":"Check out Epidemic by #indiegames","sentiment_score":0.0}
{"full_text":"Jeremy Lin says he was called \"coronavirus\" during game","sentiment_score":-0.4}
{"full_text":"RT Texas Gov. Greg Abbott said he is working on a plan to remove all statewide coronavirus restrictions and will make an announcemen...","sentiment_score":0.0}
{"full_text":"RT Never has released nursing home COVID death statistics and she's still packing them in. Betting it's about 90%.Michigan L...","sentiment_score":0.0}
{"full_text":"Covid-19: CoronaVac vaccine to undergo evaluation, bottling assessment process before getting approval, says KJ","sentiment_score":0.0}
{"full_text":"U.S. health advisers endorsed Johnson &amp; Johnson's one-dose COVID-19 vaccine, moving it one step closer to authorization for use in the country.","sentiment_score":0.0}
{"full_text":"RT My transcript need to say \"covid years\" on these three semesters cuz babyyyyy","sentiment_score":0.0}
{"full_text":"Vaccine Delivery through Skin Scarification Could Be Solution in Controlling Respiratory Diseases - #covid19 ","sentiment_score":0.0}
{"full_text":"RT  anyone who anti-racism should know about this situation too. it happens with a lot of asian that nowadays be blame for a r...","sentiment_score":0.0}
{"full_text":"RT Dr. Rachel Levine is a physician and a seasoned public health expert who was confirmed to her previous position with wide...","sentiment_score":0.0766666667}
{"full_text":"Canadian regulators on Friday authorized AstraZeneca's coronavirus vaccine for all adults.","sentiment_score":0.0}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"President Rodrigo #Duterte on Friday signed into law a measure that aims to fast-track the administration of #coronavirus disease 2019 (#Covid-19) vaccines and establish a PHP500-million #indemnificationfund.","sentiment_score":0.0}
