{"full_text":"Blessed to have run into 7 in my last visit to Hawaii last year. Medicine for the soul to watch these beautiful gentle creatures in their habitat. Hope they all feel safe. I share my home away from the beach. Stay calm and carry on everyone.","sentiment_score":0.3083333333}
{"full_text":"RT John Huffman - 53, Died Feb 14. World History and American Gov't Teacher, Cross Creek High School, Richmond County, August...","sentiment_score":0.0533333333}
{"full_text":"RT My children asked to travel abroad during a global pandemic. Wanting to be a good parent, I said, \"That's ridiculous.\"","sentiment_score":0.1222222222}
{"full_text":"Republicans LITERALLY voted to defund the police by voting against President Joe's Covid-19 relief bill.","sentiment_score":0.0}
{"full_text":"RT Some of y'all live in a Democratic-run state where your governor mismanaged the pandemic, covered up the deaths of countles...","sentiment_score":0.1363636364}
{"full_text":"RT I would work with President Biden to deliver COVID relief to Coloradans. Lauren Boebert won't even admit Joe Biden wa...","sentiment_score":0.0}
{"full_text":"RT Investors seed indoor farms as pandemic disrupts food supplies","sentiment_score":0.0}
{"full_text":"More than 130 countries don't have a single Covid-19 vaccine, while 10 countries have already dispersed 75% of all vaccines, the UN says - CNN","sentiment_score":0.2142857143}
{"full_text":"Awaits news of a Mars variant of Covid","sentiment_score":0.0}
{"full_text":"RT y'all should've kept this in the drafts.","sentiment_score":0.0}
{"full_text":"RT i don't care about whatever the government says is safe. they don't give a fuck about anyone's lives, they just want to sav...","sentiment_score":0.05}
{"full_text":"RT Even less needed after corona?No no, says the Minister: \"max 1-2 days\/week of teleworking post-corona\". Which would b...","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING REPORT: A waitress in New York City has been fired from the Red Hook Tavern after REFUSING TO GET THE COVID-19...","sentiment_score":0.0681818182}
{"full_text":"I want to go to stills tonight but we're in a pandemic &amp; I got sick last time It might be the only chance I hang out with my friends but are they really my friends I want to drink but I can later I don't want my bf to think I'm a loser but he doesn't think I am ","sentiment_score":-0.1028571429}
{"full_text":"If you need any tips let me know - after 37 years in flats - I've spent lockdown in pjs and stilettos  practicing for freedom! ","sentiment_score":-0.125}
{"full_text":"RT Only 55% of Black people in England in their 70s had been vaccinated against COVID-19 by last week compared with 86% of...","sentiment_score":-0.0555555556}
{"full_text":"RT The mRNA Covid-19 Vaccines could be efficacious up to 92%  just two weeks after first injection to...","sentiment_score":0.25}
{"full_text":"RT SHOCK IN CHICAGO: Mayor Reportedly Used $281M in CoVID Relief Cash to Pay Underfunded Police Dept.","sentiment_score":0.0}
{"full_text":"RT We are back and better than ever! Our 10th COVID-19 Response Report is OUT! Be sure to check out the full report here: h...","sentiment_score":0.4078125}
{"full_text":"It could take almost 9 more months to vaccinate 70% of Americans against SARS-CoV-2 infection and reach a herd immunity threshold.https:\/\/t.co\/7GaPzWdKUM#covid19 #pandemic #herdimmunity #vaccines #usa","sentiment_score":0.5}
{"full_text":"RT #Iran apologists continue the \"sanctions deprive medicine\" narrative.Reminders:-Iran's FM spox: \"... medicine &amp; food,...","sentiment_score":0.0}
{"full_text":"RT The strict lockdown in the UK was so effective that it stopped the spread of Covid in Sweden as well ","sentiment_score":0.6}
{"full_text":"RT Wanna know how to do the  \"Pandemic Pivot with The Curvy Critic\". Join me , Saturday, Feb 20 at 10:00 AM PST on","sentiment_score":0.0}
{"full_text":"RT #Corona is the virus with the best marketing team.","sentiment_score":1.0}
{"full_text":"RT Scoop by &amp; Joe Biden's allies launching a new 501(c)(4) nonprofit called \"Building Back Together,\" wit...","sentiment_score":0.0681818182}
{"full_text":"this looks very pertinent, especially with more virulent variants.","sentiment_score":0.2333333333}
{"full_text":"#COVID19 now has a new variant called Fin-796H, discovered in Finland, that may not be detected by some PCR tests.","sentiment_score":0.1363636364}
{"full_text":"IPA \/ ToyHouse LLC-LEGO(r) Partners with Independent Pharmacy, Free Pharmacy CE, and New #COVID19 #Vaccine Resources #independentpharmacy #pharmacy","sentiment_score":0.1787878788}
{"full_text":"RT If you have a story, local tale, local building or monument, family lore or want to record your Covid journey,","sentiment_score":0.0}
{"full_text":"Scammed again by SNKRS on Android. No stores show up and when it does 5 minutes later, fully booked.  I haven't been able to buy anything off this app since before COVID. Watching bots clean-up remembering the good ol days","sentiment_score":0.4}
{"full_text":"RT I can't believe Ted Cruz expects us to believe that he spent 2 days on a plane just so he could chaperone his kids to Cancun f...","sentiment_score":-0.1}
{"full_text":"I bet there was a Pandemic with a \"Don't Travel To Mexico\" warning too!","sentiment_score":0.0}
{"full_text":"RT #coronavirus  Do you want to buy books without getting infected in a shop? E-books &amp; e-book readers are the solution","sentiment_score":0.0}
{"full_text":"She wants the same phase out for the child tax credit for both individuals and married couples.The problem with that is it would create a marginal tax rate to marrying someone with a positive income near the threshold.https:\/\/t.co\/p9kiNsZ6pV","sentiment_score":0.1554545455}
{"full_text":"Watch live as Kentucky Gov. Andy Beshear gives an update on COVID-19.https:\/\/t.co\/Ti8h43SHYN","sentiment_score":0.1363636364}
{"full_text":"RT This grant will benefit approximately 6.5 million Ethiopians in need, of which 50% are expected to be women. It also he...","sentiment_score":-0.25}
{"full_text":"RT Very sad day folks a man who was like a dad to me for many yrs has lost his battle only 4 months after the lovely lady w...","sentiment_score":0.0875}
{"full_text":"You can now sign up to be alerted when the COVID-19 vaccine is available for you!","sentiment_score":0.5}
{"full_text":"RT Trump touts New York's COVID-19 aid, says Cuomo could have 'saved lives'","sentiment_score":0.1363636364}
{"full_text":"RT Good lord, stop wasting time with this stuff. Here's a brief list of things that should take precedence over this act:...","sentiment_score":0.35}
{"full_text":"RT Taiwan's CDC has created anime villain renditions of various diseases, and I just... *blink*","sentiment_score":0.0}
{"full_text":"RT Chicago Received $403 Million Of The Federal COVID Relief Funding.........................65% Went To CPD.","sentiment_score":0.0}
{"full_text":"The next time anyone from the UK chimes in on America I will send them this.","sentiment_score":0.0}
{"full_text":"\"But I felt like I was OK and at ease knowing that with the program, someone was there for me...If I needed anything, I could call the physicians or contact emergency services...\"Rural access to #healthcare is needed during the #pandemic. Covid to Home does just that.#MedTwitter","sentiment_score":0.25}
{"full_text":"RT Fifth of patients with Covid-19 and diabetes 'die within 28 days of admission'https:\/\/t.co\/qzUPFaguoT","sentiment_score":0.0}
{"full_text":"RT We couldn't agree more! Pick up the latest edition of Oakland! You won't be disappointed. Support your loc...","sentiment_score":0.1666666667}
{"full_text":"Zimbabwe Rolls Out Coronavirus Vaccination Program ","sentiment_score":0.0}
{"full_text":"RT Language might not be on the move much during these lockdown days but it's always in the news.","sentiment_score":0.2}
{"full_text":"RT For everyone ready to say folks 65+ are not able to navigate the digital landscape, as soon as #Massachusetts opened COVID v...","sentiment_score":-0.0166666667}
{"full_text":"Dr. B is building a free nationwide COVID-19 #vaccine standby list that will notify you when unclaimed doses become available in your neighborhood. Sign up at and spread the word.","sentiment_score":0.4}
{"full_text":"RT In Peru, oxygen mafias are making death threats and burning down homes in their bid to control supplies and speculate with...","sentiment_score":-0.1555555556}
{"full_text":"RT Yo this Corona spoil things waaa,like by now Kumerica boys Dey Tour London and by summer them definitely go spoil America...","sentiment_score":0.0}
{"full_text":"RT In Peru, oxygen mafias are making death threats and burning down homes in their bid to control supplies and speculate with...","sentiment_score":-0.1555555556}
{"full_text":"RT And it may be a lockdown, but think of all that extra reading time! xx","sentiment_score":0.0}
{"full_text":"RT Perspective time. Threat of ice, entire town shuts down. Stay home or wear a mask in a pandemic. People say no! Priorities.","sentiment_score":-0.0972222222}
{"full_text":"Because flying during a pandemic to another country is such a great idea. Not to mention leaving his constituents in Texas freezing, starving, dying.","sentiment_score":0.4}
{"full_text":"Trying to not get upset I've put on weight, there's a pandemic celyn your allowed to put on weight and like fuck it","sentiment_score":-0.4}
{"full_text":"RT Biden not sending out COVID relief checks... but refunding the Wuhan lab where COVID came from is THE PERFECT EXAMPLE...","sentiment_score":1.0}
{"full_text":"RT by shifting the blame from frats and sororities to the general student body for the spike in covid cases, uva is encourag...","sentiment_score":0.05}
{"full_text":"RT HOW DO U SAFELY DINE IN A RESTAURANT WHEN U HAVE TO TAKE UR MASK OFF TO EAT\/DRINK!! just tell me. explain how that makes se...","sentiment_score":0.78125}
{"full_text":"RT Biden not sending out COVID relief checks... but refunding the Wuhan lab where COVID came from is THE PERFECT EXAMPLE...","sentiment_score":1.0}
{"full_text":"RT abbott failed to handle covid &amp; the winter storm in texas, remember this when y'all are voting in 2022","sentiment_score":-0.5}
{"full_text":"also waiting for them covid vaccines to go public like","sentiment_score":0.0}
{"full_text":"RT I can't do my show this evening. My sister Frances is v poorly in hospital with Covid. I don't feel shiny or happy...","sentiment_score":0.2}
{"full_text":"People in china were literally sealed into their homes, and americans call this mask wearing, no large gathering, situation a \"lock down\". Its ridiculous.","sentiment_score":-0.1986772487}
{"full_text":"RT Number of countries using selected Covid-19 vaccines: Pfizer\/BioNTech  : 61 Oxford\/AstraZeneca  : 41 Mod...","sentiment_score":0.2}
{"full_text":"Martian variant of COVID-19 now a major threat to pubs opening in April. #COVID-19 #Perseverance #Mars2020","sentiment_score":0.0625}
{"full_text":"So wait people complaining about wearing a mask but if we go to space should we be okay with them taking off lol  #Mars2020 #COVID19","sentiment_score":0.65}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"Covid-19: World's first human trials given green light in UK","sentiment_score":0.1125}
{"full_text":"RT Parents....when our kids whine for an immediate trip to a Mexican beach resort during a crisis and a pandemic, what do we...","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT New study shows Pfizer vaccine not protective against African version of #COVID19","sentiment_score":0.0681818182}
{"full_text":"And where the CDC inflated the numbers","sentiment_score":0.0}
{"full_text":"RT Confirmed Case of P.1 Covid Variant (Known as the Brazil Variant) in Maryland Resident Who Passed AwayMore information a...","sentiment_score":0.4}
{"full_text":"RT CA will be sending $600 checks to those that need it most.https:\/\/t.co\/gO5YQywVuy","sentiment_score":0.0}
{"full_text":"RT Everyone is so mad at Ted Cruz for going to Cancun during a state-wide weather emergency that we've completely forgotten to...","sentiment_score":-0.2625}
{"full_text":"Lawrence Chaney is the only thing getting me through lockdown 3.0 and if you're not watching #DragRaceUK please do cause this show is fucking free therapy","sentiment_score":0.2}
{"full_text":"In your reporting, do you know where teachers go to sign up for the Covid Vaccine?","sentiment_score":0.0}
{"full_text":"So embarrassed this moron is even in my state","sentiment_score":-0.8}
{"full_text":"Wrong needles, not enough vaccine, no real date on when vaccinations start.  Why does the \"rollout\" feel like it fell off the back of a truck? Is the Arthur Daly of Australian health? Evrry needle a goer #COVID19 #auspol","sentiment_score":-0.12}
{"full_text":"RT I have had the privilege to spend some time with #SuperHEROS players, and we need more people like them in our game! Please...","sentiment_score":0.0}
{"full_text":"RT Anyway.... check out our Advice &amp; Information hub which has accurate information on when it is and isn't legal to gather wit...","sentiment_score":0.3}
{"full_text":"RT In Austin, the downtown area and many of the city's wealthier neighborhoods on the west side never lost power, while the east...","sentiment_score":0.5}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"What happens when you take the Covid-19 Vaccination? See for yourself, HUGE REVEAL side effects and reactions (Log of My Symptoms By The Hour)","sentiment_score":0.4}
{"full_text":"RT This package contains vital aid to fight the virus, reopen schools, and help those suffering.","sentiment_score":0.1}
{"full_text":"RT Wits way the constant mood swings this lockdown.. one day av got a buzz about me the next day a feel like shite","sentiment_score":0.0}
{"full_text":"LAST year was meant to be a blockbuster for action on the climate crisis. But the unexpected covid-19 pandemic upended climate choreography, postponing the major UN summit COP26 and forcing striking students off the streets. check #smartkas #globalgoals","sentiment_score":0.1525}
{"full_text":"RT I can't believe Ted Cruz expects us to believe that he spent 2 days on a plane just so he could chaperone his kids to Cancun f...","sentiment_score":-0.1}
{"full_text":"Shoutout","sentiment_score":0.0}
{"full_text":"Nigerian Covid-19 variant 'could be resistant to vaccines' | The Guardian Nigeria News - Nigeria and World News","sentiment_score":0.0}
{"full_text":"But you certainly do not deserve abuse. Doctors, nurses, scientists, remain the heroes in any pandemic. But our fight is to protect the natural world from the whoesale wanton destruction caused by human primates. They never learn so don't deserve their place on the planet!","sentiment_score":-0.0023809524}
{"full_text":"RT With schools cancelled this week, my kids wanted to take an international trip with their friends in the middle of a pan...","sentiment_score":0.0}
{"full_text":"RT Lazio have won 6 of their last 7 in Serie A For a team whose momentum was so disrupted by the COVID-enforced pause last...","sentiment_score":0.0}
{"full_text":"RT Hey y'all. Just like after Harvey and COVID19...The Asian groceries are well stocked even if HEB and others are running...","sentiment_score":0.0}
{"full_text":"No, it can't be, they are not capitalists and WE are the BEST in the world!","sentiment_score":1.0}
{"full_text":"RT Correction: came back to Texas less than 24 hours later.After 10 months still won...","sentiment_score":-0.0833333333}
{"full_text":"RT He allows his kids to travel during a pandemic. To a place of people he thinks we need to keep out of t...","sentiment_score":0.0}
{"full_text":"#NewMexicoState has had to cancel its season-opening four-game series against at #UNLV due to a positive Covid-19 test within the program.","sentiment_score":0.0511363636}
{"full_text":"RT If you were just going to drop off your daughter, why the giant suitcase of clothes? And don't you need to wait 72 hours...","sentiment_score":0.0}
{"full_text":"RT As part of the new rules under the Biden administration, Cruz will have to show a negative COVID test before boarding his fligh...","sentiment_score":-0.0818181818}
{"full_text":"RT The world will never be the same again after #COVID19.Alongside Angela Merkel,","sentiment_score":0.0}
{"full_text":"RT I love seeing journalists do a textbook job of calling bullshit on the misleading use of quantitative data. Here's a gre...","sentiment_score":0.5}
{"full_text":"You just have to make sure you have solid people attending. These stories won't stop me living life ","sentiment_score":0.25}
{"full_text":"RT FEMA says power outages and transportation impacts have affected COVID-19 vaccination delivery across several states with si...","sentiment_score":0.0}
{"full_text":"Has to do with $$$$   I've gotten both doses of moderna, but I still have to wear a mask at 95% protection????? Why then take the flu shot when it only covers (on a good year) 42%? Makes no sense.","sentiment_score":0.35}
{"full_text":"You have a tv ! Stay home","sentiment_score":0.0}
{"full_text":"RT 1\/ Peer-reviewed: \"Pre-existing Tcell immunity to SARSCoV2 in unexposed healthy controls in Ecuador\"\"80% of convalescent C...","sentiment_score":0.5}
{"full_text":"did you see this? I mean.","sentiment_score":-0.3125}
{"full_text":"The First Minister of Scotland has announced that children will be returning to school amid the lockdown in an effort to resume normal life.https:\/\/t.co\/qGgAkS7hmz","sentiment_score":0.2}
{"full_text":"The pandemic has affected working women significantly more than it has affected working men. The role of women - especially mothers - in the workplace has always been an active debate, including the so-called \"mommy wars\" in the 90s. WATCH:","sentiment_score":0.1222222222}
{"full_text":"How This Utah-Based Agency Is Doing During the Pandemic via","sentiment_score":0.0}
{"full_text":"Latest case figures have been revealedhttps:\/\/t.co\/Yj6cs4l3Md","sentiment_score":0.5}
{"full_text":"Local medical, nursing and athletic training students had the opportunity to practice administering COVID-19 vaccines during educational programming at Gritman Medical Center.  ","sentiment_score":0.03}
{"full_text":"Wrapping up our evening's broadcast, it's an exploration of the existential stasis of the lockdown in the US: it's \"Quitting Smoking\" with homes4u:","sentiment_score":0.0}
{"full_text":"The most up-to-date figures, for the week ending February 5, show another 20 county residents died where Covid-19 was mentioned on the death certificate.https:\/\/t.co\/wXwaG7eN4l","sentiment_score":0.5}
{"full_text":"Some COVID survivors' blood plasma can help keep patients out of the hospital, if it's rich in antibodies and given early.","sentiment_score":0.2375}
{"full_text":"For those who can afford it, #vanlife is particularly well suited for the pandemic because it's socially distanced, can be done on a budget and fosters outdoor activities,","sentiment_score":0.1}
{"full_text":"RT BREAKING:Dr. Heather Morrison has confirmed one new positive case of COVID-19 in #PEI, a man in his 20s who recently travell...","sentiment_score":0.1909090909}
{"full_text":"NEW: Nevada health officials have confirmed the first known case in the state of a coronavirus variant that was originally identified in South Africa.https:\/\/t.co\/JTR0rIqMxa","sentiment_score":0.2903409091}
{"full_text":"Good news: the NASA perseverance Rover has landed on Mars.Bad news: Mars has just been diagnosed with Covid-19.","sentiment_score":0.7}
{"full_text":"RT Walmart is getting great press for raising pay for a fourth of its workers.The total cost to the company is equal to...","sentiment_score":0.2}
{"full_text":"The 94 new confirmed cases reported in the county Wednesday were the most in almost two weeks.","sentiment_score":0.3454545455}
{"full_text":"The state had reported 5,229 infections on December 4, which had been followed by a gradual drop in cases.https:\/\/t.co\/zxagzH9xGP","sentiment_score":0.0}
{"full_text":"#TBT to this time last year, before the COVID-19 pandemic, when our student doctors organized a community health fair. We're looking forward to hosting another health fair for our community when it is safe to do so. #IdahoCOM #ICOM2022 #ICOM2023","sentiment_score":0.475}
{"full_text":"Ports are often open to corruption. Incoming #COVID19 #vaccines make these sites prime targets for counterfeit jabs moving through Africa. Find out more.","sentiment_score":0.25}
{"full_text":"RT Finding a therapist can be really tough sometimes but don't give up! has a wonderful database with a variety of...","sentiment_score":0.2569444444}
{"full_text":"Some COVID survivors' blood plasma can help keep patients out of the hospital, if it's rich in antibodies and given early.","sentiment_score":0.2375}
{"full_text":"15 new local COVID cases reported, active cases fall below 100 | #ElDorado #UnionCounty #COVID19 #Coronavirus #Arkansas","sentiment_score":0.001010101}
{"full_text":"Congratulations to everyone who made this happen. This is a stunning achievement.","sentiment_score":0.5}
{"full_text":"RT The First Minister wants the election to go ahead so Scots can \"give a verdict\" on pandemic leadership.She appears not t...","sentiment_score":0.225}
{"full_text":"Have investigations linked any deaths to a COVID-19 vaccine?Although some have questioned whether the vaccines have led to deaths, none have been directly attributed to a COVID-19 jab.https:\/\/t.co\/eCOzMqOVHg","sentiment_score":0.1}
{"full_text":"Seems to me that effective ventilation should involve UV light...  which shouldn't need the same level of filtration.Wouldn't that be much cheaper, easier, safer, and easier to retrofit?","sentiment_score":0.3}
{"full_text":"International institutions such as the U.S. National Institutes of Health and the UK NICE are taking Long COVID seriously, and are publishing early guidelines for it's identification and management:https:\/\/t.co\/Lh4DOVW11thttps:\/\/t.co\/8OQTP8wrbP","sentiment_score":0.0527777778}
{"full_text":"Recently, spoke with about her latest work, writing difficult stories, journalism during a global pandemic, the future for women in India, being persistent, and so much more.https:\/\/t.co\/DJmaQKAqB5","sentiment_score":0.0333333333}
{"full_text":"Minnesota recently launched a new hotline specifically for refugees and immigrants to ensure they have access to accurate, timely information about the COVID-19 pandemic.Call 651-318-0989 to receive information at support in any language.","sentiment_score":0.1787878788}
{"full_text":"Google on Wednesday unveiled more than 50 new software tools aimed at remote learning, as teachers and students continue to meet in virtual classrooms amid the Covid-19 pandemic.https:\/\/t.co\/FJZQpxAGwA","sentiment_score":0.1787878788}
{"full_text":"RT Americans approve 58-32% of the way Biden is handling the response to the coronavirus, according to a Quinnipiac poll.","sentiment_score":0.0}
{"full_text":"Health authorities in some European countries are facing resistance to AstraZeneca's COVID-19 vaccine after side-effects led hospital staff and other front-line workers to call in sick, putting extra strain on already-stretched services.https:\/\/t.co\/1AHjbcXs2G","sentiment_score":-0.2098214286}
{"full_text":"Pandemic Creates Challenges for Boilers, Water Heaters #HVAC #boilers","sentiment_score":0.0}
{"full_text":"As US universities navigate the #COVID19 pandemic and beyond, we explore five critical lessons from leading online institutions that could help every college improve and scale their online offerings: #education","sentiment_score":0.0}
{"full_text":"As of today both of my grandparents have been vaccinated for COVID and the relief is so wonderful :)","sentiment_score":0.75}
{"full_text":"RT If science can land a rover on Mars, science can put a COVID vaccine in my arm. Humans can do anything when they work to...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 26.1FWind Chill: 26.1FHumidity: 90%Dew Point: 23.5F Barometer: 30.426 inHgWind: 2 mph from the NECorona Virus Weekly Stats:Cases: 61.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The National Weather Service has issued a winter storm warning for most of the state of Maryland, effective from 3 a.m. Thursday to 6 a.m. Friday.","sentiment_score":0.55}
{"full_text":"RT My children asked to travel abroad during a global pandemic. Wanting to be a good parent, I said, \"That's ridiculous.\"","sentiment_score":0.1222222222}
{"full_text":"WATCH LIVE: Gov. Kemp COVID-19 Vaccine Distribution Briefing https:\/\/t.co\/hN2KrnpbGm","sentiment_score":0.1363636364}
{"full_text":"A 52-year-old Asian American woman was attacked outside a New York City bakery on Tuesday in what appears to be the latest in a disturbing trend of violence against Asian Americans since the beginning of the pandemic, the victim's family says.","sentiment_score":0.0076704545}
