{"full_text":"RT 500,000 Americans have died of the coronavirus, more than any war except the Civil - and we're approaching the 1918 pandem...","sentiment_score":0.25}
{"full_text":"A snap poll for our times - a social quandary exacerbated by COVID-19: Could you be friends with an anti-vaxxer right now?","sentiment_score":0.1595238095}
{"full_text":"RT As coronavirus infections drop across the United States \"politics will intrude again\" and President Joe Biden will be forc...","sentiment_score":0.0}
{"full_text":"RT Meanwhile in no-lockdown Armenia...","sentiment_score":0.0}
{"full_text":"RT need a party like this after the pandemic ","sentiment_score":0.0}
{"full_text":"RT Melendez said he got the idea to help his fellow restaurant owners after a local realtor company helped his restaurant at...","sentiment_score":0.0}
{"full_text":"RT My mom, who works for a retail pharmacy, told me tonight that her pharmacist didn't recognize most of the people who cam...","sentiment_score":0.5}
{"full_text":"RT Combating #COVID19 takes #AllHandsOnDeck. This is why we're working with TSMC Charity Foundation &amp; Medtecs Group in facili...","sentiment_score":0.0}
{"full_text":"RT Biden Daily Guidance: The president will deliver remarks on the lives lost to COVID-19. Then, the President, the First La...","sentiment_score":0.125}
{"full_text":"RT #BREAKING: The first people in NSW are having their coronavirus vaccine. #9News","sentiment_score":0.25}
{"full_text":"Please Explain podcast: Is the COVID-19 vaccine the beginning of the end","sentiment_score":0.0}
{"full_text":"RT Biden being competent on COVID was enough to placate people for a month or so. But his refusal to cancel student debt, hi...","sentiment_score":0.25}
{"full_text":"RT How can Politifact possibly defend this position taken by their editor in chief? It's a repetition of Andrew Cuomo's own tal...","sentiment_score":0.3}
{"full_text":"RT Opec responsible for the high taxes imposed by this govt?The international crude price was...","sentiment_score":-0.085}
{"full_text":"Bloody hell- Nah we're way past the \"we're in a pandemic\" excuse now! Write good stories! This is a joke!","sentiment_score":-0.028125}
{"full_text":"RT Just what everyone wants during covid, to be touched by someone who was just on two international flights","sentiment_score":0.1}
{"full_text":"gave myself a haircut today, i can't even blame the pandemic i just kept forgetting to make a haircut appointment lmao","sentiment_score":0.6}
{"full_text":"RT #COVID19 UPDATE:We've now administered 7.3 million vaccines.Yesterday we surpassed Israel &amp; now rank 6th in the WORLD....","sentiment_score":-0.8}
{"full_text":"Man, at this rate, I will never outbreak you with my own bones in the bone race. Okay that was a weird sentence.Really sorry to hear about this though, I hope you heal up soon dude!","sentiment_score":-0.00625}
{"full_text":"RT \"This staggering wave, one full year into the pandemic, was completely unnecessary for the world's richest country. Achi...","sentiment_score":-0.025}
{"full_text":"RT \"What will happen when we face an inevitable global pandemic that is more easily transmitted, less easy to detect, and rampant i...","sentiment_score":0.2}
{"full_text":"RT Mam RESOLVE #PMCBankCrisis immediately we r #MiddleClass people who has no MONEY to Survive in  past 17 month...","sentiment_score":-0.25}
{"full_text":"RT I've listened to this album at least once a week since it came out. Spoken word poetry meets cosmic jazz from Aotearoa...","sentiment_score":-0.3}
{"full_text":"RT Overcoming the COVID-19 pandemic needs to be our top priority as a nation. I joined members of my team to talk about our plan to...","sentiment_score":0.5}
{"full_text":"RT Herd immunity is suddenly a thing. Virus running its course is now a thing too. Amazing!!!","sentiment_score":0.5}
{"full_text":"RT Um, needs to do a bit of a fact check here. We haven't had daily briefings for quite a while. We rely on our...","sentiment_score":0.0}
{"full_text":"RT I'm old enough to remember when Dr. Fauci praised Governor Cuomo for being the model on how to fight COVID ...   x 1,000","sentiment_score":0.05}
{"full_text":"RT Covid-19 deaths since the pandemic beganSouth Korea (pop 51M) : 1,557  South Carolina (pop 5.1M): 8,324","sentiment_score":0.0}
{"full_text":"RT Tomorrow, will deliver remarks on the lives lost to coronavirus, followed by a moment of silence and a candle-lighting...","sentiment_score":0.0}
{"full_text":"Since your CofS deleted her tweets, this should go directly to you.  Please help.https:\/\/t.co\/Pgs4IRpDCw","sentiment_score":0.1}
{"full_text":"RT I still remember so clearly the specific nightmare scenario laid out at the very start of the pandemic: Everyone will know...","sentiment_score":0.1}
{"full_text":"RT I'm so sick of seeing people hesitant about the COVID vaccine because it was \"developed so quickly\". This is what happens...","sentiment_score":-0.0936507937}
{"full_text":"RT The pandemic is making TV production difficult but I really hope  #MissScarletPBS can come back for Season 2! These ch...","sentiment_score":-0.1}
{"full_text":"RT all students in at once? see you guys in Lockdown 4","sentiment_score":0.0}
{"full_text":"RT She's a parent, a grandparent, a Social Worker, a Black woman and the only Democrat running in the March 20th special el...","sentiment_score":0.0447619048}
{"full_text":"RT Biden being competent on COVID was enough to placate people for a month or so. But his refusal to cancel student debt, hi...","sentiment_score":0.25}
{"full_text":"it sounds like someone wants a vacation to Vegas and it got ruined by the pandemic!","sentiment_score":0.25}
{"full_text":"RT NEW: on COVID Relief Bill: \"This is a very strong bill. I hope it will get some Republican support but if it...","sentiment_score":0.3498484848}
{"full_text":"RT An unprecedented lockdown resulted in citizens lusing jobs across age groups, the maximum causality being the youth of our...","sentiment_score":0.6}
{"full_text":"RT Your imagination misses you....and so do we. Choose your path to virtual events, kitchen science, tinkering projects, fa...","sentiment_score":0.0}
{"full_text":"RT According to the president of the Edmonton Police Association four officers were assaulted and punched.  Incredible fo...","sentiment_score":0.9}
{"full_text":"just noticing they aren't doing anything at all over here, maybe bc the pandemic is in the way, but... i'm noticing","sentiment_score":0.0}
{"full_text":"RT Is your butter not as soft as it used to be? The pandemic and our urge to bake is partly to blame - along with palm oil h...","sentiment_score":0.1}
{"full_text":"RT A new phase in the fight against the COVID-19 pandemic has begun with the vaccination program starting across the count...","sentiment_score":0.0681818182}
{"full_text":"RT Covid-19 deaths since the pandemic beganSouth Korea (pop 51M) : 1,557  South Carolina (pop 5.1M): 8,324","sentiment_score":0.0}
{"full_text":"US Reaches 500,000 Deaths From the Coronavirus -","sentiment_score":0.0}
{"full_text":"RT The official death count for Covid19 has now reached 500,000 people.Don't tell me that this reflects incompetency on T...","sentiment_score":0.0}
{"full_text":"When the third carafe of mimosas hit at brunch post Covid...","sentiment_score":0.0}
{"full_text":"RT I can't actually wrap my head around the fact that half a million Americans are dead from covid. My mind is rejecting the n...","sentiment_score":-0.1222222222}
{"full_text":"RT Important data buried in this WaPo article. Women academics losing more research hours, picking up more carer duties du...","sentiment_score":0.4666666667}
{"full_text":"He also had Covid.","sentiment_score":0.0}
{"full_text":"Ludicrous!  It's never about the people!","sentiment_score":0.0}
{"full_text":"The Benefits of Suburban Office Locations #CRE #Office #TenantTips #COVID-19https:\/\/t.co\/3N0jYfs71K","sentiment_score":0.0}
{"full_text":"RT Matthew Pottinger, the deputy national security adviser under Trump, said on CBS the evidence for a Wuhan lab leak \"far ou...","sentiment_score":0.1}
{"full_text":"RT My heart breaks for the 500,000 Americans who have been lost to this horrible pandemic. So many unnecessary deaths. It didn't...","sentiment_score":-0.3}
{"full_text":"RT That's nice for the three of us from a scientific point of view ... BUT ... It's very sad from an anti-pandemic point of view...","sentiment_score":-0.025}
{"full_text":"RT Really?These damn glasses might actually save my life?That's the best news I've heard in a long time.#Cov...","sentiment_score":0.3166666667}
{"full_text":"Good news for Londoners who miss going to their local pub for a drink during the lockdown: a former bar manager has given a whole new meaning to the phrase 'a quick pint' - by launching a pub on wheels!Follow us on Telegram","sentiment_score":0.2282828283}
{"full_text":"#Wuhan City is to provide self-driving taxi test rides to its residents for free on Feb 25. People can book service via mobile APP. Some 50 automatic taxi cars, equipped with high-tech including #5G, #AI, and #BeiDou Navigation Satellite System, will be put into the Project. ","sentiment_score":0.4}
{"full_text":"TODAY'S FRONT PAGE: MONDAY 22 FEBRUARY 2021 ..#dailynewszim #news #zimbabwe #zimnews #lockdown #COVID19 #MaskUpZimbabwe #MONDAY #coronaviruszim","sentiment_score":0.0}
{"full_text":"Fuck off","sentiment_score":-0.4}
{"full_text":"American Heart Association's Dr. Mariell Jessup talks about how #COVID19 affects the heart and shares tips for boosting your cardiac health.","sentiment_score":-0.025}
{"full_text":"When it comes to #burnout due to #COVID19, few people know it better than frontline physicians. Find out the many reasons using physician coaches can help promote employee well-being and create healthy work environments.","sentiment_score":0.235}
{"full_text":"#Maharashtra reported close to 7,000 #COVID19 cases on Sunday, Chief Minister #UddhavThackeray said while announcing that political, religious, and #social gatherings will be prohibited across the state from #Monday due to the surge in cases.Read more:","sentiment_score":0.0816666667}
{"full_text":"My brother is really the chosen one lol","sentiment_score":0.5}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation.#MDOT","sentiment_score":0.0}
{"full_text":"Federal Health Minister Greg Hunt confirmed Australians returning home from overseas will be required to spend a fortnight in hotel quarantine even if they have received the COVID-19 vaccine.https:\/\/t.co\/F57H8WJAw2","sentiment_score":0.4}
{"full_text":"Today!!! White Guava Lemonade----------------------#gulfood #gulfood2021 #citromaxgroup #lemons #flavors #dubai #food #GulfoodCommunity #foodcoummunity #communitysupport #Gulfood2020 #Gulfood #food #businessservices #Staysafe #strongertogether #stayhome #dubai #UAE #dubaiworldtradecentre","sentiment_score":0.0}
{"full_text":"Deaths per million from the COVID-19 in U.S. States, Districts, and Territories as of 19:00 (EST) on February 21.#COVID19 #SARSCoV2#Coronavirus #CoronavirusUSA #CoronavirusOutbreak #WuhanVirus #WuhanPneumonia","sentiment_score":0.0}
{"full_text":"An increasing number of reports indicate that rich white people are using their wealth and prestige to secure doses of the coronavirus vaccines: by traveling to Black and brown neighborhoods.https:\/\/t.co\/fGEXzmP4Qg","sentiment_score":0.1520833333}
{"full_text":"Haven't heard anybody call it the \"China virus\" lately. Even at the 500K dead mark. #FormerGuy","sentiment_score":-0.25}
{"full_text":"The Doris Duke Charitable Foundation has awarded $1.6 million in grants to help digitize Indigenous oral histories. #chsreads","sentiment_score":0.6}
{"full_text":"This man got away from the pandemic in a floating home ","sentiment_score":0.0}
{"full_text":"Imported from Where?","sentiment_score":0.0}
{"full_text":"The first Canberrans to receive their COVID-19 vaccines, via","sentiment_score":0.25}
{"full_text":"Explore Old Kilfane Church - HistoryView Virtual Tours #VR #VirtualReality #edtech #ARVRinEDU #education #COVID19 #virtuallearning #virtualteaching #remotelearning #remoteteaching","sentiment_score":0.1}
{"full_text":"Specialty fish and seafood retailer saw a 200% growth in transactions post-lockdown as people avoided 'wet markets'. Read how the Gurgaon startup made the most of this changing consumer behaviour.  -","sentiment_score":0.2}
{"full_text":"Copper can destroy powerful viruses and bacteria - how is Chile using it to fight COVID-19?","sentiment_score":0.05}
{"full_text":"RT Virtually every aspect of the COVID vaccine, from the lipid nanoparticles to the mRNA technology, was developed in acade...","sentiment_score":0.1}
{"full_text":"RT We'd like to thank the communities of South Auckland who showed up to get tested, and acted quickly in response to this...","sentiment_score":0.3333333333}
{"full_text":"People can receive the jabs at five community vaccination centers and 18 general out-patient clinics of the Hospital Authority starting from Feb 26.https:\/\/t.co\/YntUCVWkO3 #HongKong #COVID19","sentiment_score":0.025}
{"full_text":"New customer was able to enhance its #ecommerce platform quickly after the #pandemic and boost online sales.#Customer360 #DataDisruptor","sentiment_score":0.3232323232}
{"full_text":"RT It's happening. ","sentiment_score":0.0}
{"full_text":"Dr. Anthony Fauci said it's possible Americans will still need to wear masks in 2022 to protect against COVID-19. ","sentiment_score":0.0}
{"full_text":"RT I hope other companies see the value in booking the venue after the pandemic. Regional shows...","sentiment_score":-0.125}
{"full_text":"RT ICYMI: Joe Biden falsely says there was no COVID vaccine when he came into office.Biden got both of his vaccine doses over a w...","sentiment_score":-0.4}
{"full_text":"Hiya....we are still stupidly under lockdown here so mentally I'm in a bad place but otherwise I'm goodHope you are well hun ","sentiment_score":-0.75}
{"full_text":".@EliseStefanik challenges in light of his poor handling of the pandemic crisis in New York.","sentiment_score":0.0454545455}
{"full_text":"A year into the pandemic, the running total of lives lost was about 498,000 -- roughly the population of Kansas City, Missouri, and just shy of the size of Atlanta.","sentiment_score":-0.2}
{"full_text":"RT Last May, 100,000 deaths was unfathomable. Now we're about to reach a landmark five times that: 500,000 COVID deaths in the...","sentiment_score":0.0}
{"full_text":"Today!!! Mint Lemonade----------------------------#gulfood #gulfood2021 #citromaxgroup #lemons #flavors #dubai #food #GulfoodCommunity #foodcoummunity #communitysupport #Gulfood2020 #Gulfood #food #businessservices #Staysafe #strongertogether #stayhome #dubai #UAE #dubaiworldtradecentre","sentiment_score":0.0}
{"full_text":"The King Salman Humanitarian Aid and Relief Center (@KSRelief) has provided medical equipment to the coronavirus treatment center at Al-Hayat Hospital in Yemen's Hadramout governorate.https:\/\/t.co\/Zjxr1GcrYy","sentiment_score":-0.0666666667}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.4FWind Chill: 23.4FHumidity: 76%Dew Point: 17.0F Barometer: 30.461 inHgWind: 1 mph from the SECorona Virus Weekly Stats:Cases: 95.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Covid-19 case rates among children track much more consistently with overall case rates in a state than with trends in in-person learning in K-12 schools, according to an analysis of state-level data.","sentiment_score":0.25}
{"full_text":"RT Texas coronavirus hospitalizations at lowest since November ","sentiment_score":0.0}
{"full_text":"Soaring housing prices during pandemic may point to split economic recovery","sentiment_score":0.2}
{"full_text":"I really felt this one","sentiment_score":0.2}
{"full_text":"With so much concern about COVID-19, there's now a stronger effort to make sure everyone has equal access to vaccinations, especially in predominantly Black neighborhoods.","sentiment_score":0.1066666667}
{"full_text":"RT Township mayors going around with loudspeakers saying curfew time has been set from 4am-8pm. Under martial law,we are alre...","sentiment_score":0.0}
{"full_text":"Days after the contentious video of Directorate of Education (DoE) director Udit Prakash Rai went viral on social media, the Delhi government has issued a statement distancing itself from the actions of the IAS officerhttps:\/\/t.co\/6qeASVo8Dv","sentiment_score":0.0333333333}
{"full_text":"RT Mexico's President Faces Challenges Amid Rising COVID Deaths | Time","sentiment_score":0.0}
{"full_text":"RT I told a customer she had to wear a mask to be in my store. She snapped and said she didnt have one?? (Cap. Its 2021,...","sentiment_score":0.0}
{"full_text":"RT .@NYGovCuomo is taking important steps forward to reopen the economy safely using #rapidtests I hope the US govt see...","sentiment_score":0.45}
{"full_text":"Glory!","sentiment_score":0.0}
{"full_text":"RT Buried 12 paragraphs deep, we learn the \"accuser\" is Debbie Wasserman Schultz ranting like a lunatic. As usual.","sentiment_score":-0.125}
{"full_text":"Time: 03:00 * Temp: 4.7degC * Wind: SSW 0.0 to 0.0mph * Pressure: 1002.6hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:28 * Sunset: 17:45 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Last May, 100,000 deaths was unfathomable. Now we're about to reach a landmark five times that: 500,000 COVID deaths in the...","sentiment_score":0.0}
{"full_text":"In preparation for COVID-19 vaccinations, now's the time to link your Medicare account to myGov and check your contact details are up to date. For help with myGov, including how to link your Medicare online account, visit:","sentiment_score":0.0}
{"full_text":"3:00 a.m. &amp; the route map out of lockdown announcement later today is a ticking time bomb of a mess. It will be greeted with delight &amp; scorn in equal measure &amp; not one of us will be right.Covid-19: PM to unveil 'cautious' plan to lift England's lockdown","sentiment_score":-0.0583333333}
{"full_text":"RT 1) Catturd children's book ... Saving Smiles.2) Fictional pandemic novel with a funny twist ... Project Goober.3) Part 2...","sentiment_score":0.125}
{"full_text":"RT I dream about the CBC being defunded","sentiment_score":0.0}
{"full_text":"On 'Sketches,' Marta Palombo Addresses Her COVID-Induced Uncertainty","sentiment_score":0.0}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":"RT She's a parent, a grandparent, a Social Worker, a Black woman and the only Democrat running in the March 20th special el...","sentiment_score":0.0447619048}
{"full_text":"The City Council has authorized $977,000 to help local organizations combat the financial damages of the #pandemic. Since April, the city has already approved $3.25 million for #COVIDresponse: #stateandlocal","sentiment_score":0.0}
{"full_text":"RT \"*ALL* schools reopen (which will infuriate people who don't want their family members to die unnecessarily)\"There. Fixed...","sentiment_score":-0.15}
{"full_text":"Nowadays, a mask is a staple when you leave the house. The N95, KN95, and KF94 masks are some of the most popular and protective masks, but what are there differences among the three?","sentiment_score":0.55}
{"full_text":"RT New York's COVID infection rate has reached a new low since a holiday resurgence in cases.The latest tests came back pos...","sentiment_score":0.1545454545}
{"full_text":"Is the pandemic affecting eating disorders? #NEDA #ProjectHeal #EatingDisorders","sentiment_score":0.0}
{"full_text":"Full Fauci Interview: 'It's Stunning' As U.S. Nears 500,000 Covid Deaths... via","sentiment_score":0.425}
{"full_text":"RT The VAWG strategy 2021-24 must respond to the long-term cumulative impact of #COVID19 &amp; the double dip #...","sentiment_score":0.0}
{"full_text":"RT According to new data released Friday, as of Feb. 12, 15,923 adverse reactions to #COVID #vaccines, including 929 deat...","sentiment_score":0.1363636364}
{"full_text":"RT Argentina's health minister stepped down following reports that people were able to sidestep proper procedures to get access t...","sentiment_score":0.0861111111}
{"full_text":"RT Booing vaccinations in the middle of a pandemic where millions have died globally? It simply doesn't get much more irresponsi...","sentiment_score":0.1666666667}
{"full_text":"RT When it comes to #burnout due to #COVID19, few people know it better than frontline physicians. Find out the many reas...","sentiment_score":0.16875}
{"full_text":"Going back to uni soon? With COVID-19 having changed the way we study, you might need a bit of help this semester.Our academic books specialist has shared his top tips for studying online and buying your textbooks on the blog! --&gt;","sentiment_score":0.2083333333}
{"full_text":"RT Copper can destroy powerful viruses and bacteria - how is Chile using it to fight COVID-19?","sentiment_score":0.05}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
