{"full_text":"RT Ontario \"isn't doing widespread asymptomatic testing, but targeted asymptomatic voluntary testing in certain areas when re...","sentiment_score":0.2142857143}
{"full_text":"RT \"Instead of... being clapped we are now being told that we are killers, liars, frauds.\"NHS workers reveal the online ab...","sentiment_score":0.0}
{"full_text":"\"Malnutrition is reportedly rising, and some people are reportedly EATING LEAVES to survive -- and all of this is taking place during the COVID-19 pandemic.\" #BidenActNow #AllowAccessToTigrayhttps:\/\/t.co\/TKB4Fr4evb","sentiment_score":0.0}
{"full_text":"RT Great tips and loads of useful links from #BBC on ways to connect with #nature and stay positive https:\/\/t....","sentiment_score":0.4424242424}
{"full_text":"Don't let COVID-19 stop you from going to the zoo. Did you know you can see live zoo exhibits from the comfort of your home? Which animal would you most want to see?","sentiment_score":0.3181818182}
{"full_text":"RT Around 1 in 3 people who have Covid-19 have no symptoms. Act like you've got it.  Stay Home. Protect the NHS. Save Lives","sentiment_score":0.0}
{"full_text":"we're in Sussex &amp; on a mission to send 1 million hugs across the world in Feb for more joy &amp; wellbeing in #lockdown. Can you help inspire our region to hug around the world? #worldhugathon More info below &amp; ","sentiment_score":0.6}
{"full_text":"I booked seven tickets in june 2020.But due to covid my flight get cancelled and i mailed several time for credit amount but still not received my credit in my big member account..Big member id 9999990017845905Email id -  jeetusengar33@gmail.com","sentiment_score":-0.0416666667}
{"full_text":"RT Must....be....nice","sentiment_score":0.0}
{"full_text":"\"Always good value. Always. Richo.\"- Lord Reags' slogan for Cueball Richo.","sentiment_score":0.7}
{"full_text":"RT Only 1 day of lockdown gone? Help.","sentiment_score":0.0}
{"full_text":"RT Looking forward to his next book on leadership.","sentiment_score":0.0}
{"full_text":"Considering how much our high street and small businesses are struggling. Introducing Sunday car parking charges and increasing the cost of minimum stay is a huge kick in the teeth.","sentiment_score":0.1275}
{"full_text":"RT The Cathedral Choir is running online singing sessions for children aged 7-12 and 13-18 over Zoom during this national l...","sentiment_score":-0.1}
{"full_text":"RT Thanks We want leaders to come together to create a Coronavirus Trauma Recovery Plan for the country w...","sentiment_score":0.2}
{"full_text":"Like many we're using #virtual means to run #activities throughout the pandemic. Our #HenPower project brings children, older adults &amp; animals together to take part in fun arts lessons online. Everyone loves seeing their friends every week! #ChildrensMentalHealth","sentiment_score":0.3472222222}
{"full_text":"RT Pennsylvania's Governor is requiring a photo ID to prove you're a resident to get a COVID vaccine...I must have miss...","sentiment_score":0.0}
{"full_text":"BBC News - Coronavirus: German medics fly in to aid Portugal's hospital emergencyhttps:\/\/t.co\/pG5KSMm7lS","sentiment_score":0.4}
{"full_text":"RT Starmer might beat Johnson by 20 points at #scrabble providing an adjudicator could stop Boris c...","sentiment_score":0.0}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a bet...","sentiment_score":0.0}
{"full_text":"RT Seven SA supermarkets 'face R1m fine' for hiking food prices mid-lockdown","sentiment_score":0.4166666667}
{"full_text":"RT Andrew Cuomo's NYC lockdowns weren't about science.Indoor dining ban announced on Dec. 11th:40.2 COVID-19 cases per 10...","sentiment_score":0.0}
{"full_text":"UK launches 'world first' trial mixing different Covid vaccines for first and second doses","sentiment_score":0.125}
{"full_text":"RT Some figures that have emerged today:-2500 consultants working on Test, Trace-Average pay: PS1,100 a day-Cost to Govt...","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:3 steps to stay protected from #COVID19  Wash\/ Sanitize hands regularly Wear your mask pro...","sentiment_score":0.0}
{"full_text":"RT Yes, several countries in Europe have done widespread asymptomatic testing in schools a...","sentiment_score":0.0}
{"full_text":"funny vaccine funny mortals","sentiment_score":0.25}
{"full_text":"I'm helping to fight #COVID19 - 20418 people are estimated to have COVID symptoms in #BergenCounty #nj #2Shotsinarms Please help by taking 1 min daily to report how you feel . You also get an estimate of COVID in your area. Download the app","sentiment_score":0.0}
{"full_text":"RT Dear FCT-Abuja people. With the rigor and delay of hospital visit especially during this pandemic. We want to bring heal...","sentiment_score":0.0}
{"full_text":"I don't get this claim by the CMO, has school outbreak data on their website. Before lockdown it showed 50 schools with outbreaks that THEY defined as 2+ cases linked to each other...","sentiment_score":-0.125}
{"full_text":"Easy, they don't believe covid is real. They believe that's is some left wing plan to take control of people lives","sentiment_score":0.2111111111}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"Also, no need to wear a mask","sentiment_score":0.0}
{"full_text":"RT It will be impossible to maintain social distancing at exam centres. Online exam is the need of the hour.Please help!!#ak...","sentiment_score":-0.3166666667}
{"full_text":"RT do your friends ","sentiment_score":0.0}
{"full_text":"RT #ShilpaShetty : \"I haven't watched Biggboss ever but this year I started watching bcoz of Lockdown, I loved Rubina Dila...","sentiment_score":0.7}
{"full_text":"RT No one wants lockdown, but we have to have it to stop people dying. Part of the reason it's gone on so long is that Katsu...","sentiment_score":0.075}
{"full_text":"RT Recovery from the pandemic won't be linear. The team have been studying disaster recovery around the wo...","sentiment_score":0.0}
{"full_text":"RT  Today we're joining the call for the UK government to #KeepVATat5 to help live music recover from the COVID-19 crisis.To find...","sentiment_score":0.1363636364}
{"full_text":"RT Presymptomatic COVID is a thing. For 1-2 days before getting symptoms it is possible to spread it. Otherwise evidence o...","sentiment_score":0.0}
{"full_text":"Yes! All details here:","sentiment_score":0.0}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT #COVID19 proved one thing. No one can afford to be apolitical b\/c the horrendous death count to this pandemic was caus...","sentiment_score":0.0}
{"full_text":"RT We're encouraged to think as consumers, not workers. Thinking abt my complicity in feeling more\/less OK abt eating *outdo...","sentiment_score":0.5}
{"full_text":"RT Over the last 10 days, I've taken action on:- COVID-19- The economy- Climate change- Racial equity- Immigration- Health c...","sentiment_score":0.05}
{"full_text":"RT Cleveland developers see more interest in apartment rentals despite pandemic","sentiment_score":0.5}
{"full_text":"RT Israel is leading the world in vaccination.  #Coronavirus","sentiment_score":0.0}
{"full_text":"I was just waiting for a twitter saddo to make this point. What's to say he wouldn't have survived without Covid or that his first test was a false negative? Not surprised that you are the twitter saddo to put your head above the parapet on this one.","sentiment_score":-0.1}
{"full_text":"RT Those attempting to distort India's reform wave will fall flat on their faces - India is set to occupy a formidable positio...","sentiment_score":-0.025}
{"full_text":"Craig Kelly and Tanya Plibersek clash in Parliament House corridor over COVID misinformation - ABC News","sentiment_score":0.0}
{"full_text":"RT It is very risky to give offline exams in this pandemic. Please understand our concern.#aktuOnlineExam #CancelOfflineExam...","sentiment_score":0.2}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a better...","sentiment_score":0.25}
{"full_text":"RT Val's day approaches... Question to ask on a date esp to a Covid 19 before? If you know any what...","sentiment_score":0.0}
{"full_text":"#COVID19 #thursdaymorningWhy a particular coronavirus mutation has scientists' attention via","sentiment_score":0.1666666667}
{"full_text":"RT We must keep on protecting each other - please, wear a mask when visiting our libraries. #HandsFaceSpace #KeepSurreySafe...","sentiment_score":-0.125}
{"full_text":"being investigated finally!       ","sentiment_score":0.0}
{"full_text":"RT Before I became an MP, I worked in NHS hospitals as a cancer pharmacist. Covid-19 has not stopped cancer. So, this #Wor...","sentiment_score":0.0}
{"full_text":"RT People Before Profit says it's meeting Sinn Fein today to \"call on them to join them in pushing for a Zero COVID policy\"....","sentiment_score":0.0}
{"full_text":"RT Stop #lying","sentiment_score":0.0}
{"full_text":"RT Political elites accrue USD billions in debt which the ordinary tax payer is compelled to pay off. They call it \"de...","sentiment_score":-0.125}
{"full_text":"AI tool developed to predict severity of COVID-19 in patientshttps:\/\/t.co\/2oko4KW8UU@GustaveRoussy #medtech #AI #COVID19","sentiment_score":0.1}
{"full_text":"RT Non political government to steer Italy through Covid recovery. How very sensible!","sentiment_score":0.125}
{"full_text":"#DV2021 #DV2020 legitimate winners urge you to revoke #PP10014 and order the embassies to start the interview ASAP taking the precautionary measure for Covid-19","sentiment_score":0.0}
{"full_text":"RT The Queen may have led the tributes, but Captain Sir Tom Moore, was a man of the people. And it's those people, who sto...","sentiment_score":0.0}
{"full_text":"RT Retail is the largest source of employment for the private sector and its workforce is majority women so the mass Topshop j...","sentiment_score":0.0}
{"full_text":"RT If KJ is handling COVID-19 vaccine coordination, and DG Hisham is handling health-related COVID-19 management -- the golde...","sentiment_score":0.0}
{"full_text":"RT So she followed up that tweet by joking around about wasting $13k in the middle of pandemic.It's to...","sentiment_score":0.0}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT As #Flordia fights community spread of COVID on a massive scale, this is a 15-second snapshot of a supermarket in Naples....","sentiment_score":0.0}
{"full_text":"RT But the media would rather fuss at Ron DeSantis","sentiment_score":0.0}
{"full_text":"RT The reason Republicans don't support Biden's COVID recovery plan is not because of the cost. It's because they're worried that...","sentiment_score":0.0}
{"full_text":"Very interesting point made at the end of this. Listen to REAL scientists, and NOT the Marxist charlatans at SAGE!","sentiment_score":0.45}
{"full_text":"Finally been offered my dream apprenticeship. I cannot believe it. I've worked so hard to try and get one but covid made it so difficult for me to actually get one. 2021 you've been great alreadyhere's to new beginnings","sentiment_score":0.0241161616}
{"full_text":"going to be incredibly funny if this results in a horde of influencers arriving in Cuba","sentiment_score":0.25}
{"full_text":"#newsupdates - San Francisco restaurants see boost in business as they open for outdoor dining. ...#resturants #hospitalitynews #news #newsfeed #newsflash #sanfrancisco #outdoor #dining #covid #beverageindustry #drinksindustryhttps:\/\/t.co\/hhDiKSH5Uz","sentiment_score":0.0}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"Banned from YouTube: Dr. Simone Gold shares the truth about the COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"RT Coming up! Prepare the popcorn! Here's the trailer for the 7th #SciBall Corona Edition ft. Science Busters as TV show (in Germ...","sentiment_score":0.0}
{"full_text":"Shortly after the pandemic hit the U.S., the adoption of BOPIS increased to 76% from 66% in 2019. #Retailers need to implement these services fast, however, it's important to also get it right. To know more, download our BOPIS Playbook at:  #Retailing #CX","sentiment_score":0.2771428571}
{"full_text":"RT The avg. cost of an ICU bed in Canada is $3592\/d.The cost of paid sick leave for an essential worker earning minimum wage i...","sentiment_score":-0.3571428571}
{"full_text":"RT Come visit our booth at #ICCN2021 and watch our short video about #DigniCap #Delta - let us know if you have any questio...","sentiment_score":0.0}
{"full_text":"There has NEVER been a cure 4 any virus on earth look at PS$EUR billions thrown at HIV\/AIDS ( mostly by celebs due 2 their sick proclivities &amp; lifestyle)&amp; still NO CURE only drugs 2 delaying the inevitable","sentiment_score":-0.0678571429}
{"full_text":"RT So to recap we told people to stay home for the last 325 days and gave them $1,800. That's $5.54 a day.Meanwhile, th...","sentiment_score":0.0}
{"full_text":"Technologies Helping Business Survive the COVID Crisis #CRE #COVID-19 #Technology #TenantTips  ","sentiment_score":0.0}
{"full_text":"RT PRC  being a police-state had a police-state response to its own #WuhanVirus #WuhanCoronavirus #ChinaVirus ... So the whole...","sentiment_score":0.4}
{"full_text":"Craig Kelly back to tweeting about Covid","sentiment_score":0.0}
{"full_text":"RT That time during lockdown when Drake dropped \"Chicago Freestyle\"","sentiment_score":0.0}
{"full_text":"RT On the advice of the Scientific Industry Technical Advisory Group on Vaccine lead by Professor Brendan Murphy, the Australi...","sentiment_score":0.0}
{"full_text":"Still, at least some 90s pop stars &amp; faded telly presenters have got #numbers on the socials for spreading their little conspiracies, so every cloud","sentiment_score":-0.24375}
{"full_text":"RT Something for your tea break","sentiment_score":0.0}
{"full_text":"The twenty-second issue of the UP Manila Healthscape features UP Manila's Science and Technology Week 2020 which showcased the technologies developed by the UP SIBOL which have been crucial in the fight against COVID-19.Download:","sentiment_score":0.05}
{"full_text":"A really useful tool for anyone who's working from home and using Microsoft 365, specifically #MicrosoftTeams!!#Microsoft365 #Microsoft","sentiment_score":0.3}
{"full_text":"In its latest report, the Octa Research group said that the trend of the COVID-19  cases in NCR has leveled off and that the reproduction rate remained at 1. Does that mean we can loosen restrictions next month? Sound off below.","sentiment_score":0.146875}
{"full_text":"RT Column: People with disabilities can't be left behind during the pandemic \"We, as a country, cannot accept deprioritizati...","sentiment_score":-0.2}
{"full_text":"DELAY EXPLAINED: If you got your first dose of the COVID-19 vaccine through clinic at Harvey Hall, you may have to wait a few more days for your scheduled second shot.","sentiment_score":0.1375}
{"full_text":"People have tested positive for Covid after having these symptoms","sentiment_score":0.2272727273}
{"full_text":"Since we are still under enhanced community quarantine, we are forced to distance ourselves from one another. And even the ECQ will be lifted until the virus is completely gone, social distancing is still a must giving businesses a tough time.","sentiment_score":-0.1388888889}
{"full_text":"We LOVE PUGS! Though we currently don't have1(Otis, my Pug, passed away in 2017 at the age of 17. We now have a FrenchBulldog-Petunia, &amp; an EnglishBulldog-Buford. They are wonderful dogs w\/a TONof Pug-like qualities.Our4 kids couldn't have survived social distancing w\/out","sentiment_score":0.4145833333}
{"full_text":"Happy Natl School Counseling Wk!  AHS is blessed w\/amazing counselors who have gone above &amp; beyond this pandemic year to care for &amp; guide our students.  We are honored 2 highlight 3 counselors today w\/quotes from staff\/students. #weareavonweareone ","sentiment_score":0.5}
{"full_text":"The most recent 7-day rate of new COVID-19 infections in Barnsley is 226.8 per 100,000 people in the population (using data for 7 days ending on 29 Jan). This is lower than yesterday's figure of 231.7 per 100,000 people. Rate calculated using data from","sentiment_score":0.2121212121}
{"full_text":"Sex toy sales have exploded during lockdowns.https:\/\/t.co\/Y5s0haz18m","sentiment_score":0.0}
{"full_text":"Remember: you must now stay at home except for a limited set of exemptions. You can find full guidance online via Stay home. Save lives.","sentiment_score":0.1392857143}
{"full_text":"In this article, originally published for you will learn how the is taking lead for the building of 'post-COVID entrepreneurial ecosystems'. #engageduniversity #innovationdistricts #Scotland #UKhttps:\/\/t.co\/uBOzVIE6J0","sentiment_score":0.375}
{"full_text":"#COVID-19 #coronavirus recovered individuals may develop 10 times as many #antibodies after a single #vaccine dose ... | #SARSCoV2 | #Immunity | #antibody | #Illness | #PublicHealth | By via","sentiment_score":0.2142857143}
{"full_text":"#GoTheExtraMile Last month, Carol (one of the people we support near Samlesbury) posted a Thank You card to Tracey at Motiv8 Day Centre. Carol thanked Tracey for the craft packs they sent her, whilst the centre was closed during the third lockdown.","sentiment_score":0.0}
{"full_text":"A very detail thread about Oxford-AZ vaccine.","sentiment_score":0.2}
{"full_text":"A community of 25 NOOK volunteers makes sure someone is on call each day during school hours to take requests from school counselors. Subscribers:","sentiment_score":0.5}
{"full_text":"See where to get tested and where to get vaccinated for COVID-19.","sentiment_score":0.0}
{"full_text":"45 minutes until we know if we are out of lockdown ","sentiment_score":0.0}
{"full_text":"RT Quick Update: Not a single tweet from Rihana and Mia Khalifa about Pandemic in 2020, State Capitol Riots, Amazon Fores...","sentiment_score":0.1845238095}
{"full_text":"\"Making more money will not solve your problems if cash flow management is your problem.  Robert Kiyosaki\". If you are afraid to make a change to your accounting\/bookkeeping because of the pandemic, give us a call.  Download our white paper and call us. ","sentiment_score":-0.0333333333}
{"full_text":"RT About 730 deaths and 8 cases of spontaneous abortion recorded by EUDRA following Pfizer vaccination.","sentiment_score":0.3}
{"full_text":"Contact your lender if you're finding it difficult to pay your mortgage. If you've had a 6-month payment holiday, you can ask for tailored support.  #coronavirusuk #COVID19","sentiment_score":-0.5}
{"full_text":"Chicken wing prices usually never go above $2 a pound. There at $2.72 now, thanks to a 50+% gain during the pandemic. @matt_townsendhttps:\/\/t.co\/WHYTzhc6tBThe Way we live nowhttps:\/\/t.co\/J0qu1Q4vI0","sentiment_score":-0.0659090909}
{"full_text":"That was quick and expected. #VaccineforSouthAfrica is hamstrung by an incompetent government and #corruption. #covid19insa needs to be solved by the #FreeMarket.https:\/\/t.co\/ubU4H25Smh","sentiment_score":-0.0388888889}
{"full_text":"Sharon Naumaiskis, who was a master sergeant in the Army, has asthma and chronic obstructive pulmonary disease. \"I was more concerned about getting COVID than getting the vaccine,\" Naumaiskis said.This story is available for News-Journal subscribers.","sentiment_score":0.45}
{"full_text":"2020: How Garmin Users Prioritized Movement in a Global Pandemic","sentiment_score":0.0}
{"full_text":"The number of people dying from drug overdose rose by 17% in the last twelve months (this only includes reported cases until May 31, 2020) due to #COVID19 and #lockdowns:https:\/\/t.co\/a3X8iQjB3J","sentiment_score":0.11875}
{"full_text":"are using to ensure safety onsite. Read here about their experience using the app. Message us to find out more about how we can help your workplace stay COVID-secure.","sentiment_score":0.5}
{"full_text":"Crippled by years of mismanagement, much of India's financial system was poorly positioned even before the turmoil of Covid-19 - non-performing assets as a share of loans came close to double digits in 2019--a much higher rate than other big emerging markets, except for Russia","sentiment_score":-0.0107142857}
{"full_text":"Good Morning Ottawa!!To help our neighbors stay at home safe, we're going to be offering limited services, in order to keep their devices working.Due to Covid-19 restrictions, Only one person allowed at a time.Reception sanitized between each customer.","sentiment_score":0.2821428571}
