{"full_text":"RT One year ago today, Donald Trump tweeted: \"The corona virus is very much under control in the USA.\"More than 500,000 Am...","sentiment_score":0.38}
{"full_text":"RT #modi_rojgar_do#modi_job_doPM Modi is selling our country please support Indian youth","sentiment_score":0.0}
{"full_text":"RT Wearing a mask is one of the most important things we can do to protect others and change the course of this pandemic. That's wh...","sentiment_score":0.45}
{"full_text":"RT MANDALAY: This man was shot by riot police on Feb 20 in Mandalay deadly crackdown. When a local doctor tried to cure him, po...","sentiment_score":-0.1}
{"full_text":"RT Wow.  The BidenBucks bill pays federal employees up to 15 weeks of paid leave at $1400 per week if they have to stay home to vi...","sentiment_score":0.1}
{"full_text":"He funded the Wuhan Lab that started it all. He block the use of HCQ. He wants us in masks indefinitely. No one elected Fauci!","sentiment_score":0.25}
{"full_text":"Yes another lockdown would be disastrous. Let's hope he's got it right..... everything crossed ","sentiment_score":-0.2071428571}
{"full_text":"Commercial quantity. Not a bad idea in covid times","sentiment_score":0.175}
{"full_text":"RT Every day for six weeks, 6,000 people a day will get the Pfizer vaccine at FEMA's community vaccination center. ","sentiment_score":-0.1}
{"full_text":"RT COVID-19 Testing Update. For more details visit: #ICMRFIGHTSCOVID19 #Ind...","sentiment_score":0.5}
{"full_text":"covid really said am i a joke to you?","sentiment_score":0.2}
{"full_text":"RT Calling this mess a Covid Relief Bill is like calling the Super Bowl the Chiefs Championship Game. Come on...9% goes to he...","sentiment_score":-0.0805555556}
{"full_text":"RT LAS VEGAS: Sunrise Hospital is trying to strip their nurses of union contracts while they're putting their lives on the...","sentiment_score":0.0}
{"full_text":"RT Day after Trump issued a #Covid travel ban on #China Joe Biden accused him of \"hysteria, xenophobia, and fear mongering\"...","sentiment_score":0.0}
{"full_text":"RT Washington high school band practices in tents to prevent spread of COVID-19 ","sentiment_score":0.16}
{"full_text":"RT Was harassed at Chapters at West Edmonton Mall by the girl at the door, my mask wasn't good enou...","sentiment_score":0.7}
{"full_text":"RT #thwrh_Tlb_ljm`t_ywm_27#msh_nzlynWe don't want to go to school in time of the pandemic, together we are strong!","sentiment_score":0.5416666667}
{"full_text":"#JaPenWPKL#KLCeria#MalaysiaPrihatin Sumber","sentiment_score":0.0}
{"full_text":"RT Berojgari pandemic is bigger than covid pandemic@narendramodi ji plz listen #modi_job_do #modi_job_do #modi_job_do...","sentiment_score":0.0}
{"full_text":"RT $FFX was thrilled the Minister of Mines, Mali was satisfied with our dedication to buy local, employ local and safeguard...","sentiment_score":0.275}
{"full_text":"RT This man was shot in the leg and arrested by the military while he was peacefully protesting in mandalay . He was deni...","sentiment_score":0.075}
{"full_text":"Not everybody has that option. Ontario needs to get their sh*t together regarding the COVID vaccine roll out!","sentiment_score":0.0}
{"full_text":"RT Canceling $50,000 of student loan debt would lift a huge burden from the same communities who have been hit hardest by the p...","sentiment_score":0.2}
{"full_text":"Phil Murphy: Give NJ Teachers and school staff immediate access to the COVID-19 vaccine - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"RT \"That's the story of the pandemic,\" says had too many people more concerned about their individual rights ....","sentiment_score":0.3333333333}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"In which Russell Moore creates a narrative that you are either pro-vaccine or a conspiracy theorist, but never anything else. Guess he missed J.D. Greear's message the other day.https:\/\/t.co\/B7U7TdNB3v","sentiment_score":-0.125}
{"full_text":"#IndiaFightsCorona:Can shoes  spread #COVID19 virus\/The likelihood of #COVID19 being spread on shoes and individual is very low.#StaySafe #Unite2FightCorona","sentiment_score":0.1}
{"full_text":"RT One year ago today, Donald Trump tweeted: \"The corona virus is very much under control in the USA.\"More than 500,000 Am...","sentiment_score":0.38}
{"full_text":"RT I'm struggling to properly honor and give the half a million Americans who have died from COVID my full emotional attent...","sentiment_score":0.0458333333}
{"full_text":"RT Suddenly Ramdev is a threat to Big-Pharma. Twitter made sure #ArrestRamdev was trending because the WHO approved","sentiment_score":0.25}
{"full_text":"RT As we emerge from the shadows of COVID-19, we can see new levels of growth being achieved in the State of Karnataka....","sentiment_score":0.1363636364}
{"full_text":"RT \"covid won't be around for long\"covid:","sentiment_score":-0.05}
{"full_text":"RT One year ago today, Donald Trump tweeted: \"The corona virus is very much under control in the USA.\"More than 500,000 Am...","sentiment_score":0.38}
{"full_text":"RT #modi_job_do Every state has same problem of vacancy and late latifi of govt Like the handle corona by doing m...","sentiment_score":-0.15}
{"full_text":"Weird you didn't clip this part: \"Those with co-morbidities have lived in fear that a COVID infection could be a death sentence. Now those in that group who are under 55 are seeing their access to the safety of a vaccination delayed by weeks or months.\" #HighRiskCT #Ableism","sentiment_score":-0.5}
{"full_text":"RT This story connects all the dots. Cuomo choose to protect the financial interest of his campaign donors - hospital and nursing...","sentiment_score":0.0}
{"full_text":"Great idea, a subway on a fault line in SF. What a bunch of idiots in DC. Hey last year in feb, you said, visit China town and have some dim sum? Oh wait, it's shut down due to Covid.","sentiment_score":-0.0300925926}
{"full_text":"RT Of the 456 new #COVID19 cases in BC last 24 hrs,47 were in children age 10-19 and 41 were in children under age 10....","sentiment_score":0.0681818182}
{"full_text":"#MutualAidRequest #MutualAid I'm a black nb lesbian who, because of the pandemic, is living in a psychologically and emotionally abuse household. I'm currently saving up to move out. I don't have cashapp\/venmo bc I'm Canadian, but I do have a kofi.","sentiment_score":-0.0416666667}
{"full_text":"RT Support to annadatas during the pandemic#KisanKaSammanPMKisan","sentiment_score":0.0}
{"full_text":"RT Baby this show is in the 80s","sentiment_score":0.0}
{"full_text":"RT BLM SITTIN ON NINETY MILLION DOLLARS DURING A PANDEMIC?!","sentiment_score":0.0}
{"full_text":"RT Ever wonder why the butter you've been baking with post-pandemic is harder in texture? We hear from a food researcher at...","sentiment_score":-0.1}
{"full_text":"While we've transitioned our Florida Blue Centers to virtual support and services, our locally based team is just a phone call away. We can help with questions about COVID-19, testing site locations, community resources, navigating the health care...","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT Cartoon by #lka #SriLanka #COVID19 #COVID19LK #COVID19Vaccination #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"RT   #MPTETjoining_vcn_puuraa_kro #MPTETjoining_empii_...","sentiment_score":0.0}
{"full_text":"RT \"Dhoni would have played the T20 World Cup in Australia in 2020 if there wasn't COVID-19 break. MSD was always a team man who...","sentiment_score":0.0}
{"full_text":"RT Pfizer and BioNTech's Covid-19 vaccine was overwhelmingly effective in an Israeli study that public-health experts say demonst...","sentiment_score":0.6}
{"full_text":"RT FIXING LOGISTICS: After chaos at the #COVID19 vaccine site at University Mall in #Tampa, the state is now swapping it wit...","sentiment_score":0.0}
{"full_text":"RT California has higher per capita COVID deaths than Florida for both &gt;65 and &lt;65 though","sentiment_score":0.25}
{"full_text":"RT Ron DeSantis doesn't have a Covid vaccination distribution plan. He refused to implement a mask mandate. Ron is costing Flor...","sentiment_score":0.0}
{"full_text":"RT One word to describe how the Mamata Banerjee government is handling the #COVID19 #vaccine roll out: Impressive.","sentiment_score":1.0}
{"full_text":"RT Serious question: What does millions of dollars for abortions have to do with COVID relief?","sentiment_score":-0.3333333333}
{"full_text":"RT Season 2 content for Black Ops Cold War is starting to go live....MP Playlists are updated + Outbreak mode is now showi...","sentiment_score":-0.2555555556}
{"full_text":"RT If you see me doing this with my girl when Covid is over. Mind your business","sentiment_score":0.0}
{"full_text":"RT GOP opposition to Pres. Biden's COVID Relief Bill is not based on worry that it will not work, but on certainty that i...","sentiment_score":0.0}
{"full_text":"RT Berojgari pandemic is bigger than covid pandemic@narendramodi ji plz listen #modi_job_do #modi_job_do #modi_job_do...","sentiment_score":0.0}
{"full_text":"RT Worried about your pandemic hair? Meet Baarack, Australia's latest wild sheep  who yielded a fleece weighing more than 35...","sentiment_score":0.3666666667}
{"full_text":"RT Whether it's Covid-19 or natural disaster relief, we're delivering food and other essential items to help families in need.","sentiment_score":-0.0083333333}
{"full_text":"RT Wow.  The BidenBucks bill pays federal employees up to 15 weeks of paid leave at $1400 per week if they have to stay home to vi...","sentiment_score":0.1}
{"full_text":"RT Being eligible was one thing; booking the vaccine was another. My op-ed on the chaos--and privilege--involved in scheduling...","sentiment_score":0.0}
{"full_text":"RT Democrats' push for a $1.9 Trillion COVID-19 relief package has nothing to do with helping Americans. It's about using yo...","sentiment_score":0.0}
{"full_text":"RT Shocking new cuts to the NDIS - slashing support coordinators - sprung on participants two days before they hit. This is...","sentiment_score":-0.4318181818}
{"full_text":"RT The country is suffering from a once-in-a-century crisis.Democrats are working to quickly deliver the American Rescue Pla...","sentiment_score":0.1666666667}
{"full_text":"RT Wow.  The BidenBucks bill pays federal employees up to 15 weeks of paid leave at $1400 per week if they have to stay home to vi...","sentiment_score":0.1}
{"full_text":"RT Wearing a mask is one of the most important things we can do to protect others and change the course of this pandemic. That's wh...","sentiment_score":0.45}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"The company's COVID-19 vaccine could be authorized for use in the US as soon as this weekend. Via","sentiment_score":0.0}
{"full_text":"RT Wow.  The BidenBucks bill pays federal employees up to 15 weeks of paid leave at $1400 per week if they have to stay home to vi...","sentiment_score":0.1}
{"full_text":"The pandemic proved the importance of technology innovations. That's why we need to know some technological trends to catch this year.  Let's find out more on this article. #technologicaltrend #digitaltransformation #technologicalinnovation #Softvirehttps:\/\/t.co\/DazRfpnvbS","sentiment_score":0.5}
{"full_text":"Republicans rallied solidly on Wednesday against Democrats' proposed $1.9 trillion COVID-19 relief bill","sentiment_score":0.0}
{"full_text":"ICYMI: Despite pandemic, copper production in Zambia, Africa's second-largest producer of the metal, hits record high. &gt; #F2FA #africa #panafrican #diaspora","sentiment_score":0.16}
{"full_text":"happy outbreak day!!! catch me and the zombies ee squad playing it later &lt;3","sentiment_score":0.5}
{"full_text":"PS5 SEASON 2 Leaked Gameplay (JOIN FAST) Outbreak - Warzone &amp; Black Ops Cold War Season 2 Battlepass","sentiment_score":-0.1888888889}
{"full_text":"There will be no in-person classes today (2-25-21) while our faculty and staff receive the Coronavirus Vaccine.  There will be a limited number of online classes offered today.  Please check your email for more details!","sentiment_score":0.2767857143}
{"full_text":"despite #healthcare deficiencies, Mzansi is primed to survive future waves of this bio arms race. Already survived two #COVID19 waves &amp; unreasonable #lockdown regimes. Nkosi Sikelela iAfrika#hope cc:@RevMeshoe","sentiment_score":0.0}
{"full_text":"Tackling loneliness: (Briefing Paper Number 8514) - House of Commons Library #greylit #greyliterature #nglc #COVID19 #COVID19uk #mentalhealth #lonliness #lifestylehttps:\/\/t.co\/RafFFVlmbV","sentiment_score":-0.75}
{"full_text":"Retail footfall will 'rebound' after lockdown restrictions lift #retail","sentiment_score":0.0}
{"full_text":"In sickness and wealth: Dop, entjie costs rise and grants extendedCovid-19 and the many problems it has brought dominated Finance Minister Tito Mboweni's Budget Speech.https:\/\/t.co\/I04LhHETsg","sentiment_score":0.5}
{"full_text":"U.S. retail sales could rise as much as 8.2percent to more than US$4.33 trillion this year as more people get the COVID-19 vaccine and the economy reopens.#Retail  #news #USA","sentiment_score":0.4}
{"full_text":"The Major Component Replacement project remains on track despite a two-month delay caused by the pandemic, said yesterday as it marked the first anniversary of the start of work at Bruce 6 #nuclear","sentiment_score":0.1375}
{"full_text":"RT Second wave? #Corona #CoronaVaccine","sentiment_score":0.0}
{"full_text":"Businesses are grappling with an influx of workers returning to the Sydney CBD that threatens to breach office capacities under social distancing restrictions.","sentiment_score":0.0333333333}
{"full_text":"The week from February 11 to 17 hit a new record by registering the highest rates in all parameters of the coronavirus (Covid-19) infection since July.Read More - #bahrain","sentiment_score":0.3181818182}
{"full_text":"Two new COVID-19 exposures have been reported at schools in #Kamloops, as well as one school in #Merritt. #covid19","sentiment_score":0.1363636364}
{"full_text":"#ICYMI: As always Prof Tulio de Oliveira is here to answer all your coronavirus-related questions","sentiment_score":0.0}
{"full_text":"New strains of the virus that causes #COVID19 have implications for infection control. Tune in to vlog where Dr. Abby explains how viruses mutate &amp; provides actions you can take to stay safe.","sentiment_score":0.3181818182}
{"full_text":"Curious about the latest developments in #COVID and what that actually means for you? Look no further. Sign up for our newsletter. #BhekisisaInYourInbox","sentiment_score":0.1}
{"full_text":"Coronavirus: 280 more people test positive in 24 hours","sentiment_score":0.3636363636}
{"full_text":"Renowned economist Ross Garnaut on populism and the pandemic, from his new book RESET. Out now.","sentiment_score":0.1363636364}
{"full_text":"Why this week's FDA meeting on J&amp;J's coronavirus vaccine will be important #healthcare","sentiment_score":0.4}
{"full_text":"Morning everyone. Today is #ThursdayTeacherTips What new platform or website have you discovered this lockdown that you plan to continue using when back in school?-Reply in the comments -like and retweet -remember to use the #ThursdayTeacherTips Connect, share &amp; learn","sentiment_score":0.0681818182}
{"full_text":"Kidstreet helps children who need hospital care to have the chance to still act and feel like little kids.","sentiment_score":-0.1875}
{"full_text":"Last spring, former President Donald Trump halted the issuance of green cards in the name of protecting the coronavirus-wracked economy.","sentiment_score":-0.0666666667}
{"full_text":"The CDC is still encouraging people to not travel unless absolutely necessary, especially if where you are going you cannot easily social distance.","sentiment_score":0.0111111111}
{"full_text":"i am very open when it comes to finding new hobbies and i stop paying attention after like 10 minutes unless i'm very interested","sentiment_score":0.1537878788}
{"full_text":"Court's landmark divorce ruling has sparked a furious debate on Chinese social media over the value of the work done by a \"stay-at-home wife.\"","sentiment_score":0.0166666667}
{"full_text":"The county is expanding vaccine access to Phase 1B, starting Saturday. Your vaccine questions answered, including a break down of who is eligible under Phase 1B and where they can get the vaccine. ","sentiment_score":-0.0777777778}
{"full_text":"Missing your news fix from Facebook? The latest edition of the Carers National News has got you sorted!Read all about our latest submissions to the Federal Government and check out what's happening with the COVID-19 vaccine roll-out.","sentiment_score":0.2666666667}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"A variant of the coronavirus that first emerged in the United Kingdom has been identified in Central Virginia.https:\/\/t.co\/74WV5kULuc","sentiment_score":0.125}
{"full_text":"RT Shocking new cuts to the NDIS - slashing support coordinators - sprung on participants two days before they hit. This is...","sentiment_score":-0.4318181818}
{"full_text":"\"Ghost Kitchens\" rise amid pandemic dining","sentiment_score":0.0}
{"full_text":"OUTBREAK IS HERE","sentiment_score":0.0}
{"full_text":"Johnston &amp; Johnson's single-dose vaccine offers strong protection against severe COVID-19, according to an analysis released Wednesday by U.S. regulators ","sentiment_score":0.2666666667}
{"full_text":"Thea K. Fischer, a Danish prof. of virus epidemics and infections at University of Copenhagen and a member of the WHO team on the COVID-19 origin-tracing mission in Wuhan, has criticized Western media outlets for distorting information about cooperation with Chinese authorities.","sentiment_score":0.0}
{"full_text":"Are you looking for a new #polo for your #corporate event or perhaps a new staff #uniform for your employees or even a #custom #facemask to adhere to new Covid-19 measures? Bring your idea to life today with Fenix Custom - get in touch with leon@fenixxcell.com today!","sentiment_score":0.1107954545}
{"full_text":"Mexican President Andres Manuel Lopez Obrador says his country is doing better than the U.S. in dealing with the coronavirus pandemic, even though the country has vaccinated less than 1% of its population.","sentiment_score":0.1111111111}
{"full_text":"Watch how our COVID-19 unit teammates find hope as vaccinators at and learn how these nurses are refueling their tanks, after witnessing so much devastation over the past 10 months due to COVID.","sentiment_score":-0.0583333333}
{"full_text":"The Philippines continues to fail in attracting foreign investors given its restrictive lockdown measures that discourage companies to pour in much-needed capital to revive the economy.","sentiment_score":-0.3125}
{"full_text":"RT So let me get this straight. When Unions go on strike, those workers don't get a pay check. But when the Teachers Un...","sentiment_score":0.2}
{"full_text":"FDA says J&amp;J 1-dose shot prevents severe COVID; final decision soonhttps:\/\/t.co\/X26ivgLT8T","sentiment_score":0.0}
{"full_text":"Residents tested outside Pasay suspected in COVID-19 cases surge","sentiment_score":0.0}
{"full_text":"My coworkers been out a month bc of covid symptoms  IT WORKS PERIOD! I'm sure he's milking it too","sentiment_score":0.5}
{"full_text":"New Map Outbreak Gameplay","sentiment_score":0.1363636364}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"FOX 12 Gets Answers: Oregon Health Authority on COVID-19 vaccine scheduling logjam.","sentiment_score":0.0}
{"full_text":"This looks ridiculous. #BandInABubble #COVID19 #PandemicLife","sentiment_score":-0.3333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 44.1FWind Chill: 39.1FHumidity: 65%Dew Point: 33.1F Barometer: 29.899 inHgWind: 10 mph from the NNWCorona Virus Weekly Stats:Cases: 121.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Washington high school band practices in tents to prevent spread of COVID-19 ","sentiment_score":0.16}
{"full_text":"RT #modi_job_doEvery state has same problem of vacancy and late latifi of govt Like the handle corona by doing meeting...","sentiment_score":-0.15}
{"full_text":"RT Baby this show is in the 80s","sentiment_score":0.0}
{"full_text":"RT It's going to be humbling for health officials when they finally return to their role of contact tracing gonorrhea outbrea...","sentiment_score":0.0}
{"full_text":"We must build forward better, not just get back to normal.This involves thinking beyond the obvious need to react and cope. Let's learn from the more successful coping strategies, says WorldFish's #COVID19","sentiment_score":0.35}
{"full_text":"The statistic on percentage of seniors having had their first dose is what you should lead with at every one of the tri-weekly COVID briefings with Tony and Rochelle. Communication-wise, it seems like the most effective and clean way of showing the progress we've been making.","sentiment_score":0.4291666667}
{"full_text":"RT House prices grew 10%+ over the year in 35(!) states. In one sense, an outlier of good econ news. In another, the same...","sentiment_score":0.2333333333}
{"full_text":"RT One year ago today, Donald Trump tweeted: \"The corona virus is very much under control in the USA.\"More than 500,000 Am...","sentiment_score":0.38}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT Just letting our followers know that Mike has gone to the hospital with COVID. Not sure when he will be back. I hope i...","sentiment_score":-0.125}
{"full_text":"RT MANDALAY: This man was shot by riot police on Feb 20 in Mandalay deadly crackdown. When a local doctor tried to cure him, po...","sentiment_score":-0.1}
{"full_text":"RT Pompeo implies that COVID-19 came from the Wuhan Institute of Virology in China. And, he would know.","sentiment_score":0.0}
{"full_text":"RT Congressman Sanford Bishop believes that public service is about creating a better quality of life #ForThePeople.Rep. Bis...","sentiment_score":0.25}
{"full_text":"RT she really be dressing up just to stay home","sentiment_score":0.2}
{"full_text":"RT BREAKING: 500,000 dead from Covid 19, and these GOP West Virginia legislators mocked a mask requirement by wearing only s...","sentiment_score":-0.1}
{"full_text":"The number of low-wage jobs is still well below pre-pandemic levels--and due to increasing automation, it might stay that way. #wages #jobs #pandemic","sentiment_score":-0.125}
{"full_text":"Accelerated digitalisation and consumer data availability in a post- COVID-19 era can generate large amounts of data to train Machine Intelligence models.","sentiment_score":0.2142857143}
{"full_text":"RT We are simply not going to tolerate any more obstruction. The vast majority of the American people support additional #c...","sentiment_score":0.125}
{"full_text":" 27 remote jobs at Experience Camps, Bellroy, Jackson River and 22 others https:\/\/t.co\/8YAAM3eFq5#stayhome","sentiment_score":-0.1}
{"full_text":"#COVID19 has helped to accelerate the adoption of digital supply chains. As leaders move forward, however, they should assess how best to optimize this shift to interconnectivity for greater value. Interesting read!","sentiment_score":0.53125}
{"full_text":"RT ITS TIME TO SAY NO!!NO EXAMS ON COVID-19#msh_nzlyn","sentiment_score":0.0}
{"full_text":"Community Health Free Clinic in Cedar Rapids opens COVID vaccine waitlist for people 65 and older","sentiment_score":0.2833333333}
{"full_text":"#COVID19 Global overnight development from 24th to 25th February 20218pm EAT: 112.850.488 Infections\/2.500.651 Deaths8am EAT: 113.100.697 Infections\/2.508.913 DeathsMortality: 2.21 percent#Africa: From 3.875.647 to 3.883.726 cases while deaths rose from 102.350 to 102.619","sentiment_score":0.3}
{"full_text":"RT can y'all please actually STAY the fuck home so we can actually watch spider-man: no way home in theaters THIS december? h...","sentiment_score":-0.1333333333}
{"full_text":"You're Not Crazy: Pandemic Paranoia Is A Real Thing #dailynewsshows #thelateshowwithstephencolbert #IdiotPM","sentiment_score":0.25}
{"full_text":"Intel's Christine Boles explains how the pandemic accelerated the need for companies to complete their IIoT transformations. #iamintel","sentiment_score":0.1}
{"full_text":"RT We have heard announcements of \"Vaccine Passports\" in order to travel, use public services, or gain employment. They may no...","sentiment_score":0.0}
{"full_text":"RT ITS TIME TO SAY NO!!NO EXAMS ON COVID-19#msh_nzlyn","sentiment_score":0.0}
{"full_text":"RT An epidemic of conspiracy theories, fanned by social media and self-serving politicians, is tearing families apart. htt...","sentiment_score":0.0333333333}
{"full_text":"RT \"The blunt fact is that it is Democrats -- including those who run the West Coast, from California through Oregon to Washin...","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 5.0degC * Wind: SW 6.9 to 12.1mph * Pressure: 1012.2hPa * Rain: 0.0mm * Hum: 90% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:21 * Sunset: 17:51 * Cloudbase: 720ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"When factors like school closures and work-from-home drive a bigger impact than in-store promotions, how can retailers respond? #OWRetail shares how to discount in times of #COVID19.","sentiment_score":0.0}
{"full_text":"RT Marcus Stoinis continuing his dream run post the lockdown in T20 - fifty from just 22 balls including 5 fours and 3 six...","sentiment_score":0.0}
{"full_text":"Got my COVID vaccine today!","sentiment_score":0.0}
{"full_text":"RT #COVID19 is still a threat . Are you washing your hands  to stay safe?","sentiment_score":0.5}
{"full_text":"RT This is both anecdotal and early, but many long covid survivors are feeling significantly better after receiving their first v...","sentiment_score":0.26}
{"full_text":"pleasantly surprised to see good initiative by where as pvt cbse schools are making children attend school in this early summer with no A\/C in bus or school due to covid restrictions Harish Rao interacts with children ","sentiment_score":0.19375}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"A $15 minimum wage is one of the most heavily contested parts of Biden's $1.9 trillion COVID stimulus package. Here's how McDonalds has been covertly fighting against it for years.https:\/\/t.co\/wXux0rRevo","sentiment_score":0.15}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Our economy can't fully recover until we get this pandemic under control. The American Rescue Plan is key to putting this...","sentiment_score":0.0}
{"full_text":"#POFreight :  to avoid travel delays please get a COVID-19 test early in your journey. Directions to the nearest sites offering COVID-19 tests using this map: (no need to take a test when returning to France after spending less than 48 hours in the UK)","sentiment_score":-0.2722222222}
{"full_text":"RT A new temporary expansion of SNAP benefits aims to help postsecondary students during the COVID-19 pandemic. is...","sentiment_score":0.1363636364}
