{"full_text":"So with the France v Scotland game postponed due to #covid who will you be #shouting for this weekend? #6nations2021 #EnglandRugby #rfu #welshrugby #IrishRugby #italianrugby #rugby","sentiment_score":-0.2625}
{"full_text":"RT Kuwaiti actor Mishari al-Balam passes away days after being transferred into intensive care after contracting #COVID19,...","sentiment_score":0.0}
{"full_text":"RT Any survivors of FGM struggling to find support please contact us at The Maggie Oliver Foundation &amp; we will help you. I...","sentiment_score":0.0}
{"full_text":"RT Today's feel-good story: an update on Dana McIntosh, the northwest Toronto community outreach worker who in late January was...","sentiment_score":-0.3}
{"full_text":"You can tell you're doing a great job staying in shape during lockdown when an unusually energetic few minutes of singing leaves you sore in weird places the next day","sentiment_score":0.12}
{"full_text":"RT The only person who has made more wrong statements about #COVID19 than Governor Cuomo is Dr. Fauci.","sentiment_score":0.0}
{"full_text":"RT Covid was a dry run done by Democratsto force socialism on this country.Do not comply.","sentiment_score":-0.0666666667}
{"full_text":"RT BREAKING: 76% of voters support President Biden's Covid relief bill, only 17% oppose. That's an overwhelming bipartisan majorit...","sentiment_score":0.25}
{"full_text":"RT If a Republican tried to nominate a trial lawyer like Xavier Becerra to lead HHS in the midst of a global pandemic, they would...","sentiment_score":0.0}
{"full_text":"RT imagine you're some 13 year old kid who discovered melee during COVID. you go to your first in-person tournament and you...","sentiment_score":0.175}
{"full_text":"You want ppl to listen to science when  it comes to trans men , trans women and trans non binary ppl.......  but you won't believe when science tells you wear a mask .......","sentiment_score":0.0}
{"full_text":"Covid?","sentiment_score":0.0}
{"full_text":"RT We're making a digital ofrenda for Profe Felix Kury as he recovers from COVID. Add your song dedications to his healing here...","sentiment_score":0.0}
{"full_text":"RT Senior two student shot dead as police enforce Covid-19 guidelines Patrick Otimong, 17, was shot in the back as he fled...","sentiment_score":-0.1}
{"full_text":"RT Teachers &amp; other key workers have helped keep the country going through the pandemic. They don't deserve to be faced with a sal...","sentiment_score":-0.0625}
{"full_text":"The Green leader of the council set out his budget vision this afternoon, targeting economic recovery after the #coronavirus pandemic. He and his colleagues are preparing to set the council tax for the year ahead. Read what he said ...","sentiment_score":0.0}
{"full_text":"RT Coronavirus: How does the Covid-19 alert level system work?","sentiment_score":0.0}
{"full_text":"RT Seeing these lower numbers always hit me harder than when daily deaths from COVID are higher.I think it's easier for my min...","sentiment_score":-0.05}
{"full_text":"Are the Covid numbers not accurate? Faulty test or missed diagnosed?","sentiment_score":-0.2}
{"full_text":"That's what 2 months of lockdown does to you. Only another month left . I'll be tweeting about Antiques Roadshow next !","sentiment_score":0.0}
{"full_text":"What? They are playing the all or nothing card on the COVID vaccine? #SMDH! #ksleg","sentiment_score":0.0}
{"full_text":"RT Thanks  &amp; Prime Minister for supporting #VaccinEquity. Your commitment to #COVAX and sharing #COVID19 vaccine...","sentiment_score":0.225}
{"full_text":"RT This so-called \"COVID-19 relief\" bill funds ridiculous pet projects including: * $100 million for Pelosi's underground tun...","sentiment_score":-0.3333333333}
{"full_text":"RT I have seen some repeated assertions about the evidence on #COVID19, children and schools recently which sound convincing, bu...","sentiment_score":0.3}
{"full_text":"RT Last year's expanded voting options proved to be models for other states and were the reason KY voters turned out in rec...","sentiment_score":-0.0625}
{"full_text":"RT One year ago today","sentiment_score":0.0}
{"full_text":"RT Covid science is still a moving target, obviously, but the overwhelming consensus is that masks, distance and ventilation are...","sentiment_score":0.25}
{"full_text":"RT It's crazy with watch the same people who think Covid science is a global ruse to oppress their freedoms say that \"scienc...","sentiment_score":-0.2}
{"full_text":"People are still living large with that CARES Act money.","sentiment_score":0.2142857143}
{"full_text":"RT Humbled to be included on this list of Black Women Leaders of the #COVID19 Pandemic along with @uche_blackstock @ala...","sentiment_score":-0.1666666667}
{"full_text":"Holiday bookings surge after lockdown exit plans #travel #holiday","sentiment_score":0.0}
{"full_text":"RT Loool this man works for Covid","sentiment_score":0.0}
{"full_text":"Don't forget!! Today's boys send off at 12:45-1:00 outside the Sepulveda Gym to cheer on our team and Coach Valdez!! Please ensure we follow all CDC, campus and district protocols.The team is scheduled to leave WHS student parking lot at 1:00 pm.","sentiment_score":0.0}
{"full_text":"RT Why is no one talking about this ","sentiment_score":0.0}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"RT The Biden-Pelosi spending bill will throw taxpayer money at bad policies that will bail out pensions and mismanaged blue s...","sentiment_score":-0.35}
{"full_text":"The digital divide has always been there. COVID made it impossible to hide. With distance learning, #homeworkgap becomes #schoolgap. MacGyver solutions help but you can build policy around it and you can't assume it will work. #DLDay #DLDay2021","sentiment_score":-0.3333333333}
{"full_text":"RT Why is this our priority?? Vaccinate workers, teachers, people with comorbidities and 65+","sentiment_score":0.0}
{"full_text":"RT 8 March - Schools open1 April - R rate back above 1 and covid measures relaxed in line with todays road map1 May - Eat out...","sentiment_score":0.0}
{"full_text":"RT There's a myth going around that the Covid vaccine causes infertility. I can't imagine what it is like being this ignorant","sentiment_score":0.0}
{"full_text":"RT Pfizer-BioNTech testing booster of their COVID-19 vaccine in new trial","sentiment_score":0.1363636364}
{"full_text":"RT Looking forward to chatting with the co-hosts this am about what is up to, schools reopening, getting relief...","sentiment_score":0.0}
{"full_text":"RT THURSDAY, FEBRUARY 25th: 1.01 (Ontario Covid-19 Rt)ONTARIO REGIONAL METRIC NATIONAL &amp; PROVINCIAL      R Valu...","sentiment_score":0.0}
{"full_text":"RT Only losers refuse to wear a mask. Don't be a loser.","sentiment_score":-0.1}
{"full_text":"I'm ugly, I was wearing masks before the pandemic. Nothing gonna change for me","sentiment_score":-0.7}
{"full_text":"RT One year ago today","sentiment_score":0.0}
{"full_text":"RT Global cases have halved! Even in countries without mass vaccination programmes. Fancy that!","sentiment_score":0.0}
{"full_text":"RT Don't worry about insurance, just get vaccinated! There is no cost for the COVID-19 vaccine. #COVIDVaccine #ThisIsOurShot...","sentiment_score":0.0}
{"full_text":"RT And then we have this from the save racist The message from ENCA is clear and simple i.e. only Africans spread t...","sentiment_score":0.0333333333}
{"full_text":"RT VIDEO: Anastasia Demetriadou became a symbol of protests in Cyprus after she was hit in the face by a water cannon at a demonstrat...","sentiment_score":0.0}
{"full_text":"RT Have senators Schumer or Gillibrand of New York weighed in on the terrible accusations regarding NY Gov Andrew Cuomo an...","sentiment_score":-0.4318181818}
{"full_text":" hello world, here is a great and wonderful opportunity, kindly click on this to know more.https:\/\/t.co\/4bx4EXno8G#eNCA #reddit #thursdaymorning #thursdayvibes #INDvENG #INDvsENG_2021 #Obinaboychallenge #SamanthaAkkineni #DeFi #COVID19 #confinement3 #ManCity","sentiment_score":0.8}
{"full_text":"RT THISSSSS!!! Buying something for 100 &amp; selling it for 2K will never not make my box wet.. I AM where the money resides..","sentiment_score":-0.1}
{"full_text":"RT WATCH LIVE: Quebec health officials provide an update on COVID-19 in the province:","sentiment_score":0.1363636364}
{"full_text":"Not long! It will be funny watching the people that actually do it walk around like they have a diaper on!","sentiment_score":0.09375}
{"full_text":"RT Hidden in the sham relief package is 570 MILLION DOLLARS for 15 weeks paid leave for ONLY federal workers if their chi...","sentiment_score":-0.1222222222}
{"full_text":"RT 60% of Republicans strongly or somewhat support President Biden's COVID relief package, according to a Morning Consult\/Po...","sentiment_score":0.4333333333}
{"full_text":"RT Biden challenged us to say what we'd cut from his partisan \"COVID\" bill.Challenge accepted.For starters:- $112M to P...","sentiment_score":0.0}
{"full_text":"RT Modern technology makes it easier than ever to survive or even thrive when you would otherwise starve to death out of i...","sentiment_score":0.2}
{"full_text":"First one who names the one that comes to my mind wins ","sentiment_score":0.275}
{"full_text":"\"Lumpy and bumpy\" were friends of Beaver Cleaver. This rollout was a first-class disaster.Baker faces grilling from lawmakers on handling of COVID-19 vaccine rollout via","sentiment_score":0.0}
{"full_text":"RT Consider this: The Democrat pork ALONE in the partisan $2 TRILLION spending bill exceeds the entire cost of the 2009 st...","sentiment_score":0.0}
{"full_text":"RT This is nothing more than a clear shot across the bow of partisanship. The Democrats are taking advantage of a crisis y...","sentiment_score":0.3}
{"full_text":"RT How is this fair? .@SpeakerPelosi's bailout bill gives federal workers affected by COVID 600 hrs of paid leave time. Th...","sentiment_score":0.7}
{"full_text":"RT  Completely False! The tracking is not inside the vaccine but on vaccine tags. Learn more from USA Today: ","sentiment_score":-5.551115123e-17}
{"full_text":"RT Lindsey helps block Garland in 2016, jams through Barrett in 2020, supports passing a GOP tax bill (and Obamacare repeal)...","sentiment_score":0.0}
{"full_text":"RT FYI, If you are unable to arrive on time for your COVID vaccine at the #Spokane Arena, come when you can - at any time on...","sentiment_score":-0.5}
{"full_text":"RT The genesis of a pandemic.The #Corona crisis began with a panopticon of absurd events, improbable coincidences and o...","sentiment_score":-0.5}
{"full_text":"RT Of all the pandemic charts, my favorite is basically a DOS boot screen","sentiment_score":0.5}
{"full_text":"RT It's crazy with watch the same people who think Covid science is a global ruse to oppress their freedoms say that \"scienc...","sentiment_score":-0.2}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"RT Jharkhand reported 76 new COVID-19 cases, 40 recoveries, and one death in the last 24 hours, as per State Health Department Tota...","sentiment_score":0.0681818182}
{"full_text":"RT these times have forced so many to get in touch with themselves - praying you've been using this pandemic to your advant...","sentiment_score":0.1}
{"full_text":"And they're so reluctant to compare EU Covid death with ours.","sentiment_score":0.0}
{"full_text":"This is gonna be all of us the first few months after COVID restrictions lift.","sentiment_score":0.025}
{"full_text":"Self-love means accepting yourself fully, treat yourself with respect and kindness, and take care of your well-being and let yourself grow. #selflove #mentalhealth #COVID19 #thursdayvibes","sentiment_score":0.0}
{"full_text":"RT We hope that the Taoiseach will continue to argue for \"greater solidarity on vaccines\", and support methods which can...","sentiment_score":0.5}
{"full_text":"RT Looking forward to speaking at this tonight alongside","sentiment_score":0.0}
{"full_text":"RT My Big Brother","sentiment_score":0.0}
{"full_text":"RT Further and Higher Education Minister has reassured college and university students regarding their learni...","sentiment_score":0.125}
{"full_text":"RT This story connects all the dots. Cuomo choose to protect the financial interest of his campaign donors - hospital and nursing...","sentiment_score":0.0}
{"full_text":"\"Not only is the antibody response large, it appears to generate a very strong and robust response\". Strong and robust are very positive words. Recall that poor Covid outcomes are associated with overly strong unbalanced immune responses.","sentiment_score":0.2199628942}
{"full_text":"well damn","sentiment_score":0.0}
{"full_text":"I have come close (pre-pandemic) to standing in front of my building to ask passers-by to open jars.","sentiment_score":0.0}
{"full_text":"RT Fuck COVID, wizkid would have been on a worldwide tour by now, pouring them holy water as he sings made in Lagos!","sentiment_score":-0.5}
{"full_text":"Yahoo!!!! #COVID19 Vaccines = Hope #ThisIsOurShot","sentiment_score":0.0}
{"full_text":"RT Being vulnerable as a leader can help pave the way for learning &amp; improving. When I think back to the changes we made as a...","sentiment_score":-0.25}
{"full_text":"RT Why COVID-19 Has Impacted Black Women So Badly","sentiment_score":-0.4333333333}
{"full_text":"Fuck Covid  I can't breathe fr  today","sentiment_score":-0.4}
{"full_text":"NERIS provided essential permit expediting services for this COE location. Contact us for help with your next project.","sentiment_score":0.0}
{"full_text":"RT Houston judges are evicting renters despite CDC moratorium and in the aftermath of devastating winter storm.","sentiment_score":-1.0}
{"full_text":"RT not h*f saying clubs can meet in person.....,, did y'all forget we r in a pandemic?","sentiment_score":0.0}
{"full_text":".@RepDavids should probably explain why she plans to vote for a bill that makes sure federal workers get paid $21,000 to stay home while forcing middle-class Americans to juggle putting food on the table and teaching their kids because Democrats won't reopen schools. #ksleg #ks03","sentiment_score":0.5}
{"full_text":"Damn it","sentiment_score":0.0}
{"full_text":"RT A flight carrying 600,000 doses of the AstraZeneca #coronavirus vaccine has arrived in Ghana as part of a global effort to imm...","sentiment_score":0.0}
{"full_text":"RT As California sees a decline in COVID-19 cases, there is growing concern about another potential problem waiting around the co...","sentiment_score":0.0}
{"full_text":"Often it is the councillors that are visible and we miss the fantastic work that their support team (officers) do often behind the scenes.  Great to hear them being recognised.","sentiment_score":0.2666666667}
{"full_text":"RT Scotland 'wasn't close to eliminating Covid' last year despite Scottish Government claims, one of Nicola Sturgeon's pandem...","sentiment_score":0.0}
{"full_text":"#Levine followed Cuomo's lead and put covid positive people in PA nursing homes, but took her own mother out of a nursing home and moved her to a hotel before the covid patients were brought in. She should be facing the same scrutiny as #Cuomo, not being vetted for Sec of Health.","sentiment_score":0.1818181818}
{"full_text":"RT I'm delighted that 44% - 34,030 - of adults in Rutland &amp; Melton have received at least a first dose of the COVID-19 vacci...","sentiment_score":0.2166666667}
{"full_text":"RT I don't just want Matt Hancock to resign. I want him to be held to account for the fact that he used a moment of chaos (the...","sentiment_score":0.0}
{"full_text":"RT 'Last year Hansons unearthed the UK's biggest lockdown find of the year, an Imperial Chinese wine ewer which sold for PS4...","sentiment_score":0.0}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"RT I'm sure the Great Nictator said yesterday at her party political broadcast that Scotland had nearly eliminated the virus las...","sentiment_score":0.35}
{"full_text":"We're offering 45% off until 3\/31 - but wait, there's more? Yes! Add a 10% #discount if your #free design consultation takes place by 3\/31. Schedule your in-person or #remote consultation at  #TheClosetWorks #GetOrganized #HomeDesign #ClosetGoals #COVID19","sentiment_score":0.3083333333}
{"full_text":"RT A sneak peek for one of my illustrations. Preorders for both physical and PDF versions of the zine wil...","sentiment_score":0.0}
{"full_text":"#COVID19 has caused an uptick in executives #PrivateFlying. This shift from commercial to private will have a lasting impact on small-aircraft manufacturing. Great reporting from #Aviation","sentiment_score":0.2}
{"full_text":"I don't push Biden to do the right thing to \"feel good\", I push him to keep his promises. He hasn't done that. Trump sucked and Biden so far is continuing his plan to deal with the coronavirus situation. The only difference is Biden is sending re-usable masks to poor communities.","sentiment_score":0.1371428571}
{"full_text":"Yeah, I think it's being tired of other people's crap haha I have seen myself get this way, and the COVID world does not help get out of that mindset.","sentiment_score":-0.28125}
{"full_text":"RT It's clear that the coronavirus has been hard on small businesses in Silicon Valley. We're lucky to have","sentiment_score":-0.0270833333}
{"full_text":"RT Global cases have halved! Even in countries without mass vaccination programmes. Fancy that!","sentiment_score":0.0}
{"full_text":"RT There's still time to join COVID-19 conversation. Sign up for 'Talk With the Doc' Virtual COVD-19 Town Halls with Act...","sentiment_score":0.0}
{"full_text":"RT A protestor who was shot in the knee and arrested in Feb20 died in a military hospital today.  However, the military lied...","sentiment_score":-0.1}
{"full_text":"Philippa Harrison, Tourism Australia, MD, says the biggest deterrent for travel is the dip in consumer confidence due to unexpected border closures. Let's look at this challenge as an opportunity. How can we rebuild confidence? #Tourisim #Travel #CXhttps:\/\/t.co\/LBjJIvANFn","sentiment_score":-0.0125}
{"full_text":"Correct, the European game was likewise forfeited as they were forced into isolation due to Exeter covid. I know different competition but the same game. Rugby not doing itself any favours here.","sentiment_score":-0.175}
{"full_text":"Busy baking pork pies during lockdown . Available to buy online for next weekend's doorstep deliveries. #pies #oldhamhour #shoplocal","sentiment_score":0.1666666667}
{"full_text":"RT More than 40pc of people in Norfolk have now had their first Covid jab","sentiment_score":0.375}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"RT Blowing out candles 'Pandemic Style' - My family &amp; I enjoyed hanging out with Caressa Ayers tonight for my 51st Birthday. E...","sentiment_score":0.5}
{"full_text":"Fact: President Trump sent a gigantic ship for to use for a Covid patients. Cuomo chose NOT to use it? He decided to send 15,000+ elderly back to nursing homes to die!","sentiment_score":0.0}
{"full_text":"RT as you've noted- vaccine equity is critical. That's why the entire Bronx Delegation- Federal, State and Cit...","sentiment_score":0.0}
{"full_text":"RT I started clicking around vaccine websites in December. Immediately could see many were breaking accessibility rules. The...","sentiment_score":0.5}
{"full_text":"RT Have senators Schumer or Gillibrand of New York weighed in on the terrible accusations regarding NY Gov Andrew Cuomo an...","sentiment_score":-0.4318181818}
{"full_text":"RT Wait for a vaccine registration portal?? Not in Guelph.We just make our own.That's how rolls.Ontario s...","sentiment_score":0.0}
{"full_text":"We've continued to navigate complex travel and logistics throughout the pandemic to ensure patients with rare diseases are able to attend their study. Read on to learn why delivering remarkable experiences is more important than ever.https:\/\/t.co\/SVKj3d40oN#RareDiseaseDay2021","sentiment_score":0.3583333333}
{"full_text":"Call of Duty Black Ops Cold War Multiplayer and Outbreak Free Trial is now live across all platforms!Ends March 4 at 10am PT.","sentiment_score":-0.0575757576}
{"full_text":"RT Since vaccination began (targeting nursing facilities): - deaths in nursing facilities down ~70% (vs all US deaths up ~10...","sentiment_score":-0.1555555556}
{"full_text":"RT One year ago today, Donald Trump tweeted: \"The corona virus is very much under control in the USA.\"More than 500,000 Am...","sentiment_score":0.38}
{"full_text":"The House of Representatives is voting this week on #AmericanRescuePlan. It is critical that Congress pass this bill and provide cities relief to recover from the #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"Serina betta' stay home.","sentiment_score":0.0}
{"full_text":"should the individual right and freedom not to wear a mask prevail over the public health's interest??","sentiment_score":0.0952380952}
{"full_text":"\"My job as a building concierge has kept me and my family secure and healthy in the face of a global pandemic, that's why I want the same opportunities for my community. These are the types of jobs that working families in Sunset Park deserve.\"","sentiment_score":0.225}
{"full_text":"REMINDER: Sign up for the upcoming COVID-19 Vaccine clinic TODAY, Feb. 25, at noon. If you're currently eligible, make an appointment at  Those without internet can call 586-6000 starting at noon","sentiment_score":0.0}
{"full_text":"A4: able to stay connected to SS even if they have to temp learn from home, definitely 1:1 devices in 6th, professional growth for myself &amp; learning new things &amp;  pushing myself to be better &amp; staying focused on things I can control versus what I can't. #WEareLakota #DLDay2021","sentiment_score":0.2472727273}
{"full_text":"Is it time for Americans to fight back against Covid lockdowns? Conservative entrepreneur Dan Gelernter declares, \"The pandemic is over. 2020 was the year of government overreach. Make 2021 the year of organized civil disobedience and friendly reunions.\"","sentiment_score":0.1875}
{"full_text":"Did you know? has many #resources on its #online #repository, OAsis. #Openeducationalresources are incredible but what are they, exactly? Learn about #OER in our Basic Guide to Open Educational Resources  #coronavirus #COVID19","sentiment_score":0.3166666667}
{"full_text":"Great Britain's Houses of Parliament wholeheartedly value until and beyond COVID-19's end, our brilliant Oxford-AstraZeneca scientists.","sentiment_score":0.85}
{"full_text":"RT  19,392,553 doses of a COVID-19 vaccine have now been administered in the United Kingdom.+480,575 doses in the late...","sentiment_score":-0.3}
{"full_text":"100K downloads and only 3000-3500 check-ins on a good day.  ","sentiment_score":0.35}
{"full_text":"RT Thanks  &amp; Prime Minister for supporting #VaccinEquity. Your commitment to #COVAX and sharing #COVID19 vaccine...","sentiment_score":0.225}
{"full_text":"Find the entire COVID-19 Vaccine: Myths vs. Facts campaign: #BeAVoiceCHHSM","sentiment_score":0.0}
{"full_text":"Resurfaced clip shows idiot republican Kayleigh McEnany saying coronavirus won't come to the U.S.https:\/\/t.co\/VtxTP0fLYK","sentiment_score":-0.8}
{"full_text":"In 2019, @Oceana tested DNA of over 400 fish samples from 250 stores in the U.S., finding that 20% of labels misidentified fish species &amp; origin. Thanks, @VirginiaGewin &amp; @PopSci for sharing why traceability and transparency are increasingly important. https:\/\/t.co\/oZnGT9eYd5","sentiment_score":0.3}
{"full_text":"RT The Netherlands applauds the first delivery of COVID-19 vaccines through the COVAX Facility in Ghana. An important first...","sentiment_score":0.3}
{"full_text":"CDC-backed website hopes to connect people with available COVID-19 vaccineshttps:\/\/t.co\/i0TlpHq8S0","sentiment_score":0.4}
{"full_text":"RT News - Russian Pastors Hungry for Digital Training Under Lockdown -","sentiment_score":0.0}
{"full_text":"In a recently published study, researchers at report that individual #immunesystem response to #COVID19 is limited by the major histocompatibility complex. #geneticsRead more about the findings:","sentiment_score":0.0318452381}
{"full_text":"Ah yes.. Just quit your job in a pandemic and just find another... Easy...","sentiment_score":0.4333333333}
{"full_text":"#COVID19 | Ministry of Health and Wellness to roll out its vaccination planhttps:\/\/t.co\/i1bXIG5dMv","sentiment_score":0.0}
{"full_text":"Frontline heroes are working to keep us healthy and safe. Join us in supporting the #AmericanRescuePlan for our first responders and law enforcement officers","sentiment_score":0.375}
{"full_text":"#LearningMobility of young people during the #pandemic practically stopped. What is the impact of #COVID19? What is the #future of learning mobility?Listen to the new episode of our Under 30' podcast exploring this topic!","sentiment_score":0.0901515152}
{"full_text":"By building trust with the South Asian community, an Artesia nonprofit has been able to provide \"culturally and linguistically specific\" support. Now, the nonprofit is working to get those eligible a COVID-19 shot.Story by","sentiment_score":0.15}
{"full_text":"Regarding the current COVID-19 pandemic, Mexico &amp; Argentina stressed their desire to join forces &amp; continue their close collaboration so that the region achieves self-sufficiency in vaccine production https:\/\/t.co\/3QAmFXNhm8 #Mexico #Argentina #partnership","sentiment_score":0.0}
{"full_text":"The Odisha govt directed screening of people entering the state from 12 high-risk states to prevent the spread of #COVID19 infection.The states are Maharashtra, Kerala, Telangana, Chhattisgarh, West Bengal, Punjab, Delhi, Chandigarh, MP, Tamil Nadu, Karnataka &amp; Andhra Pradesh.","sentiment_score":0.0}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"66% of clinical leaders currently offer tech and privacy trainings to their staff, according to our latest report. Learn how #COVID19's push toward #teleheath has changed the practice of medicine.","sentiment_score":0.25}
{"full_text":"RT Based on our improving COVID numbers and increasing vaccinations, is announcing the following changes...","sentiment_score":0.0}
{"full_text":"Q1: The UN Women's theme for International Women's Day is \"Women in leadership: Achieving an equal future in a COVID-19 world\". What does this mean to you? #SageInspire #BUILDatSage","sentiment_score":-0.078125}
{"full_text":"EILEEN LOCKE, 71, of New Castle, Pennsylvania, died of COVID on Dec. 10, 2020.\"My mom had alot of life left to live, covid took her way too soon.\"","sentiment_score":0.0909090909}
{"full_text":"WATCH LIVE: Quebec officials give update on COVID-19 health crisis.https:\/\/t.co\/D1lV1Pzic5","sentiment_score":0.1363636364}
{"full_text":"What can countries do as they wait to get #covid19vaccines and #vaccinate their populations? Continue to enforce social distancing, mask-wearing and hand-washing to limit community transmission, says via","sentiment_score":0.0333333333}
{"full_text":"RT REMINDER: \"Biden HHS nominee moved mother out of care facility as she directed nursing homes to take COVID patients\" -- Fox...","sentiment_score":0.0}
{"full_text":"Help seniors call 2-1-1!! The #COVID19 vaccine site at in will be offering daily doses to seniors 65+ from 7 AM-5 PM Monday through Friday. The clinic requires appointments that can only be made by calling 2-1-1 San Diego.","sentiment_score":0.0}
{"full_text":"The ERC has been expanded for 2021! If the following applies to you, you could be eligible for a $7,000pp tax credit:1099 workerJob impacted by COVIDRec less than 4 weeks unemployment in Q42020See if you qualify here:","sentiment_score":-0.0833333333}
