{"full_text":"RT Yes...pleeeeezzzz!!!!! #Fisk_RYS21","sentiment_score":0.0}
{"full_text":"COVID-19: Edo taskforce seals up Cold Stone, Domino Pizza for flouting guidelines","sentiment_score":-0.6}
{"full_text":"Praying so hard for healing.","sentiment_score":-0.2916666667}
{"full_text":"RT Fun fact: the covid crisis has produced over 1200 new words in German over the past year. Personal favourites are coronamude (...","sentiment_score":0.0372727273}
{"full_text":"Buddhisttimes - INTERNATIONAL WEBINAR BY ASIAN AND AFRICAN MEDIA DIAGNOSED COVID-19 AND SOCIAL CHANGE WITH THE FOCUS OF PEACEBUILDING","sentiment_score":0.0083333333}
{"full_text":"She low-key predicted COVID-19 though.","sentiment_score":0.0}
{"full_text":"Pfizer is running its plant nonstop. That's good news, since it means the plant and the staff are the binding constraint. Make the IP public domain and let's see how much faster we can go.","sentiment_score":0.3}
{"full_text":"RT South African COVID-19 variant found on Long Island","sentiment_score":-0.025}
{"full_text":"Sorry to hear it - I'm concerned about those with lung disease and the COVID vaccine, haven't seen much data on the topic.","sentiment_score":-0.15}
{"full_text":"RT Let the Responsibility Rise, not #COVID19 Cases. - Wear A Mask- Maintain Physical Distancing- Wash Hands#NaToCorona #Monda...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Pfizer's Covid vaccine stopped 89.4% of transmission in Israel, the first real-world sign that immunization will cur...","sentiment_score":0.25}
{"full_text":"A total of 36 passengers who had returned to #TamilNadu from #UK and 20 of their primary contacts have tested positive for #COVID-19 till date. Eight of the primary cases are currently under hospital isolation.Follow live updates on our Daily Live Bloghttps:\/\/t.co\/Dq1fdd7vJ1","sentiment_score":0.1625}
{"full_text":"RT Biden Daily Guidance: The president will deliver remarks on the lives lost to COVID-19. Then, the President, the First La...","sentiment_score":0.125}
{"full_text":"RT UN chief appreciates India's leadership in fight against Covid-19, vaccine assistance@IndiaUNNewYork","sentiment_score":0.0}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"I do not care how many illegals are let into the USA, if no one is being medically quarantine for Covid, then Biden needs to be impeached for jeopardizing American citizens lives.  Restrictions to control the spread has now put us back to a year ago - A mess!","sentiment_score":0.05625}
{"full_text":"RT Port Alberni mayor Sharie Minions is going to be providing a live #COVID19 update at 2 p.m. -","sentiment_score":0.1363636364}
{"full_text":"RT Here come the worker shortage stories again. Hint: try raising wages.","sentiment_score":0.0}
{"full_text":"RT Trump: fuck youBiden: fuck you ","sentiment_score":-0.4}
{"full_text":"RT As Covid cases surge in Maharashtra, Punjab, Kerala, Chattisgarh, MP, J&amp;K - BJP Central Govt must open the market for...","sentiment_score":0.0}
{"full_text":"RT QAnon has \"rebranded\" since President Trump left office, says Joel Finkelstein, who monitors online misinformation for Netwo...","sentiment_score":0.0}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
{"full_text":"RT Imagine telling your one year ago self that 500,000 Americans would be dead from COVID...","sentiment_score":-0.2}
{"full_text":"Next pandemic I'm going there to gas up. Don't tell nobody else ","sentiment_score":0.0}
{"full_text":"COVID-19: Edo taskforce seals up Cold Stone, Domino Pizza for flouting guidelines","sentiment_score":-0.6}
{"full_text":"RT At this point in the pandemic life, rediscovering cumshot vids is my new kink","sentiment_score":0.1363636364}
{"full_text":"RT 210221 adventures_with_biggles' IG Update Met the cousins today... nobody got crazy ... lots of but sniffing... Bitsy i...","sentiment_score":-0.6}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
{"full_text":"RT 335 days after the 'national lock down' was imposed, media and Maharashtra govt again spread the totally debunked scare tact...","sentiment_score":-0.0777777778}
{"full_text":"RT Township mayors going around with loudspeakers saying curfew time has been set from 4am-8pm. Under martial law,we are alre...","sentiment_score":0.0}
{"full_text":"RT COVID-19 statistics in South Africa #sabcnews #covid19SA","sentiment_score":0.0}
{"full_text":"RT Township mayors going around with loudspeakers saying curfew time has been set from 4am-8pm. Under martial law,we are alre...","sentiment_score":0.0}
{"full_text":"RT 500,000 Americans have died of the coronavirus, more than any war except the Civil - and we're approaching the 1918 pandem...","sentiment_score":0.25}
{"full_text":"Heartache. NYT's Julie Bosman wrote, \"More Americans have perished from Covid-19 than on the battlefields of World War I, World War II and the Vietnam War combined.\" #COVID","sentiment_score":0.5}
{"full_text":"RT Ontario is reopening despite scientific evidence &amp; modeling showing that reopening will likely cause a third wave. Despite t...","sentiment_score":0.0}
{"full_text":"RT Tomorrow President Biden will give a speech on the lives lost to coronavirus and hold a moment of silence and candle li...","sentiment_score":0.0}
{"full_text":"RT Black-owned small businesses have been disproportionately hit by this pandemic. So many have shown remarkable resilience,...","sentiment_score":0.3333333333}
{"full_text":"RT Nigerian Yusuf Bilesanmi who has created a low-cost ventilator for COVID-19 patients is one of the top contenders for the Roya...","sentiment_score":0.5}
{"full_text":"RT Conspiracy \"theory\".   there  is a conspiracy among virologists connected with wuhan institute of virology to mislead t...","sentiment_score":0.0}
{"full_text":"RT The deaths from COVID-19 would fill Arlington National Cemetery. Even if less than half those lives would've been spared by a...","sentiment_score":-0.1666666667}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
{"full_text":"RT The North Star in the Covid-19 storm ","sentiment_score":0.0}
{"full_text":"COVID-19: Edo taskforce seals up Cold Stone, Domino Pizza for flouting guidelines","sentiment_score":-0.6}
{"full_text":"'WIDE RANGE': We are learning that the highly-contagious U.K. variant of #COVID19 has been detected in #Oakville and #Burlington as well as Milton and Halton Hills:","sentiment_score":-0.1}
{"full_text":"RT Biden being competent on COVID was enough to placate people for a month or so. But his refusal to cancel student debt, hi...","sentiment_score":0.25}
{"full_text":"WE? DO U SPEAK FRENCH","sentiment_score":0.0}
{"full_text":"I look back at that and was like \"wow I was really losing it back then.\" Now it's like \"I'm super bored but if I really need to go out I can but it's also cold so I'm not missing anything that fun and I'm used to all the corona rules now\"","sentiment_score":0.0133333333}
{"full_text":"Local buses equipped with technology said to remove 99.9% of COVID-19 from air","sentiment_score":0.0}
{"full_text":"RT Fauci deserves nothing but our scorn and contempt.","sentiment_score":0.0}
{"full_text":"RT The American Rescue Plan provides urgent aid to those in need.  It has bipartisan support from a concerned country.  It should g...","sentiment_score":0.0}
{"full_text":"RT I will wear a mask as long as Dr. Fauci tells me to.","sentiment_score":-0.05}
{"full_text":"RT That anybody in America thinks they needed to hear this from such a worthless bureaucratic tyrant is just further evidence...","sentiment_score":-0.2666666667}
{"full_text":"RT \"We can't give up. We can beat this\"Dr. Anthony Fauci has a message for anyone feeling #COVID fatigue. #OnAssignmentMSNBC","sentiment_score":0.0}
{"full_text":"I bet he lost just as much as the average American has lost because of covid and lockdowns. These words are so encouraging and all I needed to get through this! Yay fauci ","sentiment_score":0.0166666667}
{"full_text":"RT Maharashtra: CM Uddhav Thackeray warns of another lockdown if cases continue to rise in the next 8-15 daysNDTV's Sohit Mishra r...","sentiment_score":0.0}
{"full_text":"Might try to dig in if I get the chance. Seems like it was a busy weekend at the CDC","sentiment_score":0.1}
{"full_text":"RT A simple \"statistical rule\" can be applied to this dataIf 62,914 samples of potential hosts are negative what is th...","sentiment_score":-0.1}
{"full_text":"Can y'all release us from this damn pandemic, I'm sick of it &amp; these masks!!","sentiment_score":-1.0}
{"full_text":"RT America is back.","sentiment_score":0.0}
{"full_text":"#cancelboards2021 want #cancelboards2021 or zero academic year#cancelboards2021 #cancelboards2021 #cancelboard2021","sentiment_score":0.0}
{"full_text":"\"Ask not what your country can do for you - ask what you can do for your country,\"Each of us need to do our part: wearing mask and social distancing.","sentiment_score":0.0333333333}
{"full_text":"COVID-19: Edo taskforce seals up Cold Stone, Domino Pizza for flouting guidelines","sentiment_score":-0.6}
{"full_text":"RT India's weekly Covid cases up 31%. Maharashtra up 81%. Punjab Chhattisgarh Madhya Pradesh also rising. We are going to he...","sentiment_score":0.0}
{"full_text":"RT As a teacher of 40 years who teaches &amp; practices lock down drills to protect our students in case of an intruder or ac...","sentiment_score":-0.1555555556}
{"full_text":"RT The phrase \"Orwellian\" is occasionally misused. But the editor or a publication called \"politifact\" suggesting we ig...","sentiment_score":0.0}
{"full_text":"Producing a #podcast during the #pandemic can be quite a challenge. These ladies learned how to overcome it. Here is how. via","sentiment_score":0.0}
{"full_text":"Does everybody remember how absolutely stupid and dangerous Clay Travis's Covid takes werr (and probably still are frankly)? Man that dude sucks.","sentiment_score":-0.5666666667}
{"full_text":"Court activity has started to normalise as COVID-19 alert levels dropped.","sentiment_score":0.0}
{"full_text":"RT The is making bold claims but they aren't showing the data to back up their claims. It's time the feds show...","sentiment_score":0.1666666667}
{"full_text":"RT Sadly there have now been over 500,000 Covid deaths in America. The former guy and his accomplices should all spend the rest of...","sentiment_score":-0.25}
{"full_text":"RT Those thinking yesterday's vaccination of the PM and CMO Kelly had a last-minute feel to it are right: it was meant to be...","sentiment_score":0.2857142857}
{"full_text":"RT Talks of lockdown in Maharashtra. The price the people of the state will pay for a dumb CM &amp; illegitimate MVA Govt.","sentiment_score":-0.375}
{"full_text":"RT I'm so sick of hearing schools are safe, spread doesn't happen there, it's coming from somewhere else, every f'ing time we he...","sentiment_score":-0.1071428571}
{"full_text":"the movie theatre? i'm not really sure","sentiment_score":-0.25}
{"full_text":"RT - and each and every COVID death is Biden's fault.Am I doing this right?","sentiment_score":0.2857142857}
{"full_text":"India's Covid vaccine maker told to meet domestic demand first, urges 'rest of the world' to be patient","sentiment_score":0.125}
{"full_text":"RT Australia begins mass COVID-19 vaccination programme","sentiment_score":0.0}
{"full_text":"RT I can't get past the fact that a 74 year old drug addict, sexual predator who bankrupted every biz he ever ran and was so c...","sentiment_score":0.1166666667}
{"full_text":"#Peru | Anti-corruption prosecutor Yudith Villegas Espinoza on Sunday called for the arrest of seven former members of the Executive Multi-sectorial Commission, involved in the scandal over COVID-19 secret vaccination \"Vacunagate.\"https:\/\/t.co\/MI5doDZOQG","sentiment_score":-0.15}
{"full_text":"Africa has now recorded more than 100,000 #coronavirus deaths. And countries are losing out in the race to secure vaccines. WHO says African countries should receive doses from the #COVAX scheme by the end of this month. Wilkister Nyabwa reports.","sentiment_score":0.3}
{"full_text":"As airlines slashed flights and furloughs appeared inevitable in the early days of the coronavirus pandemic, Mike Catania sensed there would be little need for a service that helped airline crews find short-term housing.https:\/\/t.co\/O46xDezlzy","sentiment_score":-0.0291666667}
{"full_text":"RT I'm seeing a lot of this sort of response to our latest story. This shouldn't be the takeaway. Nearly half a million Am...","sentiment_score":0.1666666667}
{"full_text":"You, the British people greatly protect COVID-affected essential businesses.","sentiment_score":0.2666666667}
{"full_text":"RT Why the hell are Communist China doctrines being forced down the American people throats and being used to dehumanize o...","sentiment_score":-0.1518518519}
{"full_text":"Israel has the fastest COVID-19 vaccine rollout in the world, with 1.7 million people had been administered a second shot by Jan. 30. (via Reuters)READ:","sentiment_score":0.0}
{"full_text":"The US faces a dark milestone this week despite a recent decline in #COVID19 cases as it prepares to mark a staggering 500,000 deaths, with President Joe Biden planning to memorialize the lives lost.","sentiment_score":-0.075}
{"full_text":"Health Secretary Rajesh Bhushan has written to the Chief Secretaries of all States\/UTs, asking them to accelerate the pace of COVID-19 vaccination with the number of days of vaccination in a week pushed up to a minimum of four days.","sentiment_score":0.0}
{"full_text":"#VaccineMythbusters #IndiaFightsCorona#FactCheck : It is advisable to receive complete schedule of vaccine despite recovery from #COVID19, to enhance immune response. #JanAndolan","sentiment_score":0.1}
{"full_text":"Britain believes it is getting on top of outbreaks of a South African variant of the coronavirus and is also seeing signs hospitalisations are falling quickly following its vaccine roll-out.https:\/\/t.co\/4z154JbRKz","sentiment_score":0.1666666667}
{"full_text":"India's weekly Covid cases up 31%, first rise since early November READ:","sentiment_score":0.175}
{"full_text":"Doctors at the Government Kilpauk Medical College Hospital have found that rehabilitation exercises helped people with mild-to-moderate lung infection due to Covid.","sentiment_score":-0.0625}
{"full_text":"One year after Italy's first known native case of COVID-19 was detected, Pope Francis and the nation's president have established Feb. 20 as an annual day honoring those on the front lines.","sentiment_score":0.25}
{"full_text":"People from all around the country came to Lima to celebrate one special woman's 103rd birthday.https:\/\/t.co\/8Am2SQeoRH","sentiment_score":0.3571428571}
{"full_text":"#ICYMI: As more mutations of the COVID-19 virus are being detected around the world, what is being done to save lives? explores the effect new strains are having on the battle against COVID-19. Watch \"COVID Mutants\" tomorrow, 4pm ET on","sentiment_score":0.3181818182}
{"full_text":"Senator prayed that the Duterte administration's vow to find solutions for the coronavirus disease (COVID-19) pandemic will not end up like the President's promise about the country's problem on illegal drugs.READ MORE:","sentiment_score":0.0}
{"full_text":"PMC tests 4,707 samples for COVID-19 on Sunday, surging the total swabs collected till now to 10,99,134https:\/\/t.co\/YEOfkcmJcu","sentiment_score":0.0}
{"full_text":"RT NEW: Democratic Florida Rep. Charlie Crist is calling on the Justice Department to investigate allegations that Florida Gov. R...","sentiment_score":0.1363636364}
{"full_text":"Respect for what? For breaking the rules by going back to the office to sleep? By not going to police? This is taking up too much time when PM should really worry about Covid, jobs, economy","sentiment_score":0.1333333333}
{"full_text":"The World Health Organization urged COVID-19 #vaccine manufacturers to make good on their commitments as the planet's poorest countries await their first doses#COVID19 #coronavirus","sentiment_score":0.475}
{"full_text":"RT Love living in #Florida Move here- it's better","sentiment_score":0.5}
{"full_text":"While number of COVID-19 cases fell for the fifth straight week and officials scrambled to inoculate the population, the nation prepared to soon reach 500,000 deathshttps:\/\/t.co\/c8RDMnWJ68","sentiment_score":0.2}
{"full_text":"State-run Philippine Guarantee Corp. (PhilGuarantee) guaranteed a total of P180.67 billion in loans in 2020, exceeding its target by 8 percent to help cushion the financial impact of the Covid-19 pandemic.https:\/\/t.co\/TbRYUBRN3K","sentiment_score":0.0}
{"full_text":"#WATCH: A new ad from has hit out at PM for \"lying\" about Australia's COVID-19 vaccine rollout.What are your thoughts?MORE DETAILS: #AusPol #Vaccine #COVID19Vaccine #Morrison","sentiment_score":0.1363636364}
{"full_text":"Andrew Dickens: We've come too far in Covid response to deal with bad reckonshttps:\/\/t.co\/SUxOFYkWeJ","sentiment_score":-0.3}
{"full_text":"With the new Metropolitan Life Cover, South Africans can be covered from as little as R4 per day in less than five minutes. For more info, visit","sentiment_score":0.0705492424}
{"full_text":"The Australian #COVID19 vaccination program started today for those in aged care and frontline workers. Federal and State Govts are working with local communities to ensure this rollout's success, vital in the fight against COVID-19. More info here:","sentiment_score":0.1333333333}
{"full_text":"RT Can't ignore the north - #COVID19 outbreaks in Thunder Bay, Kenora, and surrounding areas are very troubling, affecting co...","sentiment_score":0.2}
{"full_text":"RT 73,000 public servants got full pay to stay at home...and not work at all.","sentiment_score":0.175}
{"full_text":"If lockdown has been hard on you, now is the time to look after yourself! Wanted: 15 ladies who are ready to commit to shifting their lives in 2021 by taking part in our Less Pain, More Gain Program. Comment \"MORE GAIN\" below or send me a DM for a FREE consultation! #shift","sentiment_score":0.1947916667}
{"full_text":"\"So fragile is our great state that even after nationwide lockdown they are framing Muslims under false charges. It is just a matter of time and luck they come for you and me.\"https:\/\/t.co\/fFZ7195ghf","sentiment_score":0.1333333333}
{"full_text":"Antigen test, Antibody test, RT-PCR test -- what's the difference? And how can you get these tests at home? #LiveYourBestLife #OneLifePHhttps:\/\/t.co\/30fStSKorA","sentiment_score":0.0}
{"full_text":"US coronavirus death toll approaches milestone of 500,000","sentiment_score":0.0}
{"full_text":"\"It's nothing like we have ever been through in the last 102 years, since the 1918 influenza pandemic.\"https:\/\/t.co\/at05kdDIb1","sentiment_score":0.0}
{"full_text":"RT Before&amp;After Which one do u prefer?#art #artistsontwitter #artph #painting #pain #sketch #sundayvibes #ArtistOnTwitter...","sentiment_score":0.0}
{"full_text":"If your household is impacted by COVID-19 and you need some assistance please visit:  #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"WATCH: Manitoba reports 58 cases of COVID-19","sentiment_score":0.0}
{"full_text":"COVID-19 survivor celebrates her 104th birthday at hospital with staff and her son.","sentiment_score":0.0}
{"full_text":"RT In March last year, I called out Donald Trump's administration for intentionally failing to respond to the coronavirus. They...","sentiment_score":0.0}
{"full_text":"'Senior Chinese diplomat Wang Yi said on Monday the United States and China could work together on issues like climate change and the coronavirus pandemic if they repaired their damaged bilateral relationship.' I'd take the chance to cool tensions.","sentiment_score":0.175}
{"full_text":"RT White House National Security Advisor says China has not been sufficiently transparent on COVID-19 | Just The News htt...","sentiment_score":0.0}
{"full_text":"pharmacist this season. He didn't ev... Reminder to self: do not need such people RT : \"N.B. takes pandemic as warning it's producing too few vegetables.Premier Blaine N... . For to say he's leery of experts is,","sentiment_score":-0.1}
{"full_text":"RT ESTHER AKINYASA, 55, of London, United Kingdom , died of COVID in April of 2020.She was a beloved nurse treating COVI...","sentiment_score":0.7}
{"full_text":"RT We in find that benefits of some interventions in medicine, although rare, are detectable.. without need f...","sentiment_score":0.3}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"Trump talked about covid in February in his state of the union address,the one Nancy ripped up,oh the democRATS were to busy trying to impeach him didn't have time to get involved in covid!","sentiment_score":0.125}
{"full_text":"RT Federal Health Minister confirmed Australians returning home from overseas will be required to spend a fortnig...","sentiment_score":0.4}
{"full_text":"RT JUST IN: Pfizer's Covid vaccine stopped 89.4% of transmission in Israel, the first real-world sign that immunization will cur...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Opposition MPs passed a motion at the House of Commons Health committee requiring the government to handover the...","sentiment_score":0.0}
{"full_text":"RT #Whitmer copied most everything from #Cuomo on nursing homes.Except one HUGE difference. Cuomo stopped Covid(+) people...","sentiment_score":0.45}
{"full_text":"Current Conditions for #Sayre PATemp: 25.9FWind Chill: 23.1FHumidity: 70%Dew Point: 17.4F Barometer: 30.432 inHgWind: 4 mph from the SCorona Virus Weekly Stats:Cases: 95.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The dude said don't wear a mask, they don't work. Then reversed course and said wear a mask or grandma dies. Then he graduated to wear three masks and maybe you won't have to wear any by 2023 at the earliest. That's your guy. The worlds \"foremost expert in epidemiology.\"","sentiment_score":0.0}
{"full_text":"RT My pastor is equating fighting for the truth (Paul to Timothy, chapter 6) with opposing covid restrictions, like masks...","sentiment_score":0.0}
{"full_text":"Joe Biden is on a path to attain his goal of 100 million vaccination shots in 100 days, but now faces the challenge of vaccinating eligible adults by summer's end.","sentiment_score":0.0}
{"full_text":"#Covid19 bot #COVID19 last 5 days stats #West BengalConfirmed Cases trend17-Feb-21 - 24918-Feb-21 - 24319-Feb-21 - 23820-Feb-21 - 23521-Feb-21 - 233#CoronavirusPandemic #COVID19India #coronavirus #IndiaFightsCorona #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"RT Obv finding birds has nothing to do with a pandemic, but I hope, hope, hope I can get back to Ecuador soon. The biodivers...","sentiment_score":0.0}
{"full_text":"RT This is a crisis that is being overlooked. Together we can stand against xenophobia, racism, and violence. #StopAAPIHat...","sentiment_score":0.0}
{"full_text":"A new road-making material developed by university researchers puts disposable face masks to good use. Read more about this innovative way to reduce pandemic-generated waste:","sentiment_score":0.2893939394}
{"full_text":"RT The top U.S. infectious diseases specialist says the U.S. isn't out of the pandemic, even as cases fall sharply and vaccinati...","sentiment_score":0.1875}
{"full_text":"A year into the pandemic, the running total of lives lost was about 498,000 -- roughly the population of Kansas City, Missouri, and just shy of the size of Atlanta.","sentiment_score":-0.2}
{"full_text":"Drama for not being invited to an event during these times. Hmm same ones will complain if lockdown continues","sentiment_score":0.0}
{"full_text":"KEZI 9 News spoke with several local residents to see how they feel about the $1.9 trillion pandemic relief package. ","sentiment_score":0.0}
{"full_text":"RT Thank you for this article about extraordinarily successful Covid response. Just one death. Dr....","sentiment_score":0.75}
{"full_text":"Join us as we look back on the journey our interns had last year. Hear from them on how it was like interning with V-Key during a pandemic! Wishing them all the best in their future endeavours.https:\/\/t.co\/dDvoK1n0kL#strongerwithvos   #vkey   #startups   #cybersecurity","sentiment_score":0.25}
{"full_text":"Catania started looking at how life was changing amid the pandemic and came up with the idea for his next business: Locaris, a website to help apartment renters connect with prospective neighbors to get the scoop on buildings and landlords. ","sentiment_score":0.0}
{"full_text":"RT Speaker Pelosi managed to sneak in $100 million for an underground rail line extension of the Bay Area Rapid Transit syst...","sentiment_score":0.0}
{"full_text":"I didn't die when I had Covid","sentiment_score":0.0}
{"full_text":"RT need a party like this after the pandemic ","sentiment_score":0.0}
{"full_text":"Parents and school district staff voiced their opinions about reopening of in-person instruction in the School District of Beloit during a hearing Sunday.","sentiment_score":0.0}
{"full_text":"Do nothing allow Texans to FREEZE to death, soulless pathetic traitors.  Your lack of empathy compassion &amp; ethics is astoundingyour death count is 500,000 Americansyou don't give a damn@BetoORourke &amp; &amp; help Americans","sentiment_score":-1.0}
{"full_text":"RT !!ATTENTION TO ALL A-LEVEL PEEPS!!We've just launched our latest project: A2KI!The purpose of A2KI is to benefit both...","sentiment_score":0.5}
{"full_text":"To stop the spread of covid-19 people have forsaken the handshakes, pats, squeezes and strokes that warm daily interactions.","sentiment_score":0.3}
{"full_text":"After weeks of lowered rates of COVID-19 transmission in the area, Rock County judges have approved some limited in-person court appearances in Rock County Circuit Court. d","sentiment_score":-0.0714285714}
{"full_text":"RT Can't ignore the north - #COVID19 outbreaks in Thunder Bay, Kenora, and surrounding areas are very troubling, affecting co...","sentiment_score":0.2}
{"full_text":"Should sue to get her emails with Cuomo over the decision to put people in Nursing Homes with Covid.","sentiment_score":0.0}
{"full_text":"Consignment shop in Chico opens its doors during the pandemic to help some student entrepreneurs.","sentiment_score":0.0}
{"full_text":"RT VACCINE DATA (methodology) UPDATEWe have our usual update coming later tonight, and I'll thread it here. But in the...","sentiment_score":-0.125}
{"full_text":"500,000. Finding out we are at 500K death has literally stopped me in my tracks. It is unfathomable to me. May God bless their souls. May God grant peace to their loved ones. Ameen. #COVID19","sentiment_score":0.7}
{"full_text":".@PhilTing, Expanded Learning is rising to meet the needs of #women &amp; communities of color! #COVID19 will continue its path of destruction. We need ur help now to codify a COLA for #Afterschool in #CABudget to continue our work! #CaAfterschoolWorks","sentiment_score":0.0}
{"full_text":"A #Mackay seafood exporter fears the ripple effects #China's import ban will have on the Australian industry, as says $669 million in place to support exporters during #COVID19:","sentiment_score":0.0}
{"full_text":"Australia begins coronavirus vaccine shot by July 31.","sentiment_score":0.0}
{"full_text":"Can the Insurance Industry Bridge the Pandemic Insurance Protection Gap?","sentiment_score":0.0}
{"full_text":"i have a thing for manipulators weather i like it or not","sentiment_score":0.0}
{"full_text":"25 new cases of COVID-19 have been reported in Rock County, but no new deaths from the virus have been reported.","sentiment_score":0.0340909091}
{"full_text":"RT 210221 adventures_with_biggles' IG Update Met the cousins today... nobody got crazy ... lots of but sniffing... Bitsy i...","sentiment_score":-0.6}
{"full_text":"There is no difference between the first and second doses of the COVID-19 vaccine. People's reactions might differ, but not because the doses are different.","sentiment_score":0.0833333333}
{"full_text":"25 new cases of COVID-19 have been reported in Rock County, but no new deaths from the virus have been reported.","sentiment_score":0.0340909091}
