{"full_text":"IoT Data Management Market Analysis 2021 COVID-19 Pandemic Impact, Market Revenue and Threat Forecast by 2023","sentiment_score":0.0}
{"full_text":"RT #HyderabadNeed #Blood Type :  B-positiveAt : Saraswati Hospital, SrujanaBlood Component : Need Plasma from B+ve #COVI...","sentiment_score":0.0}
{"full_text":"RT 55 of 89 attendees at high intensity fitness classes got COVID. They were spaced and brought own or used own cleaned e...","sentiment_score":0.4533333333}
{"full_text":"RT Piers Morgan slammed 'patronising' British Health Secretary Matt Hancock's 'woeful' handling of Covid crisis, pointing that...","sentiment_score":0.0}
{"full_text":"Me pre-pandemic: I hate celery, celery sucks.Me now: *buys celery by the kilo, having found out they last forever in the fridge, are easy to prepare and are the perfect excuse to eat dip*","sentiment_score":0.1166666667}
{"full_text":"No, but only because obscene wealth has no appeal. Rich enough to retire, live well, drive a solar charged Tesla, and travel occasionally (post-covid) is fine.","sentiment_score":0.1546717172}
{"full_text":"RT MANDALAY: This man was shot by riot police on Feb 20 in Mandalay deadly crackdown. When a local doctor tried to cure him, po...","sentiment_score":-0.1}
{"full_text":"RT After all, Democratic lobbyists gotta eat....","sentiment_score":0.0}
{"full_text":"RT MANDALAY: This man was shot by riot police on Feb 20 in Mandalay deadly crackdown. When a local doctor tried to cure him, po...","sentiment_score":-0.1}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Wearing a mask is one of the most important things we can do to protect others and change the course of this pandemic. That's wh...","sentiment_score":0.45}
{"full_text":"RT If you see me doing this with my girl when Covid is over. Mind your business","sentiment_score":0.0}
{"full_text":"I have been wondering how #movies are getting made since #Covid19. This is how! Inside Hollywood's Expensive and Exhausting Road to Making Movies During Coronavirus via","sentiment_score":-0.45}
{"full_text":"RT So the last 14 months have been:JanuaryFebruaryMarch MarchMarchMarch MarchMarchMarchMarchElection MonthIdi...","sentiment_score":0.0}
{"full_text":"If is done gaining cheap publicity, can we all get back to ending this pandemic using all possible means beneficial to the real and only cause of concern?#IMAFabricatedFacts #CondemnIMA#Patanjalis_EvidenceBased_Medicine4Corona","sentiment_score":0.12}
{"full_text":"After my friend introduce me to Harry last two years, I've watched almost all of 'em videos, even the ones him been dey do during the stages of the lockdown","sentiment_score":0.0}
{"full_text":"RT As it's revealed Covid passports could be managed via an app, Dido Harding secures PS8 billion to develop it for the Nokia...","sentiment_score":0.0}
{"full_text":"RT Chief Petty Officer Justin Huf died of COVID-19.He was 39 years old.Rest easy, brother.","sentiment_score":0.4333333333}
{"full_text":"RT X : where will Hande go as her first destination after the pandemic ?K : to a very hot place that's very far away.. mayb...","sentiment_score":0.235}
{"full_text":" i know Indonesia did the same to promote vaccine safety but its different in our case because we have less than 500k of should only be given to frontliners first.","sentiment_score":0.0166666667}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"Of course there is. So much of our planning is predicated on the conditional. \" I will be there for 10.00 traffic permitting\" \"If time allows...\" \"Weather permitting we will.....\"The coronavirus will do what it does but that is also predicated on how we respond to NPIs.","sentiment_score":0.2}
{"full_text":"RT Wow.  The BidenBucks bill pays federal employees up to 15 weeks of paid leave at $1400 per week if they have to stay home to vi...","sentiment_score":0.1}
{"full_text":"St Johnstone is a good example of club run prudently that lives within its means. Despite Covid impact only lost PS20k in 2019\/20 &amp; has the security of PS2.8m in the bank at end of season.","sentiment_score":0.35}
{"full_text":"Babatunde's Blog: I regret my words on COVID-19, says Apostle Suleman","sentiment_score":0.0}
{"full_text":"RT why the candidates not getting exam centers at their own states? What is the l...","sentiment_score":0.6}
{"full_text":"RT How many more stories like this are required until people start questioning??https:\/\/t.co\/MOnLPhqBWt","sentiment_score":0.5}
{"full_text":"She's racists that's all we don't need any explanation from #eNCA ...so for  Lindsay Dentlinger Corona virus is only found on Blacks not whites nhe.. #eNCAMUSTFALL ..you can even check their Journalists it's either they're Indian or Whites... what's that suppose to tell you?","sentiment_score":0.0}
{"full_text":"RT China! China! China!A true Zimbabwean friend indeedGod bless the Republic of China!@XHNews","sentiment_score":0.35}
{"full_text":"RT This is not true. I have spoken to He will issue a statement. Please stop spreading news based on anonymity.","sentiment_score":-0.175}
{"full_text":"RT Who thought allowing Communist China to display their lies and propaganda was a good idea?It's time for Times Square...","sentiment_score":0.3}
{"full_text":"RT Four Ways AI And Machine Learning Will Drive Future Innovation And Change #ArtificalIntelligence #Ma...","sentiment_score":0.0}
{"full_text":"RT MANDALAY: This man was shot by riot police on Feb 20 in Mandalay deadly crackdown. When a local doctor tried to cure him, po...","sentiment_score":-0.1}
{"full_text":"RT I really don't see how a Covid passport, certificate, card, or whatever can have any kind of relevance.A Covid jab, d...","sentiment_score":0.4}
{"full_text":"When and why did we stop caring? Are we too selfishly informed and led? #COVID","sentiment_score":-0.5}
{"full_text":"Just realised yesterday was my 'work anniversary' - a year at Despite a rocky start with Covid restrictions coming into play just 2 weeks after starting, it's been an incredible year with some amazing experiences. I couldn't be happier about my move into PR!","sentiment_score":0.55}
{"full_text":"RT One word to describe how the Mamata Banerjee government is handling the #COVID19 #vaccine roll out: Impressive.","sentiment_score":1.0}
{"full_text":"RT The entire world should cut China off permanently. Ban all travel in and out of that country. Ban all trade with them. Cance...","sentiment_score":0.0}
{"full_text":"RT 400+ people had charges overturned after covid laws had been wrongly applied.But this is just the tip of the iceberg...","sentiment_score":-0.5}
{"full_text":"RT eNCA is racist with a mentality that only Black People have CoronaVirus! #eNCA","sentiment_score":-0.1041666667}
{"full_text":"Not knowing weather or not to get married this year because Covid now crap. ","sentiment_score":-0.275}
{"full_text":"RT #modi_job_doModiji we know that country is facing the financial instability due to Wuhan (Chinese) virus an...","sentiment_score":-0.0416666667}
{"full_text":"RT \"what about the women who have been silenced\" ask NS, as her party chooses to silence women over GRA\/HCB?This is lookin...","sentiment_score":0.0}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT Happiest Birthday to my rockstar Kim Woosung!I hope you're doing well, happy &amp; healthy.Have a blast and we will see...","sentiment_score":0.8}
{"full_text":"RT Sturgeon denies change in lockdown exit plan after 'masterclass in spin' jibehttps:\/\/t.co\/ZG92OOAVO7","sentiment_score":0.0}
{"full_text":"RT \"Electricity is a basic human right, and as we saw in Texas and during covid, a matter of life and death. We can't lea...","sentiment_score":0.0952380952}
{"full_text":"St. Johnstone did make some staff redundant as a result of Covid","sentiment_score":-0.2}
{"full_text":"RT The world runs after allopathy while the medicine of every disease is hidden in the ancient medical system of India, A...","sentiment_score":-0.0833333333}
{"full_text":"RT Covid saw us and said they've suffered enough","sentiment_score":0.0}
{"full_text":"RT actually choking","sentiment_score":0.0}
{"full_text":"The Indonesian company is seeing a strong rebound in business after the pandemic pummelled demand. #FMTNews","sentiment_score":0.4333333333}
{"full_text":"RT Says the man who voted to confirm neurosurgeon Ben Carson for HUD and billionaire heiress Betsy DeVos for DoED.","sentiment_score":0.0}
{"full_text":"RT Breaking News The engineer recording samini  has lock down his studio due to lack of war lyrics but #LazyOlu s...","sentiment_score":-0.1402777778}
{"full_text":"RT For almost a year, many kids have been kept out of the classroom and parents have seen how far their children are fallin...","sentiment_score":0.3}
{"full_text":"RT Please extend the due date of GST AMNESTY SCHEME with LATE FEES Maximum upto 500\/- &amp; relaxation of sec 16(4)...","sentiment_score":-0.175}
{"full_text":"Busy 1st hr of from 7 am: Covid numbers declining but are we making enough progress? Mental health facilities detrimental to those they treat open in lockdown","sentiment_score":0.0}
{"full_text":"RT When Brighton experienced a mini-outbreak in February last year, no one imagined it would go on to consume so many lives...","sentiment_score":0.4333333333}
{"full_text":"You have been asking Mango TV to apologize for so-called human health issues.Butin the United States, more than 500000 people died from covid-19, and other people were asked not to make jokes about health problems.","sentiment_score":0.125}
{"full_text":"RT MANDALAY: This man was shot by riot police on Feb 20 in Mandalay deadly crackdown. When a local doctor tried to cure him, po...","sentiment_score":-0.1}
{"full_text":"RT Stop funding negative elements in Uganda in guise of social support. U  donated Covid-19 vaccine and imnunised Bo...","sentiment_score":-0.1333333333}
{"full_text":"RT How are the #Covid19 stories of corner shop owners Hening from #Indonesia and Varun from #India different, and why? Our #Cor...","sentiment_score":0.0}
{"full_text":"I have just now spoken to your customer service team. They confirmed it cannot be used online. says you can't redeem online. I am amazed that both these organisations haven't addressed this in covid times. How come this isn't part of your digital initiative.","sentiment_score":0.2}
{"full_text":"RT UPDATE: has today received from the European Union, a consignment of PPEs, two ambulances and a mobile lab...","sentiment_score":0.0}
{"full_text":"RT Release the guilt. You're one person... living through a pandemic. You can't do it all.","sentiment_score":0.0}
{"full_text":"RT Krystal:\"I started learning to play tennis but I couldnt play it much bcs of corona. So this year I would like to diligent...","sentiment_score":0.2}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"RT What grade would you give Joe after 1 month? Killed 11,000 jobs 1st day150K COVID deathsNo COVID planNo $2000 chec...","sentiment_score":-0.2}
{"full_text":"EJ Obiena wrapped up his campaign in the European indoors with a haul of two golds, a silver, a bronze and two fifth place finishes against world-class opposition but more than the medals, he acquitted himself as a survivor under tough pandemic conditions.","sentiment_score":0.037037037}
{"full_text":"New today: * Zooming with the liquidators: Ireland's insolvency experts on the impact of the crisis* Stephen Kinsella: We are told SMEs are the backbone of the economy. What happens if the bone snaps?* Glanbia: Covid-19 gives performance brands the SlimFast treatment","sentiment_score":0.1363636364}
{"full_text":"Based on the music and story by Sergei Prokofiev7 March - 18 April 2021Ticket PricesR120.00 per ticket. Due to Covid19 restrictions we are not taking bookings at the door. All tickets are available at","sentiment_score":0.1375}
{"full_text":"Covid-19 economic recovery plan will require PS290 million in first year - Diane Dodds","sentiment_score":0.225}
{"full_text":"What is Find out from the #Teachers who use it. Find out more - hello@inspire.education #lockdown #covid #remotelearning #learningfromhome #edchat #teaching #teacher #classroom #sltchat #education","sentiment_score":0.5}
{"full_text":"Religion news 25 Feb: Failure to tackle online hate fuels extremism and terrorist recruitment; 976 candles at St Martin in the Fields mark London's homeless deaths; US evangelicals come out against white nationalism; Purim celebrated under lockdown","sentiment_score":-0.1916666667}
{"full_text":"#COVID latest: #SanBernardino educators are making house calls to find 1,000 students that are missing from online classes. #cbsla","sentiment_score":0.15}
{"full_text":"Hard-won gains in efforts to provide millions of the world's most vulnerable children with nutritious food, through free daily meals at school, are at risk due to #coronavirus pandemic and its fallout. ","sentiment_score":0.055}
{"full_text":"Come , we know that getting out of the house will make you feel better during your #lockdown #maternityleave Join our #MTPTproject Regional Representatives as they #walkforCPD this February and share recommendations for your local area.https:\/\/t.co\/TmvoFj4Ujv","sentiment_score":0.25}
{"full_text":"This is an overview of the Gross Domestic Product and growth rate of the Nigerian economy during the Covid19 lockdown (2nd quarter of 2020). #dtianalytics #Nigeria #economicsurvey2020 #precovid19   #nominalgdp #growthrate #GDP","sentiment_score":0.0}
{"full_text":"Updated: A round-up of all tours and events affected by coronavirus in 2021.","sentiment_score":0.0}
{"full_text":"wants to connect you to your loved ones across Southern Africa. Book your bus trip through a #BluApproved retailer! No additional booking fees! #BluApproved #GetMoreDoMore #Bus #SouthAfrica #StaySafe #Bustickets #WearAMask","sentiment_score":0.3}
{"full_text":"What can we all learn from homeschooling in lockdown? How can we better meet the needs of our autistic students?https:\/\/t.co\/HThYY1OcrJ#Autism  #AutismEducation #Education #GoodAutismPractice #DifferenceNotDeficit #AET","sentiment_score":0.15}
{"full_text":"USA\/NEW ZEALAND\/AUSTRALIA : Hollywood Heads Down Under: How Australia &amp; New Zealand's Screen Sectors Are Thriving Despite The Pandemic #FilmingDownUnder","sentiment_score":-0.0095959596}
{"full_text":"RT The world runs after allopathy while the medicine of every disease is hidden in the ancient medical system of India, A...","sentiment_score":-0.0833333333}
{"full_text":"The screen industry across Queensland is booming as COVID-response provides safe place for production.https:\/\/t.co\/XZnQisRgz8","sentiment_score":0.5}
{"full_text":"Announcing #HealthCareMarketPlace SPECIAL OPEN ENROLLMENT PERIOD Feb. 15 - May 15, 2021! NEED 2021 coverage or want to update existing plan? We Can HELP! Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) 321-676-4118","sentiment_score":0.1785714286}
{"full_text":"Nevada's plan shows hospitality workers as fourth in line in the \"frontline essential workforce\" lane, but the CDC elevated their priority to category 1C.So could Nevada's priorities shift again under this new federal guidance? explains:","sentiment_score":0.0454545455}
{"full_text":"What a clown!","sentiment_score":0.0}
{"full_text":"Epidemiologist: We need more Covid optimism.","sentiment_score":0.5}
{"full_text":"State-owned entities managed by #China's central government have 1.25M+ employees overseas (950K+ are foreigners) and no one has died from #COVID19, a Chinese government official said at a press conference touting its disease control success overseas.https:\/\/t.co\/D7IMSBVuht","sentiment_score":0.1}
{"full_text":"Know someone in need of some team spirit to kick this lockdown? Get them to sign up here: #rowing #challenge #lockdown #charity","sentiment_score":0.0}
{"full_text":"Despite complaints over the lack of a comprehensive vaccine distribution plan, the #Biden White House is using the model developed under #Trump.#farrellreport #breaking #breakingnews #COVID19 #BidenLied 02241100P","sentiment_score":0.05}
{"full_text":"RT Massive Unemployment Crisis in India! Women account for a mere 11% in total employment (2019 - 20)! But they accounted...","sentiment_score":-0.1666666667}
{"full_text":"Thanks to improving #COVID numbers in #GlennCounty, players of some high-contact #sports like football and baseball can competitively step onto the field once again.https:\/\/t.co\/4ouVc5j2D7","sentiment_score":0.2}
{"full_text":"RT The WH says President Biden and Vice President Harris will participate in \"an event commemorating the 50 millionth COVID...","sentiment_score":0.0}
{"full_text":"The authority says it is working flat out to process applications","sentiment_score":-0.025}
{"full_text":"Join for an update on #covid and tracheostomy on 25 Mar with here:","sentiment_score":0.0}
{"full_text":"Women leaders rock, says this article: \"It began to dawn on researchers in the early stages of the horrific Covid-19 pandemic that women were standing out for their leadership under pressure in political and economic decision-making.\"#womeninleadershiphttps:\/\/t.co\/XBqxQiTKgo","sentiment_score":-0.175}
{"full_text":"MEREWENT COVID RELIEF GROUP LAUNCHES FREE CLINIC #covidrelief #freeclinic #launched","sentiment_score":0.4}
{"full_text":"COVID 19 cases in India until : 25\/02\/2021 12:30Total Cases: 11046683 [+207]Active: 148696Recovered: 10736677 [+121]Deaths :156743 [+1]Total Tests: 213.83MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Covid-19 vaccine importers to shoulder burden of risks#NationPrime","sentiment_score":0.0}
{"full_text":"Moderna to increase  Covid vaccine  supply#COVID19 #coronavirus ","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"#EU leaders to discuss plans for certificates of #COVID19 vaccination on citizens of the European bloc so they can travel again.","sentiment_score":0.0}
{"full_text":"Live updates: Several new vaccine developments raise hopes even as virus variants proliferate","sentiment_score":0.0909090909}
{"full_text":"As 2020 drew to a close, spoke to global #finance consulting leaders to understand the impact of COVID-19 and areas of focus for 2021. Find out if finance is emerging stronger from the pandemic here:","sentiment_score":0.0}
{"full_text":"As of Wednesday, a total of 810,473 confirmed cases had been reported by the state Department of Public Health.","sentiment_score":0.1333333333}
{"full_text":"Mother and son become tap-dance lockdown sensation","sentiment_score":0.0}
{"full_text":"Why northwest Georgia health departments are getting out of the Covid testing business.","sentiment_score":0.0}
{"full_text":"LmaoImagine being a superpower government during a pandemic and not having all your intel folks clean and quarantined together","sentiment_score":0.3666666667}
{"full_text":"RT Ron DeSantis doesn't have a Covid vaccination distribution plan. He refused to implement a mask mandate. Ron is costing Flor...","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT I'm all for helping, however in this case I believe he should count his blessings. An upgraded home during a pandemic i...","sentiment_score":0.0}
{"full_text":"Google is to invest $150 million to \"promote vaccine education and equitable distribution\" -- plus adding COVID-19 #vaccination locations to Maps and #Search. The Independent has the story.","sentiment_score":0.0}
{"full_text":"The company announced the first single-dose vaccine, but its two-dose trials are still ongoing.","sentiment_score":0.25}
{"full_text":"RT The Secretary of State has granted a national interest exception for Diversity Visa (DV) applicants for the 2020 fiscal year (...","sentiment_score":0.0}
{"full_text":"Researchers find worrying new coronavirus variant in New York City #NEWS","sentiment_score":0.1363636364}
{"full_text":"This is how Piecework, the hottest puzzle company, handled sudden and exponential growth from Covid","sentiment_score":0.0}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT Jeff Radebe (ANC NEC member):The ANC NGC was to be held in June 2020 but couldn't happen due to Covid-19The NGC is expect...","sentiment_score":-0.125}
{"full_text":"Time: 07:00 * Temp: 4.7degC * Wind: SW 4.9 to 7.0mph * Pressure: 1014.2hPa * Rain: 0.0mm * Hum: 90% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:21 * Sunset: 17:51 * Cloudbase: 720ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Philippines to receive first COVID-19 vaccines, start inoculations next week","sentiment_score":0.125}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Pakistan records 64 more coronavirus-related deaths","sentiment_score":0.5}
{"full_text":"Also you could've just said \"people who wear glasses\" ","sentiment_score":0.0}
{"full_text":"Why I want a passport to freedom: Yes, it's hugely controversial - but vaccine certificates are the only way to get UK running again AND boost jabs, argues STEPHEN GLOVERhttps:\/\/t.co\/fTwuMCZqlR","sentiment_score":0.275}
{"full_text":"RT Like, I can't seem to shake how tired I am. Not enough sleep. Not enough exercise. Even eating right and I still feel ti...","sentiment_score":-0.0285714286}
{"full_text":"an opportunity to boost sales #Covid19","sentiment_score":0.0}
{"full_text":"#FlorenceLive - Europe's Covid crisis response: what have we learned fro... via","sentiment_score":0.0}
{"full_text":"say swear","sentiment_score":0.0}
{"full_text":"Feinstein Institutes publishes new data in The Lancet Respiratory Medicine showing cytokine levels in COVID-19 patients are lower than similar disordersMANHASSET, N.Y.--(BUSINESS WIRE)--Since coronavirus ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.2121212121}
{"full_text":"Read how the Chief Executive Officer of MediaMarktSaturn Retail Group, Ferran Reverter, strived to create a better customer experience during #COVID19 in his recent interview with Oliver Wyman. #OWRetail","sentiment_score":0.25}
{"full_text":"Calling all general practitioners, for the latest on the vaccine rollout, register for the AMA's webinar on General Practice's role in the COVID-19 vaccination program, Friday 5 March. Free for AMA members.#ama #amawa #covid19","sentiment_score":0.25}
{"full_text":"RT So.... I tested positive for COVID 19 today. A year of hyper vigilance erased by a single reckless family member. I'm doing...","sentiment_score":0.0779220779}
{"full_text":"The Asus Zenbook Pro Duo will take your creativity and productivity to a whole new level. This laptop features a full-width 4K Asus ScreenPad Plus that works seamlessly with the main display. Shop now #stayhome #staysafe #shoponline","sentiment_score":0.1507575758}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"RT Goodmorning Joburg: gentler reminder... after we've worn our masks   today, they go in the bin and not on the ground....","sentiment_score":0.0}
{"full_text":"RT Authorities blame death of protester shot in Mandalay on Covid-19Relatives of the deceased man say they were not per...","sentiment_score":0.0}
{"full_text":"RT Yet lots of the Covid it is supposed to stop. The mind boggles at how these people's minds (such that they are) work.Pra...","sentiment_score":0.0}
{"full_text":"Involvement of private sector in Covid vaccination is a welcome stephttps:\/\/t.co\/4ahKAA6oQk","sentiment_score":0.4}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"This seems a mess, and I want to believe in good faith that the OP didn't intend to imply what they did, bc they were in a bad situation. However I'm iffy considering their response was to double down, call us weirdos, lock and now their followers are posting misleading attacks","sentiment_score":-0.0661111111}
{"full_text":"Tamil Nadu Govt declared all pass for students studying in class IX, X &amp; XI without taking exams.#Tamilnadu #Chennai #TN #Covid19","sentiment_score":0.0}
{"full_text":"\"Bristol University student feels 'cheated' after 'wasting money' during lockdown\"","sentiment_score":0.0}
{"full_text":"That's the question of the vote counting rooms in many of our Elections, and the biggest difference between 2016 and 2020 is despite the fact that \"Covid\" is running our Election.","sentiment_score":0.5}
{"full_text":"RT this dude traveled to party on a boat and ignored social distancing measures and masks during a pandemic so don't rush to...","sentiment_score":0.0333333333}
{"full_text":"Still want to explore #Spain in lockdown? Here's the top virtual tours!","sentiment_score":0.625}
{"full_text":"Beating Covid blues, Indian billionaires rise","sentiment_score":0.0}
{"full_text":"RT Apparently Bobi wines car is the most pressing issue for the govt. Not millions of ugandans who are struggling, who lost the...","sentiment_score":0.275}
{"full_text":"RT How many people do you know who employ their husbands on a 6 figure salary paid by the taxpayers? I'll start, I know zero.","sentiment_score":0.5}
{"full_text":"For the UK Audience: Covid, schools and children - in a 10 minute animation - SafeEdForAll","sentiment_score":0.0}
{"full_text":"Pfizer Covid vaccine 94% effective, study of 1.2m people finds","sentiment_score":0.6}
{"full_text":"RT Houston judges are evicting renters despite CDC moratorium and in the aftermath of devastating winter storm.","sentiment_score":-1.0}
{"full_text":"RT I'm seriously considering a bukkake after lockdown. RT if you are in and comment . Its always been a fantasy of mine xx...","sentiment_score":-0.3333333333}
{"full_text":"RT Release the guilt. You're one person... living through a pandemic. You can't do it all.","sentiment_score":0.0}
{"full_text":"Here's how these small businesses rose during the pandemic.","sentiment_score":0.175}
