{"full_text":"Andrew Donaldson was the first to finish today's Rottnest Channel Swim -- less than a year after his return to Perth in the middle of the coronavirus pandemic.","sentiment_score":0.0277777778}
{"full_text":"RT Why is not leading with the High Court verdict that the tory govt acted unlawfully in the procurement of covid cont...","sentiment_score":0.16}
{"full_text":"RT BIDEN IN MICHIGAN: President Biden answers reporters' questions: \"Social distancing saves lives. Wearing masks saves lives.\" ht...","sentiment_score":0.0333333333}
{"full_text":"RT Our President on the ruling:\"Today, abortion remains safe and legal in South Carolina, and politicians' plan to...","sentiment_score":0.35}
{"full_text":"RT please lead with #whataboutweddings then about the 400,000 jobs that depend on a cle...","sentiment_score":0.0}
{"full_text":"Coronavirus: California lifts ban on prep football, other sports#News #Business #ContraCosta #Texas #KristenHensleylaunchedLetThemPlayCA #COVID19 #RonGladnick #GeorgeJackson #BenioffChildrensHospitalhttps:\/\/t.co\/PPg4BfHGFx","sentiment_score":-0.125}
{"full_text":"RT .@Suriya_offl tests negative for COVID-19, to start shooting for #Suriya40 soon Read here","sentiment_score":-0.3}
{"full_text":"RT \"Allowed\" to meet your family. Or rather, just one member at a time..And people think this is a normal thing to read? W...","sentiment_score":0.15}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"No, the real debate is we have little time left on the planet &amp; our attention has been diverted by stupidity &amp; a serious pandemic.Meanwhile, back at the Anthropocene...the MASS EXTINCTION.. $$$ for schools vs Mars is madness.","sentiment_score":-0.1534722222}
{"full_text":"RT It feels as though the UK's heading towards a full blown CONSTITUTIONAL CRISIS... BREXIT is a rolling shitshow, COVID is...","sentiment_score":0.35}
{"full_text":"RT Some of the best coronavirus forecasts came from a then 26-year-old hobbyist working out of his parents' living room","sentiment_score":1.0}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"How #Biden's #Coronavirus Plan Will Fill the Holes in #Obamacare The Democratic strategy to expand coverage to millions.By Jonathan Chait Intelligencer.","sentiment_score":0.0}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"RT Very glad to get my second CoVid vaccine shot today. With all this season's travel increasing potential exposure, the pro...","sentiment_score":0.2166666667}
{"full_text":"RT Liberal logic 101 ...Ted Cruz going to Cancun for a day is evil - but every single Democrat in Congress spending a month on...","sentiment_score":-0.5357142857}
{"full_text":"RT A five month study has found absolutely no traces of coronavirus on London's Tubes, buses or its stations. Experts fr...","sentiment_score":-0.1}
{"full_text":"RT DHSC lawyers had argued that the Dept had fallen behind in publishing contract notices but cited the pressure of the pan...","sentiment_score":-0.4}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"END THE FUCKING LOCKDOWN ITS BOLLOCKS","sentiment_score":-0.6}
{"full_text":"RT Today's Upuusi from emperor worshippers.Its not just but DW, BBC,","sentiment_score":0.0}
{"full_text":"RT COVID-19 has been used by Western governments to subjugate and control their peoples. The virus exists, of course, but the...","sentiment_score":0.0}
{"full_text":"RT Don't save lives, save the NHS. Don't worry about your job, enjoy your furlough money. Don't fight for your freedom, stay...","sentiment_score":0.4}
{"full_text":"Covid burn out is real! Mercury in retrograde is salt in wound. #Mercuryinretrograde #covid","sentiment_score":0.25}
{"full_text":"RT How to sign Coronavirus TestIn the video below, Zanna demonstrates the Makaton sign for Coronavirus Test #WeTal...","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"SUPPORT CRPH#Feb20Coup#WhatsHappeningInMyanmar","sentiment_score":0.0}
{"full_text":"RT Coronil gets a formal nod for sale in over 200 countries after presenting trial-based evidence that it works. Several months...","sentiment_score":0.0}
{"full_text":"Should You Consider Consolidating Your Office Locations During COVID-19? #CRE #Office #Leasing #TenantTips #TenantRep   ","sentiment_score":0.0}
{"full_text":"It's so sad that all Americans are worried about is a minuscule chance of covid, and are completely ignoring the CCP atrocities","sentiment_score":-0.2}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"RT What a legend! Roadies salute!","sentiment_score":0.0}
{"full_text":"RT #SputnikV may become the third Covid vaccine approved in India. All you need to knowhttps:\/\/t.co\/4R2JwxdNxf","sentiment_score":0.0}
{"full_text":"i can't help but wonder.... did the pandemic do this to kim and kanye?","sentiment_score":0.0}
{"full_text":"RT How much is ASUU demanding again that made students stay at home for almost one year??The govt can quickly pay 800M to...","sentiment_score":0.2666666667}
{"full_text":"RT House Democrats unveil $1.9 trillion Covid relief bill, including $15 federal minimum wage, $1,400 checks for Americans ma...","sentiment_score":0.0}
{"full_text":"RT We are delighted that Chris Potter &amp; Elaine Scannell are speaking at our Vessel Health and Preservation IV For...","sentiment_score":0.7}
{"full_text":"#Bengal government to ensure #COVID19 #vaccination of all officials on #election duty #BengalElections2021 According to a government official, there would be around 6 lakh polling personnel in the state.https:\/\/t.co\/uEB0La8z5V","sentiment_score":0.0}
{"full_text":"NHS Lanarkshire's psychological services website Lanarkshire Mind Matters - - provides lots of information about how we can all look after our mental health in these challenging times. You can find specific guidance on coping with Covid anxiety.","sentiment_score":0.1}
{"full_text":"Brilliant to see!","sentiment_score":1.0}
{"full_text":"What's the state of play of #COVID19 vaccines in the EU?2vaccines in rolling review1vaccine under evaluation for conditional marketing authorisation3vaccines authorised and in use. This week we secured 300 million more doses of the Moderna vaccine.#SafeVaccines","sentiment_score":0.5}
{"full_text":"As the second #COVID19 wave saw border posts closed, some economic migrants from #Zimbabwe crossed into South Africa without COVID-19 screening &amp; certification. Was it worth the risk? Join #CarteBlanche this Sunday 7pm on channel 101 as visits the border.","sentiment_score":0.1}
{"full_text":"PCMC health department directed civic offices and schools as well as all private offices to ensure that mask, sanitiser and social distancing norms are followed.","sentiment_score":0.0166666667}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"Pfizer and BioNTech say they're submitting new data to the FDA that shows their COVID-19 vaccine can be stored at higher temperatures, which could help make the distribution process easier.","sentiment_score":0.1931818182}
{"full_text":"Johnsons stressed it takes a lot of teamwork and planning to keep the school running.","sentiment_score":0.0}
{"full_text":"Woman receives $42,000 COVID-19 hospital bill","sentiment_score":0.0}
{"full_text":"The U.S. airline industry is pledging to expand the practice of asking passengers on flights to the United States for information that public health officials could use for contact tracing during the pandemic.--&gt;&gt;","sentiment_score":0.0}
{"full_text":"WMAR-2 News has the latest job openings in the area. Deloitte is hiring a Systems Engineer.Here's what you'll do:","sentiment_score":0.5}
{"full_text":"Adult care facilities were supposed to get the vaccine through a federal program but according to the Oregon Department of Human Services, only 172 out of 1,400 facilities signed up.","sentiment_score":0.0333333333}
{"full_text":"Shedding light on the link between periodontitis and COVID-19 complications, Dr. Faleh said: \"There are several ways in which periodontitis could be making coronavirus worse...\"#Qatar #Covid19 #OralHealth #research","sentiment_score":0.0}
{"full_text":"This #COVID19 #vaccine is dead in the water, but some research grants drive predetermined narratives. The new spin ignores the #B1351 #variant in the room.Nkosi Sikelela iAfrikacc:@RevMeshoe  ","sentiment_score":-0.0318181818}
{"full_text":"The newly-funded projects, which have been awarded more than PS4 million in total, include a contact-tracing tool being tested in East Africa and a genomic surveillance systemhttps:\/\/t.co\/Eup9YGT7Tz","sentiment_score":0.25}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Manufacturers of coronavirus disease 2019 (COVID-19) vaccines are pushing for an indemnity agreement due to Dengvaxia vaccine experience.https:\/\/t.co\/hJWsTmvgW1","sentiment_score":-0.125}
{"full_text":"Digital contact tracing apps in #Asia... \"A number of independent studies evaluating the effectiveness of #contacttracing #Apps show positive effects.\"Read HAA's story: #COVID19 #pandemic #vaccine #Trending #Viral","sentiment_score":0.0757575758}
{"full_text":"Belarus receives COVID-19 vaccines donated by China","sentiment_score":0.0}
{"full_text":"Beautiful, but deadly.#MashableSEA #Culture #Anime #Art #Taiwan #illustrationart","sentiment_score":0.85}
{"full_text":"RT Last dinner out lol back in lockdown  #melbournelockdown #COVID19Vic #lockdown2021 #hopeandhazel #playwithus","sentiment_score":0.2666666667}
{"full_text":"JOIN THE ALAY KAPWA 40 FOR 40 CHALLENGEPhp 1,600 can be raised in 40 days, which you may donate to our feeding and nutrition campaign addressing hunger and malnutrition resulting from the pandemic and typhoons. You may share your blessings through our donation portals below.","sentiment_score":0.0}
{"full_text":"Oh shut up, don't sound so joyful. Remember it was three weeks to flatten the curve a year ago. Get a bloody grip, millions of lives have been destroyed.","sentiment_score":-0.2}
{"full_text":"The Aurum Institute is participating in the national #IChooseVaccination campaign, in support of the #COVID19VaccineRollout. #COVID19#COVID19SA","sentiment_score":0.0}
{"full_text":"Experts warn against COVID-19 variants as states reopen","sentiment_score":0.0}
{"full_text":"CEO Jaideep Dhanoa and CTO IQ Sayed Co-Founders of FENIX talk about raising $3.8M during the pandemic.Listen to the full episode here:","sentiment_score":0.35}
{"full_text":"RT The B.1.1.7 variant is taking hold in our communities as we are reopening schools across the country.","sentiment_score":0.0}
{"full_text":"\"The pandemic has exacerbated existing disparities and created additional challenges for women, especially those with children, struggling to maintain their research productivity.\" SA academics - how has the pandemic affected you?","sentiment_score":0.0}
{"full_text":"Two Florida women were caught trying to get their second COVID-19 vaccine by being dressed up as old women, officials said.https:\/\/t.co\/5Od5ZCpL2E","sentiment_score":0.05}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"Get the package that is best suited for you and stay connected during the lockdown.#StayConnected","sentiment_score":1.0}
{"full_text":"Amid tough battles with the pandemic and subsequent turning points, nationalism and patriotism is on the rise in China, especially among the younger generation. #ChinaNationalism #COVID19","sentiment_score":-0.0972222222}
{"full_text":"From little or no knowledge about Covid-19 in the beginning, healthcare workers at Charlotte Maxeke have since learnt a lot about it as frontliners. Reports","sentiment_score":-0.1875}
{"full_text":"#NewZealand started its official rollout of Pfizer-BioNTech's COVID19 vaccine on Saturday, while #Australia finalized plans to begin inoculations on Monday. Click the link for more #COVID19 updates in #Asia:","sentiment_score":0.5}
{"full_text":"Boss quits Vancouver care home for Chinese elders where 41 died of #COVID19","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 20\/02\/2021 12:30Total Cases: 10977367 [+192]Active: 140242Recovered: 10676287 [+157]Deaths :156250 [+0]Total Tests: 210.26MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"COVID-19 safety precautions still remain the same even with the new variant 501Y.V2. Please continue to stay safe.","sentiment_score":0.2121212121}
{"full_text":"Stroke, COVID-19 Listed On Death Certificate Of Actress Cloris Leachman","sentiment_score":0.0}
{"full_text":"The World Health Organization (WHO) is seeking nearly $2 billion to fund its 2021 Strategic Preparedness and Response Plan (SPRP) for #COVID19 response which, was launched in Geneva.","sentiment_score":0.1}
{"full_text":"Pray for Forest Edge: For compassion and healing as we emerge from the pandemic. For those who have lost loved ones over recent months. Finstock CE Primary School, Leafield CE Primary School.","sentiment_score":0.375}
{"full_text":"RT QUESTION? ...and a genuine one. Is the UK really interested in former PM Blair's much heralded and trumpeted views on his...","sentiment_score":0.2125}
{"full_text":"The National Women's Day of India is celebrated to commemorate birth anniversary of which female?#sarojininaidu Which state has announced to construct a COVID-19 Warrior Memorial for COVID-19 warriors?#OdishaThe popular TV serial 'Neem ka Ped' was written by#RahiMasoomRaza","sentiment_score":0.475}
{"full_text":"Covid cases decline after January polls #MonitorUpdates","sentiment_score":0.0}
{"full_text":"If you're a celebrity, and you use a private jet:Don't fucking talk to me about \"climate change\".Full stop.#climatechange #globalwarming #celebrities #hypocritical #hypocrite #fakenews #lies #climatedenialism #goodformenotforthee","sentiment_score":-0.3}
{"full_text":"Where is all this money coming from?https:\/\/t.co\/am9voFADp9","sentiment_score":0.0}
{"full_text":"RT 119k Covid deaths  0 resignationsA levels\/school closure fiasco  0 resignations Barnard Castle  0 resignation...","sentiment_score":0.0}
{"full_text":"Always Remain Positive | How To Stay Positive In Lock Down | Always Be P... via #Positive_Thinking#Look #For #Positive #During #The #Tough_Time#Be #Positive #All #The #Time#Positive #Thinking#Positives #During #Pandemic#Positivity#Stay","sentiment_score":0.1507070707}
{"full_text":"RT The UK has been in lockdown for 333 days so far1. Domestic abuse cases2. Suicide rates 3. Thousands have been pu...","sentiment_score":0.0}
{"full_text":"RT Despite abundant evidence #NHS overwhelmed by #pandemic,  decades of cuts &amp; closures leaving UK with lowest bed capacity in...","sentiment_score":0.6}
{"full_text":"RT They can start with Anthony Fauci - the supreme source of COVID-19 misinformation.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 20.5FWind Chill: 20.5FHumidity: 83%Dew Point: 16.1F Barometer: 30.240 inHgWind: 2 mph from the NWCorona Virus Weekly Stats:Cases: 62.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT No one is safe until everyone is safe. Thank you #G7","sentiment_score":0.5}
{"full_text":"RT .Delighted to be asked to take part in weekly briefing explaining general practices commitment to fighting #COVID19...","sentiment_score":0.05}
{"full_text":"Important - Since 04:00 on 15\/01\/21, it has been mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test., More info:","sentiment_score":0.45}
{"full_text":"Time: 07:00 * Temp: 8.1degC * Wind: S 0.0 to 11.0mph * Pressure: 986.8hPa * Rain: 0.0mm * Hum: 99% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:32 * Sunset: 17:41 * Cloudbase: 160ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Badminton England - which has its national home in #MiltonKeynes is to get a Government pandemic survival grant - worth more than PS1m #HeartNews","sentiment_score":0.4}
{"full_text":"RT Mumbai: A total fine of Rs 31,79,43,400 collected between March 2020 and 19th February 2021, from 15,71,679 people who were found...","sentiment_score":0.2083333333}
{"full_text":"ED's are still doing a large amount of swabs. Anyone with any symptom. I feel like ICU is less at risk at the moment. ED is the unknown. COVID clinic staff of course should also be first","sentiment_score":0.0494047619}
{"full_text":"India Records 13,993 New COVID-19 Cases, Highest In 22 Days: Centre","sentiment_score":0.1363636364}
{"full_text":"THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's been hiding since yesterday as the police forces raided her house. #WhatsHapppeningInMyanmar","sentiment_score":0.0}
{"full_text":"7% is the decrease in #carbonemissions in 2020 as coronavirus lockdowns halted entire industries and cities. World leaders prepare for the next major round of climate talks this year. #sustainability #netzeroemissions #climatechange","sentiment_score":-0.034375}
{"full_text":"'What would they have me cut?': Biden urges Republicans to cybervote for his Covid cyberrelief bill","sentiment_score":0.0}
{"full_text":"RT This morning, I met with my fellow G7 leaders for the first time as president. I made clear that America is back at the table --...","sentiment_score":0.1166666667}
{"full_text":"RT This makes me sooo big mad! Ms. Shelly is adorable. Why can't peeps just accept peeps?","sentiment_score":-0.09375}
{"full_text":"RT #COVID19 | Don't stigmatise #coronavirus patients.Remember, we have to fight the disease and not the diseased! #Unite2Fi...","sentiment_score":-0.75}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"RT Today's beer and pizza night movie is The Last Black Man in San Francisco. I'm drinking the last of my Corona Premier to...","sentiment_score":-0.0555555556}
{"full_text":"RT Quite something when the New York Times makes this headline news Waste, Negligence and Cronyism: Inside Bri...","sentiment_score":-0.0318181818}
{"full_text":"Do you have questions about the Covid-19 vaccine? Just like any other vaccine, the coronavirus vaccine works by teaching your immune system how to defend itself from an attack.For more information, visit","sentiment_score":0.1875}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"In the UK we have elderly people who have been in lockdown for the better part of a year. A drive to the shops would be like a day out. But they are alive. The danger to pedestrians and other drivers is unacceptable.","sentiment_score":0.1583333333}
{"full_text":"RT HAPPIEST MUSICAL BIRTHDAY to d LEGEND Sri.K.Vishwanath Garu D Only Director who made d maximum nmber of Films on MUSI...","sentiment_score":0.0}
{"full_text":"RT The military Junta is now robbing Government Finance which will be used for Covid vaccine and also threatening responsible ma...","sentiment_score":0.05}
{"full_text":"RT You're failing to mention that this privilege only extends to some#LoveIsNotTourismBinational unmarried...","sentiment_score":0.0}
{"full_text":"Do you have questions about the Covid-19 vaccine? Just like any other vaccine, the coronavirus vaccine works by teaching your immune system how to defend itself from an attack.For more information, visit","sentiment_score":0.1875}
{"full_text":"Bullyweed started partying like anything .Even if someone dies ,close family members don't miss to celebrate bday party in lavish way, within 5 days of a death in family #RajivKapoor. Those are to be blamed for corona rise","sentiment_score":0.0}
{"full_text":"It's been almost a year since youth sports were suspended across California to halt the spread of COVID-19, and some are concerned that the lack of activities could be causing another pandemic: depression.","sentiment_score":0.0}
{"full_text":"RT BEL MOONEY: Dad died of a chronic illness but it was put down as Covid via","sentiment_score":-0.1555555556}
{"full_text":"RT UPDATE #Oxford #AstraZenecaVaccine: Higher efficacy after 3-month interval (81.3%) than 6-week interval (55.1%) between...","sentiment_score":0.25}
{"full_text":"Surge in covid case in #Maharashtra: Shiv Sena attacks BJP, says BJP netas not wearing masksListen in to for more on this.#ITVideo #coronavirus","sentiment_score":0.5}
{"full_text":"RT Ty for this  SWer isolating for 8 more days after showin COVID symptoms and my wife doesnt get their first TA...","sentiment_score":0.375}
{"full_text":"Securing the #Hybrid #Workforce: Watch the first in our 4-part series where &amp; Hariharan S dissect how COVID-19 has transformed how we work.","sentiment_score":0.25}
{"full_text":"RT Coronavirus pandemic teaches all of us many lessons.We are thankful to Doctors, nurses other health workers for their ded...","sentiment_score":0.1875}
{"full_text":"Not a PR issue. Just making sure Tanzanians keep working and staying self sufficient. Not in panic mode. The crisis will pass. PS: Death toll nowhere near others. Yet, still Tz being portrayed in a more -ve way. Also not every death occuring is Covid. Other diseases still exist.","sentiment_score":0.24375}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"RT Good news from the whole world. Covid19 is definitely on the wane.Interesting that data for Israel, a small, highly v...","sentiment_score":0.162}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"Health officials in Newfoundland and Labrador reported 60 new cases of COVID-19 Friday, nearly two weeks after an outbreak was reported in the capital region. ","sentiment_score":0.1181818182}
{"full_text":"Forcool Ultralight Breathable Reusable Balaclava - #covid #covid19 #face #mask #safety #stayhome #staysafe #stayhome","sentiment_score":0.0}
{"full_text":"The number of daily COVID-19 cases is creeping up in B.C. ","sentiment_score":0.0}
{"full_text":"It's been a positive start to February for Canada's fight against COVID-19 but concerns remain that new variant strains could trigger a third wave of infections.","sentiment_score":0.1212121212}
{"full_text":"#POFreight to avoid travel delays please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests, using this map:","sentiment_score":0.1}
{"full_text":"\"Until now, any company allowing employees to eat lunch at their desks was subject to a fine if discovered by the inspectors who enforce the labor code. The employee in question faced unspecified disciplinary action.\"https:\/\/t.co\/QDjT9Q8bKH","sentiment_score":0.1166666667}
{"full_text":"Chicopee Ski Hill will reopen to the general public on Saturday, after closing temporarily during the lockdown. ","sentiment_score":0.025}
{"full_text":"With all the calls and messages from people looking to get vaccinated, #FOX35 decided to try finding the best tips for signing-up for the COVID shot. ","sentiment_score":1.0}
{"full_text":"ILO-UNESCO-World Bank Webinar on TVET and skills development in the time COVID-19. Photo Credit: Global Dia...","sentiment_score":0.0}
{"full_text":"Covid-19 Vaccine Injuries -- Preventing Inequities in Compensation | NEJM","sentiment_score":0.0}
{"full_text":"COVID-19 Caused U.S. Life Expectancy to Drop by 1 Year  #sleep","sentiment_score":0.0}
{"full_text":"Minneapolis Mayor Jacob Frey on Thursday ordered an end to a citywide restriction on bar seating -- a rule that had made city's social distancing rules tougher than the rest of Minnesota. ","sentiment_score":0.0333333333}
{"full_text":"RT No one can any longer credibly dismiss the 'Great Reset' as an explanation for what is going on. The plan is clearly to ke...","sentiment_score":0.4333333333}
{"full_text":"Lambton County moving from orange-restrict to red-control as #COVID19 outbreak declared at Bluewater Health:","sentiment_score":0.0}
{"full_text":"RT The Assad regime has been displaying utter disregard for the lives of average Syrians during the pandemic","sentiment_score":-0.075}
{"full_text":"COVID-19 Vaccination. Photo Credit: Global Diaspora News (www.GlobalD...","sentiment_score":0.0}
{"full_text":"Covid: Seven symptoms should trigger virus test, study says","sentiment_score":0.0}
{"full_text":"#Diabetes is a major #health concern in #Malaysia, and the prevalence of type 2 diabetes (#T2D) has escalated to 20.8 percent in adults above the age of 30 - affecting 2.8 million people. #Marketing #Advertising #FoodLabels #COVID19 #Obesity","sentiment_score":0.03125}
{"full_text":"RT Stay strong, king. Take all the time off you need to deal with your crisis at home.","sentiment_score":0.4333333333}
{"full_text":"RT #Iran: Coronavirus Death Toll in 480 Cities Exceeds 218,200The fourth outbreak in the country#COVID19","sentiment_score":0.0}
{"full_text":"Well, I had to break up with Sekiro. I think the game has a really unique combat system, I just don't find the story or setting interesting enough to pull me through that precision-based difficulty. Maybe 11 months into the pandemic was not the time to pick it up...","sentiment_score":0.11875}
{"full_text":"ILO-UNESCO-World Bank Webinar on TVET and skills development in the time COVID-19. Photo Credit: Global Dia...","sentiment_score":0.0}
{"full_text":"RT I had booked a flight from bhubaneshwar to ranchi on 7th may 20 with PNR - BTLKNM , AI9728Due to lockdown t...","sentiment_score":0.0}
