{"full_text":"#Covid19 bot #COVID19 last 5 days stats #West BengalConfirmed Cases trend16-Feb-21 - 017-Feb-21 - 018-Feb-21 - 019-Feb-21 - 020-Feb-21 - 0#CoronavirusPandemic #COVID19India #coronavirus #IndiaFightsCorona #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"RT WCK local partner BBQ has served with us through the pandemic, long election lines, and now this Texas disa...","sentiment_score":-0.025}
{"full_text":"Lockdown has been so hard this time round! I'm a big (overweight) 27 yr old gay virgin and all I keep thinking of is finally losing it to someone and experimenting! Shame I don't have a fairy God mother as none of it will come true! This cub will just have to dream forever! ","sentiment_score":0.0745535714}
{"full_text":"Why is COVID-19 a bioweapon? Here is the explanation. #CCPLiedPeopleDied #MilesGuo #NFSC #WhistleblowerMovement  #TheNewFederalStateOfChina #TakeDownTheCCP #GTV #GNews #GFashion #Gcoin #GDollar #GClub #GMusic  #DrLimengYan #COVID19","sentiment_score":0.0}
{"full_text":"RT With the snow and ice clearing in #Texas after days of unusually cold temperatures, bodies are being found of people who li...","sentiment_score":-0.6}
{"full_text":"RT I asked this question when Cuomo was thrown in the barrel last week. I can tell you this. When Arizona's nursing home data...","sentiment_score":0.0}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":"RT Study finds crowds at college football and NFL games didn't spread covid at all. Another tough loss for the coronabros who...","sentiment_score":-0.3888888889}
{"full_text":"Will you land #job #Interviews with \"Motivated, dedicated, passonate successful manager with excellent...?\" Yes? Please read this article now. 11 Words that Won't Help You Get a Job in the Post-pandemic Era: What Should You Do Instead? via","sentiment_score":0.875}
{"full_text":"RT The National COVID-19 Immunisation Programme will kick off two days earlier than scheduled, with PM Muhyiddin Yassin and Healt...","sentiment_score":0.0}
{"full_text":"RT Remember always wear a mask","sentiment_score":0.0}
{"full_text":"RT Covid cases are again rising in Maharashtra, Kerala and other states. Why is the government vaccination programme so slow?...","sentiment_score":-0.2125}
{"full_text":"RT As if the #COVID #pandemic were not enough!","sentiment_score":0.0}
{"full_text":"RT Last week, the Lancet released a report on \"public health in the Trump era,\" which accused Donald Trump of \"politicizing...","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT COVID reportedly causes T levels to plummet","sentiment_score":0.0}
{"full_text":"Yes, 3x. 2 checkups, 1 for fillings. They all have masks, require everyone coming in to mask, &amp; now have had a vax shot if they want (unfortunately not all employees have taken)I guess the downside of not going is more certain thn risk of covid. Still, I'd prefer not to go","sentiment_score":0.3214285714}
{"full_text":"24th Feb.... hmmm feeling responsible now..","sentiment_score":0.2}
{"full_text":"RT Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tir...","sentiment_score":0.0}
{"full_text":" Saturday #ABEd COVID-19 Update:[A] Alert:*pending GoA mapCardinal Leger YEG Tally:248 schools on alert\/outbreak10 at OUTBREAK TIER 2 (10+ cases) 46 on OUTBREAK (5-9 cases)110 on ALERT (2-4 cases) 1201 schools rep'd cases since Aug. 30","sentiment_score":0.0}
{"full_text":"First we had vaccine diplomacy, now vaccine ransoms: as part of a prisoner swap to release a woman who crossed the border, Israel secretly agreed to fund a shipment of Russian-made covid-19 vaccines for Syria.","sentiment_score":-0.075}
{"full_text":"RT Study finds crowds at college football and NFL games didn't spread covid at all. Another tough loss for the coronabros who...","sentiment_score":-0.3888888889}
{"full_text":"Beautiful sentiment on the struggle of being an immigrant in a beautiful, though flawed country. I feel you, Youyang. Incredible story on Bloomberg:https:\/\/t.co\/nzk58Ojwaq","sentiment_score":0.525}
{"full_text":"RT Remember that the same govt is running the same minority affairs ministry that they opposed earlier. For that ministry there is...","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT When you've had enough of COVID ","sentiment_score":0.0}
{"full_text":"RT This is my dad.  We loved him and he died of Covid this week.  We couldn't be with him in the hospital. Please get the va...","sentiment_score":0.7}
{"full_text":"Thank you Trump. For fast tracking this by cutting red tape and political shenanigans.","sentiment_score":-0.1}
{"full_text":"AD made of glass, Covid screwing us with Dennis","sentiment_score":0.0}
{"full_text":"Today I saw a red line train and got nostalgic. For the RED LINE. Lockdown has broken me.","sentiment_score":-0.225}
{"full_text":"RT It is obscene that Republicans want to lower the flag to half-mast for a vile bigot like Rush Limbaugh, but never thought t...","sentiment_score":0.0}
{"full_text":"RT Which other state ?? Only kerala &amp; Maharashtra are the state where it is rising. As far as vaccination drive is concer...","sentiment_score":-0.0083333333}
{"full_text":"RT Mr. President, this COVID situation is preventing us from traveling to Guyana.  please open the embassy in cuba.  many...","sentiment_score":0.25}
{"full_text":"RT please wear a mask! covid is","sentiment_score":0.0}
{"full_text":"RT The laundromat in Tuluksak, Alaska burned down yesterday, leaving the Native village without their primary source of w...","sentiment_score":0.1222222222}
{"full_text":"RT Professional skateboarder Nyjah Huston has been charged with organizing COVID-19 superspreader parties in LA  Story:","sentiment_score":0.1}
{"full_text":"RT Thousands of service members saying no to Covid vaccineSome Army units are seeing as few as one-third agree to the vaccine. h...","sentiment_score":-0.2}
{"full_text":"RT Speaker Pelosi joined Rep. Judy Chu, chair of the Congressional Asian Pacific American Caucus, for a Tri-Caucus press...","sentiment_score":0.0}
{"full_text":"And providing biscuits and gravy . Through COVID donations to hospitals to supporting the community during #snowvid, they come out swinging.","sentiment_score":0.25}
{"full_text":"RT Wish there was a \"did u know there is a pandemic\" reaction for insta stories","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT It was worse than I'd imagined  #auspol","sentiment_score":-0.4}
{"full_text":"RT . said \"We are all in this together\" so for the #HomeWithHeadies Challenge post a video of you telling pe...","sentiment_score":0.0}
{"full_text":"RT Virtually every aspect of the COVID vaccine, from the lipid nanoparticles to the mRNA technology, was developed in acade...","sentiment_score":0.1}
{"full_text":"at this point it takes more effort to NOT wear a mask","sentiment_score":0.5}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT WCK local partner BBQ has served with us through the pandemic, long election lines, and now this Texas disa...","sentiment_score":-0.025}
{"full_text":"RT #HappyNewYear2021. With renewed vigour HSS volunteers continue serving their local communities as the COVID19 pandemic continue...","sentiment_score":0.0}
{"full_text":"RT Too many of my friends lived through the crack epidemic, and the gang violence, only to end up using prescribed opioids so t...","sentiment_score":0.25}
{"full_text":"I bet wishes he was still in #Cancun #COVID19 #CancunCruz","sentiment_score":0.0}
{"full_text":"Ohio Broadcaster Pat Barry passed away at age 69 from COVID-19 - WLWT Cincinnati","sentiment_score":0.0}
{"full_text":"RT Jane, the first person to get the COVID vaccine in Australia, was asked to give a \"V\" for vaccine to the camera -- which she...","sentiment_score":0.25}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"So MH govt is not to be blamed but Modi is.. inko 2.5 BHK do yaar.. genius level hai yeh toh.. no wonder Akiles likes her","sentiment_score":0.0}
{"full_text":".@thepmo gives practical example of #socialdistancing for his personal definition of #herdimmunity","sentiment_score":0.0}
{"full_text":"Serina betta' stay home , as if!","sentiment_score":0.0}
{"full_text":"#Coronavirus pandemic had caused possibly the biggest educational disruption in history with the closure of schools and universities in many countries, said the Director General of #UNESCO Audrey Azoulay.  ","sentiment_score":0.2}
{"full_text":"NEW paper focuses on the experiences of migrant workers -- and the massive consequences brought upon their lives and livelihoods -- by the pandemic-induced lockdown, and cyclone Amphan ","sentiment_score":0.0681818182}
{"full_text":"You, the British people support pandemic emergency service workers.","sentiment_score":0.0}
{"full_text":"Sa labas: social distancing.Sa loob: social dishwashing.","sentiment_score":0.0333333333}
{"full_text":"In case you missed it#Cricket #PSL6 #PSL2021","sentiment_score":0.0}
{"full_text":"David Dobrik is already planning his first video for when the pandemic is over. \"I would love to have my first video back be out of the country. I haven't been able to travel because of my DACA status, and that seems like it may be changing soon\"","sentiment_score":0.3}
{"full_text":"RT There is a worrisome subtext here about what is going on in the military and where service people get their information a...","sentiment_score":-0.1}
{"full_text":"This wonky winter, filled with cancellations, coronavirus protocols and ubiquitous masks, prepared Centreville for the unexpected. In the Class 6 title game, they responded to Potomac's late surge with poise.","sentiment_score":-0.1}
{"full_text":"Israel unveiled a plan on Saturday to allow people who have been vaccinated against the coronavirus to attend cultural events, fly abroad and go to health clubs and restaurants.https:\/\/t.co\/IscfiMAswY","sentiment_score":0.45}
{"full_text":"RT Hey Do some fucking research about this person ffs","sentiment_score":-0.6}
{"full_text":"They will never tell us 5ru # deaths....","sentiment_score":0.0}
{"full_text":"WATCH: Anti-lockdown rally outside human rights museumhttps:\/\/t.co\/9vYrXnucT3","sentiment_score":0.0}
{"full_text":"RT ADHD in a pandemic is like, I wanna make a game... I wanna write a book... I wanna write a webcomic... I wanna volunteer....","sentiment_score":-0.4}
{"full_text":"As variants rise, the choices are stark: We can carry on our witless way and drift on the COVID sea, or change our strategy and go for zero.By Andrew Nikiforuk.https:\/\/t.co\/9nuGKDchtj","sentiment_score":-0.2}
{"full_text":"The Atlantic Coast Conference announced tickets to its men's and women's basketball tournaments would not be made available to the public due to COVID-19.","sentiment_score":0.0916666667}
{"full_text":"The COVID-19 vaccine might include some side effects. Here are 3 common ones. | By","sentiment_score":-0.3}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"Monetary authorities continue to carefully calibrate various regulatory relief and supervisory measures to ensure recovery from the pandemic-induced economic recession, according to the Bangko Sentral ng Pilipinas.","sentiment_score":0.0333333333}
{"full_text":"Variants of #COVID-19 #coronavirus likely circulating much more than known ... | #SARSCoV2 | #mutants | #Transmission | #PublicHealth | #pandemic | Via","sentiment_score":0.25}
{"full_text":"So what you're saying is he's an expert on COVID\/Coronavirus, and is the perfect person for the job?  Glad to hear it.  CONFIRM HIM ASAP","sentiment_score":0.75}
{"full_text":"RT WCK local partner BBQ has served with us through the pandemic, long election lines, and now this Texas disa...","sentiment_score":-0.025}
{"full_text":"RT  sCiEnCe !!! Harvard = Stupid.","sentiment_score":-0.8}
{"full_text":"Prime Minister Scott Morrison has received the Pfizer coronavirus vaccine ahead of schedule on Sunday just prior to a nationwide rollout.https:\/\/t.co\/1cYEkc6NKF","sentiment_score":0.0}
{"full_text":"The Department of Health said total confirmed cases have increased to 559,288 while confirmed COVID-19 deaths have reached 12,068.https:\/\/t.co\/oyrVa1zO2Z","sentiment_score":0.2666666667}
{"full_text":"Hope you enjoyed our top 10 tips to reduce your child's pandemic stress!!If you want to check out the full article for more details, click the link below. Happy reading https:\/\/t.co\/FOlxv90xGq#parentinginapandemic #parentingtips #Parenthood #kids","sentiment_score":0.53}
{"full_text":"It's almost been a year since the country was put on varying levels of quarantine classifications, each one saying basically the same thing: stay locked inside your homes lest catch the deadly virus.","sentiment_score":-0.1}
{"full_text":"The Sorsogon State College will hold a webinar dedicated to helping its constituents to find jobs amid the Covid19 pandemic. #thepostph #phstudenttambayan","sentiment_score":0.0}
{"full_text":"Mexico's coronavirus czar has become a well-known controversial character. While he heads the strategy to fight the pandemic, he has been criticized for not following the same health protocols he recommends. This weekend he revealed that he has COVID-19.","sentiment_score":0.1833333333}
{"full_text":"#VisualHK: Staff at a beauty parlour disinfecting and cleaning during the first week of reopening. #HongKong #COVID19","sentiment_score":0.25}
{"full_text":"Series 1: 4 Website Improvements for Boosting Sales Post COVID Pandemic for Web Development ServicesTip 2: Adding more Images and VideosFor the full blog:","sentiment_score":0.425}
{"full_text":"RT #Budget4HealthStrengthening pandemic detection capacityvia NaMo App","sentiment_score":0.0}
{"full_text":"As #Covid19 continues, the Government has shared that helping workers and businesses to adapt, innovate and grow will be a key priority for #SGBudget2021. Sign up for the Deloitte Budget 2021 webinar for more insights on the Budget:","sentiment_score":0.25}
{"full_text":"RT Saint Lucia Records 218 New COVID-19 Cases, Another 3 Virus Related Deaths","sentiment_score":0.0681818182}
{"full_text":"Life expectancy in the US dropped a full year in the first half of 2020, according to a report published Thursday.","sentiment_score":0.1444444444}
{"full_text":"In case you missed it:Preparing a child for schooling in the time of Covid-19\"It's important to allow your child to be independent because that will allow them to learn how to cope and deal with normal everyday stress,\" said Mbuli.https:\/\/t.co\/yN2WwsFdDQ","sentiment_score":0.0875}
{"full_text":"RT Using Liberal Logic: Joe Biden Is Responsible for the Death of Over 85,000 Americans In the Last Month Who Died from COVID...","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 21.4FWind Chill: 18.0FHumidity: 84%Dew Point: 17.5F Barometer: 30.456 inHgWind: 4 mph from the WNWCorona Virus Weekly Stats:Cases: 66.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT BREAKING: The first batch of COVID-19 vaccines, from Pfizer Inc and BioNTech, has arrived in Malaysia. The country will emba...","sentiment_score":0.25}
{"full_text":"Nothing Spells COVID \"RELIEF\" Quite Like $100 Million for an Underground Electric Train for Silicon Valley ","sentiment_score":0.0}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"RT \"partial population immunity changes the threshold at which behavioral change produces a plummet in cases....\"","sentiment_score":-0.1}
{"full_text":"RT Edmonton's mayor has spoken out against a protest Saturday relating to COVID-19 restrictions that will see a \"freedom c...","sentiment_score":0.0}
{"full_text":"This is simply too heavy a burden for young teens to shoulder--and yet, they do so, stoically &amp; dutifully--bearing the responsibility of caring for their families, while putting their own lives, dreams, plans for the future, on hold during the pandemic. Heartbreaking &amp; humbling.","sentiment_score":0.1}
{"full_text":"RT is India Facing a 2nd Wave DMA IMA NDB HCFI Covid Meeting 37\/1746","sentiment_score":0.0}
{"full_text":"I need my drug to continue work. But habis, dan harus ke Bandung, belum lagi covid... yuyu","sentiment_score":0.0}
{"full_text":"Ontario is reporting an increase in the number of new COVID-19 cases for the third straight day but the province's test positivity rate still remains low. ","sentiment_score":0.0840909091}
{"full_text":"Our tax dollars going to animal research vivisection at the Wuhan laboratories!!!  ","sentiment_score":0.0}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"RT Could COVID-19 potentially alter how people think about disability? Aimee Louw, addresses how the pand...","sentiment_score":0.0}
{"full_text":"#Florida has administered more than 4 million COVID-19 vaccine doses, records show | Details:","sentiment_score":0.5}
{"full_text":"Important; Since 04:00 on 15\/01\/21, it has been mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test., More info:","sentiment_score":0.45}
{"full_text":"We,Legal SKILLED immigrants are SUFFERING. Kids aging out, #H4EADs losing jobs bcoz of ridiculous processing times. Who is accountable for our loss? This isn't how a legal tax paying immigrant is treated in a developed nation #H4EADdelays #GCbacklog","sentiment_score":0.1166666667}
{"full_text":"Can the Insurance Industry Bridge the Pandemic Insurance Protection Gap?","sentiment_score":0.0}
{"full_text":"RT This pandemic really has brought into light, how much BC and Canada has fallen into a shithole pro...","sentiment_score":0.2666666667}
{"full_text":"The lockdown and stay-at-home order ended on Feb. 16, and Ottawa moved to the \"orange-restrict\" zone in Ontario's COVID-19 provincial framework for opening during the pandemic. ","sentiment_score":0.0}
{"full_text":" Sunday podcast about a new book that guides businesses through the internal and external shocks caused by the pandemic and other disruptions.  Are you ready?","sentiment_score":0.0422727273}
{"full_text":"RT No bang lockdown got me going through more pants and shorts then ever ","sentiment_score":0.5}
{"full_text":"Former Cult Leader Sentenced for treating uninsured coronavirus relief bill.","sentiment_score":0.0}
{"full_text":"RT I wonder if anyone else feels the same way, after the year we've just had and Lockdown, nothing will ever surprise me again. N...","sentiment_score":0.0}
{"full_text":"Time: 04:00 * Temp: 7.7degC * Wind: S 8.9 to 15.0mph * Pressure: 990.6hPa * Rain: 0.0mm * Hum: 84% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:30 * Sunset: 17:43 * Cloudbase: 1160ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"The security guard at the centre of WA's snap five-day lockdown has left hotel quarantine. #wanews","sentiment_score":0.0}
{"full_text":"RT Queensland Government stresses COVID-19 vaccine is safe, as first doses touch down","sentiment_score":0.1981481481}
{"full_text":"The day after federal health officials issued a dire warning about the next wave of COVID-19, a large crowd gathered in downtown Vancouver. ","sentiment_score":0.1071428571}
{"full_text":"Alarming items stuffed inside House Dem's $1.9T stimulus bill: Health surveillance, animal COVID studies -","sentiment_score":-0.1}
{"full_text":"Want to help slow the spread of #COVID19 and #ProtectMiddleGeorgia? Sign up to get your vaccine at the Farmers Market on Eisenhower Pkwy, thanks to and Mayor","sentiment_score":-0.05}
{"full_text":"RT Russian scientists have detected the world's first transmission of #H5N8 bird flu to humans. They found the virus in 7...","sentiment_score":0.125}
{"full_text":"Maging productive","sentiment_score":0.0}
{"full_text":"1.08 Crore COVID-19 Vaccine Doses Administered: Government - NDTV","sentiment_score":0.0}
{"full_text":"Infectious Disease Diagnostic Innovator Receives Grant from the Bill &amp; Melinda Gates Foundation to Advance Accessibility and Commercialization for At-Home COVID-19 TestingALAMEDA, Calif.--(BUSINESS ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.5}
{"full_text":"I stay home with my littles and I baby sit a little boy but only 2 times a week !","sentiment_score":-0.09375}
{"full_text":"RT UK MEDIA failing to report the FACTS about the Covid-19 Vaccines ..... 300 died shortly after Vaccination a...","sentiment_score":0.0}
{"full_text":"All adults in Britain will be offered a first shot of a COVID-19 vaccine by the end of July, Prime Minister Boris Johnson said on Saturday ahead of a planned announcement on the cautious reopening of the economy from lockdown. ","sentiment_score":0.25}
{"full_text":"How Philipsburg's Rowland Theatre is letting history be its guide through the pandemic (Philipsburg, PA) The coronavirus forced Philipsburg's Rowland Theatre to shut down back in March,... #historictheatres #historicoperahouses","sentiment_score":-0.1518518519}
{"full_text":"Home from France and forced to quarantine in West Cork, this Irish woman takes it all in#westcork #pandemic #lockdown #covidhttps:\/\/t.co\/rwvsg5BCXn","sentiment_score":-0.15}
{"full_text":"Covid-19: Kenya records 226 new cases, 6 more deathshttps:\/\/t.co\/czBe5TreED","sentiment_score":0.3181818182}
{"full_text":" Nationwide Thailand COVID-19 Emergency Decree Extended Until End Feb The past week or two has been","sentiment_score":-0.25}
{"full_text":"More UK variant of #COVID-19 found in #Manitoba.","sentiment_score":0.5}
{"full_text":"It's just embarrassing now to see such a great leader.She doesn't even need to have her name printed on her clothing.","sentiment_score":0.4}
{"full_text":"@adriandixMany of us know this isn't a game... this \"game\" is really patronizing... U have better taste &amp; I know U are very busy but could U help Communications understand the mindset of our populace? ","sentiment_score":0.006}
{"full_text":"RT Our fellow temple featured on for their work hosting a public #COVID19 vaccination clinic and...","sentiment_score":0.0}
{"full_text":"More UK variant of #COVID-19 found in #Manitoba.","sentiment_score":0.5}
{"full_text":"clarity, education is a link with the conspiracies... You do you, Mr. Arseneau. Folks agents operate without real restriction - and wouldn't let voters in. Some social distancing in public during a pandemic is about as Trump-style as it","sentiment_score":0.0777777778}
{"full_text":"RT Other than the possible exception of cataracts, I'm hard-pressed to think of a disease that is more effectively treated late i...","sentiment_score":0.135}
{"full_text":"RT Hydroxychloroquine is a safe, effective drug.  After almost a year it has been deemed safe for early use with the Chinese V...","sentiment_score":0.34}
