{"full_text":"RT Who recognises this wee village in #Fife?!   #Outlander  Mercat Cross, Culross  IG\/nichbrand For...","sentiment_score":0.0}
{"full_text":"RT I can tell you with absolute certainty that this is the worst wave of Covid19 infections we have had. With hospitalisations al...","sentiment_score":-0.4}
{"full_text":" slows Phase 1a ... 'It will take 8 more weeks before all eligible South Carolinians who want a shot, including those 65 and older, can get one, said DHEC's Nick Davidson.' From @seannaadcox_pc and @jmholdman ","sentiment_score":0.3333333333}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a better...","sentiment_score":0.25}
{"full_text":"RT The crippling irony of this viral tweet was that Cummings was urging a faster harder lockdown, while SAGE scientists advocated...","sentiment_score":-0.1}
{"full_text":"CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanmar's internal affairs yet you are helping out with the unlawful Coup act of the Military. BIG SHAME ON YOU #MilkTeaAlliance #WhatsHappeningInMyanmar#Feb12Coup","sentiment_score":-0.0333333333}
{"full_text":"RT Greetings from this slice of mid-pandemic cyberpunk dystopian life. It is 7:22pm and I'm very glad we have a lab snack sup...","sentiment_score":0.65}
{"full_text":"UPDATE: Temba Mliswa has been freed on Z$20,000 bail and barred from holding press conferences after brief appearance before Harare magistrate Vongai Muchuchuti. Mliswa is accused of convening a prohibited gathering under Covid-19 regulations on Thursday. NPA did not oppose bail","sentiment_score":0.0}
{"full_text":"RT Last week, every Senate Democrat voted against my amendment to hold states like New York accountable for misreporting...","sentiment_score":0.0681818182}
{"full_text":"RT Spotted by a Citizen...Health Secretary Matt Hancock has a photo of The Cock Inn, Thurlow hanging behind him in his Red...","sentiment_score":-0.2}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"It's been one of my go-to podcasts during lockdown - so thanks.","sentiment_score":0.2}
{"full_text":"RT We're very excited to be part of this wonderful line-up and will be sharing more details soon! For now, grab your tickets...","sentiment_score":0.7041666667}
{"full_text":"RT Scientists reveal every Covid-19 particle in the world can fit inside a single coke can. If they'd just done that to begi...","sentiment_score":0.1642857143}
{"full_text":"RT A \"large number\" of veterans have been shut out of state support, told the Big Issue. speaks to...","sentiment_score":0.1071428571}
{"full_text":"RT The @BioNTech_Group @pfizer vaccine works: 0 deaths, only 4 severe cases among 523,000 fully vaccinated Israelis so far  ht...","sentiment_score":0.05}
{"full_text":"Facebook friend just posted a photo of herself hugging up to a bunch of friends in a crowded restaurant captioned \"Enjoying the Melbourne nightlife before lockdown!\" so it's cool that the virus isn't around until 11:59pm.","sentiment_score":0.4875}
{"full_text":"RT we're in a pandemic","sentiment_score":0.0}
{"full_text":"Hastings Question Time - YOUR chance to ask our civic leaders the burning questions about Covid-19 and what Hastings needs to do to rebuild after the crisis.Join us online on Friday 19th. Book your free ticket here:","sentiment_score":0.4}
{"full_text":"I need a job to tie me over lockdown but it's so hard to find them","sentiment_score":-0.2916666667}
{"full_text":"Awesome though here is sunset yesterday on Epsom Downs as I went for my covid19 vaccination","sentiment_score":1.0}
{"full_text":"Can't believe that ..Covid hotel quarantine less strict than Australia's","sentiment_score":-0.1666666667}
{"full_text":"RT On the first day of Lunar New Year, the approved $50.7 million for affordable and equitable #COVID19 vaccine...","sentiment_score":0.1931818182}
{"full_text":"Ah man it sucks. I think clothes quality online has massively gone down hill during the pandemic. X","sentiment_score":-0.1518518519}
{"full_text":"RT So are we gonna wait until we cross 500,000 deaths to start publicly shaming every single asshole who still won't wear...","sentiment_score":-0.0238095238}
{"full_text":"RT February 11 #COVID19 update for the #UCalgary community: CR decision for Winter 2021 term, Spring\/Summer 2021 courses online....","sentiment_score":0.0}
{"full_text":"\"China's Ministry of Transport estimates that there will be 61 percent fewer journeys than there were for the 2019 festivities and 22 percent fewer than last year, when the #COVID19 pandemic was already underway.\" @FRANCE24 #China #LunarNewYear ","sentiment_score":0.0}
{"full_text":"Badminton player faces racist remarks on #Twitter after mentioning that her grandmother died in China, targeted for saying #COVID &amp; not 'Chinese virus'. in conversation with","sentiment_score":0.0}
{"full_text":"RT This should be bigger story then impeachment but corrupt media not covering","sentiment_score":-0.25}
{"full_text":"My mom is on the phone with one of her old doctoral residents who works at a different hospital now, and he said he's become a pro at writing death certificates. They're all COVID, and he's just immune to seeing someone one day, and the next they're gone ","sentiment_score":0.0333333333}
{"full_text":"Are you willing to take a COVID-19 test on entry into the Lusaka July 2021? LUSAKA JULY 2021Theme: HEAVEN ON EARTH Date: 31st July 2021Experience the glamour of polo!  #LusakaJuly2021 #HeavenOnEarth #Polo #Fashion #PRgirlMedia #LifestylePR #Events #Zambia","sentiment_score":0.3125}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT I don't know who needs to hear this, but you don't need to worry about the Melbourne Elite. I live under the Moorabbin...","sentiment_score":0.1363636364}
{"full_text":"RT Wuhan owns 54% of Chrysler Dodge Jeep and Ram","sentiment_score":0.0}
{"full_text":"RT So what are you wearing for the 1-year anniversary of 14 days to flatten the curve?","sentiment_score":0.0}
{"full_text":"RT Best explanation I've seen which explains to all those angry at why the entire state of Victoria is in lockdown although the...","sentiment_score":0.1666666667}
{"full_text":"CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanmar's internal affairs yet you are helping out with the unlawful Coup act of the Military. BIG SHAME ON YOU #MilkTeaAlliance #WhatsHappeningInMyanmar#Feb12Coup","sentiment_score":-0.0333333333}
{"full_text":"RT During the pandemic Xiao Zhan stayed home alone in Beijing, he went on Weibo and saw touching stories of young people fighti...","sentiment_score":0.3}
{"full_text":"WHO Concludes That Coronavirus \"Came From Animal,\" Not Wuhan Lab","sentiment_score":0.0}
{"full_text":"Lockdown 3 - Day#39What's with this weetabix and beans thing?Of of the pleb dads put in our team WhatsApp last night that he might pour beans on his nutsack to see if his wife will put it in her mouth? Maybe I'll have to tell them about me skinny dipping that time again","sentiment_score":0.0}
{"full_text":"RT Estimating the impact of #COVID19 on children, the has observed that in some cases 'mitigation measures may inadverte...","sentiment_score":0.0}
{"full_text":"RT One of the best things about the pandemic and face masks is that your halitosis will kill you before it kills me","sentiment_score":1.0}
{"full_text":"RT LEADERSHIP--Victoria,  found **5** #COVID19 cases, and immediately triggers circuit breaker lockdown until at least Feb 17...","sentiment_score":-0.3}
{"full_text":"RT Post-Pandemic #Leadership: How is managing a #business changing in times of #Covid-19? via","sentiment_score":0.0}
{"full_text":"RT #fridayfreebie we are giving away a pair of our LED #Sunglasses today! Simply #Retweet &amp; #Follow by 8pm to enter! #competitio...","sentiment_score":0.0}
{"full_text":"RT I'm not an expert at all. But we should stop calling it \"the Chinese virus, the South African virus, the \"X\" virus...","sentiment_score":0.0}
{"full_text":"RT Most of us taking it in our stride. In a shop today salesperson put it into a great perspective.  'H...","sentiment_score":0.65}
{"full_text":"RT #Coronavirus: The #UAE has conducted more than 164,000 additional tests, uncovering:New cases 3307New recoveries 3404Ne...","sentiment_score":0.5}
{"full_text":"RT \"The mental health crisis caused by school closing will be a worse pandemic than Covid.\" ","sentiment_score":-0.25}
{"full_text":"820\/908=90.3% of all #coronavirus deaths in Australia. An absolutely atrocious record of failed public administration and management. San says he's accountable but exactly what does that mean in Victoria today.","sentiment_score":-0.2525}
{"full_text":"RT Breaking: Cuomo aide says state withheld nursing home COVID death data, fearing federal prosecutors | Just The News ht...","sentiment_score":0.0}
{"full_text":"WHO Concludes That Coronavirus \"Came From Animal,\" Not Wuhan Lab via","sentiment_score":0.0}
{"full_text":"RT In the middle of a blizzard... dozens of nurses are in a parking lot helping families get a covi...","sentiment_score":0.0}
{"full_text":"RT Happy #LunarNewYear  2021  Follow this thread to get off to a healthy #YearOfTheOx","sentiment_score":0.65}
{"full_text":"By now, we're used to the craziness of working through a pandemic.How has your productivity changed?Did you use furlough to do that training course you never found the time for?Has the tedious nature of lockdown sapped your energy?Let us know!#mediacontacts #coronavirus","sentiment_score":-0.5}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanm...","sentiment_score":0.0}
{"full_text":"RT Military arresting doctors, nurses who join CDM. But not just that, they took away all equipment and medical supplies. How...","sentiment_score":-0.05}
{"full_text":"RT The Covid19 Vaccine from Pfizer.","sentiment_score":0.0}
{"full_text":"RT I think it's very likely no-one in Victoria wants a parsing of the politics of today, but it has been interesting. Scott Mor...","sentiment_score":0.2333333333}
{"full_text":"RT Missed our live event with Lord Woolley and on the #CovidVaccine?   You can watch the discussion an...","sentiment_score":0.1363636364}
{"full_text":"Good luck! Disappointed in the teachers but the time is ticking on and the frustration is everywhere. The minister should have a plan before now. The announcement in the north was on the 6th January","sentiment_score":0.0625}
{"full_text":"RT FREE OUR LEADERSSUPPORT CDMSUPPORT CDC TOGETHER IN CDM#Feb12Coup #CDM_IsTheAnswer #WhatsHappeningInMyanmar","sentiment_score":0.4}
{"full_text":"RT Nna Covid e mbhorile shem. Do you use anything to boost your immune system or not?Get this HerbalBush Herb...","sentiment_score":0.0}
{"full_text":"RT Military arresting doctors, nurses who join CDM. But not just that, they took away all equipment and medical supplies. How...","sentiment_score":-0.05}
{"full_text":"They listened correctly, they listened to the higher ups tell them to load the nursing homes with covid patients, killing tons of elderly and get to the point where people are policing people. Job well done, fear mongering and herding complete.","sentiment_score":0.175}
{"full_text":"RT More than a million low-paid workers have regularly skipped meals during this pandemic, while thousands more miss heat...","sentiment_score":0.3333333333}
{"full_text":"RT We cannot have delays in moving forward with clinical trials during a pandemic.Prof. Martin McKee London Scho...","sentiment_score":0.0}
{"full_text":"RT The crippling irony of this viral tweet was that Cummings was urging a faster harder lockdown, while SAGE scientists advocated...","sentiment_score":-0.1}
{"full_text":"RT Want to win this awesome Tri-Strike Nerf Gun and add some fun to your lockdown?For the chance to win  Follow our page...","sentiment_score":0.725}
{"full_text":"RT The only time Trump didn't tweet about election fraud for &gt;24 hours from August to January 6 was when he was hospitalized with C...","sentiment_score":0.0}
{"full_text":"Surprise this morning that Sunak explains 10% drop in the economy in 2020 as all Covid. So no Brexit effect. We imagined all those businesses moving to Europe.","sentiment_score":0.0}
{"full_text":"The CDC updated their guidelines that fully vaccinated people don't have to quarantine after contact with COVID positive individuals. They know you can't spread it.","sentiment_score":0.2272727273}
{"full_text":"Download Free Music, NEW MUSIC for content creators, you can download and reuse it. Link Belowhttps:\/\/t.co\/aTeIR1IDme#cryptocurrencies #deprem #izmir #kastamonu #muegeanli #uppenaclimax #Sismo #AustralianOpen #COVID19 #FreeSpeech #FreeMusic #freedownload #nocopyrightmusic","sentiment_score":0.2681818182}
{"full_text":"RT NEW YORK (AP) -- Records show more than 9,000 recovering coronavirus patients in New York were released from hospitals into...","sentiment_score":0.2575757576}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"Dear Victorians,I believe it is extremely unlikely that you'll be in #lockdown for only 5 days this year. If you're concerned about your #MentalHealth, it may be sensible to leave ASAP (assuming you're lawfully able to do so, at some stage). #COVID19Vic #MentalHealthAwareness","sentiment_score":0.0}
{"full_text":"RT A year ago Rinku helped one accused's wife by donating blood to herAnd he also helped one another accused's brother t...","sentiment_score":0.0}
{"full_text":"RT COVID-19 mRNA shots are legally not vaccines","sentiment_score":-0.1}
{"full_text":"Are they planning the spread the virus on Mars too?","sentiment_score":0.0}
{"full_text":"RT India is the fastest country to administer 7 million doses of #Covid19 Vaccine#IndiaFightsCorona #united2fightcorona","sentiment_score":0.0}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT Democrat Governors like Newsom &amp; Cuomo are now starting to open up businesses...Despite the COVID-19 cases being highe...","sentiment_score":0.0}
{"full_text":"RT The crippling irony of this viral tweet was that Cummings was urging a faster harder lockdown, while SAGE scientists advocated...","sentiment_score":-0.1}
{"full_text":"The public must be told the truth. Deaths from covid. Even the most retarded individuals are getting it now. You know, the bed wetters who like their \"safe space\". Shitting themselves from force fed propaganda fear. Seemingly not you though. Thats because your a dumb fuck","sentiment_score":-0.0964285714}
{"full_text":"Meanwhile Novak Djokovic having treatment on a stomach muscle as he plays Taylor Fritz. Half an hour potentially before Aussies flex their uniforms and move in to evict the crowd before lockdown deadline.","sentiment_score":-0.0833333333}
{"full_text":"RT The scientist behind the Pfizer\/BioNTech #COVID19 vaccine says that the time between the first and second dose should not be l...","sentiment_score":-0.05}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"- Coronavirus: Ontario to provide what category regions will fall into upon reopening -","sentiment_score":0.0}
{"full_text":"RT Does anyone have any tips or advice for Psychology graduates looking for work experience opportunities? The pandemic has led...","sentiment_score":0.0}
{"full_text":"RT To everyone at the NIH -- all the doctors, scientists, and researchers fighting this pandemic and saving lives -- thank you from t...","sentiment_score":0.0}
{"full_text":"#TheWeekinData: What's the postcode for Memory Lane?https:\/\/t.co\/NpjhragiND* NHS Covid-19 app may have prevented 600,000 cases* Could your next interview be with an AI bot?* Concerns about future of genetic data as 23andMe goes public* Why are postcodes just so memorable?","sentiment_score":0.125}
{"full_text":"Kosovo early vote amid pandemic, stalled Serbia talks","sentiment_score":0.1}
{"full_text":"Why is Hillary Clinton lying about China virus?","sentiment_score":0.0}
{"full_text":"What defines an #influencer? #DrAlex - a new government Mental Health Ambassador  #mollymae - jetting off to Dubai during the pandemic Both featured on #loveisland but calls one of them irresponsible","sentiment_score":0.0181818182}
{"full_text":"ONS data shows that almost six out of every 10 people who died with coronavirus in England last year were disabled. Some 30,296 of the 50,888 deaths between January and November were people with a disability. ","sentiment_score":-0.1}
{"full_text":"\"This is team NHS Northamptonshire - this is all of us pulling together\"https:\/\/t.co\/NSfjXYBEfk","sentiment_score":0.0}
{"full_text":"Texas on the verge of first Million fully vaccinated against COVID-19","sentiment_score":0.25}
{"full_text":"Join us LIVE for the latest updates from","sentiment_score":0.3181818182}
{"full_text":"If you're concerned about the health of you or your baby, don't delay. It's important that you see your midwife or maternity team.Your NHS is here to see you, safely.","sentiment_score":0.45}
{"full_text":"Can we all support COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"Still Making Headway Through CovidThank you to for this wonderful two-page feature in last week's Bury Free Press, showcasing how we have adapted our services to support local adults throughout the Covid pandemic.","sentiment_score":0.35}
{"full_text":"Varoufakis: \"there is a little bit of egg on my face as we speak because I can't in all honesty say to you that I don't regret supporting Remain five years ago\"Varoufakis mocks EU vaccine fiasco and exposes Brussels 'cover-up'","sentiment_score":0.03125}
{"full_text":"After nearly a year of being trapped in pandemic isolation, some people just want to pick up a sledgehammer and smash something to smithereens. Check this out!","sentiment_score":-0.075}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"[Read] says the granular details of the extension to the #COVID19 TERS benefits, as announced in the SONA last night, is to be discussed and finalised among the social partners at the National Economic Development and Labour Council (NEDLAC)","sentiment_score":0.0777777778}
{"full_text":"RT Frontline health and social care workers can now book their COVID-19 vaccine online.","sentiment_score":0.0333333333}
{"full_text":"Chinese New Year celebrations will be done differently during lockdown","sentiment_score":0.0454545455}
{"full_text":"Rule number one. If breaking lockdown rules, don't approach the police","sentiment_score":0.0}
{"full_text":"Pass President Biden's COVID-19 #stimulusbill@SenSchumer My community andcommunities across New York state desperately need theaid this important bill would provide.","sentiment_score":-0.0212121212}
{"full_text":"At our academy, the children are our priority and we want to help keep them safe when they all return to school. You can help us too as we are #recruting for staff members to help carry out the COVID lateral flow tests on site. Find out more below.https:\/\/t.co\/O59Y3wjifD","sentiment_score":0.5}
{"full_text":"With four family members battling COVID-19 and her sister in critical condition, Sally Slack has just one small request. She wants the community to pray for her family.","sentiment_score":-0.0166666667}
{"full_text":"#COVID Vaccination Clinics have 3 questions keeping them up at night. Bulk reschedule 25,000 patients?  Manage Communications for hundreds of thousands of patients?  Manage multiple clinics through one central booking site?https:\/\/t.co\/1HSZUJGSMg","sentiment_score":0.0}
{"full_text":"Where can I go for food assistance\/hot meals for me and my family?https:\/\/t.co\/yqlGEXaFHw#Tayo #TayoHelp #CaretakerProject #FYLPRO #COVID19 #FilipinoAmerican #FilAm #foodaid","sentiment_score":0.0}
{"full_text":"Residents of Dundee who are struggling to meet the costs of gas and electricity, due to COVID-19, may benefit from the new Fuel Well Dundee programme.More info:","sentiment_score":0.0056818182}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"Vaccine hesitancy could put progress against Covid-19 at risk* Vaccine hesitancy is very low in #Indonesia, #China, #Britain and #Brazil * Number of people who do not want to get a coronavirus vaccine is especially high in #Poland, #France, #Russia and #US","sentiment_score":0.16}
{"full_text":"Want to keep healthy during #lockdown but not sure where to start? Look no further  Check out our #GetActive programme and find free workouts, online classes, tips and tricks that you can use to keep yourself and your loved ones moving.Get active","sentiment_score":0.2027777778}
{"full_text":"#jobalert Do you want to help and support your local community? In order to keep our staff and students safe when they return on site, we are #recruiting for a range of positions to deliver COVID lateral flow tests. #jobsearch #recruitment","sentiment_score":0.25}
{"full_text":"Teachback &amp; checking understanding has never been more important. Watch the video from &amp; and visit our website to learn more. #healthliteracy #coronavirus #covid19","sentiment_score":0.4666666667}
{"full_text":"Are planning departments still operating? Yes, many are still functioning with a few adjustments given the current situation. Call us on 01785 248542 to find out more or reach us here - #lockdown #planningpermission","sentiment_score":0.2}
{"full_text":"Monoclonal Antibody Infusions at Bayhealth Offer Another Tool to Fight COVID-Click on the link to read the story:","sentiment_score":0.0}
{"full_text":"We are delighted to have gifted 24 laptops yesterday, to children who without would struggle with access to education during the #lockdown.The gifts were given on behalf of Oldham Volkswagen have been delivered to local charity","sentiment_score":0.4}
{"full_text":"I congratulate the Chief Minister of Rajasthan and the Rajasthan Government for the work they did during the pandemic: Shri #RahulGandhiExposesBJP","sentiment_score":0.0}
{"full_text":"UEFA has announced that Arsenal will host Benfica in the Europa League in Greece because of travel restrictions affecting English clubs amid the coronavirus pandemic #Coronavirus #Arsenal #EuropaLeague #Benfica #Footballhttps:\/\/t.co\/1qh20tzUnj","sentiment_score":0.0}
{"full_text":"March Break isn't cancelled, but it is postponed to April. At 7:10, we'll talk with about what that means for students and for educators. #LdnOntREAD:","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 12\/02\/2021 17:30Total Cases: 10880614 [+201]Active: 133132Recovered: 10587505 [+154]Deaths :155485 [+1]Total Tests: 204.79MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"Creating awareness regarding vaccination is important. But making it available and accessible for people from all walks of life is fundamental.For more, visit: #pandemic #CoronaVaccine #coronavirus  #wednesday #Miercoles #budhvaar #Mittwoch","sentiment_score":0.41875}
{"full_text":"We have created a new webpage for coronavirus information for licensees. Including info on vaccination centres, PPE, financial support &amp; includes a video for licensees to demonstrate the most efficient &amp;  effective way to clean your vehicle, &amp; much more:","sentiment_score":0.3505050505}
{"full_text":"Valentine's Day is Sunday! Whether you're planning a takeout date or eager to brave the brutal February weather to dine outside, these restaurants are ready to add some romance to your February 14th with pandemic-appropriate Valentine's Day specials.https:\/\/t.co\/Nz58Lh9e5G","sentiment_score":0.03125}
{"full_text":"Vaccine will keep us safer. No vaccine is 100%. We will likely have yearly boosters because replication allows is those regular mutations that prevent a *once only* vaccine being found. Other way is to go into total lockdown for a year to stop replication","sentiment_score":-0.025}
