{"full_text":"RT PMJT and the Liberal government are working in the best interests of Canadians. For that I am grateful.","sentiment_score":1.0}
{"full_text":"RT HOLY SHIT im on a united flight and while this dude was actively drinking water, this guy tapped him and was like \"hey...","sentiment_score":-0.1666666667}
{"full_text":"RT The 1st #COVID19 death in the USA happened on Feb 29, 2020. Since, we have lost 513,593 ppl to #COVID. To give you an...","sentiment_score":0.0}
{"full_text":"RT Happy Tuesday!Interesting moment: Rich countries pledge money to COVAX (facility to help poorer countries), but don't of...","sentiment_score":0.5875}
{"full_text":"RT \"A year of good governance\".","sentiment_score":0.7}
{"full_text":"Here's my thing, I don't want it at ALL. Severe or not severe. If I'm not mistaken, I heard Fauci a few months ago say it's not guaranteed that the vaccine will fight against COVID. Even after two shots. So why do I need this again?","sentiment_score":-0.2}
{"full_text":"RT We are ready for exams ,but we aren't ready for Covid-19.. #yrys_rjwk_lTlb_btmwt","sentiment_score":0.2}
{"full_text":"RT \"COVID-19 may propel faster adoption of #automation &amp; #AI...\" Learn more about what to expect &amp; how to prepare for the #FutureO...","sentiment_score":0.5}
{"full_text":"#Egypt received a batch of Sinopharm COVID-19 vaccine donated by #China","sentiment_score":0.0}
{"full_text":"RT senior House Republican on GOP votes for Biden covid bill this week:\"Personally I expect zero. no effort to reach out t...","sentiment_score":0.0}
{"full_text":"RT Covid has revealed that huge numbers of seemingly intelligent people are actually incapable of thinking for themselves,...","sentiment_score":0.4}
{"full_text":"RT The Dems' COVID spending bases state aid on unemployment rate, not just population. So California (9% unemployment) and...","sentiment_score":0.0}
{"full_text":"Cannot stand Hancock but why go on these programmes when you know you ain't gunna be able to answer a question ","sentiment_score":0.5}
{"full_text":"RT The greatest lesson this pandemic has taught me is that I don't lack time to do things, I just lack motivation.","sentiment_score":1.0}
{"full_text":"RT Fascinating! People who have had influenza vaccination at lower risk for COVID19 and associated disease.","sentiment_score":0.875}
{"full_text":"RT In Michigan, GOP is holding back $2B in federal covid relief until @GovWhitmer relents on restrictions: via htt...","sentiment_score":0.0}
{"full_text":"RT God is good, we have no more COVID patients in the hospital ","sentiment_score":0.225}
{"full_text":"Thank you for all you've done for the #NHS and its patients in the last year","sentiment_score":0.0}
{"full_text":"RT As a non-American living in America, during a pandemic, I'm both awed and horrified by this country's reverence for work.","sentiment_score":0.0}
{"full_text":"RT Not a single MP has died from Covid yet they're not back at work ...funny that","sentiment_score":0.0178571429}
{"full_text":"RT I think the Government has done a brilliant job with the pandemic.","sentiment_score":0.9}
{"full_text":"RT The Dems' COVID spending bases state aid on unemployment rate, not just population. So California (9% unemployment) and...","sentiment_score":0.0}
{"full_text":"RT #vaccine first extensive tests show that first jab is giving 75 % protection, 2nd jabs over 90 % even with the over 80s....","sentiment_score":0.125}
{"full_text":"RT The Democrats' \"COVID\" bill is too expensive and too expansive. Only 9% of the $1.9 trillion will be spent to actually fight...","sentiment_score":-0.15}
{"full_text":"Once our grand and great grand parents put their lives at war for our freedom and welfare. A pandemic is a terrible thing where sacrifices must be made to save lives and help our doctors+nurses. Could society survive without collective sacrifices?","sentiment_score":0.2}
{"full_text":"RT How are schools, governments and communities keeping education going during #COVID? Find #LessonsForEducation from...","sentiment_score":0.0}
{"full_text":"RT The path to hosting this year's Sunbelt Classic wasn't easy because of COVID-19, But this year, 90 teams are signed up t...","sentiment_score":0.3}
{"full_text":"RT It's day 2 of #WDSpark2021 - this morning at 10am, Director joins the panel to...","sentiment_score":0.0}
{"full_text":"When are you going to open up vaccines to the service workers who haven't stopped and continue to work through this pandemic? Or are you just going to continue to leave us vulnerable even though we're the backbone of Ohio's economy?","sentiment_score":-0.25}
{"full_text":"RT MO has it all!  voter suppression, extremely lax (and getting worse every legislative session...","sentiment_score":-0.2625}
{"full_text":"RT Nailed it","sentiment_score":0.0}
{"full_text":"RT We're All Fair Users NowThis blog post for Day 1 of #FairUseWeek by highlights three ways that fair use has allow...","sentiment_score":0.7}
{"full_text":"RT CDC is partnering with the Discovery Channel to feature the stars of \"Deadliest Catch\", one of cable's top shows with a big audi...","sentiment_score":0.25}
{"full_text":"RT 1st March is it!! It's a date lockdown mates ","sentiment_score":0.0}
{"full_text":"RT The data show the vaccines are extraordinarily effective at preventing death from covid AND preventing transmission from co...","sentiment_score":0.6}
{"full_text":"How do you write about the pandemic without ticking the Covid Cliches bingo card? I'm trying to avoid 'unprecedented', 'extraordinary', 'strange', and the excruciating 'now more than ever.' But it's hard! Any ideas?","sentiment_score":0.20375}
{"full_text":"It's sad that we must coattail on the tragedy of Long Covid but let's speak up, speak out and see if we can recreate Medicine as something where listening to patients is a given.","sentiment_score":-0.275}
{"full_text":"If you have no one to vote forthen stand yourself as aAnti-Lockdown independent candidatehttps:\/\/t.co\/fF1e5CnXE9","sentiment_score":0.0}
{"full_text":"PM has set out a roadmap for the easing of lockdown restrictions in England #lockdownroadmap Steps 3&amp;4","sentiment_score":0.0}
{"full_text":"To clarify, I'm not saying anyone can't differentiate 2MM &amp; 75MM, but some people (me in this case...) do seem to confuse 'America' with 'the whole world', making it possible to infer a lower WW2 death toll by comparing it with covid, which could fuel certain conspiracies...","sentiment_score":0.1380952381}
{"full_text":"And he has Kamala taking all is foreign leaders calls. He is not up to the job.","sentiment_score":-0.125}
{"full_text":"RT #yrys_rjwk_lTlb_btmwt All countries use online exams and we have to put our lives in danger to have face to face exams...","sentiment_score":0.0}
{"full_text":"RT The nerve of this smug turd to speak about denial.","sentiment_score":0.0}
{"full_text":"Does anyone know of any resources for SEO best practices for state governments? We're not trying to convert leads into customers, but we are trying to get people the information that they need when they need it, including COVID-19 related information.","sentiment_score":0.5}
{"full_text":"RT The COVID 19 pandemic has made access to AED's more crucial than ever, but why is that?Click here to find out:","sentiment_score":0.25}
{"full_text":"According to the Virginia Department of Health, 4 new COVID-19 deaths and 39 new COVID-19 cases were reported in Southwest Virginia Tuesday.https:\/\/t.co\/qvsgour3B1","sentiment_score":0.1363636364}
{"full_text":"The pandemic changed the way U.S. consumers use credit, as lower interest rates spurred a boom in home buying and refinancing and shutdowns led to a drop in credit card use and an increase in paying off debt, per a report by the New York Federal Reserve.","sentiment_score":0.1363636364}
{"full_text":"i learnt how many days in a row i can cry x","sentiment_score":0.5}
{"full_text":"RT I guess I deserve this shite. With the first lockdown last March I didn't make a fuss. When people said: \"don't give up your...","sentiment_score":0.125}
{"full_text":"RT Crews at West Park Long Eaton this afternoon assisting in the operation to set up a local Covid19 tes...","sentiment_score":-0.025}
{"full_text":"Fantastic news  During lockdown our KS3 pupils entered a competition with  Out of all the schools that entered we won both competitions!  So congratulations to Ethan Rafferty (Y8) and Luke Nickell (Y9). #opportunities","sentiment_score":0.5}
{"full_text":"RT We are ready for exams ,but we aren't ready for Covid-19.. #yrys_rjwk_lTlb_btmwt","sentiment_score":0.2}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT Never forget that ANC comrades looted money during a pandemic. People were dying and they decided to steal money.","sentiment_score":0.0}
{"full_text":"RT Now that I have woke up a bit, I am feeling way better... I was sick for a few days.(negative COVID) Just thinking abo...","sentiment_score":-0.1380952381}
{"full_text":"Make sure u remember what spoons was on in first lockdown, support independent bars, pubs and venues when we're able to...","sentiment_score":0.3125}
{"full_text":"RT I once told my husband that I was jealous of Finnish PhD students because they got given a sword when they graduate. Sa...","sentiment_score":0.0}
{"full_text":"RT I once told my husband that I was jealous of Finnish PhD students because they got given a sword when they graduate. Sa...","sentiment_score":0.0}
{"full_text":"RT Because you tolerated this, your children were next.","sentiment_score":0.0}
{"full_text":"RT Having the title Senator while jumping to the front of the Covid vaccine line and collecting more than $150K in tax pay...","sentiment_score":0.5}
{"full_text":"Majority of the fault goes to 45 and his sycophantic fools@DonaldJTrumpJr","sentiment_score":0.0}
{"full_text":"RT What we're doing tomorrow:Moving forward on COVID reliefVoting to Confirm:--Thomas-Greenfield UN--Vilsack USDACon...","sentiment_score":0.0}
{"full_text":"RT 130 countries have yet to inoculate a single person against Covid-19. With China and Russia deploying their vaccines aro...","sentiment_score":-0.0714285714}
{"full_text":"RT How many people do you know who got rich because Covid 19 or even made any cash, I'll start, I know zero. yo...","sentiment_score":0.4375}
{"full_text":"Holiday bookings surge after lockdown exit plans - BBC News","sentiment_score":0.0}
{"full_text":"RT Why should any Republican vote for it?  Because it funds a plan to crush the virus and save the economy ...  Republican Governor...","sentiment_score":0.0}
{"full_text":"RT Lord Carloway has asked the Judicial Institute to organise a virtual conference to discuss how civil business might be condu...","sentiment_score":0.0}
{"full_text":"RT Delighted to be at the launch of the #covedas #COVID19  educational package for African students","sentiment_score":0.3166666667}
{"full_text":"A friend's just told me she's not allowed to have an anti-covid vaccination for fear of anaphylaxis, and another friend's son is the same.I hope all the allowed people choose to take up their offer to be vaccinated, because that will help to protect all the people who can't.","sentiment_score":0.0}
{"full_text":"Yes it was very simple, stay home, save lives, wash your hands, save the nhs. People were going out, meeting in secret and then blame every one else. It's not rocket science ffs","sentiment_score":-0.2}
{"full_text":"RT Nous faisons face a une pandemie mondiale,Et comme le disaient les Daft Punk :Around the world, around the world A...","sentiment_score":0.0}
{"full_text":"3) no minister should endorse that scenario. In face it should be made law with charities, 50% min disabled ppl must be employed and not a \"token employee\"  John councils made snap decisions during lockdown that directly effected disabled in a serious way, PSED violated","sentiment_score":-0.1583333333}
{"full_text":"RT \"If you just allow the virus to spread and are half-hearted in your measures of responding to it, it's not surprising that we...","sentiment_score":-0.35}
{"full_text":"Air France-KLM highlights state aid complexities, U.S. carriers back CDC contact tracing proposal, Irish government pledged support for Are Lingus and more. Take a look at the daily roundup of air transport news.","sentiment_score":0.125}
{"full_text":"If Scottish newspapers splash with Sturgeon's supposed 'road map' out of lockdown squirrel tomorrow, they are complicit in Salmond cover up. Hope Scottish Sun, Daily Mail, Express, Daily Record, Herald, Scotsman etc have the balls to do the right thing.","sentiment_score":0.0952380952}
{"full_text":"RT He told me not to wear a mask and that masks don't work when I was 3 months pregnant in the middle of Manhattan.He then...","sentiment_score":0.1666666667}
{"full_text":"RT In accordance with the proclamation issued by I've directed all flags on public buildings and grounds in NH to...","sentiment_score":0.0}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT Fauci was wrong about everything Altas was right about everything","sentiment_score":-0.1071428571}
{"full_text":"RT We often hear people described as ordinary Americans. There's no such thing. There's nothing ordinary about them. The people we'...","sentiment_score":-0.1666666667}
{"full_text":"RT The GOP is happy to spend $714 billion on the military, but refuses to spend big to help us survive COVID, which has already k...","sentiment_score":0.2333333333}
{"full_text":"RT We are in a global epidemic and we realize how dangerous this is, and if the exams are processed at that time, there w...","sentiment_score":-0.3}
{"full_text":"RT The GOP is happy to spend $714 billion on the military, but refuses to spend big to help us survive COVID, which has already k...","sentiment_score":0.2333333333}
{"full_text":"RT Thread with some images showing how Fox's primetime shows marked 500,000 Americans dead of COVID-19.","sentiment_score":-0.05}
{"full_text":"\"Industry leaders have broadly welcomed the government's new plan for a four-step roadmap out of lockdown in England.\"","sentiment_score":0.0994318182}
{"full_text":"Covid ","sentiment_score":0.0}
{"full_text":"RT Please always remember that the successful rollout of the COVID vaccinations is down to the NHS and not the Government. No mat...","sentiment_score":0.2972222222}
{"full_text":"Two Covid variants detected in Maharashtra, Kerala: Govt | India News - Times of India","sentiment_score":0.0}
{"full_text":"RT Canceling paper exams in universities and replacing electronic paper exams, especially in light of the exceptional circu...","sentiment_score":0.7333333333}
{"full_text":"Taken to burning palo santo. I think I'm one lockdown month off purchasing healing crystals.","sentiment_score":0.0}
{"full_text":"RT SNG supported the Govt of Punjab for various social protection initiatives (especially during Covid) to support the most v...","sentiment_score":0.1333333333}
{"full_text":"RT NegligentThe Government is forcing children to return to schools that are \"vectors of transmission\"Despite their own...","sentiment_score":0.6}
{"full_text":"This is the most on brand Florida thing I've seen in a while","sentiment_score":0.5}
{"full_text":"RT Prime Minister Boris Johnson has set out a timeline for the easing of coronavirus restrictions in England.The plan will be subj...","sentiment_score":0.0}
{"full_text":"RT watching everyone i know in the uk's stories on june 21st as the gov here announce a new level 6 lockdown  and take their...","sentiment_score":0.0681818182}
{"full_text":"RT Grabe. The boys are really lucky to have A'TIN. Mukhang iwo-world tour pa nga kayo thru series of LED BB ad on your cb\/new e...","sentiment_score":0.3333333333}
{"full_text":"RT ATTN: Hoosiers 60+ are now eligible to receive the #COVID19 vaccine. Register at or call 211. Pl...","sentiment_score":0.0}
{"full_text":"500,000 dead.  People everywhere you go are going maskless or wearing them on their chin.  Players are becoming long haulers from COVID.  Nobody's losing their minds. They're rightfully calling out a public figure.","sentiment_score":0.05}
{"full_text":"RT Japan appointed a \"Minister of Loneliness\" this month to tackle the country's rising suicide rates. Here's a thread http...","sentiment_score":0.0}
{"full_text":"RT Almost a third of people with 'mild' Covid-19 still battle symptoms months later, study findshttps:\/\/t.co\/PYcbOXKDQ0","sentiment_score":0.1111111111}
{"full_text":"RT ATTN: Hoosiers 60+ are now eligible to receive the #COVID19 vaccine. Register at or call 211. Pl...","sentiment_score":0.0}
{"full_text":"Key priorities\/learnings moving forwards on with #digitalhumanitarianism post #COVID19:- the importance of change and doing things differently- identify the 'human' solutions then layer it with tech- technology as a medium without trust &amp; networks is useless@hpg_odi YES!","sentiment_score":0.0}
{"full_text":"RT Dr. Bhadelia on the importance of getting politics and partisan bickering out of the way when dealing with the Covid-19 pandemic...","sentiment_score":0.0}
{"full_text":"Complete our short survey by clicking here: #vaccine","sentiment_score":0.05}
{"full_text":"We are doing all that we can to support local businesses through lockdown. To keep up-to-date on all the latest business news, including new grants announcements, sign up to receive our alerts #LewishamBacksBusiness","sentiment_score":0.2121212121}
{"full_text":"Surge in holiday bookings as easyJet demand up 630% after lockdown roadmap unveiled","sentiment_score":0.0}
{"full_text":"Otsego reported two more deaths on Monday. Schoharie and Delaware counties each reported a death, as well.https:\/\/t.co\/Z3xN1J0U14","sentiment_score":0.5}
{"full_text":"It is not known how many thousands of workers have been infected at work, nor is anyone interested in the number of workers who have died from #COVID19, but there are plenty of statistics on the turnover and profits of industrial enterprises.https:\/\/t.co\/icHRFkGp6I","sentiment_score":0.375}
{"full_text":"In December, the Shaker Heights Development Corporation awarded $24,500 in grant funding to 18 businesses. Grant amounts ranged from $200 to $2,000, with the average amount being $1,400, said Nick Fedor, executive director of the SHDC.","sentiment_score":-0.15}
{"full_text":"Vt, state officials have insisted they are working to address racial inequities as part of Vermont's COVID-19 vaccine rollout program. But Executive Director Mark Hughes says there's still work to do.@TheHenryEpp has more https:\/\/t.co\/vDVKBDSF8W#vtpoli","sentiment_score":0.5}
{"full_text":"\"Child care deserts are a symptom of a decades-long neglect of public investment.\"https:\/\/t.co\/J1KxP1XHpm","sentiment_score":0.0}
{"full_text":"Victims of Whitmer: \"(@GovWhitmer) knew of the wave of deaths that followed her decision to send COVID patients to nursing homes where it spread among the elderly like wildfire. Yet not only did she continue to allow it, she kept forcing others to comply.\"","sentiment_score":0.0}
{"full_text":"RT Covid-19 is a racket.","sentiment_score":0.0}
{"full_text":"#BookReviewsRead a selection of book reviews and recommendations on our site.https:\/\/t.co\/nyIZxLQ2cpLock in your lockdown reading@aroberts_andrew #historybooks","sentiment_score":0.0}
{"full_text":"Insurers need to do more to #FixPriorAuth and protect patient access to care. The temporary suspension of #PriorAuthorization by some insurers during the pandemic is a step in the right direction, but it isn't enough. Do better.","sentiment_score":0.3214285714}
{"full_text":"#AMAANationalInitiatives While getting #COVID19 may offer some natural protection, the risk of severe illness and death from COVID-19 far outweighs any benefits of natural immunity. Learn more:","sentiment_score":0.2}
{"full_text":"THANK YOU to members in Tamworth, NH, and across the country for your efforts in aiding in the vaccination and testing programs for #COVID19 to ensure public #health and #safety. #NationalGuard #ThankYou","sentiment_score":0.0}
{"full_text":"Concert venues praise Boris Johnson's 'realistic' lockdown roadmap as they prepare to pilot test full capacity live shows","sentiment_score":0.2176767677}
{"full_text":"COVID-19 hospitalizations are declining, a welcome sign for health care workers who have been fighting the virus for nearly a year.","sentiment_score":0.45}
{"full_text":"Can grandparents who are fully vaccinated against #COVID19 visit their grand children? - Yes they can!This should not be controversial.Thanks for coming to my Tedtalk.PS: Don't me.#TheseVaccinesAreEffective","sentiment_score":0.5}
{"full_text":"RT Jo Coburn - Johnson rejected a 0 covid strategy... was he right? Prof Christina Pagal - No... the more cases there are the...","sentiment_score":0.3928571429}
{"full_text":"As governments worldwide plan to reopen businesses, automation can help you responsibly welcome back low-risk, essential staff into workspaces. Discover how intelligent automation is helping to manage risk, while maximising productivity:  #COVID19 #NHS","sentiment_score":0.4}
{"full_text":"RT Hold onSlow downI don't want to see a SINGLE piece of legislation out of the Senate until Neera Tanden is confirmed....","sentiment_score":0.1642857143}
{"full_text":"has released SMART guidelines as more and more countries go digital with health interventions:","sentiment_score":0.3035714286}
{"full_text":"RT As we come out of the lockdown and start to think about the spring and summer 2021. You might want to think about your...","sentiment_score":0.0}
{"full_text":"RT #Ebola vaccination kicks off today in Gouecke, #Guinea -- 9 days after the outbreak was declared. Vaccination of high-risk...","sentiment_score":0.0}
{"full_text":"RT If you cannot look after your animal after lockdown then do not get an animal. Read it again.","sentiment_score":0.0}
{"full_text":"These weekly COVID tests have made my nose numb to the swab ","sentiment_score":-0.6}
{"full_text":"We recently launched our PY L-S color-changing LED #visualsignalalarm, which is detailed here by This #signaldevice is a useful addition to real-time people flow control and COVID-19 monitoring systems.","sentiment_score":0.2333333333}
{"full_text":"2\/28: Talking to Teens about Anti-Asian Discrimination in the Era of COVID-19: Guidance from Research and Practice. Featuring Hyeouk Chris Hahm of Register: #COVID19","sentiment_score":0.0}
{"full_text":"Stay Safe at HomeAs of writing, approximately 2.3 million deaths have been confirmed due to COVID-19. Keep yourself and your family safe by observing preventive guidelines in place.For details, visit #COVID19","sentiment_score":0.175}
{"full_text":"DOH-Collier will offer #COVID19 testing February 22, 2021 - February 26, 2021 by appointment only. To make a testing appointment call (239) 252-6220.Note: This is only for COVID-19 TESTING.","sentiment_score":0.0}
{"full_text":"\"The line charts the world is obsessing over these days aren't a race to flatten the curve. Instead, our attention is focused on a race to a herd immunity threshold that promises a return to some semblance of normalcy.\"Amanda Makulec on #COVID19 Vaccine Metrics for #TechTuesday","sentiment_score":0.0}
{"full_text":"Hong Kong confirms 12 new COVID-19 cases; 60,000 sign up for jabs as vaccination drive opens","sentiment_score":0.1363636364}
{"full_text":"People in #Germany will soon be able to get #rapid tests for free. This comes as Germany looks for paths to re-open. Are rapid tests easy to get in the #US and #Canada?","sentiment_score":0.4444444444}
{"full_text":"RT Wow! I'd have thought the police might be 'horrified' by two women every single week 'murdered' by partner or ex partner (r...","sentiment_score":0.0267857143}
{"full_text":"COVID-19 hospitalizations are declining, a welcome sign for health care workers who have been fighting the virus for nearly a year.","sentiment_score":0.45}
{"full_text":"RT GOP fixation on restricting mail-in voting is odd because the only reason it helped Dems in 2020 is Republicans believed T...","sentiment_score":-0.0833333333}
{"full_text":"Saskia Van Roomen runs a film club successfully transported to an online setting during lockdown and the creators of fantastic youth made films such as #IntoFilmAwards nominee \"Out of Bounds\"...#IntoFilmEduAmbshttps:\/\/t.co\/X4QWUXFu4g","sentiment_score":0.3833333333}
{"full_text":"RT In the middle of a pandemic, Joe Biden nominated Xavier Becerra to HHS. Becerra has no background in virology, he never work...","sentiment_score":0.0}
{"full_text":"RT What we're doing tomorrow:Moving forward on COVID reliefVoting to Confirm:--Thomas-Greenfield UN--Vilsack USDACon...","sentiment_score":0.0}
{"full_text":"Here is the reason COVID-19 vaccine makers are afraid to suffer the same fate as Sanofi Pasteur in the Philippines","sentiment_score":-0.3}
{"full_text":"The NHS will not ask you to apply for the COVID-19 vaccine and there is no charge for it. When it's your turn, we will contact you to book your appointment. Read more about the vaccination programme in Sefton:","sentiment_score":0.5}
