{"full_text":"RT .@bayern3 apologise for your hosts racism. He made comparisons between asians and COVID on air, said they should go to n...","sentiment_score":0.0}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"Look the Republican Governor from WV agrees that the people need a wage increase. Come on  get with the Dems, your own party and pass this covid bill! Damn folks are hurting here, please!!!!","sentiment_score":1.0}
{"full_text":"RT People have a lot to say about me in general but in regards to my hair and makeup... I'm just having fun switching up, pl...","sentiment_score":0.175}
{"full_text":"from former editor in chief at ...","sentiment_score":0.0}
{"full_text":"RT co-founder talks about parents experiencing decision fatigue. Employers can help by creating...","sentiment_score":0.0}
{"full_text":"RT REMINDER: #Conservative policies led to 700,000 lost to #AIDS, #Coronavirus, slavery, extermination of Native Americans,...","sentiment_score":0.0}
{"full_text":"This is the racist asshole Joe Biden* I remember. If you think he's \"changed\" after 47 years then Nancy's got a 2 trillion dollar \"Covid\" package for you.","sentiment_score":0.0}
{"full_text":"Awesome !","sentiment_score":1.0}
{"full_text":"RT \"You can survive an arson or an acid attack with 99.97% probability. That doesn't mean you have won't have long term scars to...","sentiment_score":-0.18125}
{"full_text":"RT Oh FFS Democrats, I'm gone from this evil site for mere hours &amp; I come back and NOT ONE fundamental change to improve lives...","sentiment_score":-0.5}
{"full_text":"RT The best chance to save our democracy lies not with the vain hope that Republican leaders will grow spines.We save d...","sentiment_score":1.0}
{"full_text":"RT Let's be clear: raising the minimum wage is COVID relief.The White House and Senate leadership can and should still inclu...","sentiment_score":0.05}
{"full_text":"RT Matthias Matuschik wasn't edgy when he said he hates BTS &amp; likened them to Covid. He knows there's an epidemic of hatred...","sentiment_score":-0.3}
{"full_text":"RT The absolute worst thing about COVID is to make us all fear human contact.Don't.","sentiment_score":-0.2666666667}
{"full_text":"Striking result on the same day as Chromadex stock goes through the roof because it supposedly protects mitochondria during Covid-19... ","sentiment_score":0.25}
{"full_text":"RT Cosme \"Tito\" Rodriquez III, 51yo Central Supply Tech, Midland Memorial Health, TX, died of #covid19 11\/16. His favorite hobby...","sentiment_score":0.25}
{"full_text":"The stock price is soaring even though the corona is expanding. It's suraly a bubble.","sentiment_score":0.0}
{"full_text":"RT On International Women's Day, WSC's Communication and Development Manager will be speaking with Zonta Club of Ottawa, Ca...","sentiment_score":0.0}
{"full_text":"RT Government steps up vaccination drive amid fresh #COVID19 spike; over 11.9 million doses administeredhttps:\/\/t.co\/yiwzemkvn...","sentiment_score":0.3}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"RT Thank you for ignoring the plight of your own constituents that desperately need a covid relief bill, and inst...","sentiment_score":0.0}
{"full_text":"RT On-Going COVID-19 vaccine clinics get started this week with high-risk healthcare workers as the first group being vacci...","sentiment_score":0.25}
{"full_text":"RT 5% raise for Teachers, 8% for Cops... there's that Democratic state government we voted for. ","sentiment_score":0.0}
{"full_text":"RT A4: 10 years from now, sadly I think we will be seeing the same issues, only intensified, if we don't work to seek chang...","sentiment_score":-0.1666666667}
{"full_text":"RT What a complete and epic POS.South Carolina is to blame for electing this sick pig.","sentiment_score":-0.1714285714}
{"full_text":"RT The continued targeting of the Asian community and its association with COVID-19 is unacceptable and has to stop.RACISM...","sentiment_score":0.0}
{"full_text":"Love Dr. Levine, and will always be grateful for her calm, straightforward, informative briefings through the covid crisis.","sentiment_score":0.3916666667}
{"full_text":"RT Asymptomatic spread is a LIE. I knew it from the very beginning because it's inconsistent w\/ typical viruses. We are not Typ...","sentiment_score":0.0166666667}
{"full_text":"RT Dems believe the ruling will actually make it easier to pass covid relief bill. That's because there's not going to be a messy...","sentiment_score":-0.1}
{"full_text":"RT Joe Biden has now bombed another country faster than he's provided COVID relief to Americans","sentiment_score":0.0}
{"full_text":"RT COVID is a Chinese biological weapon.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate Parliamentarian tosses out $15 minimum wage from the Covid Relief Bill... damning tens of millions of pe...","sentiment_score":0.0}
{"full_text":"RT A year on, which countries are handling Covid best? New Zealand, Australia and Singapore are leading the world while the U.S....","sentiment_score":0.5681818182}
{"full_text":"RT A German radio host said, that BTS is just like an abbreviation for Covid-19 and that he hopes there will be a vaccine...","sentiment_score":0.0}
{"full_text":"The school I cross for was the only school to go back face to face at the end of August. The public schools are going back next Monday. Luckily I'm outside, so it's not as much of a risk, and even then I wear a mask and a neck gater.","sentiment_score":0.025}
{"full_text":"RT We need your feedback! Please take 2-3 minutes to provide us your thoughts about the COVID-19 Vaccine. We invite you to sh...","sentiment_score":0.0}
{"full_text":"RT late to this piece about Xi'an, but this is so upsetting - they close early in hopes of staff getting home safely, after m...","sentiment_score":0.1}
{"full_text":"RT What a complete and epic POS.South Carolina is to blame for electing this sick pig.","sentiment_score":-0.1714285714}
{"full_text":"RT The flu got rebranded into covid.Agree or disagree?","sentiment_score":0.0}
{"full_text":"RT Post lockdown, actor Kishore is one among the handful of people who gave farm life a serious shot. In this #Exclusive...","sentiment_score":-0.3333333333}
{"full_text":"RT \"Like with the wealth tax, the Liberals see a popular policy that their own base supports, but it is one which clashes...","sentiment_score":0.1333333333}
{"full_text":"RT why is it believe science when talking about gender, but somehow they don't believe in COVID?","sentiment_score":0.0}
{"full_text":"RT .@awhoraofficial is: Covid Nine-Tina#DragRaceUK","sentiment_score":0.0}
{"full_text":"RT Shout out to the person who coined the term \"nerd immunity.\" I knew our time would eventually arrive.","sentiment_score":0.0}
{"full_text":"RT Now that PGH employees will reportedly be receiving Sinovac despite conflicting opinion on its appropriateness for HCWs at...","sentiment_score":0.0}
{"full_text":"RT if you haven't been tested for COVID at least once, that's a problem. because... why not?","sentiment_score":-0.3}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"LT Gov. Dan Patrick, thank-you for making the State of Texas better. In this day &amp; age of terrorism &amp; virus pandemic. Joe Biden is putting our country at risk for letting terrorists &amp; non-documented people enter our country easily &amp; illegally. More than 500,000 people died from","sentiment_score":0.4777777778}
{"full_text":"#Coronavirus in #Oregon: 553 new cases, 10 new deaths as #seniors face problems booking #vaccine appointments","sentiment_score":0.1363636364}
{"full_text":"RT Thanks  &amp; Prime Minister for supporting #VaccinEquity. Your commitment to #COVAX and sharing #COVID19 vaccine...","sentiment_score":0.225}
{"full_text":"RT For reference, see this from","sentiment_score":0.0}
{"full_text":"COVID's mental health fallout will last a long time. Here's how we're targeting pandemic depression and anxiety","sentiment_score":-0.05}
{"full_text":"RT if you haven't been tested for COVID at least once, that's a problem. because... why not?","sentiment_score":-0.3}
{"full_text":"RT Arts, entertainment &amp; media professionals continue to be hit hard by the pandemic. The American Rescue Plan Act provides need...","sentiment_score":-0.1458333333}
{"full_text":"RT Jakub Voracek has cleared COVID-19 protocol and will participate in team practice tomorrow, per","sentiment_score":0.0}
{"full_text":"We would have invited you to a Purim Costume Party with social distancing and masks.","sentiment_score":0.0333333333}
{"full_text":"RT Despite desperate Brexit UK unilaterally dropping tariffs against the US, Joe Biden's pick to be his trade envoy slams the...","sentiment_score":-0.55}
{"full_text":"RT It's become all too clear from Dr. Williams' testimony the Ford govt is taking great pains to bury and cover up how they...","sentiment_score":0.45}
{"full_text":"RT Where did the flu go?","sentiment_score":0.0}
{"full_text":"RT #BREAKING: The Senate Parliamentarian ruled that a plan to raise the federal minimum wage to $15 an hour can't be included...","sentiment_score":0.0}
{"full_text":"RT NEW POLL: Biden approval holds steady as Democrats eye $1.9 trillion coronavirus relief bill","sentiment_score":0.1515151515}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":"RT Joe Biden has now bombed another country faster than he's provided COVID relief to Americans","sentiment_score":0.0}
{"full_text":"RT Wow.  The BidenBucks bill pays federal employees up to 15 weeks of paid leave at $1400 per week if they have to stay home to vi...","sentiment_score":0.1}
{"full_text":"ACS in #AbuDhabi. Wow! Does this bring back memories. #COVID19 ","sentiment_score":0.0625}
{"full_text":"Covid: Jo Whiley 'so happy' over learning disability vaccine change #health #mentalhealth #healthcare #wellness #healthissues #care #goodhealth","sentiment_score":0.8}
{"full_text":"I am here to do all I can to support Oreo.","sentiment_score":0.0}
{"full_text":"RT We're bombing Syria before we could even pass covid relief for our own people struggling to live. Let that sink in.","sentiment_score":0.3681818182}
{"full_text":"RT  Aus Network for Japanese Law #ANJeL and the Japanese Studies Assoc of Aus have launched a PODCAST! Supported by","sentiment_score":0.0}
{"full_text":"....he wrote online. is also one of a small number of openly gay officials from the Navajo Nation reservation in the American Southwest and wants to provide a new perspective on what it means to be an Indigenous American.#WearAMask","sentiment_score":0.1006060606}
{"full_text":"RT Is this the real reason for EO? Is that all, penalising the public? I thought this EO is for the administration to take over...","sentiment_score":0.1}
{"full_text":"the virus pandemic already; it is reckless for Joe Biden to open the border to allow non-documented personnel &amp; terrorists to cause more deaths &amp; suffering to our people. State of Texas certainly immediately affected by this. Executive order cannot break immigration law.","sentiment_score":0.2380952381}
{"full_text":"RT WaPo: Unprecedented numbers of students have disappeared during the pandemic. Schools are working harder than ever to fi...","sentiment_score":0.25}
{"full_text":"RT Must-read:\"Many Democrats seemed to become more suspicious of in-person schooling last summer when Pres. Donald Trum...","sentiment_score":0.3333333333}
{"full_text":"RT How can you just see the news cover how Asian elders are being beat in streets and then clock into your job and to millions o...","sentiment_score":0.0}
{"full_text":"RT DONE!Let's end this pandemic.","sentiment_score":0.0}
{"full_text":"RT Tune in as President Biden delivers remarks on America administering its 50 millionth COVID-19 vaccine shot since he took o...","sentiment_score":0.0}
{"full_text":"RT I bought myself a new bag tonight at the #hallmarkcanada store.  #toiletpapershortage #toiletpaperoutage #2020 #isurvi...","sentiment_score":0.1363636364}
{"full_text":"RT Joe Biden has now bombed another country faster than he's provided COVID relief to Americans","sentiment_score":0.0}
{"full_text":"RT This afternoon, we're reaching a big milestone: 50 million COVID-19 vaccine doses administered since I took office. Tune in as w...","sentiment_score":0.0}
{"full_text":"RT Tomorrow the House will pass President Biden's Covid relief bill. With $15 min wage!","sentiment_score":0.0}
{"full_text":"\"If I stay home, I have to scrub,sweep, so I better take the calves\".Koridel (Future barbie?)Llanerias, a Tropical Docu-WesternAmazon Prime Video USA =&gt; =&gt; #film #rural #farms #landscape #naturelovers","sentiment_score":0.1666666667}
{"full_text":"Wtf??? It was trump who strutted around calling it a COVID hoax!","sentiment_score":-0.625}
{"full_text":"RT #COVID19 profoundly impacts learners in Sub-Saharan #Africa. It's estimated that 2.6 million African girls will not re...","sentiment_score":0.0416666667}
{"full_text":"RT Restricting domestic travel while simultaneously allowing illegal immigration to run rampant in the middle of a pandemic...","sentiment_score":-0.1666666667}
{"full_text":"RT Cut the bullshit. You know the Biden administration doesn't have any role in reopening schools, which is done at the local l...","sentiment_score":0.0}
{"full_text":"\"The parents are trying to increase pressure on the district, the second-largest in the nation, to reopen its campuses for in-person instruction.\" #EdChat #COVID19Read the full article here:","sentiment_score":0.35}
{"full_text":"RT meanwhile in the US: \"don't go getting all excited that you may be able to do things again\"","sentiment_score":0.4375}
{"full_text":"RT Let's be clear: raising the minimum wage is COVID relief.The White House and Senate leadership can and should still inclu...","sentiment_score":0.05}
{"full_text":"Just finished praying feel that I am doing what YAHWEH YAHSHUA HOLY SPIRIT ask of me. No symptoms  of COVID-19 but do have Walking Pneumonia a Walking testamony of his grace &amp; mercy ISHI ISHO RUKHA d'QUDSHA Amine","sentiment_score":0.0}
{"full_text":"Lmao. Should've stayed in their lane.","sentiment_score":0.6}
{"full_text":"Three major shifts for the post-COVID university","sentiment_score":0.0625}
{"full_text":"All Locations | Colorado COVID-19 Vaccine Finder #Colorado #pandemic  #unemployed without #disasterrelief &amp; wouldn't get a vaccine unless we qualify, some day. #CDLE is still a denying claims ","sentiment_score":0.0}
{"full_text":"Navotas closes Centennial Park due to COVID-19 spikeCALOOCAN, Feb. 25 (PIA)- \"On February 6, our active cases were only 33, the lowest in this year. But it has reached 209...\"#COVID19PH","sentiment_score":-0.0861111111}
{"full_text":"Yet another pre-lockdown relic is uncovered","sentiment_score":0.0}
{"full_text":"Taiwan's jobless rate remained relatively stable in January, falling just 0.02 percentage points from a month earlier to 3.66 percent, as domestic economic activity began to recover amid eased concerns over the #COVID19 pandemic.https:\/\/t.co\/6fanaaMfW1","sentiment_score":0.05}
{"full_text":"According to President Joe Biden, the country could reach a point within 60 to 90 days where there are more shots available than people willing to take them.https:\/\/t.co\/BvpIPpXYQS","sentiment_score":0.3833333333}
{"full_text":"As George Orwell said in his famous novel Animal Farm: \"All animals are equal, but some animals are more equal than others.\"https:\/\/t.co\/W728FQA1hv","sentiment_score":0.25}
{"full_text":"RT U.S. extends jobless benefits eligibility to workers worried about COVID-19 safety","sentiment_score":0.0}
{"full_text":"RT This is good. Every state should do this.","sentiment_score":0.7}
{"full_text":"COVID-19: #BMC aims to vaccinate up to 50k elders and 45 plus daily from March ","sentiment_score":0.0}
{"full_text":"CytoDyn CEO Nader Pourhassan has been uncharacteristically quiet this week about a completed clinical trial involving patients with severe, life-threatening cases of Covid-19.","sentiment_score":0.0}
{"full_text":"RT Yesterday was an incredible day. Women are facing impossible choices every day during this pandemic. It's unequal and it'...","sentiment_score":0.1166666667}
{"full_text":"This week roughly 40.8 million #COVID19 inoculations were conducted in the world. As of now, the COVID-19 vaccine campaign has observed more than 173 million doses being administered globally, points out","sentiment_score":0.1333333333}
{"full_text":"\"[We're working to] ensure that the people of Kibera and other informal settlements are not left out during this pandemic.\"An effort to map Africa's largest informal settlement using has turned into a resource for essential needs during the coronavirus pandemic.","sentiment_score":-0.0416666667}
{"full_text":"Seoul city's smart map has added new features to help find:- Establishments who donate to charity and offer free meals to underprivileged children.- Trails suitable for people with disabilities. - COVID-19 screening centers in English, Chinese, and Japanese.#ISeoulU","sentiment_score":0.2167748918}
{"full_text":"On our Speed Date with executive producer, writer and star she talks about the final season of the show, her favourite comedians and how she's spending her time during the pandemic.","sentiment_score":0.0}
{"full_text":"RT BREAKING:  Today is Day 36 of the  Administration and he has let over 100,000 die from COVID, bombed Syria, and...","sentiment_score":0.0}
{"full_text":"The Asian Development Bank (@ADB_HQ) returned to the US bond market for the second time this year to help boost its resources to address the region's pandemic-related needs. | via","sentiment_score":0.0}
{"full_text":"The U.S. government is launching a nationwide initiative studying COVID-19 patients who suffer from long-term symptoms months after recovery, Dr. Anthony Fauci announced ","sentiment_score":0.0}
{"full_text":"RT Have senators Schumer or Gillibrand of New York weighed in on the terrible accusations regarding NY Gov Andrew Cuomo an...","sentiment_score":-0.4318181818}
{"full_text":"RT TELEGRAPH UK: Oxford University coronavirus laboratory hacked by cyber gang","sentiment_score":0.0}
{"full_text":"COVID-19 hospitalizations in Los Angeles County are at their lowest point since Thanksgiving, authorities said Thursday.The L.A. County Public Health Department said the daily positivity rate is just over 3%, down from more than 20% around Jan. 1.https:\/\/t.co\/o2vGWEoKMs","sentiment_score":0.0861111111}
{"full_text":"RT california strain is worse than any other but the dems won't give us a FUCKING lockdown","sentiment_score":-0.375}
{"full_text":"Scalpers in the pandemic are the modern day Judas #RTX3060","sentiment_score":0.2}
{"full_text":"White House: Winter weather caused 6M-dose backlog of COVID-19 vaccines via #healthcare","sentiment_score":0.0}
{"full_text":"The move aims to tap higher demand for casuals and sportswear from consumers who are spending less on formal clothes as the coronavirus crisis has accelerated a shift to working from home.https:\/\/t.co\/8E5jB2hu6g","sentiment_score":0.0416666667}
{"full_text":"\"Script murder\" is Mafia's glitzier, over-the-top cousin, which can be played in specialized venues decked out like escape rooms. Players are given complex backstories, costumes, and secret objectives, while a host guides members along a plot line:https:\/\/t.co\/7986fZdHLS","sentiment_score":-0.4}
{"full_text":"KFC Botany worker spices Covid search","sentiment_score":0.0}
{"full_text":"RT A German radio host said, that BTS is just like an abbreviation for Covid-19 and that he hopes there will be a vaccine...","sentiment_score":0.0}
{"full_text":"How Canberra is working to avoid a repeat of the Queensland COVID-19 vaccine bungle, Via","sentiment_score":0.0}
{"full_text":" #Senegal's President has taken #Sinopharm #COVID19 jab live on television.On the choice of Chinese Sinopharm, earlier told that it's the first vaccine available that Senegal have had, quite simply. #JeMeVaccineSn","sentiment_score":0.1310606061}
{"full_text":"FORMER CUOMO AIDE ALLEGES HARASSMENT: As NY Gov. Andrew Cuomo defends himself against allegations that mishandling of the pandemic led to nursing home deaths, more details have emerged about a sexual harassment claim against him--the co-hosts discuss.","sentiment_score":0.3333333333}
{"full_text":"TODAY'S FRONT PAGE: FRIDAY 26 FEBRUARY 2021 ..#dailynewszim #news #zimbabwe #zimnews #lockdown #COVID19 #MaskUpZimbabwe #Friday #coronaviruszim","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 24.3FWind Chill: 24.3FHumidity: 87%Dew Point: 21.0F Barometer: 30.398 inHgWind: 0 mph from the WNWCorona Virus Weekly Stats:Cases: 138.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"There are 2,574 active #coronavirus cases in #SaudiArabia out of which 473 are in a critical condition. ","sentiment_score":-0.0666666667}
{"full_text":"Sir India is doing such activities since ancient timeEven though UN give us permanent seat or not, We wl continue helping Humans bcoz we are India not China so for us help is not a deal orientedFurther to that what is update on WHO team's visit to China 4 finding Covid19 origin","sentiment_score":0.0}
{"full_text":"As of Thursday, there were 812,907 confirmed cases of COVID-19 and 15,814 coronavirus-related deaths in Arizona.","sentiment_score":0.4}
{"full_text":"With COVID-19 vaccines steadily increasing, President Biden says the country could reach a point within 60 to 90 days where there are more shots available than people willing to take them.","sentiment_score":0.3291666667}
{"full_text":"RT Daily update: COVID-19 information (25 February 2021) ","sentiment_score":0.0}
{"full_text":"A nurses' group on Thursday lamented the lack of coordination among government agencies regarding the proposal to deploy healthcare workers to the United Kingdom (UK) and Germany in exchange for COVID-19 vaccines.READ:","sentiment_score":0.0}
{"full_text":"Turns out the top four teams left out of March Madness won't have their bubbles burst quite yet.https:\/\/t.co\/xxli8XoHQL","sentiment_score":0.25}
{"full_text":"\"I will volunteer\": PNG Pandemic Controller puts hand up to be immunised after COVID-19 diagnosis. speaks with David Manning from quarantine.https:\/\/t.co\/WaDXt62Hxy","sentiment_score":0.0}
{"full_text":"Covid-19 positive families at the centre of the latest outbreak are anxious but getting better as they quarantine at Jet Park, says a woman who's been supporting them.https:\/\/t.co\/UPZmj0bcza","sentiment_score":0.2454545455}
{"full_text":"China's Hong Kong Special Administrative Region officially launched its #COVID19 #vaccination campaign with a vaccine developed by #Sinovac on Feb. 26. The city will give priority to 5 categories, including front-line healthcare workers and residents aged 60 and above.","sentiment_score":0.0892857143}
{"full_text":"The number of sexual harassment and sexual assault cases reported at the military service academies dropped in the pandemic-shortened 2019-20 school year.https:\/\/t.co\/BDOUDDhDvS","sentiment_score":0.3}
{"full_text":"RT We're very proud to announce that 600,000 doses of #COVAX vaccines, the first to be shipped and delivered, have now arrived in Gh...","sentiment_score":0.625}
{"full_text":"How 3 brothers solved a tech glitch that was crashing Alberta's COVID-19 vaccine booking tool","sentiment_score":0.0}
{"full_text":"marked decline in the number of coronavirus cases in Japan has officials considering lifting a state of emergency earlier than planned except for the Greater Tokyo Area. But there are concerns lifting the decree too early may trigger a rebound in cases.","sentiment_score":0.175}
{"full_text":"RT I'm so sick of this cycle of lockdown too late, leave it too early, gradually watch everything go to more shit, rinse and re...","sentiment_score":-0.1228571429}
{"full_text":"Time: 03:00 * Temp: 3.9degC * Wind: W 0.0 to 3.0mph * Pressure: 1026.6hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:18 * Sunset: 17:53 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Matthias Matuschik wasn't edgy when he said he hates BTS &amp; likened them to Covid. He knows there's an epidemic of hatred...","sentiment_score":-0.3}
{"full_text":"Not a smart move. We're already in a pandemic fighting to stay at our jobs and now you want to make millions more jobless ","sentiment_score":0.1964285714}
{"full_text":"$CERS Earnings Intelligence Analysis of recent earnings identified Cerus Corporation (NASDAQ: CERS ) business focus on (compliance,guidance,platelets,safety), (compliance,fda,guidance,platelets), (compliance,covid-19,guidance,safety)https:\/\/t.co\/vByMlp4sUR","sentiment_score":0.0}
{"full_text":"A young nurse and volunteer firefighter who fought the COVID-19 pandemic across the state is now battling the fight of his life, and New Jersey is responding.","sentiment_score":0.1181818182}
