{"full_text":"Another death in the family because of covid. May you Rest in peace Papa (Uncle) Fred  you're in good hands now and no more pain. Nanay is waiting for you in heaven. We will miss you ","sentiment_score":0.225}
{"full_text":"COVID-19 Cases Drop By 17% Globally - WHO..At the same time, new contagious COVID-19 strains are spreading rapidly as Africa gears up for its largest-ever vaccination drive..https:\/\/t.co\/oJrwUyR9X7","sentiment_score":0.0454545455}
{"full_text":"RT WHERE DO USED MASKS GO TO? An estimated 129 billion facemasks &amp; 65 billion gloves are used and disposed of globally, each mon...","sentiment_score":0.0}
{"full_text":"RT Let's keep announcing protests every weekend, at least we'll have safer streets ","sentiment_score":-0.3}
{"full_text":"RT today my grandparents shop was broken into for the second time. with the pandemic going on business has already been slow...","sentiment_score":-0.2333333333}
{"full_text":"RT A healthy 4th grader with no health history &amp; only mild symptoms died in her sleep 3 days after testing positive for #SARSCo...","sentiment_score":0.2651515152}
{"full_text":"RT #thrngphraecchriy#COVID19#m`b13kumphaa#rathbaal       The                                       New","sentiment_score":0.1363636364}
{"full_text":"RT The idea to use curfews as Covid control mek as much sense as salaries in Jamaica.","sentiment_score":0.2}
{"full_text":"your arse must be so jealous of your mouth. More shit comes out your mouth than your arse!!","sentiment_score":0.09375}
{"full_text":"RT I've been the on call consultant in a london children's hospital this week - this is simply not true, and irresponsible in...","sentiment_score":-0.175}
{"full_text":"RT Today would be a great day to cancel student debt.","sentiment_score":0.8}
{"full_text":"Thank you, you're sweet. Its ok though I grew up going on day trips because we couldn't afford to stay anywhere but we were together. I have my childhood home my late dad built. I have a loving fiance. Two great best friends in my field. I lack material things not love. So its ok","sentiment_score":0.4}
{"full_text":"RT Remember guys: coronavirus is so real and so deadly that Joe Biden just authorized 25,000 migrants to enter our country f...","sentiment_score":0.0}
{"full_text":"RT Hey so will I get a refund for the second half of my 20s if covid keeps going, or like, how does that work","sentiment_score":-0.0833333333}
{"full_text":"Not that I'm saying that my crystals helped me attract money today but it was the first night I carried them and I haven't made that much money on a slow night since before COVID  so yeah it was the crystals ","sentiment_score":0.05}
{"full_text":"RT BREAKING: The US has now administered over 50 million coronavirus vaccine doses","sentiment_score":0.0}
{"full_text":"RT Greetings on #WorldRadioDay to radio listeners &amp; those in radio broadcasting. Radio hs bn evolving, innovating &amp; connect...","sentiment_score":0.0}
{"full_text":"I'm so over this pandemic and agitated patients and all the bs I have to deal with in my job simply to get by... I just need a vacation from reality for a little while.","sentiment_score":-0.09375}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"RT I've been getting rid of my BTC. Why? A currency is never supposed to be more volatile than what you buy &amp; sell with it.You c...","sentiment_score":0.5}
{"full_text":"RT Man, one has to be deluded to still think we don't matter or we haven't arrived. We have.","sentiment_score":0.0}
{"full_text":"Fabulous books to read and keep our minds active in Lockdown  ","sentiment_score":0.1333333333}
{"full_text":"Maybe living in a city is not for you - you can achieve piece and quiet by moving to the country without the need to destroy people's livelihoods and mental well-being with a lockdown that could have been avoided. Competent leaders in Vic and we wouldn't be in this position again","sentiment_score":0.05}
{"full_text":"RT Dr. DG, #STPIINDIA will deliver a special address at #AnnualITConference organised by and share his...","sentiment_score":0.3571428571}
{"full_text":"RT A Mask, whether infected or not, poses a serious danger to the environment. Stay safe, take responsibility &amp; protect the envir...","sentiment_score":0.0833333333}
{"full_text":"RT once covid is over let's bring back smoking in bars i think we've earned it","sentiment_score":0.0}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"I feel like my chronic migraine will end when this pandemic ends.","sentiment_score":0.0}
{"full_text":"RT please share this logo. it indicates that the person wearing it is deaf or is wearing a hearing aid. during this pandem...","sentiment_score":0.0}
{"full_text":"RT Very troubling thread about a new twist in Sweden's extremely polarized COVID-19 policy debate.","sentiment_score":0.0704545455}
{"full_text":"RT Apparently, the UK is in lockdown because of the South African strain while we're in lockdown for the UK strain.I guess S...","sentiment_score":0.025}
{"full_text":"RT The major genetic risk factor for severe COVID-19 is inherited from Neanderthals.https:\/\/t.co\/KW3Shqle6O","sentiment_score":0.0625}
{"full_text":"Money does indeed buy happiness.\"Foreigners are buying up mansions in South Africa to escape lockdown blues - BusinessTech\"","sentiment_score":0.7}
{"full_text":"RT President Biden: \"#ValentinesDay is a big. Jill's favorite day. For real.\"Q: \"What inspired you to do this?\"@FLOTUS: \"I just...","sentiment_score":0.2333333333}
{"full_text":"RT It's been a rough couple weeks but my new pack is finally avail on my gumroad: takes a break in...","sentiment_score":0.0121212121}
{"full_text":"RT What we share and how we share the events of 2020 will shape history. Grateful that #QueenSugar can be a vessel in thi...","sentiment_score":0.0}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT I shouldn't be shocked, but I see a former news corp hack is writing for The Age, undermining Victoria's health workers du...","sentiment_score":-0.35}
{"full_text":"RT Commend the Budget 2021 laid by Hon'ble Finance Minister ji in such unprecedented times that seeks to add...","sentiment_score":0.3}
{"full_text":"RT Q: why did h1ghr team join as producer of hsr4?pH-1: h1ghr music's revenue has been low since covid happened (insert c...","sentiment_score":0.0}
{"full_text":"I uncertainly acknowledge to inform you of Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"[From our archive] Sex for jobs? How about sex for #Ebola treatment. Read how an Ebola outbreak can be even worse for women via","sentiment_score":-0.4}
{"full_text":"You can take a job helping out in the pandemichttps:\/\/t.co\/VegxkHatYe","sentiment_score":0.0}
{"full_text":"Ar. Marlo Ocleasa of Mandaue City discussed the importance of collaborating with stakeholders and neighboring cities in adapting to the new norm. Visit for more info about the Climate Change and COVID-19 webinar series. #AdaptationSummit","sentiment_score":0.3181818182}
{"full_text":"Latest #CoronaVirus updates:Date: 13\/02\/2021#TheCivilEyes #Pakistan #COVID19","sentiment_score":0.5}
{"full_text":"RT Does the fact that President Biden and his family made millions from China mean we can't tell the truth to the world that...","sentiment_score":-0.3125}
{"full_text":"This is a zoom call that's well worth your time! Listen in what folks like pro skier Lucy Sackbauer, legendary climber Barry Blanchard, Exum Guide Brenton Reagan and more have to share about backcountry skiing and riding during these strange times.https:\/\/t.co\/TFWjlYVP4o","sentiment_score":0.45625}
{"full_text":"RT Democrats ran an entire campaign blaming Trump for people dying from COVID when the truth is Andrew Cuomo killed 15,000+ nu...","sentiment_score":-0.1}
{"full_text":"There are some lovely places to enjoy your daily exercise in lockdown in our area. Here are nine pictures, including some 'guests'","sentiment_score":0.3}
{"full_text":"Pray for Chipping Norton Deanery: For the appointment process for Great Tew, Little Tew and Heythrop. For schools, businesses and communities to survive the lockdown and begin to thrive again as restrictions are eased.","sentiment_score":0.30625}
{"full_text":"Men,Never trust any man who takes the side of women in a debate. That's a classic White Knight and there is a pandemic of White Knights. #MasculinitySaturday","sentiment_score":0.0555555556}
{"full_text":"The latest coronavirus numbers in Carmarthenshire as infection rate drops below 100","sentiment_score":0.5}
{"full_text":"1 in 3 Americans not likely to get COVID-19 vaccine, according to new poll","sentiment_score":0.0681818182}
{"full_text":"In the era of Covid-19 when things are uncertain and feel out of control.Try these mindfulness techniques: Join Mindfulness Foundation Program.Register: #mftp #mindfulnesstrainer #mindfulness #leadership","sentiment_score":0.0}
{"full_text":"When the lockdown began, he was one of the millions of people who were forced to stay at home without any income. But today, Ayyappa's story reads differently.https:\/\/t.co\/ETG4PF58GQ","sentiment_score":-0.3}
{"full_text":"\"I encourage all the #women scientists involved to continue working hard, with their potential they are able to control this pandemic. They are better placed to mobilize rapid responses and community support.\"Berthine Nyunga Mpinda#IDWGS2021 #WomenInScience","sentiment_score":0.1770833333}
{"full_text":"#StayHome #IndiaFightsCorona #coronavirusWow...How Sweet Your Smile is so Cute Wow you look GORGEOUS LovelySo PrettyFabulousLove u so much Sonam Ma'am. ","sentiment_score":0.3583333333}
{"full_text":"Bath University maths expert Kit Yates worked out there are around two quintillion - or two billion billion - SARS-CoV-2 virus particles in the world at any one time","sentiment_score":0.0}
{"full_text":"Bihar Covid data fudged: Opposition demands inquiryhttps:\/\/t.co\/jYk1ek3ISL","sentiment_score":0.0}
{"full_text":"Chile's President Sebastian Pinera on Feb. 12 received the first dose of the #CoronaVac vaccine developed by Chinese pharmaceutical firm #Sinovac against the novel coronavirus disease, along with those aged 71 and over.","sentiment_score":0.01}
{"full_text":"#COVID19: Do you double-mask? Dr. DJ Bandoy explains the science on the podcast:","sentiment_score":0.0}
{"full_text":"Bangladesh PM thanks to Mr Modi#vaccine #VaccineMaitri","sentiment_score":0.2}
{"full_text":"\"If the vaccine rollout is the final stretch of the battle against COVID - will the previous mistakes be forgiven? The changing demeanour of government ministers suggest they hope the recency effect will come into play.\" Interesting@SophyRidgeSky article.","sentiment_score":-0.0833333333}
{"full_text":"Ahead of public schools officially reopening on 15 February, one of our experts, Prof Adrian Puren shares advice on what parents and caregivers can do if they notice #COVID19 protocols are not adhered to at their child's school. #FightCOVID19 #COVID19SchoolSafety #BackToSchool","sentiment_score":0.0}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"\"It's the slight forms of touch I miss -- the hand-holding, the accidental brushing of arms, feeling a hand slide down your back.\"https:\/\/t.co\/X1Oj71srw8","sentiment_score":-0.1074074074}
{"full_text":"The nation's top public health agency on Friday provided a roadmap for reopening schools in the middle of a pandemic, emphasizing mask wearing and social distancing and saying vaccination of teachers is important but not a prerequisite for reopening.","sentiment_score":0.1866666667}
{"full_text":"The U.S. Centers for Disease Control and Prevention (CDC) said Friday that American schools can open with secured measures in place amid the pandemic.  They outlined recommendations like masking, distancing, hand washing and respiratory etiquette, ventilation, and contact tracing","sentiment_score":0.0}
{"full_text":"\"I would imagine by the time we get to April, that would be what I call open season. Namely, virtually everybody and anybody in any category can start to get vaccinated,\" Fauci said","sentiment_score":0.0}
{"full_text":".@WHOEMRO is holding a virtual press #conference on the #COVID19 response in the region &amp; humanitarian needs &amp; priorities in #Lebanon &amp; #Pakistan.15 February12:30 #Beirut timeIn the presence of HC\/RC &amp; NOW ","sentiment_score":0.0}
{"full_text":"To our Family in JUBA, remember we are continuing to meet for our services online and on-air this week due to the new partial lockdown imposed on our city by the authorities. Join us on Radio One at 10am, Advance Youth Radio at 12pm and live on Facebook at 11am.","sentiment_score":0.0119318182}
{"full_text":"The cumulative number of Covid-19 cases in SA has reached 1,487,681, the health ministry said on Friday evening.https:\/\/t.co\/yYZjoryeBW","sentiment_score":0.0}
{"full_text":"Visit NHSL's psychological services website Lanarkshire Mind Matters - - where you will find lots of information about how we can all look after our mental health in these challenging times. You can find specific guidance on coping with Covid anxiety","sentiment_score":0.1}
{"full_text":"Saturday's Must Read Articles On School Reopenings - CDC Guidelines Edition","sentiment_score":0.0}
{"full_text":"Saturday Sites (Social Distance Edition) Every week, we introduce our audience to a new location around Lilongwe.The third edition of Saturday Sites will look at How to Set Up a Romantic Valentine's Day at Home, food, fun, drinks and all.#StayHome #SocialDistance","sentiment_score":0.0939393939}
{"full_text":"The risks of mRNA vaccines are outweighed by great benefits. And vaccines do not cause autism. Interim Clinical Considerations for Use of mRNA COVID-19 Vaccines | CDC","sentiment_score":0.8}
{"full_text":"In the news this week: a far-right mayor in the south of France has reopened museums in defiance of coronavirus restrictions","sentiment_score":0.0}
{"full_text":"HUAT GIVEAWAYThis NIU Year, let's stay SAFE, stay HOME, BRUSH some CNY COUPLET and win yourself a BEST DAYOUT at SUNWAY LAGOON. The lucky winner will be announced on 18th FEBRUARY 2021.","sentiment_score":0.6583333333}
{"full_text":"In the era of Covid-19 when things are uncertain and feel out of control.Try these mindfulness techniques: Join Mindfulness Foundation Program.Register: #mftp #mindfulnesstrainer #mindfulness #leadership","sentiment_score":0.0}
{"full_text":"Couple's incredible lockdown renovation of a house 'no one wanted'https:\/\/t.co\/0naslj6t5W","sentiment_score":0.9}
{"full_text":"The Drug Regulatory Authority of #Pakistan (DRAP) on Friday has approved a single-dose CanSinoBIO coronavirus vaccine for emergency use in the country ","sentiment_score":0.0}
{"full_text":"\"When the time approaches, I look for my radio &amp; lie down in my hammock to listen &amp; learn.\" In Honduras, read how w support from the  Agency for Dev &amp; Coop. has developed radio programmes to broadcast reliable info on COVID-19. #WorldRadioDay","sentiment_score":-0.0277777778}
{"full_text":"So , why are we not surprised at Cam's situation? No matter who we elect, no matter what fairness policies they push forward, there is a deep rooted disease , that needs to uprooted, worst than any Covid!","sentiment_score":-0.0625}
{"full_text":"COVID 19 cases in India until : 13\/02\/2021 12:30Total Cases: 10892694 [+144]Active: 133710Recovered: 10598894 [+185]Deaths :155588 [+0]Total Tests: 205.53MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#Market ekes out weekly gains as country stays in limbo on national #lockdown#Zimbabwe #StockMarket #StockMarketNews #stocks","sentiment_score":0.0}
{"full_text":"Guaranteed to put a smile on your face this morning https:\/\/t.co\/BJ29OzQrI8","sentiment_score":0.3}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT Newfoundland: has 59 new COVID-19 cases today, including B117 variant; immediately orders 2 week lockdown. Alberta: ha...","sentiment_score":0.1363636364}
{"full_text":"RT 'A very dangerous epoch': historians try to make sense of Covid","sentiment_score":-0.78}
{"full_text":"#Mackay electrician Jun Yuan should have been surrounded by family for Chinese New Year, but COVID-19 ruined that plan. Here's how he still made the most of it, down under-style:","sentiment_score":0.1202020202}
{"full_text":"Current Conditions for #Sayre PATemp: 14.1FWind Chill: 14.1FHumidity: 66%Dew Point: 4.9F Barometer: 30.497 inHgWind: 2 mph from the NCorona Virus Weekly Stats:Cases: 109.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT JUST IN: China refuses to give WHO raw data on early coronavirus cases - WSJ","sentiment_score":-0.0653846154}
{"full_text":"RT To review, that's:- 1 in 67 children went hungry pre-pandemic- 1 in 6 are going hungry nowThis is morally grotesque,...","sentiment_score":-0.55}
{"full_text":"RT I'm wondering if the alleged \"health reporter\", &amp; will issue a public apology &amp; retract said reporter...","sentiment_score":-0.05}
{"full_text":"RT Hate crimes and violence against Asian Americans and Asian immigrants have skyrocketed during the pandemic. That's why our Administ...","sentiment_score":-0.2666666667}
{"full_text":"MANHASSET, N.Y.--(BUSINESS WIRE)--Some immune systems have responded to coronavirus disease 2019 (COVID-19) infections by going into overdrive, resulting in an overzealous inflammatory response referred to ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.5}
{"full_text":"covid wasnt even the worst thing about 2020 among us was worse","sentiment_score":-0.7}
{"full_text":"#Pakistan has approved China's CanSino Biologics Inc's #COVID19 vaccine for emergency use, Health Minister Faisal Sultan said on Friday.","sentiment_score":0.0}
{"full_text":"RT We were told that New York had to send COVID patients into nursing homes in order to free up space in hospitals. But Tru...","sentiment_score":0.2681818182}
{"full_text":"RT Biden never really had a plan for the coronavirus, and it's showing","sentiment_score":-0.1}
{"full_text":"Nearly all US cyberkids live in red cyberzones under new CDC cyberschool guidance","sentiment_score":0.0931818182}
{"full_text":"This real-time vaccine tracker and map tell you how your state is doing in the race to beat COVID #MSFTAdvocate","sentiment_score":0.0}
{"full_text":"RT How does one describe a govt that calls a lock down at light speed but drags their feet at providing proper PPE equipmen...","sentiment_score":0.0814814815}
{"full_text":"RT Because Rand Paul is a moron. He had COVID so he thinks he is immune forever. He doesn't bother to factor in t...","sentiment_score":-0.8}
{"full_text":"RT The United Nations Human Rights Office says it is \"concerned\" by a new Human Rights Watch report that says Zimbabwe's go...","sentiment_score":0.0454545455}
{"full_text":"RT Today's beer and pizza night movie is a recommendation from Hanson and the Beast, a Chinese fantasy comed...","sentiment_score":0.0}
{"full_text":"lol honestly now that u mention it i think it should've but maybe covid pushed it back? hoping for info about a release date by summer ","sentiment_score":0.4666666667}
{"full_text":"\"Tough times don't last; tough people do.\"Gregory Peck #Gregory #peck #toughtimes #last #people #quotesoftheday #SaturdayThoughts #SaturdayMorning #StayHome #feb2021","sentiment_score":-0.1944444444}
{"full_text":"RT Remember guys: coronavirus is so real and so deadly that Joe Biden just authorized 25,000 migrants to enter our country f...","sentiment_score":0.0}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT This is a zoom call that's well worth your time! Listen in what folks like pro skier Lucy Sackbauer, legendary climber Ba...","sentiment_score":0.6875}
{"full_text":"RT China reports 8 new COVID-19 cases vs 12 a day earlier","sentiment_score":0.0681818182}
{"full_text":"Atlanta mayor Keisha Lance Bottoms made a number of city-specific COVID relief requests during a White House meeting Friday, with many involving more local control over vaccine distribution.https:\/\/t.co\/O14GN7dm89","sentiment_score":0.25}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"\"the question is whether in 100 years, people will look back and see this as being the first of a number of epidemics [caused by] humanity crashing into ecosystems that previously humans were not part of.... I suspect that they will\"","sentiment_score":0.0277777778}
{"full_text":"Incredibly, everyone has been getting fake #Brexit #scamcalls, even after you block their numbers, they keep changing their VOIP tel number so it is hard to block everything!","sentiment_score":0.0118055556}
{"full_text":" World Health Organization (WHO) Praises Thailand's COVID-19 Reaction Thailand's COVID-19 unity","sentiment_score":0.0}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT Despite my pleading, dad took the covid \"vaccine\" a couple days ago. This morning he passed out for the first time in h...","sentiment_score":0.25}
{"full_text":"Coronavirus variant first seen in Los Angeles has spread around the worldhttps:\/\/t.co\/TpJpHalFTL","sentiment_score":0.25}
{"full_text":"((we're in our 70s)) ya ampuunn ","sentiment_score":0.0}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey","sentiment_score":0.0375}
{"full_text":"So Biden has to fix #trumptwats detrimental corona mistakes, denial, horrible vaccine prep as a mom and teacher with cancer Biden has to think about what the kids may bring home to parents or to teachers so yes the kids DO need school but he's doing it CAREFULLY!","sentiment_score":-0.5625}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"Wrong it's a mask Covidzaro","sentiment_score":-0.5}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"is my preferred clip site! Check out my store here! #ebony #camgirl #iwantclips #iwantphone #stayhome","sentiment_score":0.0}
{"full_text":"RT Because I didn't have my One Man Show last year due to COVID-19, I didn't know how I would fund my annual Back-to-School shoe...","sentiment_score":-0.0625}
{"full_text":"RT Taylor Swift has given us more Covid relief in the past year than the federal government.","sentiment_score":0.125}
{"full_text":"RT The political #COVID19 debate has heated up in Niagara, on social media at least, with people attacking and a...","sentiment_score":-0.0888888889}
{"full_text":"RT Oh aren't we lucky. Just another TWO MONTHS before we can have a beer outside. New York, meanwhile, from today, is allowing...","sentiment_score":0.1565656566}
