{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"RT Sydney &amp; Melbourne haven't had a single COVID-19 case in weeks. Nationwide, Australia has seen 0 COVID deaths since Decem...","sentiment_score":-0.0714285714}
{"full_text":"RT #Spoliers What's the best victory line that you've heard in a game of D&amp;D?Check out Malrus's effort...Ep.46 is avail...","sentiment_score":0.3}
{"full_text":"RT Connecticut is out here showing us - in real time - how easy it is to leave people with life shortening (or early in life)...","sentiment_score":0.2444444444}
{"full_text":"  This relates to his work with the Lancaster County response to COVID-19.","sentiment_score":0.0}
{"full_text":"My dad was one of those taken..it was early in the pandemic, during shut down..we still haven't had a funeral.#Covid_19","sentiment_score":0.1}
{"full_text":"Thank you for counting patiently the days of our journey in this pandemic and for researching, reporting, and recording your data on COVID-19.","sentiment_score":0.0}
{"full_text":"RT Smell and taste may not return for up to five months after covid-19 infection, Canadian researchers report.","sentiment_score":0.0}
{"full_text":"Millions of people around the world may not get access to a COVID-19 vaccine until as late as 2024 unless reverses the Trump administration's blockage of emergency measures at the World Trade Organization: #WTO #PeoplesVaccine","sentiment_score":-0.3}
{"full_text":"RT $15 is the compromise.","sentiment_score":0.0}
{"full_text":"RT Today is the 34th day that Biden has chosen not to \"listen to doctors\" and pay people to stay home to stop Covid-19. ht...","sentiment_score":0.0}
{"full_text":"RT And today's Marty Ginsburg Award  for Supportive Husbanding goes to...","sentiment_score":0.5}
{"full_text":"Jer 50:25 The LORD hath opened his armoury, and hath brought forth the weapons of his indignation... #GlorifyGod","sentiment_score":0.0}
{"full_text":"RT More than 500,000 Americans have died from #Covid19.A staggering, heartbreaking, senseless loss of life. For context:...","sentiment_score":0.5}
{"full_text":"RT Happening now: This is so deeply terribly sad","sentiment_score":-0.5}
{"full_text":"RT CPACConservativePoliticiansAerosolizingCOVID","sentiment_score":0.0}
{"full_text":"RT At the White House, Joe Biden pulls out the piece of paper he says he carries with him every day-- the number of Americans dead...","sentiment_score":-0.1}
{"full_text":"I found out yesterday that COVID has driven me mad, made me a miserable person and horrible to others. I discovered my inner Karen and it ain't pretty. I beg forgiveness, but not sure if I'm just feeling sorry for myself. I probably am.","sentiment_score":-0.4464285714}
{"full_text":"RT aries are really spending their birthdays in lockdown twice ","sentiment_score":0.2}
{"full_text":"Say it ain't so","sentiment_score":0.0}
{"full_text":"Geez, you've got me crying all over again. There should never have been this kind of loss. #WearAMaskSaveALife ","sentiment_score":0.2}
{"full_text":"THAT is an assumption &amp; should not be applied to all persons on person who receives Social Security benefits could be elderly or disabled or BOTHI know the stingy of what is fund relief compared to in the COVID-19 pandemic #rtitbot","sentiment_score":-0.0833333333}
{"full_text":"RT Today, our nation passed another grim milestone in this pandemic: 500,000 lives lost. Join us as we honor their memory.","sentiment_score":-1.0}
{"full_text":"RT When Trump nearly died from #COVID19 as was recently revealed, he stood on this balcony &amp; ripped off his mask. He was visibly g...","sentiment_score":0.05}
{"full_text":"RT I challenged Boris Johnson in Parliament this evening on his handling of the pandemic &amp; his \"big bang\" reopening of schoo...","sentiment_score":0.0}
{"full_text":"YES +2 OF MY KID'S ADULTS. ALL HAVE POST COVID19 SYMPTOMS. LUCKILY,NO HOSP. STAY + VERY GRATEFUL MY OLDEST DAUGHTER HAS RARE GENETIC SYNDROMES\/LUPUS, HAS REMAINED COVID-19 FREE. HAVEN'T BEEN IN SAME ROOM W\/ HER SINCE MARCH= NO SACRIFICE SHE'S ALIVETHANK U 2 ALL MASK WEARERS","sentiment_score":0.225}
{"full_text":"RT Thinking rapid home testing would've saved US from this disaster ignores pre-COVID American realities of:-being sick...","sentiment_score":-0.3571428571}
{"full_text":"RT A devastating figure. Behind these statistics are lives cut short--like my dear friend Bob Garff. We've all been affected...","sentiment_score":-0.7}
{"full_text":"RT The media's push of Af-Am #COVID19 #vaccine \"hesitancy\" narrative is undercut by evidence like this \"huge turnout.\" Which...","sentiment_score":0.4}
{"full_text":"RT Kind of embarrassed that this incredibly bleak tweet turned out to be too optimistic.","sentiment_score":-0.2}
{"full_text":"RT BREAKING: President Biden is addressing our nation, to commemorate the 500,000 we lost to COVID-19.This is a REAL Preside...","sentiment_score":0.2}
{"full_text":"So what's he doing about COVID?","sentiment_score":0.0}
{"full_text":"Trump had one of the worst COVID responses in the world, but he had a better response than Biden.The possible responses are: Exclusion, Elimination, Suppression, Mitigation, No Strategy.Trump: Suppression.Biden: Mitigation (more deaths, but higher profits)","sentiment_score":0.05}
{"full_text":"RT As we look forward to getting vaccinated and getting the pandemic under control, our eyes are on the rapid appr...","sentiment_score":0.0}
{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"WASHINGTON (Reuters) - The U.S. House of Representatives Budget Committee on Monday approved legislation with $1.9 trillion in new coronavirus relief, advancing a top priority of President Joe Biden toward a full House vote on passage expected later this week.","sentiment_score":0.1772727273}
{"full_text":"RT Mental health, academic under-achievement, food and housing insecurity, racial discrimination and obesity were top pediatric c...","sentiment_score":0.1333333333}
{"full_text":"RT Matt Hancock broke the law to give his cronies PPE contracts worth millions -119k #COVID deathsHe knew he would get away w...","sentiment_score":0.3}
{"full_text":"Breaking: Medical Workers Warn Covid-19 Vaccine is Hurting and Killing Innocent Peoplehttps:\/\/t.co\/qI40QPzBoz","sentiment_score":0.25}
{"full_text":"RT Then needs to fire the part time General","sentiment_score":0.05}
{"full_text":"RT As long as this Government remain in power we will never get on top of Covid. Just forget about resumption of normal life u...","sentiment_score":0.2}
{"full_text":"Remember a year ago when ppl said this shit wasn't gon- HALF A MILLION AMERICANS HAVE DIED FROM COVID so maybe don't listen to those fukn ppl anymore","sentiment_score":-0.1833333333}
{"full_text":"RT *Coronavirus variants gathering intel on the UKs plan*","sentiment_score":0.0}
{"full_text":"Attempted - and failed - multiple times now.  Far too many people support the lockdown garbage and would do it anyway even if there was no mandate.","sentiment_score":0.025}
{"full_text":"RT A devastating milestone: 500,000 people have died of COVID-19. If we took one minute of silence for each death, we wou...","sentiment_score":-1.0}
{"full_text":"RT Today is the 34th day that Biden has chosen not to \"listen to doctors\" and pay people to stay home to stop Covid-19. ht...","sentiment_score":0.0}
{"full_text":"RT ICYMI: and and held a moment of silence, and then Amazing Grace was played in memory of...","sentiment_score":0.6}
{"full_text":"RT Today, our nation passed another grim milestone in this pandemic: 500,000 lives lost. Join us as we honor their memory.","sentiment_score":-1.0}
{"full_text":"RT I challenged Boris Johnson in Parliament this evening on his handling of the pandemic &amp; his \"big bang\" reopening of schoo...","sentiment_score":0.0}
{"full_text":"RT President Biden, and -- surrounded by 500 candles to symbolize the 500,000 lives lost to Covid-1...","sentiment_score":0.0}
{"full_text":"RT aries are really spending their birthdays in lockdown twice ","sentiment_score":0.2}
{"full_text":"No SERIOUSLY you think ion wanna sleep in my ling size bed?!?","sentiment_score":0.2083333333}
{"full_text":"RT Best Downtown skyline!#Singapore #COVID19 #StayHome  #Trending #Instagram #instagood #photography #PhotoOfTheDay #Phot...","sentiment_score":1.0}
{"full_text":"RT #BREAKING More than 500,000 people have died from Covid-19 in the United States since the pandemic began, according to Johns Hopki...","sentiment_score":0.5}
{"full_text":"love my #rhofans and #bravofans and my #TWD and #ftwdfans you lot have made lockdown so much more bearable thanks you's lot are the dogs bollox","sentiment_score":0.4}
{"full_text":"RT Don't fall behind your competitors in the post #COVID digital era.#LegalTech #Automation #AI #LawFirm #LawFirms #Lawye...","sentiment_score":-0.2}
{"full_text":"RT ICYMI: and and held a moment of silence, and then Amazing Grace was played in memory of...","sentiment_score":0.6}
{"full_text":"RT THIS THURSDAY, FEB. 25 6:30pm EST Sister Speaks presents: Dialogues between Black Women in Brazil &amp; the United States -...","sentiment_score":-0.1666666667}
{"full_text":"RT The #Trump Legacy.#Poll #What will he *most* be remembered for?1- #KidsInCages. Separating brown children from their...","sentiment_score":0.5}
{"full_text":"Do you hear yourself when you talk? Or do you watch later and maybe have second thoughts?You're such an insufferable T*AT.","sentiment_score":0.0}
{"full_text":"Than we can hold Biden responsible for the covid deaths also.","sentiment_score":0.2}
{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"RT ASTRO LOCKDOWN SA OFFICE BALAKAYOJAN  #ASTRO5thANNIVERSARYHere's a playlist for you... This is ASTRO by ASTRO Chartshttps:...","sentiment_score":0.0}
{"full_text":"RT The latest COVID \"relief\" plan seems to have much more Pork in it than relief.  To me a large majority seems to be for...","sentiment_score":0.4047619048}
{"full_text":"RT So there you have it. Biden's \"Plan\" for dealing with Covid 19 is to have a \"moment of silence\", and light candles. Okay....","sentiment_score":0.45}
{"full_text":"Dont quote tweet topics without fully understanding them, your source I would recommend tries the same. What you have linked is simply impossible.https:\/\/t.co\/i7ugkaKw1E","sentiment_score":-0.0333333333}
{"full_text":"RT The former guy used the White House as a backdrop for a political convention. The current President of the United States used...","sentiment_score":0.0}
{"full_text":"RT Horrific that the US has now lost over 500,000 people to Covid-19 but the UK still has a worse death rate.UK: 1,773 deat...","sentiment_score":-0.7}
{"full_text":"RT The GOP is happy to spend $714 billion on the military, but refuses to spend big to help us survive COVID, which has already k...","sentiment_score":0.2333333333}
{"full_text":"RT also dropped the best album during this pandemic, of any genre.","sentiment_score":1.0}
{"full_text":"RT The GOP is happy to spend $714 billion on the military, but refuses to spend big to help us survive COVID, which has already k...","sentiment_score":0.2333333333}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT My Father-in-law Wildon Curtis (WC) Flake, Jr. was one of those 500,000. He received Military honors for his service to o...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: To acknowledge the United States crossing 500,000 COVID-19 deaths, President Biden will order flags flown at half...","sentiment_score":-0.1666666667}
{"full_text":"RT It didn't have to be like this. We literally need a 9\/11 style commission on the Trump  administration's botching of t...","sentiment_score":0.0}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"RT Half a million dead: a timeline of US Covid catastrophe","sentiment_score":-0.1833333333}
{"full_text":" Durk does upset me, go in the corner and think bout you life man","sentiment_score":0.0}
{"full_text":"it's obviously related to my feelings from last March that were like 'what if food stops coming in to the island' thanks pandemic","sentiment_score":0.0666666667}
{"full_text":"So SXU is raising undergraduate tuition by 1% during a pandemic... So you are telling me out of all the dumb ass board members they have that's the dumb ass plan they came up with? Too all the board members you can all respectfully eat shit. Thank you","sentiment_score":-0.1125}
{"full_text":"I just wrote a letter: Tell DC Officials: Protect DC's Most Vulnerable from COVID-19. Write one here:","sentiment_score":0.0}
{"full_text":"RT Reports that the governor has prioritized friends and donors in vaccine distribution are deeply troubling. We are all in...","sentiment_score":0.0}
{"full_text":"Of course it wont!That's the beautiful thing about an 'invisible enemy' They can keep the 'threat' ongoing for as long as they want, or until they reach their goal of a complete #authoritarian  world stateWhich is the #plan #wakeup #truthbomb","sentiment_score":0.3}
{"full_text":"Carrie can i end lockdown?Of course not bo bo...dont be silly...Ok babe.","sentiment_score":0.0}
{"full_text":"RT wear a mask, i wanna hear this live","sentiment_score":0.1363636364}
{"full_text":"RT Trump Worried Biden Will Take Credit For 500,000 Covid Deaths He Made Possible","sentiment_score":0.0}
{"full_text":"RT What a surprise ... Scotty the Fake failed marketing guy just couldn't help running for a photo opp ...#auspol","sentiment_score":-0.5}
{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"RT in ur COVID relationship which of u is the beautiful shut-in who tends the garden and which of u is the nasty little goblin...","sentiment_score":-0.1125}
{"full_text":"RT Today was #SupermarketEmployeeDay. Maybe we should show our appreciation by prioritizing the COVID vaccination of our ess...","sentiment_score":0.0}
{"full_text":"RT Today, our nation passed another grim milestone in this pandemic: 500,000 lives lost. Join us as we honor their memory.","sentiment_score":-1.0}
{"full_text":"RT 500,000 lives lost to COVID-19. Please join us in a moment of silence to honor and remember those who were taken from us too so...","sentiment_score":0.0}
{"full_text":"RT Care to explain why you printed a story in the that you knew was a lie? Chris Whitty deni...","sentiment_score":0.0}
{"full_text":"RT Thank you for marking our national grief at the loss of 500,000+ Americans to COVID19....","sentiment_score":-0.8}
{"full_text":"Lengthy clinical trials to test vaccines modified for variants won't be necessary, FDA says ","sentiment_score":0.0}
{"full_text":"RT Even in these challenging times, we must not lose hope. What can bring you some joy...Downtime? Helping others in any wa...","sentiment_score":0.5}
{"full_text":"They should be crucified.  Stupidest political article ever.  Of course the elderly and those with medical circumstances which place them st high risk should be vaccinated first.  It is what is happening in Mississippi and it appears to be helping immensely.","sentiment_score":0.082}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"RT President Biden and Vice President Harris participate in a candle-lighting ceremony to mark 500,000 Covid deaths in the U.S....","sentiment_score":0.0}
{"full_text":"RT gotham has 0 confirmed cases of covid... I really be takin care of these niggas","sentiment_score":0.3}
{"full_text":"RT Conman always tells you what you want to hear...always.- COVID: we're rounding the corner. It will...","sentiment_score":0.0}
{"full_text":"i can only imagine because my imagination is all i have and i blame the pandemic","sentiment_score":0.0}
{"full_text":"will not be playing this weekend, as their series with William and Mary was canceled due to COVID-19 protocols within the Northeastern program:","sentiment_score":-0.125}
{"full_text":"RT THREAD - Democrats tucked $135,000,000 for the National Endowment for the Arts into their \"COVID Relief\" package. That's n...","sentiment_score":0.0}
{"full_text":"RT Gov. Ron DeSantis giving his rich friends the Covid vaccine is Florida's HOTTEST, most CORRUPT nightclub","sentiment_score":0.125}
{"full_text":"RT But yet h...","sentiment_score":0.0}
{"full_text":"RT THIS DID NOT AGE WELL","sentiment_score":0.0}
{"full_text":"RT I'm thinking about everyone who's lost a loved one to COVID-19. I'm thinking about my brother Don Reed. I'm thinking about how...","sentiment_score":0.7}
{"full_text":"RT REPORT: Cuomo BLAMES Donald Trump, Racism, 'Injustice' for New York's CoVID Debacle...","sentiment_score":0.1363636364}
{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"Pfizer to ship 13 million COVID-19 vaccine doses per week to U.S. by mid-March, says executive | Article [AMP] | Reuters","sentiment_score":0.0}
{"full_text":"What did the die of Chris?There is irrefutable evidence that covid 19 does not exist.","sentiment_score":0.0}
{"full_text":"7 Commercial Leasing Tips During COVID-19 #CRE #Leasing #COVID-19 #NewNormal #TenantTips   ","sentiment_score":0.0}
{"full_text":"RT The flag at the White House has been lowered to half-staff as the U.S. surpasses 500,000 coronavirus deaths.","sentiment_score":0.0}
{"full_text":"In case anyone wondered why The View's ratings went up when she was off the show on maternity leave...","sentiment_score":0.0}
{"full_text":"RT #UN | The director-general of the World Health Organization (WHO), blamed on Monday, \"some rich countries\" fo...","sentiment_score":0.375}
{"full_text":"RT More Americans have died of COVID-19 than there are residents in Miami, Florida-the beloved party destination that gave...","sentiment_score":0.6}
{"full_text":"#Coronavirus reproduction rate (time-lapse map) | by","sentiment_score":0.0}
{"full_text":"Forget covid whatsapp out fi kill me wid cake sale ","sentiment_score":0.0}
{"full_text":"GOP = Sad!","sentiment_score":-0.625}
{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"RT Rapid Action on coronavirus and EO - #datascience","sentiment_score":0.1}
{"full_text":"Lock him up","sentiment_score":0.0}
{"full_text":"I call bullshit :","sentiment_score":0.0}
{"full_text":"Everyday the pandemic goes on I'm just grateful I already graduated from college","sentiment_score":-0.2}
{"full_text":"The basic measures against infectious disease, as well as the novel coronavirus, are washing hands and \"coughing manners\" including wearing a mask.#JNTOsafetravel","sentiment_score":0.0}
{"full_text":"Busting Myths | There are genuine concerns over vaccine injections, but there are also many common myths: We separate the facts from fiction.https:\/\/t.co\/LtjA4dfORg","sentiment_score":0.2}
{"full_text":"During these trying times, it's important for us to be kind with one another and to show our support to our loved ones.","sentiment_score":0.5666666667}
{"full_text":"The daily tally of coronavirus deaths is decreasing, the number of new cases has dropped by 73 percent, and hospitalizations are down by more than 50 percent. via","sentiment_score":0.1202020202}
{"full_text":"'Through their actions, leadership reinforced the idea that teacher expertise was dependent upon a continued cycle of reflective practice, rather than an endless pursuit for perfection.'","sentiment_score":-0.125}
{"full_text":"President Duterte's decision not to allow the implementation of MGCQ in the entire country until the COVID-19 vaccination rollout starts is the safest measure but too cautious, the League of Provinces of the Philippines (LPP) said.","sentiment_score":0.0}
{"full_text":"In her letter to the editor of the Charleston Gazette-Mai, Sr. Ellen Dunn says that we should dream big as we recover from COVID-19. #MediaMonday","sentiment_score":0.0}
{"full_text":"Costco is joining a growing list of retail pharmacies that are administering the coronavirus vaccine across the country.https:\/\/t.co\/U1pzYk2VK3","sentiment_score":0.0}
{"full_text":"On Sunday, for the third consecutive day, the number of cases in Maharashtra had gone past the 6,000-mark, taking the state's overall case count to 21,00,884.https:\/\/t.co\/DXjgI6l2FE","sentiment_score":-0.0833333333}
{"full_text":"RT The has concealed information regarding the origin of COVID-19 and protected the Chinese Communist Party for over a...","sentiment_score":0.0}
{"full_text":"\"Every day is a milestone for me.\"For the families of those who died of COVID-19, each successive milestone of this pandemic may seem irrelevant to their particular, punishing loss.https:\/\/t.co\/fGWQXAr7x3","sentiment_score":-0.1666666667}
{"full_text":"How are travellers arriving in Montreal handling the latest COVID-19 restrictions? One man said he thinks the new rules are good.\"We need to protect each other. COVID-19 is still going on, the health crisis is going on,\" he said.https:\/\/t.co\/rLsJOKOhxn","sentiment_score":0.3028409091}
{"full_text":"COVID-19 has killed at least 100,000 Americans in the past five weeks and was the leading cause of death in the U.S. last month. While there are signs of hope that we may be beating back the virus, a brighter future won't bring back precious lives lost.https:\/\/t.co\/oAaqkKkYSe","sentiment_score":-0.03125}
{"full_text":"RT More Americans have died of COVID-19 than there are residents in New Orleans, Lousiana-the vibrant cultural capital and...","sentiment_score":0.2257575758}
{"full_text":"#NEW: South Korean intelligence agencies say hackers in the North tried to steal COVID-19 Vaccine technology from Pfizer, but it's unclear whether their attempts were successful. MORE: #Pfizer #Vaccine #COVID19Vaccine #NorthKorea","sentiment_score":0.4621212121}
{"full_text":"While on tour in Moscow, renowned mezzo soprano Anna Maria Chiuri has received the #SputnikV COVID jab. She told RT why she chose to have the pioneering Russian vaccine.","sentiment_score":0.0}
{"full_text":"#ICYMI: Thanks for tuning in to the #MHSMinute! We recognize &amp; celebrate the impact you &amp; made in the fight against #COVID19. Let's continue to do our part to beat this public health threat-- get the #COVIDVaccine when it's available to you:","sentiment_score":0.2166666667}
{"full_text":"I'm not saying that I like the idea but just saw this...Dumba$$ DeSantis is very popular among Repugs in Florida. I just can't imagine why, seriously?? IF, and that may be a big if, he doesn't get indicted for something related to his poor Covid handling, he could be a Trump #2.","sentiment_score":0.0093333333}
{"full_text":"So very sorry for your loss.","sentiment_score":-0.65}
{"full_text":"RT I think the biggest inflationary force might be the wealth transferred from a predominantly elderly populace of Covid deat...","sentiment_score":0.0}
{"full_text":"100 elementary schools in the Archdiocese of Philadelphia have been open for full-time, face-to-face education since the school year began. Could their results serve as a roadmap for Philly's public schools?@Avi_WA reports.https:\/\/t.co\/dvaXTGciZb","sentiment_score":0.1}
{"full_text":"RT 500,000 dead from COVID 19. It did NOT have to be this bad. We got here as a result of incompetence, indifference, malevole...","sentiment_score":-0.45}
{"full_text":"RT : Pres. Biden, first lady Jill Biden, Vice Pres. Kamala Harris and second gentleman Doug Emhoff stand outside the White House dur...","sentiment_score":0.0625}
{"full_text":"Editorial: These types of crimes are troublesome in the best of times but are downright deplorable in the midst of a pandemic-driven economic downturn.","sentiment_score":0.2}
{"full_text":"RT American families have lost more than 500,000 sons and daughters, mothers and fathers to COVID-19. Today and every day, we're remem...","sentiment_score":0.25}
{"full_text":"Cramer's 'Mad Money' Recap: says, 'Don't miss the train to Boom Town.'He's got his best stock picks for a strong, post-COVID reopening:https:\/\/t.co\/Pxy1HkMisw","sentiment_score":0.2694444444}
{"full_text":"The Philippines has approved Sinovac Biotech's COVID-19 vaccine for emergency use.  ","sentiment_score":0.0}
{"full_text":".@SpeakerPelosi, abortion is not a cure for COVID. ","sentiment_score":0.0}
{"full_text":"False Server: A game developer launching his discord server, while a pandemic is going on outside.","sentiment_score":-0.2666666667}
{"full_text":"Gov. DeWine revealed Tuesday that while there is no firm timeline to expand COVID-19 vaccine eligibility in Ohio, the next groups to be vaccinated will still be among the oldest Ohioans. ","sentiment_score":0.05}
{"full_text":"The Camden County Prosecutor's Office says it 'will not tolerate any form of bias crime' in the wake of rise in anti-Asian bias crimes nationwide.","sentiment_score":0.0}
{"full_text":"As deaths top 500K and cases trend downward, US pandemic fight at 'crossroads'https:\/\/t.co\/kRpEdyBHso","sentiment_score":0.5}
{"full_text":"To get ahead of variants, Covid drug makers use evolution as guide via #pharma #healthcare","sentiment_score":0.0}
{"full_text":"Records show student grades are down in school districts across Colorado due to the pandemic.","sentiment_score":-0.1402777778}
{"full_text":"RT In his appellate brief in case now admits he has the power to shut down...","sentiment_score":-0.0777777778}
{"full_text":"At Richmond Raceway, Henrico County health officials vaccinated about 4,000 people, including all those who had to be rescheduled due to weather on Thursday and Friday. ","sentiment_score":-0.125}
{"full_text":"The Pandemics' Uneven Effect on Consumer Spending.Following an abysmal April, which saw spending levels down more than 18 % compared to Jan, perso consumption expenditure started to recover, however, coming within 1.75 % of pre-pandemic levels in Oct...https:\/\/t.co\/gNaJycPNiY","sentiment_score":0.0481481481}
{"full_text":"RT Our hearts break as we listen to Amazing Grace and mourn more than 500,000 lives lost to COVID-19 in America. At the Wh...","sentiment_score":0.55}
