{"full_text":"RT There hasn't been a single covid associated with this church. but the mainstream media is so desperate to vilify it a...","sentiment_score":-0.3357142857}
{"full_text":"RT COVID-19 has now killed 250,000 people in the US.That's ten times the deaths from car accidents in a year.","sentiment_score":-0.1}
{"full_text":"RT Orange County this week will start setting aside doses of COVID-19 vaccine for workers in education, child care and food and agri...","sentiment_score":0.0}
{"full_text":"RT Sadly there have now been over 500,000 Covid deaths in America. The former guy and his accomplices should all spend the rest of...","sentiment_score":-0.25}
{"full_text":"RT BREAKING: Likely roadmap out of lockdown:March 8:SchoolsKids outdoor sportGolf + TennisEarly April:Lock...","sentiment_score":0.0}
{"full_text":"At least I have more time to draw","sentiment_score":0.1}
{"full_text":"The crowd pyro needs to stay post-covid, and to hell with the consequences. #WWEChamber","sentiment_score":0.0}
{"full_text":"RT COVID-19 has now killed 250,000 people in the US.That's ten times the deaths from car accidents in a year.","sentiment_score":-0.1}
{"full_text":"RT South Australian COVID-19 update 22\/2\/21. For more information, go to or contact the South Australian...","sentiment_score":0.1666666667}
{"full_text":"good morning Junoz semangat buat hari ini, don't forget to always wash your hands, wear a mask and stay healthy. Ah iya, i hope you are always happy, so that a sweet smile stays on your cheeks. ","sentiment_score":0.53}
{"full_text":"RT This week we had the wonderful opportunity to call and speak to our beloved teacher and Shaikh Dr. Abdullah al Bukhari....","sentiment_score":0.85}
{"full_text":"I am so sick of us being treated as children, an afterthought, invisible, or nonexistent during a deadly pandemic while she intends to climb the ladder to higher office and nurtures an overweening sense of personal entitlement at our expense..","sentiment_score":-0.1660714286}
{"full_text":"RT It's not that complicated at all to understand. There were over 9,000 Covid positive patients put into nursing homes as per...","sentiment_score":-0.1363636364}
{"full_text":"RT All the major media outlets seem to have the broad strokes of the plan to reopen things after lockdown... which is wei...","sentiment_score":0.0625}
{"full_text":"Combined Vaccination And Physical Distancing Enough To Prevent Future COVID-19 Surgeshttps:\/\/t.co\/iNr5z9m7W0A combination of robust vaccination programmes and strict physical distancing rules could avoid recurring peaks of COVID-19 without the need to rely on stay-at-home r...","sentiment_score":0.0}
{"full_text":"RT Get ready for COVID-19 vaccinations and make sure your Medicare details are up to date. View and update your contact d...","sentiment_score":0.35}
{"full_text":"RT As Fauci demonstrates here, you can't get COVID-19 when the cameras turn off. Follow the science!","sentiment_score":0.0}
{"full_text":"RT The US is about to top 500,000 Covid-19 deaths. That's why it's critical to keep up safety measures, Fauci sayshttps:\/\/t.co\/5C...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Likely roadmap out of lockdown:March 8:SchoolsKids outdoor sportGolf + TennisEarly April:Lock...","sentiment_score":0.0}
{"full_text":"omg bae its okay we are both fuckign deranged so we fit well together  takes one to know one but thank u sp much I love u so bad and fuck this lockdown! ill celebrate within restrictions and im gonna have a good time &lt;3","sentiment_score":0.0571428571}
{"full_text":"RT Sadly there have now been over 500,000 Covid deaths in America. The former guy and his accomplices should all spend the rest of...","sentiment_score":-0.25}
{"full_text":"RT We made a lot of mistakes in how we handled Covid. In some cases we overreacted and hurt people. In others, we stupidly ignored...","sentiment_score":-0.8}
{"full_text":"It will never stop people will always die from the coronavirus they 50,000 die from the regular flu every year and we don't wear a mask for that","sentiment_score":0.0}
{"full_text":"Time for the WEF psychopaths to try their Great Tyranny on a different planet. Prophet Gates and Corona Klaus need to find less lethal hobbies. ","sentiment_score":0.2111111111}
{"full_text":"RT Blood is on the hands of every Republican who refused to wear and promote the wearing of masks!","sentiment_score":0.0}
{"full_text":"Wrong! I am NOT anti-vax, (now you look more stupid) if people want to be a part of the trial that is their choice, it doesn't mean you won't get a virus, won't pass it on, you still can't go out, still have to wear a mask, still social distance. definately not a lottery win!","sentiment_score":-0.0340277778}
{"full_text":"cw covid Reopening clubs in August is again unrealistic. You literally can't tell a virus when to go. I heard all adults will be offered the vaccine by end of July. Seeing as it's 12 weeks between  doses it really is risky to reopen clubs that soon.","sentiment_score":-0.15}
{"full_text":"President Trump follows Dr Fauci's advice on combating Covid, mistakes were made, Trump is criticized unmercifully but Dr Fauci is ordained into Sainthood by the media. Go figure.","sentiment_score":0.0}
{"full_text":"That's a fair point.  But it's not entirely valid.  1) We already had a flu vaccine, we didn't have the Covid vaccine.  2) Covid is more contagious than the flu.  Therefore, masks help prevent the spread of Covid.  How many millions more would have died without any masks?","sentiment_score":0.44}
{"full_text":"RT What TPLF is capable of: Call stay-at-home strikes using social media and conduct propaganda campaigns. #UnityforEthiopia...","sentiment_score":0.0444444444}
{"full_text":"I have a horrible feeling now the 22nd has arrived,there is a lockdown letdown heading our wayWe seem to be anticipating a lot when we about to receive very littleMeeting one person outside may now be allowed? Do these clowns own windows?#EnoughIsEnough","sentiment_score":-0.05}
{"full_text":"RT JUST IN: Pfizer's Covid vaccine stopped 89.4% of transmission in Israel, the first real-world sign that immunization will cur...","sentiment_score":0.25}
{"full_text":"RT I went to the shop that went to in GOSE, and the owner told us a lot stories about SVT. None of us (op &amp; friend...","sentiment_score":0.0}
{"full_text":"RT The deaths from COVID-19 would fill Arlington National Cemetery. Even if less than half those lives would've been spared by a...","sentiment_score":-0.1666666667}
{"full_text":"RT AMELIA BACLIG, 63, of California, died of COVID on Jan. 22, 2021. She was a devoted nurse, and mentor to young medical...","sentiment_score":0.05}
{"full_text":"Looking forward to Lockdown 4","sentiment_score":0.0}
{"full_text":"RT The front page of The New York Times for Feb. 21, 2021, as the U.S. nears 500,000 dead from Covid-19. Each dot represents a li...","sentiment_score":-0.0318181818}
{"full_text":"RT need a party like this after the pandemic ","sentiment_score":0.0}
{"full_text":"RT Many epidemiologists and other scientists, while still cautious, say they feel increasingly hopeful that the rest of 2021 will...","sentiment_score":0.1875}
{"full_text":"RT \"More Americans have perished from Covid-19 than on the battlefields of World War I, World War II and the Vietnam War comb...","sentiment_score":0.5}
{"full_text":"so many things omg","sentiment_score":0.5}
{"full_text":"really 2? This covid crap has gone overboard","sentiment_score":-0.2833333333}
{"full_text":"RT Biden is promising vaccines will be available to all Americans by August -- and a new poll finds three-quarters of Americans expe...","sentiment_score":0.2454545455}
{"full_text":"RT How can Politifact possibly defend this position taken by their editor in chief? It's a repetition of Andrew Cuomo's own tal...","sentiment_score":0.3}
{"full_text":"RT COVID-19 has now killed 250,000 people in the US.That's ten times the deaths from car accidents in a year.","sentiment_score":-0.1}
{"full_text":"RT New analysis on the cases of innocent people who have been exonerated from death row shows disturbing patterns of misconduct, per...","sentiment_score":0.0454545455}
{"full_text":"RT We spent whole lockdown in house and completed the preparation by doing class of sir. We always doing...","sentiment_score":0.05}
{"full_text":"He said his coworkers don't care about Covid so he barely gonna be there ","sentiment_score":0.05}
{"full_text":"RT The World Health Organzation has not approved the drug Coronil as a treatment for COVID-19, Boom Live and Alt News report...","sentiment_score":0.1363636364}
{"full_text":"RT House Democrats are on track to pass President Biden's $1.9 trillion coronavirus relief package by the end of this wee...","sentiment_score":0.0}
{"full_text":"This ticketing was awful. I spent more time sitting next to people I didn't know then if they would have just opened up the seating.  Or they should have sold rows to schools or sections to schools depending on how many qualified.  This way didn't help with social distancing.","sentiment_score":-0.0111111111}
{"full_text":"Would you like this lovely thing to happen if we open schools too soon? With this variant on track to be dominate by end of March?","sentiment_score":0.25}
{"full_text":"The southern borders are open because YOU voted for it. YOU voted for it !!!!!!!!!!!!!!!!!!!!","sentiment_score":0.0}
{"full_text":"RT Sadly there have now been over 500,000 Covid deaths in America. The former guy and his accomplices should all spend the rest of...","sentiment_score":-0.25}
{"full_text":"RT Just what everyone wants during covid, to be touched by someone who was just on two international flights","sentiment_score":0.1}
{"full_text":"\"Regulate the spread of misinformation\" sounds like censoring, but has no problem with that.","sentiment_score":0.0}
{"full_text":"How a 1960s discovery in Yellowstone made millions of COVID-19 PCR tests possible - USA TODAY","sentiment_score":0.0}
{"full_text":"Hi ingredients for the COVID-19 vaccines approved for use in Australia are listed in the Australian Register of Therapeutic Goods:","sentiment_score":0.0}
{"full_text":"RT On Friday: High Court judge ruled acted unlawfully over Covid contracts. TV coverage:Ch4 News 2 minutesB...","sentiment_score":0.16}
{"full_text":"RT The need for more public outdoor space during the pandemic inspired this Italian city to transform a dead streetcar line into...","sentiment_score":0.075}
{"full_text":"RT He left high school in Ohio to serve in WWII. He finally got his diploma when he was 92.Charles Benning died recently of CO...","sentiment_score":0.04}
{"full_text":"RT How it feels applying to jobs during a nation wide pandemic","sentiment_score":-0.1}
{"full_text":"RT HYPPOCRATIC OATHI swear to fulfill, to the best of my ability and judgment, this covenant:\"I will prevent disease whene...","sentiment_score":1.0}
{"full_text":"Skiing for me but not for thee.","sentiment_score":0.0}
{"full_text":"RT Halftime Adjustment Our children have spent a year enduring a pandemic that has altered education as we know it, our c...","sentiment_score":-0.1}
{"full_text":"The pandemic transforming me from an otter to a bear like a shitty animorph book","sentiment_score":0.0}
{"full_text":"I should have made it clear that I'm not talking about the researchers. I'm talking about people who say stuff like \"If I'm gonna still have to wear a mask, why should I get the vaccine?\"","sentiment_score":0.1}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home....","sentiment_score":0.0}
{"full_text":"RT Rep calls for a 'full investigation' of Gov. Andrew Cuomo's handling of COVID-19 in nursing homes","sentiment_score":0.35}
{"full_text":"People seem to think that TWO MASKS is best, FUCK NO IT ISN'T! You can barely breathe in them, and plus, it tells me that the COVID Vaccine is NOT what people think it is. That being said, \"herd immunity\" will NEVER be possible. 500K+ Americans have died! THAT'S NOT IMMUNITY BRO!","sentiment_score":0.1375}
{"full_text":"RT This is an amazing culmination of nearly a year of work from - first trial going out to clinicians - a B...","sentiment_score":0.3166666667}
{"full_text":"RT DONE, DONE, DONE! ALL THOSE SUFFERING FROM CHRONIC PAIN, here is an easy simple way to be heard, TAKE ADVANTAGE OF IT!","sentiment_score":0.2166666667}
{"full_text":"Covid-19 says....","sentiment_score":0.0}
{"full_text":"I can't afford it!!! I was using n95s while I could find them at a affordable price. At least I got one covid shot in me and the 2nd next week.","sentiment_score":-0.1}
{"full_text":"RT It's a pandemic and people mad you can't link them , is it crack ???","sentiment_score":-0.625}
{"full_text":"RT The cdc saying we need to wear 2 masks to properly prevent the spread of covid and ada county responding by removing the...","sentiment_score":0.0}
{"full_text":"Large Brokerages, Small Towns: The Disconnect #CRE #TenantTips #TenantRep #Office #Warehouse #COVID-19 #NewNormalhttps:\/\/t.co\/ElI36wA3cX","sentiment_score":-0.0178571429}
{"full_text":"RT Unspeakable tragedy.For all those in mourning: my heart is with you.","sentiment_score":0.0}
{"full_text":"As many as 111.7 million (111,747,462) people have been reported to be infected by #coronavirus globally and 2,474,080 have died.  ","sentiment_score":0.25}
{"full_text":"CLICK and LISTEN to #Podcast on 2021's edition of through the directors and subjects of documentaries about adaptive surfing and endurance cycling. Also on and #adventuresports #tourism #pandemic","sentiment_score":0.0}
{"full_text":"The University of Massachusetts Amherst announced it will lower it COVID-19 risk level from \"high\" to \"elevated\" after a surge of coronavirus cases on campus triggered the school to implement severe restrictions.","sentiment_score":0.16}
{"full_text":"Local Iowa town hosts saliva COVID-19 testing clinic #LibertyvilleIowa #COVIDtesting","sentiment_score":0.0}
{"full_text":"Be alert to COVID-19 fraud Criminals are using the vaccine as a way of tricking the public into handing over money. Make sure you're aware of the signs","sentiment_score":0.25}
{"full_text":"Smart pivoting has been the story of #tech during the pandemic and Indonesia's Qlue is a great example, turning #SmartCity #tech to prevent the spread of Covid-19. #AI #IoT","sentiment_score":0.5071428571}
{"full_text":"PHOTO OF THE DAY: FLOWERS BOAT * Photographer: Pham Van PhungThe photo on Hoai River, Hoi An ancient town, was taken on the last day of the 2nd quarantine period in the prevention of the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Lockdown 4 , lockdown 5 and so onnnn. This is life now for us all.  In and out like a yo-yo because it's all been planned this way..","sentiment_score":0.0}
{"full_text":"Update to our #Coronavirus analysis page is up!Highlights: - Cases are falling globally- Europe remains the region with the highest cases- US cases continue to drop- Since rolling out vaccines, cases in Israel have fallen drasticallySee the charts:","sentiment_score":0.0}
{"full_text":"RT US Covid19 deaths near 500,000.Every dot represents a life. Via","sentiment_score":0.1}
{"full_text":"CTV NEWS: \"As of late Sunday morning, Alberta Premier Jason Kenney had not publicly commented on the Saturday events at the legislature, but did tweet twice about unrelated matters. CTV News Edmonton has reached out to his office for comment.\"https:\/\/t.co\/fp4nY433pL#ableg","sentiment_score":-0.15}
{"full_text":"Tomorrow, medical student Jared Sharza's interview for the national TV show \"Finding the Good Life,\" airs. He shares his experiences working on the front lines of the pandemic when his medical studies were paused. #medtwitter #umhs #medstudenttwitter","sentiment_score":0.2333333333}
{"full_text":"Thousands have filed workers comp claims, saying they caught COVID-19 on the job in Minnesota, but none of the claims paid so far come from the state's largest meat-processing plants, where some of the Minnesota's biggest workplace outbreaks occurred.","sentiment_score":0.1}
{"full_text":"An additional 320 #COVID19 cases were confirmed in New Mexico Sunday and 14 new deaths related to the virus were reported by the New Mexico Department of Health. ","sentiment_score":0.1618181818}
{"full_text":"The top 2% got their big tax breaks etc, not it the lowest wage earners to get their fair wage of at least $15\/hour","sentiment_score":0.225}
{"full_text":"RT Why are these damn traitors still in Congress?Expel them all.NOW.#EnoughIsEnough #TedCruzisADisgrace #sundayvibes #...","sentiment_score":0.0}
{"full_text":"Coronavirus infection rates expected to rocket in #Libya","sentiment_score":-0.1}
{"full_text":"RT RIP Jesse Clifton","sentiment_score":0.0}
{"full_text":"Want to learn more about the ever-changing vaccine information? Head over to part one of 14 East's Vaccine Guide!","sentiment_score":0.625}
{"full_text":"Study re: #COVID19 &amp; #Mining ApprovalsSquare Circle Global Development has been engaged to conduct a study on the current and future impacts of COVID-19 on the mining approvals process.Are you a mining sector stakeholder?  Please fill out the survey:","sentiment_score":0.0}
{"full_text":"Why not wait for #COVID19 vaccines first before the nationwide shift to MGCQ? The DTI responds.https:\/\/t.co\/d8Ot8JqPM3","sentiment_score":0.25}
{"full_text":"Find your #COVID19 vaccine CPT code with the help of #OurAMA. Use our streamlined, interactive resource to determine the appropriate CPT code combination for the type and dose of vaccine that you are using.","sentiment_score":0.5}
{"full_text":"California's death toll during the #coronavirus pandemic remains alarmingly high, topping 49,000 this weekend.","sentiment_score":0.16}
{"full_text":"RT These four boys, together in the same show, these dream could have been  posible in these year, but the covid said NO. ...","sentiment_score":0.0}
{"full_text":"With wreath-laying ceremonies, tree plantings and church services, Italians on Sunday marked one year since their country experienced its first known COVID-19 death.","sentiment_score":0.3833333333}
{"full_text":"Coming up Monday at 9AM with host -- and lay out the new guidelines for youth sportstweet us your comments or ?'s about the loosening of pandemic restrictions on outdoor youth sportshttps:\/\/t.co\/lKifDtraSy","sentiment_score":0.1363636364}
{"full_text":"Opinion: The state's case counts, death counts and vaccination numbers are all moving in the right direction, but COVID-19 isn't in the history books yet.","sentiment_score":0.2857142857}
{"full_text":"The Biden administration has partially caught up on its delayed vaccine shipments, having delivered about 2 million of the 6 million doses backlogged by the deadly winter storms in Texas and other states, administration officials said Sunday.","sentiment_score":-0.1416666667}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"RT the year is going so quickly but this pandemic is still alive and kicking ffs","sentiment_score":0.2166666667}
{"full_text":"Hoarding Inventory is Not the Answer to COVID-19","sentiment_score":0.0}
{"full_text":"Covid is the flue...there are over 2000 different variants, are we going lock ourselves up till there's 4000? Get out there see your loved ones. Today is a day we'll never get back","sentiment_score":0.2333333333}
{"full_text":"One 9\/11 worth of Americans have died from COVID-19 in the last 49 hours. One hundred and sixty-four 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"RT need a party like this after the pandemic ","sentiment_score":0.0}
{"full_text":"RT How can Politifact possibly defend this position taken by their editor in chief? It's a repetition of Andrew Cuomo's own tal...","sentiment_score":0.3}
{"full_text":"Current Conditions for #Sayre PATemp: 23.5FWind Chill: 23.5FHumidity: 75%Dew Point: 16.7F Barometer: 30.518 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 95.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Congratulations to Dr. for being recently been named as a member of the Ontario Science Table and as the Co-Chair of the new Drugs and Biologics Clinical Practice Guidelines Working Group. The Science Table is fortunate to have her expertise.","sentiment_score":0.1787878788}
{"full_text":"RT Free her. She was looking out for America .@POTUS","sentiment_score":0.4}
{"full_text":"COVID-19: It's Not Just the Germs - It's Also the Genes - The Wire Sciencehttps:\/\/t.co\/GBi4iWhlSL","sentiment_score":0.0}
{"full_text":"RT It's a pandemic and people mad you can't link them , is it crack ???","sentiment_score":-0.625}
{"full_text":"Maruti launched new accessories in the market to escape from CoronavirusSee: #MondayMotivation #carpartitioncorona #COVID19 #marutisuzuki","sentiment_score":0.1363636364}
{"full_text":"Time: 01:00 * Temp: 5.7degC * Wind: SSW 0.0 to 0.0mph * Pressure: 1002.2hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:28 * Sunset: 17:45 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Hear what the deputies had to say to these two fake grannies.","sentiment_score":-0.5}
{"full_text":"Tonight on CHEK News at 5 p.m. with more schools on Vancouver Island have been added to Island Health's #COVID19 exposure list.Watch live here:","sentiment_score":0.3181818182}
{"full_text":"RT As #covid cases plummet nationwide and vaccinations total 1.7 million Americans a day and rising, health experts are increasin...","sentiment_score":0.0}
{"full_text":"The nation's top infectious disease expert says we may approach a degree of normality at some point this year","sentiment_score":0.5}
{"full_text":"Also I got rotting pinata on vinyl beginning of the pandemic and its gotten a solid amount of attention","sentiment_score":0.0}
{"full_text":"RT I just got my results.Your test result for COVID-19 was negative (also called not detected).So apparently I don't have...","sentiment_score":-0.125}
{"full_text":"This lockdown has me driving to Sainsbury's when I normally go to Asda for my groceries just for something to change and look forward to ","sentiment_score":0.15}
