{"full_text":"Coronavirus live news: Belgium warns of 'serious delays' to vaccine rollout as many EU AstraZeneca jabs left unused","sentiment_score":0.0757575758}
{"full_text":"RT YG Plus said, \"Although overall sales declined due to Covid-19,major businesses such as BLACKPINK and #TREASURE resumed in t...","sentiment_score":-0.0416666667}
{"full_text":"RT Ron Desantis shut down the Covid Florida task force then encouraged maskless, no distancing events. RT if you agree #D...","sentiment_score":-0.1555555556}
{"full_text":"No money for Covid vaccine","sentiment_score":0.0}
{"full_text":"RT The latest information on Coronavirus in the #UAE","sentiment_score":0.5}
{"full_text":"Traveling to Spain during Covid-19: What you need to know before you go","sentiment_score":0.0}
{"full_text":"here to announce that the new covid rules about shopping in this, our country of the netherlands, are the single stupidest most comedic rules yet.","sentiment_score":0.1883116883}
{"full_text":"RT Influencers returning from Dubai and arriving at the covid hotels","sentiment_score":0.0}
{"full_text":"Rah lockdown knocked the bougie Mayfair bottles from u ","sentiment_score":0.0}
{"full_text":"RT Trump tweeted this one year ago today. By that point, there had been 21 reported COVID deaths in the United States. The COV...","sentiment_score":0.0}
{"full_text":"priorities of #MontenegrinCEIPresidency2021:recovery COVID-19 pandemic (#health, economic &amp; social)strengthened #connectivity #ScientificCooperation#environmental protection #BridgingEurope #CEI2021MNE","sentiment_score":0.2}
{"full_text":"RT By not being willing to hold your nose by not giving the super majority in May risks the unionist government imposi...","sentiment_score":0.2916666667}
{"full_text":"covid - 19 vaccines don arrive for kotoka internal airport oo","sentiment_score":0.0}
{"full_text":"The diamond of Antwerp! For #BDSMBeginners and #BDSMAdvanced. Always improving, renewing! Book now: katharina@houseofk.behttps:\/\/t.co\/pjh24XpJQfhttps:\/\/t.co\/zNYQ7pH36Zhttps:\/\/t.co\/gMfOfGsiDZ (Tribute)https:\/\/t.co\/g4E1QETs9c (Amara Clinic)","sentiment_score":0.0}
{"full_text":"Israel lifted coronavirus lockdown restrictions this week with its \"green passport\" system showing those vaccinated against Covid-19 allowing even indoor facilities such as gyms to reopen.","sentiment_score":-0.1}
{"full_text":"RT Ireland has become one of the few countries to move people with severe mental illness up the vaccine queue.Comes aft...","sentiment_score":-0.15}
{"full_text":"Here are the planned four stages of England's #roadmap to lifting lockdown restrictions Please remember, that until each stage is confirmed we must #StayHome where we can and practice #HandsFaceSpace -","sentiment_score":0.4}
{"full_text":"RT Supports need to be increased Hotels need more supports for business and livelihoods  it's now 12 months ","sentiment_score":0.5}
{"full_text":"RT \"The notion that there can be countries where there's going to be 40-year-olds and 30-year-olds vaccinated while there ar...","sentiment_score":0.0}
{"full_text":"RT Anyone thinking of voting labour in LE just to get back at the Gov for their handling of covid have clearly no...","sentiment_score":-0.025}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT united states under trump or biden has persistently up help \"America first\"vaccine policy ref...","sentiment_score":0.25}
{"full_text":"RT Who'd want to be a teacher?No PPE,no vaccinations,vilified one minute then heroes the next. Accused of doing no work duri...","sentiment_score":0.0}
{"full_text":"RT From March 1, people above 60 years of age and those above 45 years of age with comorbidities will be vaccinated at 10,000 govt &amp;...","sentiment_score":0.0}
{"full_text":"Fry's was going to go out of business in 2021 with or without COVID","sentiment_score":0.0}
{"full_text":"RT Half a million Americans have died of #COVID19 and GOP legislators decided to mock the requirement to wear masks in the s...","sentiment_score":-0.1666666667}
{"full_text":"RT Dear anti-vaxxers,This is a brief reminder that kids today, the ones you complain are 'the most heavily vaccinated in histo...","sentiment_score":0.1}
{"full_text":"RT Well, shit. It finally happened. I tested positive for COVID-19.","sentiment_score":0.0090909091}
{"full_text":"RT What kind of person forces a child to wear a mask for at least 6 hours a day ?","sentiment_score":0.15}
{"full_text":"RT dealing with imposter syndrome during a pandemic is so funny. \"do I even deserve to be in this google doc\"","sentiment_score":0.25}
{"full_text":"RT The Minister of Health, Hon. Kwaku Agyemang Manu, UNICEF Representative, Anne-Claire Dufay, and WHO Representative, Franci...","sentiment_score":0.0}
{"full_text":"All these festivals and events saying they're going ahead this summer is making me think I should have been saving during lockdown and not ordering stuff just so I had a parcel to look forward to...","sentiment_score":0.0}
{"full_text":"RT It's an incredible coincidence that as the eldest son of a man who spent his life advocating for depopulation became PM,...","sentiment_score":0.4}
{"full_text":"RT #BreakingNews: #Coronavirus: The UAE has conducted more than 179,000 additional tests, uncovering:3,102 New cases3,814 N...","sentiment_score":0.3181818182}
{"full_text":"RT MUTANT strain of #covid_19 found amongst Tatmadaw personnel in #Myanmar#WhatsHappeninglnMyanmar #coronavirus","sentiment_score":0.0}
{"full_text":"RT #Petrol 100#Diesel#LPG 769#Unemployment#Farm Laws#Crime against women#GDP at an all time low#Surrender...","sentiment_score":0.0}
{"full_text":"RT Covid at 8:01PM","sentiment_score":0.0}
{"full_text":"The #Post has been caught in a lie. The newspaper insists on claiming the \"#Wuhan lab\" theory is a viable explanation for the #pandemic, even as it asks for proof from the US government to back up its own claims of a man-made origin of the #virus.https:\/\/t.co\/bc6wl2FHKu","sentiment_score":0.3}
{"full_text":"And that is the difference of winter 2020-2021...we are NOT seeing the goopy, messy viral illnesses of years past. Lockdown has shutdown the prevalence of coughs and colds this past winter. It feels like a cold season w\/ no snow!","sentiment_score":-0.3625}
{"full_text":"RT Former Clinton adviser warns Dems using COVID to usher in 'totalitarian state before our eyes'","sentiment_score":0.0}
{"full_text":"Please sign &amp; share.We must have a full public enquiry into the handling of Covid19 and the use of lockdowns.We must know the truth.Petition: Agree to hold a public inquiry to examine the true, full, effects of Lockdowns.","sentiment_score":0.21}
{"full_text":"RT The reason our media (which is propaganda for the elites) aggressively attacks Ron Desantis' winning approach to Covid-19...","sentiment_score":0.2}
{"full_text":"AMAZING NEWS JO! Finally Govt decision that ALL people with learning disabilities will be moved into Priority Group 6.","sentiment_score":0.375}
{"full_text":"The \"temple of our democracy\" is where the corporations and special interests buy their representatives. Most Democrats know this. They say it out loud. ","sentiment_score":0.319047619}
{"full_text":"Dear Mr. ThanathornI'm Khuong Dat Long from Vietnam.I Will Solve The Deadly COVID-19 Pandemic And Save Your Country Successfully If You and Your Country Want Me To Be A Leader Of The Fight Against This COVID-19 War.Please read now:https:\/\/t.co\/qf1uWn9oPA","sentiment_score":0.1666666667}
{"full_text":"RT Pleased to see this Urgent Question from 12.35pm in Parliament today: to ask about the j...","sentiment_score":0.5}
{"full_text":"RT not sure about the social distancing example there.","sentiment_score":-0.1083333333}
{"full_text":"RT Joe Biden has no plan for COVID, is putting kids in cages, and his son is under federal investigation. No wonder the M...","sentiment_score":0.0}
{"full_text":"RT Here's a slightly abstract (and unsettling) data visualisation of #covid19 case rates in England.Sound on for the ful...","sentiment_score":-0.3333333333}
{"full_text":"RT just bc he's wearing a mask that time doesnt mean it was during covid19 already. if im not mistaken, most celebrities in...","sentiment_score":0.09375}
{"full_text":"RT BREAKING: Peter Navarro confirms on War Room Fauci aggressively fought AGAINST Trump's COVID-19 China Travel Ban, arguing...","sentiment_score":0.0}
{"full_text":"And, some say virus was carried to Wuhan by troops from USA who went to military games there in Sept 2019. Plenty of suspicion floating around and previous evidential data since taken down from SM sites and off of Google.","sentiment_score":-0.1407407407}
{"full_text":"If the US had locked down everybody the epidemic wouldn't have evolved like in New Zealand due to geography and the fact that thousands of immigrants, coyotes, drug and weapons smugglers cross the US-Mexico border every day, and Democrats insist on having open borders.","sentiment_score":-0.0288383838}
{"full_text":"During the pandemic and afterthe Ice Storm\/Blizzard, do women need men?","sentiment_score":0.0}
{"full_text":"RT SCORPIO: Zweli Mkhize's 'family friend' and ex-private secretary pocket Covid-19 cash via R82m Department of Health cont...","sentiment_score":0.0}
{"full_text":"RT We are delighted to announce that the Michigan Journal of International Law is now accepting submissions for Volume 43!...","sentiment_score":0.35}
{"full_text":"RT MUTANT strain of #covid_19 found amongst Tatmadaw personnel in #Myanmar#WhatsHappeninglnMyanmar #coronavirus","sentiment_score":0.0}
{"full_text":"RT The is right.Is it really a #COVID19 relief bill if less than 9% of the bill goes to defeating COVID-19?","sentiment_score":0.0166666667}
{"full_text":"There are two sets of laws . . .","sentiment_score":0.0}
{"full_text":"#Covid19 in #Bangladesh: Daily death #toll falls, new cases risehttps:\/\/t.co\/wtktvz4Agy","sentiment_score":0.0681818182}
{"full_text":"RT #SaveTheEgyptainStudents#EgyptianStudentsLivesMatterministers,actors,doctors,everyone is getting covid and dying right...","sentiment_score":0.2857142857}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT CAUTIOUS LIFTING OF LOCKDOWN DEPENDING ON DATA There, fixed that for youYou think anyone knows what will happen with...","sentiment_score":0.1}
{"full_text":"Woman Self-incarcerates in Plexiglass \"Freedom Jail\" to Own the Libs","sentiment_score":0.25}
{"full_text":"RT For those with good eyesight this BBC graphic shows UK with the worst COVID death rate among major countries.However, f...","sentiment_score":-0.059375}
{"full_text":"COVID bill: Millions to 'socially disadvantaged farmers,' 'environmental justice,' 'family planning'","sentiment_score":0.0333333333}
{"full_text":"\"Bhutan PFM systems responded well to #COVID19 due conscious efforts over decades. #PEFA is effective as monitoring tool\" says Nim Dorji, Finance Secretary at .@PEFASecretariat event now. .@pinakichakrbrty .@FCDOGovUK .@_miller_mark  .@ODIdev .@Ed_OlowoOkere .@wbg_gov","sentiment_score":0.1916666667}
{"full_text":"If WHO wants to do good, use decentralized #blockchain technology for the benefit of the public.  does a good job in this regard. Go cooperate. #Covid19","sentiment_score":0.4}
{"full_text":"RT Congratulations, #Ghana!600,000 #COVID19 vaccines arrived in Accra this morning, making the country the first in Africa to rec...","sentiment_score":0.25}
{"full_text":"RT A college student just asked for advice saying that \"nobody's hiring during the pandemic\". My advice: create your own opportu...","sentiment_score":0.6}
{"full_text":"some covid queue calculator I tried the last day had me down for getting mine in 2023 ","sentiment_score":-0.0777777778}
{"full_text":"Yeah, I had mild covid and was sick for about 3 weeks. Out of interest which variety of vaccine did you have? Hope you feel better. ","sentiment_score":0.0396825397}
{"full_text":"RT Ghana has become the first country to receive Covid-19 vaccines through WHO's COVAX program","sentiment_score":0.25}
{"full_text":"RT Quick update on #B117 in Denmark: Early data from week 7 (based on 2 days), suggests variant is now causing 57% of cases in De...","sentiment_score":0.2166666667}
{"full_text":"The covid vax must be kept at -70 so a  twitter buddy says. Thats one cool virus","sentiment_score":0.35}
{"full_text":"RT Good morning beautiful people. A year ago today I was on this beach. We just got back in time for lockdown 1. Anyway, I...","sentiment_score":0.5166666667}
{"full_text":"We're booked to go back to Cleethorpes in September. I'm expecting to be in another lockdown by then after everyone goes mental over the summer.","sentiment_score":-0.05}
{"full_text":"RT Two Tier Pandemic!* 132,000 people asked to self isolate were refused the PS500 grant (total PS66m)* Meanwhile 2,300 'm...","sentiment_score":0.0}
{"full_text":"RT University study finds Covid survives for up to three days on fabric","sentiment_score":0.0}
{"full_text":"Design a home office that works for you.Stay productive and motivated.Complete guide...#ITRTG#workfromhome #roadmap#BloggersHutRT#thrblognetworkhttps:\/\/t.co\/CucGcMr3Cn","sentiment_score":0.0}
{"full_text":"Head of Department has written a piece for on how sport has had to adapt to #COVID19  restrictions. Read the full article here:https:\/\/t.co\/Nmw9YrntlU","sentiment_score":0.35}
{"full_text":"Decline in tax revenue started before Covid-19, budget office tells Treasuryhttps:\/\/t.co\/LRaaP539EB","sentiment_score":0.0}
{"full_text":"RT News from the Big Rapid Testing in New York to accelerate the reopening of the economy #odx #abdx","sentiment_score":0.0681818182}
{"full_text":"RT All adults with learning disability to be offered Covid vaccine in priority u-turn","sentiment_score":0.0}
{"full_text":"In the middle of a Pandemic, the Portage County Commissioners are trying to make it harder to attend their meetings by eliminating their live-stream. Take 30 seconds to tell them to keep it!https:\/\/t.co\/4c1kADIcg0","sentiment_score":-0.05}
{"full_text":"Pacari takes pride in practising fair trade - we are even a WFTO certified 'Guaranteed Fair Trade Enterprise' to prove it! Stay posted for more upcoming fair trade facts!Shop our products (all fair trade!) at #fairtradefortnight #fairtradechocolate","sentiment_score":0.73}
{"full_text":"A pop-up vaccination hub at a Waltham Forest mosque gave the first vaccine dose to 130 elderly residents in 2 hours. #covid19","sentiment_score":0.25}
{"full_text":"RT Great that WIV-origin of #COVID19 is widely accepted!I'm working on new reports to explain why it's part of CCP's unrest...","sentiment_score":0.2787878788}
{"full_text":"We have heard announcements of \"Vaccine Passports\" in order to travel, use public services, or gain employment. They may not mandate a #COVID19 vaccine, but this is no different, and violates our Charter rights.Sign our petition &amp; say #NoVaccinePassportshttps:\/\/t.co\/HCvHtmzcTL","sentiment_score":0.0}
{"full_text":"Counseling session at Lady Harding Medical college taken by Specialist &amp; advised all persons with comorbidities should take the JAB against COVID19. #LargestVaccineDrive #united2fightcorona #delhifightscorona","sentiment_score":0.0}
{"full_text":"The NHS app could be used to show your covid-free status","sentiment_score":0.0}
{"full_text":"RT DO NOT ASK ME 'HOW DID YOU FIND LOCKDOWN' WHEN WE ARE OUTSIDE AGAIN PLEASE.","sentiment_score":0.0}
{"full_text":"RT Fastest way to go broke. Fomo buying and panic selling.","sentiment_score":0.0}
{"full_text":"The world needs monkeys to develop COVID-19 vaccines. But a global shortage, resulting from the unexpected demand caused by the pandemic, has been exacerbated by a recent ban on the sale of wildlife from China.https:\/\/t.co\/HVUOY8fcfu","sentiment_score":0.0333333333}
{"full_text":"Lucy, from the UK, tells us why she took part in #PsoProtectMe:\"This research is hugely beneficial to the #psoriasis community and will have a positive impact on how we manage our condition throughout and beyond the pandemic.\"Do you have psoriasis?https:\/\/t.co\/G5hHyqIy81","sentiment_score":0.3136363636}
{"full_text":"As the world's food systems face an unprecedented threat, we need your partnership to prevent a global food emergency.Here is 7 step #COVID19 Response &amp; Recovery Programme to #BuildBackBetter https:\/\/t.co\/hAdOS2PZdN","sentiment_score":0.3}
{"full_text":" #FTTLending is happening now - Tune in for the Industry Discussion - COVID response powered by loans  ","sentiment_score":0.0}
{"full_text":"A Step Too Close Could Be A Step Too FarThe new COVID-19 variant is spreading fast and around 1 in 3 people with coronavirus don't have any symptoms.If you have to shop, try to go alone and limit the trips you make.https:\/\/t.co\/zdZUKaVhxJ","sentiment_score":0.1681818182}
{"full_text":"Want to react to a change in your database ? To send a push notification, send an email, cleanup cache or recompute something. Change Data Capture is for you !https:\/\/t.co\/ZBg33aLyUl","sentiment_score":0.0}
{"full_text":"A lot of the official forecasts turned out to not be worth the paper they are written on. The current timeline needs to be reviewed to reflect reality not fear.","sentiment_score":0.15}
{"full_text":"Lexington's City Council is backing Mayor Linda Gorton's recommendation for some coronavirus related tax relief for local businesses. Council acted Tuesday to place the item on an upcoming meeting docket.https:\/\/t.co\/1uxWKqOUib","sentiment_score":0.0}
{"full_text":"Have you explored our bank of Coronavirus Home Learning resources for Early Years to KS4? We've included videos, educational articles, blogs and opinion pieces on everything from fairytales to pioneers of electronic music: #MusicEducation #HomeSchooling","sentiment_score":0.175}
{"full_text":"Had the covid-19 vaccine?  You still need to stay home - help stop the spread.#StayHome  #SaveLives","sentiment_score":0.0}
{"full_text":"RT TRIPLE WORRISOME--Data says the new variant that is now dominant strain in California:spreads FASTERevades antibodies...","sentiment_score":0.1363636364}
{"full_text":"Wednesday Wisdom... Find ways around your obstacles, or learn how to use them to your advantage. Our latest exploration with motion capture &amp; digital design was done remotely as a result of the Corona Virus. This will not stopped the creation of our new work BOY'S KHAYA.","sentiment_score":0.0972727273}
{"full_text":"One Shot Offers COVID-19 Protection, But for How Long?","sentiment_score":0.025}
{"full_text":"Contact your GP practice online or by phone to be assessed and receive help. A face-to-face appointment will be arranged if appropriate. Do not visit your GP if you have coronavirus symptoms or are self-isolating. Follow the advice at","sentiment_score":0.5}
{"full_text":"RESCHEDULED: We're pleased to have a new date for the show at It will now take place on 09.07.21. Social distancing restrictions will still remain in place for this show. All original tickets remain valid.TIX:","sentiment_score":0.2611742424}
{"full_text":"RT Shri  Ashok Gehlot ji's budget will prove to be a milestone in the state's economy which was hit by Covid. Like the relie...","sentiment_score":0.0}
{"full_text":"Please see below the latest roadmap to show the proposed lifting of England lockdown restrictions.In the meantime please continue following government guidanceSee Vaccine effectiveness blog here...","sentiment_score":0.25}
{"full_text":"Ultraskate 2021 amidst a pandemic #longdistancepump #longdistancepumping #longdistancepushing #longdistancepush #ldp #dhlongboarding #changingangles #longboarding #slalomskateboarding #distanceskateboarding #distanceskating #longdistanceskating","sentiment_score":0.0}
{"full_text":"Thank you Elvis for sharing your story about dealing with prostate cancer during a world pandemic, it is a very honest informative story #inspiration #ProstateCancer #menshealth  #COVID19","sentiment_score":0.78}
{"full_text":"CMIE data shows that monthly household income declined by 41% in urban India in April 2020, the first full month of Covid-19 lockdown. Read the latest CEDA-CMIE Bulletin for morehttps:\/\/t.co\/mEr2SmAHQt","sentiment_score":0.275}
{"full_text":"Enhanced Illness Benefit is available to workers diagnosed with #COVID19 or instructed by a doctor\/HSE to self-isolateThere are no waiting days, it is paid from Day 1Apply at is available in multiple languages here:","sentiment_score":0.2666666667}
{"full_text":"What's happened to 52 week waits throughout the pandemic? Read more in our latest report:  #reformhealth","sentiment_score":0.5}
{"full_text":"Covid has died off now hospitals nearly deserted","sentiment_score":0.1}
{"full_text":"Our Babes Of The Beat are creating some serious lockdown looks in the new Introducing Sarah Ashcroft x collection. Check out each piece of her crush-worthy collection here  #BabesOfTheBeat","sentiment_score":-0.0984848485}
{"full_text":"Technology has helped many people during the pandemic.Learn how technology has helped Jane - living with MS.  Article via the #msawareness #alinkeruk #sussex #uk","sentiment_score":0.5}
{"full_text":"Although we're making progress with #COVID19, we're not in the clear yet. As the weather gets nicer, the desire to gather outside will be great. We must not let up now. Help to continue to  the risk by social distancing. #CareerTechOhio #CTEWorks #CareerTechChangesLives","sentiment_score":0.2333333333}
{"full_text":"New figures have revealed a least of quarter of city businesses are looking to downsize their offices in the wake of the COVID pandemic. A record number of employees are working flexible hours from home - and it is changing cities around the globe. #7NEWS","sentiment_score":-0.0818181818}
{"full_text":"COVID 19 Statistics for Scotland (24\/2\/2021) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"A second case of the South African COVID variant has been found in Nassau County, the same county where the first case was found, Gov. Andrew Cuomo said.","sentiment_score":0.0625}
{"full_text":"RT Hi , the UK has some really brilliant graphic designers and public health experts. Could you maybe get o...","sentiment_score":0.3}
{"full_text":"A lively letters page is the mark of a good, relevant local newspaper, they say. This week ours has got sparks coming off it!","sentiment_score":0.3090909091}
{"full_text":"Lockdown 3.0 How to handle employee requests to return to the office","sentiment_score":0.0}
{"full_text":"We have been so dependent on technology throughout this lockdown we wanted to give out students the opportunity to develop their IT skills further not just for their time at school but for their future so we have put together a programme which is open to all students.","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Wednesday February 24, 2021 ","sentiment_score":0.0}
{"full_text":"Find out the key differences https:\/\/t.co\/oIlQxmdWvW","sentiment_score":0.0}
{"full_text":"RT How #PrinceGeorge #Virginia public schools treats it's teachers who've been forced back in person 5 days a week since Sept,...","sentiment_score":-0.1}
{"full_text":"Social Assistive Robotics could be a potential tool to support clinical care areas #socialrobotics","sentiment_score":0.0166666667}
{"full_text":"In Covid-struck India, Ola and Uber face a  bumpy ride  Drivers of app-based cabs are working more for less money since the coronavirus pandemic.","sentiment_score":0.1666666667}
{"full_text":"Contact your GP practice online or by phone to be assessed and receive help. A face-to-face appointment will be arranged if appropriate. Do not visit your GP if you have coronavirus symptoms or are self-isolating. Follow the advice at","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 28.3FWind Chill: 28.3FHumidity: 97%Dew Point: 27.6F Barometer: 30.102 inHgWind: 0 mph from the SSECorona Virus Weekly Stats:Cases: 121.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT #COVID19 update for Feb 24. Malaysia recorded 3,545 new cases with 12 deaths.","sentiment_score":0.1363636364}
