{"full_text":"RT Remember this woman? Went viral for being lashed by officers during the lockdown at Iwo. By God's grace we w...","sentiment_score":0.0}
{"full_text":"\"Nobody should charge $4,000 to stick a Q-Tip up someone's nose,\" Even 'covered',  costs like this mean  premiums","sentiment_score":-0.3125}
{"full_text":"RT Spineless.","sentiment_score":0.0}
{"full_text":"RT NEW--Interim analysis of Russian #COVID19 #vaccine phase 3 trial involving nearly 20,000 participants suggests a two-dose reg...","sentiment_score":0.05}
{"full_text":"RT This IS a bipartisan agenda.","sentiment_score":0.0}
{"full_text":"RT BREAKING--analysis of Russian #SARSCoV2 vaccine's phase 3 trial with ~ 20,000 participants finds that a 2-dose regimen has a...","sentiment_score":0.0}
{"full_text":"RT 100 House Democrats want to include amnesty in the COVID-19 relief bill?HELL NO!","sentiment_score":0.0}
{"full_text":"Pandemic has stopped them in their tracks.Fingers crossed Khan is booted out at the election but unfortunately it is unlikely with the breakdown of people in our supposedly wonderful diverse City.2021 London Census population breakdown will be interesting \/","sentiment_score":0.3333333333}
{"full_text":"RT #BREAKING NEWS: Canada signs deal with Novavax to make COVID-19 vaccine in Montreal","sentiment_score":0.0}
{"full_text":"RT If you commit to spending PS100m on a new training facility and then a global pandemic hits bringing on the biggest recess...","sentiment_score":0.0681818182}
{"full_text":"The British public are being held to account for their failure to follow the rules during the Coronavirus pandemic. When do the Government start being held to account for their multiple failiures to us of which there are so many .","sentiment_score":0.0366666667}
{"full_text":"RT In Parliament, I just highlighted that countries that pursued a Zero Covid strategy had 0 deaths in January, while the UK...","sentiment_score":0.0}
{"full_text":"RT Your mistakes cost us the lives of our family members, @NYGovCuomo. But rest assured, we, the People will be strong in ou...","sentiment_score":0.4333333333}
{"full_text":"RT As COVID-19 surge declines in Los Angeles County, officials warn about \"superspreader\" Super Bowl parties that could create new s...","sentiment_score":0.2348484848}
{"full_text":"RT I recently spoke with about what it's like to debut during a pandemic  Thrilled to be included in this","sentiment_score":0.3}
{"full_text":"RT Join us at 2:00pm for #ParliamentLive from Holyrood, featuring #COVID19 update.https:\/\/t.co\/vcwDyyH2b7 ht...","sentiment_score":0.0}
{"full_text":"RT If you do covid lockdown early and hard you have shorter periods of restrictions and better control.This means you need less...","sentiment_score":0.0354166667}
{"full_text":"RT !!PLEASE RT &amp; SPREAD!!Hello guys! I would really appreciate it if you please take time and read\/spread this thread.My da...","sentiment_score":0.2}
{"full_text":"Officials in BC apologized to Nuxalk Nation after a medical health officer withdrew more than 200 COVID-19 vaccine doses intended for their people.Nuxalk leaders were also shocked when Harding referred to the vaccine as a \"gift\" to the nation.https:\/\/t.co\/FvzGpxzZrx","sentiment_score":-0.0666666667}
{"full_text":"RT The deadly pandemic. A broken economy. The climate crisis. So many emergencies requiring leadership and governance. In...","sentiment_score":-0.0333333333}
{"full_text":"RT Labour MP Neil Coyle has reported halfwitted conspiracy theorist Piers Corbyn to the police for designing and distribu...","sentiment_score":0.0}
{"full_text":"\"When this pandemic is over\" is starting to feel like when you got money as a kid and your mom would \"hold it for you so you don't lose it.\"","sentiment_score":0.0}
{"full_text":"RT Pre-Covid, was \"weeks\" from signing Project Sunrise A350-1000 deal, CEO Alan Joyce tells StraightTalk. Hav...","sentiment_score":0.0}
{"full_text":"RT This is Chicago public school teacher Dwayne Reed.His wife is eight months pregnant with their first child. In an attempt...","sentiment_score":0.1944444444}
{"full_text":"\"These COVID briefings have real A24 vibes\"","sentiment_score":0.2}
{"full_text":"My understanding is that it's actually just really hard to make and other pharma companies are not \"standing ready\" to produce it","sentiment_score":-0.0541666667}
{"full_text":"RT It's February 1st. Rent is due. Families are in crisis. Congress needs to act immediately. If you aren't with us, get...","sentiment_score":-0.125}
{"full_text":"RT JUST IN: More than 100 million coronavirus vaccine doses have now been given worldwide","sentiment_score":0.5}
{"full_text":"RT COVID-19: More 'mutations of concern' found in Bristol and Liverpool, says Matt Hancock ","sentiment_score":0.5}
{"full_text":"RT Nicola Sturgeon says the Kent variant now accounts for an estimated 73% of new #COVID19 cases in Scotland.She adds that Publ...","sentiment_score":0.1363636364}
{"full_text":"RT Jim Jordan:-Ignored coronavirus bc Trump said so-Voted against free testing-Opposed relief checks worki...","sentiment_score":0.4}
{"full_text":"RT Exactly. What about a trauma of knowing if you get COVID you have a high chance to die but you have to work because...","sentiment_score":0.205}
{"full_text":" Now we know where the US Covid variant came from.","sentiment_score":0.0}
{"full_text":"RT Labour's Zarah Sultana in Parliament literally just said we should have taken a 'zero Covid' strategy and ensure the virus...","sentiment_score":0.0}
{"full_text":"RT Pharma!!!","sentiment_score":0.0}
{"full_text":"RT Services that can help you get through lockdown if you need support.","sentiment_score":0.0}
{"full_text":"tf people are so close to them, i hope the fans are aware that social distancing is a must coz the virus is still there @treasuremembers","sentiment_score":0.1416666667}
{"full_text":"RT Biden's first big test coming up: Does he want bipartisanship so much he's willing to shrink his COVID survival plan? Or does...","sentiment_score":0.1666666667}
{"full_text":"RT I think the link has been dismissed although it is being monitored closely...","sentiment_score":0.0}
{"full_text":"RT We can only make progress if we measure progress. Today, launched the SCORE global report on health data systems and cap...","sentiment_score":0.0}
{"full_text":"RT i would prefer it","sentiment_score":0.0}
{"full_text":"RT Not one of the 10 opposed Donald Trumps Tax Scam bill that helped millionaires.  But the 10 met with yest...","sentiment_score":0.0}
{"full_text":"RT Former WH Economist: $1.9 trillion COVID bill could raise U.S. deficit to 25% of GDP | Just The News","sentiment_score":0.0}
{"full_text":"I'm sure it's a combination of gloomy skies and 11 months of a pandemic and the fact that I'm in the middle of the book I'm writing (when I always start to second-guess myself) but lately I've felt like I'm talking into an abyss. -","sentiment_score":0.0666666667}
{"full_text":"Day #19 of \"stay at home order\" in Ontario. 7 more to go...maybe Have a great day everyone! Stay safe and healthy  Went from bitter cold for a week, to a snowfall advisory today Gotta love Canada  #Stayhome#WearAMask#HealthcareHeroes","sentiment_score":0.3285714286}
{"full_text":"In a way it's hilarious that we decided to have a second baby right before a global pandemic came to town and everything went to shit and now I'll never be able to leave my house again and I'll be trapped inside with my baby and my kid forever! In a way! LOL!!","sentiment_score":0.2216517857}
{"full_text":"RT US, UK, NI, ROI &amp; Swe new #Covid \"cases\" comparison graph.A few days lag with Sweden's reporting but the trend is show...","sentiment_score":-0.0318181818}
{"full_text":"RT The Sputnik V vaccine, developed in Russia, has been shown to be 91.6% effective against the coronavirus, according to a new p...","sentiment_score":0.2787878788}
{"full_text":"RT Please wash your hands frequently, engage in social distancing and wear a mask in public. You can't see the highly contagious...","sentiment_score":0.0733333333}
{"full_text":"RT In Parliament, I just highlighted that countries that pursued a Zero Covid strategy had 0 deaths in January, while the UK...","sentiment_score":0.0}
{"full_text":"WCCHD COVID-19 Vaccine News Update - County has set up a call center to serve as a resource for residents with questions about the COVID-19 vaccination Hub in WilCo. The call center number is 512-943-1600.","sentiment_score":-0.1}
{"full_text":"RT As the child of an alcoholic, this is something I feel very strongly about. If you know a child who is living with alcohol...","sentiment_score":0.1566666667}
{"full_text":"I don't think the pandemic did nearly a dent in their work. What did is the 3 year life cycle being cut down to 2 because SHG didn't have their game ready. Not trying to sound bad but this game isn't worth an extra $10(next gen) or let alone the standard $60... should've been -10","sentiment_score":-0.0655555556}
{"full_text":"RT I will buy it ","sentiment_score":0.0}
{"full_text":"Check out my latest article: Anti-Vaxers Use Facebook To Organize Shut-Down Of Covid Vaxing At Dodger Stadium:  WHAT DOES THE PR COMMUNITY THINK? via","sentiment_score":0.5}
{"full_text":"RT Tennesseans aged 70 and up may begin registering for COVID-19 vaccination Feb. 2. Find information for your county and...","sentiment_score":-0.1}
{"full_text":"RT 1\/2 Each person can reduce their risk of poorer outcome from COVID-19 by reducing dietary carbohydrate load consumption to bel...","sentiment_score":0.0}
{"full_text":"RT I got arrested for not wearing a mask today.Police Officers weren't interested in hearing about the scar tissues in my l...","sentiment_score":0.25}
{"full_text":"RT 2021 Idol Star Championship recently filmed with Highlight Yoon Dujun, SHINee Minho, ITZY Yeji, Lia, APINK Yoon Bomi, OH...","sentiment_score":0.0}
{"full_text":"RT TheCitizens of Myanmar are totally against theCurrent Action of Military Coup .We voted with all of OUR Hearts despite gl...","sentiment_score":0.0}
{"full_text":"RT #Srinagar RailwayAfter remaining suspended for almost a year now, the Railway official said that the trains will start...","sentiment_score":0.0}
{"full_text":"Perhaps the most unique forecast you'll ever see. Find out what pandemic recovery looks like for your industry.","sentiment_score":0.4375}
{"full_text":"Feb. 2020 Pelosi \"Come to China town for the New Year.\" DeBlasio  \"go abt your daily business\". Democracts \" Trump is a xenophobic  for stopping flight to the US from China.\" You can't stop this virus wake up! Some people don't believe it I do.","sentiment_score":0.0681818182}
{"full_text":"RT Nicola Sturgeon says the Kent variant now accounts for an estimated 73% of new #COVID19 cases in Scotland.She adds that Publ...","sentiment_score":0.1363636364}
{"full_text":"RT The Sputnik V vaccine, developed in Russia, has been shown to be 91.6% effective against the coronavirus, according to a new p...","sentiment_score":0.2787878788}
{"full_text":"RT No One Got Arrested After Anti-Vaxxers Shut Down Dodger Stadium's Massive COVID Vaccine Site ","sentiment_score":-0.0777777778}
{"full_text":"#ProtectTheNHS The #NHS are under a lot of pressure this winter with the added challenge of #Covid-19. Please follow government guidelines &amp; lockdown restrictions to help us beat #Covid-19 Remember: #HandsFaceSpace #StayHome #SaveLives","sentiment_score":0.0}
{"full_text":"RT As COVID-19 vaccine distribution begins, it is important to be cautious of potential scams.","sentiment_score":0.2}
{"full_text":"RT Man, lock that bitch down, then lock her criminal ass up. ","sentiment_score":-0.2777777778}
{"full_text":"For my teen's pandemic birthday we took pictures from throughout their life starting from birth and up to this year, and created a train of photos starting at their bedroom door and leading out to our family room with a happy birthday sign and their wrapped gifts","sentiment_score":0.2}
{"full_text":"RT Canada's 7-day average of confirmed Covid-19 cases, as of Feb. 1, increased for the first time in 22 days. Rose slightly to...","sentiment_score":0.1866666667}
{"full_text":"RT Yes. It's my current lockdown priority. Far more important than going out to work, or going anywhere to...","sentiment_score":0.25}
{"full_text":"Aldeman: Lessons from Spanish Flu -- Babies Born in 1919 Had Worse Educational, Life Outcomes Than Those Born Just Before or After. Could That Happen With COVID-19? | The 74","sentiment_score":-0.05}
{"full_text":"RT Brilliant way to make the pandemic disappear almost overnight. Simply manipulate the testing parameters.https:\/\/t.co\/JG...","sentiment_score":0.45}
{"full_text":"RT Worth noting in the wake of two #Chiefs players being placed on the COVID-19 reserve list due to high-risk close contacts: No...","sentiment_score":0.0875}
{"full_text":"Blog","sentiment_score":0.0}
{"full_text":"RT Despite the pandemic, United are well placed to complete their squad overhaul in the summer after a reasonably success...","sentiment_score":0.2}
{"full_text":"RT The latest Ada data reveals that roadside traffic levels are just 5% below average levels for the latest week - well above le...","sentiment_score":0.2125}
{"full_text":"RT Nice validation that one dose strongly boosts spike in previously infected individuals. Would have expected and great to hav...","sentiment_score":0.3133333333}
{"full_text":"RT Outrageous. The Biden Administration is giving vaccines to terrorists at Guantanamo Bay. What do they say to American sen...","sentiment_score":-0.5}
{"full_text":"RT UPDATE: After today's data, the latest estimate for the number of excess deaths in the UK linked to coronavirus is1...","sentiment_score":0.5}
{"full_text":"RT If you are working on the #KeystonePipeline you can just find another job?Okay.If you are a teacher afraid to teach...","sentiment_score":-0.6}
{"full_text":"RT Oh good. Covid variants have nearly doubled in Alberta since Friday (3151). One week to go until businesses re-open! ...","sentiment_score":0.4125}
{"full_text":"RT FM\/Covid - today she is wearing her 'reasonable' face. This happens when knowing she has bug*ered up, the charm (ha) o...","sentiment_score":0.2}
{"full_text":"Kune lockdown Ten","sentiment_score":0.0}
{"full_text":"RT Se segolo ke Bophelo bagolo...you kiss someone then the next thing you post positive covid..entlk I'll  wait for my wed...","sentiment_score":0.1136363636}
{"full_text":"RT Healthcare workers in Myanmar declared to carry out CDC starting from 3rd February,2021.Source: Civil Disobedience Movement...","sentiment_score":0.0}
{"full_text":"RT Help usI'm still students I haven't even attended  first year of university yet till now  passed 10th grade since 201...","sentiment_score":0.25}
{"full_text":"Yuval Levin: \"Signs of life in the legislative branch are always welcome, and the move by ten Republican senators to propose an alternative to the Democrats' pandemic-relief bill is certainly such a sign.\"","sentiment_score":0.2666666667}
{"full_text":"RT When a South Carolina drive-thru coronavirus vaccine clinic got backed up, leaving people waiting for hours, the town...","sentiment_score":0.0}
{"full_text":"RT Catching the coronavirus from surfaces is rare. The World Health Organization and national public-health agencies need to c...","sentiment_score":0.45}
{"full_text":"RT How is the money winning over the pandemic ending? Aren't you guys tired of this","sentiment_score":0.05}
{"full_text":"\"The group ... has offered a set of proposals much more focused than the Democrats' on the actual needs of the pandemic response. Both substantively and strategically, what they've proposed is a smart move.\"","sentiment_score":0.2380952381}
{"full_text":"New legislation put forth by Democrats aims to better protect people's personal, pandemic-related data. \"This measure sets strict &amp; straightforward privacy protections &amp; promises: Your info will be used to stop the spread of this disease &amp; no more.\"","sentiment_score":0.1522727273}
{"full_text":"RT So the government that ignored science and was late to the 1st lockdown then ignored science and was late to the 2nd lo...","sentiment_score":-0.2}
{"full_text":"RT Fuck it... pandemic or no pandemic my album will come out this year! 2nd half 2021...","sentiment_score":-0.2222222222}
{"full_text":"RT Remember to:- Wear a mask- Wash your hands- Practice social distancingYour actions can save lives and change the cour...","sentiment_score":0.0333333333}
{"full_text":"RT Aspen Deke, 17, high school junior, beloved daughter, Kansas City, MO - died of #COVID19 on January 30, 2021. Aspen had...","sentiment_score":0.43}
{"full_text":"RT We ought to build a 650 room hotel, quite a posh one if needs be, and then stop all the MP second home nonsense.Stay in...","sentiment_score":0.0}
{"full_text":"If covid wasn't a complete hoax trump would of bought every drop","sentiment_score":0.1}
{"full_text":"RT Being staggeringly stupid is the defining feature of socialists.","sentiment_score":-0.8}
{"full_text":"Kind of disagree there. Regardless of the size of room it should be the same as the more people 'visiting' covid patients means more chance of spreading the virus.","sentiment_score":0.4}
{"full_text":"RT \"Critical\" those in South African variant test areas stay at home, Health Secretary Matt Hancock says","sentiment_score":0.0}
{"full_text":"RT We wouldn't think Covid will effect us until those who close to us died from it.","sentiment_score":0.0}
{"full_text":"RT Biden Tells Republicans That He Won't Accept Their Watered-Down COVID Proposal","sentiment_score":0.0}
{"full_text":"RT The question on the pro lockdown lips ...\"But why leah, would the rest of the world also be lying?\"Here's a little...","sentiment_score":-0.1875}
{"full_text":"Pierre Delecto was in this \"excellent meeting.\"  What does that tell you?","sentiment_score":1.0}
{"full_text":"RT We only voted for our national mother. We went through all the difficulties in the middle of the global pandemic to vote f...","sentiment_score":0.0}
{"full_text":"RT The Sputnik V vaccine, developed in Russia, has been shown to be 91.6% effective against the coronavirus, according to a new p...","sentiment_score":0.2787878788}
{"full_text":"Such a great story out of our neighboring state, South Carolina.Who do you call when a COVID-19 vaccine line gets bogged down by a computer glitch? A Chick-fil-A drive thru expert, of course.https:\/\/t.co\/jDALlwrIXr","sentiment_score":0.1111111111}
{"full_text":"What are the threats to South Africa's #vaccine rollout for #COVID19? These activists have identified seven issues. Read about it on our resource page. #BhekisisaResource","sentiment_score":0.0}
{"full_text":"- \"Since the Covid-19 pandemic began, we've heard lots of statistics about the number of workers being laid off, but far too little from the people directly affected.\"https:\/\/t.co\/dkb3C1ZWYF#NationalUnemployedWorkersMovement #workers","sentiment_score":0.0041666667}
{"full_text":"Over 500 organisations are certified to #OHAS Standards with NSAI. When faced with COVID-19, many of them benefitted from the agility which the management system gave them.Is your small business looking to get certified to ISO 45001? Get started with our practical guide.","sentiment_score":0.125}
{"full_text":"RT ok neat phil but how many more weeks till I can get a covid vaccine because I don't really give a shit about the weather when...","sentiment_score":0.3}
{"full_text":"This #ChildrensMentalHealthWeek, we want to give praise to every parent supporting their child\/children  through this pandemic. Your resilience is inspirational, but don't suffer in silence, you are not alone!Reach out! #MentalHealthMatters","sentiment_score":0.4375}
{"full_text":"RT Whatever happens on #GroundhogDay today, remember that #COVID19 will end one day, too. Until then wear a mask, wash you hands...","sentiment_score":0.0}
{"full_text":"How COVID-19 shocked both supply and demand.","sentiment_score":-0.7}
{"full_text":"Morehead State University stands with everyone in our Commonwealth in the fight against COVID-19. Wherever you are, you can join our virtual tolling of the Bell Tower. We will get through this together. #TogetherKy #TeamKentucky #EaglesAlwaysSoar","sentiment_score":0.0}
{"full_text":"EP1 | In this episode of #InTheBox you'll find expert advice on how to manage and boost your club's cash-flow, along with some brilliant #marketing tips to keep everybody engaged during #lockdown.Click here to watch https:\/\/t.co\/yqo7J9H39v","sentiment_score":0.9}
{"full_text":"The real victims here are British taxpayers whose good faith and extraordinary welcome during a global pandemic are being thrown back in their faces...","sentiment_score":0.2904761905}
{"full_text":"RT I was called into the office to be told that someone I live with had shown signs of Covid? He hasn't at all whatsoever...","sentiment_score":0.1363636364}
{"full_text":"'#Simpsons' Writer #MarcWilmore Dead at 57 from #COVID19","sentiment_score":-0.2}
{"full_text":"\"We can finish well on a personal relationship with the Lord. We can finish well in our struggle against covid-19. We can finish well in our struggle for a faithful Methodist church. By God's grace &amp; our own perseverance, we can finish well, together.\"https:\/\/t.co\/rXTszD4Gcq","sentiment_score":0.3}
{"full_text":"As the death toll continues to rise from COVID-19, even with vaccine efforts underway across the country, Scott Pelley speaks with some of the family members of the hundreds of thousands of Americans who were killed by the virus.","sentiment_score":-0.2}
{"full_text":"After no deaths in our Friday report, Chenango reported six and Otsego, one, on Monday.https:\/\/t.co\/NcuBF7u5Y4","sentiment_score":0.0}
{"full_text":"BBB warns: Stop putting your coronavirus vaccine card on social media","sentiment_score":0.0333333333}
{"full_text":"Discover how new #coronavirus #variants formed around the world, and whether #PPE and the new #Covidvaccines will successfully work against them.","sentiment_score":0.3409090909}
{"full_text":"Current evidence suggests that the severity of #COVID19 disease is higher among smokers#PledgeToPause#TakeCarebeforeYouShare #Syria #Jordan #Kuwait","sentiment_score":0.125}
{"full_text":"Wow! Look at these incredible photos which were taken by one of our talented young people Jocelyn. Well done Jocelyn!** These photos were taken pre-lockdown **","sentiment_score":0.4625}
{"full_text":"2 in 3 of companies that removed organizational silos before the pandemic reported managing the events of 2020 better than peers. Read more in today #ResilienceReport.","sentiment_score":0.5}
{"full_text":"It's important for everyone to stay home and stay safe.However, this doesn't mean you can't get tested for HIV this #HIVTestWeekOrder your FREE HIV postal test kit: #eddystonetrust","sentiment_score":0.1625}
{"full_text":"Indonesia, South Pacific: Virgin Australia will delay restart of flights to New Zealand until at least June because of COVID-19; services to Bali, other Pacific Islands also pushed back","sentiment_score":-0.0721590909}
{"full_text":"\"The saturated performance marketing space was uprooted by the pandemic, and we were faced with heightened competition in the casual and puzzle genres.\" - Gram Games   (Sponsored)","sentiment_score":-0.5}
{"full_text":"SMALL BUSINESSES: The second round of California's Small Business COVID-19 Relief Grant Program opens for applications TODAY!","sentiment_score":-0.190625}
{"full_text":"RT Bylaw officers in Markham target hard-working owners of family-run restaurant who allegedly didn't have COVID-related paperw...","sentiment_score":-0.1}
{"full_text":"it's time for a solo lockdown dance party with TATYANA's (@blueharpgirl) striking new tune, 'lock u down' ","sentiment_score":0.1602693603}
{"full_text":"They registered in St. Louis County and with their hospital, but haven't heard back in nearly three weeks.https:\/\/t.co\/5gRkBrg79U","sentiment_score":0.05}
{"full_text":".@thebandivory discuss their Berklee roots, their collaborative process, and finding inspiration in the pandemic on","sentiment_score":0.0}
{"full_text":"The numbers availing of the Pandemic Unemployment Payment in Tipperary has risen by nearly 200 this week ","sentiment_score":0.1}
{"full_text":"RT I'm replacing \"in a PANDEMIC?\" with \"during BLACK HISTORY MONTH\" -- please be advised","sentiment_score":-0.1666666667}
{"full_text":"True. But when the pandemic ends, competitive social pressure will ramp up to resume business travel and in-person meetings. Will you really let your competitor visit your client when you won't? Will you really let your peer suck up to your boss while you lounge at home?","sentiment_score":0.1958333333}
{"full_text":"They registered in St. Louis County, both with the county and with their hospital, but haven't heard back in nearly three weeks","sentiment_score":0.05}
{"full_text":"DOH: 67 and 114 new COVID-19 cases for Cumberland County in Monday's two-day reporthttps:\/\/t.co\/BPBbIeJWQj","sentiment_score":0.1363636364}
{"full_text":"ICYMI: Missouri vs. Kentucky will now tip off at 6 p.m. Wednesday.https:\/\/t.co\/bY41aLbVPR","sentiment_score":0.0}
