{"full_text":"RT Dude couldn't tell the truth even if you let him go back to hair sniffing.","sentiment_score":0.0}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Seems like this should be bigger news, and there should be a push for it everywhere: Massachusetts schools are beginning a...","sentiment_score":0.0}
{"full_text":"RT Even as vaccinations ramp up, we are still losing thousands to #covid every day and our economy continues to shrink.Repub...","sentiment_score":0.0}
{"full_text":"RT Fauci wants you to cancel your Super Bowl plans, stay home, continue to cower in fear, &amp; wait for further instructions...","sentiment_score":0.1777777778}
{"full_text":"RT \"Instead of... being clapped we are now being told that we are killers, liars, frauds.\"NHS workers reveal the online ab...","sentiment_score":0.0}
{"full_text":"RT Victoria will return to strict #COVID19 restrictions after a Melbourne hotel quarantine worker tested positive, again throwin...","sentiment_score":0.2272727273}
{"full_text":"RT Thanks for involving me in raising awareness on #COVID19 best practice. It is so important that we are foll...","sentiment_score":0.5333333333}
{"full_text":"RT Last week it was bleak 100,000 covid death toll. this week it's extraordinary 10m vaccinated against covid. it's great n...","sentiment_score":0.0333333333}
{"full_text":"RT Even as vaccinations ramp up, we are still losing thousands to #covid every day and our economy continues to shrink.Repub...","sentiment_score":0.0}
{"full_text":"RT If you lowered the flag each day to commemorate a British victim of Covid you'd have to do it for 293 years.","sentiment_score":-0.0375}
{"full_text":"Oh dear a fake account there Jay. Thanks for helping to prove the fake pandemic.","sentiment_score":-0.2666666667}
{"full_text":"Spice girls deciding that as a treat to the fans; who have had to deal with the pandemic; will record new music and VB will be a part too - oh wait I think I just started that rumor ","sentiment_score":0.1363636364}
{"full_text":"RT The problem with evolving data and then informing the public of every up &amp; down of this data is that it creates confusio...","sentiment_score":-0.0777777778}
{"full_text":"Also I gotta stay somewhere similar if not better to my conditions at home.  So 4\/5 stars","sentiment_score":-0.125}
{"full_text":"RT i'll remember who partied during COVID for the rest of my life","sentiment_score":0.0}
{"full_text":"So somehow I've been sitting at my computer humming \"coding coding coding\" to the theme of Rawhide, which I only know from the Blues Brothers, because I guess we're at that phase of PhD\/Lockdown life.","sentiment_score":0.0}
{"full_text":"A lot of those folks don't \"believe in\" Natural Selection, but that will not save them.","sentiment_score":0.1}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"\"when the pandemic ends\"the pandemic:","sentiment_score":0.0}
{"full_text":"Time for jail!I wonder why Trump did not promote this nonsense?#TrumpIsALoser","sentiment_score":0.0}
{"full_text":"You do realise that, prior to March 2020 that was the standard response in this country to any outbreak? The damage this reaction has caused to our society is untold and hugely damaging. YOU are the one that can go away for attempting to break up our society with little care.","sentiment_score":0.053125}
{"full_text":"RT This pandemic has had a devastating impact on long-term care facilities. COVID-19 relief plan includes resources...","sentiment_score":-1.0}
{"full_text":"RT We are in a Climate Crisis which is an existential crisis. There is no time to convince willfully ignorant people. The tim...","sentiment_score":0.0}
{"full_text":"The tweet of was a direct reaction to Trump's ban of travel from China. mess with the masks happened only 6 weeks later. And that mess was not about disease control, but about a lack of preparedness on all sides.https:\/\/t.co\/OnnMxxLQ6G","sentiment_score":-0.05}
{"full_text":"RT The Chancellor is concerned scientists are \"moving the goalposts\" on lockdown. He isn't wrong, is he? I know he...","sentiment_score":-0.5}
{"full_text":"RT \"Science is being suppressed for political and financial gain. Covid-19 has unleashed state corruption on a grand scale...","sentiment_score":0.1666666667}
{"full_text":"RT \"None of us were able to predict\" #COVID19 would mutate or variants would emerge, says Dido Harding, head of  National In...","sentiment_score":0.5}
{"full_text":"RT The amount of people replying to this saying it's a 'hoax' or 'lies' is depressing. Sigh!","sentiment_score":-0.75}
{"full_text":"RT Lmaoooo bitch","sentiment_score":0.0}
{"full_text":"RT How bloody embarrassing.It's reached America \"Yes, and also every evolutionary biologist, virologist, geneticist, in...","sentiment_score":-0.8}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT Kristi Noem bragging about her state's handling of the coronavirus pandemic is slightly better than the captain of the Titanic b...","sentiment_score":0.5}
{"full_text":"RT Eeiiii Corona Virus. Sigh ...  in all honesty let's mask up when we are outside #maskup","sentiment_score":0.0}
{"full_text":"RT I hope every last Republican votes for Marjorie Greene and against COVID relief. I want America to see fully what the...","sentiment_score":0.0}
{"full_text":"RT Footage of me learning to speak to other humans again post-pandemic","sentiment_score":-0.125}
{"full_text":"If you don't get the vaccine you have an increased risk of infection, and any associated mortality or morbidity.  It is not required. I believe cdc guidance for Covid-19 vaccine after Covid is to complete the quarantine period and be symptom free.","sentiment_score":0.25}
{"full_text":"Easing of restrictions due to COVID is what I was referring to. This has led to significant growth in literally every single sector quarter over quarter this year. Specifically, a lot of the lockdowns...","sentiment_score":0.0595238095}
{"full_text":"RT No Republican is currently voting for Biden's #COVID19 relief package because they think people might waste it on food, ren...","sentiment_score":-0.1}
{"full_text":"Despite the fact we are all getting vaccinated now, never forget that you are still supposed to act as if everything is terrible","sentiment_score":-1.0}
{"full_text":"RT Americans are hurting right now, and our administration has a robust nationwide strategy to help communities most hurt by the pande...","sentiment_score":0.3928571429}
{"full_text":"RT Taking time out of your day to protest giving homeless people a place to sleep during a pandemic is so unfathomably evil tha...","sentiment_score":-1.0}
{"full_text":"RT I wish this headline was wrong. - everything is not okay. Admit there's a massive problem, work with P...","sentiment_score":-0.25}
{"full_text":"Just to be clear, the O&amp;G industry was already troubled before the pandemic (which didn't help). But American taxpayers cannot afford to continue to bail out these corporations. Read more from our report about the state of these companies -","sentiment_score":0.025}
{"full_text":"RT  I'M BACKKKKKJoin me tonight at 7pm EST to help raise funds for #COVID19 Response via  h...","sentiment_score":0.0}
{"full_text":"Same ","sentiment_score":0.0}
{"full_text":"RT Options for Resolving Family Law Issues During COVID19 | Wheelers","sentiment_score":0.0}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Regardless whether you have medical aid or not, if you are a healthcare worker, you must register on the EVDS to receive...","sentiment_score":0.0}
{"full_text":"RT It was announced on 19\/01\/2021 that pharmacists would be included in administration of the COVID19 vaccinations. As of t...","sentiment_score":0.0}
{"full_text":"COVID doesn't care about culture.","sentiment_score":0.0}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Amazon was fined $62 million for allegedly stealing delivery driver tips from workers.For comparison: Jeff Bezos made...","sentiment_score":-0.1}
{"full_text":"IMPORTANT MESSAGE FOR WHITE COUNTY RESIDENTS:(1\/2) The White County Executive's office would like to notify county residents that COVID 19 vaccinations are available through the White County Health Department.  Appointments can be scheduled by going to","sentiment_score":0.16}
{"full_text":"RT New variants seem scary. Mutations obey laws of biology that make them less frightening than the media &amp; leaders would...","sentiment_score":-0.2575757576}
{"full_text":"Lockdown 3.0: The official \"start selling weird crafty things or brownies on social media\" lockdown.","sentiment_score":-0.0222222222}
{"full_text":"California is still 49th out of 59 American states and territories in terms of percentage of people fully vaccinated, at 1.6%, per wapo","sentiment_score":0.0}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Government paid Twiggy Forrest $212 million for COVID tests, PPE | The New Daily","sentiment_score":0.0681818182}
{"full_text":"RT New data tracking vaccinations is sharing promising news. There are more people being vaccinated today than there are ind...","sentiment_score":0.2787878788}
{"full_text":"Getting a rejection while looking for work during a pandemic is amazing because they noticed me and I am very flattered yet still oh so very sad.","sentiment_score":0.05}
{"full_text":"RT This pandemic shed light on unique opportunities for improvement in our education system. The gov. could have worked closely w...","sentiment_score":0.3875}
{"full_text":"You don't question, you make petty political points during a global pandemic. If you cannot see the difference and how wrong this is my friend it is time for you to move on from politics.","sentiment_score":-0.1666666667}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Gov. Ron DeSantis has said Florida doesn't need Joe Biden's help distributing vaccines. Sen. Rick Scott says Florida, unlike...","sentiment_score":0.0}
{"full_text":"RT Sad irony that the man trying fervently to export over $ 1 Billion of Nigeria's tax payers' Money to buy Vaccine is fight...","sentiment_score":-0.5}
{"full_text":"RT COVID-19 Vaccines in Ghana: The vaccines have different requirements for storage. There are some which require -70 freezer of...","sentiment_score":0.0}
{"full_text":"At the outset, I was not optimistic about the likelihood that successful vaccine candidates would ever be developed, so I predicted the pandemic would continue through 2022 and then COVID-19 would become endemic, the way SARS is.","sentiment_score":0.425}
{"full_text":"RT Chicago teachers might strike. A group of parents, represented by the law firm that brought Janus v. AFSCME to the Supreme Cour...","sentiment_score":-0.2}
{"full_text":"RT A $15\/hour minimum wage hike will be the final blow to so many restaurants and mom &amp; pop businesses. How could business...","sentiment_score":0.25}
{"full_text":"RT Glad to see your affection towards India. :)We believe that the world is our family and want to play our role in streng...","sentiment_score":0.5}
{"full_text":"RT Excuse me?With respect, that's absolute claptrap.","sentiment_score":0.075}
{"full_text":"RT UPDATE: more than half the residents of #RobertaPlace long-term care home have now died with #Covid19.The latest numbers...","sentiment_score":0.2777777778}
{"full_text":"RT There were over 20 Chiefs players and staffers, including QB Patrick Mahomes, scheduled Sunday to get a haircut with the...","sentiment_score":0.0}
{"full_text":"RT The reason Republicans don't support Biden's COVID recovery plan is not because of the cost. It's because they're worried that...","sentiment_score":0.0}
{"full_text":"RT Remember when unionists got all angry that Sturgeon forgot to wear a mask for a few seconds at a funeral?Where is the...","sentiment_score":-0.35}
{"full_text":"RT My beautiful wife of 30 years died this evening of COVID-19.This thing is real, people. Wear a mask and get vaccinated...","sentiment_score":0.525}
{"full_text":"RT Unless you have Covid in SD","sentiment_score":0.0}
{"full_text":"RT Patrick Harvie's response to Eric Trump's statement tonight: \"As entertaining as Eric Trump's tantrum is, he doesn't say whe...","sentiment_score":0.5}
{"full_text":"'I've got your back': Biden tells House to 'go big' on coronavirus relief","sentiment_score":0.0}
{"full_text":"RT The CDC is projecting that America could top 500,000 Covid deaths by the end of the month. That's the equivalent of the ent...","sentiment_score":0.5}
{"full_text":"RT Wouldn't it be easier to go for #COVIDzero ? National lockdown 6-8wks until bulk of vaccines ready. The premieres...","sentiment_score":0.2}
{"full_text":"I agree!That is why the 50-64 group should get the vaccine first. We are still in the workforce, transmit at a 24% rate &amp; more vulnerable to COVID than younger age groups.","sentiment_score":0.0625}
{"full_text":"Waiting in long, socially distanced lines outside in the cold with my elderly mother at the bank...to protect her from covid.","sentiment_score":-0.1541666667}
{"full_text":"RT Here's my Jen Psaki impression: \"How does the biden administration plan on saving American lives from covid-19?\"\"Yea I'll h...","sentiment_score":0.0}
{"full_text":"RT German Sniffer Dogs Detect COVID-19 With 94 Percent Accuracy","sentiment_score":0.0}
{"full_text":"RT Looking forward to his next book on leadership.","sentiment_score":0.0}
{"full_text":"I've been thinking about my dear Mei Mei's for 3 months now","sentiment_score":0.0}
{"full_text":"RT NEW: The UK records another 1322 Covid deaths.That takes the total to 109,335.Roughly one in 608 of the population h...","sentiment_score":0.0681818182}
{"full_text":"RT The Pentagon spent $2,000,000,000 of your COVID relief money today.","sentiment_score":-0.1}
{"full_text":"remember to wear a mask.","sentiment_score":0.0}
{"full_text":"RT Looking forward to his next book on leadership.","sentiment_score":0.0}
{"full_text":"\"It is what it is\", seems to be a right wing shrug of the shoulders type phrase. Trump said it about Covid deaths. I heard it said recently about unapologetic xenophobia.","sentiment_score":0.1428571429}
{"full_text":"Pakistan begins COVID-19 vaccination programme","sentiment_score":0.0}
{"full_text":"RT Rules requiring Victorians to wear masks indoors, except within their own home, are being reinstated. via","sentiment_score":0.6}
{"full_text":"RT a last minute fade backfires yet again","sentiment_score":0.0}
{"full_text":"Here in Myrtle Beach people wear them inside stores, not always correctly, but they wear them. MB has a mask mandate requiring them indoors, but SC doesn't. However, no matter how close they are to someone, as soon as they come out the door the mask comes off.","sentiment_score":0.0}
{"full_text":"Align your IT department to focus on revenue growth after COVID and less on maintenance    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":-0.1666666667}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Cuomo Health Dept. illegally withheld COVID nursing home death toll: judge via","sentiment_score":-0.5}
{"full_text":"RT #ShawnJohnson is revealing what it's like to have COVID-19 while pregnant.https:\/\/t.co\/k4ooZ3IwOc","sentiment_score":0.0}
{"full_text":"RT In 2017 51 Republicans voted in tax relief for the wealthy.In 2021 0 Republicans voted in Covid relief for the country...","sentiment_score":0.0}
{"full_text":"Peeps candies are returning for Easter after the pandemic forced the company to skip Halloween, Christmas, Valentine's Dayhttps:\/\/t.co\/cSlDBFzr7E","sentiment_score":-0.3}
{"full_text":"COVID break takings it's toll. We look shattered","sentiment_score":0.0}
{"full_text":"RT Douglas Ross '\"won't allow\" SNP to \"wreck\" Scotland's pandemic recovery by planning for a second poll in the middle of...","sentiment_score":0.0}
{"full_text":"RT &amp; highest covid cases. please don't come here","sentiment_score":0.0}
{"full_text":"RT If South Dakota were a country, it would have the highest number of covid deaths per capita of any country in the world.","sentiment_score":0.0}
{"full_text":"We opened up eCollege for everyone during the first lockdown last year and over 35000 had started a free online course (with etutor support) by the end of the year - check it out &amp; find out how you can upskill ","sentiment_score":0.2166666667}
{"full_text":"RT There are 611 children still separated from their parents at the borderHundreds of illegals are being deportedThousa...","sentiment_score":0.0}
{"full_text":"Because we just need someone else to blame us because there were no inequalities in education before the pandemic ","sentiment_score":0.0}
{"full_text":"RT As #Flordia fights community spread of COVID on a massive scale, this is a 15-second snapshot of a supermarket in Naples....","sentiment_score":0.0}
{"full_text":"Align your IT department to focus on revenue growth after COVID and less on maintenance    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":-0.1666666667}
{"full_text":"RT The pandemic has exposed inequities in our commonwealth that have gone on for too long.@GovernorTomWolf has put forth a...","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"As a result of the pandemic, young adults are likely to experience lower wages, a slower hiring cycle, and a \"failure to launch\" their careers. How can managers help the ones on their team? #HigherEd #HigherEdJobs","sentiment_score":-0.0722222222}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"Did they use the pandemic as an excuse though lmaoooo","sentiment_score":-0.05}
{"full_text":"TOMORROW! Join &amp; for an important community discussion on public health, COVID-19 safety, &amp; vaccine. RSVP:","sentiment_score":0.2}
{"full_text":"Ghosted and shanked! Ok mb not shanked but definitely ghosted. 2020 was cruel but 2021 isn't looking much different. The DCU Crew talks dating and ghosting during the pandemic. Listen to the latest episode now on ur favorite podcast app or #seattle #dating","sentiment_score":0.0833333333}
{"full_text":"A vaccine is better - much better - than a dirty one-ply mask, yet we don't seem to be acting that way.","sentiment_score":0.1}
{"full_text":"#FromTheSouth News Bits | CELAC has expressed concern over the EU's restrictions on COVID-19 vaccine shipments, calling for a global response to the pandemic to address the emergency based on unity, solidarity, political agreements and multilateralism.","sentiment_score":0.0}
{"full_text":"\"The need for trauma-informed instruction is more critical in light of the pandemic. It emphasizes the idea that trauma is individualized, and while one person's trauma may be different, it is no less significant,\" Fellow Jess Keys writes.https:\/\/t.co\/tofBmqsS7i","sentiment_score":0.2263888889}
{"full_text":"RT How important are jobs to the Federal Government? 17 000 were lost in universities last year because they choose to exclu...","sentiment_score":0.2}
{"full_text":"A 300-mile road trip didn't stop this Longboat couple from receiving a COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"Coronavirus vaccines could be available for some kids as early as late spring, summer.https:\/\/t.co\/noOmPlgUey","sentiment_score":0.0666666667}
{"full_text":"Do you have questions about the - and vaccines?Can they protect us against new variants? Do we really need a 2nd dose?This article can give you answers!#COVID19https:\/\/t.co\/Oi6laiYsZs","sentiment_score":0.1121212121}
{"full_text":"German medical aid arrives in #Lisbon amid #COVID19 spike#Portugal #Germany #coronavirus","sentiment_score":0.0}
{"full_text":"Several Counties across Northeast Indiana continue to see their risk of spreading COVID-19 decline, according to data from the state health department. Six counties are now in the second-lowest risk level for spreading the coronavirus.","sentiment_score":0.0}
{"full_text":"\"The pandemic caused an unprecedented rollback of democratic freedoms in 2020\" Concerning news from","sentiment_score":0.6}
{"full_text":"RT Pro sports owners got $98 billion richer just in the pandemic.They got $9B combined in taxpayer subsidies for stadiu...","sentiment_score":0.0}
{"full_text":"RT New &amp; free 15 on COVID-19 episode: Understanding Dead Space. Join us as we review this concept, why it's important, and th...","sentiment_score":0.1840909091}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT Same energy","sentiment_score":0.0}
{"full_text":"COVID-19 data at the University of Tennessee at Knoxville is looking promising this spring, with more frequent testing and the ability to catch asymptomatic students early.","sentiment_score":0.225}
{"full_text":"RT This is surreal. #BecauseFlorida","sentiment_score":0.25}
{"full_text":"Nurses at Royal Inland Hospital are continuing to ask for support from public, as they work in challenging conditions on the front lines with concerns of a COVID-19 outbreak. #Kamloops #covid19","sentiment_score":0.25}
{"full_text":"We'll speak to a virologist about the multiple variants of the COVID-19 virus circulating globally... including here in Quebec... That's coming up 88.5FM","sentiment_score":0.0}
{"full_text":"RT Secretary Yellen warned that our country would be mired in the COVID crisis for years if Congress fails to dedicate the nec...","sentiment_score":-0.5}
{"full_text":"#UnitedStates: If you have a flight to El Salvador, check frequently the requirements for COVID-19 to enter the country. Prepare yourself and avoid problems with your flight. #AviancaKeepsOnFlying","sentiment_score":0.1}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"Departures from Lincoln police force grow amid pandemic, unrest","sentiment_score":0.0}
{"full_text":"2020 was a year that no one expected. But amid the COVID-19 pandemic, we continued to seek out stories of growth, hope, change and justice. Here are 10 of our favorites.  ","sentiment_score":-0.1}
{"full_text":"Just #Imagine! #JoyTrain #Joy #Love #Kindness #Quote #COVID19   #MentalHealth #Mindfulness #GoldenHearts #IAM #IQRTG #FamilyTrain #ChooseLove #WellnessWednesday#IAMChoosingLove #WednesdayThoughts #WednesdayMotivation #WednesdayWisdom RT","sentiment_score":0.65}
{"full_text":"RT i'll remember who partied during COVID for the rest of my life","sentiment_score":0.0}
{"full_text":"RT New variants seem scary. Mutations obey laws of biology that make them less frightening than the media &amp; leaders would...","sentiment_score":-0.2575757576}
{"full_text":"Vaxart's releases early data about its oral COVD-19 vaccine","sentiment_score":0.1}
{"full_text":"Douglas County Commissioner James Cavanaugh said the county is moving forward with plans to divvy up its $10 million of unspent federal coronavirus relief aid. has the story. #Nebraska #douglascounty #Omahahttps:\/\/t.co\/7iSX7PiLRQ","sentiment_score":0.0}
{"full_text":"\"You can't let the state of things get you down. We need to provide new jobs.\"Despite the coronavirus pandemic's lingering hold on New Orleans, a steady flow of new restaurants keeps coming around.MORE on why that's happening: ","sentiment_score":0.084040404}
{"full_text":"The state of North Carolina is allocating approximately $2.5 million to pay for people's rides to COVID-19 vaccination sites. ","sentiment_score":-0.4}
{"full_text":"While the pandemic has hampered the rise of the new trio, The Sundog Organ Trio has won fans all over Cape Cod with its heady mix of rock, funk, jazz and psychedelic soul.","sentiment_score":0.1363636364}
{"full_text":"RT Government paid Twiggy Forrest $212 million for COVID tests, PPE | The New Daily","sentiment_score":0.0681818182}
{"full_text":"35-year-old father in Alabama diagnosed with COVID variant passes away.","sentiment_score":0.0}
{"full_text":"Learn to play Electric Guitar this Lockdown#electricguitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"UPDATE: Chautauqua County health officials say there were 37 new confirmed COVID-19 cases on Tuesday, which brings the county's total to 6,822.","sentiment_score":0.1787878788}
{"full_text":"New Show: Coronavirus relief moving forward without Republicans, MyPillow guy kicked off Newsmax, Republicans panicking over Marjorie Taylor Greene, and much more...","sentiment_score":0.3181818182}
