{"full_text":"Canadian couple who got vaccine meant for Indigenous people may face jail time","sentiment_score":-0.1}
{"full_text":"The handling of the AIDS epidemic is why I hope Reagan is burning in hell","sentiment_score":0.0}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"RT We don't need to spend another $1.9 trillion. Let America work again!","sentiment_score":0.0}
{"full_text":"RT Best Governor in America in handling the pandemic :","sentiment_score":1.0}
{"full_text":"RT if this was true he wouldn't have the N95 on under it.","sentiment_score":0.35}
{"full_text":"RT VPD gets 7 million in OT but we can't house people all winter during a pandemic in the middle of a drug poisoning crisis....","sentiment_score":0.0}
{"full_text":"RT Myanmar Army Shutdown internet and will do illegal things. Now we are worrying for military dictatorship and COVID 19 situa...","sentiment_score":-0.3}
{"full_text":"RT It was perfectly predictable a year ago that, after a deadly pandemic resulted in public health closures of a bunch of insti...","sentiment_score":-0.1333333333}
{"full_text":"RT Or highest testing per capita?No. 2.#KitaMintaLima ","sentiment_score":0.0}
{"full_text":"RT And zoom in on the closing: the Court's own closure to prevent the spread of COVID contrasts unsettlingly with its unwilli...","sentiment_score":0.05}
{"full_text":"RT The First Amendment prevails. Praise God!","sentiment_score":0.3125}
{"full_text":"RT READ: COVID mistakes we're still making - Focusing on what's allowed, rather than what's safe- Trusting friends who s...","sentiment_score":0.5}
{"full_text":"RT Kagan:\"I fervently hope that the Court's intervention will not worsen the Nation's COVID crisis. But if this decision causes...","sentiment_score":0.0}
{"full_text":"would like it if my family didn't use my dads accident to push their 'covid is fake. masks bad. wake up sheeple!' bullshit. it's disgusting.can y'all please... feel bad for my father, bad person or not, and ignore your stupid agenda for a few days?mf doesn't have a crushed","sentiment_score":-0.5535714286}
{"full_text":"RT #COVID19 is having a negative impact on #ovariancancer diagnoses. Now more than ever, we're working with the healthcare co...","sentiment_score":0.1}
{"full_text":"RT Missouri QOP Rep. Tricia Derges has been officially charged in a 20 count indictment of falsely promoting stem cell tre...","sentiment_score":-0.4}
{"full_text":"RT Will AI save us from Covid-19? New tool can churn out vaccine models in minutes, not monthshttps:\/\/t.co\/gegho245mu","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: A splintered Supreme Court grants *partial* relief to churches in California challenging COVID public-health ord...","sentiment_score":0.2}
{"full_text":"French orgy ","sentiment_score":0.0}
{"full_text":"RT AstraZeneca vaccine works against UK coronavirus variant: study","sentiment_score":0.0}
{"full_text":"Covid-19: Substance abuse, mental health issues up in obese people amid pandemic","sentiment_score":-0.1}
{"full_text":"RT Kentucky's Dem Gov. Andy Beshear has already filed a lawsuit in state court challenging both of these new GOP laws that c...","sentiment_score":0.3181818182}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT I was so excited to write a poem for the Super Bowl &amp; even I'm not making plans to watch it with other people. Please...","sentiment_score":0.1944444444}
{"full_text":"RT In the midst of a highly infectious pandemic, it's an act of cruelty send &amp; to Chikurubi Pr...","sentiment_score":0.16}
{"full_text":"#Biden is effective","sentiment_score":0.6}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT Women always have each other's backs.","sentiment_score":-0.125}
{"full_text":"RT Full of excitement and nervousness as this lil movie we made in lockdown with people I love is coming out in the next hour. Ne...","sentiment_score":0.2833333333}
{"full_text":"RT Hoping for an answer from #CovidKim #COVID19 #WearAMask","sentiment_score":0.0}
{"full_text":"RT Home visits this AM, discovered a grandma we helped out a few weeks ago is totally out of firewood. She's been burning...","sentiment_score":-0.1}
{"full_text":"RT We saw a guy playing in the World Series with Covid lol","sentiment_score":0.8}
{"full_text":"RT #Valimai official update will come, once the team locks the release date..Foreign schedule is key for the completion of t...","sentiment_score":0.0}
{"full_text":"RT At the beginning of the pandemic my goals were like \"write a screenplay\" \"train for a half marathon\" but now they are lit...","sentiment_score":-0.1666666667}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"The one upside of pandemic is I started playing music again even if I'm no good at it.","sentiment_score":-0.35}
{"full_text":"RT  #AmazonQuiz - Win Rs 10,000  6 Feb 21 (8AM - 12PM) Daily Quiz Answers 1. Pat Cummins (3) 2. Epidemic Preparednes...","sentiment_score":0.4}
{"full_text":"RT The absurdity of 2021. We live in a town that's never had a Covid case. We've a sick Toddler, bad fever cough, vomiting et...","sentiment_score":-0.425974026}
{"full_text":"RT Iowa Gov. Kim Reynolds has eliminated most of the state's COVID-19 restrictions, including mask requirements in public places and...","sentiment_score":0.25}
{"full_text":"RT There is nothing \"big or bold\" about the Democrats Covid package.They promised $600 expanded unemployment, but scaled...","sentiment_score":0.1666666667}
{"full_text":"RT As we begin to plan for a post-pandemic world --- let us not forget this lesson:Violence and mental health and substance...","sentiment_score":-0.1}
{"full_text":"RT #Iowa #COVID19 numbers 2\/5804 new cases34 deaths348 hospitalized66 in ICU31 on vents =14 day positivity rate 9...","sentiment_score":0.1363636364}
{"full_text":"RT Yes planned and patented...they wanted to continue for 5years this covid19 ...however their plot is being dismantl...","sentiment_score":0.0}
{"full_text":"RT This week on sits down with who recalls learning about the pandemic while on a silent...","sentiment_score":-0.0777777778}
{"full_text":"Covid heals but your dog aren't getting any younger","sentiment_score":0.0}
{"full_text":"Lawn and garden brands are using digital strategies to engage the millions of new gardeners who entered the market during the pandemic. #lawncare #gardening #lawn #gardeners","sentiment_score":0.0681818182}
{"full_text":"RT It still staggers me how many people don't take ventilation &amp; airborne transmission seriously, despite what we now know...","sentiment_score":0.0833333333}
{"full_text":"RT Just a reminder of how important control of the Senate is to passing legislation.  If McConnell were in charge, coronaviru...","sentiment_score":0.4}
{"full_text":"'Like planting trees, the best time to have done something was 20 years ago; the second best time is right now' - Our rapid response to the pandemic could be a template for how to deal with climate changehttps:\/\/t.co\/eBTcdCugCc","sentiment_score":0.5714285714}
{"full_text":"Brilliant newshttps:\/\/t.co\/RqLXWc7vyO","sentiment_score":0.9}
{"full_text":"From Samosas in Space to Love Under Lockdown, we bring you the best and brightest stories of Bath","sentiment_score":0.75}
{"full_text":"UPSC aspirants to get one more chance due to pandemic: Govt READ:","sentiment_score":0.1875}
{"full_text":"Mass testing is still in operation for people who need to go outhttps:\/\/t.co\/PacJtf3BuN","sentiment_score":0.0}
{"full_text":"We urge law enforcement officers to also coordinate with public health experts on how to better explain and ensure compliance to health safety protocols amidst the pandemic.","sentiment_score":0.25}
{"full_text":" AUSTRALIA People never learn.Put thousands of people in those stands and infections will start rocketing again.Many have the virus and are carriers!#SuperSpreaders #Tennis #AustralianOpen #Australia #Sports","sentiment_score":0.0}
{"full_text":"RT | Klopp: \"We haven't had a break, City had 2 weeks for covid reasons. It's a tough year.\" | Pep: \"He [Klopp] made a mis...","sentiment_score":-0.3888888889}
{"full_text":"The 411 on the #501YV2 variant: Does this new variant cause more severe illness?  No. Data from public sector #COVID19 patients show that 501Y.V2 doesn't make people sicker than older variants of the #coronavirus, says Mary-Ann Davies.","sentiment_score":0.2007575758}
{"full_text":"The donation is part of a $650,000 fundraising effort to combat food insecurities exacerbated by the coronavirus pandemic.https:\/\/t.co\/Sh7Lnj6D18","sentiment_score":0.0}
{"full_text":"With 11,713 fresh cases reported in India, the total COVID-19 tally climbed to 1,08,14,3014 in the last 24 hours.https:\/\/t.co\/zvIZLzzH5j","sentiment_score":0.1}
{"full_text":"The breweries, bars and restaurants that rely on the crowds of fans at sporting events have been majorly affected during the pandemic.","sentiment_score":0.0625}
{"full_text":"President Biden on Friday made it clear he plans to press on with his $1.9 trillion COVID-19 relief package with or without Republican support.","sentiment_score":0.1}
{"full_text":"WMAR-2 News and GBMC join forces to talk about the different vaccines being used to protect the community from COVID-19.","sentiment_score":0.0}
{"full_text":"The announcement means about 1,000 active duty military personnel will deploy to help state vaccination centers.","sentiment_score":-0.1166666667}
{"full_text":"News 8 is hearing from some people who say even if you have an appointment, they're waiting hours to get their shots.","sentiment_score":0.0}
{"full_text":"France's Health Authority had made an official announcement on Tuesday ordering that the #vaccine should not be used for people over the age of 65. Read more: #COVID19","sentiment_score":0.5}
{"full_text":"New measures on train travel and visitor numbers at tourist spots across Taiwan have already been introduced or will soon come into effect, as the nation works to combat #COVID19 during the Feb. 10-16 #lunarnewyear holiday.https:\/\/t.co\/qa5HERh0gc","sentiment_score":0.1363636364}
{"full_text":"\"It's really about us teaching them great face-to-face communication skills -- know how to properly introduce themselves, know how to make a great first impression every time.:","sentiment_score":0.41}
{"full_text":"Oxford provides a government stringency index that ranges from zero to 100, indicating how many restrictions a nation's government imposes to fight COVID-19. Below you find the average score for a select group of nations until now.#charts #COVID19","sentiment_score":0.175}
{"full_text":"Sergey Lavrov and Brussels' top diplomat Josep Borrell have held a meeting in Moscow. While EU foreign policy chief praised Russia's role in the COVID pandemic, the top politicians also clashed several times on sensitive topics including demonstrations and police brutality.","sentiment_score":0.195}
{"full_text":"Both chambers of Congress passed the budget outline for the Democrat's $1.9 trillion COVID-19 relief package on Friday.","sentiment_score":0.0}
{"full_text":"The #artmarket remained resilient in 2020 amid the turbulence brought on by the  pandemic. Rapid #digitization in response to the crisis is laying the foundation for a deeper shift as the industry adapts to changing preferences and demographics","sentiment_score":0.0}
{"full_text":"RT Amateur traders finally beat the pros in epic \"Stay-at-Home\" rally #RobinHood #memestocks","sentiment_score":-0.05}
{"full_text":"Physicians Call for Fair Reimbursement for COVID-19 Vaccines #healthcare","sentiment_score":0.7}
{"full_text":"Already at risk before COVID, displaced people now face new barriers to work, education, food and social protection.https:\/\/t.co\/QmTnN1YgnX","sentiment_score":0.0848484848}
{"full_text":"Russia has enough anti-COVD drugs, with 90% of them manufactured domestically - minister","sentiment_score":0.0}
{"full_text":"Join the upcoming #CX Virtual Summit to hear from on how WeightWatchers maintained loyalty and the health of their #customers while confined during the pandemic. Register now.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 06\/02\/2021 11:30Total Cases: 10815246 [+0]Active: 145953Recovered: 10509813 [+0]Deaths :154957 [+0]Total Tests: 200.67MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Early this morning I was proud to watch VP Kamala Harris cast the tie-breaking vote to push forward necessary aid to h...","sentiment_score":0.3}
{"full_text":"RT JM YOSURES is one of the good things happened during this pandemic.JM TOP 1JM TOP 1JM TOP 1#TNT4AngHulingTapatan","sentiment_score":0.55}
{"full_text":"Perth Lifts Lockdown Restrictions.But some rules, such as a mandatory order to wear masks, will remain in place for the next eight days.https:\/\/t.co\/Lq3k7eOvQA#Australia #Perth #COVID19","sentiment_score":0.0}
{"full_text":"The Chinese #mainland on Friday reported 12 new #COVID19 cases, including four locally transmitted, the National Health Commission said.More:","sentiment_score":0.0454545455}
{"full_text":"It's nice of Gorsuch to remind us that the reactionary judges literally going with \"we aren't scientists BUT\" during a deadly pandemic have absolutely no conception of the fact that most people who aren't fancy lawyers still have to risk their health every day to go to work","sentiment_score":0.2}
{"full_text":"RT Year ago today.","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS: Member of SAMA award-winning group Skwatta Kamp, Musawenkosi \"Nish\" Molefe has passed away. According to a s...","sentiment_score":0.0}
{"full_text":"This age group is most responsible for COVID-19 spread, study says","sentiment_score":0.35}
{"full_text":"RT the NBA hosting an All-Star weekend in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 4.9degC * Wind: ENE 6.0 to 14.1mph * Pressure: 1005.5hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:02 * Sunset: 17:12 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Spoke to President about the measures India and South Africa are taking to fight the COVID-19 pandemic do...","sentiment_score":0.0}
{"full_text":"Missing someone over #Lockdown? Or want to give a personal message to a #Grandma or #Grandad you #Love - Let deliver that message with a Talking Heart. Record your own message with a #FavouriteSong. Order yours here #LockdownLove #Lovemyfamily","sentiment_score":0.225}
{"full_text":"RT Interesting assessment of the Indian journey over the past year viz #COVID19. commentaries in the \"west\" are struggling t...","sentiment_score":0.125}
{"full_text":"What ??","sentiment_score":0.0}
{"full_text":"RT The Biden administration has no idea that the Biden administration is catching and releasing illegal aliens into Americ...","sentiment_score":0.05}
{"full_text":"RT The total wealth of 64 billionaire sports barons shot up by $98.5 billion during the pandemic; 26 of them got $9 billion in ta...","sentiment_score":0.0}
{"full_text":"RT Military Siege in Indian Illegally Occupied Jammu and Kashmir (IIOJK) is a lockdown within lockdown.  #KashmiriLivesM...","sentiment_score":-0.3}
{"full_text":"Do the recent COVID-19 effects on businesses affect how you report to your clients? The Standards directorate is here to help you in areas taxation, audit, financial reporting and more. Send your inquiries to standards@icpau.co.ug #PromotingProfessionalismInAccountancy","sentiment_score":0.1666666667}
{"full_text":"RT When it comes to Super Bowl parties during the coronavirus pandemic, people should \"just lay low and cool it,\" Dr. Anthony Fa...","sentiment_score":0.2277777778}
{"full_text":"sometimes I get bored and look at the snap map for Knoxville and realize that COVID ain't ever gonna end","sentiment_score":-0.5}
{"full_text":"RT Vaccinations outnumbered new Covid cases 10-to-1 this week in the U.S. reports","sentiment_score":0.1363636364}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"Is India ready to reopen Schools and Colleges during COVID?See: #ISRGKB #Collegereopening #Coronavirusoutbreak #COVID19 #googlemeet #Government #onlinelearning #Schoolsreopening #students #Supremecourtofindia #Zoom","sentiment_score":0.2}
{"full_text":"Supreme Court rules California churches may open despite the pandemic","sentiment_score":0.0}
{"full_text":"\"Please keep wearing your mask, even when you are out walking your #dogs.\"  (but...where's the cat?) #Biden #JillBiden #PresidentJoeBiden","sentiment_score":0.0}
{"full_text":"RT The biggest mistake we could make with COVID relief is not going big enough. A response that's too small will just mean that t...","sentiment_score":-0.140625}
{"full_text":"Covid-19 vaccine manufacturers should share production capacity: WHO#WHO #Coronavirus #COVID19 #Corona #Covid #Vaccine #CoronaVaccine #CovidVaccine #Tedros #TedrosAdhanomGhebreyesus@WHO","sentiment_score":0.0}
{"full_text":"It's Okay to Be Smart | Inside the Lab That Invented the COVID-19 Vaccine | Season 8 | Episode 24","sentiment_score":0.3571428571}
{"full_text":"Well look at that, Pitbull is red pilled. Who knew?","sentiment_score":0.0}
{"full_text":"RT I wonder why I'm so tired lately, he asked while working in his basement home office all day in Minnesota in the dead of winte...","sentiment_score":-0.3}
{"full_text":"RT A nursing home in Spain where the Pfizer mRNA vaccine was administered January 13, 2021, is reporting that all 78 residen...","sentiment_score":0.0}
{"full_text":"Gov't, BRN Hold Online Peace Dialogues in Pandemic","sentiment_score":0.0}
{"full_text":"RT Amazing proof of high level of anti-COVID19 antibodies in Sweden.  This happened before vaccination, without enforced l...","sentiment_score":0.38}
{"full_text":"#CiscoLive Europe 2021 is shifting to a digital experience due to the uncertainty around COVID-19. This will allow all of you to participate from the comfort and safety of your home in the keynotes as well as the deep dive technical sessions.","sentiment_score":-0.03125}
{"full_text":"\"Ending Female Genital Mutilation is a necessity to achieve #genderequality\" Secrarary-General calls for UNITY to #EndFGM, warns girls at greater risk of harmful practice #COVID19. Read full statement https:\/\/t.co\/1wWiHUW59n#Act2EndFGM","sentiment_score":0.2833333333}
{"full_text":"The pandemic has only underscored the need to accelerate #digitaltransformation work. Avoid these five common pitfalls as you do so.","sentiment_score":-0.15}
{"full_text":"Lonzo Ball's averages the last 6 games: 15.8 PTS3.7 3s5.0 REB4.2 AST1.7 STL1.7 TOV46.7 FG%46.8 3PT%75 FT%Perhaps being injury-free and finding requisite confidence leads to another stretch that mirrors last season's 2.5 month positive run before the pandemic shutdown?","sentiment_score":0.0757575758}
{"full_text":"RT Listen, there is only one best way to do this covid vaccine rollout in the US. Here it is:1. Are you in possession of a hy...","sentiment_score":0.5}
{"full_text":"The economic consequences of #COVID19 could force millions of children out of school. We must #FundEducation to ensure every child can continue to learn. Join the movement and #RaiseYourHand at","sentiment_score":0.2}
{"full_text":"RT First round of distribution will begin as soon as this weekend. Super grateful for the opportunity to manage this amazin...","sentiment_score":0.1277777778}
{"full_text":"The \"vast majority\" (being 67%) of registered voters never voted Sask Party this past election. Record low turnout, + things change quickly when governments become negligent. Sask Party has been losing a considerable amount of support the past few months.https:\/\/t.co\/LhLtUHENit","sentiment_score":-0.0380952381}
{"full_text":"RT Stay at home. Stay at home. Then he goes abroad. ","sentiment_score":0.0}
{"full_text":"RT Delighted to share our article published today: Reflecting on Australias five principles for pandemic response in primary car...","sentiment_score":0.55}
{"full_text":"RT A photographer illustrates the indignities suffered by his albino aunts in Kolkata, and how their world became even smaller...","sentiment_score":0.0}
{"full_text":"Weather Forecast at 06:00 * Increasing clouds with little temperature change. * #conlig, #bangor * #stayathome *","sentiment_score":-0.1875}
{"full_text":"RT IMPORTANT: We have made changes including contents and ticket on-sale dates on some performances presented by the Toky...","sentiment_score":0.4}
{"full_text":"1. Malaysiakini reports Chinese associations are claiming their demands were not met during talks with Putrajaya on Covid-19 SOPs for Chinese New Year. KLSCAH says the SOPs do not reflect what was discussed, including allowing reunion dinners with less than 20 family members.","sentiment_score":-0.0075757576}
{"full_text":"RT if this was true he wouldn't have the N95 on under it.","sentiment_score":0.35}
{"full_text":"What the fun in following them i don't get it. There times my favs came to where i lived and some friends asked me to come to the airport to meet and i was like, nah, that's gonna be too hot and crowded Just stay at home sasaengs it's tired and scary and yall spreading covid.","sentiment_score":-0.07}
{"full_text":"New virus found more critical than Covid 19 called Meena harris","sentiment_score":0.2121212121}
{"full_text":"RT TWO DIFFERENT #COVID19 PANDEMICS--Many think with cases dropping that pandemic is nearly over. But truth is, there are now...","sentiment_score":0.05}
{"full_text":"Single day #vaccination record of nearly 75,000 set in #Illinois ... | #SARSCoV2 | #vaccine | #Immunization | #COVID19 | #HealthCare | By via","sentiment_score":0.0142857143}
{"full_text":"Grab said it launched a region-wide programme aimed at increasing access to the Covid-19 vaccine, but also as a means to educate its stakeholders.Via","sentiment_score":0.0}
{"full_text":"RT I was so excited to write a poem for the Super Bowl &amp; even I'm not making plans to watch it with other people. Please...","sentiment_score":0.1944444444}
{"full_text":"Top #Tendencias de Twitter en  #MexicoFeb 06 2021:NEVER BEEN SO DEFENCELESShobiMecheCoronaMarieBacaZendayaSelenaDuranttyler","sentiment_score":0.5}
{"full_text":"RT if this was true he wouldn't have the N95 on under it.","sentiment_score":0.35}
{"full_text":"thought you might be interested in this possible link between tinnitus and long covid","sentiment_score":0.0666666667}
{"full_text":"Nets' Durant removed from game due to COVID-19 protocols","sentiment_score":-0.2625}
{"full_text":"Remember that some people without symptoms may spread COVID-19.Maintain a distance of at least 1-2 meters between yourself and others from outside your household.  The further away, the better.#COVID19#USwithZambia#MaskUp#KeepSafe","sentiment_score":-0.1}
{"full_text":"As learners return to schools, how can technology help #education in the time of COVID-19? tours Curro's newest DigiEd offering. Don't miss TecHub on Monday, 9:30pm on #DStv403 #elearning","sentiment_score":0.0}
{"full_text":"I am a professional photoshop editor. I will do any type of photoshop work. if you are interested then click the photo and visit my Fiverr profile.https:\/\/t.co\/5IRAazOF2l#covid19 #china #BaharKiParty","sentiment_score":0.175}
{"full_text":"The Real Winners of Pandemic Super Bowl 2021","sentiment_score":0.2666666667}
{"full_text":"RT Gov. Kim Reynolds (R-IA) leads a state with the third-worst vaccination rate per capita in the nation as Iowa reached...","sentiment_score":0.0}
{"full_text":"RT With 0.04 vaccines administered per 100 people today, Canada is closing in on being dead last among nations.According to...","sentiment_score":-0.1}
{"full_text":"A country that couldn't afford an isolation centre of minimum required standard is bidding for approval for the covid vaccine?Gags of the highest order.","sentiment_score":0.0}
{"full_text":"RT After getting a COVID-19 vaccine, it's still important to take safety precautions, such as physical distancing, to preven...","sentiment_score":0.1333333333}
{"full_text":"Digital commerce: The lasting impact of the Covid effect","sentiment_score":0.0}
{"full_text":"How to Stay Happy &amp; Healthy During a COVID-19 Winter","sentiment_score":0.65}
{"full_text":"RT I have autism and special needs and I will be 24 on Wednesday the 10th of February we are still in Lockdown because of...","sentiment_score":0.3571428571}
{"full_text":"Covid is a neurotic's Paradise.","sentiment_score":0.0}
{"full_text":"RT Over the course of COVID emergency orders, we've seen Gorsuch, Thomas, Alito, and Kavanaugh endorse this new test. Tonight, Bar...","sentiment_score":0.1363636364}
{"full_text":"Watch: Arnold Schwarzenegger Gets The COVID Vaccine, And He Wants You To Get It Too","sentiment_score":0.2}
