{"full_text":"RT While this is a welcome development, we're not out of the woods yet. Please stay home, practice social distancing, and wear a...","sentiment_score":0.4166666667}
{"full_text":"RT The government is spending more to cover up the crony contracts they have handed out to their mates than they are spendin...","sentiment_score":0.5}
{"full_text":"RT  The first instalment in a brand new show! join on The State of Music.They talk insp...","sentiment_score":0.2102272727}
{"full_text":"RT This is why Congress needs to pass Covid Relief plan!  #RescueAmerica","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT How some airlines have treated middle seats during the pandemic:Delta: Blocking them at least through 4\/30Southwest...","sentiment_score":-0.15}
{"full_text":"RT Ohio's #COVID19 curfew expired yesterday.Eat at your favorite restaurant tonight and enjoy the freedom.","sentiment_score":0.45}
{"full_text":"That's true. And fundamentally I don't think this crisis has made soft-Tory voters reconsider their vote yet because they don't think a) Tories at fault for mishandling of pandemic, or b) Labour would have done it better. Hopefully, both will change following a future inquiry.","sentiment_score":0.2125}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"RT At least 357,719 incarcerated people have been diagnosed with COVID so far.At least 2,401 have died.Incarceration should NEVE...","sentiment_score":-0.3}
{"full_text":"via Hey #SFUSD check this out. I know it's not the authority of Wikipedia, but...","sentiment_score":0.0}
{"full_text":"'Hero' service dog gets sendoff party after comforting hospital staff during pandemic","sentiment_score":0.0}
{"full_text":"Lockdown saving my wallet from her","sentiment_score":0.0}
{"full_text":"RT The population above 50 years of age and people with co-morbidities in the 20 to 50 years age group are scheduled to start r...","sentiment_score":0.0}
{"full_text":"This is so awesome!!  I am so thankful for President Biden ","sentiment_score":1.0}
{"full_text":"RT \"Starmer criticised the government on 1 issue, insisting they \"should have opened the schools earlier\". So the one thi...","sentiment_score":0.0}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT REINFECTION WARNING from the WHO. \"We are now getting reports of people getting reinfected with a new variant--from  (...","sentiment_score":0.1363636364}
{"full_text":"Shit.......","sentiment_score":-0.2}
{"full_text":"Be interesting to know how participation varied between ages? + whether &amp; figures show similar growth? 2021\/22' post pandemic is definitely gonna be a huge year globally for the sport though! #lotsofplanningtodo ","sentiment_score":0.18}
{"full_text":"RT At least the illegal Flint and Denbigh hunt won't be parading around as if they are some important part of the communit...","sentiment_score":-0.1333333333}
{"full_text":"Grant Forster APTN News asking why the police were so unprepared for the violence against the Mi'kmaq fishers. And Trudeau gives him a \"We are looking into it, we are concerned\" #cdnpoli #BriefingBingo","sentiment_score":0.0}
{"full_text":"RT JOSE ARTURO RAMIREZ MEDINA, 42, of Rockwall, Texas, died of COVID on Feb. 4., 2021. \"He will be best remembered for his...","sentiment_score":1.0}
{"full_text":"RT The Texans aren't planning on having fans in 2021. Nothing to do with the pandemic, just their new philosophy","sentiment_score":0.1363636364}
{"full_text":"RT Infuriating.Cuomo hid COVID death data and ran out the clock on the investigation by the Trump DOJ.And it looks like th...","sentiment_score":0.0}
{"full_text":"RT I want to pay tribute to the NHS, armed forces, councils, volunteers &amp; everyone else involved in the vaccine roll-out.Ye...","sentiment_score":0.0}
{"full_text":"RT I want to pay tribute to the NHS, armed forces, councils, volunteers &amp; everyone else involved in the vaccine roll-out.Ye...","sentiment_score":0.0}
{"full_text":"RT Foodbank queue so long 'road is brought to standstill' as pandemic poverty laid bare","sentiment_score":0.0}
{"full_text":"RT The children are falling behind. The children are living through a pandemic and are resilient The adults have decided th...","sentiment_score":-0.4}
{"full_text":"Fucking good! They deserve it, should be one of the highest paid professions alongside public sector workers such as nurses and fire fighters.","sentiment_score":0.2916666667}
{"full_text":"Well atleast pray I think I have COVID no taste fever and cough hoping of twitter now bye","sentiment_score":0.0}
{"full_text":"28 states each have more active cases of COVID than the entire country of Canada...in spite of sharing a 3000 border.  Some states have significantly more cases than Canada.https:\/\/t.co\/m5bFDpLHT8","sentiment_score":0.2166666667}
{"full_text":"RT NEWS: Fourteen Democrats in the #nysenate are calling for pandemic emergency powers granted to Gov. Andrew Cuomo last Ma...","sentiment_score":0.0}
{"full_text":"RT (UPDATE): 21 new cases in Guelph on Friday","sentiment_score":0.1363636364}
{"full_text":"RT Today would be a great day to cancel student debt.","sentiment_score":0.8}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT #Breaking - Indian intelligence have intercepted hundreds of Chinese intercepts during the whole standoff which points...","sentiment_score":0.1}
{"full_text":"Pandemic Pics. #MaskUp","sentiment_score":0.0}
{"full_text":"The MetraPark clinic offers vaccines Tuesday from 1-4:30 p.m., Wednesday and Thursday 8-11:30 a.m. and 1-4:30 p.m. Register starting at 1 p.m. Friday through or call starting Monday at 9 a.m: 406-651-6596.","sentiment_score":0.0333333333}
{"full_text":"RT me, waiting for the pandemic to be over","sentiment_score":0.0}
{"full_text":"RT Remember when Trump sent a floating hospital to NYC...And instead of using it, and risking making Trump look good, Cuomo...","sentiment_score":0.7}
{"full_text":"Two Soldiers discuss plenty of good reasons to get the COVID-19 vaccine when it's available.","sentiment_score":0.55}
{"full_text":"RT While this is a welcome development, we're not out of the woods yet. Please stay home, practice social distancing, and wear a...","sentiment_score":0.4166666667}
{"full_text":"He profited from COVID with his book and award knowing that he alone is responsible for his action that led 15k seniors to die alone, what kind of evil is that?","sentiment_score":-0.025}
{"full_text":"RT What does science have to do with it?  This is Joe's union payback plan.","sentiment_score":0.0}
{"full_text":"Well this should be hilarious","sentiment_score":0.5}
{"full_text":"COVID-19 Vaccine Clinic for Watertown Seniors age 75 and older February 17, 2021 from 9am-11:30am An appointment is required to get a vaccine. To register and for more information, go to: more:","sentiment_score":0.3888888889}
{"full_text":"RT #BREAKING: Mandatory hotel quarantine measures for travellers to come into effect Feb. 22","sentiment_score":0.0}
{"full_text":"#isitok that Matt wancock is planning to come to the West country while telling everyone else to stay at home","sentiment_score":0.0}
{"full_text":"Question: Why did #JoeBiden raise the price of insulin? Was it for population control? Is #COVID19 population control? If we still had real journalists we might could get an answer.","sentiment_score":0.2}
{"full_text":"RT The far right are now telling you that the \"overweight\" are to blame for Covid. This is the precursor to the entire NHS bei...","sentiment_score":0.1285714286}
{"full_text":"Agreed. If he had simply been honest about COVID and been proactive about combating it, he would probably still be in office.","sentiment_score":0.3}
{"full_text":"RT REINFECTION WARNING from the WHO. \"We are now getting reports of people getting reinfected with a new variant--from  (...","sentiment_score":0.1363636364}
{"full_text":"covidflu #3 ?!?get a cup of coffeebuckle up get in the know.","sentiment_score":0.0}
{"full_text":"You do realise that you are going to be fucked over #Catalunya? Have you not watch what has gone on in the world  been sat on on your ass believing the #COVID19 HOAX","sentiment_score":-0.6}
{"full_text":"RT 1901 - California governor Henry Gage blames an outbreak of bubonic plague on Chinese immigrants, quarantining Chinatown and...","sentiment_score":0.0}
{"full_text":"Sorry to hear about your loss. Any kind of racism is dangerous for society.","sentiment_score":-0.1666666667}
{"full_text":"RT Imagine for a moment that a Republican governor- by executive order- sent 9,000 seniors with covid back into nursing homes,...","sentiment_score":0.0}
{"full_text":"RT Today would be a great day to cancel student debt.","sentiment_score":0.8}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT President Biden: \"#ValentinesDay is a big. Jill's favorite day. For real.\"Q: \"What inspired you to do this?\"@FLOTUS: \"I just...","sentiment_score":0.2333333333}
{"full_text":"The latest coronavirus cases in Imperial County for Friday, February 12, 2021.","sentiment_score":0.5}
{"full_text":"She wasn't fired for being conservative, she was fired for among other things, spreading election conspiracies, transphobia, COVID conspiracies, and minimizing the Holocaust.","sentiment_score":-0.125}
{"full_text":"Grab onto your butts, the 3rd wave is coming.","sentiment_score":0.0}
{"full_text":"Wife visits hospital window for 7 months as husband fights to recover from COVID-19","sentiment_score":0.0}
{"full_text":"RT STAY HOME DALLAS.","sentiment_score":0.0}
{"full_text":"Our #Syracuse office ran a \"Souper Bowl\" soup drive to benefit  The Table Community Food Pantry. We are honored to be able to contribute to the upcoming Drive-thru Food Give Away that continues to support the growing demand driven by the pandemic. #PBCgivesback #PBCcares","sentiment_score":0.5}
{"full_text":"RT Says the man living in a 66,000 sq foot house.","sentiment_score":0.0}
{"full_text":"RT Dr. Li-Meng YAN's Statement:To all the scientists supporting \"nature-origin of #COVID19\" or \"China is not its birthplac...","sentiment_score":0.25}
{"full_text":"My anxiety is slowly subsiding. 4 years of hell is slowly fading in my rear view mirror! These two are truly in love  and not pretending for the cameras! #DrJillBiden #Flotus46 #JoeBiden #Potus46 #Hope","sentiment_score":-0.0166666667}
{"full_text":"Sure, but Boris &amp; the Tories still murdered Captain Tom**The Bastards! ","sentiment_score":0.625}
{"full_text":"Like MANY I clearly believe it will! Call it a \"FRIDAY HEALING\" ??!#Leronlimab \/#Vyrologix by Cytodyn \/ #CYDY ","sentiment_score":0.328125}
{"full_text":"RT REINFECTION WARNING from the WHO. \"We are now getting reports of people getting reinfected with a new variant--from  (...","sentiment_score":0.1363636364}
{"full_text":"RT Remember when Trump sent a floating hospital to NYC...And instead of using it, and risking making Trump look good, Cuomo...","sentiment_score":0.7}
{"full_text":"RT REINFECTION WARNING from the WHO. \"We are now getting reports of people getting reinfected with a new variant--from  (...","sentiment_score":0.1363636364}
{"full_text":"Superb. I lost 7 stone in 3 months  while having COVID in between","sentiment_score":1.0}
{"full_text":"RT \"Since March, an American has started a COVID-related fundraiser on GoFundMe every two minutes,\" says CEO Tim Cadogan. \"We ar...","sentiment_score":0.0}
{"full_text":"As a part of our ongoing research into #BrandLoyalty, our team analyzed brand share for 50 different #CPG brands from a variety of categories over time--both before and during the pandemic. Here's what we found:","sentiment_score":0.0}
{"full_text":"covid","sentiment_score":0.0}
{"full_text":"RT Meanwhile in Ontario...* Reporter:\"I'm a bit confused by this presentation ... am I missing something here? Or is this pre...","sentiment_score":-0.3}
{"full_text":"RT Things I've missed during lockdown, no.73: driving past Apse Heath and watching the ongoing battle of wills between someon...","sentiment_score":-0.25}
{"full_text":"RT Is the Biden administration complicit in the Cuomo cover-up? Biden ludicrously hailed NY as a \"model\" for the nation during...","sentiment_score":0.0}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"Miss Dr. Bishop's COVID-19 update on Wednesday? Read our full recap here.","sentiment_score":0.35}
{"full_text":"An investigation by the World Health Organization into the origins of COVID-19 will focus on the virus's animal origins and the possibility of spread through frozen foods.","sentiment_score":0.0}
{"full_text":"I agree with you. But original posters tweet about homeless covid statistic is hardly prophetic and not related to your position. Twitter is a hell hole of dumb people sounding off thinking they are genius.","sentiment_score":-0.0729166667}
{"full_text":"Mukesh Ambani's earnings during Covid 'can lift' 40% informal workers out of poverty","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo sent 9,000 Corona-infected elderly into New York nursing homes -- which killed 15,000. (Instead of sending them...","sentiment_score":-0.0318181818}
{"full_text":"The Chairperson for NRB (Non-Resident Bangladeshis) visited to thank the NYPD for their support during the pandemic,  as well as  their World Conference Series 2020. Thank you for stopping by today!","sentiment_score":0.0}
{"full_text":"RT Under #Sushant4Education campaign , SSRIANS came forward and help one kid with entire year fees whose father had lost job d...","sentiment_score":0.0}
{"full_text":"RT When this is all over, I'm still going to wear a mask when it's this cold. Keeps your nose nice &amp; toasty.","sentiment_score":0.0}
{"full_text":"The UK coronavirus variant is posing a growing threat to Europe, and the World Health Organization warned that shutdowns may be necessary across the region if it becomes a dominant strain #COVID19 #UK #Variant #news #fridaymorning #Europe","sentiment_score":0.0}
{"full_text":"RT President Biden: \"#ValentinesDay is a big. Jill's favorite day. For real.\"Q: \"What inspired you to do this?\"@FLOTUS: \"I just...","sentiment_score":0.2333333333}
{"full_text":"RT You can't tax and regulate domestic life if it's private and unpaid.","sentiment_score":0.0666666667}
{"full_text":"This is horrendous. #PowertotheWorkershttps:\/\/t.co\/PuuirTS4ss","sentiment_score":0.0}
{"full_text":"Food drive Saturday: Donate canned goods, pet food Feb. 13, 12 - 4 p.m., at Pyle Adult Recreation Center parking lot, 655 E. Southern Ave. Drive-thru event - remain in your car and wear a mask when talking to volunteers. Supports community organizations.","sentiment_score":0.0}
{"full_text":"In her first interview with #TheBigThrill  B.J. Graf--a former Hollywood development executive--talks about writing about a pandemic just before living through one. Fantastic interview by","sentiment_score":0.2166666667}
{"full_text":"In case you missed it, ProSci's SARS-CoV-2 (COVID-19) S RBD (N501Y) Protein (Cat. No. 11-064) can help further your #sarscov2 research!For more information about the variants, visit us at #antibodies #sarscov2protein #antibodycompany","sentiment_score":0.25}
{"full_text":"A new study found that last year's Mardi Gras celebration in New Orleans was a super spreader event that resulted in at least 50,000 cases of COVID-19.https:\/\/t.co\/tGx1hNSnCB","sentiment_score":0.0612121212}
{"full_text":"\"I think maybe we think of violence a little less than COVID as a public health problem. But I think what this highlights is that both are linked.\"https:\/\/t.co\/zHh3GqtsvF","sentiment_score":-0.1180555556}
{"full_text":"RT Taylor Swift working harder than COVID-19","sentiment_score":-0.1}
{"full_text":"It seems like the #australianopen2021 is in jeopardy due to #coronavirus https:\/\/t.co\/yHZYOkxCNT","sentiment_score":-0.125}
{"full_text":"How did The Chase star lose an incredible five stone over lockdown? #TheChase ","sentiment_score":0.9}
{"full_text":"Peterborough United academy staff have been putting on cookery classes and holding virtual quizzes to keep their children engaged during lockdown.https:\/\/t.co\/3pBdeRHNIb","sentiment_score":0.0}
{"full_text":"Your voice matters. Take the COVID-19 Indigenous Needs Assessment to help tribal leaders and policymakers understand the impact on our communities today!Take the survey now at:","sentiment_score":0.0}
{"full_text":"Nope.The plandemic only exists on TV","sentiment_score":0.0}
{"full_text":"In this week's show, the top stories from the covering new #COVID19 developments and Myanmar at the Human Rights Council. We also hear how COVID-19 has had a \"profound\" impact on cancer care everywhere.","sentiment_score":0.1799242424}
{"full_text":"\"From #climatechange denialism in #Australia to cheering on #rightwing slogans in the US, Coronavirus #misinformation globally &amp; the #Brexit campaign in the UK, it is hard to imagine a reactionary cause Murdoch's empire hasn't championed\"","sentiment_score":-0.1458333333}
{"full_text":"If you have any symptoms of coronavirus, even if they are very mild, get tested If you test positive there are financial support packages that may be available to you. Don't take the risk and help to keep others safe","sentiment_score":0.3121212121}
{"full_text":"COVID WASTEWATER MONITORING: Check out this dashboard presented by the University of California Merced tracking the global spread of COVID-19 via wastewater surveillance efforts. #WASH #scooponpoop #wishforwash #everybodypoops #washtwitter #COVID19","sentiment_score":0.0}
{"full_text":"It's a month from tomorrow that my school shut down for the rest of the year. This made me feel really sad because we've been mourning the loss of normalcy for all of 2020 and now that's it's carried over and we are literally approaching one year of lock down... I'm sad ","sentiment_score":-0.2622222222}
{"full_text":"The CDC announced this week that double masking or wearing tight-fitting masks helps prevent the spread of #COVID19. We wanted to learn more about the history of mask-wearing to prevent illness, so medical historian Howard Markel talked us through it:","sentiment_score":0.1666666667}
{"full_text":"Pelosi FAILED by limiting Impeachment charges!Constitutional Crimes&gt; Defying Congressional Subpoenas&gt; Unlawful Spending [Wall] gov funds&gt; Reckless Endangerment [botched federal Covid-19 response]&gt; Sedition via the BIG LIE (fraudulent election claims)","sentiment_score":-0.25}
{"full_text":"It's time for our Fun Fact of the week! Technology has become even more important during Covid, and many states are taking steps to make improvements for educators.#STEM #MFL #MyFirstLab #CompSci #Learningathome #STEMEducation","sentiment_score":0.44375}
{"full_text":"The Rapid Response Testing vehicle will be visiting Everton Ward offering free Lateral Flow Tests to key workers\/those unable to work from home at the location below on the following days and times:https:\/\/t.co\/0fbh5i2WUC","sentiment_score":-0.025}
{"full_text":"As the aviation industry continues to overcome the pandemic's challenges, becoming an API registered professional may be your secret weapon. There is no fee to become a candidate and you must be registered to access unadvertised career opportunities.","sentiment_score":0.05}
{"full_text":"RT This is Maryland's call for conscience, dignity, &amp; humanity: Purposely excluded from every relief, immigrants braved the wo...","sentiment_score":0.0}
{"full_text":"RT Apparently the biomass of all SARS-CoV-2 viral particles in the entire world can fit inside a single can of coke.Tha...","sentiment_score":0.0946428571}
{"full_text":"RT Democrats are still working:  last night the House Ways and Means committee advanced its portion of Biden's coronavirus re...","sentiment_score":0.2}
{"full_text":"In the eye of a pandemic third wave, this is the right timing to make an introspective assessment and look at the near-future with solid positivity. Our latest #blog post puts pen to paper on the road we have ahead. And it looks like an excellent route.https:\/\/t.co\/TvTm8Cp5YF","sentiment_score":0.3571428571}
{"full_text":"compiled a list of COVID-related supports that Canadian governments, funding agencies, and advocacy groups have rolled out to help farmers adjust their business models to these unpredictable times.","sentiment_score":-0.1666666667}
{"full_text":"UN 'Concerned' About Zimbabwe Using COVID as Pretext to Crack Down on Dissent","sentiment_score":-0.1555555556}
{"full_text":"RT When my 10yo woke up injured, I felt terrible staying home. When he told me he needed me, I knew I needed to stay. I...","sentiment_score":-1.0}
{"full_text":"Some employees may not be able to work from home and it's important that businesses put measures in place to keep workers safe.Worried about your safety at a #NWLeics workplace? Get in touch with us at: ehealth@nwleicestershire.gov.ukMore https:\/\/t.co\/O49nNwx4WT","sentiment_score":0.45}
{"full_text":"Dr Abdul Zubairu has an important message for our BAME community. \"I've had the vaccine as I want some sentiments of normality back in my life. I want to be able to see my parents, my extended family and my siblings.\"#Covid19 #CovidVaccine","sentiment_score":0.3}
{"full_text":"Where do you want to go for #ValentinesDay? A faraway land, a rugged countryside, or an outer space adventure? Head over to Stamford Hill Library Tuesday &amp; Thursday &amp; choose your #BlindDateWithaBook. You may be surprised where your 'date' will take you!","sentiment_score":0.125}
{"full_text":"Here's the Lockdown Lowdown for Year 7. Kaitlyn Farmer's our first TRIPLE MILLIONAIRE of the year! Kaitlyn's read almost a million more words than any other pupil in the school! Congratulations, Kaitlyn! We'll get a new book to you after 1\/2 term.","sentiment_score":0.1883877841}
{"full_text":"Reacting to a report that admitted to withholding New York's COVID-19 nursing home death data because of concerns over a possible federal investigation, says Democrats are \"angry that they had to cover\" for Governor Cuomo.","sentiment_score":-0.1212121212}
{"full_text":".@ErgoIreland achieves advanced specialisation in Microsoft Windows Virtual Desktop as lockdown drives demand #ad","sentiment_score":0.4}
{"full_text":"Herd immunity would of taken place without masks. Instead we have no herd immunity, which science shows us works to mitigate a pandemic.","sentiment_score":0.0}
{"full_text":"Crafting a love letter to a time before social distancing, today's featured artist is Kazhia Kolb. Sketched on location in various public spaces, Kolb's work in pieces such as \"Lunch at the Museum\" and \"In the Cafeteria\" portray the forgotten elegance of body language.","sentiment_score":0.1066666667}
{"full_text":"RT Rs500 million for each MNARs0 to buy COVID-19 vaccineWaiting for charity","sentiment_score":0.0}
{"full_text":"As Valentine's Day approaches, beware of romance scams, which have increased during the pandemic. Protect yourself with tips from the FTC at","sentiment_score":0.0}
{"full_text":"RT So unions looking at international evidence were attacked by press and MPs for warning safety measures were inadequate, no...","sentiment_score":0.0}
{"full_text":"Matt Hancock says don't book summer holidays, after booking own summer holiday...  #Cornwall #Covid19UK #COVID19 #Summer2021","sentiment_score":0.6}
{"full_text":"A valentine for your Friday - four minutes of lovely simple humanity and a small act of kindness at the end. And the first dogs.","sentiment_score":0.125}
{"full_text":"Jerry Seinfeld, Fran Lebowitz, Whoopie Goldberg, Cam'ron among celebs making new COVID PSAs on the subway","sentiment_score":0.1363636364}
{"full_text":"In the eye of a pandemic third wave, this is the right timing to make an introspective assessment and look at the near-future with solid positivity. Our latest #blog post puts pen to paper on the road we have ahead. And it looks like an excellent route.https:\/\/t.co\/o6VAFVRwed","sentiment_score":0.3571428571}
