{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"So true - there's never been a better time that to think of each other and out member welfare at the top of our collective thinking #freemasons #westkentmasons #mentalhealth #lookafteryourmentalhealth #lockdown","sentiment_score":0.30625}
{"full_text":"Because one leads to several. Some leaders understand the science of exponential growth. It's annoying for sure, but act early and get credit in the bank for further measures.","sentiment_score":-0.04}
{"full_text":"In Canada if they find out you had a covid test and went out you can be charged (I think)","sentiment_score":0.0}
{"full_text":"RT Johnson believes it is more important to destroy the economy of the UK with his beloved Brexit than to save lives. Please pass...","sentiment_score":0.35}
{"full_text":"That's on the BBC, so immediately is nonsense. If any doctor\/scientist has said we can eradicate covid they really should resign as they know nothing about viruses. There are hundreds of coronaviruses. We haven't eliminated any in our existence.","sentiment_score":0.2}
{"full_text":"RT Alhamdulillah.Exemplary. Thank you very much.","sentiment_score":0.26}
{"full_text":"RT House Democrats pass sweeping $1.9 trillion COVID-19 relief bill with minimum wage hike, $1,400 stimulus","sentiment_score":0.0}
{"full_text":"RT How do you go putting bombing a country to smithereens first before you citizens health and the pandemic?!?!?","sentiment_score":0.390625}
{"full_text":"RT My granddad used to say 'Tories are neither use nor ornament'*But I'll tell you what - they're stealthily privatising o...","sentiment_score":0.0}
{"full_text":"Lucas makes the front page ty Scot who beat Covid 'waiting for life to start' as he battles kidney problems","sentiment_score":0.0}
{"full_text":"RT Agree, completely.","sentiment_score":0.1}
{"full_text":"RT I haven't worn a mask in about 8 months...I did it for about 45 seconds while on a flight back in July, that's it! Remembe...","sentiment_score":0.0}
{"full_text":"Ew. Voting no on the Covid relief Bill was a dick move.","sentiment_score":0.0}
{"full_text":"Oh right, after trashing #RemembranceDay2020 by saying #lockdown compared to the troops going off to war in 1914 and 1939 are pretending they're concerned about #captainsirtommoore funeral! I think you're a bit sickening really VERY sickening in fact!!!","sentiment_score":-0.5142857143}
{"full_text":"The UK's vaccine rollout is going well though, as long as that continues at the same rate hopefully it'll all sort itself out. Our new lockdown is due to 1 new case as they can't trace where it came from, even if UK became 'covid free' it would never lockdown for a singular case","sentiment_score":0.0829545455}
{"full_text":"RT First batch of COVID-19 vaccines set to arrive in Kenya 1st week of March. First priority will be given to Health Care Workers...","sentiment_score":0.25}
{"full_text":"Covid?","sentiment_score":0.0}
{"full_text":"RT \"Half a million EU citizens lost their lives in connection with #Covid19. I believe we should commemorate those we lost i...","sentiment_score":-0.1666666667}
{"full_text":"RT Anything worse than COVID conversations every .. fucking ... day of the week ","sentiment_score":-0.5}
{"full_text":"RT How do you measure, measure a year?","sentiment_score":0.0}
{"full_text":"RT With NPHET saying there is really no end in sight, once the vulnerable are vaccinated do we just now have to get to a p...","sentiment_score":-0.3}
{"full_text":"My daughter is selling. We have the new toast yays and the s'mores that they are discontinuing. Due to Covid we are shipping to your door. Order here $5 with direct ship!! Shipping 1\/2 off if you order 6-12 which is $6!","sentiment_score":0.0688920455}
{"full_text":"RT 'Total Eclipse of the Heart' gets a Grammy-worthy, COVID-themed parody.","sentiment_score":0.0}
{"full_text":"RT The WINNER of Woodvale construction Award for Service to Pupils and Community during the Pandemic is... Holy Evangelist'...","sentiment_score":0.0}
{"full_text":"Coronavirus Ireland good news as top doctor issues hopeful update on summer travel","sentiment_score":0.6}
{"full_text":"RT Who thinks we need a pandemic profits tax?","sentiment_score":0.0}
{"full_text":"RT AMC Entertainment CEO Adam Aron received a $3.75 million bonus at a time when many of the company's employees have been laid o...","sentiment_score":0.5}
{"full_text":"RT Excellent thread from on #SARSCoV2  variants. What's *interesting*, what's *unusual*, and what's *impor...","sentiment_score":0.5666666667}
{"full_text":"RT Who thinks we need a pandemic profits tax?","sentiment_score":0.0}
{"full_text":"RT Did your constituents elect you to lie to them?","sentiment_score":0.8}
{"full_text":"RT smfh... ridiculous this is still going on in 2021","sentiment_score":-0.3333333333}
{"full_text":"RT morning! back on from 10am and will be joined by the wonderful to celebrate the release of their new...","sentiment_score":0.3787878788}
{"full_text":"RT It's my understanding (please feel free to correct me if I'm completely wrong) that seasonal flu (which appears to have...","sentiment_score":-0.05}
{"full_text":"yeah well youve no taste go for a covid test","sentiment_score":0.0}
{"full_text":"RT the two Democrats who voted against Biden's $1.9 trillion COVID-19 relief package should be voted out dem rep. Jared...","sentiment_score":0.0}
{"full_text":"RT Matt Hancock broke the law and should never be re-elected. The press aren't holding him to account so let's spread the wo...","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports record of nearly 2.2 million COVID-19 vaccinations in one day","sentiment_score":0.1}
{"full_text":"Yaa... Right BroSince 2012..... I have in-house network issue with both the Operators &amp; But in 2020 they were blaming #COVID19 for their fixed problems.&amp; Irony is before Jio i had no other options too... But Thanks to","sentiment_score":0.1620535714}
{"full_text":"maybe in your country banks and health insurance do that but here we have free healthcare system, did you get your vaccine or not yet, stay home or you will die soon","sentiment_score":0.4}
{"full_text":"RT Be kind - it's easy and free - and we all could use a little kindness, especially during these challenging times.#COVID...","sentiment_score":0.2909722222}
{"full_text":"RT The UK has a worse covid death rate than any other comparable nation.Johnson and Hancock don't want you to notice this, but...","sentiment_score":-0.2625}
{"full_text":"RT The facts disprove the narrative every single time.And every single time people cling to the false narrative and get angry at...","sentiment_score":-0.2607142857}
{"full_text":"RT Who thinks we need a pandemic profits tax?","sentiment_score":0.0}
{"full_text":"RT I welcome the Security Council resolution recognizing vaccine equity as crucial to international peace &amp; security....","sentiment_score":0.2666666667}
{"full_text":"RT Wow, this is an absolute game changer.There's now a mRNA vaccine in the works for malaria.Huge, huge news for Africa....","sentiment_score":0.075}
{"full_text":"Honoured to be asked by to lead work helping #Kenya's people &amp; government hit #GlobalGoals, defeat #COVID19 &amp; build on amazing work of &amp; A delight to be back in #Nairobi after almost 30 years!","sentiment_score":0.3}
{"full_text":"medicines during a hard time. Covid-19, caused by a coronavirus, is a viral infection and therefore our immune system needs to be very strong to fight against this pathogen. Nutraceuticals play a very important role in boosting immunity without harming the body's natural defense","sentiment_score":0.2229166667}
{"full_text":"RT Billionaires have added $1,300,000,000,000 to their wealth during the course of the pandemic while the $7.25 minimum wage hasn...","sentiment_score":0.0}
{"full_text":"RT Salford has 58 new coronavirus cases, as Little Hulton and Walkden areas have highest infection rates and Langworthy Bui...","sentiment_score":-0.0255681818}
{"full_text":"RT .@thedemocrats:  All those people who organized and stalked the post office and stood in long lines and beat back voter su...","sentiment_score":-0.025}
{"full_text":"RT Could you please ask him next time why his government take fees from immigrants give them copr and visa but...","sentiment_score":0.0}
{"full_text":"RT Covid robbed us of a Kong vs Godzilla pre-fight press conference and weigh-in.","sentiment_score":0.0}
{"full_text":"RT Philip Lucky, Head of Investment at RDB, noted that government is mindful of the hardships that businesses are going through...","sentiment_score":0.3333333333}
{"full_text":"RT Attacks against Asian-Americans in New York City have soared since the pandemic began, terrifying many and stoking fears of ta...","sentiment_score":-0.1212121212}
{"full_text":"RT Since March 2020 - 91,882 people have been admitted to hospital with Covid.Since March 2020 - 258,139 people have been ad...","sentiment_score":0.0}
{"full_text":"RT The number of Covid deaths in the UK has surpassed the combined death toll of the Great Plague, the Aids pandemic and every...","sentiment_score":0.8}
{"full_text":"I agree with this. The huge gaps between seasons (not necessarily CB's fault - see COVID!) are killing off interest and awareness, with Netflix and others filling the void. Kids are more likely to get excited by Riverdale and Sex Education than by Who.","sentiment_score":0.255}
{"full_text":"#Covid.Johnson &amp; Johnson is coming.","sentiment_score":0.0}
{"full_text":"RT This idiot that went to the gym after a Covid test. No sympathy Stay home bitch","sentiment_score":-0.8}
{"full_text":"RT If I'm ever in a situation where I'm required to state my covid vaccination status I will first demand to know the STI his...","sentiment_score":0.25}
{"full_text":"Can we all stick by pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"RT A Muslim woman wearing a hijab is at the front of a set of new stamps released by Australia Post.The comme...","sentiment_score":0.1363636364}
{"full_text":"Its great to hear that the #healthtech space is a much more inclined to #collaboration in a post pandemic world! As always fantastic piece from https:\/\/t.co\/hdVuR5OYaO","sentiment_score":0.6083333333}
{"full_text":"Out of the 346 new #coronavirus cases in #SaudiArabia, 184 were confirmed in Riyadh and 38 in Makkah.","sentiment_score":0.2681818182}
{"full_text":"Around 1 in 3 people have no symptoms of #COVID19. Please stay at home whenever possible and follow simple but effective ways to limit the spread Wash your hands Cover your face- Make space.  For up to date information on coronavirus visit: ","sentiment_score":0.2}
{"full_text":"Fancy some competitive tennis when lockdown is over? Checkout the new section on our website with everything you need to know -and more","sentiment_score":0.3181818182}
{"full_text":"Household mixing rules are due to change on the 8th &amp; 29th of March #stopthespread #RBWMtogether","sentiment_score":-0.125}
{"full_text":"Our forest parks, beaches &amp; other outdoor areas may be busy, so if you approach an area for exercise and there is no parking, or it is crowded, find an alternative location. Remember, you should not travel more than 10 miles from home to exercise: #COVID19","sentiment_score":0.1583333333}
{"full_text":"Countries seeking their own COVID-19 vaccine doses are making deals with drug companies that threaten the supply for the global COVAX program for poor and middle-income countries, the World Health Organization said.","sentiment_score":0.0666666667}
{"full_text":" Could we publish a list of deaths wrongly attributed to Covid to show the public that this has all been for nothing. I'm so sad that we're still locked down + that many still believe that 120,000 people died 'of covid'. If that was shown to be false we might convince them.","sentiment_score":-0.1759259259}
{"full_text":"Included in Biden's coronavirus aid bill are $1,400 direct payments to individuals and $400 a week unemployment benefit through August.Read more ","sentiment_score":0.3}
{"full_text":"As coronavirus case rates fall across the country, there a lot more reasons for Cheshire to feel positive for the rest of 2021https:\/\/t.co\/5SbRDQ7thy","sentiment_score":0.3636363636}
{"full_text":"The company backed calls for digital health certificates to be issued to people who have been vaccinated against the new coronavirus as a way to help get passengers back on planes in a safe way.https:\/\/t.co\/ieQaIUkn6B","sentiment_score":0.1590909091}
{"full_text":"RT I'll join the chorus. Biden and Democrats are fighting like hell for Neera Tanden. They won't fight like hell to raise the...","sentiment_score":0.0}
{"full_text":"RT Vaccine News: are delighted with news reports that people with a learning disability in NI will now be offered th...","sentiment_score":0.7}
{"full_text":"Because, um, people like to vacation in regressive tax states where the state manufacturers' association has purchased weakened water protections...?  Is that why people will be coming to WV?","sentiment_score":0.0}
{"full_text":"I cheated on my barber in December 2019.... I'm not saying I'm responsible for Covid but I'm sorry","sentiment_score":-0.15}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"Returning to 'normal' will only happen if every single person in the world makes it their responsibility, experts said during the latest Education City Speaker Series, which explored whether new vaccines can point the way to victory over COVID-19.https:\/\/t.co\/vPgWMBAGPI@QF","sentiment_score":0.142987013}
{"full_text":"The COVID-19 vaccine is free of charge. Please check any emails you receive come from a trusted source before you click on links.We will never ask for: your bank account or card detailsyour pin or banking password.#mythbuster","sentiment_score":0.4}
{"full_text":"Today, our President will be speaking about his priorities at the National Student Psychiatry Conference, hosted by He will highlight the work of the College during the pandemic and why this is such an important time to #ChoosePsychiatry.","sentiment_score":0.2}
{"full_text":"Hungarian President Janos Ader Friday received his first dose of China's Sinopharm #COVID19 vaccine. The shipment of Chinese vaccines arrived on Feb 16 and vaccination program was rolled out on Feb 24, making Hungry the first EU country to inoculate citizens with Chinese vaccine.","sentiment_score":0.125}
{"full_text":"Delivery of workplace training and vocational instruction has been disrupted due to the pandemic, and while many companies now offer online variants of these programmes, experts recommend a blended learning approach#Bahrain Read more:https:\/\/t.co\/FXg9ddRK7i","sentiment_score":0.225}
{"full_text":"RT Respected,@VarshaEGaikwad Students are suffering from mental stress, corona patients incr...","sentiment_score":-0.1}
{"full_text":"Are you a business owner wondering how to manage staff holidays this year? Our blog offers some key steps to help you manage this during a pandemic - #telford #wolverhampton #shrewsbury #employmentlaw  #employmentlawyers #smallbusiness","sentiment_score":0.05}
{"full_text":"India has total 11079901 confirmed cases. Out of this 10761716 have recovered, and 156976 people have died.Last Updated : 27\/2\/2021 13:26:28Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"The meetings at the #WTO have helped members come together and discuss their trade responses to the pandemic -- examines.","sentiment_score":0.0}
{"full_text":"Lessons from a Shaman: how to curate a biennial in a pandemic","sentiment_score":0.0}
{"full_text":"RT . ji leading from the front as #UttarPradesh Soars To Second Highest Position In GSDP Amid Pandemic-Pushe...","sentiment_score":0.0}
{"full_text":"The Government has used a new tool to identify a group of people who may be at high risk from COVID-19. This means you may now get a letter from the Government advising you that you have been added to the Shielded Patient List. Find out more via:","sentiment_score":0.2654545455}
{"full_text":"another 345 souls have died from #Covid19 in the UK, bringing the official death toll to 122,415.You are a liability. Why are you still in office?#BorisJohnson #Resign","sentiment_score":0.0}
{"full_text":"Businesses are being closed in the Kingdom for violating #COVID19 rules, including a Jeddah cafe that was secretly letting in customers to smoke shisha, the Saudi Press Agency reported.https:\/\/t.co\/nqDbfrDpdM","sentiment_score":-0.25}
{"full_text":"UCT lecturer &amp; AfricaBlogging author takes a deeper look into South Africa's media and their coverage of the lockdown protests. Read more to find out what his verdict is:","sentiment_score":0.5}
{"full_text":"The UK Government last week announced the stages of British withdrawal from lockdown, including the long-awaited return of non-elite sport. reports and provides reaction to the government's plan.","sentiment_score":0.0}
{"full_text":"The pandemic-induced lockdown has left the historically nomadic Gadia Lohar community struggling to make ends meet in the national capital, showed a rapid assessment survey by advocacy group Housing and Land Rights Network.https:\/\/t.co\/3lzI1Ft9FQ","sentiment_score":0.0}
{"full_text":"If the #Covid19 situation is causing you worry, remember we're always here to listen.  Call free anytime on 116 123 or email jo@samaritans.org #DontSufferAlone ","sentiment_score":0.4}
{"full_text":"New Zealand Prime Minister said that Auckland will be put into a seven-day lockdown from Sundayhttps:\/\/t.co\/qL1Us6WYMx","sentiment_score":0.1363636364}
{"full_text":"Community testing for critical workers without COVID-19 symptoms is now available in Winchester...Find out more here:","sentiment_score":0.3}
{"full_text":"\"It's hugely helpful to have said so clearly that there are two beneficiaries from immunisation: yourself and others.\"https:\/\/t.co\/1wPobZHGmp","sentiment_score":0.25}
{"full_text":"There's A Croissant Scented Candle And It's A Lockdown Must-Have","sentiment_score":0.0}
{"full_text":"Highlights of the COVID-19 relief bill advancing in Congresshttps:\/\/t.co\/mnCyjWRnIH","sentiment_score":0.0}
{"full_text":"The holiday giant has announced it will finally re-open its resorts later this year.https:\/\/t.co\/qH7ktFIC0K","sentiment_score":0.0}
{"full_text":"\"It's hugely helpful to have said so clearly that there are two beneficiaries from immunisation: yourself and others.\"https:\/\/t.co\/dn076inx0b","sentiment_score":0.25}
{"full_text":"Concerns on vaccine confidence were once again raised after the local FDA revealed that it does not recommend Sinovac's coronavirus vaccine to healthcare workers.","sentiment_score":0.0}
{"full_text":"Best Buy cut 5,000 jobs even as sales soared during pandemic -- company says more people are buying online instead of coming to their stores   #KHOU","sentiment_score":0.75}
{"full_text":"The funds will go to expanding educational opportunities and workforce development programs during the COVID-19 pandemic.","sentiment_score":0.25}
{"full_text":"Former 'PBB: Connect' housemate shares journey on being a COVID-19 survivor","sentiment_score":0.0}
{"full_text":"\"I don't like to admit I'm feeling lonely. Other people have got so much going on. It's hard to explain how hard it is to just be on my own all the time.\" If lockdown is making you feel more lonely check out #EveryMindMatters for tips on loneliness.https:\/\/t.co\/caA9NvnDtd","sentiment_score":0.0489583333}
{"full_text":"Did you reach this point already? Are you still on a \"Stay at Home\" situation in your state? #TheDogLine #Dogs #LifeWithDogs #Perfectpaws #LifeWithDog #Dogs","sentiment_score":0.0}
{"full_text":"Get financial help to pay your bills during the coronavirus pandemic","sentiment_score":0.0}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"If you have a health condition that means you are eligible for the Covid-19 vaccine, or you are an adult carer, the NHS will contact you to arrange your vaccination appointment.","sentiment_score":0.1}
{"full_text":"Happy B-day","sentiment_score":0.8}
{"full_text":"Too many clothes, but nothing to wear?  Founder of Style School and a trainer at NET-A-PORTER, the brilliant: April Kalu, is live on Saturday night at 6pm GMT to teach you the techniques to unlock your unique personal style  Score you tix via:","sentiment_score":0.3822727273}
{"full_text":"If you're a worker or volunteer in a public-facing role, you can now get a free rapid COVID-19 test as part of the symptom-free testing programme.More info:","sentiment_score":0.4}
{"full_text":"It's the weekend! Struggling to entertain the kids in lockdown?Teddy Bears' Picnic is available to stream until 7 March! Tickets include a 'make your own teddy bear' craft video with NOW #lockdownparenting #bored #craft","sentiment_score":0.2}
{"full_text":"#NHS news in our Healthcare Roundup newsletter: plans a map out of #Covid19 #lockdown; launches a vaccine support campaign; launches mental health support and HPV testing schemes. Plus: #HealthTech news and analysis.","sentiment_score":-0.1}
{"full_text":"Our rangers have produced a series of Site Tours to virtually show you around some of their favourite spots in the Solent  Click here https:\/\/t.co\/eRko7Gs3F7Please stick to current government advice to stay at home and exercise locally","sentiment_score":0.0}
{"full_text":"Have a listen to this week's #Comedy #Podcast '3 Men and a Little Virus' - \"Poo\"Topics this week include -Lockdown updateThe extreme cheapskatePoo storiesA dodgy driving licenceQuiz with a #celebrity guest+ more!@radio_mark #HaHa #Funny","sentiment_score":0.034375}
{"full_text":"The pandemic-delayed Golden Globes are set for Sunday. Here's everything you must know about the show with bi-coastal hosts Tina Fey and Amy Poehler.","sentiment_score":0.3}
{"full_text":"House Democrats Pass $1.9 Trillion COVID-19 Relief Bill","sentiment_score":0.0}
{"full_text":"Hear from clinical leaders how they have risen to the imaging challenges of COVID-19, finding new ways to implement standard modalities, forging clinical and operational innovations to meet demand, and changing and improving the standards of care.","sentiment_score":0.0681818182}
{"full_text":"New on our blog: find out how at the start of the first lockdown went back to the drawing board, created a mission plan from scratch, and poured her team's focus into distance learning and effective CPD.Read the full article https:\/\/t.co\/XMeHzDybFQ","sentiment_score":0.2672727273}
{"full_text":"The pandemic-delayed Golden Globes are set for Sunday. Here's everything you must know about the show with bi-coastal hosts Tina Fey and Amy Poehler.","sentiment_score":0.3}
{"full_text":"The pandemic-delayed Golden Globes are set for Sunday. Here's everything you must know about the show with bi-coastal hosts Tina Fey and Amy Poehler.","sentiment_score":0.3}
{"full_text":"RT \"The best way of keeping safe this weekend is to stay home. If you are going out, please stay within your 5km, limit your co...","sentiment_score":0.75}
{"full_text":"RT House passes $1.9 trillion coronavirus relief bill 219-212.2 Democrats voted NO:Jared Golden of MaineKurt Schrader...","sentiment_score":0.3}
{"full_text":"RT Feels proud and relieved. Most of my family now vaccinated. #COVID19 . My Mum has come out of retirement to vaccinate. #Mumpow...","sentiment_score":0.65}
{"full_text":"Current Conditions for #Sayre PATemp: 34.2FWind Chill: 31.4FHumidity: 92%Dew Point: 32.1F Barometer: 30.274 inHgWind: 4 mph from the SECorona Virus Weekly Stats:Cases: 106.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Readers are invited to share their Covid-19 and lockdown stories with ushttps:\/\/t.co\/xxCzDsFHTf","sentiment_score":0.0}
{"full_text":"RT What IS the truth about Covid deaths? Grieving relatives, MPs and top medics demand inquiry","sentiment_score":0.5}
{"full_text":"The pandemic-delayed Golden Globes are set for Sunday. Here's everything you must know about the show with bi-coastal hosts Tina Fey and Amy Poehler.","sentiment_score":0.3}
{"full_text":" If you need to travel, you can subscribe to journey alerts through Messenger for personalised up-to-date journey info. This will keep you informed about any cancellations or delays as well as expected busy services.iMore infohttps:\/\/t.co\/MB4z2OY2XK","sentiment_score":0.0}
{"full_text":"RT Another snap lockdown for 2 million  people by NZ PM all for 1 case. Complete madness. Second lockdown i...","sentiment_score":0.05}
{"full_text":"Republicans only succeed when they can give more money to corporations. Then of course there's the white supremacy...Who cares how many dies in a pandemic.NEVER VOTE REPUBLICAN. #TaxTheRich #TraitorTrump #FreeRealityWinner #DeleteFacebook #RepublicansAreDestroyingAmerica","sentiment_score":0.25}
{"full_text":"RT Covid-19 tally in Addu City reaches 87","sentiment_score":0.0}
{"full_text":"Can we leave music snobbery in the past as a pre lockdown thing? Variety is the spice of life man, nobody gives a fuck if you only listen to deep rominimal mixes recorded in the mountains of Transylvania. Good music is good music whoever it's by.","sentiment_score":0.125}
{"full_text":"RT Exclusive: CoWIN self-registration begins on March 1; NHA chief RS Sharma answers queries#COVID19 #CoWIN #vaccine #CoronaV...","sentiment_score":0.0}
{"full_text":"RT 2 February -- Russia's Sputnik V vaccine shows high effectivenessA vaccine that relies on m...","sentiment_score":0.16}
{"full_text":"Looking forward to the #SixNations this weekend? Remember, Wales is at Alert Level 4 so only watch the game with people you live with. Don't invite coronavirus into your home and don't put yourself and your family at risk.https:\/\/t.co\/D7B9pnJDPf","sentiment_score":-0.0878787879}
{"full_text":"RT Who thinks we need a pandemic profits tax?","sentiment_score":0.0}
{"full_text":"Taking the #DigitalJourney to the bank. 64% of #DigitalTransformations sparked by #Covid19 are already paying off big.","sentiment_score":0.0}
{"full_text":"So we borrowed this little pup for the weekend, so far she's been a very good house guest!  #puppylove #shescute #lockdown #lockdownife #weekendfun","sentiment_score":0.3041666667}
