{"full_text":"Oxford Covid-19 vaccine Q&amp;A: How effective is it, and how is it different to the Pfizer vaccine?","sentiment_score":0.3}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"PSA: Just because everyone is wearing a mask  .... That DOES NOT give you a right to NOT wear deodorant!!! .....  ","sentiment_score":0.5580357143}
{"full_text":"We are so excitedd to announce that Episode 1 for She Loves Me Notts (Lockdown Edition) is finally OUT on YouTube!! Thank you to for collaborating with us and our amazing sponsor","sentiment_score":0.3}
{"full_text":"RT I just read that Manchester has been in lockdown or a higher status of restrictions for 302 of the last 365 days and I wonde...","sentiment_score":0.125}
{"full_text":"RT Stop it.Stop it now. Stop printing this shitty news without any damn context.193,105 people in Oregon have gotten...","sentiment_score":0.0}
{"full_text":"RT Member States agreed on a coordinated approach on travel restrictions.  is concerned about recent unilate...","sentiment_score":0.0}
{"full_text":"Huge Yes please from me after 3 weeks fighting covid and nearly died Now in recovery would be nice to have something to look forward too have Liked and shared :)","sentiment_score":0.44}
{"full_text":"RT Tuesday's Daily Telegraph: Johnson: This must be the final lockdown #tomorrowspaperstoday","sentiment_score":0.0}
{"full_text":"RT Guardian front page, Tuesday 16 February 2021: Anger over Cummings role in Covid contract","sentiment_score":-0.7}
{"full_text":"He never won the popular vote. He downplayed a pandemic that killed several hundred thousand people, ruined the economy and depressed the country. He passed a deficit exploding tax bill for the 1%. He alienated our allies, loved dictators. The worst Prez in history.","sentiment_score":0.02}
{"full_text":"RT Has condemned his brother for forcing NY nursing homes to accept COVID positive residents &amp; then l...","sentiment_score":0.2272727273}
{"full_text":"RT Although we still stress that if you can stay home, and stay off the roads, we acknowledge that the circumstances are c...","sentiment_score":0.0}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT .@tedcruz &amp; Texans dying. Millions of us wihout heat or power. Some homes below 15 degrees. Home medical e...","sentiment_score":0.0}
{"full_text":"RT I'm tired of ppl pulling out the COVID card when they frolicking outside just as well. If it's that don't take yo ass outsid...","sentiment_score":-0.2}
{"full_text":"RT I know lockdown is tough for many people but, as someone who's been housebound for 15 years, suddenly life is quite a bit...","sentiment_score":0.037037037}
{"full_text":"RT The Ministry for has put together Covid-19 video updates available in Cook Islands Maori, Fijian, Kiribati, Ni...","sentiment_score":0.4}
{"full_text":"RT At a Coronavirus briefing for Peers this afternoon Lord Bethell, UK health minister, said the scientists did not recomme...","sentiment_score":0.0}
{"full_text":"RT Specifically McDonald's, Burger King, and WendysMake plans ahead so you know what to eat\/buy instead for this Tuesday","sentiment_score":0.0}
{"full_text":"RT 653 deaths and 12.044 injuries from COVID vaccines from Dec 14th to Feb 4th were reported to the CDC's Vaccine Adverse Event Re...","sentiment_score":0.0}
{"full_text":"RT A third covid wave across Ontario is going to once again disproportionately impact Black and Brown communities.  And ye...","sentiment_score":-0.0833333333}
{"full_text":"RT Today I spoke with President of France. We discussed COVID-19, climate change, supporting democracy at home and aro...","sentiment_score":0.25}
{"full_text":"RT VOX is flaming the teachers unions for getting Biden to overrule science for their shakedown.  ***VOX***","sentiment_score":0.0}
{"full_text":"RT The people of Georgia are to thank. Now, we need to get them relief. ","sentiment_score":0.0}
{"full_text":"RT The relentless reports of Tories handing out public money without tender to their \"mates\" in the pandemic are sickening. It...","sentiment_score":-0.45}
{"full_text":"RT Allowing hotel companies to keep their hotel rooms empty during a pandemic while unhoused people freeze to death on the street...","sentiment_score":-0.1}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"The question I have:  How many people have been vaccinated with Pfizer.  How many have died who have been vaccinated (either from the vaccine or from COVID).  What age were they.  Why don't we have these stats?","sentiment_score":0.5}
{"full_text":"RT With huge #storm ravaging the nation, and millions without power, what will happen to the many people with appointments...","sentiment_score":0.45}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT #COVID19 update:We've now administered over 6 million vaccines.One month ago, we reported 43k cases. Today: 6,487 case...","sentiment_score":0.0}
{"full_text":"RT It's amazing how many times scientific consensus has reversed during this pandemic. (Like CDC guidance flipping almost over...","sentiment_score":0.55}
{"full_text":"RT President Biden paused student loan payments because of Covid. This is good and a step in the right direction. We should...","sentiment_score":0.4928571429}
{"full_text":"RT YOU GET A LONGER JAIL SENTENCE FOR BREAKING #COVID RULES THAN BEING A PAEDOPHILE IN THE UK.THE SYSTEM IS BROKE.IT'S...","sentiment_score":-0.1}
{"full_text":"RT Y'all not gonna do this #KalinaCollier shit today. Stop traveling to these islands in the middle of a pandemic if you feel as...","sentiment_score":-0.1}
{"full_text":"RT #COMPETITION#PancakeDay's just 1 day away!Make it delicious with Lyle's #GoldenSyrups &amp; have the chance to win the ULTI...","sentiment_score":0.9}
{"full_text":"RT In four weeks in office, the Biden-Harris administration has increased weekly vaccine supply to state sites by almost 50%.  But...","sentiment_score":0.0}
{"full_text":"RT Leaders of the Proud Boys in Australia sought people with combat training to confront police at anti-lockdown protests in Mel...","sentiment_score":0.8}
{"full_text":"You shouldn't even be leaving the house. Wtf is going on in the world. You would have thought people could wrap their heads around simple instructions, but no we still have people struggling to grasp STAY AT HOME","sentiment_score":-0.25}
{"full_text":"RT FYI. Do not appear as the subject in a controversial documentary that exposes your trauma right after your divorce that'...","sentiment_score":0.1672619048}
{"full_text":"No thanks. Know enough from your statements on Covid and vaccinations that the is more interested in attaining power than helping Canadians. #cdnpoli","sentiment_score":0.1625}
{"full_text":"RT Even amid signs of hope, pandemic fatigue can make it tough to stay focused, but there are steps we can take to boost our produ...","sentiment_score":-0.3888888889}
{"full_text":"I just learned this man Ed Rooksby has died. I didn't know him; he seems like he was a remarkable person.","sentiment_score":0.75}
{"full_text":"RT Alternate history: Covid-09","sentiment_score":0.0}
{"full_text":"RT Guardian front page, Tuesday 16 February 2021: Anger over Cummings role in Covid contract","sentiment_score":-0.7}
{"full_text":"RT Warnock's proposal -- the first bill he's introduced since his Jan. 5 victory -- would provide $5 billion to Black, Indigenous...","sentiment_score":0.0416666667}
{"full_text":"I was introduced at the beginning of Lockdown 1 in the UK. It's addictive, frustrating, annoying, stimulating, life saving!","sentiment_score":-0.4666666667}
{"full_text":"RT Today's episode of:  \"Yes, it really IS bipartisan...\"","sentiment_score":0.2}
{"full_text":"RT Today we are 6. To celebrate we are giving away a copy of Bridget Jones's Diary 25th Anniversary &amp; some fab goodiesFol...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Seven-day rolling average for worldwide daily new coronavirus cases has fallen below 400,000 for the first ti...","sentiment_score":0.0590909091}
{"full_text":"RT Today I spoke with President of France. We discussed COVID-19, climate change, supporting democracy at home and aro...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"RT The CDC admits that the flu poses a higher risk to children than COVID. Yet we never forced kids to wear masks during fl...","sentiment_score":0.2}
{"full_text":"RT God saw Texans not taking corona serious and said I know exactly what will make them sit inside","sentiment_score":-0.0416666667}
{"full_text":"RT In 2019, western QLD company Four Daughters Beef started exporting directly to one city, and one city only: Wuhan.How h...","sentiment_score":0.0333333333}
{"full_text":"10000% yes! They did their own daily show.","sentiment_score":0.3}
{"full_text":"This  and conversation. The fact that this infrastructure upgrade was not the first priority when Covid-19 was identified as airborne and immediate remediation with hospital grade HEPA systems shows the failure of our governing and economic system. Thank you","sentiment_score":0.0444444444}
{"full_text":"RT Yes, definitely. Mis- and disinformation has been around for some time even before the pandem...","sentiment_score":0.0}
{"full_text":"RT Why would the government block the Office for National Statistics from publishing side effects and deaths after taking...","sentiment_score":0.0}
{"full_text":"RT According to a National Report on the State of School Infrastructure, 36,000 schools nationwide need major ventilation up...","sentiment_score":0.0625}
{"full_text":"RT And here's the longer explainer... #COVID19 #covid19nz 6\/6","sentiment_score":0.0}
{"full_text":"RT Employee: Sir, do you have a mask?Him: Oh, it's in the car. But it's okay, I've had both vaccinations.The vaccine takes...","sentiment_score":0.5}
{"full_text":"RT Scotland overtakes England in coronavirus vaccine race thanks to huge surgehttps:\/\/t.co\/DzP1A5IHQy","sentiment_score":0.3}
{"full_text":"Of lockdowns worked for virus some countries that used lockdown would be ok, and they are not. Lockdown just get thigns worse. Let people get immunity!","sentiment_score":0.0}
{"full_text":"RT Why do fellow Texans keep electing jerks who care only about insulting dems (including 1\/2 their constituents) &amp; fluf...","sentiment_score":-0.5}
{"full_text":"RT I reckon what happened in #Wuhan was an accidently infected worker from their Lab went to markets to get som...","sentiment_score":0.0}
{"full_text":"RT Two things stand out from the data &amp; evidence:1. When there is a surge in infections, cases eventually come down wheth...","sentiment_score":-0.1555555556}
{"full_text":"RT \"Powlowski, according to Blacklock's Reporter, said he won't stay quiet about how poorly he believes his own government h...","sentiment_score":0.0666666667}
{"full_text":"Down terribly","sentiment_score":-0.5777777778}
{"full_text":"Calling all PhD students! Brilliant initiative by","sentiment_score":0.9}
{"full_text":"None of you bitches wanted to stay home, so Mother Nature is forcing everyone to stay inside with all this snow.","sentiment_score":0.0}
{"full_text":"RT 1\/ Tulsa, OK mega church Victory Church took $2.1 million in CARES Act funding (despite, of course, not paying taxes the...","sentiment_score":0.5}
{"full_text":"RT the fact that Biden got raytheon $85 million before he got anybody a cent in relief during a pandemic is very Democratic pa...","sentiment_score":0.2}
{"full_text":"RT We are involved in an exciting project with and to help people stay connected during the pandemic...","sentiment_score":0.3}
{"full_text":"RT I think most people must realise by now that the biggest danger we all face is not Covid but Covid-assisted-by-Boris-Johns...","sentiment_score":0.5}
{"full_text":"RT .@IndianaUniv School of Medicine's breaks down 7 myths about the coronavirus vaccine. \"The best coronavirus...","sentiment_score":0.4222222222}
{"full_text":"Watch what happens when these deaths, auto immune diseases, and side effects start happening in mass. Guarantee they will say its covid-19 or a variant when in reality it's all caused from this experimental jab!","sentiment_score":0.125}
{"full_text":"RT Rather than reopen classrooms, President Biden coasts on his predecessor's work, writes","sentiment_score":0.0}
{"full_text":"There will never be no deaths from Covid.","sentiment_score":0.0}
{"full_text":"Mood","sentiment_score":0.0}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT Join us to hear from faculty in and","sentiment_score":0.0}
{"full_text":"RT Today I spoke with President of France. We discussed COVID-19, climate change, supporting democracy at home and aro...","sentiment_score":0.25}
{"full_text":"RT Vaccinated people tend to carry less virus in their bodies than unvaccinated people, studies show. That's good news for re...","sentiment_score":0.2666666667}
{"full_text":"Interesting read.","sentiment_score":0.5}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"Why is Scotland quarantining passengers arriving from countries with little or no cases of Covid? If I were flying in from New Zealand I'd be pretty annoyed to have to quarantine having left a country with approx 2 cases a day and arriving in a country with nearly 600 cases a day","sentiment_score":-0.0168560606}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"How 'killer' T cells could boost COVID immunity in face of new variants","sentiment_score":0.1363636364}
{"full_text":"RT Now that former Pres. Trump's second impeachment trial is over, Pres. Biden is working this week to shift attention back to his am...","sentiment_score":0.0}
{"full_text":"Why does #randpaul think he's so high and mighty he won't wear a mask why why why #newsroom #cnn","sentiment_score":0.28}
{"full_text":"RT Today I spoke with President of France. We discussed COVID-19, climate change, supporting democracy at home and aro...","sentiment_score":0.25}
{"full_text":"They didn't cover up. In fact the State announced on national TV on 12\/31\/19 &amp; alerted WHO. WHO alerted the world on 1\/2\/20. Without sufficient cases early on to understand the virus' transferability or the severity of harm, WHO and China did what they could. Visit WHO timeline.","sentiment_score":0.1}
{"full_text":"RT Expose Rand Paul. He is a phony liar. A  bull shitter, no physician would no wear a mask or push others to be complacent...","sentiment_score":0.0}
{"full_text":"That's cool. Was it always the remote control room, or was the room repurposed during the pandemic?","sentiment_score":0.125}
{"full_text":"RT President Biden will participate in a virtual G7 event Friday with global leaders where he plans to discuss efforts to com...","sentiment_score":0.0}
{"full_text":"RT Gov Cuomo just blamed my uncle for dying of COVID in a nursing home and blamed my family for not being tough enough to deal wi...","sentiment_score":-0.1944444444}
{"full_text":"RT Alternate history: Covid-09","sentiment_score":0.0}
{"full_text":"Let's just lockdown forever then &amp; stop all viruses mutating. Flu vaccines are basically done on guess work by deciding which strains will be most prevelant. The result is that we provide greater protection but without a 100% guarantee. It's the compromise we have to make.","sentiment_score":0.5}
{"full_text":"Devastated by death. I first met him about 18 years ago and adored him ever since. It's been an age since we last spoke and, it seems, we'll never speak again. I don't know what to say but I believe he'd have liked people to read this, one of the last things he wrote","sentiment_score":0.2125}
{"full_text":"40,668 new cases and 767 new deaths in the United States [22:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT Warnock's proposal -- the first bill he's introduced since his Jan. 5 victory -- would provide $5 billion to Black, Indigenous...","sentiment_score":0.0416666667}
{"full_text":"RT a woman got mad at me for *accidentally* touching tongues w her dog (pre-covid). This is my response, hope it helps you t...","sentiment_score":-0.0625}
{"full_text":"RT New York Democrats rip after his first public remarks on COVID death scandal","sentiment_score":0.1287878788}
{"full_text":"I is do soo bad, first time ever even going in the building was last year February right before Covid touch down ","sentiment_score":-0.063968254}
{"full_text":"11 February\"As France entered a new national lockdown on Friday, President Emmanuel Macron also made face masks compulsory for primary school children aged six and over.\"https:\/\/t.co\/HQJCfTpvSv","sentiment_score":0.1454545455}
{"full_text":"The Covid-19 pandemic had a significant impact on data privacy this past year. But what changes can we expect in 2021? As companies and consumers continue to embrace this new normal, we look at the trends that will shape the world of data #privacy in 2021.","sentiment_score":0.1028409091}
{"full_text":"How do you figure? Not withstanding pandemic restrictions, there doesn't appear to be a shortage of interest in cross-country travel between major cities?","sentiment_score":0.0625}
{"full_text":"Mysterious sudden outbreak and die off Corona in Swine 2016-2017This was the study, pandora'S box talked about.First attempt of virus-countervirus field study?","sentiment_score":0.0}
{"full_text":"RT Kemka Ajoku shoots a quieter side of LagosThe photographer, who got his start with VSCO and Youtube tutorials, presents a new s...","sentiment_score":0.1363636364}
{"full_text":"RT Due to COVID this good girl hadn't seen her hooman in months...https:\/\/t.co\/zwCDOdIFsz","sentiment_score":0.2875}
{"full_text":"There's an awful lot to be said about how COVID has improved accessibility for so many disabled and isolated people ","sentiment_score":-0.2333333333}
{"full_text":"RT I know lockdown is tough for many people but, as someone who's been housebound for 15 years, suddenly life is quite a bit...","sentiment_score":0.037037037}
{"full_text":"I said a prayer over your tweetPlease go slow, if you can stay with someone near work, or even get a hotel room for the night, would be worth saving your life. Let's us know when you are  home\/elsewhere safe.","sentiment_score":0.15}
{"full_text":"Thought we had a pandemic going on?? Why are you worried about immigration when thousands are dying daily under Biden's watch?  I though China Joe had a plan!","sentiment_score":0.0}
{"full_text":"RT Operation Warp Speed resulted in two effective vaccines in record time when nobody thought it was possible. Vaccinations h...","sentiment_score":0.3}
{"full_text":"$320m of our taxes gone, yet we are borrowing $120m as COVID-19 relief #Ghana","sentiment_score":0.0}
{"full_text":"RT Have you subscribed to my newsletter? Click below to sign up for emails about COVID-19 relief programs, legislative updates...","sentiment_score":0.0}
{"full_text":"5 workforce innovations sparked by COVID-19, and how leaders can extend those innovations to create a new work paradigm:","sentiment_score":0.1363636364}
{"full_text":"New Event  Cornell Tech w\/ Harlem CapitalThu 2\/18 6:00PM EThttps:\/\/t.co\/IcuhljOI09#startups #events #covid #diversity #finance #founders #investing #media #privateequity #technology #venturecapital","sentiment_score":0.1363636364}
{"full_text":"What research and planning can be done to prepare for crisis situations similar to the pandemic in the future? Find out the 5 steps in this interview with and #pr #publicrelations #crisiscomms #schoolpr #Prsa","sentiment_score":0.0}
{"full_text":"Coronavirus cases and hospitalizations have been on a major decline since their peak numbers from the middle of January, according to the COVID Tracking Project.","sentiment_score":0.03125}
{"full_text":"UToledo's panel of experts recently answered questions from our community. During the event they discussed the Neurology of COVID-19, COVID-19 Vaccines and a Q&amp;A. Navigate through the different sections and topics in the  description box.https:\/\/t.co\/QA0tmEaOW8","sentiment_score":0.0}
{"full_text":"Whilst global economy has taken a battering during #COVID19 pandemic, online commerce has thrived. A UN-supported initiative is helping refugees and migrants around the world to access the tools they need to build their businesses. ","sentiment_score":0.0}
{"full_text":"RT Hotel Quarantine starts:Passengers arriving from 33 red list countries get off plane.They mix with passengers from...","sentiment_score":0.0}
{"full_text":"RT Erik Segura, 45yo EMT and Firefighter, Laredo FD, and ER Nurse, Doctors Hospital, Laredo, TX died of #covid19 1\/26. \"These per...","sentiment_score":0.0}
{"full_text":".@spencer2thewest joins us on Your Morning tomorrow - with how to stay positive during the pandemic! Don't miss it!","sentiment_score":0.3551136364}
{"full_text":"RT Tuesday's Metro: 'THE FINAL' LOCKDOWN #tomorrowspaperstoday","sentiment_score":0.0}
{"full_text":"President Joe Biden included a provision in the massive pandemic relief bill that would more than double the minimum wage from the current $7.25 to $15 per hour.https:\/\/t.co\/l4V3jmOm2E","sentiment_score":0.125}
{"full_text":"RT Johnson &amp; Johnson's single dose vaccine is said to be just weeks away if approved in late Feb, and will be a game changer....","sentiment_score":-0.2571428571}
{"full_text":"WHO approves AstraZeneca\/Oxford #COVID19 vaccine for emergency use","sentiment_score":0.0}
{"full_text":"perry during corona pandemic #Minecraft","sentiment_score":0.0}
{"full_text":"Professor Sam McConkey has said Ireland's slower roll-out of #coronavirus vaccines is not the fault of Health Minister Stephen Donnelly -","sentiment_score":0.0}
{"full_text":"100-year-old has beaten cancer 3 times and COVID-19","sentiment_score":0.0}
{"full_text":"Michigan's unemployment insurance trust fund has been pushed to the brink of insolvency after economic lockdown - and our job creators are paying the price.","sentiment_score":0.2}
{"full_text":"#YouTube is celebrating its 16th anniversary! The biggest video platform is undoubtedly an important source for public information regarding #COVID-19. Get to know the story of doctors turned YouTubershttps:\/\/t.co\/ZCjVsJ8kzt","sentiment_score":0.2}
{"full_text":"As the winter darkness and #COVID19 stretch on, many of us are hungry for hope &amp; inspiration. #MedHumChat provides!This Wed. 9PM ET, we look to Youth Poet Laureate All are welcome. #MedEdChat #MedTwitter #ptexp #NurseTwitter","sentiment_score":0.65}
{"full_text":"Covid reinfections may be more common than realized. Why isn't the U.S. tracking them? via","sentiment_score":0.1}
{"full_text":"When is the releasing is starting to feel like saying when Corona ends, bathong Slade siready mfethu","sentiment_score":0.0}
{"full_text":"THIS WEEK: Join us on for our special series \"Kids Under Pressure.\" We'll have full coverage of the pandemic's impact on students.Tune in tonight at 6:30pm ET \/ 5:30pm CT (check your local station listings).","sentiment_score":0.2357142857}
{"full_text":"RT Here are 8 Trump-related investigation priorities for DOJ\/Congress:1 Election fraud 2 Covid response3 Attempt to ov...","sentiment_score":0.0}
{"full_text":"Walk with us virtually on Feb 20th, for The Coldest Night of the Year, in support of the This covid-safe, family-friendly walk raises money for charities serving people experiencing homelessness and hunger! #cnoy21Register today","sentiment_score":0.0}
{"full_text":"Starting today, has opened the #ACA marketplace for ALL.If #COVID19 has caused a change in your health insurance or you just find yourself in need of new affordable plan, go to to check out your options.","sentiment_score":0.0681818182}
{"full_text":"While remarkable performance is generally associated with rich countries that have well-funded healthcare systems &amp; services, a relatively poor socialist country such as Vietnam has shown rare but notable success in fighting the pandemic, says A.S. Bhalla:","sentiment_score":0.234375}
{"full_text":"Food critic has been keeping up with some restaurants throughout the pandemic. The following three restaurants are still finding their way back to normalcy.https:\/\/t.co\/9LNO5GeSKZ","sentiment_score":0.0}
{"full_text":"Fauci wins $1 million prize for \"defending science\"","sentiment_score":0.3}
{"full_text":"RT Covid vaccine rollout 'an unbelievable effort' says Johnson. Pity he and his party has failed to understand the benefits of N...","sentiment_score":-0.2833333333}
{"full_text":"The semester will look a lot like the fall semester, with some new added safety protocols. However, campus departments are hopeful to organize more safe and socially-distanced activities for KU students.","sentiment_score":0.3787878788}
{"full_text":"RT Getting stuff done ","sentiment_score":0.0}
{"full_text":"Revenue at four of Kansas's state-run casinos has decreased sharply due to the pandemic.","sentiment_score":-0.2625}
{"full_text":"Almost half of coronavirus sufferers report depression","sentiment_score":-0.1666666667}
{"full_text":"People are dying of COVID-19 in separate &amp; unequal healthcare systems across the US. Here's a heartbreaking story about an overwhelmed facility in the worst-hit part of California, where the patriarchs of 2 immigrant families were taken when they fell sick","sentiment_score":-0.7142857143}
{"full_text":"Most of the replies to this are complaints about how much is still wrong, with some recall threats scattered in.He hasn't always made the right call - but he can't be accused of ignoring the problem. Unlike other leaders.And this IS progress.","sentiment_score":0.0721428571}
{"full_text":"Random roommates can make for random problems. Some students discuss their experiences with random roommates this school yearhttps:\/\/t.co\/2v7O8e3jCr","sentiment_score":-0.5}
{"full_text":"RT Has condemned his brother for forcing NY nursing homes to accept COVID positive residents &amp; then l...","sentiment_score":0.2272727273}
{"full_text":"Stay close. While you're apart. Make a plan to stay connected.https:\/\/t.co\/A6OSaSKO3k#safeandstrong #lovefindsaway #Covid19","sentiment_score":0.0}
