{"full_text":"RT Greg Hunt claims Parliament is \"the most intense environment in the country\" as Linda Reynolds takes leave and won't app...","sentiment_score":0.35}
{"full_text":"RT Shot before social distancingThe redevelopment of Athy Library was partially funded through the Libraries Capital Programme....","sentiment_score":-0.0333333333}
{"full_text":"RT We have been fighting this pandemic for far too long, but we have to resist becoming numb to the sorrow. Because in order to hea...","sentiment_score":-0.025}
{"full_text":"RT We cannot test because; In the epidemic 3rd wave position, Many qualified schools appear in the crowded spots of the...","sentiment_score":0.25}
{"full_text":"California lawmakers approved $1.4 million in funding Monday that'll pay for the study and documentation of xenophobia and hate crimes against Asian Americans amid the pandemic.","sentiment_score":-0.4}
{"full_text":"RT The longer we go on like this, the more we'll normalize and rationalize it. Remember this was never, ever the plan.Our en...","sentiment_score":0.5}
{"full_text":"RT #virtualsportsday Conducting the Sports day during these times of the pandemic was a challenge . But our team took the c...","sentiment_score":0.0}
{"full_text":"RT In this installment of our \"Emerging? We've Always Been Here\" Interview Series, discusses his new manusc...","sentiment_score":0.1363636364}
{"full_text":"RT THREAD: 1\/3 One of the military's most heinous acts is the use of the Covid vaccine as a political weapon.  The millitary pers...","sentiment_score":0.1333333333}
{"full_text":"It's likely that by then the pandemic will be over.... also not having boundaries is how s*** went down.","sentiment_score":-0.0777777778}
{"full_text":"RT ARTICLE: Federal law prohibits employers and others from requiring vaccination with a Covid-19 vaccine distributed under...","sentiment_score":0.0}
{"full_text":"Well i'm glad you asked. Because less than 10% of his American Covid Relief Bill is actually going to be used to help people. The rest is all BS, and kickbacks. PS before you say Good for him one more time. Pretend Trump did that. You guys would be having a conniption","sentiment_score":0.2555555556}
{"full_text":"RT Support as they seek to establish the truth, bring those responsible to account and attempt to uphold...","sentiment_score":0.2}
{"full_text":"RT #KisanKaSammanPMKisan Even during the COVID pandemic, PM-KISAN scheme came as a saviourto farmers. Modi govtfrontload...","sentiment_score":0.0}
{"full_text":"RT Pfizer CEO stalling on collecting his Vaccine. Meanwhile people are dying the world over. #Covid19VaccineReportSpeaking of v...","sentiment_score":0.0}
{"full_text":"RT Contact tracing is now underway.","sentiment_score":0.0}
{"full_text":"RT NOMAN AHMED, 32, of Karachi, Pakistan , died of COVID in May of 2020.He was a beloved care attendant at Al-Khidmat Ho...","sentiment_score":0.45}
{"full_text":"RT What do the government's praise singers have to say about this ? Cleaning up corruption...","sentiment_score":0.0}
{"full_text":"RT This is hypocrisy&amp; double standards we have always talked about. Just one of the many and consequential examples!!!","sentiment_score":0.48828125}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT PM-Kisan Yojana has led to #AatmanirbharBharat and has supported farmers during the COVID-19 pandemic. Also this schem...","sentiment_score":0.0}
{"full_text":"Coronavirus Disease 2019 (COVID-19) situation in Thailand as of 24 February 2021, 11.30 Hrs.","sentiment_score":0.0}
{"full_text":"It's just not going to happen though, is it? Parents and families need a break, and will want a holiday of some sort. And many teachers just happen to be parents too. And those that aren't deserve a break as well.","sentiment_score":0.5}
{"full_text":"RT Over half a million people dead from COVID-19.And these West Virginia legislators Joe Jeffries and Robert Karnes moc...","sentiment_score":-0.1833333333}
{"full_text":"RT Dr. Fauci has been consistently wrong in regards to Covid-19.He has continuously contradicted himself, disseminated mis...","sentiment_score":-0.5}
{"full_text":"RT Pretty much everything that's been a federal responsibility through this pandemic has been an unmitigated shambles: private...","sentiment_score":0.15}
{"full_text":"RT The U.K. government unveils a PS700 million ($988 million) plan to help young people in England catch up on learning lost to th...","sentiment_score":0.1}
{"full_text":"RT LOOK: First 200,000 doses of  COVID-19 vaccines arrived at Suvarnabhumi Airport Thailand on Wednesday Morning.: kwaang ait...","sentiment_score":0.25}
{"full_text":"I have really liked most of NPR's Covid related maps. This map is very misleading and I do not like it.","sentiment_score":0.325}
{"full_text":"RT A new story by found that 99% of the population of a Munduruku village in Brazil's Tapajos region had bloo...","sentiment_score":0.1363636364}
{"full_text":"RT John Oliver channels Upton Sinclair as he takes on meatpacking giants Tyson and JBS. #Covid #OSHA #Tyson #JBS","sentiment_score":0.0}
{"full_text":"RT Can we all agree to still respect people's boundaries when 'social distancing' measures get lifted?! I still don't want a...","sentiment_score":0.0416666667}
{"full_text":"RT PFF, ESPN, Bleacher Report in Week 16 2020: Cam Newton is the worst QB we've frankly ever laid eyes onFebruary 2021: Cam wa...","sentiment_score":-1.0}
{"full_text":"RT Are you people done with the lockdown ? Or are you still doing what they tell you to do","sentiment_score":0.0}
{"full_text":"RT Thankyou #SindhGovt #PPP and specially Thanks to Honourable Chairman PPP Minister Health Respected","sentiment_score":0.2}
{"full_text":"Pre-COVID --&gt; Intra-COVIDI used to wear comfy dance clothes all the time and now I wear collared shirts to feel professional for my Zoom meetings. ","sentiment_score":0.1}
{"full_text":"RT TEACHERS &amp; STUDENTS Covid in Quebec--Active #COVID19 cases surged faster in teachers &amp; students than Quebec public. Pre...","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT \"It's a tweet that's extremely undervalued right now, yes I know it's a pandemic\"","sentiment_score":0.0803571429}
{"full_text":"$1.9 trillion in tax cuts primarily to the wealthy - perfect, not costly at all, and not liberal. Definitely not corrupt. $1.9 trillion in aid to those affected by a one in a lifetime pandemic - too  liberal, too costly, and somehow corrupt.","sentiment_score":0.33}
{"full_text":"RT not only jaehyun but all the casts &amp; staffs worked so hard in filming for mons on a pandemic &amp; in the extreme cold just to...","sentiment_score":-0.2541666667}
{"full_text":"RT Lockdown has really ruined so many relationships. I think being around your partner 24\/7 can be really draining. Space is...","sentiment_score":0.3}
{"full_text":"Xclusivetyme: ''It slipped out of my mouth''- Apostle Suleman reacts to viral video of him praying COVID19 shouldn't end:","sentiment_score":0.0}
{"full_text":"Do you believe that flatulents are adequate protection against Covid19  #askjvt #gmb","sentiment_score":0.3333333333}
{"full_text":"Think you have misunderstood  the issue Michael  . This refers to covid passport for entry to work , pubs , restaurants, theatres etc within the uk not international travel .","sentiment_score":0.0}
{"full_text":"RT Are you people done with the lockdown ? Or are you still doing what they tell you to do","sentiment_score":0.0}
{"full_text":"Nemu cerita ini di sebuah platform. Imagine you being a nurse, not only care for one covid patient, then the patients aren't patient in the ER because the nurse needs long time for responding their needs in an isolation room Yeah. That's my job everyday ","sentiment_score":-0.0833333333}
{"full_text":"RT Don't let this pandemic make you feel like you don't need church community. You do. We all do.","sentiment_score":0.0}
{"full_text":"RT The Health Secretary says there was never a shortage of PPE. This carer's tears in April tell a different story.We film...","sentiment_score":0.0}
{"full_text":"RT There are over 17,000,000 vacant homes in the United States","sentiment_score":0.0}
{"full_text":"RT Has the CEO of received his vaccine yet? Yet, he releases the vaccines to be tested on you like Guinea Pigs. You...","sentiment_score":0.0}
{"full_text":"RT Only 9% of Joe Biden's $1.9 trillion bill will actually be spent fighting the pandemic. The rest is a far-left wish li...","sentiment_score":-0.05}
{"full_text":"RT Lucia DeClerck, the oldest resident of a New Jersey nursing home, beat the coronavirus after she tested positive on her 105th...","sentiment_score":0.1818181818}
{"full_text":"RT The journalists who covered the insurrection were incredibly courageous. Not only were guns and violence likel...","sentiment_score":0.45}
{"full_text":"Uni students are being called back to campus on loosely based 'practical' courses. How worried is JVT about the possibility of them spreading variants of COVID-19 around the UK if they only do their tests at their destination?","sentiment_score":-0.0256410256}
{"full_text":"RT You name it, House and Senate Republicans are opposed to it:COVID relief? Against it.Student debt? That too.Voting righ...","sentiment_score":0.0}
{"full_text":"Can't help but laugh and smile  Miss this.  (Photo taken before the pandemic) Photo by Iya Forbes #hyperflySEA #hyperfly #ycth #jiujitsu #jujitsu","sentiment_score":0.3}
{"full_text":"RT Happy one year anniversary to this Trump tweet where he declared COVID \"very much under control in the US.\"","sentiment_score":0.53}
{"full_text":"RT Follow","sentiment_score":0.0}
{"full_text":"RT Coronil has been awarded the CoPP licence as per WHO-GMP. Ayurveda has moved to the world-stage, for this pandemic. Oppo...","sentiment_score":0.0}
{"full_text":"RT 7) That's also maybe why Teaching Assistants are among those in the list with excess mortality during pandemic era vs past...","sentiment_score":-0.25}
{"full_text":"RT This is all part of the sick obsession this Government has with blaming people for not having a job in the midst of a r...","sentiment_score":-0.7142857143}
{"full_text":"On February 24, 2021 401st A MC cascaded the Corona Virus Awareness Response and Empowerment Infodemic Drive and Drug Awareness in relation to Anti-Illegal Drugs Campaign to the seven (7) Brgy Officials of Barangay Santa Cristina 1, Dasmarinas Cavite.","sentiment_score":0.0}
{"full_text":"RT We also mourn and pray for the nearly 5,000 Marylanders who have died (and many more wounded) by gun violence since Gov....","sentiment_score":0.3666666667}
{"full_text":"RT For anyone following me from the UK, New Zealand currently has a cluster of 11 cases of #COVID19 in the community, within 3...","sentiment_score":0.0454545455}
{"full_text":"Can the Coronavirus be the End of Coworking Space? #CRE #Coworking #COVID-19","sentiment_score":0.0}
{"full_text":"If you're asymptomatic, you have the illness, but don't feel or show signs of COVID. It's wise to get vaccinated to lessen the chances of getting COVID (again). If a person does get COVID the goal is  for the vaccine to reduce the severity. There's still a lot to learn abt COVID.","sentiment_score":0.7}
{"full_text":"RT If a pandemic can't convince you that science matters and that we're all connected, you're probably in a cult that wor...","sentiment_score":0.0}
{"full_text":"RT #RwandAir is proud to be the first African airline to trial Travel Pass, a digital platform that will help passenger...","sentiment_score":0.2625}
{"full_text":"RT I think the Government has done a brilliant job with the pandemic.","sentiment_score":0.9}
{"full_text":"Petra - are you tempted?Here's a flashback from our last visit just before Corona hit! ","sentiment_score":0.0}
{"full_text":"RT Motera Stadium &amp; Namaste Trump event (Feb 24 2020) led to Covid-19 spread in 2020..and now exactly a year later,  #MoteraStadi...","sentiment_score":0.125}
{"full_text":"RT There is no pandemicThere is no virusIt's the fluIt's the controlled demolition of the US economyIt's a test of you...","sentiment_score":0.0}
{"full_text":"RT Human, animal, and planetary health are all interlinked.As the world seeks to recover from #COVID19, #ClimateAction must b...","sentiment_score":0.0}
{"full_text":"My Credit Card is in the settlement stage and I am not able to pay due to the financial crisis in Corona Pandemic. Your employees are threatening me on calls and WhatsApp etc. I also have call recordings of abuse.#mentaltorture","sentiment_score":-0.125}
{"full_text":"Prince Charles thanks postal workers for their efforts during the pandemic","sentiment_score":0.2}
{"full_text":"Security Bank Corp. and Thailand's Bank of Ayudhya are infusing P3 billion into their leasing and finance joint venture in anticipation of strong demand from the consumer finance segment as the economy recovers from the pandemic-induced recession.","sentiment_score":0.4333333333}
{"full_text":"Reader question: 'I am a UK resident with a holiday home in #France. I have had my two doses of a Covid vaccine so can I travel to France?'https:\/\/t.co\/PybQTfDApZ","sentiment_score":0.0}
{"full_text":".@AstroRadioNews spoke to Dr Vickneshwaran Muthu, Senior Principal Assistant Director, Zoonosis Sector, from the Ministry of Health's (MOH) Disease Control Division.","sentiment_score":0.0}
{"full_text":"US treasury nominee Wally Adeyemo said pandemic aid to poorest countries is critical to country's interests","sentiment_score":0.0}
{"full_text":"Research has shown young people in #Essex feel a reduced curriculum and more mental health support would help them catch up on their education following the pandemic. India Lowrie (17) was one of 5000 11-19 year olds who took part the Jack Petchey Foundation survey #HeartNews","sentiment_score":0.125}
{"full_text":"COVID-19 What do you think of the re-opening roadmap plan and how it might impact #Carlow and #Kilkenny?","sentiment_score":0.0}
{"full_text":"To protect yourself from #COVID19, remember to:Wash your hands regularlyWear a maskPractice social distancing    ----    #SSOT #SouthSudan #StrongerTogether@SSRCS","sentiment_score":0.0333333333}
{"full_text":"These Indian states now require you to carry a #COVID19 negative test report for entryhttps:\/\/t.co\/eV4Rua9SpuBy","sentiment_score":-0.3}
{"full_text":"Scentre aims to be more than a landlord, with moves like click and collect services for retailers, as it recovers from the pandemic.https:\/\/t.co\/FVgEsYKb6x","sentiment_score":0.5}
{"full_text":"Finally, a video of someone with my hairdressing skills...! At this stage in the lockdown game I would fit right in playing guitar in an indie band","sentiment_score":0.0571428571}
{"full_text":"RT Wtf, Government announces complete lockdown for 3 day's from 29 TO 31st Feb all over IndiaMudi must resign, enough of...","sentiment_score":-0.1333333333}
{"full_text":"Last year the bee was cancelled for the first time since World War II. It now comes back in a mostly online format, with the in-person competition limited to a dozen finalistshttps:\/\/t.co\/OQPdUhwzIw","sentiment_score":0.1357142857}
{"full_text":"We've sent leaflets available at to BAME and all communities and households across #Gamston and #ComptonAcres with info on #COVID vaccines.Cllr Jonathan Wheeler and staff at Gamston Vaccination Centre chat here on how to have any concerns answered ","sentiment_score":0.4}
{"full_text":"We often hear about contact tracers getting in touch after a person has contracted covid - but who are they really, and what to they do?","sentiment_score":0.2}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT Dear ASEAN authorities,kindly request to help Myanmar people to give pressure to military junta,NOT follo...","sentiment_score":-0.1}
{"full_text":"At least 30,000 more people will have died from Covid-19 because of the end of lockdown measures--and that's if everything goes better than expected. That's the prediction from the government's own scientists","sentiment_score":0.24}
{"full_text":"Can pregnant or breastfeeding women get the Covid-19 vaccine?Visit for more information  #Sticktofacts #Vaccineswork #ForYourself #ForMalta #ForEachother","sentiment_score":0.4166666667}
{"full_text":"Did you sign up for one of our Managing COVID-19 cases and outbreaks in the workplace for IW businesses webinars today? Don't forget to tune in!  11am: 2pm: #Business #IsleOfWightBusiness","sentiment_score":0.0}
{"full_text":"Globally, there has been significant progress in reducing poverty over the past decades. But several factors including the pandemic pose a serious threat. Let's take a look","sentiment_score":-0.0416666667}
{"full_text":"Oregon hospital has no COVID-19 patients in critical care for first time in a year","sentiment_score":0.125}
{"full_text":"Almost exactly a year after schools closed for the pandemic, DSUSD was given the green light to bring some students back into the classroom. reports.","sentiment_score":0.07}
{"full_text":"Post-Covid complications increasing in Hyderabad, respiratory problems rise.https:\/\/t.co\/mjGRGmMGqS","sentiment_score":0.0}
{"full_text":"Mayor Walt Maddox told Tuscaloosa city councilors things continue improving when it comes to COVID-19 numbers going down.","sentiment_score":-0.1555555556}
{"full_text":"RT Thinking about fashion I want to wear when the pandemic is over....","sentiment_score":0.0}
{"full_text":"The test positivity rate in Spokane County is finally below 10%, according to the most recent data released from the Washington State Department of Health. ","sentiment_score":0.1666666667}
{"full_text":"A smaller number of people in the United States are concerned about getting coronavirus.","sentiment_score":0.0}
{"full_text":"The measure applies to some people who left their jobs early in the pandemic due to concerns about exposure to COVID-19.","sentiment_score":-0.0083333333}
{"full_text":"RT As #Covid cases in Punjab spike, CM orders fresh curbs on gatherings from March 1, with only 100 allow...","sentiment_score":0.15}
{"full_text":"The Sangguniang Panlalawigan (SP) of Antique granted Gov. Rhodora Cadiao the authority to enter into a Confidentiality Agreement with AstraZeneca Pharmaceuticals Philippines for the procurement of vaccines for coronavirus disease 2019 (COVID-19).https:\/\/t.co\/5uqSyl5CUj","sentiment_score":0.0}
{"full_text":"RT Class action lawsuits were filed in Nevada against 10 major auto insurance companies on Tuesday, contending that the comp...","sentiment_score":0.08125}
{"full_text":"RT There is no pandemicThere is no virusIt's the fluIt's the controlled demolition of the US economyIt's a test of you...","sentiment_score":0.0}
{"full_text":"RT #Barnet1 Terrier CHESTER FOUND in #KENTDumped ? Thief:ves TRAVELLED ILLEGALLY under Covi...","sentiment_score":-0.5}
{"full_text":"Made by Teachers, for Teachers. We've created a product to solve the everyday problems that schools face. Find out more - hello@inspire.education #lockdown #covid #remotelearning #learningfromhome #edchat #teaching  #classroom #sltchat #TeacherHacks #humpday #wonderfulwednesday","sentiment_score":0.15}
{"full_text":"Chile, Egypt, Senegal, Malaysia and Vietnam: bright spots in a world economy that just begins to recover from #Covid19, by via","sentiment_score":0.7}
{"full_text":"\"KMT Begins to Call for Tsai Administration to Accept Chinese COVID-19 Vaccines\" by Link:","sentiment_score":0.0}
{"full_text":"If COVID-19 has affected your finances and household income, check out the Money Map tool from to guide you on how to maximise your moneyhttps:\/\/t.co\/SmVuytHL5G #MoneyMap or contact us at   01343 555163 or","sentiment_score":0.0}
{"full_text":"President Joe Biden's pick for health secretary, Xavier Becerra, told senators Tuesday that tackling the coronavirus pandemic will be his first priority if confirmed.https:\/\/t.co\/SNY51WDvwK","sentiment_score":0.25}
{"full_text":"COVID 19 cases in India until : 24\/02\/2021 12:30Total Cases: 11029537 [+0]Active: 143922Recovered: 10724455 [+0]Deaths :156601 [+0]Total Tests: 213.04MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"and partner to provide critical #mentalhealth education, support and services to children. The #onlinelearning platform offers extensive mental health support through an integrated curriculum #covid #remotelearning #teaching #teacher","sentiment_score":0.0}
{"full_text":"Roque: Robredo welcome to take Sinovac COVID-19 vaccine","sentiment_score":0.8}
{"full_text":"Travellers from five states, including Maharashtra, Kerala and Punjab, will have to show negative COVID-19 test report before entering the national capital, officials said on Wednesday amid a spike in coronavirus infections in some states.https:\/\/t.co\/mCBeuizpkS","sentiment_score":-0.3}
{"full_text":"The two leaders agreed to a \"road map\" outlining how the neighboring countries will work together to fight COVID-19, curb climate emissions and pursue other issues.","sentiment_score":-0.125}
{"full_text":"friendly reminder that the pandemic isn't over just because you're over it!!!!!!","sentiment_score":1.0}
{"full_text":"There's been a lot of focus on the benefits of walking during lockdown, but enjoying the mental health benefits of nature is not exclusive to going outside","sentiment_score":0.1333333333}
{"full_text":".@MakatiMedicalCe wins at the Anvil Awards for its COVID-19 Public Health Information Program","sentiment_score":0.15}
{"full_text":"If Scotland been both independent &amp; a member of the EU we would have received roughly PS5.4bn worth of funding to help tackle the COVID-19 crisisBeing part of the UK has cost Scotland 5.4 Billion!","sentiment_score":0.0916666667}
{"full_text":"What business support do you need?Find out how we can help by completing the form &amp; we will get in touch to discuss the options available.https:\/\/t.co\/is6TIIO81h #Business #Support #StartUp #Leadership #Skills #BusinessSupport #Lockdown #Revive #Thrive","sentiment_score":0.0}
{"full_text":"How do we say no to Covid-19 if we don't have water in Mahube Valley extension 3 since yesterday","sentiment_score":0.0}
{"full_text":"#NCYT #ALNOVWe forget that #Novacyt are involved in Tests for Cancer Tumours to tests in maternity for fetal abnormalities and others but all the focus of late has all been on the Covid tests and the revenues due to the pandemic.Much more Substance behind the business","sentiment_score":-0.08125}
{"full_text":"Congress holds candlelight vigil for 500,000 COVID-19 victims","sentiment_score":0.0}
{"full_text":"When President Ramaphosa addressed the nation on 1 Feb, SME owners across the country gave a unified sigh of relief, as lockdown restrictions were eased. Yet despite this easing of restrictions, SMEs have been under pressure. Read more: #SME","sentiment_score":0.5}
{"full_text":"Huge rise in online gambling amid end-of-year coronavirus restrictions","sentiment_score":0.4}
{"full_text":"should just be called Spider-Man: Home School, with everybody doing Zoom classes all day, Spider-Man promoting wearing a mask to avoid getting covid, then trying to fight crime while avoiding crowds and catching criminals while socially distancing.","sentiment_score":0.3166666667}
{"full_text":"RT If it weren't for #COVID19 top story could well be #Brexit woes faced by pig farmers, daffodil growers, sandwich shops, sh...","sentiment_score":0.5}
{"full_text":"RT Will the National Endowment for the Arts be helping with vaccine distribution?Will they be producing masks suddenly?...","sentiment_score":0.0}
{"full_text":"RT Happy one year anniversary to this Trump tweet where he declared COVID \"very much under control in the US.\"","sentiment_score":0.53}
{"full_text":"My girls are not functioning well, 2nd year without a girls trip. At this point they even ready for drive to palapye.  covid is suffocating us.","sentiment_score":-0.1}
{"full_text":"RT Just normal with no qualifications.\"I'm convinced by all the data.\"","sentiment_score":0.15}
{"full_text":"RT We can see your smile in your beaming eyes Doc! Thank you, thank you to you and your colleagues for your hard work and th...","sentiment_score":0.0416666667}
{"full_text":"Coronavirus live updates | AstraZeneca to miss second-quarter EU vaccine supply target by half","sentiment_score":-0.0151515152}
{"full_text":"How COVID has Accelerated the Future of SME Lending","sentiment_score":0.0}
{"full_text":"RT Virtual diving is helping people connect with marine life during lockdown #CallToEarth","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"We have been #DUPED! #ThatsTheMessage #SolutionWatch #WeThePeople #Covid19 #CndPoli #AbPoli #COVID19on #Covid19Bc #Covid19Ab #Covid19Sk #Covid19Mb","sentiment_score":0.0}
{"full_text":"How To (Safely) Explore a Sense of Adventure During the Pandemic #HCAHealthcare","sentiment_score":0.5}
{"full_text":"RT Google \"Buhari blames\":Blamed GEJBlamed oil pricesBlamed past leadersBlamed Nigerian youthsBlamed the elitesBlamed M...","sentiment_score":-0.25}
{"full_text":"RT Weird. That's not what a bipartisan 72% of Americans are saying.","sentiment_score":-0.5}
