{"full_text":"Watch this &amp; tell me you won't wear a mask or observe the lockdown rules. Go on. Dare you.","sentiment_score":0.0}
{"full_text":"RT \"True to his promise, his proposals for a coronavirus relief package included major new assistance for America's parents in...","sentiment_score":0.1829545455}
{"full_text":"What you need to know about the new coronavirus variants","sentiment_score":0.1363636364}
{"full_text":"Amazing! We are so proud to have you on our team at Castlebrooke (:","sentiment_score":0.775}
{"full_text":"RT Russia's Sputnik V COVID-19 vaccine has an approx 92% efficacy rate, according to a British medical journal. Sputnik V was...","sentiment_score":0.0}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"Let's hope that the flock who attend churches that are now open , are not as selfish and stupid as their leaders who went to court to get the churches opened. Stay home people. Jesus is with you wherever you are.","sentiment_score":-0.4333333333}
{"full_text":"RT In pandemicPostmates sold for $2.6BGrubHub stock douledDoorDash founder made $3BUber Eats revenue up 125%They ch...","sentiment_score":0.0}
{"full_text":"RT Can you catch Covid by opening a hotel door to pick up room service? Australian health officials think so","sentiment_score":0.0}
{"full_text":"RT Despite Ontario's overall downward trend in new COVID-19 cases, there remain sharp regional differences in transmission rat...","sentiment_score":0.0037878788}
{"full_text":"RT Can bullfighting recover from Covid? Opponents see the pandemic as an opportunity for Spain to finally rid itself of th...","sentiment_score":0.0}
{"full_text":"This means that it is the result of the incomparable arrogance of the U.S. government, which holds itself out as a beacon of neoliberalism and has no respect for science.","sentiment_score":0.4}
{"full_text":"RT Amen to that :-(","sentiment_score":-0.75}
{"full_text":"RT Our COVID trial, and mine: A congressman on the vaccine and his positive diagnosis","sentiment_score":0.2272727273}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT If the entire world sheltered in place for a few weeks, we would rapidly defeat COVID and return to our normal lives. Bu...","sentiment_score":-0.0166666667}
{"full_text":"RT Never forget #DrLiWenliang was punished by the Chinese authorities for warning us about the #Coronavirus - The #Chinese...","sentiment_score":0.0}
{"full_text":"For this covid so many bad things happen but like everything has it's good side, for this quarantine the masterpiece #CNCODejaVu born. If this quarantine doesn't happen we never gonna got this jewel #CNCODejaVu #CNCO ","sentiment_score":0.1666666667}
{"full_text":"RT Senior political staffers from Trudeau's office &amp; the office of another cabinet minister privately discussed how to withhold...","sentiment_score":0.0}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"Wish someone had listened ","sentiment_score":0.0}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT There is another pandemic happening, though it's receiving much less attention. The number of abductions and cases of t...","sentiment_score":-0.1666666667}
{"full_text":"They live in the epicenter of US Covid, where more ppl have died than anywhere else in the world. And their focus is 'big moneymakers'?? WTH happened to 'kindness'? For 'woke' folks, they're inconceivably deaf, dumb, &amp; blind.","sentiment_score":-0.0477272727}
{"full_text":"RT BBC Scotland has, for some time, been pushing a lie that Covid deaths in care homes is a problem peculiar to Scotland. Tha...","sentiment_score":0.0}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT Urgent action is needed to address the disproportionate, unacceptable impact on women due to COVID - affordable childcare,...","sentiment_score":-0.0125}
{"full_text":"not all parents are parents. if that's the example you wanna set for your child during a pandemic. dont. have. fucking. kids. cause you're doing it wrong","sentiment_score":-0.55}
{"full_text":"RT The CDC says science supports reopening schools. Teachers Unions say ignore science and keep schools closed. What are t...","sentiment_score":-0.1}
{"full_text":"RT This is why I worry the response is still being politicized; this is more than \"wear a mask.\" Schools need ventilation, sp...","sentiment_score":0.5}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT I live in Tequesta Florida. Signed up on my 4th try for the COVID vaccine.Monday is the day!Am I nervous. For some...","sentiment_score":0.1363636364}
{"full_text":"RT The 4 crore Jan Dhan accounts received money directly from the Central govt during the lockdown. 90 lakh women have also...","sentiment_score":0.05}
{"full_text":"RT Blackburn: 'The Left Is Concerned about COVID in the Classroom' But Not at the Border","sentiment_score":0.0}
{"full_text":"it's snowing in a middle of a pandemic??! ","sentiment_score":0.0}
{"full_text":"RT Remember when we just had to flatten the curve? Then all we needed was a vaccine?What's the excuse to keep it going...","sentiment_score":-0.05}
{"full_text":"RT The United States gives 2 million coronavirus vaccinations in a single day, a record. How can't you love this administrati...","sentiment_score":0.2142857143}
{"full_text":"RT I have shown basic procedures to entry BSL-3 lab. Count the time. Without such experience in BSL-3\/4 lab, people can't un...","sentiment_score":0.0}
{"full_text":"RT ICYMI, records show a Utah-based company that's part of the no-bid Test Iowa program sent State Medical Direc...","sentiment_score":0.0}
{"full_text":"#WALvIRE Post 2. Maintaining 2m social distancing before they mix two bubbles of 40+ players is ludicrous, but sends the right messages. #COVIDSecondWave #SixNationsRugby #GuinnessSixNations","sentiment_score":0.1595238095}
{"full_text":"What a Dynamic Duo....father and son  \"Boom\"! Really enjoy your ministry during this pandemic. My bridge over troubled waters!","sentiment_score":-0.075}
{"full_text":"I will never forget the people who profited off the runaway pandemic &amp; a half million American deaths.","sentiment_score":-0.0833333333}
{"full_text":"RT In recent months, asylum seekers at Napier Barracks have been accused of sexual harrassment, knife frenzies, and arson...","sentiment_score":0.25}
{"full_text":"5 months after I quit my job as an Economist mid-pandemic, I start a new career as a software engineer tomorrow!  Love how open and supportive the engineering community is.  #GirlsWhoCode #WomenInSTEM #careerchange #softwaredevelopment","sentiment_score":0.2926136364}
{"full_text":"Coronavirus: The Truth About Ireland's Nursing Home Deaths (With Dr. Mar... via","sentiment_score":0.0}
{"full_text":"RT over now. He doesn't play soccer these days due to Covid. To be good at playing soccer, passing the ball is the most importan...","sentiment_score":0.3583333333}
{"full_text":"RT Today, Trump's favorite Governor Ron DeSantis declared today as \"Ronald Reagan\" day. It would be great if Ron cared about pr...","sentiment_score":0.65}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"IDIOCY apparently for some has no end or limits! #yourefired","sentiment_score":-0.11875}
{"full_text":"RT The 1st death from covid was a year ago today 460,000 DEATHS later2x IMPEACHED guy needs INDICTED for mass murder t...","sentiment_score":0.0}
{"full_text":"RT Super Bowl revelers without masks crowded Ybor City streets on the eve of the big game despite the coronavirus.","sentiment_score":-0.0222222222}
{"full_text":"RT Two Great Leaders of our Modern Time. Winston Churchill and Margaret Thatcher these two would have not had this country loc...","sentiment_score":0.5}
{"full_text":"Appalling","sentiment_score":-0.35}
{"full_text":"And they put 35x more plastic into the oceans than the U.S. and gave us a Global Pandemic, but no Accountability.","sentiment_score":0.25}
{"full_text":"RT Meanwhile, folks raised $2 million to free a domestic terrorist who hunted people in Kenosha.Don't call this a justic...","sentiment_score":0.2}
{"full_text":"RT Coronavirus vaccine doses given per 100 peopleIsrael: 62UAE: 40UK: 17.6US: 11.7Poland: 4.3Spain: 4.2Italy: 4.1...","sentiment_score":0.0}
{"full_text":"RT Kagan:\"I fervently hope that the Court's intervention will not worsen the Nation's COVID crisis. But if this decision causes...","sentiment_score":0.0}
{"full_text":"RT From YouTube censors have taken down video of physicians testifying before the Senate on early treatment for Covid-19...","sentiment_score":-0.0277777778}
{"full_text":"RT Please don't put stickers directly onto store products to market #ZackSnydersJusticeLeague guys. We know it sounds cool...","sentiment_score":0.225}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"RT Mardi Gras parades got canceled by Covid-19. So people in New Orleans turned their houses into floats. Some 3,000 homes across New...","sentiment_score":0.1363636364}
{"full_text":"RT hi nina ....what an absolute disgrace that gps are gonna be paid PS10 extra to vaccinate at home ....this is...","sentiment_score":0.1}
{"full_text":"RT The CDC says science supports reopening schools. Teachers Unions say ignore science and keep schools closed. What are t...","sentiment_score":-0.1}
{"full_text":"My Lord.","sentiment_score":0.0}
{"full_text":"RT ICE agents in a private detention facility threatened to put migrants into quarantine with Covid-positive detainees if th...","sentiment_score":0.0}
{"full_text":"These are not good reasons for CBN, to ban crypto. Developed counties are thinking on our their citizens will leave a better life by passing a bill on Covid 19 package while Nig. Govt is focusing on irrelevant issues. #cryptocurrency #Nigerian Government #CBNnigeria","sentiment_score":-0.0625}
{"full_text":"RT Rapid workplace #COVID19 testing is now available for businesses with more than 50 employees.More info:>","sentiment_score":0.45}
{"full_text":"RT Police Tyranny, Vacc-insanity, Maskerade, Super Bowl Bread and Circuses and the Great Reset#COVID19 #SuperBowl #VAXX...","sentiment_score":0.5666666667}
{"full_text":"What a surprise. (Not.)","sentiment_score":0.0}
{"full_text":"RT Not one.","sentiment_score":0.0}
{"full_text":"RT #Exports to EU down 68%#111,000 Covid deaths#One of highest Covid death rates in world #Greatest economic hit in G7...","sentiment_score":0.3481481481}
{"full_text":"RT what an awful, racist decision.","sentiment_score":-1.0}
{"full_text":"RT If the entire world sheltered in place for a few weeks, we would rapidly defeat COVID and return to our normal lives. Bu...","sentiment_score":-0.0166666667}
{"full_text":"RT From using the Defense Production Act to contain COVID-19 to taking action to reunite families separated at the border -- it was...","sentiment_score":0.1}
{"full_text":"RT In this #LTC home with its 4th COVID-19 outbreak + 25 deaths to date, I am deeply disturbed to learn of these highly inap...","sentiment_score":0.08}
{"full_text":"RT The NFL season was completed through a pandemic. This should tell you everything you need to know about this country.","sentiment_score":0.0}
{"full_text":"Ciat ciat ciatttt","sentiment_score":0.0}
{"full_text":"RT This tweet is a prime example of the fallacy of objectivity. Here's the thought experiment: rewrite it like your sources are th...","sentiment_score":0.0}
{"full_text":"Are the Irish rugby team actually social distancing during the national anthem??? What are they going to do during scrums??? Daft. #COYBIG","sentiment_score":0.0166666667}
{"full_text":"RT Could everyone please share this log? .It indicates that the person who wears it is deaf, &amp; in some cases, wears a hearing...","sentiment_score":0.0}
{"full_text":"RT This lockdown has dragged so much I'm even bored of food. Tired of cooking and junk food doesn't appeal to me anymore at...","sentiment_score":-0.2333333333}
{"full_text":"RT Could everyone please share this log? .It indicates that the person who wears it is deaf, &amp; in some cases, wears a hearing...","sentiment_score":0.0}
{"full_text":"RT  FLASH GIVEAWAY I want to give you my book! RT and comment below with an emoji that describes your pandemic experienc...","sentiment_score":0.0}
{"full_text":"RT Remember when Papa John got all sweaty, ate 50 pizzas in 30 days, and promised \"the day of reckoning will come,\" then like...","sentiment_score":0.0}
{"full_text":"My thought for this day:My life is not important except in the impact it has on other lives. Be all you can be and do your best for others! Stay Home and Stay Safe! ","sentiment_score":0.325}
{"full_text":"RT \"and in a pandemic!!\" -- me reacting to the smallest inconvenience for the last 12 months","sentiment_score":0.0}
{"full_text":"RT i don't care about your fr*t or your s*r*rity and no one else does either, shut up and stay home and stop virtue signaling...","sentiment_score":0.0}
{"full_text":"RT This lockdown has dragged so much I'm even bored of food. Tired of cooking and junk food doesn't appeal to me anymore at...","sentiment_score":-0.2333333333}
{"full_text":"With many millions of people waiting several weeks to receive a second COVID-19 vaccine dose in some countries, experts consider the possibility that SARS-CoV-2 could evolve vaccine resistance.","sentiment_score":0.1666666667}
{"full_text":"RT Christiana Figueres, from the UN convention of climate change, tells the FT how essential it is for the world to centre...","sentiment_score":0.0}
{"full_text":"A half-million doses of COVID vaccines gifted by India to Afghanistan arrived at Kabul today. Acting Minister of Public Health of Afghanistan Waheed Majroh received the vaccine consignment from Charge d'Affaires Raghuram S at Hamid Karzai Int'l Airport: Embassy of India in Kabul","sentiment_score":0.1666666667}
{"full_text":"RT The COVID-19 vaccine is a huge step forward in our fight against coronavirus, potentially saving tens of thousands of lives","sentiment_score":0.2}
{"full_text":"He's a dick.He'll lock his underlings down permanently if the price is right.","sentiment_score":0.0650793651}
{"full_text":"RT Sometimes, the debate over the American Rescue Plan seems abstract.  Thank you for making the choice here ()  very...","sentiment_score":0.1}
{"full_text":"Spread out Social Distancing for the national anthems , on away into a scrum in 2 mins then  #Ireland #WALvIRE","sentiment_score":0.0333333333}
{"full_text":"This thread right here. ","sentiment_score":0.2857142857}
{"full_text":"Feel like I'm in the vast minority if people that actually like wearing masks, I'm gonna keep wearin them even after covid","sentiment_score":0.0}
{"full_text":"Turn your home into a safe haven.Between cold season, allergies, and a pandemic, it's never been more important to protect the air inside of your home . Start by changing your HVAC filters regularly, running fans, and opening windows while cooking.","sentiment_score":0.16}
{"full_text":"An important read. Take a look.","sentiment_score":0.4}
{"full_text":"RT With no Vrana, Oshie, Sheary, Schultz, Kuznetsov, Samsonov (believed that Eller is back) the Capitals are still figuring...","sentiment_score":0.0}
{"full_text":"RT Lina Tucker Reinders, executive director of the Iowa Public Health Association, said that Iowa Gov. Kim Reynolds is lifting...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Iowa reports another 104 kids under age 18 have contracted coronavirus.In the 8 days since Gov. Reynolds si...","sentiment_score":0.0}
{"full_text":"RT Talking to friends in Western Australia about COVID policies makes you realize Ontario's response is even more embarra...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Two-thirds of Americans approve of President Joe Biden's response to the coronavirus pandemic, a new News\/Ipsos pol...","sentiment_score":0.1363636364}
{"full_text":"RT Senate Dems Block Bill to 'Accurately Report Virus Deaths at Nursing Homes'","sentiment_score":0.4}
{"full_text":"Hilarious sight of players social distancing for anthems, when in a few minutes a prop will be dripping sweat in your face in a ruck!","sentiment_score":0.0944444444}
{"full_text":"The Transportation Security Administration is warning travelers that refusing to wear a mask at the airport could result in a hefty fine.https:\/\/t.co\/LxrXAAhF13","sentiment_score":0.0}
{"full_text":"If you or a family member has not received your second economic impact payment visit the IRS's website for information on how to find your payment and to answer your questions.","sentiment_score":0.1}
{"full_text":"Stay updated on COVID-19 updates and vaccine information on our website.","sentiment_score":0.0}
{"full_text":"As resilient and strong as we like to believe our children to be, this pandemic has been difficult for us all.  Here's what we can do to help them cope and even thrive as the pandemic continues.https:\/\/t.co\/2HNlUS2wfo","sentiment_score":-0.0333333333}
{"full_text":"With lockdown giving her more time on her hands, an 88-year-old woman in Kansas crotchets blankets to donate to cancer patients. \"I'll keep on. As long as I keep my hands, my fingers working, I'll do it,\" she said. Read the story here:","sentiment_score":0.225}
{"full_text":"Saturday's incident is the latest disturbance over coronavirus concerns and restrictions that have limited visits and stalled court proceedings at one St. Louis jail.","sentiment_score":0.1095238095}
{"full_text":"February 7, 2021:As of today, we received $4.69\/day to get through this pandemic.That's 469 pennies per day.","sentiment_score":0.0}
{"full_text":"RT Well, what the hell did they think would happen??? The rose colored glasses gotta go.IT'S A PANDEMIC, FFS!","sentiment_score":0.75}
{"full_text":"Clubs are closed, concerts are cancelled - the current situation is not easy for #livemusic fans. Luckily the German #music scene came up with #digital alternatives. Find here online offers that will bring the club feeling home to you.#Culture #StayHomehttps:\/\/t.co\/V5bvkhLvqQ","sentiment_score":0.0166666667}
{"full_text":"36. Have Faith (Please)Being Intentional in 2021Reckless BehaviourBrexit RealitiesLockdown 3.0Spotify: Podcasts:","sentiment_score":0.0}
{"full_text":"Are you interested in earning extra during this pandemic? You can be one of our affiliates and earn while working from home. Join our group to learn more.Affiliate Group:","sentiment_score":0.125}
{"full_text":"ADVERTISE WITH BENFIELD!Promote your business during the lockdown for just PS10!Get in touch with us to advertise to over 10,000 people, for just PS10 per advert!Drop us a DM if you are interested, and please like, retweet and tag anybody that may be interested!","sentiment_score":0.28125}
{"full_text":"Learn to play violin this Lockdown#violin #learnviolin #violinlessons #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"RT Women of color are carrying the burden of this pandemic on our shoulders. We need an economic recovery that centers on the...","sentiment_score":0.2}
{"full_text":"RT always remember that mango is still a sasaeng no matter what happen. she still went to a private sched of the boys and...","sentiment_score":0.0}
{"full_text":"Right now in The Netherlands: non-stop snow fall! So what do you do? #game #gameday #games #boardgames #BoardGaming #tabletopgames #stayhome #play #Playtime #Enjoy","sentiment_score":0.119047619}
{"full_text":"Your tweet showcases the moral bankruptcy of #MAGAts\/conservatives. 0 empathy for the 27k people who have died.#WearAMask","sentiment_score":0.0}
{"full_text":"I think the real hero's of the pandemic  are the women who work in the post office. As it must be terrifying  people coming in all day with masks on","sentiment_score":-0.4}
{"full_text":"Thank you for honoring with world series apparel. They've been on the front lines of this pandemic, and we honor them today, and every day, for their continued sacrifice.","sentiment_score":0.0}
{"full_text":"RT Crikey Matty that pandemic in 1991 went unnoticed? and the one in 1993 Des? an...","sentiment_score":-0.2}
{"full_text":"RT Look them in the eyes and tell them that you're doing everything you can to #FollowTheRules. Stay home, protect the NH...","sentiment_score":0.0}
{"full_text":"A year since the controversial \"Swedish model\" first made headlines, how is the country really handling the pandemic?https:\/\/t.co\/yZ70a0Ti48","sentiment_score":0.3333333333}
{"full_text":"RT This is an amazing project by Fr. Nicanor Austriaco, OP, of !","sentiment_score":0.75}
{"full_text":"She does but personally I feel like now is not the right time with the pandemic we're facing, but someday in the future ","sentiment_score":0.0952380952}
{"full_text":"The FDA said in a statement it supports \"innovation in testing\" and \"has not hesitated\" to make rapid tests available.https:\/\/t.co\/CdVhMQlkpQ","sentiment_score":0.0}
{"full_text":"New MGMA, Humana report highlights impact of care deferred due to COVID-19 via #healthcare","sentiment_score":0.0056818182}
{"full_text":"RT Here's where AI will advance in 2021 #MachineLearning #AI #100DaysOfCode #IoT #flutter #Python #jav...","sentiment_score":0.0}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT The CDC says science supports reopening schools. Teachers Unions say ignore science and keep schools closed. What are t...","sentiment_score":-0.1}
{"full_text":"Covid emergency accommodation remains available every day for anyone sleeping rough in the city who needs the council's help.If you're worried about anyone rough sleeping this winter, please report through or call 0300 500 0914.","sentiment_score":0.0666666667}
{"full_text":"Three workplace trends that the Coronavirus crisis is likely to accelerate #skills #workfromhome #EmployeeEngagement","sentiment_score":0.0}
{"full_text":"India To Send 10 Million COVID-19 Vaccines To Africa - via","sentiment_score":0.0}
{"full_text":"RT The wealthiest in our country are 40% richer  during this pandemic. Mind you, 1\/2 of Black small businesses have closed,...","sentiment_score":-0.1722222222}
{"full_text":"Parents - especially moms - are experiencing significant negative employment impacts due to #COVID pandemic &amp; econ recession, while many of those w\/ more resources were less impacted &amp; ended the year doing quite well. #mnleg Read:","sentiment_score":0.1119047619}
{"full_text":"#COVID19 vaccines are rolling out but patients are still surging as we enter Winter. If you have recovered from the #coronavirus the antibodies in your plasma can help save the life of up to 4 patients &amp; supplies are low. Go to for info &amp; to donate!","sentiment_score":0.0}
{"full_text":"#LockedinSolidarity kicks off with a powerful sermon by This week, #LIS2021 will explore the importance of the Church coming alongside returning citizens, especially in the age of COVID. Watch a teaser of \"It Takes a Community\" here:","sentiment_score":0.025}
{"full_text":"FIFA says Premier League clubs can BLOCK some players from national teams over Covidhttps:\/\/t.co\/TOwwd1moDy","sentiment_score":0.0}
