{"full_text":"RT Dear come you didn't wear the Texas mask on the way for your vacation in Mexico?You spineless POS.The...","sentiment_score":0.0}
{"full_text":"RT so Ted Cruz's defense is that he's not abandoning his constituents during a time of need - he's simply taking an unnecess...","sentiment_score":0.0}
{"full_text":"new ammo mod that makes bullets deal explosive damage, 2 new types of aetherium crystals to upgrade 2 new skill tiers (tier 4 and 5) and are obtained from high round zombies milestones or multiple Outbreak outbreak investigations in a single game, new 6v6 map, new fireteam map...","sentiment_score":0.0336717828}
{"full_text":"RT Two-and-a-half months before he left for Cancun amid brutal conditions in Texas, Cruz tweeted this:","sentiment_score":-0.4375}
{"full_text":"RT Biden not sending out COVID relief checks... but refunding the Wuhan lab where COVID came from is THE PERFECT EXAMPLE...","sentiment_score":1.0}
{"full_text":"RT 6) Younger people with learning disabilities aged 18 to 34 are 30 times more likely to die of Covid than others the same ag...","sentiment_score":0.08}
{"full_text":"People commit sucide 4 many reasons &amp; i would never belittle that particular fear. But the vast majority of people in danger of doing that will find a reason why. Covid may be a reason, money problems facing many may be a reason,but its insiginificant to the dangers of the virus","sentiment_score":0.2916666667}
{"full_text":"RT Dear come you didn't wear the Texas mask on the way for your vacation in Mexico?You spineless POS.The...","sentiment_score":0.0}
{"full_text":"RT In announcing All-Star events on March 7, the NBA and NBPA will commit more than $2.5 million in funds and resources tow...","sentiment_score":0.5}
{"full_text":"RT Italo Calvino describing post-pandemic mood.","sentiment_score":0.0}
{"full_text":"RT Fact check gives VP Harris two Pinocchios for 'starting from scratch' comment about vaccination plan | Just The News h...","sentiment_score":0.0}
{"full_text":"RT Dear come you didn't wear the Texas mask on the way for your vacation in Mexico?You spineless POS.The...","sentiment_score":0.0}
{"full_text":"RT Don't be silly, Feminist talk about everything and anything because those supposed \"unimportant\" topics derail  a  lot of women...","sentiment_score":-0.45}
{"full_text":"During a pandemic...","sentiment_score":0.0}
{"full_text":"During a pandemic when travel is not recommended. Let's not forget that piece. A lot of us have wanted to travel this year but have not. What a hateful man.","sentiment_score":0.0}
{"full_text":"RT Usually a big life expectancy drop reflects death rates in children.Not so w\/#COVID19 impact in America .\"Life expect...","sentiment_score":0.0}
{"full_text":"RT Listen in to CTO Jean-Claude discuss his post pandemic health care predictions on the podcast, out n...","sentiment_score":0.0}
{"full_text":"RT New work by and me, check it out! High rates of COVID 19 deaths by age groups for American Indian\/Alaska...","sentiment_score":0.1101515152}
{"full_text":"RT The Texas disaster and COVID-19 have made it impossible to deny that the GOP ideology is dangerous mythology","sentiment_score":-0.6333333333}
{"full_text":"RT The most important thing they did, was issue guidance on sensible use of data, right at the start of Covid. That was really...","sentiment_score":0.3464285714}
{"full_text":"Been thinking about an idea our buddy Warren Chu threw at us last year before the Howard Terminal EIR release was delayed &amp; the pandemic hit:Would y'all be interested in us doing some broadcasts where we break down the EIR from 1st page to last once it drops?","sentiment_score":0.0236111111}
{"full_text":"We may never really know. We could adjust for hospitalizations and deaths, but then the health care system got better at treating COVID-19 based on what it learned in the first wave.","sentiment_score":0.2166666667}
{"full_text":"RT Inclement weather update for University of Maryland, College Park for Thursday, Feb 18, 2021:All in-person &amp; online clas...","sentiment_score":0.0}
{"full_text":"RT  #Covid19 has made the last year difficult for everyone. But for those of us severely affected by mental illness, the last...","sentiment_score":-0.15}
{"full_text":"RT This is such bullsh*t. The whole country shouldn't be held to ransom by selfish anti-vaxxers who refuse to do the right -...","sentiment_score":-0.0035714286}
{"full_text":"something ab ted cruz blaming his own children for leaving the country during a pandemic while his constituents freeze to death on the streets of texas really gets me going","sentiment_score":0.4}
{"full_text":"RT Dear come you didn't wear the Texas mask on the way for your vacation in Mexico?You spineless POS.The...","sentiment_score":0.0}
{"full_text":"RT Hope this band survived the pandemic","sentiment_score":0.0}
{"full_text":"Meeting about future of Ulster Bank in Ireland underway this evening with 3,000 jobs at risk ","sentiment_score":0.0}
{"full_text":"not me planning summer holidays with my sister as if covid will just have disappeared by then ","sentiment_score":0.0}
{"full_text":"RT I've decided to do this, if I can raise some money and write about it. Is there an automated way, like with analytics, to...","sentiment_score":0.0}
{"full_text":"RT \"It's been months of applying for jobs.\"Nicola Mattey says she went without work for 'seven months' after the #coronavirus p...","sentiment_score":0.0}
{"full_text":"RT Lockdown library 'bigger' but more lenders and donations needed","sentiment_score":0.25}
{"full_text":"RT NBA All-Star 2021 to feature the Game and Skills competitions on one night for the first time on March 7. The NBA and NBPA are com...","sentiment_score":-0.075}
{"full_text":"RT Are you confined to your home? What listening practices can help you through these unusual times? Download Homing insid...","sentiment_score":0.2}
{"full_text":"RT Besides, does know that PUA recipients still HAVE NOT received unemployment backpay from SPRIN...","sentiment_score":0.0}
{"full_text":"RT President Biden has committed to providing the WHO with $200 million in US taxpayer dollars ????? WTH??","sentiment_score":0.0}
{"full_text":"Maybe, I don't know, be supportive of the people who can't afford to pay them off even though we work our tails off to? Maybe, hmm...not be selfish and lift up your fellow person? You could also ask how all of the people who died from Covid how they feel about the vaccine.","sentiment_score":0.0}
{"full_text":"RT  Absolutely. I think it is fair to say that those who have been left behind since the start of this pan...","sentiment_score":0.125}
{"full_text":"RT Dear come you didn't wear the Texas mask on the way for your vacation in Mexico?You spineless POS.The...","sentiment_score":0.0}
{"full_text":"The Wave has consistently been critical of the Governor's \"refusal to take accountability for his executive order that may have helped cause the COVID-19 outbreak in nursing homes\"https:\/\/t.co\/fyPmNkwvui","sentiment_score":0.125}
{"full_text":"RT A lid at 8 am in the middle of a massive snow storm, pandemic, more people unemployed than ever, shall I go on!!!","sentiment_score":0.3255208333}
{"full_text":"RT Punchbowl News: House Democrats said they're on track to pass President Biden's $1.9 trillion Covid-relief package late n...","sentiment_score":-0.3}
{"full_text":"Rafael is an a**hole.","sentiment_score":0.0}
{"full_text":"RT with the way air flow works and the lack of proper ventilation in most places, distancing from other diners doesn't matter....","sentiment_score":0.125}
{"full_text":"RT \"I don't think we need to anticipate having a vaccine in order to open schools in the fall. We should be planning now for ope...","sentiment_score":0.0}
{"full_text":"\"Sorry the rest of you are freezing and without power, my kids wanted to fly out of town during a pandemic so what could I do? Not like I'm someone that represents the state or anything.\"My word","sentiment_score":0.15}
{"full_text":"With the sensibilities of a man who has his kids travel for leisure during a pandemic... no doubt he is the man for the job.","sentiment_score":0.0}
{"full_text":"RT In Peru, oxygen mafias are making death threats and burning down homes in their bid to control supplies and speculate with...","sentiment_score":-0.1555555556}
{"full_text":"RT A THREAD: for those in America who want to help the people of Texas through this deadly winter storm (during a pandemic no...","sentiment_score":-0.2}
{"full_text":"RT Everyone is so mad at Ted Cruz for going to Cancun during a state-wide weather emergency that we've completely forgotten to...","sentiment_score":-0.2625}
{"full_text":"RT There are alarming statistics about how the pandemic has led to an increase of mental health and addiction issues. If you...","sentiment_score":-0.1}
{"full_text":"RT No, by implementing the unprecedented social experiments that are lockdowns, the unthinking coalition of the main parties...","sentiment_score":0.2666666667}
{"full_text":"RT We vaccinated a fair amount of our elders today. Many of whom have not left their houses since over a year. This was their fi...","sentiment_score":0.4}
{"full_text":"RT As part of the new rules under the Biden administration, Cruz will have to show a negative COVID test before boarding his fligh...","sentiment_score":-0.0818181818}
{"full_text":"RT Not okay: A grown man calling a grown woman \"honey\" in the workplace. Okay: A grown man calling a child \"honey\" when she i...","sentiment_score":0.125}
{"full_text":"Unbelievably out of touch this. The \"and how he launched a TV show in lockdown\" made me double check it wasn't a parody.","sentiment_score":-0.125}
{"full_text":"RT We're asking Congress to: Stop evictions Fund home and community-based services Provide testing, treatment, and vaccines...","sentiment_score":0.0}
{"full_text":"RT Lazy students are waiting for this sentenceOur concept of education should be changed! It's not just about exams...","sentiment_score":-0.3125}
{"full_text":"RT Everyone is so mad at Ted Cruz for going to Cancun during a state-wide weather emergency that we've completely forgotten to...","sentiment_score":-0.2625}
{"full_text":"Do the right thing. Forgive student loan debt. Not only are we buried for decades in holes we can't dig out of, we are in a pandemic and what little money is left needs to go toward surviving and helping our neighbors. Please. Help","sentiment_score":0.0245535714}
{"full_text":"RT I've heard rumours of fatigue and tiredness to be added to the list of covid symptoms, I don't know about that but I d...","sentiment_score":0.0}
{"full_text":"RT News Reports: Florida's Gov takes vaccine away from counties that criticized his distribution plans &amp; sends it to weal...","sentiment_score":0.0}
{"full_text":"RT The Minister of information and communication technology Judith Nabakooba says cabinet has discussed the plan on COVID-19 va...","sentiment_score":0.0}
{"full_text":"RT Oh my goodness. I'm not sure where to start.This is the Home Office, the government department responsible for law and o...","sentiment_score":-0.025}
{"full_text":"RT An important thread. Please read till the end. Let's rectify this for the right reason: to save lives globally. But even f...","sentiment_score":0.2285714286}
{"full_text":"RT Nearly 20% of hospitalized #COVID patients who have diabetes die within a month, study finds.","sentiment_score":0.1}
{"full_text":"RT How is Joe Biden going to test all the illegal immigrants for COVID?","sentiment_score":-0.5}
{"full_text":"RT \"The best way not to die with #covid is not to be tested for #covid.\" --scientist, DR","sentiment_score":1.0}
{"full_text":"RT Won't ted Cruz need a negative covid test 72 hours prior to his return flight from Cancun?","sentiment_score":-0.15}
{"full_text":"RT Shop online with - 'Much Ado About Nothing' A Shakespeare Story Paperback Book *Bargai...","sentiment_score":0.2}
{"full_text":"RT Ohio ranks dead last in Covid safety study -","sentiment_score":-0.1}
{"full_text":"RT of course the nba could not have possibly donated to HBCU's and covid relief without the sham all star game","sentiment_score":-0.2}
{"full_text":"RT Merry Christmas, America! Did Fauci Just Admit He Lied About Herd Immunity To Trick Americans Into Vaccine?\"Fauci essen...","sentiment_score":0.0}
{"full_text":"RT Me when I realized I experienced a global pandemic before I got to experience a stable healthy relationship ...","sentiment_score":0.4333333333}
{"full_text":"RT Another good thread on this subject:https:\/\/t.co\/Fp0zswmAx1","sentiment_score":0.7}
{"full_text":"RT there is so much factual evidence that it is unsafe to dine indoors. mask policies don't mean shit when u literally aren't...","sentiment_score":-0.1041666667}
{"full_text":"It's been a brutal 12 months for Pittsburgh venue owners.They talk about their struggles to keep the doors open -- or ready to open -- during the pandemic. (Please read to the end, as Ron \"Moondog\" Esser delivers a comment for the ages.)https:\/\/t.co\/rqLJ5ngid0","sentiment_score":-0.16875}
{"full_text":"pete with a banger","sentiment_score":0.0}
{"full_text":"RT This figure should be stapled to every grant proposal, job application, tenure review, ... oh excuse me I have to check on...","sentiment_score":-0.05}
{"full_text":"that's our hobi ","sentiment_score":0.0}
{"full_text":"RT Across the world, millions won't get a Covid vaccine until 2024.Huge public funds went into developing the vaccines. B...","sentiment_score":0.0}
{"full_text":"RT one of my fondest memories is my dad jumping on a flight with me during a pandemic and power outage crisis to make sure...","sentiment_score":0.5}
{"full_text":"RT Today I announced our Administration will:- Expand COVID-19 testing for schools and underserved communities- Increase manufac...","sentiment_score":0.0}
{"full_text":"RT After a year no support for 3 million left behind in a pandemic. #Excludeduk.  Please fix it in the budget....","sentiment_score":-0.2}
{"full_text":"RT The WHO 's commends PM Rowley for his leadership during the pandemic and congratulates Trinidad and Tobago for i...","sentiment_score":0.0}
{"full_text":"Work: Here's the link to sign up for the COVID vaccine.Also my work: Remote employees are not allowed to sign up yet.","sentiment_score":-0.1}
{"full_text":"RT It's in the \"Being a good parent\" book they give you at the hospital.Page 347: Immediately fly your kids and their frien...","sentiment_score":0.75}
{"full_text":"RT Every. Damn. Day.20% of the global deaths to #Covid19 are in 1 country. The United States of America. ","sentiment_score":0.0}
{"full_text":"RT Former #STFC player-manager Lou Macari was forced into shutting down the homeless shelter he ran due to Covid-19His so...","sentiment_score":-0.1451388889}
{"full_text":"Get the latest information on COVID 19. From information on symptoms, tests types, staying safe, getting your prescriptions and more. Visit","sentiment_score":0.5}
{"full_text":"RT As part of the new rules under the Biden administration, Cruz will have to show a negative COVID test before boarding his fligh...","sentiment_score":-0.0818181818}
{"full_text":"RT And yet, flying for a sunny vacation in Cancun while Texas freezes to death in the middle of a deadly pandemic is not t...","sentiment_score":-0.1}
{"full_text":"RT Gov. Cooper, members of the Coronavirus Task Force and Emergency Management will share updates on COVID-19 and inclement w...","sentiment_score":0.0}
{"full_text":"RT Season Two takes over on Feb. 25th.* New Zombies experience: OUTBREAK* New MP maps* Gun Game &amp; Stockpile* Death Machine...","sentiment_score":-0.0424242424}
{"full_text":"Not giving people more buying power by unburdening them of their federal student debt during a pandemic where work is largely unavailable isn't a priority?  Just say you hate poor people and go lmfao","sentiment_score":-0.1214285714}
{"full_text":"RT #LongTermCare Admins: Preparing for a #COVID19 vaccination clinic in your facility? has a toolkit w\/ resources to help...","sentiment_score":0.0}
{"full_text":"RT Covid-19: How many cases are there in your local area?","sentiment_score":0.25}
{"full_text":"What else can GOPervs do b\/c they don't know how to resolve difficult problems &amp; are too lazy to work hard to figure anything out!!  Buh bye, you POS!","sentiment_score":-0.4398871528}
{"full_text":"sbeadex #viral #RNA purification kits use superparamagnetic particles to purify #SARSCoV2 RNA from #nasopharyngeal #swabs &amp; #saliva samples for RT-qPCR applications. To learn more, download this free application note. #COVID19 #Coronavirus #PCR #RTPCR","sentiment_score":0.45}
{"full_text":"Is this a joke cause he's literally fixing all of that he made the covid relief plan America rescue plan put up minimum wage to $15 giving healthcare and insurance for all Americans and is making a lot of survival checks he's doing everything you just said he's not","sentiment_score":0.0}
{"full_text":"The #pandemic accentuated the need for flexible healthcare &amp; research facilities. looks at hospital construction in a #PostCovid world and the types of space that might drive construction. #HealthcareDesign #ResearchFacilities","sentiment_score":0.0}
{"full_text":"RT Important info from the CDC regarding power outages and food","sentiment_score":0.4}
{"full_text":"RT Reminder - this event is happening tonight! Join us to speak with health professionals learn more about #COVID19 and the C...","sentiment_score":0.5}
{"full_text":"They should demand he have 2 negative COVID tests before entry","sentiment_score":-0.3}
{"full_text":"RT Ontario's lowest single-day number of #COVID19 cases since late October, and it drives the 7-day-average down to 1,002....","sentiment_score":-0.2277777778}
{"full_text":"RT Did you know that UMW is a top Peace Corps producer? Learn more about the Peace Corps and how COVID has affected the organiza...","sentiment_score":0.5}
{"full_text":"Slick roads. Stay home if you can.","sentiment_score":-0.25}
{"full_text":"RT When Should You Use AI to Solve Problems? #DataScience #Python #AI #100DaysOfCode #IoT #flutter #j...","sentiment_score":0.0}
{"full_text":"RT Hey y'all. Just like after Harvey and COVID19...The Asian groceries are well stocked even if HEB and others are running...","sentiment_score":0.0}
{"full_text":"Social distancing rules &amp; quarantines that occurred because of #COVID-19 sparked growth in the #insurtech industry. The increased use of catastrophe models, drones, and mobile apps began in the #pandemic &amp; will continue to be used after the crisis ends.https:\/\/t.co\/4oM9dQtRWD","sentiment_score":0.0333333333}
{"full_text":"Hey friends WOULD U LIKE TO EARN EXTRA INCOME PART TIME OR FULL TIME?? FROM YOUR PHONE AT HOME??Many people are struggling and have been affected negatively by this lockdown.  If you are also looking for extra income or want to find out more, comment below  or message me !","sentiment_score":0.135}
{"full_text":"RT Hypocrites. Complete and utter hypocrites.And don't forget who took a private jet with eight people to Cabo and...","sentiment_score":0.0333333333}
{"full_text":"You're probably right and actions are needed. However, out of these 130 countries, I'm sure the majority are corrupt and their leaders with families got the Covid vaccine and don't care about the suffering of their citizens.","sentiment_score":0.0952380952}
{"full_text":"Can't wait for BoJo's latest jamboree on the 22nd......16 areas in England where Covid cases are still rising via","sentiment_score":0.5}
{"full_text":"RT Yes the virus is 'back' in New Zealand. BECAUSE Summer has come to an end in New Zealand and they are coming into the col...","sentiment_score":0.0909090909}
{"full_text":"RT After a year no support for 3 million left behind in a pandemic. #Excludeduk.  Please fix it in the budget....","sentiment_score":-0.2}
{"full_text":"RT While CNN was disgracefully putting Gov. Andrew Cuomo on its airwaves to giggle with his brother as he was heralded as a no...","sentiment_score":0.0}
{"full_text":"Dad's Army (Don't Panic!), Lorraine Kelly (For Gos's sake, stop buying pasta and toilet rolls!) &amp; a bangin' tune makes over 2k plays on  - cheers everyone. Epidemics Make Arseholes by gribbles on Audius #music #ema #electronica","sentiment_score":-0.0416666667}
{"full_text":"RT Takeshita, belonging to LDP, seems to take the governor's expression as an unpatriotic behavior against the national e...","sentiment_score":0.0}
{"full_text":"Breaking: After Opening Southern Border to Illegals During Pandemic Biden Proposes Sweeping Amnesty Bill","sentiment_score":0.0}
{"full_text":"Great story, Ronan.  He almost made a century...","sentiment_score":0.8}
{"full_text":"Mass is a mess","sentiment_score":-0.175}
{"full_text":"RT how the fuck the snow make y'all stay in but not covid ","sentiment_score":-0.4}
{"full_text":"RT Wow--Cuban  government says it is on the brink of a successful #COVID19 vaccine invented in Cuba &amp; mass production for exp...","sentiment_score":0.75}
{"full_text":"RT Dear come you didn't wear the Texas mask on the way for your vacation in Mexico?You spineless POS.The...","sentiment_score":0.0}
{"full_text":"RT \"I was just flying internationally during a pandemicto drop off my family,even though no one should be flying...","sentiment_score":0.0}
{"full_text":"RT Consultant pathologist Clare Craig: \"You don't have to replace lockdown\" with mass testing.Watch talkRADIO live >","sentiment_score":0.1363636364}
{"full_text":"RT LET HIM ROT: Lee Rigby Killer in ICU battling COVID-19  via","sentiment_score":0.0}
{"full_text":"RT Three priests and three caregivers at the church contracted COVID-19 this month, church officials said","sentiment_score":0.0}
{"full_text":"\"He said cinemas, sports arenas and indoor pools will be open on Feb. 26 to allow parents to enjoy activities with their children.\" Looks like Quebec is going to let families enter movie theatres for March Break. What do you think? #HamOnt","sentiment_score":0.2}
{"full_text":"#Podcast Carolann Haskins got in contact with the show to discuss her mother, who on the 1st of February this month passed away unexpectedly after contracting covid-19 just five days prior.@andreagilligan spoke to Carolann on the showhttps:\/\/t.co\/Rkk3yVAgYn","sentiment_score":0.1}
{"full_text":"\"By the end of the first month, we'd made triple our rent\": This ex-PR pro teamed up with her mom to open a Korean restaurant during Covid","sentiment_score":0.125}
{"full_text":"Worcestershire card shop owners speak out on coronavirus lockdown rules...","sentiment_score":0.0}
{"full_text":"If you're in Phase 1B for COVID vaccinations AND live in one of the listed priority zip codes, the Black Doctors COVID-19 Consortium is hosting a 24 hour vaccination clinic at Temple University's Liacouras Center, starting at noon tomorrow (2\/19).","sentiment_score":-0.0325757576}
{"full_text":"Transit agencies keep us connected, but COVID-19 has strained resources and service.The $30+ billion included in #AmericanRescuePlan would help keep transit agencies running.","sentiment_score":0.0}
{"full_text":"Holidays of all types are currently not possible under lockdown restrictionshttps:\/\/t.co\/tH4Oam7WVY","sentiment_score":0.0}
{"full_text":"From Justice system needs more resources after pandemic pushed operations online: reporthttps:\/\/t.co\/vjt9OIJYjc","sentiment_score":0.5}
{"full_text":"They've got hardly any Covid-19 cases","sentiment_score":-0.2916666667}
{"full_text":"\"Utterly heart-breaking, SEVERANCE will leave readers wondering: What truly sickens us? Pandemic? Unfulfilled dreams? Or memories of a happier time?\" #StaffPick","sentiment_score":0.0}
{"full_text":"Walmart expects full-year sales to slow as US COVID lockdowns end","sentiment_score":-0.3}
{"full_text":"COVID-19 rates continue to fall in Dane County. Nevertheless they are still very high, so until they normalize, please ride with Union Cab while wearing a mask at all times. Call 608-242-2000 to schedule what lies ahead. #CoOpMeansTogether","sentiment_score":0.208}
{"full_text":"RT The #Budget gives an opportunity to finally offer support to the over 3 million people who have been #exclude...","sentiment_score":0.0}
{"full_text":"RT If Democrats are asking for 9\/11-style commission to investigate killing of 5 people in storming of Capitol,...","sentiment_score":0.0}
{"full_text":"Congress must take steps to increase the federal Medicaid match rate to at least 12% and increase monthly SNAP benefits by 15% for families through the end of the pandemic and economic crisis.#FundMedicaid #BoostSNAPNow #LiveUnited","sentiment_score":-0.05}
{"full_text":"Are you a podcast listener?  Check out this 20-min episode on how the COVID-19 pandemic has revolutionized safety protocols in prehospital care. Check it out at #ambulancedecontamination #covid19 #emspodcast","sentiment_score":0.0}
{"full_text":"Join the #UN52SC pre-session high-level event \"The COVID-19 pandemic: How the data and statistical community stepped up to the new challenges\"   on 24 Feb 2021, 8am EST.  Register: ","sentiment_score":0.1363636364}
{"full_text":"Learn how our direct purchase program &amp; patient assistance program allowed us to stay nimble throughout 2020...and beyond:","sentiment_score":0.1}
{"full_text":"As more essential workers across the nation become eligible for  COVID-19 vaccines, some employers are taking steps to encourage staff to get their shots. Here's a look at some companies paying for their employees to get vaccinated.","sentiment_score":0.25}
{"full_text":"The COVID-19 pandemic last year left Ole Miss players without a place to train. ","sentiment_score":0.0}
{"full_text":"Sajid Hussain, chairman of the Wakefield Muslim Funeral Service, also urged all members of the district's Black, Asian, and minority ethnic communities to accept the vaccine if offered.https:\/\/t.co\/XOFLaSHQ21 #covid19","sentiment_score":-0.0833333333}
{"full_text":"Eleven months into a pandemic that has depleted incomes across Jefferson Parish, parish officials have launched a mass feeding program for seniors that is similar to an initiative in New Orleans.Details on the $1 million program: https:\/\/t.co\/6BjTHhUv5p","sentiment_score":0.0681818182}
{"full_text":"While COVID-19 has devastated many Native American tribes across the country, killing older American Indians at alarmingly high rates, tribes in San Diego County have had their resilience put to the test in other ways during the pandemic.","sentiment_score":0.1169444444}
{"full_text":"because the pAnDeMiC iS oVeR ","sentiment_score":0.0}
{"full_text":"RT Dear president and vice president due to corona viruse pandemic , most of DV diversity visa interviews includin...","sentiment_score":0.1875}
{"full_text":"The coronavirus pandemic has hit public school systems hard with many kids still attending classes online. And for some students, that's taking a significant toll on mental health. GPB's reports on how the is helping:","sentiment_score":0.0966666667}
{"full_text":"Get a shot. Play a slot?","sentiment_score":0.0}
{"full_text":"The CDC says it's possible coronavirus mitigation efforts have kept the virus at bay.","sentiment_score":0.0}
{"full_text":"RT .@MinnesotaDHS  recently launched a new hotline for refugees and immigrants to ensure they have access to accurate, timely info...","sentiment_score":0.1787878788}
{"full_text":"How do you survive a pandemic in social isolation when you've been battling depression your entire life? opens up about the power of virtual connections in this week's Topline","sentiment_score":0.0166666667}
{"full_text":"Prof. believes that #COVID19 is shedding light on another, quieter global health crisis: antimicrobial resistance (#AMR). Our legislators and researchers need to act now before AMR threatens to render modern medicine as we know it ineffective.https:\/\/t.co\/ABJ3gHKLSD","sentiment_score":0.2}
{"full_text":"State and federal unemployment benefit payments that have been paid out during the coronavirus pandemic have exceeded $10 billion, according to the N.C. Division of Employment Security. ","sentiment_score":0.0}
{"full_text":"RT In announcing All-Star events on March 7, the NBA and NBPA will commit more than $2.5 million in funds and resources tow...","sentiment_score":0.5}
{"full_text":"How do we know the COVID-19 vaccines are safe?","sentiment_score":0.5}
{"full_text":"Our testing sites are at Braywick &amp; Windsor Leisure Centres. It takes just 15 minutes to do the test &amp; you get your results in 30 minutes #stopthespread #RBWMtogether","sentiment_score":0.0}
