{"full_text":"RT accurate","sentiment_score":0.4}
{"full_text":"RT C 'After Baba Ramdev's claim on Patanjali's Coronil, a c...","sentiment_score":0.0}
{"full_text":"RT This is the church whose pastor remains in jail for holding Sunday services. The place is packed in defiance of the anti-Ch...","sentiment_score":-0.1}
{"full_text":"They know that if they can keep some restrictions until September, there will be an INEVITABLE rise in respiratory illnesses in autumn. It will appear to be caused by restriction easing and therefore justify the lockdown and cautious reopening.","sentiment_score":0.0}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"UK #coronavirus update: #vaccines having a big impact here as in #Israel, but UK lockdown is working too.","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT These politicians got y'all arguing against yourselves during a pandemic where over 500k are dead. If it weren't so dangero...","sentiment_score":-0.2}
{"full_text":". So can they not wear masks? (Eg all the nurses and doctors) when around Covid negative people?","sentiment_score":-0.3}
{"full_text":"Opinion | WHO Said What About Wuhan?","sentiment_score":0.0}
{"full_text":"Non stop   since the biggest  of them all was elected. Unluckily for us, a pandemic happened.","sentiment_score":0.0}
{"full_text":"How many covid patients have actually walked out of Glan Clwyd ??Truthfully ??? I know so I am sure you do too .Get second vaccination done forget your economic reasons&amp; Maybe July we can see Safe opening for locals never mind tourist","sentiment_score":0.3142857143}
{"full_text":"I agree I work about 15 minutes from that town did you know that there was no Covid in Ohio? Because that was their excuse for why they lost four games this year in football because of Covid LOL they are so full of excuses they are bad winners and even worse losers","sentiment_score":-0.0333333333}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":"RT It's okay Emma you can call Joe Biden a liar you don't need to write a paragraph and sugarcoat it.","sentiment_score":0.5}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"RT I do sense are in danger of getting it wrong tomorrow. Now over-80s are vaccinated in UK we...","sentiment_score":-0.5}
{"full_text":"ofc i get covid when i have like two tests an essay and a project due tomorrow","sentiment_score":-0.125}
{"full_text":"RT My daughter just went into isolation at a major university (not the one on her sweatshirt) after testing positive for...","sentiment_score":0.1448863636}
{"full_text":"RT It turned out that \"flatten the curve\" actually meant \"stay home until the economy is destroyed and government has control o...","sentiment_score":0.0}
{"full_text":"RT Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000.","sentiment_score":0.0}
{"full_text":"America gave you a voice, and now you take it away, No Big deal, $ is nothing, so go visit the wall and give them your voice, just don't take a deep breathe, could be your last.","sentiment_score":0.0}
{"full_text":"RT When you've had enough of COVID ","sentiment_score":0.0}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"RT Put Texas Disaster relief in the Covid-19 relief package. Let's see Ted Cruz and John Cornyn try and filibuster that.","sentiment_score":0.0}
{"full_text":"RT #Iran: #Coronavirus Fatalities Exceed 208,300 in 478 Cities\"If the new virus is to spread across the country, we have to...","sentiment_score":0.1363636364}
{"full_text":"RT Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000.","sentiment_score":0.0}
{"full_text":"RT jim justice relaxed covid restrictions for restaurants last week without vaccinating workers. let's let him know that i...","sentiment_score":0.0}
{"full_text":"RT bestfriEND. boyfriEND. girlfriEND.they all END.you know what doesn't end?lockdown restrictions in England","sentiment_score":0.0}
{"full_text":"Costco Begins Administering COVID Vaccines In Several States","sentiment_score":0.0}
{"full_text":"RT 49 days left to act on #VaccinEquity - we still need as many people as possible to join the movement and demand leaders ensur...","sentiment_score":0.1666666667}
{"full_text":"U.S. not 'out of the woods' as nation nears 500,000 COVID-19 deaths","sentiment_score":0.0}
{"full_text":"Let's put a spoiled 70 year old child in control of a nation. Remember Trump saying, \"What do you have to lose?\"Guess both us and he found out.Now, can we please keep adults in office as well as remove the 60+ children from office also?","sentiment_score":0.1}
{"full_text":"RT Florida Governor Ron DeSantis faces criticism over COVID-19 vaccine distribution","sentiment_score":0.0}
{"full_text":"RT Rating of provincial and territorial vaccine priorities for people with #DownSyndrome and other developmental disabilit...","sentiment_score":-0.125}
{"full_text":"RT The #SingleParentPenalty is a gender and racial equity issue--4\/5 single parents are women and 2\/3 are Black. Even thoug...","sentiment_score":-0.119047619}
{"full_text":"RT Dress for your #lockdown #StPatricksDay in this #funny #tshirt like someone in #Missouri #USA is going to #SOLD 'Cute A...","sentiment_score":0.375}
{"full_text":"RT I want her.... Covid free, com festivais, produtos menstruais gratuitos, miss girl, you're doing great","sentiment_score":0.6}
{"full_text":"Don't inflate the numbers. CDC says only 6% of people die from Covid Only. That is 6,000 people. The other 94,000 had 2.6 other comorbidities.","sentiment_score":-0.0625}
{"full_text":"RT Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000.","sentiment_score":0.0}
{"full_text":"RT There's corruption and then there's corruption that costs lives. That's why we must never forgive nor forget what","sentiment_score":0.0}
{"full_text":"RT Important scandal(s) thread:","sentiment_score":0.4}
{"full_text":"RT Fat phobia is so bad that people are mad fat people qualify for the covid vaccine before thin people. Happening in a c...","sentiment_score":-0.575}
{"full_text":"RT And Covid has exposed what a long streak of piss you are! Stay purple you shrivelled up cold ball bag. I really cant sta...","sentiment_score":-0.1541666667}
{"full_text":"RT Barring Canadians from their homes is an unprecedented restriction. Trudeau's government couldn't provide data on how th...","sentiment_score":0.6}
{"full_text":"RT Matt Hancock told the Commons last week that he had ordered a trial that showed vitamin D did not \"appear to have any impac...","sentiment_score":0.0}
{"full_text":"RT And I believe that some intelligence already exists, although still classified, which circumstantially point towards lab origi...","sentiment_score":0.0}
{"full_text":"Bobby Madden was withdrawn from tonight's Ross County v Celtic match after he was identified as a close contact of a positive COVID-19 case. He took charge of Panathinaikos v Olympiakos last week and one of his assistants in that game, David Roome, is the positive case.","sentiment_score":0.0136363636}
{"full_text":"RT Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000.","sentiment_score":0.0}
{"full_text":"I find this picture pleasing.","sentiment_score":0.0}
{"full_text":"#UnitedStates #Wage #MinimumWage #Poverty #Wealth #Economy #Economic #Crisis #Jobs #Technology #Racism #Biden #Sanders #Democrats #Republicans #GOP Biden go big or not at all! Climate Infrastructure Education Healthcare Covid-19 Social Justice Reform we got serious issues.","sentiment_score":-0.025}
{"full_text":"Shutting Down Federal Home Confinement For 7,800 Inmates And Returning Them To Prison.  Stop the insanity now!#homeconfinement #bop #keepthemsafe #BlackLivesMatter #inmateslivesmatter #prisonreform #justiceNOW #COVID19 #COVID19 #COVID #Corona #CoronavirusUSA","sentiment_score":-0.1555555556}
{"full_text":"RT Devin Nunes is opposed to Congress providing any more COVID relief for the American people. Yet his winery received betw...","sentiment_score":0.25}
{"full_text":"GYMSSSSSS","sentiment_score":0.0}
{"full_text":"RT pov: it's february 21st 2020. map of the soul 7 just dropped. you're listening to each new track and loving every second of i...","sentiment_score":0.1840909091}
{"full_text":"Lib Dem's when you declare disabled people fit for work in exchange for the 5p bag charge","sentiment_score":0.1}
{"full_text":"RT Biden's Surgeon General - $2 million in COVID consulting fees, pushing COVID panicBiden's SecDef - $1.7 million in Rayt...","sentiment_score":0.05}
{"full_text":"RT According to new data released Friday, as of Feb. 12, 15,923 adverse reactions to #COVID #vaccines, including 929 deat...","sentiment_score":0.1363636364}
{"full_text":"Here. Have some covid too.","sentiment_score":0.0}
{"full_text":"RT You don't want to mention heaven and hell in your sermon because \"we shouldn't scare people\" but you can announce the number...","sentiment_score":-0.225}
{"full_text":"RT Evergreen: It isn't that there aren't enough workers, there just aren't enough workers at the wage the firms want to pay! H...","sentiment_score":0.0}
{"full_text":"RT Every day that goes by without vaccines being sold as a ticket back to normal life is a day wasted.","sentiment_score":-0.0166666667}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":"RT Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000.","sentiment_score":0.0}
{"full_text":"RT Here's a GREAT ECG case of a 50-year-old lady who presented to the ER with chest pain, cough, and shortness of breath. She al...","sentiment_score":0.8}
{"full_text":"real emcee shit tho.","sentiment_score":0.0}
{"full_text":"Vegans around the world are debating if it's OK to have a COVID-19 vaccine shot. Yes, the vaccines were tested on animals. But you can still be an ethical vegan and have the shot. explains","sentiment_score":0.35}
{"full_text":" can you help by signing and retweeting?","sentiment_score":0.0}
{"full_text":"Science has NEVER led the way. It's always been about politics. And it still is.Not acknowledging this is willfully ignorant. But I expect no less.","sentiment_score":0.0833333333}
{"full_text":"RT Do you honestly think the people don't want to see corrupt elected members of the government being held to account and fa...","sentiment_score":0.05}
{"full_text":"RT Shutter Island (2010) - Martin Scorsese","sentiment_score":0.0}
{"full_text":"RT \"We call on all scientists, public health officials, journalists, and politicians to weigh and consider the collateral...","sentiment_score":0.0}
{"full_text":"RT She's lying.","sentiment_score":0.0}
{"full_text":"RT Put Texas Disaster relief in the Covid-19 relief package. Let's see Ted Cruz and John Cornyn try and filibuster that.","sentiment_score":0.0}
{"full_text":"RT Half a million people have died from COVID in this country. It could have been avoided. That's going to be one of the most...","sentiment_score":0.1666666667}
{"full_text":"RT Put Texas Disaster relief in the Covid-19 relief package. Let's see Ted Cruz and John Cornyn try and filibuster that.","sentiment_score":0.0}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasinghttps:\/\/t.co\/kH3o5TrtJb","sentiment_score":0.1363636364}
{"full_text":"RT Transcript: Matt Pottinger on \"Face the Nation,\" February 21, 2021 - PLA covered up the outbreak, WHO panel vetted in Ch...","sentiment_score":0.0}
{"full_text":"Nobody wins in pandemic, not until we all win.","sentiment_score":0.55}
{"full_text":"RT Congratulations &amp; - BRILLIANT play &amp; performance this ","sentiment_score":0.9}
{"full_text":"#Texas #COVID19 #TexasFreeze folks have been hit extremely hard ~ Before #COVID we were #1 Minimum Wage workers and we are #1 Uninsured Americans #NationalDisaster for this event means #Texans can have #Healthcare from should make Federal National Disaster for all","sentiment_score":-0.2916666667}
{"full_text":"RT I didn't know this. They ACTIVELY endangered our medical professionals. It's sickening","sentiment_score":-0.3444444444}
{"full_text":"RT The service industry has been the most targetted by pseudo scientific lockdowns. Literally one of the most economically un...","sentiment_score":0.4333333333}
{"full_text":"RT #Iran: #Coronavirus Fatalities Exceed 207,300 in 478 Cities\"The alarm bell of the fourth peak has rung and vaccination is...","sentiment_score":0.0}
{"full_text":"Are you working from home because of the coronavirus outbreak? Here are the tips to stay productive while working remotely.https:\/\/t.co\/XotyIRc82a#Productivity #WFH #success #recruitment #HR #AI #Pandemic #Covid","sentiment_score":0.3}
{"full_text":"RT Zero Covid is a naive dream. Fighting it is like trying to fight the common cold, or keep back the sea. It is a shame nobod...","sentiment_score":-0.3}
{"full_text":"Nice","sentiment_score":0.6}
{"full_text":"RT Stunning visual from the dot represents one death from Covid-19 in the U.S.","sentiment_score":0.25}
{"full_text":"Learn more about the help you might be able to receive from coronavirus relief packages. Understand other government programs that could help you pay your phone bills, medical bills, or other expenses.","sentiment_score":0.15}
{"full_text":"RT Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000.","sentiment_score":0.0}
{"full_text":"COVID has changed how we do business. are your #remotesales people #productive enough? do you know how to manage them?https:\/\/t.co\/EPhV6opMPy","sentiment_score":0.0}
{"full_text":"RT This morning, I met with my fellow G7 leaders for the first time as president. I made clear that America is back at the table --...","sentiment_score":0.1166666667}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"So much for social distancing! Crowds flock to parks and beauty spots as Britain basks in a balmy 60F temperatures on hottest day of the year so far - while infection rates drop again with...via","sentiment_score":0.1104166667}
{"full_text":"About 3,500 high-risk Allegheny Health Network patients from throughout Western Pennsylvania got their first covid-19 vaccinations Saturday at PNC Park in Pittsburgh.","sentiment_score":0.125}
{"full_text":"In #Cambodia, the shrinking economy, hit hard by the COVID-19 pandemic, has affected all population groups, but particularly the most vulnerable.  ","sentiment_score":-0.03125}
{"full_text":"Health officials in the nation's capital are hoping that Black religious leaders will serve as community influencers to overcome what officials say is a persistent vaccine reluctance in the Black community.https:\/\/t.co\/YZGSyE5Upd","sentiment_score":-0.1111111111}
{"full_text":"ICYMI: #coronavirus Vaccines are a Modern Day Medical Miracle@DrDenaGrayson explains why with here https:\/\/t.co\/Ignv5ToYKN","sentiment_score":0.1}
{"full_text":"report \"districts in wealthier, whiter communities...are more likely to be moving full steam ahead to reopen elementary schools\" compared to those \"serving less affluent Latino and Black communities","sentiment_score":0.2095238095}
{"full_text":"REMINDER: The Macon Farmers Market COVID-19 mass vaccination site will open on Monday, February 22. Georgians must preregister to receive a vaccine as the site will not host walk-up appointments.","sentiment_score":0.0}
{"full_text":"A third of the UK adult population has now been given the first dose of a vaccine","sentiment_score":0.1166666667}
{"full_text":"COVID's not even an interesting subject to tackle, honestly.","sentiment_score":0.3111111111}
{"full_text":"#furlough POLL: Should #rishisunak extend scheme past the end of April? #coronavirus #BorisJohnsonhttps:\/\/t.co\/5GlE6kGI2J","sentiment_score":-0.25}
{"full_text":"Night owl news:Big school for Grade OnesAston Manor Primary School welcomed their learners to school while observing Covid-19 regulations.https:\/\/t.co\/Dwm3cFVKfm","sentiment_score":0.4}
{"full_text":"A fatal officer-involved shooting outside the Fairchild hospital in Yreka caused the building to lockdown for about an hour Friday afternoon.https:\/\/t.co\/f9q8sAZkIX","sentiment_score":0.0}
{"full_text":"Want to stay active during lockdown &amp; beyond?Start small &amp; keep it simple!Staying active is import for your physical &amp; mental health! Read more on our blog.  Our website also has a great range of free resources.  #stayingactive","sentiment_score":0.1322916667}
{"full_text":"Staten Island faith leaders, we are seeking your input on #COVID19 recovery and your communities' most pressing concerns. Join the next listening session in our Faith Leader Engagement Series on Tuesday, February 23.   RSVP today:","sentiment_score":0.25}
{"full_text":"\"Struggling to pay for basic needs is something nobody should have to live with. It's incredibly hard. But having a senator who doesn't even support your needs during a nationwide pandemic is worse.\"https:\/\/t.co\/xNZAxjnaT6","sentiment_score":-0.1388257576}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"Be sure to tune in tomorrow for the 's discussion on the COVID vaccine. Watch LIVE on the Army's FB page at 8:45 a.m. CT.#COVID19Vaccine","sentiment_score":0.3181818182}
{"full_text":"Chief Minister Uddhav Thackeray's 8-day lockdown ultimatum to Maharashtra. tells us more about this. #ITVideo #Maharashtra #lockdown #coronavirus#RE","sentiment_score":0.5}
{"full_text":"This pandemic has intensified the levels of inequality across our city and people are going without the basic of things such as underwear that many of us take for granted.Join us in saying #ThisIsPants by telling us why this year has been pants for you, using #thisispants","sentiment_score":0.1666666667}
{"full_text":"RT You're fucking telling me that just like that, Medicare for all is possible?","sentiment_score":-0.3}
{"full_text":"Tomorrow, will review the COVID relief package. This is one of the last steps it'll take before moving to a full House vote.I'll be pushing to guarantee that a $15 minimum wage STAYS in the bill and finally gets passed.","sentiment_score":0.1166666667}
{"full_text":"Biden Takes Credit For All Of Trump's COVID Preparation The mostly brain impaired Biden can claim anything he wants but most of us know that Trump ordered a vaccine very early on.  Biden has only brought destruction to our country.  With more to come.","sentiment_score":0.305}
{"full_text":"The Centers for Disease Control and Prevention stated in a mid-December report that the latest numbers on drug overdose deaths nationwide suggest an acceleration of deaths during the pandemic. ","sentiment_score":0.5}
{"full_text":"Today we're asking: In terms of your mental health, how tough did it get during the pandemic? How are you getting through it?The lines are open -- call now: 1-888-416-8333, or email: checkup@cbc.ca ","sentiment_score":-0.162962963}
{"full_text":"At a time when large gatherings endanger our communities, houses of worship are finding ways to support public health -- including serving as vaccination centers.","sentiment_score":0.1071428571}
{"full_text":"The first Canberrans to receive their COVID-19 vaccines, via","sentiment_score":0.25}
{"full_text":"The reversal came following a petition to reinstate Chen back as a  student at","sentiment_score":0.0}
{"full_text":"Can I choose what vaccine I get? What if I have allergies or side-effects? Key COVID vaccine rollout questions answered#HIV #PLHIV #endHIVstigmahttps:\/\/t.co\/PMJnt50SK7 via","sentiment_score":0.0}
{"full_text":"The starkest differences in U.S. life expectancy appear when comparing Black, Hispanic and white populations.","sentiment_score":-0.0833333333}
{"full_text":"More than 17.6 million people have received their first dose of a COVID-19 vaccine in Britain, official data showed on Sunday, as daily deaths and coronavirus cases slipped.","sentiment_score":0.25}
{"full_text":"Sunday's Coronavirus Updates: 5,065 new cases, 93 new deaths reported","sentiment_score":0.1363636364}
{"full_text":"Three people dead in Oxfordshire after testing for Covid-19https:\/\/t.co\/FzwMJQaKIr","sentiment_score":-0.2}
{"full_text":"Making something from nothing this lockdown has soothed everything, except my bank balance, writes","sentiment_score":0.0}
{"full_text":"It's always a good day when there are no deaths to report in the daily case snapshot! But make no mistake, #COVID19 is still among us, and with cases of variants being discovered around the state, now is not the time to let our guard down. Learn more at:","sentiment_score":0.2611111111}
{"full_text":"Florida Gov. Ron DeSantis and the White House's COVID-19 Response Team have announced a partnership to build four mass community vaccination centers capable of immunizing 12,000 people a day.","sentiment_score":0.1}
{"full_text":"Efforts to curb the transmission of contracting COVID-19 by handwashing has lessened according to an annual survey from Bradley Corp.https:\/\/t.co\/hwOH98y2zv","sentiment_score":0.0}
{"full_text":"Stop grumbling about how dirty your carpet is &amp; call us to clean it. We'll even give you a free estimate. Call us at 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #grout #carpetstretch #carpetrepair #coronavirus #covid19","sentiment_score":0.1333333333}
{"full_text":"Hey everyone! I'm back with this cozy commission for Thank you!Love the feeling of this picture, it makes me want to stay at home even longer than usual.","sentiment_score":-0.15}
{"full_text":"RT Doesn't respect the 'right to life' of homeless people seeking shelter during an extreme weather event, but respects the righ...","sentiment_score":0.0803571429}
{"full_text":"4 easy steps for self-protection against #COVID19 Infographics by in multiple languages #hindi #punjabi #english #urdu 1. Stay at home 2. Keep your distance-3. Wear a mask 4. Wash hands often ","sentiment_score":0.1444444444}
{"full_text":"2020 was marked by an uprising against white supremacy, a deadly pandemic + an outpouring of mutual aid, clashes with the far-Right + an explosion of tenant organizing + rent strikes. We talked to about the lessons learned going into 2021.","sentiment_score":-0.0333333333}
{"full_text":"RT Major arms makers descended on a convention center in #AbuDhabi hoping to make deals with militaries across the Middle E...","sentiment_score":-0.0125}
{"full_text":"Current Conditions for #Sayre PATemp: 34.7FWind Chill: 34.4FHumidity: 47%Dew Point: 16.7F Barometer: 30.561 inHgWind: 2 mph from the NECorona Virus Weekly Stats:Cases: 95.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"COVID-19 has accelerated the need for a mobile-first strategy, and enterprises are prioritizing the health of their mobile applications to meet customer expectations. #softwaredevelopmenthttps:\/\/t.co\/onVPrNDEAo","sentiment_score":0.0}
{"full_text":"RT National security adviser: China has not made \"sufficient original data\" available on virus spread htt...","sentiment_score":0.3875}
