{"full_text":"My pandemic passion has become fish keeping... ","sentiment_score":0.0}
{"full_text":"RT #BREAKING: The CEO of HealthCare Australia Jason Cartwright has been stood aside after a Brisbane doctor administered ar...","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT I cannot think of a person more deserving of this award than and it makes me happy to see her truly tireless wo...","sentiment_score":0.6333333333}
{"full_text":"RT The radical left's #COVID19 relief wish list funnels more money towards #BlueStateBailouts and abortions than funding...","sentiment_score":0.25}
{"full_text":"RT Scott Morrison's record on aged care:- $1.7 billion cut- Nearly 11,000 deaths while waiting for home care in the past year-...","sentiment_score":-0.0833333333}
{"full_text":"Yeah put American workers first...vote against COVID relief and raising minimum wage                     ","sentiment_score":0.0}
{"full_text":"Victoria records zero coronavirus cases as Premier Daniel Andrews flags eased restrictions","sentiment_score":0.0}
{"full_text":"No way","sentiment_score":0.0}
{"full_text":"Support your favorite local restaurants. They need you. \"L.A. restaurants face dine-and-dash scams amid COVID-19\"","sentiment_score":0.25}
{"full_text":"RT Winter blues got you down? Brighten up these dreary days with our free #coloring pages at  It's the p...","sentiment_score":0.1222222222}
{"full_text":"The Global economy has been affected by the pandemic.Indian economy was also down for the same reason.The good news is that the Indian economy has revived.","sentiment_score":0.1361111111}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"as i should","sentiment_score":0.0}
{"full_text":"RT GOP opposition to Pres. Biden's COVID Relief Bill is not based on worry that it will not work, but on certainty that i...","sentiment_score":0.0}
{"full_text":"RT Baby this show is in the 80s","sentiment_score":0.0}
{"full_text":"RT sees covid cases increasing* y'all don't be so selfish ????","sentiment_score":-0.5}
{"full_text":"UCHealth Connects With Spanish-Speaking Patients To Promote COVID Vaccine Equity - CBS Denver - #RockyDailyNews","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"We used to eat cake after someone blew all their germs on it","sentiment_score":0.0}
{"full_text":" Sir Due to Corona Pandemic and following financial issues I am unable to pay my son school fees. We have been told if fees are not paid he won't be able sit on final exams. Panchsheel Public School Jaitpur, Badarpur, Delhi, Om Kumar, Admin No P4710.","sentiment_score":-0.0178571429}
{"full_text":"i'm very blessed that this pandemic has not changed my life in too dramatic of a way","sentiment_score":-0.1166666667}
{"full_text":"RT Humbled to be included on this list of Black Women Leaders of the #COVID19 Pandemic along with @uche_blackstock @ala...","sentiment_score":-0.1666666667}
{"full_text":"RT The longer we go on like this, the more we'll normalize and rationalize it. Remember this was never, ever the plan.Our en...","sentiment_score":0.5}
{"full_text":"RT Republican leaders are reportedly \"maneuvering\" to get every single Republican member to oppose urgent, bold COVID relief....","sentiment_score":0.130952381}
{"full_text":"(meaning the vaccines, not the covid second\/third wave)","sentiment_score":0.0}
{"full_text":"RT If you see me doing this with my girl when Covid is over. Mind your business","sentiment_score":0.0}
{"full_text":"RT Republican leaders are reportedly \"maneuvering\" to get every single Republican member to oppose urgent, bold COVID relief....","sentiment_score":0.130952381}
{"full_text":"Like literally draggggg my nutsss acrosss yall neck ","sentiment_score":0.0}
{"full_text":"RT Californians, I want to hear directly from you. Has Governor lockdown negatively impacted your life?","sentiment_score":-0.1}
{"full_text":"RT Wearing a mask is one of the most important things we can do to protect others and change the course of this pandemic. That's wh...","sentiment_score":0.45}
{"full_text":"RT They got time for this but not to pass any serious police use of force reforms or pandemic relief.","sentiment_score":-0.3333333333}
{"full_text":"Nigeria records 655 new  COVID-19 cases, 11 deaths","sentiment_score":0.1363636364}
{"full_text":"... and Health Care Australia were recruited by, contracted by and managed by Greg Hunt and the LNP government","sentiment_score":0.0}
{"full_text":"RT Very sad: On the day DC marked 1000 deaths from coronavirus, Mayor Bowser just shared that her sister died of the virus t...","sentiment_score":-0.275}
{"full_text":"Super interesting historical account of the growth of railways, the press, and the spread of \"the Russian Pandemic\" 20 of 100 years between 1800-1900 were consumed by epidemics. #COVID19https:\/\/t.co\/yNgx1YJyBP","sentiment_score":0.2083333333}
{"full_text":"When Covid is over I want to host \"blatant cultural appropriation night\" at my house and cook Danny Bowein's thrice cooked pork while Rui shakes his head and says \"not even close\" and I imagine it being a great time.","sentiment_score":0.1333333333}
{"full_text":"RT I cannot verify his cause of death. But his family were told he tested positive to Covid-19 and was therefore cremated shor...","sentiment_score":0.2272727273}
{"full_text":"RT Scott Morrison's record on aged care:- $1.7 billion cut- Nearly 11,000 deaths while waiting for home care in the past year-...","sentiment_score":-0.0833333333}
{"full_text":"RT Arizona is an anti-mask state. Last month, the most #covid cases in the world were in Arizona. In this video, two AZ ICU nur...","sentiment_score":0.25}
{"full_text":"If you don't already know, you have a lot to learn about American history","sentiment_score":0.0}
{"full_text":"RT Planning to visit TN? Here are the new guidelines #TamilNadu #Quarantine #COVID19","sentiment_score":0.1363636364}
{"full_text":"JUST IN: Country singer Trisha Yearwood tests positive for COVID-19, Garth Brooks confirmshttps:\/\/t.co\/reqN9hkZAJ","sentiment_score":0.2272727273}
{"full_text":"RT As funny as this video is, this is the real truth about the Covid 19 vaccine. It does not change anything. #Covid19Vacci...","sentiment_score":0.225}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"This right here y'all. ","sentiment_score":0.2857142857}
{"full_text":"RT We love this cheerful warm-up before the #SputnikV vaccination in Mexico's Xochimilco. That's the spirit!","sentiment_score":0.5}
{"full_text":"RT People are like, \"They wore a mask and they got Covid anyway.\"Yeah. They got Covid because someone else wasn't wear...","sentiment_score":0.0}
{"full_text":"RT Crazy how physical barriers between your mucous membranes and a deadly virus can keep you healthy","sentiment_score":-0.075}
{"full_text":"RT anodyne reopening is going to be the greatest superspreader event of the pandemic","sentiment_score":1.0}
{"full_text":"RT Folks who are on the fence about the Covid-19 vaccine please listen up:The military had us in a line during basic trainin...","sentiment_score":-0.05}
{"full_text":"RT Opinion | #Vaccine hesitancy on the part of the people of #India &amp; policy hesitancy on the part of the govt. will seri...","sentiment_score":0.0}
{"full_text":"2019 deaths were virtually the same as 2020 deaths Vast Majority died with covid Not from it .","sentiment_score":0.0}
{"full_text":"Also her new book that's being released soon, that she's written during this pandemic   BC Canada needs help!","sentiment_score":0.1704545455}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"Yall weren't fucked by injuries or covid for 3 weeks lmao","sentiment_score":0.0}
{"full_text":"Covid-19 Transmission In W. Visayas On Downtrendhttps:\/\/t.co\/lSfZDkj9Ef#BlackPearlConsultancyPH#BlackPearlDNB","sentiment_score":0.0}
{"full_text":"On the first weekend in February, Gymnastics Victoria travelled down to Mallacoota to support the Mallacoota Gymnastics Club after the challenges of 2020 with COVID-19 and the devastation of the bushfires. Find out more: ","sentiment_score":0.1981481481}
{"full_text":"I don't know how the #NBA players get back on the bench &amp; mask up after being puffedGood on them for setting a good example, but god damn when we had to wear them I'd think I was losing oxygen on Everest base camp I was so gassed after doing 3 flights of stairs up to the gym","sentiment_score":-0.0333333333}
{"full_text":"No rise in COVID-19 infection rate expected in the spring in Russia - expert:https:\/\/t.co\/VuGgbhDQDw","sentiment_score":-0.1}
{"full_text":"Can we all stick by unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"In case you missed it:In a statement released by the City of Ekurhuleni it mentioned that in response to the backlog in service delivery due to the effects of Covid-19, the City of Ekurhuleni initiated the Vuselela Service Delivery Campaign.https:\/\/t.co\/fI2zrtwkVN","sentiment_score":-0.125}
{"full_text":"You should consider sequestering in place even if you're off campus, President Darryll Pines said.","sentiment_score":0.0}
{"full_text":"If your household is impacted by COVID-19 and you need some assistance please visit:  #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":".@nicd_sa data shows children are less likely to be infected with #SARSCoV2 and are less likely to be hospitalised from #COVID19SA. But what do kids understand about the coronavirus? Find out. #BhekisisaResource","sentiment_score":-0.0833333333}
{"full_text":"New South Wales Loosens Covid-19 Restrictions. Gatherings of 50 people will be allowed in homes, and patrons at outdoor bars can stand up while drinking.https:\/\/t.co\/K0FhiMODnf #Australia #NSW #NewSouthWales #Sydney #Travel #COVID19 #Restrictions","sentiment_score":0.1363636364}
{"full_text":"COVID-19 Daily Update","sentiment_score":0.0}
{"full_text":"Czech Republic faces 'hellish days', needs tighter COVID measures, PM says","sentiment_score":0.0}
{"full_text":"U.S. President Biden has extended the national emergency proclamation on COVID-19 for another year.","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"Supported by Microsoft's Catalyst program in order to be COVID-ready, Mater deployed Dynamics 365, Microsoft 365, Azure, and Power Platform to transform the way the organisation provides care to almost 600,000 patients annually. #MSCloudHealth","sentiment_score":0.0}
{"full_text":"In case you missed it:In a statement released by the City of Ekurhuleni it mentioned that in response to the backlog in service delivery due to the effects of Covid-19, the City of Ekurhuleni initiated the Vuselela Service Delivery Campaign.https:\/\/t.co\/677AlHZCyW","sentiment_score":-0.125}
{"full_text":"UPDATE | #Peru eases lockdown, extends curfew in COVID-19 risk areas#SputnikUpdates","sentiment_score":0.0}
{"full_text":"Republicans rallied solidly Wednesday against Democrats' proposed $1.9 trillion COVID-19 relief bill as lawmakers awaited a decision by the Senate's parliamentarian that could bolster or potentially kill a pivotal provision hiking the federal minimum wagehttps:\/\/t.co\/tHUIiv5S6m","sentiment_score":0.1666666667}
{"full_text":"Malaysia Airlines will introduce a Digital Travel Health Pass to be integrated with its mobile app. Passengers can use the DTHP to make appointments with certified medical partners to carry out a COVID-19 test, or include their vaccination certificate on their mobile phones","sentiment_score":0.0}
{"full_text":"How do you get an immunization card? Can you visit your grandparents if they've had the vaccine? We've got the answers for you here. https:\/\/t.co\/uW9dGQMdcB","sentiment_score":0.0}
{"full_text":"President Joe Biden on Wednesday lifted a freeze on green cards issued by his predecessor during the pandemic that lawyers said was blocking most legal immigration to the United States.https:\/\/t.co\/wSeE3su9eU","sentiment_score":0.1666666667}
{"full_text":"Several #Indian states are seeing a spike in new infections from variants of the #coronavirus. The government has asked five states to speed up a vaccine rollout. The country has seen a downtrend in daily new cases but still recorded over 13,000 new infections on Tuesday.","sentiment_score":0.0818181818}
{"full_text":"#Variant fueled #COVID-19 #coronavirus surge may be weeks away in the United States ... | #COVID19 | #SARSCoV2 | #mutations | #PublicHealth | #pandemic | By and Ray Sanchez via","sentiment_score":0.0}
{"full_text":"Song of the day!Daniel Powter - Bad Day (Official Music Video) | Warner Vault via #BadDay #Vault #Music #ThursdayVibes #StayHome #StaySafe","sentiment_score":-0.7}
{"full_text":"Stop AAPI Hate recorded 2,800 incidents of racism and discrimination against Asian Americans nationwide between March and December of last year.245 incidents occurred in L.A. County between March and October.https:\/\/t.co\/eisXzHMY6U","sentiment_score":-0.2666666667}
{"full_text":"NEW paper examines the disastrous effects of cyclone Amphan in the Bengal delta region of the Indian Sundarbans amidst a countrywide lockdown ","sentiment_score":-0.2818181818}
{"full_text":"School closures and lockdowns to slow the spread of COVID-19 have deprived many children of their education.#UNICEF is working with governments to prioritise #ReopeningSchools, with measures to help keep students and teachers safe.#ForEveryChild, an education!","sentiment_score":0.1625}
{"full_text":"#FromTheRight: House to vote on $1.9 trillion COVID plan Friday -- with or without GOP backing | Reporting by #CovidReliefBill #StimulusChecks","sentiment_score":0.0}
{"full_text":"Around six people from a #Bellandur apartment complex tested positive for Covid-19 on Wednesday, taking the total number of infected people to 26.","sentiment_score":-0.0242424242}
{"full_text":"RT Reminder that Trump said COVID was under control a year ago","sentiment_score":0.0}
{"full_text":"Almost half of Filipinos surveyed say they will not have themselves vaccinated against COVID-19, with the majority unsure if the doses are safe, according to OCTA Research.Vaccines coming from China also received the lowest trust rating.","sentiment_score":0.1666666667}
{"full_text":"covid made everyone turn to assholes and treat everyone so poorly.","sentiment_score":-0.4}
{"full_text":"In-person classes canceled at city school following positive COVID cases, deathhttps:\/\/t.co\/etEOCQ1SBx","sentiment_score":0.1136363636}
{"full_text":"If your household is impacted by COVID-19 and you need some assistance please visit:  #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"'People fear the STIGMA of being a Covid patient' | Man gets death threats, blamed for social restrictions Follow us on Telegram","sentiment_score":0.0333333333}
{"full_text":"REST OF THE STATES MUST LEARN FROM MAHARASHTRA &amp; KERALA AND EXERCISE UTMOST CAUTION &amp; PREVENTIVE ACTION OF CORONA MAKING ANY COME BACK.  -","sentiment_score":0.05}
{"full_text":"Later on at 12:35 am ET\/11:35 CT... sampling sobriety during a stressful pandemic. with a movement that's rethinking its drinking.","sentiment_score":0.0}
{"full_text":"As the vaccination effort expands across the United States questions are being raised over whether they will be effective against a growing number of COVID strains.https:\/\/t.co\/YvPVRTpob1","sentiment_score":0.6}
{"full_text":"RT Reminder that Trump said COVID was under control a year ago","sentiment_score":0.0}
{"full_text":"RT Bernie Sanders slams Israel for sending COVID vaccines as \"thank you gifts\" to countries which moved embassies to Jerusal...","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"The Cape Girardeau County Public Health Center reported 13 more confirmed COVID-19 cases on Wednesday, February 24.","sentiment_score":0.2}
{"full_text":"RT French diplomat brands Boris Johnson 'a liar' who will blame Brexit costs on Covid","sentiment_score":0.0}
{"full_text":"RT Berojgari pandemic is bigger than covid pandemic@narendramodi ji plz listen #modi_job_do","sentiment_score":0.0}
{"full_text":"RT Equitable access to #COVID19 vaccine is a must. Bravo to and Maldivian authorities that are ensuring #Vacc...","sentiment_score":0.0}
{"full_text":"If this \"pause\" get extend again !  all I want is my hot wings and large chips from KFC !!","sentiment_score":0.2924107143}
{"full_text":"The healthcare provider is supplying delivery and laboratory service of COVID-19 tests administered in the schools.","sentiment_score":0.0}
{"full_text":"Terry &amp; Friends return to a new normal life after Mt. Calamity erupts and forces the village into lockdown. Find out what changes occur in this fun #childrensbook #picturebooks #tourettesyndrome","sentiment_score":0.1954545455}
{"full_text":"Twenty five years ago I started putting on major weight which I've never l been able to lose. Now I'm eligible for the COVID--19 vaccine because obesity is an eligible co-morbidity. Who is the gross, unfuckable dipshit now losers???","sentiment_score":0.090625}
{"full_text":"After Maryland Democrats successfully pushed through a multi-billion dollar education reform bill last week, one Republican lawmaker has proposed pandemic-related education legislation of her own","sentiment_score":0.45}
{"full_text":"Rock County reported 21 new COVID-19 cases and three additional virus-related deaths on Wednesday, state data shows.","sentiment_score":0.1363636364}
{"full_text":"Beloit Memorial High School art students created a Black Lives Matter mural that was created in pieces and displayed in the school's windows.","sentiment_score":-0.0033333333}
{"full_text":"Moderna says a version of its COVID-19 vaccine aimed specifically at fighting the South African virus variant will now undergo a clinical study.","sentiment_score":0.0}
{"full_text":"After flying in from her home in Wisconsin last week, Ann Dodge visited her mother--a resident at Santa Barbara's Oak Cottage Memory Care community--for the first time in a year. ","sentiment_score":0.125}
{"full_text":"RT Singh announced no election during pandemic, he is willing to hold canadians hostage so trudeau can flush our economy down t...","sentiment_score":0.0472222222}
{"full_text":"RT So remember when our friends in Redmond abandoned EdgeHTML to retool around Chromium, and people like me lamented the lo...","sentiment_score":0.0}
{"full_text":"Starting Wednesday, March 3, the site at the Gateway Mall is set to open for vaccine shots. The site will operate seven days a week from 7 a.m. to 7 p.m.","sentiment_score":0.0}
{"full_text":"Personnel of Pangasinan 1st PMFC Mangatarem Patrol Base led by PLT MANUEL S LEONOR JR, under the supervision of PLTCOL OLIVER A ABAYAN, FC, conducted Dialogue to the Brgy. Officials of Brgy. Macarang re Anti-Illegal Drugs, Anti-Criminality, ELCAC and Covid-19 Health protocols.","sentiment_score":-0.8}
{"full_text":"RT Is it me, or are there a lot of Japanese American guys of a certain generation named \"Scott\"?","sentiment_score":0.0714285714}
{"full_text":"It's been a year old man,everyone has masks.Trump was giving out a 1million doses of covid-19 vaccine before you took office. You wanna lock everyone down and destroy the economy. Dr Fauci is failing this pandemic like he did the aids one in the 80s. Lies and Fear so you can rule","sentiment_score":-0.0851851852}
{"full_text":"RT Since March, about 527,000 more people in the U.S. have died than would have in a normal year, a sign of the broad devasta...","sentiment_score":0.2375}
{"full_text":"RT Check your face mask's fit to help limit the spread of COVID-19. Your mask should cover your nose and mouth and fit snugl...","sentiment_score":0.4}
{"full_text":"Important; Since 04:00 on 15\/01\/21, it has been mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test., More info:","sentiment_score":0.45}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"Never thought I'll see the day I'll catch corona","sentiment_score":0.0}
{"full_text":"Cautious Asian nations finally begin vaccination programTrack real-time updateshttps:\/\/t.co\/aN5XMREzaf","sentiment_score":0.0}
{"full_text":"RT This pisses me off. Needless to say, the people sending these messages don't deserve to be heard or understood, by jou...","sentiment_score":-0.5}
{"full_text":"RT We didn't vote in the middle of  pandemic to get this kind of things. We voted in the middle of pandemic to get Justic...","sentiment_score":0.2}
{"full_text":"RT Gunter: Public health officials must be held accountable for their (often wildly inaccurate) pandemic prognostications: ht...","sentiment_score":0.05}
{"full_text":"Hit hard by #COVID_19, isolated Amazon rainforest communities in Latin America are getting some relief as a Chinese #vaccine rollout is expected to keep the pandemic at bay.https:\/\/t.co\/udnFelIiez","sentiment_score":-0.1305555556}
{"full_text":"Musician Trisha Yearwood has contracted the coronavirus, husband Garth Brooks confirmed on his official Facebook account on Wednesday. Yearwood was tested for the virus after she was in close contact with someone who contracted the coronavirus.","sentiment_score":0.4}
{"full_text":"RT So let me get this straight. When Unions go on strike, those workers don't get a pay check. But when the Teachers Un...","sentiment_score":0.2}
{"full_text":"RT I can't wait for the pandemic to be over, so that, as an epidemiologist, I can help return to tackling the other 74% chroni...","sentiment_score":-0.125}
{"full_text":"Evansville officials establishing COVID-19 testing site prior to OVC Tournament &gt;&gt;","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"Time: 04:00 * Temp: 5.2degC * Wind: SW 0.0 to 8.1mph * Pressure: 1011.8hPa * Rain: 0.0mm * Hum: 90% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:21 * Sunset: 17:51 * Cloudbase: 720ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"NCAA Division III fall championships canceled: The NCAA Division III declared that because \"the COVID-19 pandemic and related administrative and financial challenges.\"  the championships for the fall 2020-2021 season are cancelled.","sentiment_score":0.0}
{"full_text":"VACCINE TEAM: Are homeschool teachers eligible for vaccinations in Group 3. We asked health experts for clarification ","sentiment_score":0.0}
{"full_text":"U.S. Vice President #KamalaHarris has said that the alarming number of women leaving the #workforce during the #pandemic is a crisis. And they are working on supports to help get women back to work in America.  Via #NYTimes","sentiment_score":-0.05}
{"full_text":"Pleased to work with #Malaysia Airlines as they leverage #IATATravelPass in their own Digital Travel Health Pass - helping travelers efficiently meet #COVID19 travel requirements. ","sentiment_score":0.3666666667}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"This is a terrible story. Part of me wants to respect him for his leadership with the pandemic, but if this is the sort of man he is, there is no excuse for this behavior and I am sorry you had to deal with it.","sentiment_score":-0.31875}
{"full_text":"But Jesus","sentiment_score":0.0}
{"full_text":"getting tinder matches and then using covid as an excuse not to message first like","sentiment_score":0.1}
{"full_text":"RT M&amp;T Bank Stadium is set to become the site of Maryland's third mass COVID-19 vaccination clinic. The site is expected to...","sentiment_score":-0.05}
{"full_text":"RT Does he promise? To go? He cannot be serious - really?! Philippines is a mess with Covid. Bubble? No. Way.","sentiment_score":-0.0861111111}
{"full_text":"A program that allows certain Rock County Jail inmates the chance to help train dogs in need of adoption has resumed after nearly a year away due to the COVID-19 pandemic, according to the Rock County Sheriff's Office.","sentiment_score":0.0223214286}
{"full_text":"Republicans are cop killers. Republicans don't believe in any mass shootings, don't believe a woman has a right to her decisions, believe the Coronavirus isn't real but Jade Helm is they only know one amendment of the Constitution and r sister fucking rednecks who worship Hitler.","sentiment_score":-0.0285714286}
{"full_text":"using forks  at restaurants that hundreds or thousands of people have used before you ","sentiment_score":0.0}
{"full_text":"The latest World Economic Outlook revised growth estimates but warned pandemic risks remain.#IMF #finance #economy #covid19","sentiment_score":0.35}
{"full_text":"RT It's all so Surreal, Flemington, 2020. \"Deep cleanse on a playground as we adapt to the pandemic,\" Chris Kelly, photographer....","sentiment_score":0.125}
{"full_text":"The shortage of nurses hasn't let up in Arkansas and hospitals feel the burn amid the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Current data shows that people have three to six months of protection against the virus after contracting it. ","sentiment_score":0.0}
{"full_text":"RT U.S. administers 66.5 million doses of COVID-19 vaccines: CDC","sentiment_score":0.0}
{"full_text":"Here's a look at how life will be different -- and what will be the same -- after the COVID-19 pandemic ends.","sentiment_score":0.0}
{"full_text":"If you're struggling with your mental health, there's a new program you should know about.","sentiment_score":0.0181818182}
{"full_text":"RT Will you agree to making your child wear a mask all day in school?","sentiment_score":0.0}
