{"full_text":"Ministers flatly reject Tory demands to end Covid controls by May","sentiment_score":-0.025}
{"full_text":"RT Rolling rolling","sentiment_score":0.0}
{"full_text":"RT Cuomo and his administration are trying to cover up the choices they made during COVID-19 that put blood on their hands....","sentiment_score":0.0}
{"full_text":"HEADLINE: Coronavirus threatening expat exodus from the UAE : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0}
{"full_text":"what is that black elliptical object in the foreground? art installation?","sentiment_score":-0.1666666667}
{"full_text":"Work from home... Kitchen table takeover TAKE TWO!!!  Home office is fully set up however my \"assistant\" is much more pleased than I am about it .  God speed  #WearYourMask and #downloadtheappnow #COVID19 #secondwave","sentiment_score":0.5}
{"full_text":"An Ebola epidemic has just been declared in Guinea after country records first deaths since 2016","sentiment_score":0.25}
{"full_text":"RT It would be great to have join us on #TheHealthyDebate to tell us more about this.","sentiment_score":0.65}
{"full_text":"RT Who else wants to see Kevin McCarthy defeated so we can end the lies about vote by mail, end the lies about the pandemic,...","sentiment_score":0.2}
{"full_text":"RT \"Covid Zero is great in theory but it's just not realistic in a country as big as Canada\" ...","sentiment_score":0.2388888889}
{"full_text":"RT \"The current situation is absolutely not sustainable...I'm very sorry but I'm not getting into this game where somehow a dea...","sentiment_score":-0.2875}
{"full_text":"RT Annika. Iv'e worked in Pandemic preparedness (H1N1) and I can tell you that you're naive...","sentiment_score":-0.3}
{"full_text":"RT The U.S. Chamber of Commerce, 62% of the American people, and 97% of Democrats approve of President Biden's agenda.I w...","sentiment_score":0.0}
{"full_text":"RT 4 people in Oregon have tested positive for the coronavirus after receiving both doses of the Covid-19 vaccine, health officia...","sentiment_score":0.2272727273}
{"full_text":"It's called live with the pandemic.  We have the vaccine if people want it.  Anything else is government overreach","sentiment_score":0.1363636364}
{"full_text":"RT If covid is so horrendous, why did Joe Biden just authorized 25,000 migrants to enter our country from Mexico on foot?","sentiment_score":0.0}
{"full_text":"RT We won the House, the Senate and the Presidency. We won two historic seats in Georgia. We are about to pass a COVID relief...","sentiment_score":0.0}
{"full_text":"Briliiant! #vaccinationNation Bravo &amp; Thank you !!!","sentiment_score":0.0}
{"full_text":"RT All residents of a condominium in central Mississauga will be tested on Monday after five confirmed cases of the COVID-19 v...","sentiment_score":0.2}
{"full_text":"RT PCPs are an invaluable and trusted resource, especially for patients reluctant to receive the #COVIDVaccine. I support","sentiment_score":0.0}
{"full_text":"RT California published a vaccine dashboard to make county-level info on doses \"transparent and accessible.\" However, it...","sentiment_score":0.375}
{"full_text":"RT Covid ge 3 case fenumun New Zealand ge emme bodu city furabandhukoffi","sentiment_score":0.1363636364}
{"full_text":"RT Collaboration is all about mutual trust and respect. If you don't have that, no one is going to share data with you.  As EID...","sentiment_score":0.0}
{"full_text":"RT Snow is falling and wind is gusting - quiet stay-home conserve-power 72 hours in Texas","sentiment_score":0.0}
{"full_text":"We've hit the point in the pandemic that my cat Misty growls like a dog if someone comes to the front door. Isolation working wonders over here.","sentiment_score":0.0}
{"full_text":"\"It would also help to hear deep friendships acknowledged as as important as other loving relationships\" - this was published during the VIC 2020 lockdown and bears repeating now. #CovidVic","sentiment_score":0.21875}
{"full_text":"RT Flight Attendant Who Tested Positive With COVID-19 Reportedly Faked Abduction To Avoid Quarantine In Jamaica","sentiment_score":0.2136363636}
{"full_text":"McCallion, Ford, Crombie, &amp; all who showed up at Hazel's today feel it's ok for THEM to violate lockdown orders &amp; rules?No visits allowed as MANY turned 100 during this pandemic year, waving at loved ones through windows.One rule for some, and one for everyone else, it seems!","sentiment_score":0.625}
{"full_text":"#COVID19 has brought to light an amazing reality. It's safe to say housekeepers and food service workers, most of whom do not make a living wage, have prevented more deaths during this pandemic than doctors and nurses combined. #LivingWage #priorities","sentiment_score":0.5}
{"full_text":"My 30th is Sunday and I'm not celebrating until the weekend of Spring next month! It's a pandemic AND Dallas is going through a Winter storm lmao fuck THAT. Pausing all bday activities until further notice ","sentiment_score":0.05}
{"full_text":"RT  the left love protecting the likes of this!!! No doubt his legal fees complements of the tax payer! Legal aid needs a co...","sentiment_score":0.356640625}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT This was NOT my experience either on the Epi-side. We DID build up a good relationsship in the Chinese\/Int Epi-team! Allo...","sentiment_score":0.875}
{"full_text":"Australia's state by state Covid restrictions and coronavirus lockdown rules explained #news","sentiment_score":0.0}
{"full_text":"RT My brother in law contributed his story to Tiny Love Stories.  He lost his wife to #COVID19 last July. The editor...","sentiment_score":0.1666666667}
{"full_text":"RT The only reason why our Covid-19 cases dint shoot up like other countries did is that Pinoys are generally cooperative an...","sentiment_score":-0.025}
{"full_text":"RT \"We will take action to end our epidemic of gun violence and make our schools and communities safer,\" President Biden said....","sentiment_score":0.1}
{"full_text":"RT The reaction to the announcement from has been FURIOUS, understandably. Now, a 47-yr-old whose life revolve...","sentiment_score":0.0}
{"full_text":"RT My heart is breaking. My best friend is on a vent. Covid has ravaged her lungs so badly, Dr. says she's unlikely to survive...","sentiment_score":-0.0666666667}
{"full_text":"RT We're stuck in periods of restrictions and lockdowns because 6 provincial governments decided not to take the pandemic s...","sentiment_score":0.0}
{"full_text":"Sutton saying \"imagine if\" the brunetti's case had been more infectious - as justification for lockdown. We can't live by 'imagine if' scenarios. It would be like saying \"not all planes crash, but imagine if they did! Stop all flights everywhere!\"","sentiment_score":0.3565340909}
{"full_text":"RT Dr. Peter Daszak tried to attenuate certain common sense of CCP culture to NY Times \"If NOT have meals in the meeting, it...","sentiment_score":-0.0428571429}
{"full_text":"RT .@shawnarchen: Violence and discrimination against Asian Americans appears to have risen dramatically since the beginn...","sentiment_score":0.0}
{"full_text":"RT The Stay Strong and Carry On Collection has fabulous and encouraging gifts, #fashion and accessories for all of your lov...","sentiment_score":0.4166666667}
{"full_text":"RT Charlottesville should have been enough. Then Ukraine. Then Covid failure. Then Attack on our Capitol. If you don't #LeaveT...","sentiment_score":-0.1583333333}
{"full_text":"RT A6) #HRSocialHour I would be delighted to understand how the #HRCommunity reflects on what could be the chan...","sentiment_score":0.7}
{"full_text":"RT  \"How To Make $1,000 From Your Existing Articles\" by Paul  #Writer","sentiment_score":0.0}
{"full_text":"They can have my dose. My family and I will never take this shit!","sentiment_score":-0.25}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"RT The situation is nothing short of a national emergency. Congress should treat it as such by quickly passing a bill whose ge...","sentiment_score":0.1111111111}
{"full_text":"LOL NO MORE MEAN TWEETS AT LEAST !!!. NO MORE JOBS, HIGH GAS AND FOOD PRICES AND NOW THIS. BUT NO MORE MEAN TWEETS !! WOOOOO","sentiment_score":-0.1470898438}
{"full_text":"RT NEW:VP Kamala Harris tells #AxiosOnHBO: \"There was no national strategy or plan for vaccinations, we were leaving it to the st...","sentiment_score":0.0}
{"full_text":"RT A Rhode Island - no, a national - treasurehttps:\/\/t.co\/GXwZ7ODKRe via","sentiment_score":0.0}
{"full_text":"RT Finally even the ABC is onto Dan. It only took 12 months but BINGO. NO NEED TO LOCKDOWN!!!!","sentiment_score":0.0}
{"full_text":"Coronavirus: Is the pandemic finally coming to an end in India? - BBC News","sentiment_score":0.0}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"RT 'This strain is in blue states': Ron DeSantis blows off coronavirus mutations in Florida","sentiment_score":0.0}
{"full_text":"RT Classism 2021: Do you wear an FFP2 mask to the grocery store or are you a blue surgery mask peasant? ","sentiment_score":0.0}
{"full_text":"NY COVID vaccine website struggles as slots open up to the immunocompromised - New York Post","sentiment_score":0.0681818182}
{"full_text":"Call for 'summer of play' to help English pupils recover from Covid-19 stress","sentiment_score":0.0}
{"full_text":"RT The \"infodemic\" was created by the inexperienced suits at @GovCanHealth who had zero health\/science exp. And, despite...","sentiment_score":-0.1}
{"full_text":"RT The U.S. Chamber of Commerce is enraging its traditional Republican allies: It applauded Biden's COVID relief bill; cheer...","sentiment_score":0.0}
{"full_text":"Surely the lockdown ends Wednesday night regardless. People will just throw caution to the wind in defiance and can't see the govt fining 6 mill Victorians","sentiment_score":0.5}
{"full_text":"More contagious U.K. COVID variant now in all 10 provinces","sentiment_score":0.5}
{"full_text":"Oregon reports 254 new coronavirus cases, zero new deaths - KATU","sentiment_score":0.1363636364}
{"full_text":"When you reopen your business following the pandemic, it's important that you re-evaluate how you want to operate your stores to coax guests back.Now is the time to plan and strategize your reopening. Check out our blog for some ideas.https:\/\/t.co\/DmpzqO8o6b","sentiment_score":0.2}
{"full_text":"RT Why the pandemic may lead to a heart-disease surge among Americans","sentiment_score":0.0}
{"full_text":"RT People with HIV could miss out on COVID vaccines unless urgent action is taken, campaigners warn","sentiment_score":0.1}
{"full_text":"RT How DARE the Chamber of Commerce support things that would support both the business and consumer sides of commerce???","sentiment_score":0.0}
{"full_text":"RT #NEWS | Venezuela receives first 100,000 Sputnik-V vaccines against COVID-19#PrevenirEsVencer","sentiment_score":0.25}
{"full_text":"Babs- let's have a real discussion. Masks are proven to reduce the spread of Covid  . Why are you so opposed to wearing one?   If you know it can protect you and others what is your reasoning to not wear one?   Be honest","sentiment_score":0.4}
{"full_text":"The National COVID-19 Immunisation Plan due to start this month end is crucial to restoring Malaysia's economy, said Minister of Science, Technology and Innovation Khairy Jamaluddin.https:\/\/t.co\/ZA9DBU0ZLR","sentiment_score":-0.0625}
{"full_text":"Railway and airline companies implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvVutK#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"\"White liberals like think black people are so stupid we need rapping cartoon characters to tell us to get the coronavirus vaccine. I really want you to watch this...\" -","sentiment_score":-0.1916666667}
{"full_text":"Stephen Malkmus on his prolific career and making new music in a pandemic","sentiment_score":0.1363636364}
{"full_text":"Japan's health ministry on Sunday approved major US drugmaker Inc.'s vaccine against the novel coronavirus, under a special simplified screening process used in times of emergency.https:\/\/t.co\/BnLggZr29b","sentiment_score":0.2098214286}
{"full_text":"#LISTEN New Plymouth decries poor use of Covid-19 tracing app after visit from caseshttps:\/\/t.co\/M9YBWeNDK1","sentiment_score":-0.1318181818}
{"full_text":"Melbourne's Lord Mayor says the five-day snap lockdown that came into effect in Victoria on Saturday has been \"disastrous\" for businesses.https:\/\/t.co\/Fd9iBPLp8Q","sentiment_score":-0.7}
{"full_text":"COVID-19 brought #HumanMobility to a halt but migrants continue to play a key role in responding to the crisis. See how we are working w\/ policymakers to ensure that migrant populations are included in the recovery to #BuildForwardBetter towards the #SDGs.","sentiment_score":0.0}
{"full_text":"This is wonderful news","sentiment_score":1.0}
{"full_text":"Vaccination of Black People Lagging Behind Whites in Alabama  #alnews #coronavirus #covid19 #alabamanewsnetwork","sentiment_score":-0.2833333333}
{"full_text":"As you're staying up-to-date on the latest COVID-19 news, you may come across words you haven't heard before. We've provided definitions of common terms related to the #covidvaccines, clinical trials, and more.","sentiment_score":0.175}
{"full_text":"Sudden rise of COVID-19 cases linked to community transmission","sentiment_score":0.0}
{"full_text":"Help!! #Brazil!!","sentiment_score":0.0}
{"full_text":"While most of Victoria were working from home during the lockdown of 2020, it was business as usual for our dedicated #ARRB lab staff who (while social distancing) were available to clients &amp; continued to be the independent National Reference Laboratory.","sentiment_score":0.1366666667}
{"full_text":" Monday at 9 AM with host :The South African coronavirus variant is present in the Bay Area. We talk with and to get the latest... and hear how genetic sequencing can track where these new variants are going.https:\/\/t.co\/620sVDnuQS","sentiment_score":0.1590909091}
{"full_text":"\"Now is the time to act.\" Throughout the COVID-19 pandemic, Nkosi is using his talents to speak out on climate change in Zimbabwe.@Fridays4future","sentiment_score":0.0}
{"full_text":"The Female Entrepreneur Daily is out! A Launch Pod publication. Stories via #mothers #covid","sentiment_score":0.0}
{"full_text":"A bombshell the media don't want you to see!A top aide to Andrew Cuomo reportedly admitted they hid the actual amount of COVID nursing home deaths out of fear from the Trump administration.","sentiment_score":0.25}
{"full_text":"Pandemic takes a bite out of Girl Scouts' cookie sales, potentially programs:","sentiment_score":0.0}
{"full_text":"RT Congratulations, Prime Minister Mario Draghi. I look forward to working closely with you to deepen our strong bilateral relation...","sentiment_score":0.4333333333}
{"full_text":"RT An Ebola outbreak was declared today in Guinea.This is in addition to the Ebola outbreak declared in DR Congo earlie...","sentiment_score":0.0}
{"full_text":"'It's A Disgrace': Chris Christie Hammers Teachers Unions For Refusing To Go Back To Workhttps:\/\/t.co\/isCcPNj2t7","sentiment_score":0.0}
{"full_text":"RT CDC reports nearly 4.5 million doses administered over the last two days. Each day was a single day record on its own....","sentiment_score":0.1571428571}
{"full_text":"Covid numbers show this is not about saving lives, it's about power.","sentiment_score":0.0}
{"full_text":"RT CNN's left-wing media pundit ignores bombshell development in nursing home scandal","sentiment_score":0.0}
{"full_text":"RT Senate Republicans apparently threatened to use the filibuster to stop all other senate business -- including COVID19 relief fo...","sentiment_score":-0.0375}
{"full_text":"Visit the link:https:\/\/t.co\/lN56m0WFSL@JetBlue#OTnews #jamaica #socialmediabacklash #kalinacollier #americannational #covid19 #jamaicantwitter #publicmishief #trelawny","sentiment_score":0.0}
{"full_text":"RT On Valentines Day, ran a story on three #HongKong couples agonising over whether to leave or stay in the c...","sentiment_score":0.0}
{"full_text":"February 8, 2021 Webinar Replay: Raymond James Chief Investment Officer Larry Adams' latest monthly webinar focuses on COVID-19, the economy and earnings. Watch the replay below:","sentiment_score":0.5}
{"full_text":"This right here brought me the most joy and happiness in a long time. I love my sister #sisterlove #COVID19","sentiment_score":0.455952381}
{"full_text":"RT The vaccines are miracles of modern medicine that will allow life to return to normal, and we should say that more - especiall...","sentiment_score":0.2833333333}
{"full_text":"Current Conditions for #Sayre PATemp: 24.4FWind Chill: 24.4FHumidity: 79%Dew Point: 18.8F Barometer: 30.403 inHgWind: 1 mph from the NECorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"RT #NJ #COVID19 Saw a thread earlier and decided to grab the data for NJ. This is solar radiation vs. Case counts from June of 2...","sentiment_score":0.0}
{"full_text":"So you are suggesting it should be higher in Florida, but they haven't reported all the deaths related to Covid?  Actually, that I could believe","sentiment_score":0.0833333333}
{"full_text":"On 30 December 2019 an #AI platform picked up on a cluster of unusual pneumonia cases in Wuhan, China. Here's how Toronto-based became the first to raise the alarm about COVID-19. ","sentiment_score":0.225}
{"full_text":"RT The rates of new coronavirus infections and hospitalizations continue to fall across California, but the state's death toll rema...","sentiment_score":0.1363636364}
{"full_text":"Time: 01:00 * Temp: 5.9degC * Wind: S 0.0 to 4.9mph * Pressure: 1003.4hPa * Rain: 0.0mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:43 * Sunset: 17:30 * Cloudbase: 400ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Flying off on holidays in the midst of a pandemic  disqualify's you from holding one, your the biggest covidiot hypocrite out there ...","sentiment_score":0.0}
{"full_text":"RT Guinea Faces First Ebola Outbreak In Years","sentiment_score":0.25}
{"full_text":"RT Guinea Faces First Ebola Outbreak In Years","sentiment_score":0.25}
{"full_text":"RT This is not news. The vaccines are 95% effective, not 100%. Just like other vaccines are not 100% effective.This kind o...","sentiment_score":0.3583333333}
{"full_text":"RT Keep your children at home. What they spent on plexiglass alone could have gone towards at home accommodations. This isn...","sentiment_score":-0.1}
{"full_text":"RT Guinea Faces First Ebola Outbreak In Years","sentiment_score":0.25}
{"full_text":"RT This interview is embarrassing and hard to watchCDC Director Walensky is unable to answer any of the questions or provid...","sentiment_score":-0.3958333333}
{"full_text":"More #BusinessDisruption, more political turbulence, but maybe also a glimmer of new possibilities. 99 big thinkers share what our world after #coronavirus might look like. #PostCovid","sentiment_score":0.2272727273}
{"full_text":"RT Collaboration is all about mutual trust and respect. If you don't have that, no one is going to share data with you.  As EID...","sentiment_score":0.0}
{"full_text":"RT Wow. When did some of the most kind &amp; caring people in the country, those following the science to keep our children,...","sentiment_score":0.3}
{"full_text":"RT This is important. Ron DeSantis is in the news again for making excuses about his callous coronavirus response. We are the o...","sentiment_score":0.4}
{"full_text":"CDC cyberdirector: Too early for cyberstates to cyberroll back cybermask mandates","sentiment_score":0.05}
{"full_text":"RT The best pandemic birdhouse project I've ever seen","sentiment_score":1.0}
{"full_text":"RT Jennnifer Gates, Bill's daughter, received a COVID-19 vaccine shot. She claimed it didn't come with a microchip.But that'...","sentiment_score":0.0}
{"full_text":"RT  Dude said Gods way of telling people it's a pandemic stop going on vacation!! ","sentiment_score":0.0}
{"full_text":"RT There's a reason why in Florida, COVID was twice as survivable as it was in New York.We focused on the vulnerable while...","sentiment_score":-0.1818181818}
{"full_text":"RT  Lockdown #Baduy  ","sentiment_score":0.0}
{"full_text":"RT They also spent a lot of money trying to re-elect Kelly Loeffler and David Perdue and keep Mitch McConnell in charge of the...","sentiment_score":-0.1}
{"full_text":"Officials are urging people to stay home on Monday if they can due to the expected snow and ice accumulation. ","sentiment_score":-0.1125}
{"full_text":"According to UNCTAD, global foreign direct #investment (FDI) flows in 2020 were an estimated $859 billion compared to $1.5 trillion in 2019. Read more via BRINK News. #COVID19","sentiment_score":0.11875}
{"full_text":"RT 3,589 Americans died from Covid yesterday while the President of the United States played Mario Kart.","sentiment_score":0.0}
{"full_text":"RT The U.S. Chamber of Commerce is enraging its traditional Republican allies: It applauded Biden's COVID relief bill; cheer...","sentiment_score":0.0}
{"full_text":"RT The #Floral Face Mask and Shield Collection has a variety of bright, cheerful and fashionable face coverings!","sentiment_score":0.6}
{"full_text":"RT New York Governor Cuomo faces calls to resign over COVID scandal - + offer analysis |  #FoxNews...","sentiment_score":0.1363636364}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"If you invest $1000 in $PNNT today at $5.55 per share, and the stock prices rebound back to pre-pandemic prices at $6.59, your investment would be worth $1187.39! That's 19% growth and $187.39 profit!  See more:  $MCEF $ZNTL $SF $VTGN $AMOV","sentiment_score":0.3229166667}
{"full_text":"From the TBB Archives - Controlling #Covid-19, #Chase Card Duo, #Chernobyl and #SpaceX, #Robinhood Kills - #Travel Blogger Buzz","sentiment_score":0.0}
{"full_text":"RT BC stands for Before Coronavirus now. Sorry Jesus take a hike","sentiment_score":-0.5}
{"full_text":"The webinar is free and open to the public.","sentiment_score":0.1333333333}
{"full_text":"BG:  ... Explaining what we were up to ..","sentiment_score":0.0}
{"full_text":"Corporate spokespeople told FLORIDA TODAY that the information was taken out of context, insisting there are no special deals with the state to vaccinate their employees ahead of Florida teachers.This story is available for subscribers.","sentiment_score":0.0738095238}
{"full_text":"A limited number of opportunities to see sandhill cranes will be available at Rowe Sanctuary this spring while the Crane Trust will offer virtual tours only.","sentiment_score":0.1095238095}
{"full_text":"Boston Medical Center is opening new vaccine sites in #HydePark #Roslindale #Mattapan #Dorchester and #SouthEnd: ..Boston Medical Center opens vaccine sites in several Boston neighborhoods via","sentiment_score":-0.0106060606}
{"full_text":"RT A $15 minimum wage is not a radical idea. What's radical is the fact that millions of Americans are forced to work for star...","sentiment_score":-0.3}
{"full_text":"RT Fort Worth police officers will always show up to keep our citizens safe. The is proud to have partnered with t...","sentiment_score":0.5333333333}
{"full_text":"RT 1 thing this pandemic has shown is the importance of sport to adults\/childrens mental health, the social interaction, the...","sentiment_score":-0.0333333333}
{"full_text":"The IRS started accepting tax returns on Feb. 12. Here's what you should know before you file:https:\/\/t.co\/GxM18QulBG","sentiment_score":0.0}
{"full_text":"RT Safety first - Our future depends on it!","sentiment_score":0.125}
{"full_text":"From opinion contributor Terry Ratner: I tried my doctor. I check multiple websites daily. I'm networking. But I still haven't scored a COVID-19 vaccine appointment in Arizona.","sentiment_score":0.0}
{"full_text":"Sir I'm not paying four thousand pounds for a puppy that cost &lt;PS1000 pre-pandemic ","sentiment_score":0.0}
