{"full_text":"Are you referring to the insurrection,  the pandemic, the attempt to steal an election, the suggestion to drink bleach, the economy, the lies, the HS dropout congressmen or the ballooned debt? No... no that was the other side...","sentiment_score":-0.125}
{"full_text":"RT I heard the pandemic just got picked up for another season.","sentiment_score":0.0}
{"full_text":"RT \"i can't wear a mask, i have breathing problems.\" ok?? louis tomlinson has a fat ass and still wears pants","sentiment_score":0.5}
{"full_text":"That's a cash cow with all these COVID babies!!","sentiment_score":-0.2083333333}
{"full_text":"RT Whoa - CDC reports just over 2.2 million doses administered on Friday! We are really rolling now.","sentiment_score":0.2}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"RT The St. Louis Mayor calls this a \"very dangerous disturbance.\" Seems to me like the most dangerous and disturbing thing...","sentiment_score":-0.345}
{"full_text":"RT Pandemic life is really hard today ","sentiment_score":-0.2916666667}
{"full_text":"RT If you think we can't afford COVID relief, here's your reminder that America's billionaires could pay for every cent of workin...","sentiment_score":0.0}
{"full_text":"RT Year ago today.","sentiment_score":0.0}
{"full_text":"RT \"Increasingly, speaking out feels like a moral imperative.\"This is one of the finest pieces of writing on any subject t...","sentiment_score":-0.0833333333}
{"full_text":"RT Next week will see England reach an unwanted and tragic milestone when it surpasses 100,000 Covid deaths. The BBC has repe...","sentiment_score":-0.375}
{"full_text":"RT A year after his death from COVID-19, residents in the Chinese city of Wuhan say they remain grateful to the \"whistleblo...","sentiment_score":0.0}
{"full_text":"RT What happens when we guarantee $15\/hour? 31% of Black workers and 26% of Latinx workers get raises. A majority of essent...","sentiment_score":-0.1666666667}
{"full_text":"RT Also see entire art world (which has always been terrible for working parents, especially mothers, especially in the US)...","sentiment_score":-0.25}
{"full_text":"RT #CommunityHealthWorkers Are The Key To Fighting #Covid19 And Rebuilding Health Systems via","sentiment_score":0.0}
{"full_text":"Oxford\/AstraZeneca Covid jab far less effective against S African strain, study shows via","sentiment_score":0.1333333333}
{"full_text":"RT I remain utterly astonished BOTH that indoor dining is permitted in so much of the US right now (instead of support for res...","sentiment_score":0.1619047619}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT People are not getting the message that **FIRST DOSE OF VACCINE ALONE IS NOT SUFFICIENT PROTECTION AGAINST COVID 19, A...","sentiment_score":0.25}
{"full_text":"RT Ronald Reagan's legacy is the war on drugs.His legacy is the crack epidemic.His legacy is the intentional destructi...","sentiment_score":0.0}
{"full_text":"It's Saturday night and you should all stay at home and spoil  Goddesses while they're enjoying they're night! They should have what they deserve! Findom Goddess worship HumanAtm cashcow finsub femdom","sentiment_score":0.78125}
{"full_text":"When you can't look for work now during a pandemic. So in order to get paid you have to lie? Even though if you lie to the government you can get on so much trouble.","sentiment_score":-0.2}
{"full_text":"RT my favourite covid prevention tweet of the day","sentiment_score":0.0}
{"full_text":"RT \"It's frankly outrageous that the BBC is sending pensioners extremely threatening and deceptive letters during a pandemic wh...","sentiment_score":-0.5625}
{"full_text":"Yo y'all gotta put a date in the headline here. Making me think we've got ANOTHER deadly outbreak to worry about right now. My heart can't handle it.","sentiment_score":0.0428571429}
{"full_text":"RT Florida reported 7,486 new coronavirus cases today (Saturday) and 145 deaths including 3 non-residents.https:\/\/t.co\/jIgIw...","sentiment_score":0.1363636364}
{"full_text":"RT Olga is a Salinas area vegetable worker. \" I'm asking, through this video, to receive the vaccine as soon as possible. We'r...","sentiment_score":0.0}
{"full_text":"RT New York finally releases data on COVID-19 deaths at each nursing home","sentiment_score":0.0681818182}
{"full_text":"RT N O(Wait for it...)(Wait for it...)R E F U N D S","sentiment_score":0.0}
{"full_text":"RT More than ever we need to store our stuff as we can only do fundraisers online due to COVID-19 restrictions, thanks #bigye...","sentiment_score":0.14375}
{"full_text":"Michigan coronavirus cases up to 567,648; Death toll now at 14,894 - WDIV ClickOnDetroit","sentiment_score":0.0}
{"full_text":"RT What happens when we guarantee $15\/hour? 31% of Black workers and 26% of Latinx workers get raises. A majority of essent...","sentiment_score":-0.1666666667}
{"full_text":"Because Republican PR has to go back to Reagan when most of the country doesn't remember his time in office that well in order to whitewash their present shitshow image of supporting a lunatic President who badly mismanaged a pandemic and tried to stage a coup to stay in office.","sentiment_score":0.01}
{"full_text":"RT We are  so sad hear another Filipino comrade nurse Estrella Catalan loss her fight against Covid . You will never be for...","sentiment_score":-0.5}
{"full_text":"RT The Covid vaccine is not a guarantee. My wife &amp; I, vaccinated 17 days ago, both tested positive yesterday and are in qua...","sentiment_score":0.2272727273}
{"full_text":"RT \"I take this opportunity to emphasise the importance of our domestic health financing agenda, particularly in light of...","sentiment_score":0.2}
{"full_text":"COVID regulations nothing to them, they don't even bother social distancing, to set a good example for their supporters!","sentiment_score":0.4541666667}
{"full_text":"RT Omg I was not even aware the package passed. Woot!","sentiment_score":0.3125}
{"full_text":"RT Call me crazy but I don't think you should have on the screen a Chyron that reads \"Breaking news: Trump new about the seriou...","sentiment_score":-0.2318181818}
{"full_text":"RT Remember when Papa John got all sweaty, ate 50 pizzas in 30 days, and promised \"the day of reckoning will come,\" then like...","sentiment_score":0.0}
{"full_text":"I work in a hospital, my daughter, a doc, works in a different hospital, lives elsewhere, met for a walk outdoors, she got very mild Covid, she had to say in her room for 14 days...I had to have three swabs before allowed back to work...complete bullshit!!! Move the fuck on!!!!","sentiment_score":-0.1358072917}
{"full_text":"RT In this video we get a look at NYPD officer Martillo who touted \"Make Enforcement Great Again\" and Trump\/Punisher badges a...","sentiment_score":0.8}
{"full_text":"During a pandemic???","sentiment_score":0.0}
{"full_text":"Minnesota hospitals say state's COVID-19 vaccine rollout at 'untenable crossroads' - FOX 9","sentiment_score":0.0}
{"full_text":"Is there any evidence of jabbed people transmitting COVID?","sentiment_score":0.0}
{"full_text":"yo tom thanks for all the hard work you put into the covid vaccine i really appreciate it","sentiment_score":0.0361111111}
{"full_text":"RT Yes #IStandWithTrudeau Pundits\/opposition are using the global delay of vaccines to attack during a pandemic and it make...","sentiment_score":0.0}
{"full_text":"RT I love how market-driven allocation of resources has led most US hospital systems to rely excessively on revenues from elec...","sentiment_score":0.25}
{"full_text":"RT Remember when Papa John got all sweaty, ate 50 pizzas in 30 days, and promised \"the day of reckoning will come,\" then like...","sentiment_score":0.0}
{"full_text":"RT This is exactly what I meant when I said liberals would go back to sleep once Biden was elected.","sentiment_score":0.125}
{"full_text":"This is brilliant and so fun, I love it!","sentiment_score":0.6083333333}
{"full_text":"RT So is the Biden plan too big? We need to be clear about what it's for. IT'S NOT STIMULUS. This isn't at all like the ARRA,...","sentiment_score":0.05}
{"full_text":"RT why couldnt covid have happened when i was 45? why did it have to take one of my prime hottest years","sentiment_score":0.0}
{"full_text":"RT ik it's gonna suck but please don't have or go to any Super Bowl parties tomorrow we're still in a pandemic and there are m...","sentiment_score":0.3333333333}
{"full_text":"RT While Greece is under a strict lockdown since November, Greek PM Kyriakos Mitsotakis flouts restrictions participating...","sentiment_score":0.0}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT COMMUNITY FRIDGE Food insecurity is one of the main issues in The Bronx. People were struggling to have healthy, co...","sentiment_score":0.3333333333}
{"full_text":"RT #COVID19 #Vaccine is currently available to these groups:#People 70 and over#Health care workforce#Public safety,...","sentiment_score":0.4}
{"full_text":"We and I suspect Vietnam test our waste water to check there is no covid undetected in the community....","sentiment_score":-0.2}
{"full_text":"My soli-series for the Day of Solidarity with Belarus (February 7 2021) - #standwithbelarus in times of corona lockdown, solidarity in every home &gt; #FreeBelarus #dayofsolidaritywithbelarus","sentiment_score":0.0}
{"full_text":"RT Kagan, joined by Sotomayor and Breyer, see this dramatic expansion of \"religious liberty\" at the expense of everybody else's ri...","sentiment_score":-0.2166666667}
{"full_text":"Illinois Reports 3,062 New COVID-19 Cases, 60 Additional Deaths Saturday","sentiment_score":0.1363636364}
{"full_text":"He donated his salary more than once !","sentiment_score":0.625}
{"full_text":"RT I thought that you could still get COVID even after being vaccinated but that the vaccine prevented the sev...","sentiment_score":0.0}
{"full_text":"He did say he would get the covid bill passed with or without the Republicans.","sentiment_score":0.0}
{"full_text":"RT \"Knives sharpen for struggling #Starmer\" reports The Times.It seems that even the dreadful bullying Piers Morgan has m...","sentiment_score":-1.0}
{"full_text":"RT What is Complexity Science? Great simple explanation #complexityexplained #nocomplexity #syst...","sentiment_score":0.4}
{"full_text":"RT ICYMI: For a 10th consecutive year, U-M ranks No.1 in research volume among US public universities, according to a the Res...","sentiment_score":0.0}
{"full_text":"why do you allow people to eat in the lift line? How is it safe for your customers to be around someone in a crowded lift line that's not wearing a mask and eating a sandwich? #COVID19 #ski #California #Tahoe","sentiment_score":0.5}
{"full_text":"On the other hand, we still do not know everything about COVID-19. We don't know what kind of permanent damage may linger, even if you only had minor symptoms. You may fully recover, only to experience COVID-19 induced heart, liver, or brain complications months or years later.","sentiment_score":0.0708333333}
{"full_text":"RT BBC Scotland chiefs are frantically trying to find out if the pandemic rule, that forbids comparison with England if Scotl...","sentiment_score":0.0}
{"full_text":"RT Remember when Papa John got all sweaty, ate 50 pizzas in 30 days, and promised \"the day of reckoning will come,\" then like...","sentiment_score":0.0}
{"full_text":"That might hold true in your imagination, but it doesn't fit reality. Parents wanting their kids to have some semblance of being able to act like kids, isn't entitled.Entitled is being a grown adult filled with such anxiety and fear, that they demand everyone else stay home.","sentiment_score":0.2916666667}
{"full_text":"Do it their way? So you stayed in a lockdown too for 500+ days?","sentiment_score":0.0}
{"full_text":"RT What is government doing to support small businesses, entrepreneurs and hospitality industry's workers who have been closed d...","sentiment_score":-0.175}
{"full_text":"RT if this was true he wouldn't have the N95 on under it.","sentiment_score":0.35}
{"full_text":"RT Are students actually getting more work during the pandemic? A teaching expert explores why they might feel overwhelmed even...","sentiment_score":0.25}
{"full_text":"RT \"Recombination is rife with coronaviruses.\"Promiscuity that we don't need or want.https:\/\/t.co\/BvcoqlCKiB by with...","sentiment_score":0.0}
{"full_text":"RT I just walked out of Best Buy because they kept asking me to wear a mask. I will not comply.","sentiment_score":1.0}
{"full_text":"RT In this video we get a look at NYPD officer Martillo who touted \"Make Enforcement Great Again\" and Trump\/Punisher badges a...","sentiment_score":0.8}
{"full_text":"RT You know what fucks me off? This couple having to stay apart for nearly a year, yet too many fucking idiots can't seem to gr...","sentiment_score":-0.0666666667}
{"full_text":"RT I was stunned yesterday to find out that many young people had never heard of the AIDS epidemic until they watched It'...","sentiment_score":0.3}
{"full_text":"RT i swear we're fighting two pandemics covid-19 and stupidity","sentiment_score":-0.6}
{"full_text":"RT Averaging 932 #covid deaths a day shows this is no time for complacency. It is however a time to be furious with Johnson...","sentiment_score":0.0}
{"full_text":"RT Every time Boris announces a new goal he is criticised for over-reaching, but when he succeeds the press don't congratulate...","sentiment_score":0.4181818182}
{"full_text":"RT Has anyone ever figured out why antimaskers are so angry and violent about wearing masks? Do none of them know that 40%...","sentiment_score":-0.65}
{"full_text":"Auburn, a community that cares for each other. Healthcare workers that have been working without a contract for years, in the midst of a pandemic are heroes, let's respect them as such, by agreeing to a fair contract. Huge crowd - huge cause","sentiment_score":0.275}
{"full_text":"Please help. My Father Eric Clemmons has been incarcerated in the Missouri state penitentiaries for over 38 years for a murder he didn't commit. He has recently lost his mother from Covid.https:\/\/t.co\/hthfnhod01","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden called the Republicans who pushed for a bipartisan COVID bill compromise \"some really fine people.\" I guess ther...","sentiment_score":0.4166666667}
{"full_text":"RT \"Just stay at home\" - Muhyiddin Yassin\"except me\" - also Muhyiddin Yassin","sentiment_score":0.0}
{"full_text":"RT Speaker Pelosi:-Went to the salon when the rest of us couldn't. -Didn't wear a mask when the rest of us had to. -Avoi...","sentiment_score":0.0}
{"full_text":"I'm also co-sponsoring a bill to prevent federal funds from being used to prevent the spread of COVID.  Go suck eggs businesses and vulnerable people in WNC, I don't like masks.","sentiment_score":-0.5}
{"full_text":"We still dont have herd immunity (which includes vaccinated people) tho, once we do we can open back up. There is damage in staying inside, but the death toll of opening is much bigger. Countries which closed down hard are now essentially free. It IS about the pandemic","sentiment_score":-0.021031746}
{"full_text":"RT Today, at 12PM, our communities will gather to march for justice for Gaspar, Erick, and all immigrants still trapped in t...","sentiment_score":-0.2}
{"full_text":"Tennessee reports 3,182 new cases, 58 deaths in past 24 hours, along with 2,806 new recoveries.https:\/\/t.co\/6QWcEZQBCI","sentiment_score":0.0075757576}
{"full_text":"RT Masks  #COVID19","sentiment_score":0.0}
{"full_text":"Growing Chorus of N.B.A. Stars Boos League's Virus Strategy #mustread #feedly","sentiment_score":0.0}
{"full_text":"The NHL never needed a pandemic to do goofy stuff.","sentiment_score":0.5}
{"full_text":"RT Boom.","sentiment_score":0.0}
{"full_text":"Haven't tweeted in a while. Morning crews and my crews this late shift have been incredibly busy. You should ONLY travel if absolutely necessary, weather conditions are atrocious and we are 'apparently' on national lockdown  #scepticalaboutyouressentialtravel #drivetoarrive","sentiment_score":-0.1416666667}
{"full_text":"RT RIGHT NOW: Uprising in St Louis jail. Supporters are outside as incarcerated folks have taken over several units.","sentiment_score":0.0464285714}
{"full_text":"RT How Ottawa utterly botched Canada's COVID vaccine acquisition, via","sentiment_score":0.0}
{"full_text":"RT Macau just received 100,000 dosages of Sinopharm #COVID vaccines from Beijing. Officials will take the first jabs on Tuesday,...","sentiment_score":0.25}
{"full_text":"RT Republicans are so simple fucking minded they say you can overdose on Marijuana, which has never happened, then in the...","sentiment_score":-0.3}
{"full_text":"Hi Brett, please email consular.pretoria@dfat.gov.au and, if your mother has not already done so, she should register at","sentiment_score":0.0}
{"full_text":"God wins.https:\/\/t.co\/vAuAU0QMji","sentiment_score":0.0}
{"full_text":"Inmates at a St. Louis jail set fires, broke out windows and threw things from fourth-floor windows Saturday over concerns about COVID-19 and restrictions that have limited visits and stalled court proceedings, officials said.https:\/\/t.co\/PrNxZZwRMR","sentiment_score":-0.0857142857}
{"full_text":"This is IPA's last video answering frequently asked questions about the COVID-19 vaccine.Skye Castaneda, PharmD candidate at Purdue University, answers the question \"Is there anyone over 80 that should not receive the vaccine?\"","sentiment_score":0.05}
{"full_text":"Brooklyn Nets forward Kevin Durant vented his anger after being removed partway through Friday's defeat by the Toronto Raptors because of coronavirus protocols.#NBA #KevinDurant","sentiment_score":-0.7}
{"full_text":"She works alongside her granddaughter at a care home","sentiment_score":0.0}
{"full_text":"Here's a look at the Covid-19 situation in countries across the worldhttps:\/\/t.co\/JloNQMfU8s","sentiment_score":0.0}
{"full_text":"#Iran has officially received its first batch of the #COVID-19 vaccine from #Russia","sentiment_score":0.25}
{"full_text":"Lockdown enthusiasts should pay this huge bill, they wanted it and now they can fund it. #Economy #lockdown2021 #Lockdown3","sentiment_score":0.4}
{"full_text":"Zero-Covid strategy the only way to stop a fourth wave of pandemic by Thanks to the for the coverage. #WeCanBeZero #COVID19Ireland","sentiment_score":0.0666666667}
{"full_text":"Trying to strike the right tone during a pandemic, high unemployment and social unrest is going to be tough for Super Bowl advertisers says She explains why this year's ads - and advertisers - will look a little different.https:\/\/t.co\/A4S2CaSMNM","sentiment_score":0.0393320106}
{"full_text":"She works alongside her granddaughter at a care home","sentiment_score":0.0}
{"full_text":"Check Out My Short Film: East Village 2020: Life In Lockdownhttps:\/\/t.co\/Spe256gvCn","sentiment_score":0.0}
{"full_text":"Hong Kong Eyes Border Reopening with Macau, Mainland China.With the territory's fourth wave of the virus appearing to wane, a \"travel bubble\" may finally be on the horizon.https:\/\/t.co\/ytwdIuILF1#HongKong #Travelbubble #Travel","sentiment_score":0.0}
{"full_text":"James Moore - The NFL can put on a season during a pandemic - yet hiring black coaches seems too difficult? |","sentiment_score":-0.3333333333}
{"full_text":"Supermarket workers can take the test from Monday","sentiment_score":0.0}
{"full_text":"Now Announcing COVID-19 Antigen TestsDon't wait to get tested, we're now offering Antigen test kits for Point-Of-Care environments. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antigen Test Kits at","sentiment_score":0.5}
{"full_text":"Kroger will give workers $100 to get COVID-19 vaccine ","sentiment_score":0.0}
{"full_text":"We saw some progress over the last few days on coronavirus relief that would include $1,400 direct payments. However, we're still a long way from working through the final details, getting the package approved and sending checks out to Americans.https:\/\/t.co\/Ns0e7RWhjJ","sentiment_score":-0.03}
{"full_text":"As vaccines rollout across the U.S., some employers will want to mandate it for their employees. But employees may receive religious exemptions:https:\/\/t.co\/0Gvr3QnnC9 #COVID #vaccine #coronavirus #religion","sentiment_score":0.0}
{"full_text":"Lenny, 69, says Countess staff deserve a medal for treatment they gave himhttps:\/\/t.co\/H4yCHYwna0","sentiment_score":0.0}
{"full_text":"Grant Bulltail's stories about the Crow people were invaluable to numerous scholars, historians and researchers who sought his help. It was a passion he pursued until he died from COVID-19. #PortraitsFromThePandemic","sentiment_score":0.0}
{"full_text":"Last summer, photographer Theo Cottle spent four weeks exploring Catania on his moped.The result is Catanian Men - a series of docu-style photographs depicting the men of the Sicilian city. Here, he chats to about the project.https:\/\/t.co\/anGaccsGXw","sentiment_score":-0.05}
{"full_text":"The executions completed in a short window over a few weeks likely acted as a superspreader event, according to the records reviewed by AP. It was something health experts warned could happen.","sentiment_score":-0.0666666667}
{"full_text":"Life after COVID: The people who will re-enter society last.","sentiment_score":0.0}
{"full_text":"Longer than what? I have not heard about this. Wait does this have something to do with Governor Cuomo's nursing home policies related to the Covid.","sentiment_score":0.0}
{"full_text":"Less than half of staffers at Kentucky's long-term care facilities have been vaccinated for COVID-19:","sentiment_score":-0.1666666667}
{"full_text":"A couple of Iowa State students weighed in on Iowa State's testing plan for the spring semester.","sentiment_score":0.0}
{"full_text":"RT The Canadian manufacturer of colchicine has filed with Health Canada for its consideration as a COVID-19 treatment. Hm...","sentiment_score":0.0}
{"full_text":"Will you give your child a COVID-19 vaccine as soon as it becomes available?Coronavirus vaccines could be available for some kids as early as late spring, summer:","sentiment_score":0.0666666667}
{"full_text":"RT This is her profile on a couch surfing website: an article where Karen Cox identifies her...","sentiment_score":0.0}
{"full_text":"Laugh if ya wanna. Y'all ain't giving me Covid.","sentiment_score":0.3}
{"full_text":"Our #COVID19 resource center keeps you informed and up to date with coronavirus news. It includes updates from and as well as our advocacy initiatives to help flatten the curve and keep our physicians and their patients safe.","sentiment_score":0.2}
{"full_text":"invite us to #SmallTownUrbanism. How Climate change, the #pandemic and accelerating land costs in large cities have fueled a slow but noticeable relocation of people and services to ex-urban locales? How Participate?:","sentiment_score":-0.0428571429}
{"full_text":"All of the state's islands experienced occupancy decreases of at least 25% year-over-year from the 2019-2020 holiday season.","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 37.5FWind Chill: 33.8FHumidity: 34%Dew Point: 11.6F Barometer: 30.104 inHgWind: 5 mph from the WCorona Virus Weekly Stats:Cases: 127.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT On the instruction of President Lissu we will expand our ICC filing to include the murderous Covid denial being perpet...","sentiment_score":0.0}
{"full_text":"President Joe Biden's past shows he's a bipartisan  deal-maker, but he wants far more for COVID-19 relief than Republicans have offered.","sentiment_score":0.1375}
{"full_text":"Today was a zero case day, things are definitely more \"normal\" here, but very limited access as airlines continue to cut flights this way due to quarantine requirements. Always a worry that service levels will continue to stay low after the pandemic.","sentiment_score":0.0864285714}
{"full_text":"RT Wear a Mask, wash your hands, keep a safe distance from Nigeria!","sentiment_score":0.625}
{"full_text":"RT we were exposed to covid and risking our lives for 40 hours a week and then got laid off after all the holidays were over, jus...","sentiment_score":0.0}
{"full_text":"RT Inhumane and disgusting. Be angry.","sentiment_score":-0.8}
{"full_text":"Good explainer on coronavirus variants by Read https:\/\/t.co\/bXS5km4czn","sentiment_score":0.7}
{"full_text":"We're reminded of the gravity of COVID by the number of homeless encampments that shot up in 2020. Former MB MP Bill Blaikie says this isnt normal &amp; a result of years of bad policy decisions. Cutting taxes for the rich+letting the market \"decide\". Read on","sentiment_score":-0.2875}
{"full_text":"After going weeks without any positive COVID-19 tests, Susque-View Home announced Friday that positive cases were detected again. #NCPA","sentiment_score":0.2272727273}
{"full_text":"Distressing that so many people are misinformed and thus at risk","sentiment_score":0.5}
