{"full_text":"RT Are we asking for too much ?Demonetization,Lockdown,Election results, SC opening for Arnab etc. you have done in one day....","sentiment_score":0.2}
{"full_text":"See who onna want to represent this country musically . Kai nigeria may we pass this pandemic . You dey fear to upload video ni","sentiment_score":0.0}
{"full_text":"RT The fewer people you come into contact with, the less chance coronavirus #COVID-19 has to spread. More information:","sentiment_score":0.1666666667}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let a...","sentiment_score":-0.75}
{"full_text":"RT Lockdown has wiped out flu: NO cases of influenza have been detected in England this year","sentiment_score":0.0}
{"full_text":"Birth rate vs. Death rate in #Poland - just look at 2020 - the pandemic has seriously exasperated an already bad demographic situation","sentiment_score":-0.5166666667}
{"full_text":"RT Exactly some people don't understand in this covid time so many people become jobless in this situation we should support t...","sentiment_score":0.375}
{"full_text":"RT Once again Nicola Sturgeon has gave a realistic outlook on the easing of lockdown restrictions, it is far too early to...","sentiment_score":0.1222222222}
{"full_text":"I have been gathering bits of the puzzle together and had an idea of the final picture, then I saw this interview with Catherine Austin Fitts about Planet Lockdown and realised it is how all the pieces fit together.https:\/\/t.co\/vEldlh3CU4","sentiment_score":0.2}
{"full_text":"biden covid covid-19 black woods death their vaccine tiger capitol.  #biden #covid #covid-19 #black #woods #death #their #vaccine #tiger #capitol","sentiment_score":-0.1666666667}
{"full_text":"RT MANDALAY: This man was shot by riot police on Feb 20 in Mandalay deadly crackdown. When a local doctor tried to cure him, po...","sentiment_score":-0.1}
{"full_text":"Lockdown wiped it out? It's just now referred to as coronavirus","sentiment_score":0.0}
{"full_text":"RT A fake graphic plate of TV9 Marathi was manufactured to falsely claim that Maharashtra CM Uddhav Thackeray has imposed statewi...","sentiment_score":-0.3}
{"full_text":"RT Unemployment is at an all time high! Pandemic has added to the insecurity of youth and that's why the call today #modi_job_do","sentiment_score":0.2}
{"full_text":"RT If is done gaining cheap publicity, can we all get back to ending this pandemic using all possible means be...","sentiment_score":0.1333333333}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"The NHS of the government do not know the numbers who have actually died of Covid 19.","sentiment_score":0.0}
{"full_text":"To when we could see our loved ones, here I am with my granddaughter on a day out! Can't wait to be able to do this again. #family #ThrowbackThursday #thursdaymorning #throwback #FamilyFunTime #daysout #familyfun #grandads #granddaughters #lockdown","sentiment_score":0.6875}
{"full_text":"RT Astonishing that continues to insist that 2 metres between beds means being Covid safe in a 28 person dormitory....","sentiment_score":0.5}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"RT Unemployment is at an all time high! Pandemic has added to the insecurity of youth and that's why the call today Retw...","sentiment_score":0.2}
{"full_text":"RT Unemployment is at an all time high! Pandemic has added to the insecurity of youth and that's why the call today Retw...","sentiment_score":0.2}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"RT After demonetisation, GST &amp; unplanned lockdown, PM Modi's latest attack on our economy &amp; jobs is the 3 new anti-farmer laws....","sentiment_score":0.3181818182}
{"full_text":"U can cause a lot of strain on the NHS with alcoholism &amp;obesity. Is that not the whole reason of the lockdown, \"to not strain the NHS\" that we pay to keep running anywayPlus, have u looked at the stats, &amp; looked at the number of deaths caused by alcohol consumption or obesity.","sentiment_score":0.2}
{"full_text":"RT Boris Johnson told #PMQs today that staying in the European Medicines Agency would have made the UK vaccine rollout \"impossi...","sentiment_score":0.0}
{"full_text":"People discriminate. Unfortunately Covid does not. I will just leave this double standard depicted in this video here!","sentiment_score":-0.1666666667}
{"full_text":"Girl we just started doing well this pandemic ain't ever gonna go away.","sentiment_score":0.0}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"RT Urgently need anyone with Negative blood group for an immediate plasma therapy. Father's friend admitted in MH fighting COV...","sentiment_score":-0.3}
{"full_text":"RT I hope more Black people are choosing rest this season. Between the pandemic and anti-Blackness, we are all surviving a...","sentiment_score":0.1666666667}
{"full_text":"RT  The Scottish Government took a lot of heat from political opportunists for prioritising care home vaccinations, which...","sentiment_score":0.0}
{"full_text":"Boldfit N95 mask for face (Pack of 10) Anti Pollution, protective. Third Party Tested by manufacturer at SGS &amp; Ministry of Textiles       ","sentiment_score":0.0}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"RT Forget #bitcoin -- #fintech is the 'real #COVID19 story,' JPMorgan says #investmenthttps:\/\/t.co\/KbY8PkTjM4@SpirosMargaris","sentiment_score":0.2}
{"full_text":"RT U.S. COVID update:- New cases: 73,258- Positivity rate: 5.0% (-0.8)- In hospital: 54,118 (-940)- In ICU: 11,026 (-246)-...","sentiment_score":0.1363636364}
{"full_text":"Says a man who writes for anti Corbbyn rag..","sentiment_score":0.0}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"Application no.REP\/SMO(M)\/2021\/45400INDOS NO. 15NL0019I Sagar Anand Applied for cdc replacement on 03\/feb\/2021I trying to contact SMO(M) FROM LAST17DAYS email adrs notworking and nobody picking up the callApplication showing under process from 03feb2021","sentiment_score":0.0}
{"full_text":"RT PSMID Updated COVID-19 Vaccine Tracker! #PSMIDSoMed #Vaccine #COVID_19 Published #Phase3Trials #mRNA #ViralVector","sentiment_score":0.0}
{"full_text":"The degree of blaming individuals is sobering. ","sentiment_score":0.0}
{"full_text":"RT A day before Malaysia deported more than 1,000 people to Myanmar, a Kachin woman with a 3-month-old baby killed hersel...","sentiment_score":0.15}
{"full_text":"RT Two of our members: &amp; on behalf of have had letters published in the #LincolnshireFree...","sentiment_score":0.0}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"California COVID Cases Increase To 3,534,791 Deaths To 50,993 - California (2019-nCoV) - Recombinomics Inc.","sentiment_score":0.0}
{"full_text":"RT Serious question: What does a $112,000,000 subway near Nancy Pelosi's district have to do with COVID relief?","sentiment_score":-0.1166666667}
{"full_text":"RT \"I actually feel very safe in my hospital.\"Columnist and podcaster, Deborah James urges people with potential symptoms of ca...","sentiment_score":0.2166666667}
{"full_text":"RT After demonetisation, GST &amp; unplanned lockdown, PM Modi's latest attack on our economy &amp; jobs is the 3 new anti-farmer laws....","sentiment_score":0.3181818182}
{"full_text":"RT Two Tier Pandemic!* 132,000 people asked to self isolate were refused the PS500 grant (total PS66m)* Meanwhile 2,300 'm...","sentiment_score":0.0}
{"full_text":"RT Firms are battling a reduction in sales volumes with some facing closure due to the impact of the devastating Covid-19...","sentiment_score":-0.5625}
{"full_text":"RT Unemployment is at an all time high! Pandemic has added to the insecurity of youth and that's why the call today Retw...","sentiment_score":0.2}
{"full_text":"RT Hahaha! Why won't you be jittery when he is threat to your boss? His acceptance, popularity and public image is 'killin...","sentiment_score":0.125}
{"full_text":"RT HAPPY ANNIVERSARY -  year to the day, back from two week holiday, that and Herd Immunity Cummings decided...","sentiment_score":0.4}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"Why don't you ask scientists for their advice but instead a dangerous and manipulative source like GMWatch? They continously spread conspiracy theories and fear about vaccines throughout the pandemic. Is this really the way you want to promote a sustainable agriculture?!","sentiment_score":-0.175}
{"full_text":"\"COVID19 should not stop our service\" Dr. Padilla notes that armed personnel helped in transporting samples, crossing checkpoints. She mentioned that advocates, HCWs on the ground made everything possible #CareForRarePH #NRDW2021","sentiment_score":0.0}
{"full_text":"RT So glad covid numbers are dropping, folks are getting vaccinated, and the weather is getting warmer. Things should be loo...","sentiment_score":0.5}
{"full_text":"RT The Tories have presided over the world's worst pandemic death rate, have siphoned billions to their mates for failed PPE...","sentiment_score":-0.75}
{"full_text":"RT 10. Australia (cont)\"COVID-19 is not the flu. Far fewer children are affected by COVID-19, and the number of transmissions...","sentiment_score":0.1}
{"full_text":"RT FACTS about Dems' \"COVID\" relief bill:  Only 9% goes to COVID reliefOnly 1% goes toward accelerating vaccine distributionOnly...","sentiment_score":0.0}
{"full_text":"One's impossible, two is dreary. Three is against COVID regulations.","sentiment_score":-0.6666666667}
{"full_text":"The pandemic made #RemoteWork a norm. These are great tips from on how to make it more effective. For starters, employees need tech that \"enables them to do high-value work, autonomously and asynchronously.\" #DigitalTransformation #TechTrends","sentiment_score":0.575}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"mouldy breakfast during a pandemic","sentiment_score":0.0}
{"full_text":"RT Unemployment is at an all time high! Pandemic has added to the insecurity of youth and that's why the call today #modi_job_do","sentiment_score":0.2}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"RT As testing and the Oxford AstraZeneca vaccine are hailed as UK pandemic successes, why won't Oxford University or the gover...","sentiment_score":0.0}
{"full_text":"COVID-19 update: 2,269 bagong kaso, 738 recoveries","sentiment_score":0.0}
{"full_text":"This is what happens when you try to have offline exams","sentiment_score":0.0}
{"full_text":"Thanks #modi_job_do#modi_rojgar_do","sentiment_score":0.2}
{"full_text":"RT After demonetisation, GST &amp; unplanned lockdown, PM Modi's latest attack on our economy &amp; jobs is the 3 new anti-farmer laws....","sentiment_score":0.3181818182}
{"full_text":"RT Crying with joy at today's news. For all those with a LD who've lost their lives &amp; for those who thought they'd been forgotte...","sentiment_score":0.3}
{"full_text":"RT A fake graphic plate of TV9 Marathi was manufactured to falsely claim that Maharashtra CM Uddhav Thackeray has imposed statew...","sentiment_score":-0.3}
{"full_text":"North Korea hacked Pfizer because it wants to sell bootleg COVID vaccines on the international black market, sources say","sentiment_score":-0.0916666667}
{"full_text":"Watch Neuroscience doctorate holder, #BigBangTheory star must-watch talk on protecting your #mentalhealth in #covid #BigData can help too, as #CogX found out in 'Data Science for Mental Health.'","sentiment_score":-0.1}
{"full_text":"RT Just reading that teachers may have to work during the holidays. Bit rich when MPs took a break when 2,000 people a da...","sentiment_score":0.375}
{"full_text":"RT The great thing about watching the News is that you can end up thinking that the UK has done pretty bloody OK with thi...","sentiment_score":0.1875}
{"full_text":"guys! This is my personal Youtube Channel! Covers, projects, challenges, reactions and reviews! If u want to support me.. subscribe! #YouTube #channel #COVID19 #twitch #PositiveVibes #new #Video #music #musica","sentiment_score":0.0681818182}
{"full_text":"RT We asked to come on tonight's to tell us how he intends to help pupils who have fallen behi...","sentiment_score":0.0}
{"full_text":"covid cases have dropped for how many weeks?  How about letting people go watch a sporting event. Why does Pennsylvania always behind everyone else","sentiment_score":0.05}
{"full_text":"We are looking for more volunteers who can and help clean, feed and of course cuddle the bunnies! We can only accept volunteers who are over 18 at the moment and we have covid-19 measures in place.Please contact us for more information!","sentiment_score":0.3958333333}
{"full_text":"Our #AdaptSupportRespond initiative is shining a spotlight on how #SportForDevelopment orgs have adapted their services during lockdown, and how they are getting ready to play their part in the recovery from the pandemic  #SportForDevelopmentCoalition","sentiment_score":0.2}
{"full_text":"Help the unsung heroes of the UK music industry! For just PS5 you could receive CHARLIE'S SIGNED GUITAR as part of and 's prize draw!Be a part of #ILoveLive and help the thousands of people put out of work by coronavirus:","sentiment_score":0.0}
{"full_text":"We understand how difficult it can be to have a loved one in hospital at this time, particularly while we have visiting restrictions in place to help keep everyone safe from Covid-19. Our family contact centres are here to help you stay in contact with your loved ones.","sentiment_score":0.3133333333}
{"full_text":"RT NEU members at Langley School will be on strike tomorrow due to Covid H &amp; S concerns as well as unreasonable management...","sentiment_score":-0.125}
{"full_text":"when Corona hit, lots of small businesses get affected and people lost their jobs, do you agree that Covid-19 has a bad impact on the financial situation around the world?","sentiment_score":-0.3166666667}
{"full_text":"\"Hope children will get time in school this summer\" IS NOT GOOD ENOUGH. Children are behind in their education- make it happen Secretary of State.https:\/\/t.co\/iTW5teQ5TE","sentiment_score":-0.25}
{"full_text":"North Korea hacked Pfizer as a result of it needs to promote bootleg COVID vaccines on the worldwide black market, sources say","sentiment_score":-0.2833333333}
{"full_text":"RT You people wanna \"Trust the science\" for your own ignorant agenda but not when scientist advise us against covid and it be...","sentiment_score":0.6}
{"full_text":"#COVID19 surge in India as 16K new cases reported in last 24 hrs.https:\/\/t.co\/pWFXGzLdp6","sentiment_score":0.0681818182}
{"full_text":"RT \"We're all keeping each other safe.\" Baltimore City's launches asymptomatic COVID classroom testing with Con...","sentiment_score":0.1875}
{"full_text":"#DoYourPart Wear a face mask CORRECTLY, completely covering your nose and mouth whenever you leave the house. DO NOT SHARE masks! Stay Home, Save Lives","sentiment_score":0.125}
{"full_text":"#OutBreakOut - an anthem for escape after a year locked in.  We invite you to #BreakOut from the monotony, rise above the #OutBreak and hope for tomorrow. Visit  for more information. #LearningDisability #NewWork #Poetry","sentiment_score":0.25}
{"full_text":"Pre-pandemic, visited to see up close the innovation and growth within the spirits industry in recent years. We hope Scott and others continue to back spirits producers across the UK as we approach March 3.","sentiment_score":0.0}
{"full_text":"We've put together some advice on how to cope during this difficult time, including:How to talk to Children &amp; Young People about CoronavirusTelling Children &amp; Young People that someone significant to them has diedRecommended reading More","sentiment_score":0.115}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"Palladium's Chief Medical Officer Dr. Farley Cleghorn spoke with in response to reports that rich countries are on track to stockpile 1.2 billion excess doses of the #COVID19 #vaccine. He says that the fight should be against the virus, not between countries.","sentiment_score":0.1875}
{"full_text":"The CDC adds that gyms should enforce physical distancing, improve ventilation, and encourage attendees to isolate after symptom onset or receiving a positive.","sentiment_score":0.1136363636}
{"full_text":"Moderna has created COVID vaccine to battle South African variant","sentiment_score":0.0}
{"full_text":"We wanted to share some of the wonderful feedback we have received whilst remote teaching during lockdown.","sentiment_score":0.45}
{"full_text":"Talent expectation is changing due to COVID-19. Here's what Managing Director of CareerBuilder Singapore Vinay Dua has to say about what future talent's demand and what the HR team needs to prepare. #futuretalents #tech #thursdaythoughts #HR #hiring","sentiment_score":-0.0625}
{"full_text":"The White House COVID-19 response team shared more info Wednesday about the Biden administration's plan to send masks to Americans across the country.","sentiment_score":0.25}
{"full_text":"Moderna says a version of its COVID-19 vaccine aimed specifically at fighting the South African virus variant will now undergo clinical study.","sentiment_score":0.0}
{"full_text":"Which emerging markets are relying on improved #oilprices to fuel their recoveries?Find out here: #Covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"For the second day in a row, the Regency Square Mall vaccination site will offer appointment-free COVID-19 shots on Thursday.","sentiment_score":0.0}
{"full_text":"A local group warns that eating disorders have been increasing during the pandemic.","sentiment_score":0.0}
{"full_text":"WTOC is hosting a roundtable discussion addressing the needs and concerns of our Black and Hispanic communities when it comes to COVID-19 and the vaccine. &gt;&gt;&gt;","sentiment_score":-0.1666666667}
{"full_text":"\"Most of the global population live in low-income and middle-income countries, which have historically received a small fraction of global resources for mental health. The #COVID19 pandemic has spread rapidly in many of these countries.\"New #Free Reviewhttps:\/\/t.co\/ybYlsSNK52","sentiment_score":0.1322727273}
{"full_text":"RT SEE GOBE ooo Nengi be causing DOUBLE WAHALA to PEPPER DEM till they all LOCKDOWN ","sentiment_score":0.0}
{"full_text":"Posing as a health-care worker to jump the vaccination queue will not be accepted, Premier Alan Winde said at the latest Covid-19 provincial digicon.https:\/\/t.co\/sRc54PsBd0","sentiment_score":0.5}
{"full_text":"The way local sources and weather conditions affect the spatial and temporal variation of #ultrafineparticles was investigated in Augsburg.#epitwitter  #Airpollution                                       ","sentiment_score":0.0}
{"full_text":"Pleased to announce that I will be joining the Board of Trustees in Autumn 2021. #WeAreSKIPAs we () begin to emerge from COVID-19, I am excited to explore possibilities for future projects and events. Further grateful to join alongside the talented xx","sentiment_score":0.315}
{"full_text":"RT Is Covid at risk of becoming a disease of the poor? - BBC News #healthinequalities ","sentiment_score":0.025}
{"full_text":"\"#Wellbeing has always been a PRIORITY for us, not just through the #pandemic\"e2e has INVESTED in the WELL-BEING of its people by providing everyone with access to the CheckUp service from T-Cup StudiosCheck out our LATEST article below https:\/\/t.co\/R2yGzTpYTE#insurance","sentiment_score":0.5}
{"full_text":"Govt blurring lines on emergency Covid powers - IHREC via","sentiment_score":0.0}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"RT Unemployment is at an all time high! Pandemic has added to the insecurity of youth and that's why the call today #modi_job_do","sentiment_score":0.2}
{"full_text":"RT Serco, you know who THEY are, have just announced....* Operating Profit PS179 million* Up 75% during pandemic * That's...","sentiment_score":0.0}
{"full_text":"Our team is operating a mixture of home and on-site working, complying with social distancing of course.  Wherever we are, we'll help you with enquiries, requests &amp; accessing online resources. Details at  or email bsuh.library@nhs.net","sentiment_score":0.0333333333}
{"full_text":"The COVID-19 vaccine is safe and effective and it gives you the best protection against coronavirus. We are continuing the roll out of the vaccination programme in our area. Read our FAQs ","sentiment_score":0.7}
{"full_text":"If you have family or friends who are in a priority group for the #COVID19 vaccination, you can help them by:- Encouraging them to book their appointment- Planning their visit to a vaccination site- Sharing official advice from the NHSMore:","sentiment_score":0.0}
{"full_text":"Are you a teacher? Why not book one of our FREE education sessions for your school!We are running these for all key stages online and in person (Covid permitting). They're fun, informative and will teach all about the science behind our water and waste!","sentiment_score":0.01}
{"full_text":"With lockdown restrictions partially lifted, Russia's famous Bolshoi theater is gearing up to showcase the highly anticipated opera 'Salome,' lauded for putting a contemporary twist on the Biblical story","sentiment_score":0.1816666667}
{"full_text":"Look at this HBR survey which found that North American employees who take a lunch break every day reported better job satisfaction and productivity. #work #covid19 #productivity","sentiment_score":0.25}
{"full_text":"Here are few ideas to help you and your families stay active and keep moving during #lockdown #keepmoving","sentiment_score":-0.1666666667}
{"full_text":"Do you know a 16+ unpaid or family #carer? Tell them that to be on the priority list to get the COVID-19 #vaccine they will need to register their caring responsibilities with by calling Freephone 0800 776 5217 lines open Mon to Fri 9am-5pm","sentiment_score":0.1}
{"full_text":"RT THE MYTH ABOUT THE COVID-19 VACCINE.Hon. Oppong Nkrumah throws more highlight on the Covid-19 vaccine.#VaccineConvo","sentiment_score":0.5}
{"full_text":"Time: 09:00 * Temp: 5.2degC * Wind: W 0.9 to 11.0mph * Pressure: 1016.4hPa * Rain: 0.0mm * Hum: 90% * ET: 0.0mm * Solar: 142.0W\/m2 * UV Index: 0.0 * Sunrise: 07:21 * Sunset: 17:51 * Cloudbase: 720ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 35.1FWind Chill: 31.0FHumidity: 68%Dew Point: 25.6F Barometer: 30.103 inHgWind: 6 mph from the NCorona Virus Weekly Stats:Cases: 138.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"I am really seeing a full circle on my career right now.  Active time spent in front of a mic, and giving advice to others.  Do you see echoes of previous lives during this pandemic?","sentiment_score":0.0726190476}
{"full_text":"RT HAPPY ANNIVERSARY -  year to the day, back from two week holiday, that and Herd Immunity Cummings decided...","sentiment_score":0.4}
{"full_text":"A two-day #EU video summit on the #COVID19 #pandemic and #security issues will begin today afternoon. #coronavirus #politicsMore:","sentiment_score":0.0}
{"full_text":"RT This was a tough piece to write - but being a CEO and parent during the pandemic has exposed the urgent need to change a...","sentiment_score":-0.3888888889}
{"full_text":"RT We mustn't repeat the mistakes of the #HIV\/AIDS crisis.Govts &amp; must make #COVID19 vaccination a public good in...","sentiment_score":0.35}
{"full_text":"RT #BeatGermsNotPeople: register to hear Rapporteur","sentiment_score":0.0}
{"full_text":"Challenges and Opportunities for #Startups in the Time of #COVID19","sentiment_score":0.0}
{"full_text":" We're helping with hygiene by introducing 1000 touch-free hand sanitisers to help you keep your hands clean.i More info https:\/\/t.co\/qhASQmZjvx","sentiment_score":0.5}
{"full_text":"RT \"The Government's campaign to terrify people into compliance with Covid rules was shameless and cruel\" writes @CharlesWa...","sentiment_score":-1.0}
{"full_text":"RT It's not that complicated at all to understand. There were over 9,000 Covid positive patients put into nursing homes as per...","sentiment_score":-0.1363636364}
{"full_text":"RT Unemployment is at an all time high! Pandemic has added to the insecurity of youth and that's why the call today #modi_job_do","sentiment_score":0.2}
{"full_text":" We're helping with hygiene by introducing 1000 touch-free hand sanitisers to help you keep your hands clean.i More info https:\/\/t.co\/zfqnZDtNy8","sentiment_score":0.5}
{"full_text":" If you need to travel, you can subscribe to journey alerts through Messenger for personalised up-to-date journey info. This will keep you informed about any cancellations or delays as well as expected busy services.iMore infohttps:\/\/t.co\/oZuZmS7BY6","sentiment_score":0.0}
{"full_text":"Two words will define #SupplyChain success in the post-pandemic world. Do you know what they are?","sentiment_score":0.3}
{"full_text":"We're just beginning to understand how #consumer behavior has shifted due to the #pandemic. Karen O'Regan details how #brands can plan for an uncertain #future.","sentiment_score":-0.0625}
{"full_text":"RT After demonetisation, GST &amp; unplanned lockdown, PM Modi's latest attack on our economy &amp; jobs is the 3 new anti-farmer laws....","sentiment_score":0.3181818182}
{"full_text":"RT Scott Morrison's record on aged care:- $1.7 billion cut- Nearly 11,000 deaths while waiting for home care in the past year-...","sentiment_score":-0.0833333333}
{"full_text":"RT If the UK hit 90+ % covid vaccine uptake, what's the point in a digital passport to allow you to go to...","sentiment_score":0.0}
{"full_text":"RT After demonetisation, GST &amp; unplanned lockdown, PM Modi's latest attack on our economy &amp; jobs is the 3 new anti-farmer laws....","sentiment_score":0.3181818182}
{"full_text":"RT 2020 saw PM Modi unleash the worst humanitarian crises India has seen. Modi Govt has failed to protect existing jobs, let...","sentiment_score":-0.75}
{"full_text":"I'll bet Christie has had a Covid19 vaccine already. Scientists make educated guesses based on the data they have then observe outcomes to learn more, it's theoretical. Teachers ask for vaccine before returning to work as a precaution &amp; people think the Union request is obscene?","sentiment_score":0.25}
{"full_text":"What do you think?https:\/\/t.co\/0p0yg8w4g6","sentiment_score":0.0}
