{"full_text":"The Green Party  demand further measures to protect our students, teachers, support staff, parents and the wider community.Scotland, Wales and N. Ireland are phasing in the return of pupils. Why is England so exceptional?@TheGreenPartyhttps:\/\/t.co\/ElzoehB3CD","sentiment_score":-0.1}
{"full_text":"RT * World Bank urges Israel to donate its surplus COVID vaccines to Palestinians UK adults should g...","sentiment_score":0.0}
{"full_text":"RT Trump did almost nothing to provide Covid relief for people and I can't believe Biden has done less","sentiment_score":-0.1666666667}
{"full_text":"RT Back in lockdown by September at the rate this country is going.","sentiment_score":0.0}
{"full_text":"ITS HAPPENED, I've been post blocked on my second Facebook account. This time it's for calling out a covid conspiracy theorist.I'm banned for 24 for calling him an idiot, he can carry on saying that covid is just like flu","sentiment_score":-0.4}
{"full_text":"Over 8,000 Indigenous people now vaccinated against COVID-19 in Northern Ontario | CBC News","sentiment_score":0.0}
{"full_text":"RT \"The children who have died of covid-19 are, even more than among adults, disproportionately children of color -- about...","sentiment_score":0.5}
{"full_text":"RT 1,660,232 people in Scotland have been tested for #coronavirusThe total confirmed as positive has risen by 715 to 198,184...","sentiment_score":0.2090909091}
{"full_text":"Shouldn't it be humanicide? Pandemicide sounds like killing the pandemic.","sentiment_score":0.0}
{"full_text":"RT The number of rural households\/families in India with tap water access has more than doubled in the past 1.5 years. Covid-1...","sentiment_score":0.0833333333}
{"full_text":"God invented science, or rather the reality of which science is the reflection. Who invented pandemic-denialism? Men, and very ignorant ones at that.","sentiment_score":0.2}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT NBC News criticizes Gov. DeSantis' coronavirus vaccine plan for prioritizing seniors, Holocaust survivors","sentiment_score":0.0}
{"full_text":"Will he tell us the true reasons for the entire crisis then? Please take the time to watch and understand the scale of this. Best wishes.https:\/\/t.co\/y7S6VbHLv6","sentiment_score":0.45}
{"full_text":"This needs to stop.  #cndpoli","sentiment_score":0.0}
{"full_text":"RT $AIKI NEWSProvides Update on its Antiviral Platform, Including the Virus That Causes COVIDCEO - \"We are excited to...","sentiment_score":0.375}
{"full_text":"RT Over 3,700 LTC residents have tragically lost their lives to #COVID19. This is no time to cut off the investigation.Se...","sentiment_score":0.0}
{"full_text":"Most of the population has built up. Immunity to flu over many years, not so with Covid so unvaxxed probably won't even be allowed in surgeries.","sentiment_score":0.5}
{"full_text":"I think you 444 Africa we expect you to reply on that signal we already sending A lot of Men into the pits am in the middle of A Tour I have that Fella and that Fella headed for 444Do you Fellas think A lot of Women are gon be on lockdown via DC","sentiment_score":0.0}
{"full_text":"RT This is such good news for people living in care homes and their families. ","sentiment_score":0.35}
{"full_text":"RT Imagine telling your one year ago self that 500,000 Americans would be dead from COVID...","sentiment_score":-0.2}
{"full_text":"RT When Kingdom Intro Stage starts I hope we'll be in ATEEZ Lockdown, please don't engage in any fanwars!! Focus on Ateez's stage...","sentiment_score":0.0}
{"full_text":"Yes don't forget also people who had Covid go back to the line as they immune for a year .. so this vaccine passport will not work for all and Germany law will never allow this as it goes against your rights of choice","sentiment_score":0.0}
{"full_text":"Six takeaways from covid-19 that could shape our future","sentiment_score":0.0}
{"full_text":"RT Abbott has faced Hurricane  Harvey in 2017, which resulted in the deaths of 68 people, at least six major mass shootings t...","sentiment_score":-0.11875}
{"full_text":"We entered this pandemic not knowing we'd NEVER see them perform again, that's crazy","sentiment_score":-0.6}
{"full_text":"RT It really bothers me that we're less than a year into a deadly global pandemic and Canada will have enough vaccines for eve...","sentiment_score":0.0083333333}
{"full_text":"I just saw 'pandemic' written in arty writing and my brain just couldn't compute A sad word written beautifully just didn't match up in my mind","sentiment_score":0.175}
{"full_text":"RT Breaking: Supreme Court denies appeal from republicans challenging a Pennsylvania Supreme Court decision that allowed ballo...","sentiment_score":0.5}
{"full_text":"News: UK government announces Multimillion pound support for Women's football, netball, badminton and basketball, plus 250,000 free Covid-19 testing kits","sentiment_score":0.4}
{"full_text":"RT This guy (and his bully administration) has gotten away with this for too long.  It's a shame it's been an open secret, and...","sentiment_score":-0.15}
{"full_text":"RT Well, I'm looking forward to lockdown being briefly lifted and then more people dying and lockdown being reinstated and...","sentiment_score":0.25}
{"full_text":"RT \"Pandemicide\" is a new word for me, but it's the perfect fit for what Shitler did. He must be held accountable.","sentiment_score":0.5121212121}
{"full_text":"RT The only sincere way to truly thank our NHS heroes for carrying us through this pandemic is to give them the 15% pay rise...","sentiment_score":0.25}
{"full_text":"RT This is perfect messaging if you want to discourage millions of people from getting vaccinated","sentiment_score":1.0}
{"full_text":"If u ask me, what the most impactful due to this pandemic? My life  im struggling last year.. and i let myself struggle this 2 months    no.. i try hard to upgrade my life but no rezeki.. so try again and again ","sentiment_score":0.0208333333}
{"full_text":"RT Ian Collins says lockdown easing \"can't come soon enough\" for the UK's mental wellbeing as the country prepares to hear Bori...","sentiment_score":-0.05}
{"full_text":"My current biggest regret is applying for grad school during a pandemic. I didn't need this level of anxiety, but I gifted it to myself like a fool.","sentiment_score":0.25}
{"full_text":"RT Sary mulk se corona ikatha ho k uos me agya hai kia? Or kitny semesters online prha k barbad kro gy... Stop prioritizing...","sentiment_score":0.0}
{"full_text":"RT PLEASE STAY AT HOME, DONT GO OUT.They're killing innocent people in this movie I'm watching right now","sentiment_score":0.3928571429}
{"full_text":"RT Palestinian vaccine drive faces funding shortfall: World Bank | Coronavirus pandemic News | Al Jazeera","sentiment_score":0.0}
{"full_text":"RT A complete article by The future of work after COVID-19 #Machin...","sentiment_score":0.05}
{"full_text":"RT Yesterday, 12 MDC-A officials were arrested at the Chinhoyi party offices for, allegedly, breaching COVID-19 regulations whi...","sentiment_score":-0.1}
{"full_text":"RT For anyone who's new to #ComfortClassics, it's a series of email interviews that I started to cheer people up during the pa...","sentiment_score":0.1363636364}
{"full_text":"RT Your regular reminder that Diane Abbott was subjected to torrents of abuse because she once jumbled up her figures on police n...","sentiment_score":0.0}
{"full_text":"RT I'd share one of my videos. here is something to make you laugh during these tough stres...","sentiment_score":-0.0444444444}
{"full_text":"How to Spot a Fake N95 via","sentiment_score":-0.5}
{"full_text":"RT Isn't it tragic that Pune city is reporting a big surge in Covid cases at a time when Serum Institute, located in the same cit...","sentiment_score":-0.25}
{"full_text":"RT Another relationship that couldn't survive Covid.","sentiment_score":0.0}
{"full_text":"RT To ensure this is the last lockdown, restrictions should be eased cautiously.That's why the Government's \"big bang\" reo...","sentiment_score":0.0}
{"full_text":"RT Tonight at 6:15 at the White House, President Biden, Dr. Jill Biden, Vice President Harris, Second Gentleman Doug Emhoff wil...","sentiment_score":0.0}
{"full_text":"RT \"We think that this is going to be a doozy of a year for myopia with the pandemic and all the increased screen time that kids...","sentiment_score":0.0}
{"full_text":"The road map is going to be unacceptable anyway. The longer these harmful and ineffective restrictions are in place more damage is done. This has gone on long enough. #EnoughIsEnough #EndLockdown","sentiment_score":0.15}
{"full_text":"Finland and a couple of other Eastern European countries showing 25% weekly growth in COVID cases as France\/Spain improve rapidly","sentiment_score":-0.0625}
{"full_text":"How you say you have corona so you don't gotta see your kid but you at work ","sentiment_score":0.0}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"I think about this a lot too. I think it might hit healthcare workers by surprise that when the pandemic finally quiets, so much grief and likely traumatic memories will surface because there will be room. right now, there still isn't","sentiment_score":-0.1285714286}
{"full_text":"RT Indian Medical Association demanded an explanation from the Union health minister for promoting #Patanjali's #coronil ta...","sentiment_score":0.0}
{"full_text":"RT We have already voted. We came to vote even during Covid -19 crises. There is NO election fraud. RESPE...","sentiment_score":0.0}
{"full_text":"RT PLEASE STAY AT HOME, DONT GO OUT.They're killing innocent people in this movie I'm watching right now","sentiment_score":0.3928571429}
{"full_text":"News: UK government announces Multimillion pound support for Women's football, netball, badminton and basketball, plus 250,000 free Covid-19 testing kits","sentiment_score":0.4}
{"full_text":"RT I am at my desk working AND attending a critical PTA meeting. THIS is EVERYTHING to me! PLEASE PLEASE let's keep remote...","sentiment_score":-0.05}
{"full_text":"Yoyo lockdown logic there will never ever be Zero and I for one don't want to be repeating the phrase just one more week for the rest of my life or that of my children.","sentiment_score":0.5}
{"full_text":"RT Congress takes up COVID-19 relief, Merrick Garland Senate hearing: 5 things you need to know Monday","sentiment_score":0.0}
{"full_text":"RT The support is overwhelming: 83% of Americans approve of Congress passing a relief package. As their representatives, we...","sentiment_score":0.5}
{"full_text":"RT \"as long as there are COVID-19 cases in Tanzania, it is impossible for neighbouring countries - with which it shares porous bord...","sentiment_score":-0.3583333333}
{"full_text":"RT Fun fact: the covid crisis has produced over 1200 new words in German over the past year. Personal favourites are coronamude (...","sentiment_score":0.0372727273}
{"full_text":"The prices have risen due to the pandemic, but in all honesty Australia is blessed with its dairy and meat supply at very affordable prices","sentiment_score":0.0375}
{"full_text":"Me after reading all about covid rising back up ","sentiment_score":0.0}
{"full_text":"RT The Senator should walk a mile in someone else's bread bags before throwing around \"elites\" &amp; \"radical\" labels. Gulf fisherma...","sentiment_score":0.0}
{"full_text":"Covid zero is just as stupid policy as net Zero carbon.","sentiment_score":-0.4}
{"full_text":"RT Ontario Premier Doug Ford and members of cabinet to make announcement todayhttps:\/\/t.co\/3xDd3ImpHb","sentiment_score":0.0}
{"full_text":"CNN had a fixed Covid death tracker?","sentiment_score":0.1}
{"full_text":"RT In this article and Pamela Qualter of discuss student loneliness, and identify steps that univ...","sentiment_score":0.0}
{"full_text":"RT BREAKING: More than 2,750 kids in Iowa have now contracted coronavirus since Gov. Reynolds signed SF160 to force 100% i...","sentiment_score":0.5}
{"full_text":"RT Exciting to be back LIVE on today from 1pm.So get your weekend radio fun fix, with our music...","sentiment_score":0.1840909091}
{"full_text":"RT There's a story being pitched as 'heartwarming' around a 90 y\/o grandmother walking 6 miles to get her covid vaccine. That's...","sentiment_score":0.0}
{"full_text":"RT COVID is continuing to be hugely respectful of political (and laboratory) boundaries.","sentiment_score":0.25}
{"full_text":"RT My daughter wasn't given books in one of her classes this fall because they were used the previous school year and, we were...","sentiment_score":-0.1666666667}
{"full_text":"Huge loss for us and Politico is very lucky to have Erin. She's been an amazing reporter and friend at the DB. I know she'll keep doing stellar work ","sentiment_score":0.4208333333}
{"full_text":"RT Is the government actively trying to kiII us?","sentiment_score":-0.1333333333}
{"full_text":"RT Panic sellers, buy back into something great! $SXP*#DeFi Exchange: #SwipeSwap goes live #soon*Non-Custodial","sentiment_score":0.3787878788}
{"full_text":"Anyone with a sense of decency would oppose anything non Covid related. Why do they think taxpayers are so stupid?","sentiment_score":-0.4}
{"full_text":"RT Also, lockdown sceptics, keep asking for the data that specifically underscores lockdown policy now.\"Vari...","sentiment_score":0.0}
{"full_text":"RT DOCUMENTS: budgeted $50M for free hotels, meals, health care for quarantined travelers. Not a typo. Fifty...","sentiment_score":0.4}
{"full_text":"Don't miss your chance to hear Gary Guest of discussing the trials and tribulations of being a lender to SMEs during a pandemic and how the funding landscape is changing. Pandemic perspectives interview - 24 Feb (12:30-13:00).Book here -","sentiment_score":0.0}
{"full_text":"RT Coming together to support students during the pandemic. How Community Learning Hubs are bridging resources and partne...","sentiment_score":0.0}
{"full_text":"We will be LIVE on Facebook, YouTube, and Twitter, with Minister Haggie, and Dr. Janice Fitzgerald for an update on COVID-19 in NL at 2:00pm (1:30pm in most of Labrador)","sentiment_score":0.3181818182}
{"full_text":"RT Grown ass adults crying in the quotes","sentiment_score":-0.2}
{"full_text":"RT *checks bio*","sentiment_score":0.0}
{"full_text":"RT PLEASE STAY AT HOME, DONT GO OUT.They're killing innocent people in this movie I'm watching right now","sentiment_score":0.3928571429}
{"full_text":"RT Tomorrow, President Biden is expected to make remarks at sundown during a candle-lighting ceremony to mourn a once unthinkable...","sentiment_score":-0.075}
{"full_text":"lockdown has a lot too answer for lol","sentiment_score":0.8}
{"full_text":"RT I'm old enough to remember when Dr. Fauci praised Governor Cuomo for being the model on how to fight COVID ...   x 1,000","sentiment_score":0.05}
{"full_text":"RT In these times of covid, being healthy and safe is a good enough reason to celebrate .. stay safe y'all  #chembur #mumb...","sentiment_score":0.44}
{"full_text":"RT BREAKING: More than 2,750 kids in Iowa have now contracted coronavirus since Gov. Reynolds signed SF160 to force 100% i...","sentiment_score":0.5}
{"full_text":"RT If there's one message I want to cut through to everyone in this country, it's this: The vaccines are safe.For yourself, your...","sentiment_score":0.0}
{"full_text":"No. I'm giving them the choice to stay in lockdown if they wish, if they don't they can go out and what they wish.See unlike you, I don't want to impose anything on anybody. Funny that","sentiment_score":0.25}
{"full_text":"RT One of the most frustrating political developments of this pandemic is the inability to accept that we - the royal \"we\", in...","sentiment_score":0.0333333333}
{"full_text":"I'm in full support of Deano not hanging the lad out to dry. The comments sniping at him piss me off. He's had an injury and, likely, Covid. He needs games to get back up to speed. I see the method. Would I start him against Leeds? No, but I'll keep the faith with him beyond that","sentiment_score":0.0708333333}
{"full_text":"\"The cycle has been much slower.\" Oklahoma college admissions changed during COVID-19, but how much? ( by )","sentiment_score":0.2}
{"full_text":"RT NOT SURPRISING: Most of the Democrats' $1.9 trillion #COVID19 bill has little to do with the virus. Here's a breakdown....","sentiment_score":-0.0125}
{"full_text":"RT We trust you Mr President and about ur care of ur own young people so please help us of getting infected with covid-19 as th...","sentiment_score":0.35}
{"full_text":"We're a year into the pandemic now - so there's no excuse not to be a video meeting pro","sentiment_score":0.025}
{"full_text":"RT Sufficient reason to #ArrestRamdev","sentiment_score":0.0}
{"full_text":"RT Next Friday at 7pm ET:@JoyAnnReid is joined by Dr. Anthony Fauci and members of to discuss COVID-19's imp...","sentiment_score":0.0}
{"full_text":"RT THIS WEEK! Join Wednesday at 6PM ET for a live COVID Coalition webinar on the legal and ethical considerat...","sentiment_score":0.1787878788}
{"full_text":"RT They were always saying Covid19 was political in Uganda. Govt was wrong to place lockdown and curfew. They cited Magufuli...","sentiment_score":-0.25}
{"full_text":"RT The premiers have the power 2 do something abt #COVID19, rather than shrugging&amp; blaming fed govt 4 not making vaccines appear...","sentiment_score":0.0}
{"full_text":"RT The response to B117 emergence in BC schools seems out of step with what we learned from the UK this past winter, and 180 degr...","sentiment_score":-0.25}
{"full_text":"Not all of those 30% will even catch covid, let alone be seriously ill, especially given that most will be under 50 anyway. They refused to take the vaccine, why should we be expected to lockeown to protect them?","sentiment_score":-0.025}
{"full_text":"RT Our family has been in self-imposed lockdown for a year &amp; one week.In that time, Republicans have relentlessly lied about...","sentiment_score":0.0}
{"full_text":"RT Learned during the early stages of pandemic when supplies were running off the shelves: You don't need disposable...","sentiment_score":0.1}
{"full_text":"Co worker is complaining that he made less last year. Filed taxes, got money back from federal however had to pay back state. Blaming it on Joe Biden. If I remember correctly, Trump was in office and you made ALOT less b\/c of Covid!","sentiment_score":-0.075}
{"full_text":"RT You don't think you breaking covid protocols have the tendency to get the hospitals more choked and be to the detrimen...","sentiment_score":0.5}
{"full_text":"Because of covid i have to pay 2000EUR to see my boyfriend  if covid disappears it will make me very happy ","sentiment_score":1.0}
{"full_text":"Amanda Kloots, who lost her husband Nick Cordero to COVID-19, was taken aback when getting her first dose of the vaccine turned into a controversy.","sentiment_score":0.25}
{"full_text":"Here's everything we know about exercise rules as Boris Johnson prepares to ease the lockdownhttps:\/\/t.co\/bEhn8k7rIv","sentiment_score":0.0}
{"full_text":"On Marc Hetherington and professors talk with guest host about the concept of worldview and why it matters for understanding the politics of COVID-19.Listen now!","sentiment_score":0.0}
{"full_text":"The #Human Rights of people in middle and low-income countries - the majority of the world's population - are threatened by the vaccine nationalism of richer countries@tess_kb on the obligations of States, companies &amp; the human rights systemhttps:\/\/t.co\/IutosKmYPY","sentiment_score":0.0}
{"full_text":"Restaurants, pubs, gyms and hairdressers are likely to remain closed until at least April in the UK. #9Newshttps:\/\/t.co\/VBz7zTyeXK","sentiment_score":-0.1333333333}
{"full_text":"We think that the staff here at Lord Grey are amazing and know you do too!","sentiment_score":0.35}
{"full_text":"Please help us keep our school community as safe as possible by following all of the Covid-19 control measures - diolch yn fawr@CaerphillyCBC","sentiment_score":0.1666666667}
{"full_text":"Headlines: 26 More COVID-19 Deaths, Rising Utility Bills &amp; Thunder Road Win via","sentiment_score":0.65}
{"full_text":"RT NIH director Francis Collins, the boss of Anthony Fauci, tells #AxiosOnHBO that the Trump administration deserves credit for the...","sentiment_score":0.0}
{"full_text":"Small businesses\/self-employed affected by COVID-19 - A new discretionary fund of up to PS6,000 is now available to businesses who have not qualified for any previous business support funds, launched since 1 October. Read more","sentiment_score":0.1239393939}
{"full_text":"The adventure continues! This week, Where Lawrence, Ivaylo, and Joe are faffing about their favourite TV shows and reminiscing about their lockdown watch lists. Be sure to listen to our latest episode, now available here:https:\/\/t.co\/KVKhQ0VNNf#TVShows #podcast #newepisode","sentiment_score":0.4666666667}
{"full_text":"If you employ grocery and food retail workers, institute these measures and everyday actions to help prevent the spread of #COVID19. #SupermarketEmployeeDay","sentiment_score":-0.2}
{"full_text":"With the stress of the #pandemic, the last thing you want to worry about is a home heating emergency. When you do need #emergency HVAC service, we're taking all CDC-recommended precautions to keep our technicians and your family safe.https:\/\/t.co\/ms7EBla0em#furnace #HVAC #ac","sentiment_score":0.0}
{"full_text":"Join New York Secretary of State Rossana Rosado for a special Spanish-speaking Charla on Monday, February 22, at 11:00 am, for an informational session on the COVID-19 vaccine in partnership with the NYS COVID-19 Vaccine Equity Taskforce.Watch live at:","sentiment_score":0.20995671}
{"full_text":"Check out Science BOB for some fun experiments to try at home or at school. We particularly like the hovercrafts. There's an idea, once lockdown is over, we should have some hovercraft races in the sunshine. ;)https:\/\/t.co\/uY7ovWuNUm","sentiment_score":0.2388888889}
{"full_text":"Look at the data behind COVID-19's impact on restaurants. (For subscribers) ","sentiment_score":-0.4}
{"full_text":"Officials reason that the winter storm -- which brought snow and below-zero temperatures to Arkansas -- will work to combat the coronavirus.","sentiment_score":0.0}
{"full_text":"Researchers at the Indian Institutes of Science Education and Research Bhopal have developed a low cost AI-powered monitoring system to prevent the spread of COVID-19 on campushttps:\/\/t.co\/yITL6cjkyD","sentiment_score":0.05}
{"full_text":"Restaurants, pubs, gyms and hairdressers are likely to remain closed until at least April in the UK. #9Newshttps:\/\/t.co\/dvu9Mwlghe","sentiment_score":-0.1333333333}
{"full_text":"RT #Palestinians in #Gaza began a limited #COVID19 vaccination program on Monday after receiving doses donated by Russia a...","sentiment_score":-0.0714285714}
{"full_text":"How can #AI speed up the analysis of radiological patterns in the lungs due to #COVID19?","sentiment_score":-0.125}
{"full_text":"New research has found that women, younger individuals, those with lower levels of formal education, and people of color are being the hardest hit by the COVID-19 pandemic, widening the preexisting gaps in care for these populations.Learn more:","sentiment_score":0.2121212121}
{"full_text":"Restaurants, pubs, gyms and hairdressers are likely to remain closed until at least April in the UK. #9Newshttps:\/\/t.co\/9z5cKwIcIQ","sentiment_score":-0.1333333333}
{"full_text":"Two local COVID deaths, no new cases reported, by #ElDorado #UnionCounty #COVID19 #Coronavirus #Arkansas","sentiment_score":-0.0340909091}
{"full_text":"Ugur , Mayor of Konya Co-President of UCLG emphasises the need to fight inequalities caused by this pandemic:\"We need to ensure fair resources for local and regional governments to provide access to basic services, especially health\"#UCLGMeets","sentiment_score":0.175}
{"full_text":"Throughout the pandemic, school bus drivers have been delivering WiFi, lesson materials, food, and hope to students and famliies alike. As part of #PSW21, let's celebrate our school bus drivers today! #PublicSchoolProud #PSRPproud","sentiment_score":0.0}
{"full_text":"Officials reason that the winter storm -- which brought snow and below-zero temperatures to Arkansas -- will work to combat the coronavirus.","sentiment_score":0.0}
{"full_text":"President Joe Biden will mark the U.S. crossing 500,000 lives lost from COVID-19 with a moment of silence and candle lighting ceremony at the White House.","sentiment_score":0.0}
{"full_text":"Officials reason that the winter storm -- which brought snow and below-zero temperatures to Arkansas -- will work to combat the coronavirus.","sentiment_score":0.0}
{"full_text":"RT Stop bragging about failure in a country that needs to be vaccinating hundreds of thousands of people per DAY not week!","sentiment_score":-0.3958333333}
{"full_text":"Maha COVID Resurgence--Lockdown 2.0 Only Solution? #IndiaFightsCovid19Watch #BrassTacks with at 8.57 pm only on CNN-News18.","sentiment_score":0.0}
{"full_text":"Biden's 'Climate Change' Policies Erase U.S. Energy Independence, Lock Down Trillions in Natural Resources via - Breaking News, U.S. and World News.","sentiment_score":-0.0277777778}
