{"full_text":"As contactless menu ordering becomes the norm amid COVID, China pushes back","sentiment_score":0.0}
{"full_text":"RT This is all of us as we try to survive a global economic depression, COVID-19, violent white supremacy &amp; fascist terrorism and a...","sentiment_score":-0.15}
{"full_text":"RT How to save a life without doing surgery. Wear a nice snug mask.(Photo by my favorite photographer, Arlene Alda)","sentiment_score":0.55}
{"full_text":"The (WHO) r already trying to frighten us AGAIN with headlines like this.","sentiment_score":0.0}
{"full_text":"Will #COVID19 virus really evolve to become less deadly?A recent modelling study suggests SARS-CoV-2 transitions, over \"a few years to a few decades\", from dangerous pathogen to just another common-cold coronavirus.","sentiment_score":-0.1611111111}
{"full_text":"Looking forward to the BASBM Absence Management During Covid workshop by Fusion HR in two days","sentiment_score":-0.0125}
{"full_text":"RT Anyone knows a friend in HR that lost his\/her job due to Covid-19? Pls send them my way, I'm hiring.","sentiment_score":-0.125}
{"full_text":"1. He was within the law on December 12th2. Maybe just maybe, he had some fun in the final months of his life getting out of the dingy U.K. and the four walls of his care home.  Remember, he is 100! And Covid or no Covid he won't be around much longer. I salute him.","sentiment_score":0.1666666667}
{"full_text":"RT WINTER. NO FLU Lowest rate since 1888 Covid 19 first appears in WINTER THIS WINTER the one with NO FLU","sentiment_score":0.25}
{"full_text":"RT Really good question: why did LAPD choose to close the site and let the protesters stay? I've reported on protesters bein...","sentiment_score":0.7}
{"full_text":"RT #Bsnl4G_5G#PRC_to_Bsnl@PMOIndia@narendramodi employee of #Bsnl r working hard in corona time even wi...","sentiment_score":-0.2916666667}
{"full_text":"RT Would the U.S. be in much different shape in fighting coronavirus if we had Medicare for All?@abdulelsayed argues thi...","sentiment_score":0.0}
{"full_text":"RT Now that there is so much evidence for Hydroxychloroquine, safety &amp; efficacy, I deeply regret following all guidelines an...","sentiment_score":0.0666666667}
{"full_text":"RT Around the world suggestions are pouring in, nominating real heroes -l ike the wonderful Stacey Abrams - for the Nobel...","sentiment_score":0.6}
{"full_text":"RT Due to pandemic it is necessary to give Exam with \"Practical\".\"Life is More Impor...","sentiment_score":0.125}
{"full_text":"iNews: Illegal religious schools exploiting 'loopholes' to teach full classes during lockdown.https:\/\/t.co\/D42eBezVmSvia","sentiment_score":-0.05}
{"full_text":"Covid : India's recovery rate increases#Coronavirus #COVID19 #CoronavirusPandemic #CoronavirusOutbreak #Lockdown #India #DeathtollRead More:","sentiment_score":0.5}
{"full_text":"RT If Craig Kelly was spreading conspiracies about the health benefits of tobacco he would be kicked out of the Liberal p...","sentiment_score":0.0}
{"full_text":"RT Studies have shown that drugs including colchicine and ivermectin may be helpful in preventing people being admitted to h...","sentiment_score":0.0}
{"full_text":"Where are these places?!","sentiment_score":0.0}
{"full_text":"RT Looking forward to the BASBM Absence Management During Covid workshop by Fusion HR in two days","sentiment_score":-0.0125}
{"full_text":"Whether you believe or not don't frankly matter to our Vietnamese. I have always said that this pandemic casualty isn't a fucking competition but 2-0 for Vietnam. Lol","sentiment_score":0.1}
{"full_text":"RT #horror #films #podcast Satanic Panic\/Slice - Out Gho...","sentiment_score":0.0}
{"full_text":"RT Israel: We say with caution, the magic has startedNote blue lines, of 60+ years old (first to vaccinate), in the past 2 w...","sentiment_score":0.12}
{"full_text":"It is being used in trials everywhere else for Covid-19 treatment. In Zim, doctors have been given the go-ahead to conduct research. In South Africa, they are considering it but waiting on the WHO position.","sentiment_score":0.0}
{"full_text":"RT So to recap we told people to stay home for the last 325 days and gave them $1,800. That's $5.54 a day.Meanwhile, th...","sentiment_score":0.0}
{"full_text":"RT We are all worried crazy about COVID. While on the Low, more kids are becoming orphans, more youths are becoming jobless, ba...","sentiment_score":0.2166666667}
{"full_text":"helen clark she not Human former Prime Minister Helen Clark sayThe coronavirus pandemic gives the world a chance to reset and \"build back better\", with opportunities to build and maintain public health systems that can \"snap into action\" should a similar crisis arise again.","sentiment_score":0.0857142857}
{"full_text":"RT The anti-vaxxers, anti-shutdown activists, and \"wellness\" advocates from new agers to prosperity gospel acolytes who find a p...","sentiment_score":0.1363636364}
{"full_text":"RT We must not allow the Duterte regime to continue exploiting the COVID-19 crisis to justify Charter change, allow 100% forei...","sentiment_score":0.0}
{"full_text":"RT Thanks Mark Gerstein. I never used Twitter then &amp; just saw this now.Almost a year on, I would never have believed the...","sentiment_score":0.2}
{"full_text":"Just wondering why Covid 19 wasn't a concern here. Or it's infectious during curfew.","sentiment_score":0.0}
{"full_text":"RT If they can't get around this, the choice is cut Medicare or end the filibuster. I'm not expert, but one of those feels a lot...","sentiment_score":0.0}
{"full_text":"RT I just want to remind that leading economists, led by Yogendra Yadav, proposed to treat all private wealth as \"national r...","sentiment_score":0.0}
{"full_text":"Bro somebody touched my hand today in drive thru and I went the sunken place ","sentiment_score":0.0}
{"full_text":"Realism vs ritualism in Covid times..https:\/\/t.co\/JdNn02JpyX#TodayInHerald #Goanews #Goa #Realism #ritualism #Covid #times #people #opinion","sentiment_score":0.0}
{"full_text":"RT After 10 days of battle, she passed away this morning. May Allah grant her forgiveness and rewards. Innalillah wainnailaihi...","sentiment_score":0.0}
{"full_text":"RT It's finally out! The Philippine Health Technology Assessment Council, supported by the DOH HTA Unit, is pleased to share i...","sentiment_score":0.25}
{"full_text":"RT WINTER. NO FLU Lowest rate since 1888 Covid 19 first appears in WINTER THIS WINTER the one with NO FLU","sentiment_score":0.25}
{"full_text":"RT Things Ted Cruz could have focused on instead of pushing Trump's \"election fraud\" hoax for 2 months which helpe...","sentiment_score":0.0}
{"full_text":"RT Olivia Newton-John, &amp; her daughter Chloe Lattanzi will not have the Covid vaccine, saying they don't want to put mercury in...","sentiment_score":0.0}
{"full_text":"RT Please wash your hands frequently, engage in social distancing and wear a mask in public. You can't see the highly contagious...","sentiment_score":0.0733333333}
{"full_text":"RT In public health, lies cost lives. Lamentable history of both HIV\/Aids and now Covid pandemics shows how devastating lies...","sentiment_score":-0.5}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Somehow I don't think this is purely about the Covid numbers. ","sentiment_score":0.2142857143}
{"full_text":"NSW and SA are LNP states... so I'm guessing you think they're incompetent as well?Dan Andrews failed to contain the virus once it, inevitably as it shows, got out. Contact tracing was inadequate and it took to long to put us into lockdown.","sentiment_score":-0.225}
{"full_text":"Me hearing that the new COVID mutation is spreading fast and the worst is yet to come but also seeing states open like it's all good ...","sentiment_score":0.0072727273}
{"full_text":"RT #horror #films #podcast Jacobs' Ladder - Thing - Follows - htt...","sentiment_score":0.0}
{"full_text":"RT Weather Alert Severe! All Of Northe Easte America Has \"Blizzardelike potential This Day &amp; nite! \"BundleUp &amp; St...","sentiment_score":0.0}
{"full_text":"RT Covid: Female athletes 'harassed' while training outdoors","sentiment_score":0.0}
{"full_text":"RT All three of these things can be true;1. It's a shame #CaptainTom has contracted covid, and I wish him a speedy recovery as...","sentiment_score":0.0}
{"full_text":"RT Zanzibar's first Vice President and  national chairman has opened up over his being hospit...","sentiment_score":0.25}
{"full_text":"RT Ramaphosa: Non-SA citizens will also receive COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Shalmali: Lockdown was opportunity, did 2 to 3 virtual gigs a month","sentiment_score":0.0}
{"full_text":"Mapping coronavirus anti-lockdown protests around the world | | Incredible Solutions Tech","sentiment_score":0.9}
{"full_text":"RT My prediction now that the alcohol ban  is lifted and curfew shortened:* Restaurants are gonna start having djs playing...","sentiment_score":0.0}
{"full_text":"RT Schumer &amp; Pelosi have filed a joint budget resolution kicking off reconcilliation process to pass $1.9T COVID aid with simpl...","sentiment_score":0.0}
{"full_text":"RT So even if you have the vaccine you still have to wash your hands for 20 minutes, wear a mask and social distancing! So wh...","sentiment_score":0.0416666667}
{"full_text":"RT \"She was starving To death, she want to go to bank..... maybe the bank is closed, Might get a shoot dead in the street...sh...","sentiment_score":-0.15}
{"full_text":"RT Regular people don't care whether we pass something with 51 or 60 votes. It's a pandemic and the largest economic contract...","sentiment_score":0.1}
{"full_text":"Feel, idk I try to have as much fun Covid really just hit me life is just whack","sentiment_score":0.25}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT I expect my government leaders to get this done. We are a year behind on a vaccine rollout plan, due to the Covid de...","sentiment_score":-0.2625}
{"full_text":"RT #horror #films #podcast Tales From The Hood - -","sentiment_score":0.0}
{"full_text":"For how long more ??????? Enough is enough FFS . Covid is not the only thing that is killing our citizens.","sentiment_score":0.09}
{"full_text":"Which scientists? Schools should be open like yesterday. There's more harm than good being done by the closure. Covid-19 is not going to end today and scientific community has had a year to Plan. 12 months! 365 days!","sentiment_score":0.5}
{"full_text":"I also moved from rain Virgil, too many clients because of a very decent rate (thumbs up to them for that at least) BUT, not the agents to man all these clients. I went rain when it just came out, it was bliss, fast-forward, then lockdown and everyone joined, now a nightmare","sentiment_score":0.1388888889}
{"full_text":"A couple of thousand a day are getting their second doses. It would be interesting to hear the stories behind those decisions.#r4today","sentiment_score":0.0333333333}
{"full_text":"RT there's a difference between \"stay inside for 2 months because of an unprecedented biological pandemic\" and \"stay inside for...","sentiment_score":0.6}
{"full_text":"RT Just got off a conference call with Speaker Pelosi.The framework for the reconciliation vote on the Covid relief package was...","sentiment_score":0.0}
{"full_text":"RT Police use tear gas to disperse hundreds of anti-lockdown protesters in Amsterdam","sentiment_score":0.0}
{"full_text":"COVID-19 &amp; the Force Majeure Clause in Leases #CRE #ForceMajeure #COVID-19https:\/\/t.co\/5mhDnl4WDS","sentiment_score":0.0}
{"full_text":"RT 70% active #COVID19 cases in Kerala &amp; Maharashtra alone. After both states unable to cope, Centre has had to rush high level...","sentiment_score":-0.1577777778}
{"full_text":"RT I'm replacing \"in a PANDEMIC?\" with \"during BLACK HISTORY MONTH\" -- please be advised","sentiment_score":-0.1666666667}
{"full_text":"RT An outbreak of the Nipah virus in China, with a fatality rate of up to 75 percent, could potentially be the next big p...","sentiment_score":0.0}
{"full_text":"RT On the first day of Black History Month, ICE deported dozens of Black families, many with infants, in the midst of pandemic....","sentiment_score":0.1041666667}
{"full_text":"RT I hate that Covid exists, I hate that cancer exists and I hate that dogs have to die.","sentiment_score":-0.8}
{"full_text":"RT Geylang bazaar canceled but what is this??","sentiment_score":0.0}
{"full_text":"RT #PRC_to_Bsnl#Bsnl4G_5G #BSNLServingNation #Saveindia_save_BSNL #BSNL_working_in_Corona  BSNL team provided online admi...","sentiment_score":0.0}
{"full_text":"RT Dear and Democrats have won The House, The Senate and The White House in the past two years....","sentiment_score":-0.125}
{"full_text":"RT Inverness Jail (IJ) in north Portland is experiencing a mass COVID-19 outbreak. Here is some information crucial to understandi...","sentiment_score":-0.05}
{"full_text":"RT #PRC_to_Bsnl#Bsnl4G_5G #BSNLServingNation #Saveindia_save_BSNL #BSNL_working_in_Corona KERALA CM in press meet praised...","sentiment_score":0.0}
{"full_text":"Apparently social distancing and mask regulations aren't important if you're rich ","sentiment_score":0.2694444444}
{"full_text":"Analysing the window - how the pandemic took its toll on transfer market - #Covid19 -","sentiment_score":0.0}
{"full_text":"Northern Health is encouraging everyone at the school to self-monitor their symptoms until February 10th.#CityofPG","sentiment_score":0.0}
{"full_text":"Read on for a weekly update on coronavirus case numbers in South Ayrshire.https:\/\/t.co\/SgWLEShqHM","sentiment_score":0.0}
{"full_text":"The Welsh Government says there are 10 confirmed or probable cases of the South African strain of covid here. #HeartNews","sentiment_score":0.2}
{"full_text":"A shop owner arranges flowers at Xisanjiao flower market in Qiaoxi District of #Shijiazhuang north China's Hebei Province, Feb. 1, 2021. The #flower market reopens with sufficient #COVID19 prevention and control measures.","sentiment_score":0.0}
{"full_text":"* The 3rd wave of the coronavirus pandemic is proving to be a huge challenge for the #Czech coalition government. Just days after it further tightened the already strict measures in place, it is facing street protests, cases of civil disobediencehttps:\/\/t.co\/JWDTj6NwQx","sentiment_score":0.1333333333}
{"full_text":" #TheLeaderPodcast 'South Africa' Covid found in London, and why the Met will continue \"disproportionate\" stop and search.","sentiment_score":0.0}
{"full_text":"Mati City Mayor Michelle N. Rabat issued Monday, February 1, a memorandum order (MO) for the adoption of alternative work arrangements amid the coronavirus pandemic.https:\/\/t.co\/d9gnxqCBKc#MindanaoNews","sentiment_score":0.0}
{"full_text":"The health code portrait #identification verification system was launched in #Jining. This is the 1st time that #facerecognition tech was combined with health code verification to provide city-wide coverage of health code services, especially for the elderly and children #covid19","sentiment_score":0.0}
{"full_text":"COVID-19 safety precautions still remain the same even with the new variant 501Y.V2. Please continue to stay safe.","sentiment_score":0.2121212121}
{"full_text":"As part of our Stranger Times special series on the #Daily podcast, travels around the UK looking at the human impact of the pandemic. In this episode he speaks with staff and some of those being treated.Listen in full ","sentiment_score":0.1767857143}
{"full_text":"POP UP COVID TEST CENTRE ALERT!!JMIC Mosque, Stoke Poges Lane, Monday 1 February to Wednesday 3 February, 10am - 6pm. It's free, it's fast and it's friendly, you don't need symptoms - so get a rapid covid test. Just pop along. More sites and info:","sentiment_score":0.36875}
{"full_text":"#Rights | 37% of workers in the garment sector and 50% of those in the automobile sector report longer hours, without fair compensation. Aaditeshwar Seth (@GramVaani), on how the #COVID19 work crunch has put pressure on labour rights.https:\/\/t.co\/i8XbvdKUXB","sentiment_score":0.7}
{"full_text":"Nazeer Sonday, Chairperson of reflects on the organisation's setbacks and triumphs in 2020. Despite ongoing challenges presented by Covid-19, he sees 2021 as a hopeful year given new interest in their work from potential partners.https:\/\/t.co\/inAMgI5bYA","sentiment_score":0.0681818182}
{"full_text":"South Africa will arrive in Dhaka on March 28 and head to Sylhet via a domestic flight on the same day. The visitors will stay in quarantine for three days which includes two COVID-19 tests.https:\/\/t.co\/J74gd1pPMB","sentiment_score":0.0}
{"full_text":"Join UNDP Administrator today at 10am EST as he updates our Executive Board on our COVID-19 response, #BuildBackGreener work, #DigitalUNDP strategy and more.  Follow to watch the #UNDPEB at","sentiment_score":0.5}
{"full_text":"NEWS: #Hampshire's TV gardener Alan Titchmarsh has said he feels \"relieved'' after receiving a coronavirus jab.","sentiment_score":0.0}
{"full_text":"#Egypt is the first #African country to receive #coronavirus vaccine and the first to conduct nationwide vaccinations in #Africa. Egypt began the vaccination of medical staff with the Chinese Sinopharm #COVID-19 vaccine#UnpackAfrica #Yebo #Africa","sentiment_score":0.1}
{"full_text":"Dallas County Judge Clay Jenkins says deaths will be high for at least the next two weeks because of reported cases from December and January.","sentiment_score":-0.0466666667}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"Nintendo Co. reported Monday that its profit for the first three fiscal quarters nearly doubled as people around the world stayed home for the pandemic and turned to playing games.","sentiment_score":0.175}
{"full_text":"Local teachers feel optimistic even as COVID-19 vaccine rollout faces obstacles (from","sentiment_score":-0.025}
{"full_text":"Third stimulus check update: Who qualifies under Biden, GOP proposals","sentiment_score":0.0}
{"full_text":"California officials have mostly pointed to insufficient federal supply as the culprit for a slower than expected vaccine rollout","sentiment_score":0.2}
{"full_text":"Older military veterans are now eligible to receive the COVID-19 vaccine at the Veterans Affairs hospital in North Las Vegas, with a few restrictions.","sentiment_score":-0.0444444444}
{"full_text":"The players union says that it is committed to starting the season on time, despite the ongoing pandemic, which could continue to play havoc with the MLB season well into the summer.","sentiment_score":0.0}
{"full_text":"This checklist is helpful especially during this lockdown. Remember we are open Monday to Friday from 8am-3pm. Please visit our clinic if you are experiencing sexual and gender based violence during the lockdown or call FST on 08080501. #fst #endsgbv","sentiment_score":0.1666666667}
{"full_text":"The government has been urged to \"reverse this reckless policy of leaving our borders unlocked\" after it was claimed scientific advisers warned only a total shutdown would stop new COVID-19 variants entering the country.https:\/\/t.co\/PaE7NsaNR8","sentiment_score":0.0454545455}
{"full_text":"This is the 'most important thing' to do if your boiler breaks down during lockdown #property ","sentiment_score":0.2481481481}
{"full_text":"These lockdown views have kept the team at going.We'll have tips on finding the beauty in your lockdown view - and taking the best photos - with at Breakfast this morning, and we'd love to see your snapsEmail: radio.cumbria@bbc.co.uk#lockdown2021","sentiment_score":0.75}
{"full_text":"Filipino-Australian 'Married At First Sight' star Cyrell Paule has called for a stop to the racism that many Asian-Australian communities have recently faced amid the coronavirus outbreak.https:\/\/t.co\/vglfJdhurh","sentiment_score":0.25}
{"full_text":"#SirTomMoore went on a holiday to #Barbados over Christmas vacation n has #COVID#PiersMorgan goes to #Antigua dor Christmas but didn't test positive to anything except for stupidityHence proved, #WuhanVirus\/#ChinaVirus is ineffective on a$$holes ...#GMB","sentiment_score":0.2272727273}
{"full_text":"Looking to provide click and collect services during lockdown? Read our guide on how to get started and watch a short webinar explaining what you need to do before you launch. All for free, thanks to funding from the European Regional Development Fund:","sentiment_score":0.15}
{"full_text":"Although the number of older workers dipped in the initial stages of the pandemic along with employment overall, it has since rebounded and anecdotal evidence suggests working from home has helped.https:\/\/t.co\/UpoMcRXe6d","sentiment_score":0.0555555556}
{"full_text":"COVID 19 cases in India until : 02\/02\/2021 12:30Total Cases: 10767206 [+0]Active: 160728Recovered: 10447450 [+0]Deaths :154522 [+0]Total Tests: 197.09MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Take advantage of the time and learn a new skill this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #lockdown #musical #Musician #learntoday #keeplearning","sentiment_score":0.0681818182}
{"full_text":"#Lincolnshire's 2nd largest COVID vaccine centre opening Tuesday","sentiment_score":0.0}
{"full_text":"The virus is spreading more quickly than before. So it's vital we all play our part.  Stay home.  Protect the NHS. Save lives.","sentiment_score":0.3111111111}
{"full_text":"Demise of yet another purge victim in #Turkey: Former police chief dies of #COVID19 in prison","sentiment_score":-0.0375}
{"full_text":"Disinformation is creating a much tougher environment for Australian policymakers to tackle climate change after their success dealing with COVID-19, writes #auspol","sentiment_score":0.1666666667}
{"full_text":"The #SuperBowl2021 collides with the #COVID19Pandemic.The Super Bowl is usually synonymous with \"party,\" but this year health officials are pleading for people to do the opposite. reports:","sentiment_score":0.0277777778}
{"full_text":"Living in Korea? Korea extends dining restrictions until Feb. 14 to prevent the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"Your morning #Covid19 overview for #Carlow and #Kilkenny ...","sentiment_score":0.0}
{"full_text":"RT i feel like doofenshmirtz might be behind this pandemic idk...","sentiment_score":-0.4}
{"full_text":"RT Being gagged right now in the house for calling Craig Kelly a dangerous fool and calling Morrison weak for not dealing with...","sentiment_score":-0.2297619048}
{"full_text":"RT 2\/Now is the time to properly fund post-secondaries in our province, to encourage the draw of local schools during a pande...","sentiment_score":0.0}
{"full_text":"Those  Doomsday Planes  Have Nothing to Do With Trumps Covid 19 Test   WIRED","sentiment_score":0.0}
{"full_text":"Muralists bring beauty to Evanston during pandemic - Daily Northwestern - Daily Northwestern","sentiment_score":0.0}
{"full_text":"Upskilling, digitization &amp; the impact of the pandemic on the #futureofwork were top of mind for leaders at the virtual #DavosAgenda last week. ","sentiment_score":0.25}
{"full_text":"RT #horror #films #podcast The Eclipse - the 13th Host -","sentiment_score":0.0}
{"full_text":"US, China remain preferred destinations for high-value VC investments in 2020, reveals GlobalData: With the COVID-19 pandemic dominating the headlines, the fear of uncertainty gripped the financial markets and investors... #openpackagingnet #insights #daily","sentiment_score":0.0}
{"full_text":"RT Remember to:- Wear a mask- Wash your hands- Practice social distancingYour actions can save lives and change the cour...","sentiment_score":0.0333333333}
{"full_text":"RT It took over 2 weeks for provincial inspector to go into the home after #HamOnt says it \"pressed\" as public health inspectio...","sentiment_score":0.0}
{"full_text":"COVID-19 In Pittsburgh: New Acrylic Shields Installed At TSA Checkpoints At Pittsburgh International Airport","sentiment_score":0.0681818182}
{"full_text":"RT I miss life before COVID ","sentiment_score":0.0}
{"full_text":"News:  Yemen: Middle East &amp; North Africa Region COVID-19 Situation Report No. 12 (Reporting Period: 22 October - 22 November 2020)","sentiment_score":0.0}
{"full_text":"Day #5 with the in Wuhan. Myanmar's military coup and arrest of ASSK and other pro-democracy leaders took attention away in the news cycle but the search for the source of COVID continues with this fact-finding mission in China. is watching. ","sentiment_score":-0.0916666667}
{"full_text":"RT IGP orders police officers to enforce COVID19 regulations","sentiment_score":0.0}
{"full_text":"RT If HCQ or Ivermectin were proven to be effective treatments for Covid-19 then Big Pharma wo...","sentiment_score":0.3}
{"full_text":"RT In an effort to boost its vaccination drive against #COVID19 , #Germany has decided to consider vaccines by #Russia &amp; #C...","sentiment_score":0.0}
{"full_text":"$TLSA: Tiziana Reports Positive Data from the Clinical Study of Nasal Administration with Foralumab, its proprietary fully human anti-CD3 monoclonal antibody, in COVID-19 Patients in","sentiment_score":0.1136363636}
{"full_text":"via Data scientist analyzes evolution of COVID-19 dark web marketplaces before the vaccine: via #DarkNet #ecommerce","sentiment_score":-0.15}
{"full_text":"RT #PRC_to_Bsnl#Bsnl4G_5G #BSNLServingNation #Saveindia_save_BSNL #BSNL_working_in_Corona KERALA CM in press meet praised...","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"A wave of COVID-related bankruptcies is coming to the UK. What can we do about it?","sentiment_score":0.0}
{"full_text":"The challenges of operating under COVID-19 have left many retailers struggling, but they are not alone. Retail TouchPoints shares resources that can be used to weather the current crisis.","sentiment_score":0.1666666667}
{"full_text":"RT #Bsnl4G_5G#PRC_to_Bsnl@PMOIndia@narendramodi employee of #Bsnl r working hard in corona time even...","sentiment_score":-0.2916666667}
{"full_text":"WHO-Led COVID-19 Probe Team In China Visits Animal Health Facility","sentiment_score":0.0}
{"full_text":"RT This really is an interesting thread. It would help to get more views on how Covid19 ends.","sentiment_score":0.5}
{"full_text":"RT \"When the pandemic ends\" The Pandemic:","sentiment_score":0.0}
{"full_text":"As contactless menu ordering becomes the norm amid COVID, China pushes back","sentiment_score":0.0}
