{"full_text":" is there any reason you hate our country so much that you continue making the same mistakes that cause more Covid misery and deaths and more economic damage.","sentiment_score":0.1}
{"full_text":"Covid lockdown cancelled a wedding so the community bought up all the flowers to support the florist. Then the flowers went out to the elderly, lonely and isolated. A bunch for me and a bunch for thee. #socialism","sentiment_score":-0.1}
{"full_text":"RT We just had 5 years of Dems piously lecturing that \"politicizing science\" is a grave threat. They even held a huge protest...","sentiment_score":0.2}
{"full_text":"Based on an ancient Sorbian melody, The Skinny Orphan is next single release (Fri 19 Feb) Adam Summerhayes has created a charming, if slightly unnerving, animation with a twist on Little Red Riding Hood folk. Pre save now  and more news soon.","sentiment_score":0.1106292517}
{"full_text":"RT Keep your children at home. What they spent on plexiglass alone could have gone towards at home accommodations. This isn...","sentiment_score":-0.1}
{"full_text":"RT Why Opening Restaurants Is Exactly What the Coronavirus Wants Us to Do. Experts warn this could create superspreading playgr...","sentiment_score":0.225}
{"full_text":"RT Doesn't go away: \"There's no controversy over whether or not hydroxychloroquine works. The controversy is on the public he...","sentiment_score":0.0}
{"full_text":"This isnt a lockdown just a waste of money. Really pound shops packed b and m bargains. Garden centres..","sentiment_score":0.0}
{"full_text":"RT NEW: Death toll from coronavirus pandemic hits 2.4 million","sentiment_score":0.1363636364}
{"full_text":"RT A $15 minimum wage is not a radical idea. What's radical is the fact that millions of Americans are forced to work for star...","sentiment_score":-0.3}
{"full_text":"RT Democrat Lies: Covid19Lied about HCQLied about masksLied about masks againLied about lockdownsLied about schoolsLied abou...","sentiment_score":0.0}
{"full_text":"RT Who else wants to see Kevin McCarthy defeated so we can end the lies about vote by mail, end the lies about the pandemic,...","sentiment_score":0.2}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"RT #UPDATE Catalonia voted Sunday in a close election overshadowed by the pandemic and which Madrid hopes will unseat the region's ru...","sentiment_score":0.0}
{"full_text":"RT I don't want Gemma Collins telling me about the importance of staying home when there were pictures of her socialising du...","sentiment_score":0.0}
{"full_text":"RT If you're company is disciplining you for calling in show them this.","sentiment_score":0.0}
{"full_text":"Fort Worth police officers will always show up to keep our citizens safe. The is proud to have partnered with these tremendous local businesses to provide free lodging for officers who cannot safely make it home during the storms. Stay Safe! #BackTheBlue #TexasFreeze","sentiment_score":0.4322916667}
{"full_text":"RT We need 1,000 retweets here. is the organization dedicated to removing Trump's favorite governor Ron DeSanti...","sentiment_score":0.5}
{"full_text":"RT What you need to know when you get the Covid-19 vaccine shot. Doctors answer questions about preparing for the Covid-19 vaccine....","sentiment_score":0.0}
{"full_text":"RT It is easy to oppose the 1776 report, denounce Trumpian white supremacy, condemn Republican hypocrisy. It is much harder...","sentiment_score":0.1111111111}
{"full_text":"THE ENTIRE ROCKEFELLER EUGENICS COVID-19 PLAN EXPOSED - PRESIDENT OF GHANA (VIDEO) via","sentiment_score":0.0}
{"full_text":"RT A $15 minimum wage is not a radical idea. What's radical is the fact that millions of Americans are forced to work for star...","sentiment_score":-0.3}
{"full_text":"I'm going out with my friends later~ for the first time since pandemic !!","sentiment_score":0.1953125}
{"full_text":"Loved your report and how you have embraced our culture! But I guess you missed the real story... For the first time in almost a year the talk shows did not pay attention to covid. So the 'Elfstedenfever' brought the Dutch to a 'covid-free dimension'!","sentiment_score":0.4625}
{"full_text":"RT -20+ wind chills with snow means STAY HOME! KHP Troopers will be out on 24 hour \"Frost Patrol\" Saturday through Tuesd...","sentiment_score":0.0}
{"full_text":"RT Brazil confirms UK variant in two coronavirus patients","sentiment_score":0.0}
{"full_text":"Egg prices jump 27% this year amid outbreak of bird flu","sentiment_score":0.0}
{"full_text":"RT Amanda Holden did nothing wrong. She drove from London to Cornwall to visit her parents after receiving a 'distressing' p...","sentiment_score":-0.5}
{"full_text":"THIS  the gymternet has some kind of mask fetish going on at the moment and are going crazy for stuff like competing in a mask. It's a disaster waiting to happen if it slips up over eyes during a skill. I'm 100% pro covid safety but this isn't something to be idolising.","sentiment_score":0.0}
{"full_text":"RT A $15 minimum wage is not a radical idea. What's radical is the fact that millions of Americans are forced to work for star...","sentiment_score":-0.3}
{"full_text":"RT was saying this 2 days into the lockdown ","sentiment_score":0.0}
{"full_text":"RT Just 5% of NHS workers think Boris Johnson handled the coronavirus crisis well","sentiment_score":0.0}
{"full_text":"RT We need 1,000 retweets here. is the organization dedicated to removing Trump's favorite governor Ron DeSanti...","sentiment_score":0.5}
{"full_text":"RT A $15 minimum wage is not a radical idea. What's radical is the fact that millions of Americans are forced to work for star...","sentiment_score":-0.3}
{"full_text":"RT Around 1 in 3 people who have Covid-19 have no symptoms. Act like you've got it. Stay Home. Protect the NHS. Save Lives","sentiment_score":0.0}
{"full_text":"RT Spoke with a guy about a thing recently... This is the result. Stay out there everybody! #mentalhealth #witche...","sentiment_score":0.0}
{"full_text":"RT How does he know what the R rate will be at that time?How does he know what effect the new variants have on young children...","sentiment_score":0.1181818182}
{"full_text":"RT Drawing the big prize #win now and spot prizes later 14thfeb #competition to win #loveyourskin this lock down valentine...","sentiment_score":0.2888888889}
{"full_text":"RT My friend's mom died of COVID. Her husband, who was a COVID denier &amp; anti-mask activist, felt so guilty over how his actions...","sentiment_score":-0.5}
{"full_text":"This is the equivalent of detonating multiple COVID bombs in multiple places across the country at unknown time points and having no idea where or when it happened.","sentiment_score":-0.0333333333}
{"full_text":"RT Republicans were so scared of witnesses they were willing to block Covid relief to the American...","sentiment_score":0.125}
{"full_text":"Well said Charles Walker. Speaks perfect sense.","sentiment_score":1.0}
{"full_text":"A 5 day lockdown of all Victoria Just cost the Victorian economy $1billion But Andrews is saving you from the wicked virus And will plunge the state into bankruptcy to do it #auspol","sentiment_score":0.0}
{"full_text":" For Moderna, trial period is up to 42 days, but trials only assessed 28 days later. The immune system is amazing- let's cling to that  This article is also reassuring. Anyway I'm just upset b\/c the weather just isn't that bad :(","sentiment_score":-0.17}
{"full_text":"RT The problem with science is that ends up being whatever the Teachers Unions say it is.","sentiment_score":0.0}
{"full_text":"RT The libertarian message should've been and still needs to be this:  end the lockdowns, end the wars, end the influence of st...","sentiment_score":0.0}
{"full_text":"RT Are people aware that excluded older adults in the community (aged 70+) from the first stage of vaccine rollout...","sentiment_score":0.1416666667}
{"full_text":"RT Pollak: Joe Biden's School Policy Exposes His Fraud on 'Science'","sentiment_score":0.0}
{"full_text":"RT Samir and Neal own NaanStop in Atlanta, Georgia -- and like many small businesses around the country, they've been hit hard by th...","sentiment_score":0.1395833333}
{"full_text":"RT Over a dozen flights from the U.S. brought Covid-infected passengers to Canada in a single week","sentiment_score":-0.0714285714}
{"full_text":"And this is what 10 years of marriage, virtual kindergarten and a pandemic has done to my Valentine's Day dinner. I don't even like hot dogs! Oh the romance #valentines","sentiment_score":0.3125}
{"full_text":"why run a programme which discusses reopening schools which is not based on the real global situation of the pandemic? Is your role to deceive? It is highly likely that the dangerous strains in Portugal, Spain and Italy are now in the UK.","sentiment_score":-0.2}
{"full_text":"RT It's almost like the government think that if they create lots of great graphics and sound bites about numbers of first d...","sentiment_score":0.4833333333}
{"full_text":"Working at home again due to the 3rd lockdown... it's frustrating yes! But I'm still blessed to have a job in this uncertain time. ","sentiment_score":-0.2083333333}
{"full_text":"RT Wow. So when you ask me or other writers about \"writing during the pandemic,\" don't be surprised if we're not just talmbo...","sentiment_score":0.025}
{"full_text":"RT Lawyer says PS145m test and trace contract given to private company 'not lawful'","sentiment_score":0.0}
{"full_text":"RT Messes me up that 3 years after Parkland the only time this country has been able to stop school shootings is when a pand...","sentiment_score":0.25}
{"full_text":"Erin, you live in Ontario. I drive to work everyday and have not seen a difference in traffic with this so-called latest lockdown.","sentiment_score":0.1454545455}
{"full_text":"RT Dr. Peter Daszak tried to attenuate certain common sense of CCP culture to NY Times \"If NOT have meals in the meeting, it...","sentiment_score":-0.0428571429}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"RT \"Covid\" is an interesting way to spell \"We\"","sentiment_score":0.5}
{"full_text":"RT NEW: Death toll from coronavirus pandemic hits 2.4 million","sentiment_score":0.1363636364}
{"full_text":"RT 3,589 Americans died from Covid yesterday while the President of the United States played Mario Kart.","sentiment_score":0.0}
{"full_text":"RT Gains due to COVID-19","sentiment_score":-0.125}
{"full_text":"Sophomores will take the Pre-ACT on Tuesday, February 16. They should arrive on campus by 7:45am with their mask and CDC facilities screening completed. Please remind your scholar to check their email for transportation, breakfast and lunch request form.","sentiment_score":0.0}
{"full_text":"RT This record is major progress. Under President Biden's vaccination plan, vaccination capacity has ramped up.","sentiment_score":0.0625}
{"full_text":"RT In lockdown, days on end can be spent staring at a screen, which is taking its toll on people's eyesBut there are things th...","sentiment_score":-0.1}
{"full_text":"\"Jews were stripped of their citizenship as well as their right to education, employment and free movement.\"#lockdown #lockdownmelbourne #TheGreatResethttps:\/\/t.co\/LceozQSmxP","sentiment_score":0.3428571429}
{"full_text":"RT Auckland has 3 new cases so immediately is placed into a full city wide lockdown. The UK had 13,308 new cases yesterday...","sentiment_score":0.1306818182}
{"full_text":"RT I find it remarkable that a section of society not rejoicing that children very rarely ill with COVID compared to other viruse...","sentiment_score":0.0416666667}
{"full_text":".@POTUS will join fellow #G7 leaders Feb 19 for a virtual meeting to discuss plans to defeat the #COVID19 pandemic &amp; rebuild the global #economy, confirms.  First gathering of G7 leaders since April 2020.","sentiment_score":0.125}
{"full_text":"Like World War I and other epic events, COVID-19 could create the next Lost Generation via","sentiment_score":-0.0083333333}
{"full_text":"RT At the peak, on 18 January, 34,336 confirmed COVID-19 patients were in hospital in England. As of yesterday it was 17,694...","sentiment_score":0.4}
{"full_text":"#Flyers forward Travis Konecny has been added to the NHL's covid protocol list #AnytimeAnywhere","sentiment_score":0.0}
{"full_text":"RT A tighter labor market would help raise wages too. You used to believe that, until you sold out to Open Borders Inc.","sentiment_score":0.0}
{"full_text":"RT This week Premier Pallister of Manitoba claimed that the Federal Government blocked the provinces from acquiring their ow...","sentiment_score":0.0}
{"full_text":"RT I will call you out every time because people I knew are now dead and I spend my 40 hours a week covering something too m...","sentiment_score":-0.2}
{"full_text":"RT Man dies 25 minutes after receiving the Covid vaccine but \"As of now, it is not clear if the man's death happened becaus...","sentiment_score":-0.05}
{"full_text":"my state also has a pandemic being very poorly handled","sentiment_score":-0.52}
{"full_text":"RT I was worried about getting COVID at my newly reopened neighborhood diner today, but then I carefully kept my mask on whi...","sentiment_score":0.0181818182}
{"full_text":"7 Reasons Warehouses Are Booming During COVID-19 #CRE #TenantTips #Warehouse #COVID-19 #NewNormal #CommercialRealEstate #TenantRep ","sentiment_score":0.0}
{"full_text":"Why is Your President lying about China virus?","sentiment_score":0.0}
{"full_text":"COVID-19 creates 'fertile ground' for genital cutting in Africa.","sentiment_score":-0.6}
{"full_text":"The U.S. Chamber of Commerce is enraging its traditional Republican allies: It applauded Biden's COVID relief bill; cheered Biden rejoining the Paris climate agreement; backed Neera Tanden's nomination; and expressed openness to raising the minimum wage.","sentiment_score":0.0}
{"full_text":"Take advantage of the time and learn a new skill this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation","sentiment_score":0.1363636364}
{"full_text":"Supply of #COVID19 #vaccines is limited. Here's how criminals could capitalise on the shortfall and fill the gap with fake jabs.","sentiment_score":-0.2857142857}
{"full_text":"A pastor has been fined telling police he 'obeys God not man' after dozens attended a religious gathering in defiance of strict coronavirus rules.https:\/\/t.co\/g97gsAquIA","sentiment_score":0.0}
{"full_text":"Mexico became the latest country to receive a consignment of the 'Made in India' Covid-19 vaccineshttps:\/\/t.co\/XePO5QBVS7","sentiment_score":0.5}
{"full_text":"Taxing time: How the pandemic will affect filing your taxeshttps:\/\/t.co\/VFK86cbPMB","sentiment_score":0.0}
{"full_text":"Navigating the new \"normal\" amid the global pandemic and finding new ways to connect can be overwhelming. Fortunately, there are many ways to maintain a support system as well as develop new coping strategies in recovery!Read more:","sentiment_score":0.2732323232}
{"full_text":"RT You you can't be scared you enter someone's body and find impwa?","sentiment_score":0.0}
{"full_text":"readers address the New Hanover County Commissioners receiving the COVID-19 vaccine, northern New Hanover County growth and the Republican Party of today.","sentiment_score":0.1363636364}
{"full_text":"RT Messes me up that 3 years after Parkland the only time this country has been able to stop school shootings is when a pand...","sentiment_score":0.25}
{"full_text":"Japan follows the example of the UK, and has appointed its first minister of loneliness tasked with combatting the increased social isolation the country has been facing since the start of the coronavirus pandemic","sentiment_score":0.1416666667}
{"full_text":"\"It's either you speak or you fall through the cracks. And some people have fallen through the cracks.\"Citizen engagement during COVID-19 -- by #HamOnt","sentiment_score":0.0}
{"full_text":"RT AIRBORNE &amp; NO MASK: Why Opening Restaurants Is Exactly What #SARSCoV2 Wants Us to DoReopening indoor dining before vaccin...","sentiment_score":0.225}
{"full_text":"Navigating the new \"normal\" amid the global pandemic and finding new ways to connect can be overwhelming. Fortunately, there are many ways to maintain a support system as well as develop new coping strategies in recovery!Read more:","sentiment_score":0.2732323232}
{"full_text":"Even if U.S. #COVID19 vaccines help put the pandemic behind us, #DrFauci asserts that the mutating virus could become a permanent world health concern. Learn what needs to happen on a global scale to end the pandemic.","sentiment_score":-0.2}
{"full_text":"RT The decision against classifying COVID as a 'serious' workplace risk has prevented enforcement action to keep workers a...","sentiment_score":-0.1166666667}
{"full_text":"The Associated Press spoke with a Pfizer executive about ramping up its supply of the vaccine and addressing new variants of the coronavirus.https:\/\/t.co\/ZP28mymmqO","sentiment_score":0.1363636364}
{"full_text":"RT Scottish dental students forced by Covid to repeat a yearhttps:\/\/t.co\/bE7Zgatjjv","sentiment_score":-0.3}
{"full_text":"#COVID-19 restrictions have been extended for another 20 days in #SaudiArabia in an attempt to curb the spread of the virus following a doubling in numbers.https:\/\/t.co\/CUx82tOmNt","sentiment_score":0.0}
{"full_text":"RT We need you! Racism is a pandemic too. We are sponsoring an art grant to cover 4 Bell boxes in our neighbourhood. ##racis...","sentiment_score":0.0}
{"full_text":"It's true, some are catching coronavirus after they received their vaccine? This is why and how you can make sure it does not happen to you?https:\/\/t.co\/2oEPRyi62M","sentiment_score":0.4833333333}
{"full_text":"RT Dr. Peter Daszak tried to attenuate certain common sense of CCP culture to NY Times \"If NOT have meals in the meeting, it...","sentiment_score":-0.0428571429}
{"full_text":"RT An Ebola outbreak was declared today in Guinea.This is in addition to the Ebola outbreak declared in DR Congo earlie...","sentiment_score":0.0}
{"full_text":"From Mask wearing substantially reduces transmission of COVID-19  by...1 Blocking exhalation of virus-containing droplets into the air by infected wearers2 Acting as a barrier to protect uninfected wearershttps:\/\/t.co\/RsoChIPz9G","sentiment_score":0.0}
{"full_text":"The Urban Libraries Council says since March of last year, 25 of its member libraries have decided to go fine free. That's around the same time most libraries had to close their doors because of the pandemic.","sentiment_score":0.2194444444}
{"full_text":"Alabama State Veterans Homes Use Ionization Tool to Combat COVID  #alnews #veterans #covid19 #coronavirus #alabamanewsnetwork","sentiment_score":0.0}
{"full_text":"A bit harsh - you can appreciate the joy of giving the vaccine, whilst still (rightly) giving the government grief for other aspects of the way it responded to Covid","sentiment_score":-0.0078571429}
{"full_text":"It's back to #Level3 for Auckland and #Level2 for the rest of #NZ.Stay safe NZ, just a reminder our team will continue #WFH for the next week at least. If you need any info on the recent #Covid19 announcement click here  ","sentiment_score":0.04}
{"full_text":"Democracy died with the Coronavirus act 2020, just like many concerned people said it would.","sentiment_score":0.5}
{"full_text":"RT Happy Lockdown Valentines Day everybody   We're having a quiet one this year #KeepSafe","sentiment_score":0.4}
{"full_text":"No deaths were reported either Saturday or Sunday, leaving the states death toll at 647 since the pandemic began.","sentiment_score":0.0}
{"full_text":"Millions in AIM funding has been withheld because of the pandemic.https:\/\/t.co\/5nW6P2AMPa","sentiment_score":0.0}
{"full_text":"RT Face masks and social distancing will not be needed after vulnerable groups are vaccinated! All Covid restrictions s...","sentiment_score":-0.2958333333}
{"full_text":"Whether you call it Valentine's Day or Singles Awareness Day, do your best to make safer choices. Wear a mask. Wash your hands. Keep your distance. #StopTheSpread of COVID-19. We can #EndThePandemic if we all lead by example and with a little love. #YourActionsSaveLives","sentiment_score":0.4375}
{"full_text":"\"Building kids' empathy during COVID helps them think about others. And research shows that having concern for others reduces feelings of isolation. Here are four ways to build empathy in challenging times.\" -","sentiment_score":0.5}
{"full_text":"More than a million people were set to receive letters on Saturday - with more than a million set to receive them in the coming days #Vaccine","sentiment_score":0.5}
{"full_text":"RT Even if U.S. #COVID19 vaccines help put the pandemic behind us, #DrFauci asserts that the mutating virus could become...","sentiment_score":-0.4}
{"full_text":"RT WHO expert says Covid lab leak 'NOT ruled out' as team blasted over China probe","sentiment_score":-0.6}
{"full_text":"RT It's almost like the government think that if they create lots of great graphics and sound bites about numbers of first d...","sentiment_score":0.4833333333}
{"full_text":"RT BC stands for Before Coronavirus now. Sorry Jesus take a hike","sentiment_score":-0.5}
{"full_text":"RT We need 1,000 retweets here. is the organization dedicated to removing Trump's favorite governor Ron DeSanti...","sentiment_score":0.5}
{"full_text":"RT In lockdown, days on end can be spent staring at a screen, which is taking its toll on people's eyesBut there are things th...","sentiment_score":-0.1}
{"full_text":"RT A $15 minimum wage is not a radical idea. What's radical is the fact that millions of Americans are forced to work for star...","sentiment_score":-0.3}
{"full_text":"What Geoff said ","sentiment_score":0.0}
{"full_text":"Average daily new coronavirus cases in the United States dipped below 100,000 in recent days for the first time in months, but experts cautioned Sunday that infections remain high and precautions to slow the pandemic must remain in place.","sentiment_score":0.0137662338}
{"full_text":"U.K. government scientific advisers say the COVID-19 variant now predominant in the country may be up to 70% more deadly than previous variants.","sentiment_score":0.0444444444}
{"full_text":"SC teacher groups react to new CDC guidance on reopening schools &gt;&gt;","sentiment_score":0.1363636364}
{"full_text":"RT Wear a fucking mask! ","sentiment_score":-0.75}
{"full_text":"RT OMG Could you be a bigger hypocrite?What was you favourite Trudeau event, Blackface, SNC, Norman, WE,  all of which you def...","sentiment_score":0.0}
{"full_text":"RT Coronavirus in Oregon: State reports 254 new cases, no new deaths as storm slows testing, vaccination push","sentiment_score":0.0340909091}
{"full_text":"RT Congratulations, Prime Minister Mario Draghi. I look forward to working closely with you to deepen our strong bilateral relation...","sentiment_score":0.4333333333}
{"full_text":"RT Australia suspends travel 'bubble' with New Zealand as Auckland goes into lockdown","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 26.0FWind Chill: 26.0FHumidity: 78%Dew Point: 20.1F Barometer: 30.395 inHgWind: 2 mph from the NNECorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Silicon Wafer Cutting Equipment Market (Covid-19 Analysis) SWOT Analysis, Key Indicators, Forecast 2028 | Disco, Accretech, ADT, JFS, Nakamura Choukou, Nippon Seisen, and more - KSU | The Sentinel Newspaper - KSU | The Sentinel Newspaper","sentiment_score":-0.0333333333}
{"full_text":"Deputy Duncan Smith is impressive here.'I'm not the son of FF privilege' - TDs' row over Covid via","sentiment_score":1.0}
{"full_text":"RT Over a dozen flights from the U.S. brought Covid-infected passengers to Canada in a single week","sentiment_score":-0.0714285714}
{"full_text":"RT Face masks and social distancing will not be needed after vulnerable groups are vaccinated! All Covid restrictions s...","sentiment_score":-0.2958333333}
{"full_text":"RT Going to tell my grandkids this is how Covid started.","sentiment_score":0.0}
