{"full_text":"RT More than 80,000 Americans died from drug overdoses last year. And the Biden administration just announced that deportin...","sentiment_score":0.25}
{"full_text":"RT This billionaire in Kano, AbdulSamad Rabiu of BUA, has just spent a fortune purchasing 1 million  AstraZeneca Covid-19 vaccine...","sentiment_score":-0.1}
{"full_text":"Well...you know...all those doctors...all those hospitals...lying about COVID diagnoses...b\/c...money and all","sentiment_score":0.0}
{"full_text":"You can't have pandemic rules over here, while selling tickets over there. It's completely incongruous.","sentiment_score":0.1}
{"full_text":"RT If there is one thing this pandemic has taught me, it is that my fellow Australians spend an inordinate amount of their f...","sentiment_score":0.0}
{"full_text":"Updated w\/ add'tl details, incl. how Wake County staff will tell students when to remove face masks at meals &amp; how students are not to socialize or talk while eating. Students are to immediately put on masks when finished eating. #wcpss #nced #coronavirus","sentiment_score":0.0}
{"full_text":"No fans and it was in a pandemic.","sentiment_score":0.0}
{"full_text":"I was cracking up when I saw your bio! All good now and back to work with my fellow Covid co-anchor.","sentiment_score":0.35}
{"full_text":"Thank you! ^-^ That's the spirit though. You never know when a random pandemic will hit and you'll be stuck indoors with all the time in the world to write or otherwise create. &gt;_&gt;","sentiment_score":-0.5}
{"full_text":"RT Today is a great day to write your MLA and ask that Albertans be able to use the Covid Alert App!","sentiment_score":0.7125}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"Those \"restrictions' being that stadiums etc which can seat up to 30K, should now only allow a max of 10K, for \"social distancing\" to continue.","sentiment_score":0.0166666667}
{"full_text":"RT This wasn't incompetence - they wanted COVID-19 to spread and kill Americans. But don't take my word for it - that's wha...","sentiment_score":0.0}
{"full_text":"RT Training in OR protocols and #PPE donning &amp; doffing can help protect healthcare workers during #COVID19. New survey fin...","sentiment_score":0.1363636364}
{"full_text":"I dont think anyone is taking the lockdown lightly.the absence of a lockdown would have devastating consequences on our already overwhelmed health care system.","sentiment_score":-0.50625}
{"full_text":"RT B.C. is getting its first COVID-19 update of the week LIVE NOW. Watch here:","sentiment_score":0.1931818182}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT I didn't know this. In the 1940's polio outbreak children were given lessons over the radio. Remote education is not a mode...","sentiment_score":-0.1}
{"full_text":"RT During the pandemic, found time to write a 300-page book, but his office has refused to provide a few page...","sentiment_score":-0.2}
{"full_text":"RT President Biden describes Texas Rep. Ron Wright, the first sitting member of Congress to die of covid, as \"a fighter who battle...","sentiment_score":0.25}
{"full_text":"Hey!  Hey!  Biden, J.!How many people died today?https:\/\/t.co\/Lq2djMg2eS","sentiment_score":0.5}
{"full_text":"RT Not going to read or post one article about Mr. Brady today. He is super rich and took PPP money. Then bought a yacht. Didn'...","sentiment_score":0.3541666667}
{"full_text":"Donors at the New York Blood Center's drive Tuesday will have the chance to get free COVID-19 antibody tests.","sentiment_score":0.1454545455}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Due to #COVID19 aka #Coronavirus Ill be sending the first 900 people to like &amp; retweet this $300 -$1500 through CashApp, Apple...","sentiment_score":-0.125}
{"full_text":"I don't know how does it. Hearing about JJ, the 9 yo who died one day after his covid 19 diagnosis wrecked me. #DeadlineWH","sentiment_score":0.0}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"We are all getting frustrated with the inconsistency of Covid rules. I haven't been able to teach in person in a YEAR but somehow bars and nightclubs are packed. He has a right to be frustrated. But it's incredibly IRRESPONSIBLE to claim you're experiencing DISCRIMINATION ","sentiment_score":0.0571428571}
{"full_text":"RT the original covid strain talking about the variants:","sentiment_score":0.375}
{"full_text":"RT Why is new driver of fear \"variants\"? Facts: viruses normally mutate, RNA viruses known to have very high mutation rates, 400...","sentiment_score":0.1647878788}
{"full_text":"RT This wasn't incompetence - they wanted COVID-19 to spread and kill Americans. But don't take my word for it - that's wha...","sentiment_score":0.0}
{"full_text":"RT not the cdc that's for damn sure","sentiment_score":0.5}
{"full_text":"RT for 20 years not one English council issued a Section 14 notice (akin to bankruptcy):But that was pre austerity &amp; covid...","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT Lockdown 3 has NOT been easy! But if you're seeing this then you have been blessed to see another day! Maliya has a sweet r...","sentiment_score":0.5135416667}
{"full_text":"RT Today's show is the first news brief of the semester! We take you inside Raymond James stadium and out on the water wh...","sentiment_score":0.125}
{"full_text":"RT Porters at Heartlands Hospital in Birmingham are being fired &amp; re-hired on worse terms.It's a despicable practice at th...","sentiment_score":-0.4}
{"full_text":"RT they really let a florida team win the super bowl oh yea this pandemic aint ever ending","sentiment_score":0.4444444444}
{"full_text":"RT Tomorrow is Impeachment Day, the Democrats impeach Trump every February, it's become an annual event, like the Golden Glo...","sentiment_score":0.3}
{"full_text":"RT For families, the terrible loss of a loved one to COVID is exacerbated by the costs of funerals and burials many can't affo...","sentiment_score":0.0666666667}
{"full_text":"RT this dude literally just died of COVID this morning","sentiment_score":0.0}
{"full_text":"RT More than 80,000 Americans died from drug overdoses last year. And the Biden administration just announced that deportin...","sentiment_score":0.25}
{"full_text":"RT 1\/11 - is reporting 13 new cases of #COVID19 over the weekend. This includes six new cases in ,...","sentiment_score":0.1363636364}
{"full_text":"RT At sites across the country, folks are hard at work vaccinating their communities. And this afternoon, Harris and I are virt...","sentiment_score":-0.2916666667}
{"full_text":"RT Facebook said Monday it will remove posts that spread false information about \"COVID-19 vaccines and vaccines in general....","sentiment_score":-0.175}
{"full_text":"Also how do we know the mask won't be riddled with a more lethal strain of Covid","sentiment_score":0.5}
{"full_text":"RT Of all the things I *can not* about this pandemic \"I haven't seen my elderly mom in a year because I want to keep her safe\" is t...","sentiment_score":0.5}
{"full_text":"Well that is certainly a reason to riot.  I mean, if there is a good chance you may die bc conditions are so poor....","sentiment_score":0.0504464286}
{"full_text":"RT February 2020: There's a Chinese virus around, but don't worry, it won't cause much harm.February 2021: There's a Sout...","sentiment_score":0.1}
{"full_text":"The Coronavirus is still turning our world upside down, but don't let that dampen your spirits! It is now, more than ever, that we need to appreciate our access to  information through the internet. Stay connected, but above all, stay safe!  ","sentiment_score":0.2326388889}
{"full_text":"RT Private jet sales are on the comeback. Lots of first-time buyers are wanting their own planes so they can comfortably take v...","sentiment_score":0.3333333333}
{"full_text":"I can't believe we are getting new episodes shot during a pandemic, when these soaps have decades worth of material to re-air. Pay the cast and crew to stay home. Protect them from COVID. The end.","sentiment_score":0.2181818182}
{"full_text":"RT If I were in Congress right now, I'd be working day &amp; night to deliver COVID relief to Colorado families.Instead, Lau...","sentiment_score":0.2857142857}
{"full_text":"RT Imagine being 26 and having experienced:* Trebling of Tuition fees* End of EMA* Scrapping Maintenance grants* Global fi...","sentiment_score":0.4}
{"full_text":"RT Buttigieg to quarantine after member of security detail tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT one thing Blockchain can do to respond to post COVID19 era.","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"Thank god.","sentiment_score":0.0}
{"full_text":"RT Final Verdict: Were the excess deaths real: YesDid the lockdowns work: Nohttps:\/\/t.co\/3kksO6c5zv","sentiment_score":0.1}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"RT New from Despite being the epicenter of severe COVID cases and deaths in Florida, Miami-Dade has vaccinated a sm...","sentiment_score":0.1363636364}
{"full_text":"#MedicalMissionforTigray team indicated that \"If the health system is not restored quickly, the recipe for all kinds of epidemic catastrophes is already there.\" how will we restore health infrastructure in Tigray when the perpetrators are still there?#TigrayGenocide","sentiment_score":0.3333333333}
{"full_text":"Facebook says it will remove more COVID-19 conspiracies that discourage vaccination - TechCrunch","sentiment_score":0.5}
{"full_text":"RT REPORT: Iowa's Gov. Kim Reynolds LIFTS THE STATEWIDE COVID mandates, encourages personal responsibility: NO MORE MANDATO...","sentiment_score":-0.125}
{"full_text":"The double standard continues. Governing with whims and fancies.@MuhyiddinYassin is this what you meant by listening to the Rakyat.I say this BS.","sentiment_score":0.0}
{"full_text":"My cat. As I told him about extending the lockdown until the end of February!#cat #lockdown #Ireland. Don't forget to open shops and airports Home Sweet Home","sentiment_score":0.175}
{"full_text":"RT Lockdown States Suffer More Covid Deaths on Average","sentiment_score":0.175}
{"full_text":"RT Dear Republicans,How can 500,000 Americans die from a HOAX?It was a hoax, right? That's what former disgraced President...","sentiment_score":0.1428571429}
{"full_text":"Too many left wing people have boxed themselves into a corner because they've rightly criticised Johnson for being too slow to lock down\/impose restrictions for all three lockdowns.That absolutely does not mean lockdowns are justified to stop the spread of a 'nasty cold.'","sentiment_score":-0.039781746}
{"full_text":"Transportation Secretary Buttigieg will quarantine after a member of his security detail tested positive for #Covid19.","sentiment_score":0.2272727273}
{"full_text":"RT Oil &amp; gas employees are essential workers and the forgotten heroes of the pandemic. They produced petroleum for PPE eq...","sentiment_score":0.0}
{"full_text":"RT Dear Republicans,How can 500,000 Americans die from a HOAX?It was a hoax, right? That's what former disgraced President...","sentiment_score":0.1428571429}
{"full_text":"RT It's in! Covid and snow and everything else may slow us down, but we are relentless  If you haven't joined yet to rece...","sentiment_score":-0.2277777778}
{"full_text":"RT After ten months, 'Three weeks to flatten the curve' is now 'Restrictions on gatherings for the next few years'. This won...","sentiment_score":-0.0666666667}
{"full_text":"COVID-19","sentiment_score":0.0}
{"full_text":"RT If Covid was so deathly and terrifying, why the FUCK are they having the SuperBowl with 25,000 people?????","sentiment_score":-0.7}
{"full_text":"RT Are pharmacies offering covid vaccination in NYC?* Yes, and the list is growing (Pharmacies are only for aged 65+)Cos...","sentiment_score":-0.05}
{"full_text":"Needed your imagination. #MondayMood #lockdown #weather #photography #sunset #COVID19 #MondayVibes #photo #travelphotography #traveling","sentiment_score":0.0}
{"full_text":"RT Evidence is mounting that having COVID-19 may not protect a person against getting infected again with some of the new va...","sentiment_score":0.1363636364}
{"full_text":"RT Teacher in Mexico installs chalkboard in back of pick up truck, making various stops to teach kids during pandemic...","sentiment_score":0.0}
{"full_text":"My best friend just got into her first choice PhD program. DURING A PANDEMIC she really out here being successful and shit ","sentiment_score":0.4}
{"full_text":"RT At this point, the only Democrat driving the push to limit survival checks to people making under $50K is Joe Manchin -...","sentiment_score":0.0}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"RT When Covid is over I will be having a Taylor swift themed party where everyone dresses as a different era","sentiment_score":0.0}
{"full_text":"RT Dear Republicans,How can 500,000 Americans die from a HOAX?It was a hoax, right? That's what former disgraced President...","sentiment_score":0.1428571429}
{"full_text":"RT You CAN blame Trudeau for not screening international travel sooner and according to findings of","sentiment_score":0.0}
{"full_text":"RT Our new preprint is out. We found that a single shot of the current COVID-19 vaccines boost the neutralizing antibody resp...","sentiment_score":0.0216450216}
{"full_text":"Feeling down sometimes during this lockdown? Try uninstalling the Facebook app *cough* errr toxicbook app *cough* for a mood enlightening change...first few days were rough, but its getting better by the day","sentiment_score":0.0688888889}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT Did you know that mothers are 3x more likely than fathers to have lost jobs during the pandemic?@MayaOnStage and dis...","sentiment_score":0.25}
{"full_text":"I became symptomatic after being in close proximity with a co-worker who tested positive for COVID and my principal emailed me and district officials about how I was not exposed and basically told me to stfu about being concerned of close contact","sentiment_score":0.2272727273}
{"full_text":"RT Elderly man collapses, dies shortly after getting COVID-19 vaccine at Javits Center","sentiment_score":-0.05}
{"full_text":"RT 'Tesco told 'not to sell' underwear in Wales as 'desperate' customer asks for new work bra.'This is the indignity of livi...","sentiment_score":-0.2318181818}
{"full_text":"RT BIG NEWS: the Progressive Caucus has secured the inclusion of a $15 minimum wage in the House's pandemic reconciliation...","sentiment_score":0.0}
{"full_text":"The CCP... IS a global pandemic.","sentiment_score":0.0}
{"full_text":"RT When covid is over I'm gonna throw up my mask in the air like I graduated","sentiment_score":0.0}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"Me, too. I'm tired of lottery lmao and my coworkers doing dumb shit, like facing Covid to get out of work. ","sentiment_score":-0.09375}
{"full_text":"Jim Jordan.... When did YOU ever wear a mask? Isn't that a bit of a LIE to say she didn't wear one when \"we\" had to?","sentiment_score":0.0}
{"full_text":"RT INTENTIONAL PASSIVE GENOCIDE: \"HHS officials sought to suppress accurate scientific information they felt could be \"use[d]...","sentiment_score":0.4}
{"full_text":"\"The findings, which have not yet been peer-reviewed, were based on a study of around 2,000 participants whose median age was 31. Madhi said that the AstraZeneca vaccine had been showing a 75% efficacy against mild to moderate COVID cases until the B.1.351 strain became dominant","sentiment_score":0.1666666667}
{"full_text":"RT Every person deserves to be protected from COVID-19. That includes our community members who are incarcerated. We need to d...","sentiment_score":0.0}
{"full_text":"RT I'm thrilled to announce that after working with leadership, we've secured a $15 minimum wage in the House's COVID relief b...","sentiment_score":0.6}
{"full_text":"Johnson Memorial Health is among the selected locations in Johnson County for administering the COVID-19 vaccinations. Here are answers to the most common questions about the program. ","sentiment_score":0.1}
{"full_text":"RT You can't reform this.","sentiment_score":0.0}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT It's expected to be Canada's next COVID-19 vaccine. Are AstraZeneca's recent hurdles cause for concern?","sentiment_score":-0.0333333333}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT It's official. If you've lost a loved one due to COVID-19, you will soon be able to get reimbursed up to $7,000 for the expenses o...","sentiment_score":0.3583333333}
{"full_text":"We're also living in a time where ppl go based on how they feel something works as opposed to actual science\/labels. I mean look at what's happening with ppl ignoring the science of the covid vaccine...she's def not alone in not following instructions.","sentiment_score":-0.1041666667}
{"full_text":"Phenomenally misleading headline. Damaging public health for clicks  @guardian ","sentiment_score":0.25}
{"full_text":"RT Millions of Americans would lose their survival checks with a lowered threshold. This is the moment to go big -- we should b...","sentiment_score":0.0}
{"full_text":"7 Commercial Leasing Tips During COVID-19 #CRE #Leasing #COVID-19 #NewNormal #TenantTips  ","sentiment_score":0.0}
{"full_text":"RT #BREAKING - Barbados records its 19th COVID-19 death - 12th death for 2021; the deceased is a 53 y\/o woman with an underl...","sentiment_score":0.0}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"ok??? but Cellar &amp; Purple Turtle need to make a comeback after covid","sentiment_score":0.5}
{"full_text":"RT Goal post move alert: the same people who have screamed the sky is falling in Florida all last year are now shifting to talk...","sentiment_score":0.0}
{"full_text":"RT Atlanta Public Schools is gearing up to test thousands of students and teachers weekly for the coronavirus -- a $2 million screenin...","sentiment_score":0.0}
{"full_text":"My daughter would lose her mind if we got a cake like this. I hope lockdown is over so we can go bowling. ","sentiment_score":0.0}
{"full_text":"Listen im not saying mahomes played bad... I actually thought he played a helluva of a game.I'm pointing out thst as great as mahomes is... he still needed help from his team... they failed him yesterday. The let down he faced was the ones Lock faced multiple games is all","sentiment_score":-0.0925925926}
{"full_text":"Staying mentally healthy during COVID-19https:\/\/t.co\/yw3WClJwC8","sentiment_score":0.5}
{"full_text":"BE AWARE These are the requirements for travelers who wish to enter Colombia. Important: From January 7th you will have to submit a PCR test for COVID-19 with negative result. Know all the information: ","sentiment_score":0.1166666667}
{"full_text":"alright shows over this pandemic needs to stop pandemicing","sentiment_score":0.0}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation. #MDOT","sentiment_score":0.0}
{"full_text":"Ever wonder what we're gonna do with all this hand sanitiser post #Covid ?We found a great #QuickTip alternate use for our hand sanitiser in the Edugrafix office! A touch of sanitiser paired with a Chux magic eraser gets sharpie off many surfaces including doors and tables ","sentiment_score":0.45}
{"full_text":"Majority of American support releasing older people from prison.  #Reform","sentiment_score":0.0833333333}
{"full_text":"You are lying again. No Democrat ever said (or, Republican or Independent) \"They see the pandemic as an opportunity to ram through ideological change\". That's just made up B.S.","sentiment_score":0.0}
{"full_text":"Take advantage of the time and learn a new skill this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation","sentiment_score":0.1363636364}
{"full_text":"$420,990 | 4318 Hibiscus Bloom Drive, Orlando, FL 328223 Beds | 3 Baths | 1Partial Bath | 2,174 SqFtThis spectacular model home with a leaseback option comes fully furnished and loaded with upgrades.#Orlando #RealEstate #Florida #Monday #COVID19https:\/\/t.co\/ayENbENrUG","sentiment_score":0.6}
{"full_text":"The Government of Ontario announced the end of lockdown for 3 Public Health Units and a phasing-in for remaining regions. Organizations in those three Public Health Units can commence Return to Play beginning on Feb. 10.  Find out how and more here:https:\/\/t.co\/d84hcH63ZY","sentiment_score":0.1666666667}
{"full_text":"Total COVID-19 cases in Van Buren County, Iowa have exceeded 500 #IowaCOVID19 #IowaCOVIDcases","sentiment_score":0.0}
{"full_text":"So you're saying that people in rural areas don't deserve significantly higher wages? I live in a small town that's been doing very well, even during the pandemic, and even $12\/hr, let alone $15\/hr would be absolutely game changing for thousands of workers in the area.","sentiment_score":-0.0106060606}
{"full_text":"NEW DASHBOARD: The COVID-19 vaccination dashboard shows up-to-date information on where vaccination efforts stand as eligibility expands across Wisconsin.","sentiment_score":0.1363636364}
{"full_text":"Researchers identify gene that gives early warning of severe COVID-19","sentiment_score":0.1}
{"full_text":"From day one, the #BidenAdministration has made clear it wants a more humane #immigration policy closely adhering to asylum laws that provide humanitarian relief.","sentiment_score":0.2666666667}
{"full_text":"UPDATE: Cattaraugus County health officials today announced the county's 81st COVID-19 death -- a 61-year-old man in the southeast part of the county. There were also 19 new confirmed cases of the virus, bringing the county's total to 3,963.","sentiment_score":0.1787878788}
{"full_text":"Navigating the new \"normal\" amid the global pandemic and finding new ways to connect can be overwhelming. Fortunately, there are many ways to maintain a support system as well as develop new coping strategies in recovery!Read more:","sentiment_score":0.2732323232}
{"full_text":"Hamilton is remaining under a stay-at-home order despite COVID-19 cases dropping to the lowest number reported in around two months. #HamOnt #Ancaster #Dundas #HamiltonMountain #StoneyCreek #COVID19https:\/\/t.co\/DPDNX6jYvz","sentiment_score":0.0}
{"full_text":"The Democratic Republic of the Congo working to stop new #Ebola outbreak in country's east","sentiment_score":0.1363636364}
{"full_text":"Did you know that February is I  Museum Month? Find out how you can connect with all month long https:\/\/t.co\/JlKvIVjd19 #Sacramento","sentiment_score":-0.05}
{"full_text":"Does Taking #VitaminD Prevent or Treat #COVID19? digs a little deeper into the question, notes ongoing research, and describes the causation conundrum:","sentiment_score":-0.1875}
{"full_text":"According to the London-based Overseas Development Institute, about 15 of China's Belt and Road projects, valued at $2.4 billion, ran into troubles last year, in part due to the Covid-19 pandemic, reports:","sentiment_score":-0.0625}
{"full_text":".@ProjectHOME will begin to distribute COVID-19 vaccines at the Hub of Hope to people experiencing homelessness tomorrow, Feb. 9.","sentiment_score":0.0}
{"full_text":"Counting down the hours until it is time for bed. This weather is only for hibernation, no good can come of two weeks worth of below 0 temps. I blame covid.","sentiment_score":-0.0513888889}
{"full_text":"The evolution of hospital-based care: learnings from the pandemic #healthcare","sentiment_score":0.0}
{"full_text":"How about 300,000 restaurants, about 8,000 lives from COVID in NY Nursing Home Screen up, 11k jobs on pipeline,The list is endless!","sentiment_score":-0.15625}
{"full_text":"#ICYMI: Cape Breton sports fans back in the stands - - #CapeBreton #NovaScotia #COVID19","sentiment_score":0.0}
{"full_text":"Texas leaders react to U.S. Rep. Ron Wright's death following COVID-19 diagnosis","sentiment_score":0.0}
{"full_text":"Katie Price says son Harvey is safe and well after being released from hospitalhttps:\/\/t.co\/lpEcIHetDj","sentiment_score":0.5}
{"full_text":"\"Raising the gas tax deepens the financial struggles that many Coloradans are experiencing because of the pandemic, making it harder to earn a living and for families to purchase necessities.\" - AFP-CO State Director #coleg #copolitics","sentiment_score":0.1333333333}
