{"full_text":"Take a look at what we've been up to during Lockdown!See here: #AshWednesday","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT In July 2020, the US government &amp; Yale University held \"clinical trials\" on how to \"persuade\" people to take COVID-19 vaccines...","sentiment_score":0.0}
{"full_text":"It really is lovely but it will still be open once the pandemic is over ","sentiment_score":0.25}
{"full_text":"Presence of SA, Brazil coronavirus mutations in India: Keep the mask on","sentiment_score":0.0}
{"full_text":"Revealed: Cummings' role in handing Covid contract to firm run by 'friends' | Coronavirus | The Guardian","sentiment_score":-0.2}
{"full_text":"RT The 150  selfish idiots caught at an illegal party in Birmingham will expect the NHS to treat them if they contract covi...","sentiment_score":-0.6}
{"full_text":"Sorry, but it US the feds responsibility to take control of pandemics. Funny how Repubs blamed Obama for deaths of virus when he was in office but say Trump is not to blame for these deaths of COVID. Talk about double standard.","sentiment_score":-0.0625}
{"full_text":"Nepal Covid-19 tally: 125 new cases, 91 recoveries, 0 deaths in 2021-02-17.","sentiment_score":0.1363636364}
{"full_text":"RT When this pandemic is over, and it's safe to do so, we really need to organize a MASSIVE get-together celebration.I'll br...","sentiment_score":0.2333333333}
{"full_text":"RT Spotlight on work in the last decade in targeting hunger by transforming food systems through #SouthSouth Coopera...","sentiment_score":0.0}
{"full_text":"RT Very pleased to have written my first piece for - about coronavirus, Dutch exceptionalism and what it was like to...","sentiment_score":0.45}
{"full_text":"Melbourne exits 3rd hard lockdown after successfully containing coronavirus outbreak tied to hotel quarantinehttps:\/\/t.co\/bomThQhfG6","sentiment_score":0.1527777778}
{"full_text":"So they took him to Barbados during a pandemic instead.","sentiment_score":0.0}
{"full_text":"RT This is important. Ron DeSantis is in the news again for making excuses about his callous coronavirus response. We are the o...","sentiment_score":0.4}
{"full_text":"RT We are being told 15m have been OFFERED #COVID19 #vaccine. So not 15m GIVEN vaccine &amp; 15m not fully vaccinated! Then t...","sentiment_score":0.0}
{"full_text":"RT This Covid has more key changes than Beyonce's 'Love on Top'","sentiment_score":0.375}
{"full_text":"RT COVID's energy is very this","sentiment_score":0.2}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT \"coats are a lie\"\"If you look at the statistics for hypothermia, most of those people were wearing coats.\"That's where...","sentiment_score":0.5}
{"full_text":"RT #DelhiNeed #Blood Type :  O-negativeAt : BLK Hospital. Blood Component : Need Plasma from O-ve #COVID19 recovered pat...","sentiment_score":0.0}
{"full_text":"why are big hotels any different to small hotels and BnBs? Are you just trying to send small businesses bust? #COVID19","sentiment_score":-0.125}
{"full_text":"RT Well, South China Morning Post in HK, which is bought by Jack Ma &amp; CCP, attacked me &amp; Yan's Report, based on CCP's propag...","sentiment_score":0.0}
{"full_text":"RT i can't tell if time is speeding up or slowing down during the pandemic","sentiment_score":-0.1555555556}
{"full_text":"RT  Free online conference: Youth Mental Health &amp; #COVID19: What do we know and what should we do?  hosted by","sentiment_score":0.15}
{"full_text":"RT Every day we're in lockdown, more and more people are having mental health crises and are there...","sentiment_score":0.3}
{"full_text":"Nivell bogeria","sentiment_score":0.0}
{"full_text":"RT President joins healthcare workers as they receive the coronavirus vaccination#VaccinesForSouthAfrica  #W...","sentiment_score":0.0}
{"full_text":"RT So just got word my cuz has #covid19 He got it from an #LNG worker, janitor in Kitimat who was sent home, back to apt buildi...","sentiment_score":0.3}
{"full_text":"RT This vitamin right here can cure COVID!!! Trust meI need more pills @EricaNlewedim #VitaminErica ADDICTED TO ERIC...","sentiment_score":0.2193452381}
{"full_text":"RT \"coats are a lie\"\"If you look at the statistics for hypothermia, most of those people were wearing coats.\"That's where...","sentiment_score":0.5}
{"full_text":"RT REVEALED: Despite being worth an estimated $500 million, actor Robert De Niro took coronavirus money from the government...","sentiment_score":0.3}
{"full_text":"RT Just wow","sentiment_score":0.1}
{"full_text":"The facts are very important. #COVID19","sentiment_score":0.52}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"RT Blog post alert!Thanks to &amp; for our next blog post on:\"Local Democracy in a Time...","sentiment_score":0.0}
{"full_text":"Sorry, mate, that honour goes to England a wee while ago.And  at present, Englands Covid Death rate is still running at approx 20- 30% HIGHER than Scotland.Try harder.Ta.","sentiment_score":-0.0833333333}
{"full_text":"RT COVID and Ebola are now fighting for top spot on the food chain","sentiment_score":0.5}
{"full_text":"RT Another win for Scottish businesses as force the SNP to u-turn yet again. Of course, if the SNP would stop play...","sentiment_score":0.8}
{"full_text":"'Why we shouldn't call today's children the 'Covid generation'. We must avoid labelling a generation of schoolchildren negatively and focus on their amazing resilience instead.","sentiment_score":0.15}
{"full_text":"RT Just wow","sentiment_score":0.1}
{"full_text":"RT Machines Are Learning From Each Other  #ArtificialIntelligence #MachineLearning #DataScience #Pyth...","sentiment_score":-0.125}
{"full_text":"I don't understand your tweet in the context of this conversation. I'll respond to your Q's 1 by 1:'Who told you the country was on its arse?'It was a statement made in the tweet I was replying to'Are you referring to the global pandemic'No","sentiment_score":0.0}
{"full_text":"RT Machines Are Learning From Each Other  #ArtificialIntelligence #MachineLearning #DataScience #Pyth...","sentiment_score":-0.125}
{"full_text":"RT Honestly has NO good reason not to pass these 3 bills. This is sheer lunacy.","sentiment_score":0.0833333333}
{"full_text":"#EnergyTransition investment is rapidly gaining momentum!  Despite the economic crisis caused by the #pandemic, more amounts were invested in #LowCarbon assets in 2020 than ever before according to #Sustainability","sentiment_score":0.35}
{"full_text":"NH COVID updates: Case maps and graphshttps:\/\/t.co\/bkR4gT8bMG#newhampsh...https:\/\/t.co\/bkR4gT8bMG","sentiment_score":0.0}
{"full_text":"RT Remember the time when this video being viral?It's such a great time. No covid, lepas dgn kawan2 dkt kolej, overnigh...","sentiment_score":0.4}
{"full_text":"RT While they focused on bathroom bills, \"show me your papers\" legislation and fighting with sports teams over the Star Spang...","sentiment_score":0.0}
{"full_text":"RT If we held a minute silence for every person who's died of coronavirus Taiwan would be silent for 9 minutes, New Zealand for...","sentiment_score":0.0681818182}
{"full_text":"Zanzibar's First Vice President Seif Sharif Hamad dies of Covid-19; Tanzania President Magufuli sends condolence message.","sentiment_score":0.25}
{"full_text":"RT republicans like colorado city, texas mayor tim boyd are so deranged that they will \"personal responsibility\" gaslight you...","sentiment_score":0.0}
{"full_text":"RT same people who say they want lockdown against covid that's killed over 120000 people lifted a.s.a.p as it's ruining ec...","sentiment_score":-0.1}
{"full_text":"RT A Dutch court has ordered the Government to immediately scrap a coronavirus curfew, saying it violates freedom of movement....","sentiment_score":0.0}
{"full_text":"Calling all quizzers! Our Equality Collective are looking for anyone interested in hosting our new Lunchtime Quizzes - help us beat the lockdown boredom and get involved today. Interested in hosting? Let us know! #equalfife","sentiment_score":0.2329545455}
{"full_text":"RT Wow vitaminErica is in town ooo ...and it cures...DepressionCovid 19Heart AttackMigraine Infact it cures more than 20...","sentiment_score":0.3}
{"full_text":"RT #DelhiNeed #Blood Type :  O-negativeAt : BLK Hospital. Blood Component : Need Plasma from O-ve #COVID19 recovered pat...","sentiment_score":0.0}
{"full_text":"Lockdown is a privileged political choice afforded only to wealthy countries.Many make a lot of money from their continuing chaos. Usually those linked to or the ones making and supporting the restrictions. Everyone else  you have no say so we don't really care. #SaveLives ","sentiment_score":0.1166666667}
{"full_text":"RT Our reporter Cathy Killick lost both her parents within six weeks to Covid-19. We recognise this story is one of many,...","sentiment_score":0.5}
{"full_text":"Today's update on #COVID19 cases by state. #KitaTeguhKitaMenang #kitajagakita","sentiment_score":0.0}
{"full_text":"RT SA president &amp; health minister will be among the 1st people to be vaccinated against the #covid-19...","sentiment_score":0.0}
{"full_text":"RT Good news, PA: has granted over $151 million in federal funding from for COVID-19 vaccines. This critical fun...","sentiment_score":0.3333333333}
{"full_text":"Is this the one:","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT I can't wait to hit my kids with \"I went through a pandemic, race war, hurricanes, and a winter storm and still graduated c...","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Absolutely recommend and their service. I endeavour to avoid other companies available at a click who don't pay tax! Use these lovely people instead! Signed copies as well ","sentiment_score":0.3}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"Research finds decrease in #radiotherapy treatments due to #COVID19. Read the full story here via","sentiment_score":0.1125}
{"full_text":"RT \"Dominic Raab calls for ceasefires to enable Covid vaccinationsUK foreign secretary tells UN there is a moral duty t...","sentiment_score":-0.0625}
{"full_text":"South zone COVID-19 numbers trending differently than the rest of Alberta","sentiment_score":0.0}
{"full_text":"Everyone is wishing for your speedy recovery https:\/\/t.co\/1JibxconHo","sentiment_score":0.0}
{"full_text":"RT The President and Minister of Health's  #Covid19 vaccine dose is prepared by healthcare workers. #VaccineRolloutSA #ICho...","sentiment_score":0.0}
{"full_text":"Brilliant well done Lou Macari","sentiment_score":0.9}
{"full_text":"That effective suppressor of covid: focus groups.","sentiment_score":0.6}
{"full_text":"i wanna see seb do one of those videos where you fill your mouth with water and try not to laugh. although, i wonder how many people will be up for that after covid LMAO","sentiment_score":0.4666666667}
{"full_text":"90 of 95 COVID tests in a Michigan prison came back positive for the highly contagious U.K. variant","sentiment_score":0.1290909091}
{"full_text":"#JDActsofKindness I'd buy some new running gear! Running has changed my mood my state of mind and given me loads of energy during lockdown! It's also shown me I need some new kit ","sentiment_score":0.1747159091}
{"full_text":"RT Machines Are Learning From Each Other  #ArtificialIntelligence #MachineLearning #DataScience #Pyth...","sentiment_score":-0.125}
{"full_text":"Airlines passenger numbers fall 66pc on Covid stormshttps:\/\/t.co\/Vx5Koecs8m","sentiment_score":0.0}
{"full_text":"#RightNow our artists are creating virtual resources and face to face sessions using creativity to support #Doncaster children whose mental health has been negatively impacted by the pandemic #CreativeClassrooms #NeverMoreNeeded","sentiment_score":-0.2}
{"full_text":"Dundalk Sports Centre Family Activity to try at home: Pyramid Knockdown:  #LouthSports #DundalkSportscentre #Stayathome #StayActive  #mentalhealth #KeepWell","sentiment_score":0.0}
{"full_text":"Despite the difficulties caused by the coronavirus pandemic, there are plenty of reasons for optimism in the African venture capital market.","sentiment_score":0.0}
{"full_text":"5 simple steps to stop the spread of #COVID19 Step 1: Stay home if you are sick.Step 2: Practice social distancing. Step 3: Wear a face covering.Step 4: Wash your hands often. Step 5: Download the COVID Tracker App. #StaySafe #HoldFirm","sentiment_score":0.0166666667}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"Two variants have merged into heavily mutated coronavirus The hybrid virus is the result of recombination of the highly transmissible B.1.1.7 variant discovered in the UK and the B.1.429 variant that originated in California","sentiment_score":-0.02}
{"full_text":"#BeFraudAlert Your security is Our concern.Check and verify the details of the person you are sending money or your personal information to for security reasons.#DoYourPart Stay Home, Save Lives!","sentiment_score":0.0}
{"full_text":"A campaign has been launched to get teachers vaccinated before they go back into schools.https:\/\/t.co\/cnMpXyOWQE","sentiment_score":0.0}
{"full_text":"President Biden is taking his case for his $1.9 trillion coronavirus aid package directly to the American people","sentiment_score":0.05}
{"full_text":"A rare winter storm that dumped a foot of snow on Seattle couldn't keep a 90-year-old woman from her first appointment for the coronavirus vaccine. Fran Goldman walked six miles round trip to get her shot!https:\/\/t.co\/bHPmWm5V1X","sentiment_score":0.1166666667}
{"full_text":"RT Priorities revealed: the government spent less on border quarantining last year than it did on focus groups about coron...","sentiment_score":-0.0888888889}
{"full_text":"1\/2 The #COVID19  pandemic &amp; subsequent #lockdowns have necessitated a lot of changes in the way we do every day life. Homeschooling is one of them.How are you coping?Here are a few tips to help you along. Feel free to add some more in the comments1. Follow a daily schedule","sentiment_score":0.14}
{"full_text":"The Aurum Institute is participating in the national #IChooseVaccination campaign, in support of the #COVID19VaccineRollout. #COVID19#COVID19SA","sentiment_score":0.0}
{"full_text":"Q4 There's a lot of talk around innovative ways of using hotel rooms for private dining, outdoor dining, dining \"bubbles\" and the use of fire pits for casual dining experiences; what initiatives can you envisage in a post-Covid world? #travchat","sentiment_score":-3.700743415e-17}
{"full_text":"Time and again what I found out in government is that pinpointed attention--and money--is what gets things done. Rewiring structures often produces nothing but harm","sentiment_score":0.0}
{"full_text":"\"I took a leap of faith, and I just started making money from there,\" said Christine Odegbaro.","sentiment_score":0.0}
{"full_text":"Self-isolating is not the same as lockdown.If you have symptoms or test positive, you must not leave your home at all. If you do, you could put others at risk, even if you don't have symptoms.If you need help, contact","sentiment_score":0.1136363636}
{"full_text":"On this #RandomActsOfKindnessDay, we want to know who your local hero has been throughout the pandemic and why. Whether your neighbour has delivered groceries to your door, or you've received a lift to an appointment, let us know and tag your hero below #VauxhallRetailer","sentiment_score":0.0}
{"full_text":"Being vaccinated against coronavirus is the right thing to do - it'll protect you &amp; others.Back our V for Vaccinated campaign &amp; share a photo of yourself making a v sign after you've received your jab - like NHS worker Sita - with the #Vaccinated and #KeepEnfieldSafe hashtags.","sentiment_score":0.2857142857}
{"full_text":"Erie County Executive Mark Poloncarz outlines his plan for a mass vaccination site at the Convention Center that would have the ability to administer 3,000 vaccine doses per day.","sentiment_score":-0.1}
{"full_text":"President Joe Biden said teachers should be moved higher on the list of those who are getting vaccinated against Covid-19.Read more:","sentiment_score":0.375}
{"full_text":"Madison College's Dental Hygiene Program is urging parents not to push off taking themselves or their kids to the dentist during the pandemic.","sentiment_score":0.0}
{"full_text":"RT Use lockdown to learn new skills,  create digital portfolio, plan ahead. Places available March 1st @HumanitiesUCD Prof Cer...","sentiment_score":0.1787878788}
{"full_text":"The governor said he was unhappy with government measures to prevent the spread of COVID-19.","sentiment_score":-0.6}
{"full_text":"Experts say Japan's late rollout makes \"herd immunity\" impossible before the Olympics in July.","sentiment_score":-0.4833333333}
{"full_text":"The race to meet net zero emissions by air and rail sectors has been accelerated by the pandemic, can this be achieved by 2050? Find out here. #shareUBS #UBSResearch ","sentiment_score":0.0}
{"full_text":"UNISON press release: Women on Wales frontline feeling pressures at work and home during pandemic, says UNISON ","sentiment_score":0.0}
{"full_text":"SUBSCRIBER EXCLUSIVE | Marion County recorded 96 traffic deaths in 2019. In 2020, that number rose to 110, even though roads saw less traffic amid state-mandated lockdowns as a result of the coronavirus pandemic.","sentiment_score":0.2166666667}
{"full_text":"Anti-vaxx : told yaaa!","sentiment_score":0.0}
{"full_text":"Kathey Sauels is already dealing with the death of a family member. This week, she is struggling with a caved-in ceiling and no power and water in her home.","sentiment_score":0.0}
{"full_text":"RT COVID Pedestrian Etiquette","sentiment_score":0.0}
{"full_text":"Despite the foot of snow, the 90-year-old made it to her first COVID-19 vaccine appointment, just five minutes late.","sentiment_score":-0.025}
{"full_text":"RT Schools across South Africa have been provided with more than 200,000 teaching and general assistants to address COVID-19 rela...","sentiment_score":0.275}
{"full_text":"Tested positive for COVID? Here's what to do next","sentiment_score":0.1136363636}
{"full_text":"Retired health care workers are returning to work and helping with the pandemic:","sentiment_score":0.0}
{"full_text":"CEO discusses how the Trust transitioned to working from home during the pandemic in a report by Microsoft. Most people are lone working and it's vital to make sure staff are being supported adequately during these tough times. #personalsafety","sentiment_score":0.2088888889}
{"full_text":"RT This jargon basically means (albeit with deliberate obfuscation) that if an index case has Ct &gt;25, then no one else in the h...","sentiment_score":0.0}
{"full_text":"RT Final solution must include1. Hold CCP accountable to stop more bioweapon released2. Figure out secrets hi...","sentiment_score":0.25}
{"full_text":"In #portugal remote working will for many people be the default working arrangement. This entails several complex issues, as the Portuguese #law &amp; authorities may not accompany the pace of change of #business &amp; #technology: #wts #wtsglobal #tax #covid19","sentiment_score":0.025}
{"full_text":"WATCH: Filipino Catholics attended mass wearing protective masks and observing social distance to mark Ash Wednesday to keep safe from spreading the coronavirus.","sentiment_score":0.2666666667}
{"full_text":"Even before federal funding reaches school districts to pay for more ways to ease the COVID-19 risk, many teachers will be expected to return to the classroom. If you're among them, here are some tips that can help keep you safe.","sentiment_score":0.35}
{"full_text":".@EuropaEdUK secures Italy's \"lockdown novel\", Fresh Water For Flowers by billed as a \"compelling and moving\" story! See more here:","sentiment_score":0.3916666667}
{"full_text":"What to Do If You Aren't Hearing Back From EmployersRead more: #Employment #jobsearch #Jobs #JobVacancy  #jobfairy #jobseekers  #London #jobopportunity #NewJob #CV #CVtips #hiring #COVID19 #coronavirus #PancakeDay #PancakeDay2021","sentiment_score":0.25}
{"full_text":"Are you Clinically Extremely Vulnerable and need support during lockdown?","sentiment_score":-0.5}
{"full_text":"1. This article shows that ready access to the full truth is fundamental to any society. IMO systemic failure to tell the full truth leads to poor decisions in the short-term and fascism in the not so long-term. At this critcal period we are reliant on to stand up to this...","sentiment_score":0.0366666667}
{"full_text":"RT Prof Mark Woolhouse tells MPs there was not a single virus outbreak linked to crowded U.K. beaches last summer","sentiment_score":0.0178571429}
{"full_text":"\"What are you focused on? Get our children back!\" A year into school shutdowns, many parents have had it. And they're pushing districts hard to reopen.","sentiment_score":0.0694444444}
{"full_text":"RT \"It is the politicians who are controlling the scientists, not vice versa. As Neil Clark (@NeilClark66 ) noted on RT in Oct...","sentiment_score":0.0}
{"full_text":"#Iran officially kicked off its long-awaited #coronavirus vaccination project Feb. 9 at #Tehran's Imam Khomeini Hospital ","sentiment_score":0.0}
{"full_text":"Covid-19: Governor Cuomo Admits To Withholding Nursing Home Deaths","sentiment_score":0.0}
{"full_text":"Referrals to agencies in the West Midlands over parents using drug and alcohol have soared, figures show.https:\/\/t.co\/ji3GXFPMar","sentiment_score":0.0}
{"full_text":"The collapse in migrant remittances represents troubling news for developing countries amid the pandemic--increasing the likelihood of balance of payments issues and delayed economic recoveries. What does this mean for #Mexico? Find out more here:","sentiment_score":0.1291666667}
{"full_text":"People in Argyll and Bute are being urged not to become complacent and to follow the Scottish Government's Covid guidance, after NHS Highland reported that the number of confirmed Covid cases in the area remains 'stubbornly high'.https:\/\/t.co\/NwZ9N1RWhS","sentiment_score":0.28}
{"full_text":"We want to hear from you: Do you have any COVID-19 questions you can't find an answer to?Dr. Frank LoVecchio with Valleywise Health Medical Center is answering your questions on #TodayInAZ.Find the latest vaccine news at and at","sentiment_score":0.1333333333}
{"full_text":"The owner of a Shropshire-based oven valeting firm says confusion over lockdown rules could impact on those domestic tradespeople who are permitted to work. #ShropshireBusiness","sentiment_score":-0.1}
{"full_text":"Designers stand inside their portable epidemiological insulation unit, which can be used to isolate and facilitate treatment of Covid-19, in Bogota, ColombiaPhotograph: Fernando Vergara\/AP","sentiment_score":0.0}
{"full_text":"Exponential growth is from September, which never *immediately* shoots up. Then it drops following half term (not in school) and it dropped during lockdown (less virus in community also will have a knock on). Once lockdown came off exponential growth resumed from a higher level.","sentiment_score":-0.0208333333}
