{"full_text":"RT Glad to see these important steps by to expand COVID-19 testing and sequencing. This is the kind of serious action...","sentiment_score":0.2533333333}
{"full_text":"#NowPlaying Green Day- Wake Me up When September EndsListen at","sentiment_score":-0.2}
{"full_text":"Not to mention the US \"response\" to Covid-19","sentiment_score":0.0}
{"full_text":"RT Spoke to HM Sultan Haitham bin Tarik of Oman. We discussed our Strategic Partnership, and our close cooperation during CO...","sentiment_score":0.0}
{"full_text":"if covid isnt over by 2022 im trying crack","sentiment_score":0.0}
{"full_text":"RT The and right-wing media has expressed more heartfelt condolences over the loss of a pro-slavery, white supremacist...","sentiment_score":0.1666666667}
{"full_text":"Snake oil salesman and reporting of course it is not the holy vaccine","sentiment_score":0.0}
{"full_text":"Thinking of public servants in Texas and all they are dealing with right now. People are cold, hungry, without power or water...and there's still a pandemic going on. ","sentiment_score":-0.1047619048}
{"full_text":"RT This QUACK Fauci is a FRAUD. A snake oil salesman. With the damage he caused he should be fed his last meal, drawn and q...","sentiment_score":0.0}
{"full_text":"RT Alright i'm not happy with what DepEd is trying to do, why the hell are they extending the school year and reducing the v...","sentiment_score":-0.4}
{"full_text":"Can someone explain to me why every time I eat takis before bed I have a dream I'm being forced to go to Disney World in a pandemic?? It's happened to me 3 times now","sentiment_score":-0.3}
{"full_text":"RT Happy Birthday, Hobi!Thank you for always being a bright sunray of positivity and reminding us all how important it...","sentiment_score":0.6333333333}
{"full_text":"RT One thing I don't quite understand is how the British media manages to convince people it's the Sussexes who are \"strip...","sentiment_score":0.0}
{"full_text":"RT The Padres are spending money in a small media market in a state hit particularly hard by COVID restrictions while other...","sentiment_score":-0.2222222222}
{"full_text":"His administration withheld info from state lawmakers, undercounted nursing home deaths, and he threatened retaliation against lawmakers who spoke out. The FBI\/DOJ is now opening a preliminary investigation of his covid task force, specifically their handling of nursing homes.","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT Cuba is nearing the mass production of a coronavirus vaccine invented on the island. If effective, it would be a big political...","sentiment_score":0.2}
{"full_text":"RT Please help us! My dad is struggling with Covid-19 If you could please help us by sharing this image or dona...","sentiment_score":0.0}
{"full_text":"RT Dr. David Kessler, chief science officer for the Biden admin's Covid response:If you or a family member tests positive fo...","sentiment_score":0.2272727273}
{"full_text":"RT Maybe because the virus is a thing that does what it is going to do and states cannot control it; they only pretend to...","sentiment_score":0.0}
{"full_text":"RT Effect of a Single High Dose of Vitamin D3 in Patients With Moderate to Severe COVID-19 via","sentiment_score":0.0295238095}
{"full_text":"RT Like the US covid response under Trump, Texas offers a window into what happens when government is willfully rendered incompet...","sentiment_score":0.1}
{"full_text":"RT While they focused on bathroom bills, \"show me your papers\" legislation and fighting with sports teams over the Star Spang...","sentiment_score":0.0}
{"full_text":"RT Two professors involved in union organizing at a college in Texas have been fired. spoke to them about why th...","sentiment_score":0.0}
{"full_text":"Love to see it.","sentiment_score":0.5}
{"full_text":"RT Dear President Magufuli,How am you am fine? You am see now? You am see?! Corona virus is am no joke for Zanzibar. Am for...","sentiment_score":0.5208333333}
{"full_text":"RT The power and water outages in Texas have created a situation that's worse than even the early days of the pandemic. G...","sentiment_score":-0.15}
{"full_text":"Are you fucking retarded?","sentiment_score":-0.8}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT i had covid for a while but i cured myself with sunlight and eating healthy so what do i need that vaccine for again?","sentiment_score":0.5}
{"full_text":"RT I know COVID-19 can be scary, but I want every kid out there to know things are going to be okay.","sentiment_score":0.0}
{"full_text":"RT All stores empty , no gasoline, electricity rolling - internet rolling- I'm grateful for a home with propane and we're small...","sentiment_score":-0.175}
{"full_text":"RT since we are still in a lockdown and i am in my 20's i have decided to completely reschedule my birthday until further notic...","sentiment_score":0.05}
{"full_text":"RT If opening our schools is top priority, they why aren't teachers prioritized for getting vaccinations? Many schools are op...","sentiment_score":0.5}
{"full_text":"RT This podcast was so much fun to do with the awesome and","sentiment_score":0.65}
{"full_text":"RT Since we've offended so many with our \"$2k in return for getting vaccinated\" tweet, here's another novel idea. In every s...","sentiment_score":0.5}
{"full_text":"Here are the temps selected by various communities on when to open overnight warming centers (OWLs). Due to Covid many cities no longer opening OWLs. still operates 24\/7 for #Homeless.","sentiment_score":0.09375}
{"full_text":"RT Amid #COVID19, Carnival ended in Brazil this week without the traditional samba school parades, but with an important message: On...","sentiment_score":0.2}
{"full_text":"RT In case you think i am being hyperbolic:","sentiment_score":0.0}
{"full_text":"RT The U.S. attorney in Brooklyn and the FBI have begun a preliminary investigation into the way New York Gov. Cuomo's admin...","sentiment_score":0.1363636364}
{"full_text":"RT Our partners at maintain approximately 80,000 miles of roadway and have been working around the clock during #Wi...","sentiment_score":-0.4}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"This is actually the traditional method for New York governors to leave office","sentiment_score":0.0454545455}
{"full_text":"RT We have entered a dark place. This is not the country I grew up in. It is not the country I want to live in.","sentiment_score":-0.0068181818}
{"full_text":"RT \"55% of poor, low-wealth ppl voted for the current administration &amp; its promise to raise the minimum wage. That's the man...","sentiment_score":-0.2}
{"full_text":"I'm sure global warming will arrive soon to save me. Hey but at a least I have to wear a mask so my face stays warm... until it freezes too...","sentiment_score":0.2}
{"full_text":"RT Happy Birthday, Hobi!Thank you for always being a bright sunray of positivity and reminding us all how important it...","sentiment_score":0.6333333333}
{"full_text":"RT Most active COVID19 cases\/million:* Kerala - 1729* Maharashtra - 303* Chattisgarh - 105* Karnataka - 89* Punjab - 78L...","sentiment_score":0.1833333333}
{"full_text":"RT SCMP author is extremely pro-CCP.Besides of smearing me, SCMP suggested China Daily to blame US for origin of #COVID19,...","sentiment_score":-0.0625}
{"full_text":"19 Hyatt properties are offering free On-property Covid Testing for registered guests","sentiment_score":0.4}
{"full_text":"If you are comparing sem 1 last with sem 1 this yr you may find its an international student\/covid issue. Sem 1 20 hit hard due to borders but students started returning online in sem 2 when it was clear this was going to drag on.","sentiment_score":-0.0694444444}
{"full_text":"Yesss. I really hope Covid is under control by then.  I want to do something ","sentiment_score":0.2}
{"full_text":"RT Let's assume for argument's sake Cuomo screwed up, lied &amp; 1000's of seniors in nursing homes died as a result. Well, #Trump...","sentiment_score":0.0}
{"full_text":"RT I am so mentally drained man as a college student. A pandemic for a whole year, class is virtual, a winter storm, trying...","sentiment_score":0.05}
{"full_text":"RT President dummy opened the borders in the middle of a pandemic thousands of jobs already lost, gas up .80 cents a gallon,...","sentiment_score":0.0}
{"full_text":"RT Republicans showing more sympathy for Rush Limbaugh than 5 people who died on January 6 or 490,000 dead from Covid","sentiment_score":0.15}
{"full_text":"If it wasn't a pandemic I'd totally invite you guys over for a water boiling party........(But can you imagine how much worse it would be if our grid were federally regulated?!)","sentiment_score":-0.25}
{"full_text":"RT i got laid off by this company less than 4 weeks after hockey season postponed, in the middle of a pandemic and losing m...","sentiment_score":-0.0833333333}
{"full_text":"Oh my spring child...","sentiment_score":0.0}
{"full_text":"How do you make it through time apart when the pandemic has complicated the promise of an impending meetup? Here are some tips from local therapists.","sentiment_score":-0.25}
{"full_text":"RT Coronavirus vaccine doses given per 100 peopleIsrael: 78UAE: 52UK: 23US: 16Poland: 5.7Norway: 5.6Spain: 5.6Tur...","sentiment_score":0.0}
{"full_text":"NEXT COUPLE MONTHS,U WILL HEAR AND U WILL SEE THAT EBOLA WILL GROWN UP AFRICA AND LIKELY TO SPERAD WORLD,HOW THE CORONA SPERAD,IT WILL BE SAME STORY HAPPEND,HOW THE WORLD AND W.H.O RESPOND CORONA SO LATE,USELESS AND KILLING MIL PEOPLE WORLD,EBOLA WILL DONE SAME,IF U  ARE LATE,","sentiment_score":-0.075}
{"full_text":"RT Pre-covid was lit","sentiment_score":0.0}
{"full_text":"RT Pak bots, who were commenting on fake news. Indian vaccines are globally accepted. Not like your father Chinese 50% effec...","sentiment_score":-0.1666666667}
{"full_text":"Exploring cloud computing with Google office suite during the 2020 pandemic days felt like:","sentiment_score":0.0}
{"full_text":"RT Nicola Sturgeon accused of 'rigging' Scots election as campaigning 'illegal' under Covidhttps:\/\/t.co\/KI1MheOhaC","sentiment_score":-0.5}
{"full_text":"RT If there was no vaccine when Biden took office, how did he get both vaccinations before Jan. 20? #CNN #Coronavirus #JoeB...","sentiment_score":0.0}
{"full_text":"\"We've seen a lot of death and we've seen a lot of scary, a lot of sad situations, and people who would not have died if it weren't for COVID.\"","sentiment_score":-0.5}
{"full_text":"Travel Investor Certares Launching Fund Targeting Pandemic Hotel Opportunities","sentiment_score":0.0}
{"full_text":"Be careful, Thanekars! Spike in new #COVID19 cases.https:\/\/t.co\/vyYNu50lQX","sentiment_score":0.0056818182}
{"full_text":"RT Less than 9% of funding in the COVID stimulus bill actually goes towards public health spending.Dems have stayed true...","sentiment_score":0.0458333333}
{"full_text":"#Kindness is the good kind of contagious. Studies have shown that just one act of kindness a day can reduce stress, anxiety, and depression. Use today, #RandomActsofKindnessDay to say some kind words to our #COVID19 frontline workers.","sentiment_score":0.6333333333}
{"full_text":"On Feb. 16, the first batch of #COVID19 #vaccines produced by China's Sinopharm arrived in Budapest. Tamas Menczer, state secretary from Hungarian Ministry of Foreign Affairs and Trade said that saving lives means everything to #Hungary, and Chinese vaccines will play a key role.","sentiment_score":0.03125}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"Pritzker is proposing sending more money to specific departments on the frontline of the pandemic, like IDPH and IDES.https:\/\/t.co\/QhZwZLJtv2","sentiment_score":0.25}
{"full_text":"RT how the fuck the snow make y'all stay in but not covid ","sentiment_score":-0.4}
{"full_text":"#IndiaFightsCoronaDo you know Goal of #COVID19 vaccine is to promote human well-being globally.It is intended to be used for active immunization of people at risk, to prevent #Covid19.#We4Vaccine #LargestVaccinationDrive #JanAndolan","sentiment_score":-0.0666666667}
{"full_text":"COVID-19 Daily Update","sentiment_score":0.0}
{"full_text":"The SOFA score has inadequate discriminant accuracy to be used as a ventilator triage tool for patients with #COVID19","sentiment_score":0.0}
{"full_text":"RT \"Passengers arriving at London's Heathrow Airport were escorted by security guards to buses that took them to nearby hotels.S...","sentiment_score":0.0}
{"full_text":"Have you read any of the ZEDS series yet? If not I mean, what're you waiting for?#wattpad #writingcommunity #zombies #pandemic","sentiment_score":0.15625}
{"full_text":"Facebook CEO Mark Zuckerberg made comments last year about #COVID19 vaccines that clash with policies that his platform has implemented, leaked video shows.https:\/\/t.co\/t9VBY79rX7","sentiment_score":0.0}
{"full_text":"RT Truckers who want a vaccine should be able to get one asap. Same goes for all essential transport &amp; supply chain workers...","sentiment_score":0.1666666667}
{"full_text":"The county and GSA announced that they are partnering with Safeway to provide COVID-19 vaccines to food and agriculture workers in San Benito County. Read more about how workers can get a vaccine here:","sentiment_score":0.5}
{"full_text":"RT The Governor of Florida is actually threatening to withhold vaccinations from regions where leaders are publicly critica...","sentiment_score":0.0}
{"full_text":"Reflect over the origin story of Dungeon Crawler and running a remote team of junior developers during a pandemic.  and  joined Code Coven's Summer Program 2020 &amp; are returning for #ModernMagicks  Get your free ticket   ","sentiment_score":0.15}
{"full_text":"RT There's a story to be written about the similarities between Giuliani during 9\/11 and Cuomo during Covid. How two merci...","sentiment_score":0.0}
{"full_text":"US govt seizes roughly 10M phony N95 masks in COVID-19 probe","sentiment_score":-0.1}
{"full_text":"I thought i knew self hate before covid &amp; then the pandemic came along &amp; had me spending 90% more time with only myself &amp; my problems, &amp; SHOCKINGLY made every problem worsen &amp; made my self hate get the worst its ever been ! yay! Yes!!! go me","sentiment_score":-0.5166666667}
{"full_text":"\"We need a beautiful vision of what could be done\":https:\/\/t.co\/qrzyZCpt6N #COVID19 #faith","sentiment_score":0.85}
{"full_text":"RT Many strong policy initiatives embedded in RI efforts to maintain schools open, including specific testing cites for teache...","sentiment_score":0.2333333333}
{"full_text":"RT abbott failed to handle covid &amp; the winter storm in texas, remember this when y'all are voting in 2022","sentiment_score":-0.5}
{"full_text":"Maharashtra: Coronavirus cases see a sharp rise, govt warns of another lockdownhttps:\/\/t.co\/hNKcWdDwfS","sentiment_score":-0.125}
{"full_text":"Today marks the beginning of Lent for many, but the pandemic is changing how churches are celebrating.","sentiment_score":0.5}
{"full_text":"Free vaccine clinic for minorities 65 and older happening this weekend in Fountain. Everyone needs to make an appointment. ","sentiment_score":0.2833333333}
{"full_text":"80 Thornton Place residents rolled up their sleeves Wednesday to receive their first dose of Moderna's COVID-19 vaccine.","sentiment_score":0.25}
{"full_text":"RT In Rochester at Mayo Clinic speaking out against vaccine misinformation online. Check out any reputable health website (i...","sentiment_score":0.5}
{"full_text":"As it turns out, January was for shopping. Retail spending soared 5.3% last month compared to December, much more than anticipated, as U.S. families began receiving new federal coronavirus relief checks.","sentiment_score":0.2121212121}
{"full_text":"The bill would require the DOE to report dates for when a test comes back positive and when a positive individual was last on campus. Are you in favor of the measure?","sentiment_score":0.0909090909}
{"full_text":"Kidney Doctor Carlo Trinidad was hopeful when he shared an observation that severe COVID-19 cases seem to be reducing during the last few weeks.https:\/\/t.co\/gJe6WQ6B2H#DoktorSnitch","sentiment_score":-0.1}
{"full_text":"Why hasn't fatf placed china in black list ? Isn't spreading virus a act of terrorism ?isn't killings muslim act of terrorism ?","sentiment_score":-0.1666666667}
{"full_text":"#COVIDRx News: CPESN Virginia pharmacist Chapman Brown, owner of Gretna Pharmacy in Gretna, VA, was featured on NBC-affiliate WSLS Channel 10 News. His pharmacy has provided over 1,000 COVID vaccinations.https:\/\/t.co\/nhPgcNtxdL","sentiment_score":0.0}
{"full_text":"RT Nearly 30K Floridians have died from COVID under watch. Instead of making sure our state is safe, he's...","sentiment_score":0.3666666667}
{"full_text":"President Biden planned on visiting a vaccine plant in Michigan tomorrow, but it's postponed till Friday because of the bad weather. It is not a coincidence that both trips this week are to battleground states in an effort to get support for Covid relief. ","sentiment_score":-0.7}
{"full_text":"RT I see the Mail is being guest edited by Covid again.","sentiment_score":0.0}
{"full_text":"The Armed Forces of the Philippines (AFP) on Wednesday urged the public to move on from the unauthorized COVID-19 vaccination of the President Security Group (PSG) as investigations have hit a standstill.READ:","sentiment_score":0.0}
{"full_text":"With the pandemic and all the snow, it's important to help those who need it. That's why Graves County Sheriff's Deputies helped one man keep his home warm.","sentiment_score":0.5}
{"full_text":"More than 80 clinics around the state closed due to the weather, and upwards of 43,000 vaccine appointments will need to be rescheduled, the state health department's chief medical officer Dr. Lindsay Weaver announced Wednesday.","sentiment_score":0.06875}
{"full_text":"There are 2,611 active #coronavirus cases in #SaudiArabia out of which 480 are in a critical condition. ","sentiment_score":-0.0666666667}
{"full_text":"Those still wary of catching COVID-19 may wonder: Is taking a train safer?","sentiment_score":0.05}
{"full_text":"Pandemic puts a spin on Ash Wednesday traditions at Rochester church","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 21.0FWind Chill: 21.0FHumidity: 68%Dew Point: 12.0F Barometer: 30.576 inHgWind: 0 mph from the NNECorona Virus Weekly Stats:Cases: 61.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"California Dems ask Newsom to clear up confusion over getting COVID vaccines to detained immigrants","sentiment_score":0.1}
{"full_text":"#FPCJ #japannews Covid and suicide: Japan's rise a warning to the world?","sentiment_score":0.0}
{"full_text":"Mombasa is Africa's fifth busiest harbour. It's also long been a haven for assorted miscreants. Here's why this puts #COVID19 #vaccines at risk.","sentiment_score":-0.05}
{"full_text":"RT Kroger paid its CEO $21.1 million, but can't find the money to give its essential workers $4 an hour in hazard pay during a pa...","sentiment_score":0.0}
{"full_text":"RT Since we've offended so many with our \"$2k in return for getting vaccinated\" tweet, here's another novel idea. In every s...","sentiment_score":0.5}
{"full_text":"RT Dr. David Kessler, chief science officer for the Biden admin's Covid response:If you or a family member tests positive fo...","sentiment_score":0.2272727273}
{"full_text":"RT And I'm pissed off at every single news channel that fawned over this terrible governor and made him the favorite pandemic...","sentiment_score":-0.1904761905}
{"full_text":"Scott Jamieson joined the Breakfast Club, have had games rescheduled in the last few days as well on the back of the lockdown in Victoriahttps:\/\/t.co\/EHARfpD1Of","sentiment_score":-0.0666666667}
{"full_text":"RT Chicago Mayor Lori Lightfoot spent $281.5 million in federal COVID-19 relief money on police payroll","sentiment_score":-0.1}
{"full_text":"Time: 03:00 * Temp: 8.7degC * Wind: SE 8.9 to 25.0mph * Pressure: 978.8hPa * Rain: 2.8mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:37 * Sunset: 17:37 * Cloudbase: 440ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT abbott failed to handle covid &amp; the winter storm in texas, remember this when y'all are voting in 2022","sentiment_score":-0.5}
{"full_text":"The Intellivision Amico video game console has been delayed to autumn 2021, with the company citing pandemic disruption.","sentiment_score":-0.4}
{"full_text":"School nurses have been on the frontlines since the beginning of the pandemic. Now they are gearing up for when more Ohio students are going back to class full time.","sentiment_score":0.2833333333}
{"full_text":"Carlos Martinez struggled mightily in the pandemic-shortened 2020 campaign for St. Louis. But he's back in 2021 ready to prove himself again.","sentiment_score":0.2}
{"full_text":"RT In Rochester at Mayo Clinic speaking out against vaccine misinformation online. Check out any reputable health website (i...","sentiment_score":0.5}
{"full_text":"Is this news to you? Stay current with all the news from ASU and earn Pitchforks toward great rewards!","sentiment_score":0.5}
{"full_text":"Injuries. 2 covid restarts. Extremely young team that can't handle weekly back to backs...","sentiment_score":0.05}
{"full_text":"RT I signed it!","sentiment_score":0.0}
{"full_text":"RT During a global pandemic, Australians can't access state health departments on Facebook. On a day of flood and fire warnings in...","sentiment_score":0.0}
{"full_text":"RT Recently my teen was struggling w depression\/anxiety &amp; trying to prep for ACT\/SAT while doing pandemic schooling...","sentiment_score":0.0}
{"full_text":"RT Think about the groups that are doing mutual aid. Unhoused populations.People's gofundmes. People out of work. Sma...","sentiment_score":0.0}
{"full_text":"RT NYT: New York Senate moves to strip Gov. Cuomo of pandemic powers","sentiment_score":0.1363636364}
{"full_text":"Total COVID-19 tests performed in Cote d'Ivoire: 391848. 31,497 cases, of those 0 today; 180 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"Post-COVID Shenanigans! I'm alive! \/ !sponsored #razerstreamer ","sentiment_score":0.15625}
{"full_text":"RT CA &amp; CDC agree.CA Dept of Public Health on Outdoor and Indoor Youth and Recreational Adult Sports. This guidance app...","sentiment_score":0.05}
{"full_text":"RT The hot tub in Don Lothario's house in The Sims 2 is where COVID-19 started x","sentiment_score":0.25}
{"full_text":"RT #RaisingDay #dillii_pulisTenant verification camps are being organised in all beats in rural areas as well across the...","sentiment_score":0.0}
