{"full_text":"Good morning! All transportation is cancelled for all DPCDSB students. Students will be learning remotely from home. Stay safe!","sentiment_score":0.4666666667}
{"full_text":"RT The EU has a population of 450 million but has already acquired a stock of 2.4 billion Covid 19 vaccines. The third world...","sentiment_score":0.0}
{"full_text":"RT Millions of families are struggling. We need COVID relief NOW.","sentiment_score":0.0}
{"full_text":"Yeah","sentiment_score":0.0}
{"full_text":"I wonder if \"lockdown fatigue\" and the news of the most vulnerable being vaccinated are leading to a change in behaviour? Same thing happened in Israel I believe.","sentiment_score":0.0}
{"full_text":"RT From Harvey, to #COVID19, to this winter freeze, state leadership at the highest level of government has yet again, failed us...","sentiment_score":-0.5}
{"full_text":"RT Not to mention need for action on:Safe return of schoolsThousands of kids without laptopsHow GCSE\/A-levels will...","sentiment_score":0.1}
{"full_text":"Much worse","sentiment_score":-0.4}
{"full_text":"RT no way to know what happens overnight but it looks like by tomorrow morning bank stocks and long bonds will both be ~fl...","sentiment_score":-0.05}
{"full_text":"RT BME ppl in UK have been dying at disproportionate rates during #COVID19 - and it's got worse for Asian grps in 2nd wave. Here...","sentiment_score":-0.1333333333}
{"full_text":"RT POWER FAILURE THREATENS 8000 VACCINE DOSES--Harris County (Houston, Texas) officials are hustling to distribute 8,400 doses...","sentiment_score":-0.3166666667}
{"full_text":"RT INTERNATIONAL NEWS| South African President Ramaphosa blocked UK and Russian COVID-19 Vaccines to Help Campaign Donor (A...","sentiment_score":0.0}
{"full_text":"RT Introduced by and Duduzile Ndlovu will discuss creativity in #research...","sentiment_score":0.0}
{"full_text":"The effects of the pandemic are insidious and could have longstanding consequences for our young people into the future if we don't act now, says as he calls for special #COVID19 youth taskforce.https:\/\/t.co\/aLt51RPvAE","sentiment_score":0.1523809524}
{"full_text":"RT YANIS Varoufakis  it is \"very difficult to argue against Brexit now\"https:\/\/t.co\/fj1dF05IiR","sentiment_score":-0.65}
{"full_text":"RT Looking to speak to someone who has experience with dealing with a shopping addiction during the pandemic and\/or using the...","sentiment_score":0.0}
{"full_text":"RT CSOs from the #GlobalSouth urge   not block the temporary #TRIPSwaiver proposal to ensure greater access to #COVID19...","sentiment_score":0.5}
{"full_text":"RT Getting vaccinated means you're at much less risk of getting severely ill from Covid yourself, but you may still be able...","sentiment_score":-0.0555555556}
{"full_text":"My friend sent this picture to me and really shock me.This kid didn't go to strike place and she got shoot by tayar liquor to her eye.She stay at home, balcony place.Solider and policeman did this. No safety and no Human Rights because of dictator government.Shame on you Dictator","sentiment_score":0.1}
{"full_text":"Engineer arrived this morning 3 weeks early and no notification. Your advertised number is saying due to lockdown restrictions you're not operating  #nothelpful","sentiment_score":-0.0125}
{"full_text":"RT Today, we launch a new Appeal to fund #LongCovid Research.  1 in 5 people will experience Long Covid symptoms, five wee...","sentiment_score":0.0431818182}
{"full_text":"RT A young intern at AIIMS Rishikesh dies of encephalitis following Covid vaccination. It needs to be thoroughly investigated. As...","sentiment_score":0.05}
{"full_text":"RT I will do that if you first explain to me that if Covid is only in the wards then why do they lock down the ent...","sentiment_score":0.0314814815}
{"full_text":"Could of they not got tested negative for covid?","sentiment_score":-0.3}
{"full_text":"This is truly tragic to read and drives home the reality of the long-lasting damage the ongoing Covid restrictions, within prisons, are causing families.","sentiment_score":-0.75}
{"full_text":"Telling people to stay home while opening more places for them to go creates a confusing, mixed message, said. \"It's sort of say one thing and do another thing,\" she said. \"It's a communication disaster.\" #ontedhttps:\/\/t.co\/63cBYONdcU","sentiment_score":0.0666666667}
{"full_text":"RT Great service, India!Countries  India has supplied COVID19 vaccines to so far. AfghanistanBangladeshSeychelles...","sentiment_score":0.45}
{"full_text":"RT This is me crying and begging... don't reopen indoor dining... don't reopen indoor dining... don't....but then local go...","sentiment_score":-0.1}
{"full_text":"This is a normal hotel room. I don't see why people are complaining after they've been away during a pandemic and the government has only just put in this most obvious and basic of post travel protocols almost a year after the pandemic started.","sentiment_score":0.13}
{"full_text":"RT Two-thirds of Scots after 2014 did not vote SNP.Q-Why would two-thirds not vote SNP if they wanted independence.A-Only...","sentiment_score":0.0}
{"full_text":"Quick and easy to read, this new white paper includes the following:Why parents select an international schoolThe impact of COVID-19 on school selectionThe impact of COVID-19 on admissions applicationsHow parents research international schoolshttps:\/\/t.co\/75JaLFxJL0","sentiment_score":0.1505050505}
{"full_text":"Leicester still in lockdown 1","sentiment_score":0.0}
{"full_text":"RT Current debates in the UK remind me of discussions on 'does testing matter?' and 'should we quarantine those arriving in?'...","sentiment_score":0.0}
{"full_text":"RT 87,40,595 COVID-19 vaccine doses administered in country till Tuesday 1 pm, with 85,69,917 getting 1st dose, 1,70,678 given 2...","sentiment_score":0.0}
{"full_text":"What you state is also simply incorrect: there have been around 380 deaths of people under 60 with no underlying conditions SINCE THE START OF THE PANDEMIC (ONS ). Utterly insane to stop living on the basis of that.","sentiment_score":-0.5}
{"full_text":"RT What exactly happened with Public First yesterday, and revelations that both Dominic Cummings and Michael Gove were lin...","sentiment_score":0.1666666667}
{"full_text":"RT #Myanmar #military had already charged ex-#president Win Myint with allegedly flouting that same Natural Disaster Managemen...","sentiment_score":0.14}
{"full_text":"RT Fauci defended science against \"uninformed opposition during the challenging COVID crisis,\" said the awards committee.","sentiment_score":0.5}
{"full_text":"RT Today we are 6. To celebrate we are giving away a copy of Bridget Jones's Diary 25th Anniversary &amp; some fab goodiesFol...","sentiment_score":0.0}
{"full_text":"RT Those of you who think a year's lockdown is acceptable to 'save the NHS' - how long a lockdown will you accept to 'save th...","sentiment_score":-0.05}
{"full_text":"RT Due to COVID this good girl hadn't seen her hooman in months...https:\/\/t.co\/zwCDOdIFsz","sentiment_score":0.2875}
{"full_text":"They're \"dumping\" just one negative change, of many.Workers have suffered through two decades of wage stagnation, &amp; a year of covid, &amp; he rewards them with taking away what little rights they have left.The Liberals: Breathtaking incompetence, unprecedented corruption, and this.","sentiment_score":0.278125}
{"full_text":"There is no pandemic in this country","sentiment_score":0.0}
{"full_text":"RT My #TuesNews - #beneathcornishskies receives 100th #review on Valentine's Day! #1 #bestseller in #Kindle...","sentiment_score":0.0}
{"full_text":"\"Its the small things - shop window tidy, full shelves, lights on, helpful staff, good signage directing customers to website when your shop is closed - Constructive ways to survive lockdown and plan ahead for reopening\"  #LCCCWebinarSeries #LCCCMentorGrowth","sentiment_score":0.26}
{"full_text":"RT The old and sick are more at risk of COVID 19 and it's fatal consequences.We have a responsibility to care for them.","sentiment_score":-0.0380952381}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT Refusing to pay the bill at the Perth City Apartments is merely a distraction from the real issue at hand: why is panic bu...","sentiment_score":-0.15}
{"full_text":"RT The international community like #US #UN has repeatedly called for the release of #Myanmar's #AungSanSuuKyi, ex-#president...","sentiment_score":0.0}
{"full_text":"As of today, over 177.94 million people across the world have been vaccinated for Covid-19.#coronvirus #vaccine #update","sentiment_score":0.0}
{"full_text":"RT Here are 8 Trump-related investigation priorities for DOJ\/Congress:1 Election fraud 2 Covid response3 Attempt to ov...","sentiment_score":0.0}
{"full_text":"Im interested in other's opinions but sometimes there are no words.  Lockdown is the same as the Berlin wall?! ","sentiment_score":0.0416666667}
{"full_text":"RT We never have enough data to end lockdown, do we? Actual *facts* on vaccines, hospital admissions &amp; deaths aren't enough to e...","sentiment_score":0.0}
{"full_text":"RT Remember the time when this video being viral?It's such a great time. No covid, lepas dgn kawan2 dkt kolej, overnigh...","sentiment_score":0.4}
{"full_text":"RT The only place to be with the queen DORATHY X ITEL is here Dont miss guys #itelXDorathyInLagos","sentiment_score":0.0}
{"full_text":"RT someone pointed out that if it wasn't for this pandemic, yeonjun would've flown to new york just for this event and i let o...","sentiment_score":0.1363636364}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Court in the Netherlands has ruled that the government-imposed coronavirus curfew must be lifted immediately","sentiment_score":0.0}
{"full_text":"RT UK-Med members, as part of the #UKEMT, have been are at Saida hospital. Located near a refugee camp, they've been supporting...","sentiment_score":0.175}
{"full_text":"RT For 10 months, the Tanzanian government has refused to publish any Covid data. And it insists it doesn't need any vaccine...","sentiment_score":0.0}
{"full_text":"I would like to nominate everyone at radio Sheffield for keeping everyone sane during the lockdown. From early morning until late at night are on air with friendly banter, great music &amp; news. Local radio is a godsend for so many.  #lastleglockdownawards","sentiment_score":0.2458333333}
{"full_text":"RT talkRADIO listener Romy opens up on her struggles during lockdown, after battling mental and physical health problems for a...","sentiment_score":-0.05}
{"full_text":"RT Today 200+ global south groups are urging the UK and other rich countries to stop blocking a suspension of patents on...","sentiment_score":0.0833333333}
{"full_text":"RT Thai Airways International will carry the first 200,000 doses of a Covid-19 vaccine from China to Thailand on Feb 24....","sentiment_score":0.125}
{"full_text":"RT Democrats slam 'lying' Cuomo over COVID-19 nursing home 'cover-up'","sentiment_score":0.0}
{"full_text":"RT I did this historic church a disservice based on a news piece....","sentiment_score":0.0}
{"full_text":"It makes no sense....how does it prevent covid 19, if you can still bloody catch it and unfortunately still pass it on... how bloody stupid do you think Australians are? You think we don't understand what your saying if you use big words... its disgraceful","sentiment_score":-0.58}
{"full_text":"Parents and carers! This half term remember to look after yourselves as well as your children. offer free, confidential advice from trained volunteers by calling 0808 802 5544. Ask for help if you need it.https:\/\/t.co\/dcWyVF43EI","sentiment_score":0.1166666667}
{"full_text":"RT Tuesday morning shout out to remind Jnrs to enter this week's Lockdown Cricket Quiz No4!!Deadline for entries 6pm tonight...","sentiment_score":0.0}
{"full_text":"RT This is a disgrace and David doesn't lie!","sentiment_score":0.0}
{"full_text":"RT Vote karte raho guys Iam admitted in covid centre but still iam doing , why not u ,please #VoteForRubinaDilaik #RubinaDi...","sentiment_score":0.0}
{"full_text":"RT Are UK citizens 'inadvertently' giving away too many of their liberties, without reasonable checks &amp; balances to UK Governme...","sentiment_score":0.35}
{"full_text":"RT Lets win this teumes! We will win this for them  the gap isnt good to be seen so drop now and social distancing http...","sentiment_score":0.6333333333}
{"full_text":"In many ways the Six Nations' worst fears have been imagined after a member of the French coaching staff has tested positive for Covid-19.As a result, the squad are now isolating and will be tested again today.","sentiment_score":-0.0681818182}
{"full_text":"RT Another important piece of reading. Goes back to what I said before - we've abandoned basic principles of medicine.Allyson...","sentiment_score":0.1333333333}
{"full_text":"RT #Covid19 | Kerala, Maharashtra remain cause of concern, says health ministryhttps:\/\/t.co\/Ys8lGZvVUc","sentiment_score":0.0}
{"full_text":"if covid never happened i would probably be skipping classes getting ready for harry's concert and on my way to meet up with my friends ","sentiment_score":0.2}
{"full_text":"Covid-19 outbreaks declared among third-level students in Galway #limerick #dublin #tud","sentiment_score":0.0}
{"full_text":"RT Understanding COVID-19 vaccine efficacy#COVID19Vaccine #VaccineEfficacy #DHPSP Poll: Will you get yourself vaccinated agai...","sentiment_score":0.0}
{"full_text":"Plummeting Cases in U.S. Show a Path to Crushing Covid-19 ","sentiment_score":0.4}
{"full_text":"RT #Israel: Foreign workers and asylum seekers line up to receive their first dose of the covid-19 vaccine -","sentiment_score":0.0625}
{"full_text":"RT Man collapses and dies 25 minutes after having the Covid vaccine - Metro","sentiment_score":0.0}
{"full_text":"RT COVID Pedestrian Etiquette","sentiment_score":0.0}
{"full_text":"RT It would be a heinous crime if it became apparent Freeman evacuated the Covid elderly from hospital beds into Care homes...","sentiment_score":0.05}
{"full_text":"RT Time to Un-Mask the Data. After a year of lockdowns and mandated mask wearing, health researcher and epidemiologist Paul...","sentiment_score":0.0}
{"full_text":"RT A good read #Epoch Times so many times I see them quoted or articles posted on twitter. #Disinfo","sentiment_score":0.6}
{"full_text":"RT Minister of Health and Wellness, Dr Christopher Tufton has hailed the World Health Organization's (WHO) emergency use...","sentiment_score":0.0}
{"full_text":"ICYMI: With many millions of people waiting several weeks to receive a second COVID-19 vaccine dose in some countries, experts consider the possibility that SARS-CoV-2 could evolve vaccine resistance.","sentiment_score":0.1666666667}
{"full_text":"#Covid19 | Today we have 187 UK variant patients. All confirmed cases are quarantined and treated: Health Ministry Track real-time updateshttps:\/\/t.co\/Hhqmg1MOTr","sentiment_score":0.4}
{"full_text":"Business Ethics Has the pandemic created a crossroads?","sentiment_score":0.0}
{"full_text":"We need to be more flexible, listen to our employees and have an open mind. A few tips by CMO strategy on how to improve your business in 2021.","sentiment_score":0.1}
{"full_text":"If you're expecting, then join us for five simple moves that will help you relax during pregnancy.Full video: #pregnancy #yoga #women #workout #GirlCity","sentiment_score":0.0}
{"full_text":"Zimbabwe, China Allay Sinopharm COVID-19 Vaccine Fears","sentiment_score":0.0}
{"full_text":"Please help #StopTheSpread of #COVID19 with #HandsFaceSpace Wash your hands Wear a face covering Keep your space from others.By following these three simple steps you help #SaveLives","sentiment_score":0.0}
{"full_text":"Manchester in lockdown by via #Repost ","sentiment_score":0.0}
{"full_text":"RT Lockdown won't lift but girl with no bra's shirt will ask to lift","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Tuesday February 16, 2021 ","sentiment_score":0.0}
{"full_text":"Michigan's lockdown measures have resulted in devastating job losses for the hospitality and leisure industries, even as other industries less affected by COVID-19 restrictions saw employment gains. These businesses deserve extra help from the state. ","sentiment_score":-0.3229166667}
{"full_text":"#OccupationalTherapists - Use our Search Features to identify members with the products you need during lockdown - Products: Retailers: #OccupationalTherapist #OccupationalTherapy","sentiment_score":0.0}
{"full_text":"Practices will get paid extra for delivering vaccinations to housebound patients, in recognition of the extra staff time and complexity involved. But there are also steps practices can take to make the process run more efficiently. Read our expert's tipshttps:\/\/t.co\/aHYUCNjObP","sentiment_score":0.1666666667}
{"full_text":"Starting today at 8 a.m., Virginia is planning on launching a statewide system for people to pre-register for the #coronavirus #vaccine.The state moved people who pre-registered on local health department sites to the statewide system.","sentiment_score":0.0}
{"full_text":"News: Roaring in the face of social injustice and marking the anniversary of lockdown-living, have created a unique live event #HearMeRoar Seven powerhouse new plays, written and performed by women live on Zoom. Plus an interview with March 22nd, 8pm.","sentiment_score":0.1634848485}
{"full_text":"\"The many faces of COVID-19: managing uncertainty\"https:\/\/t.co\/1kIadvk5XM","sentiment_score":0.5}
{"full_text":"\"I am very pleased with everyone involved in my care. I am pleased with the motion and strength I gained, I had none before.\" #motion #strength #loudoun #covid #results #physicaltherapy","sentiment_score":0.575}
{"full_text":"COVID-19 Latest on figures for Carlow and Kilkenny, hospital cases, local vaccination centres and more ...","sentiment_score":0.3333333333}
{"full_text":"A Melbourne company has developed a world-first COVID breath test it says can help Australia reopen its borders. The results are delivered within a minute - and can even show how infectious a person is. #7NEWS","sentiment_score":0.1}
{"full_text":"ICYMI: \"The use of CGM, especially during the pandemic, is clinically important and should be reimbursed [by insurance],\" Garg said. \"In addition, telehealth should be here to stay, even after the pandemic is over.\"@CUAnschutz #diabetes #COVID19","sentiment_score":0.2}
{"full_text":"The date depends on how and when lockdown is eased.","sentiment_score":0.0}
{"full_text":"\"It felt good to have a sense of fulfilment and purpose again.\"Read Stewart's #HumansOfScotland story on his experience of life after a stroke and supporting others through the pandemic with","sentiment_score":0.475}
{"full_text":"#CGTNOpinion: China's questions on U.S. COVID-19 response aren't disinformation","sentiment_score":0.0}
{"full_text":" Have you seen last week's special extended Covid Catch-Up?Clinton Rogers meets the extraordinary care staff who have experienced first hand the devastating impact of coronavirus.Watch the full video here ","sentiment_score":0.1557823129}
{"full_text":"RT Want to hear about the role of the local Church through Covid? Join me, and","sentiment_score":0.0}
{"full_text":"What are the professional skills you'll need to thrive in a post-COVID world?Our 1-5 March webinar series is free and open to all. #LSEFestivalhttps:\/\/t.co\/g5QlGpte1W","sentiment_score":0.1666666667}
{"full_text":"Newswatch COVID-19 Digest: Tuesday February 16, 2021 ","sentiment_score":0.0}
{"full_text":"\"There is a way out. I want to see a future.\"We're opening up the conversation on how we're all coping through lockdown. Ian from Grimsby just sent us this video. Share your mental health journey using #behindthemask","sentiment_score":-0.05}
{"full_text":"Vaccination is the best way to protect ourselves from #COVID19 because no one is safe until everyone is safe!Watch encouraging the people of #Lebanon to register for the vaccine to recover the soonest from this pandemic. Register onhttps:\/\/t.co\/GCbnUtTsZj","sentiment_score":0.75}
{"full_text":"Monday's announcement should trigger the delivery of hundreds of millions of doses to countries that have signed up for the U.N.-backed COVAX effort, which aims to deliver vaccines to the world's most vulnerable people.","sentiment_score":0.0}
{"full_text":"In case of #Pakistan the financial travails of the general public, aggravated by the pandemic, seem to be lingering on writes in","sentiment_score":0.0166666667}
{"full_text":"How to look after your mental health during the coronavirus outbreak - help from","sentiment_score":-0.1}
{"full_text":"RT What's all this nonsense about being anti vax if you decline the Covid jab? All the vaccines I've ever had have taken yea...","sentiment_score":0.0}
{"full_text":"The new study is the first in the world to examine the operation of Covid-19 measures in licensed premiseshttps:\/\/t.co\/4N4Qk9iZft","sentiment_score":0.1931818182}
{"full_text":"The covid-19 vaccine is finally coming to us! Remember to register! Get the info you need from:","sentiment_score":0.0}
{"full_text":"Here is handy little guide on what you may expect if your visiting\/or currently in University Hospital:","sentiment_score":0.1375}
{"full_text":"Tourism will rebound after the pandemic. It could even improve, if properly managed. We remain positive &amp; ready to be of service to our clients once we can do so again safely.","sentiment_score":0.2318181818}
{"full_text":"10 #parenting strategies to reduce your #kids' #pandemic stresshttps:\/\/t.co\/1SiL6jTomH","sentiment_score":0.0}
{"full_text":"RT COVID patients present like this. No initial respiratory symptoms, just diarrhea and vomiting. Seeing it more recently.","sentiment_score":0.125}
{"full_text":"The #FFC boss has given an update on the striker ahead of the trip to #twitterclarets","sentiment_score":0.0}
{"full_text":"NEW LEVEL 3 LOCKDOWN RULES PUBLISHED-INCLUDING INTERNATIONAL TRAVEL CHANGES #level3 #lockdown #newrules","sentiment_score":0.0681818182}
{"full_text":"The coronavirus crisis has delayed some of the work","sentiment_score":0.0}
{"full_text":"\"It was all based on having a solid community -- a group of friends, people to talk to at the end of a hard day,\" Cellarest Beer Project's co-founder said. \"So, now we are kind of at the tail-end of a pandemic thinking, \"Perfect time for a brewery.\"","sentiment_score":0.3270833333}
{"full_text":"Despite the limitations brought by the COVID-19 pandemic, the Department of Training and Development launches the JukeBOx workshop.https:\/\/t.co\/KCA51KcKQPWritten by Anna PinedaGraphic by Mikko Anton Santos","sentiment_score":0.0}
{"full_text":"If you, or someone you know, has been directly affected by the COVID-19 pandemic, please visit to find out more about the support available in Barnsley, such as the Local Welfare Assistance scheme.","sentiment_score":0.2}
{"full_text":"No matter what the weather brings, this wife visits her hospitalized husband every day in hopes of encouraging him to keep fighting to come back home.","sentiment_score":0.0}
{"full_text":"Lockdown sceptics going door to door have been warned they will face fines when caught breaking Covid-19 safety laws.https:\/\/t.co\/AlQ3BUpHE0","sentiment_score":0.0}
