{"full_text":"Here's your morning update on the snow starting to fall in portions of Benton County right now. #ARwx #NWAwx #nwatraffic #StayHome","sentiment_score":0.1428571429}
{"full_text":"Was there a convention or something? Or are city employees just not following protocols?  33% is an unbelievably high positivity rate at a time when cases are falling. What is the city's contingency plan, given that COVID is a reality? Another significant snowfall is coming.","sentiment_score":0.1783333333}
{"full_text":"City nears deal on hotel to house homeless, needy via","sentiment_score":0.0}
{"full_text":"#Covid19 #vaccine #CompareAndContrast #UK #India i) '..there wasn't sufficient emphasis on getting [UK's Vaccine Manufacturing Innovation Centre]  ready quickly' ii) By end March, production of &lt;100m doses a month ","sentiment_score":0.2666666667}
{"full_text":"This women convinced 100,000 people on social media that she was being held hostage in Jamaica. Thanks positive airline stewardess fakes abduction to get out of quarantine via","sentiment_score":0.1535353535}
{"full_text":"We stay in Greenworld Society which is in 402, Thane-Belapur Rd, vitawa, Kalwa, Thane, Maharashtra 400605. Here we have horrible mosquito problem which can cause  disease and during this corona time we all are taking almost precautions to not to","sentiment_score":-1.0}
{"full_text":"RT Her Asian side gets specific policies &amp; executive orders that protect Asians.Her \"Black\" side gets dancing, symbolic HB...","sentiment_score":-0.0555555556}
{"full_text":"Now Covid is falling,Priti talk of reopenin'It's clear what will happen.But pubs are their focusin'","sentiment_score":0.1}
{"full_text":"5 Strategies for Professional Services Organisations to Accelerate the Post COVID Recovery","sentiment_score":0.1}
{"full_text":"RT 2\/ These charts are new serious cases (trending down slowly, though there was a week-over-week increase in Friday), overa...","sentiment_score":-0.1631313131}
{"full_text":"RT Roses are red Violets are blueThe reproduction number and infection fatality rate of CovidAre much higher than flu.","sentiment_score":0.125}
{"full_text":"RT China refused to hand over key data to the World Health Organization (WHO) team investigating the origins of Covid-19, o...","sentiment_score":0.0}
{"full_text":"Yup.. but due to corona kitne door kitne paas .. btw weather is little different than sverige i norge","sentiment_score":-0.1041666667}
{"full_text":"RT Things ministers have direct control over - lockdown timings, quarantining laws, test and trace, PPE procurement  - have...","sentiment_score":0.1}
{"full_text":"Antibodies produced from natural SARS2 infection are not durable. Vaccinated people have antibody levels 10-20x that of convalescent plasma. This highlights the importance to vaccinate Covid recovered patients.","sentiment_score":0.1}
{"full_text":"Federal level on down incompetence doesn't excuse a victory lap or anything, just saying that incompetence spawned some real panic and crap like this. The act itself is just another reminder that this country revealed its true self in the pandemic: \"every person for themselves\"","sentiment_score":-0.0911111111}
{"full_text":"I've always had a problem with chewing, I remember being in the back seat with both my parents chewing gum in the front &amp; my blood BOILING! I hadn't noticed my husband \/ kids chewing \/ swallowing noise until lockdown so it's all ramped up again. Radio on before eating commences!","sentiment_score":0.0}
{"full_text":"RT All the covid-downplayers screaming loudest at Boris Johnson to 'UNLOCK THE COUNTRY AND GIVE US OUR FREEDOM BACK!' are the...","sentiment_score":0.0}
{"full_text":"RT Devastated charity lost contract for #domesticabuse services #Brighton #hove to orgs not focused on #VAW #women &amp; in...","sentiment_score":0.0}
{"full_text":"RT 496,065 Americans have died from COVID19 infections.","sentiment_score":0.0}
{"full_text":"30F and stuck in Seattle because of Covid... but want to be in Santa Cruz, Bolivia  with my Valentine... ","sentiment_score":0.0}
{"full_text":"I truly wonder who made the decision to not bring about witnesses?  Why?  So Senators catch their flights to begin  yet ANOTHER week of vacation during a pandemic crisis w Cabinet positions still unfilled bc of delays in confirmation?","sentiment_score":0.0}
{"full_text":"This is the reason why India has more cases of Coronavirus and Pakistan has been protected by this due to severe heat, load shedding, and abundant rain, all from the Mercy of Allah. Muhammad Qasim Dreams","sentiment_score":0.325}
{"full_text":"US COVID vaccination status:Delivered 69883625Inoculated 52039018 74% shots used1644945\/day, 11 day supply.weekly deliveries are 935591 less than weekly vax. At the current rate, 80% of pop. will be vaccinated by 12\/1\/2021","sentiment_score":-0.0833333333}
{"full_text":"RT A year into this and we still have to ask for this kind of information.","sentiment_score":0.6}
{"full_text":"RT A middle-aged woman offers a glimpse into her lockdown experience in this short from more from #ScenesF...","sentiment_score":0.2}
{"full_text":"It is important to be on the public record.20 years from now, when Covid doesn't matter, and the foundations of our democracy may still be in question, do we want people to look back and say, \"And they knew, yet did NOTHING about it\"?Again, applies to the rigged KKK trials.","sentiment_score":0.1333333333}
{"full_text":"RT A survey by Rwanda Biomedical Center revealed that 16% of people whose antibodies were tested to find out whether they...","sentiment_score":-0.1}
{"full_text":"RT TONIGHT: I'll be on Justice with to talk about Cuomo's COVID cover-up and President Trump's second impeachm...","sentiment_score":0.0}
{"full_text":"RT Help the FBI track down these seditionists and lock them up.","sentiment_score":-0.1555555556}
{"full_text":"Maine COVID vaccinations status:Delivered 299375 doses, inoculated 6035 yesterday,1st dose 172725, 2nd 70757 (5.3% of pop.)total 243482 81% shots used7381\/day, 8 day supply. Maine will inoculate 1M by 10\/10\/2021weekly deliveries are 6844 less than weekly vax.","sentiment_score":-0.0833333333}
{"full_text":"RT SOLD ))Beautiful geometric monochrome black pattern adult cloth face mask 25% OFF SITEWIDE#zazzle #mask #coronavirus #d...","sentiment_score":0.2611111111}
{"full_text":"Shoot your shot today. If you wanna tell someone you like them or Love them tell em. It's a global pandemic what's the worse that could happen.","sentiment_score":0.0333333333}
{"full_text":"RT This you?","sentiment_score":0.0}
{"full_text":"RT All parents, medics, teachers need to know the symptoms of Pans Pandas","sentiment_score":0.0}
{"full_text":"RT Prime Minister Jacinda Ardern said that Auckland will enter a three-day lockdown after New Zealand recorded its first cases of...","sentiment_score":0.1931818182}
{"full_text":"RT By deleting his tweets, sought to cover up his record of misinformation and falsehoods about COVID-19.But h...","sentiment_score":0.0}
{"full_text":"RT Students facing inequality, Covid 19 should affect other provinces as...","sentiment_score":-0.125}
{"full_text":"#Chennai... getting appreciated, Better than ever  and our PM's love for sports &amp; prosperity, the distance is not a hurdle but a huddle even in... #SocialDistancing","sentiment_score":0.4}
{"full_text":"RT Talk of a post-Covid spending spree shows Bank of England is out of touch | Bank of England | The Guardian","sentiment_score":0.0}
{"full_text":"New vaccine in development has 'insurance' against coronavirus mutations.The vaccine will be able to stop the coronavirus from evading the immune system by changing its spike protein.https:\/\/t.co\/TjmiKNcC9c","sentiment_score":0.3181818182}
{"full_text":"RT Random Monday Thoughts: I was looking for new snow boots, w\/ a nice mid-season sale, &amp; there r like NO BOOTS in PGH! Some rand...","sentiment_score":0.1287878788}
{"full_text":"Due to COVID-19, many people are starting to think more about life insurance. For many young families, term life may be the best, most affordable way to get started. If you have any questions, please feel free to reach out. I'm available any time.","sentiment_score":0.3775}
{"full_text":"RT Tens of thousands gather maskless for cheerleading competition as Georgia hits record COVID deaths","sentiment_score":0.0}
{"full_text":"RT Republicans were so scared of witnesses they were willing to block Covid relief to the American...","sentiment_score":0.125}
{"full_text":"RT \"Last weekend, I went to a museum. I hadn't been anywhere for pleasure, except walking in the park, for a year. It felt...","sentiment_score":0.0}
{"full_text":"RT Israel's COVID infection data takes turn for better - but remains far from good ","sentiment_score":0.4333333333}
{"full_text":"RT Asian Americans Have Been Attacked, Spat On, and Cursed Out. Activists in the Bay Area Are Bracing for More.","sentiment_score":0.25}
{"full_text":"RT #CoronaVirusUpdates: Total #COVID19 Cases in India (as on February 14, 2021)>97.31% Cured\/Discharged\/Migrated (1,...","sentiment_score":0.0}
{"full_text":"students who are enrolled in Colleges (recently suspended for CAQ but now suspension is lifted) in Montreal arenot getting Visas.This is  enough that you are giving us the reason of COVID.#internationalstudentsquebec","sentiment_score":0.0}
{"full_text":"Right on! #BLM","sentiment_score":0.3571428571}
{"full_text":"RT How do these DNR conversations even go? \"Hi learning-disabled patient, how are you? Good! Now listen, if you catch Covid an...","sentiment_score":0.875}
{"full_text":"RT \"Covid Zero is great in theory but it's just not realistic in a country as big as Canada\" ...","sentiment_score":0.2388888889}
{"full_text":"RT This is everything you need to know about Vitamin D and #COVID19.https:\/\/t.co\/LlJjbmOlZo","sentiment_score":0.0}
{"full_text":"RT Back on planet Earth where there's a real, functioning government and leadership...progress.","sentiment_score":0.1}
{"full_text":"RT Min Motshekga says the latest available figures indicate that 1 169 educators have passed away, as a direct result of COV...","sentiment_score":0.3333333333}
{"full_text":"RT Willis Dady in Cedar Rapids can house 25 males and 6 families at once that are in the shelter program.Today I spoke wit...","sentiment_score":0.0}
{"full_text":"RT Oxford-AstraZeneca results for #B1351  variant preprint--B.1.351 had increased resistance to vaccinated sera in neutraliza...","sentiment_score":0.0}
{"full_text":"RT We want only ONLINE!Not this WEEK!Will CORONAVIRUS say goodbye in this WEEK?!#mTlbnsh_tjyl_wnlyn_yrys","sentiment_score":0.0}
{"full_text":"RT If you've ever doubted how inept of leaders in Washington are. Well- this craptastic display in the Senate today basically...","sentiment_score":0.0}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT So, Joe Biden issued 31 new drilling permits. Is continuing to aid in the brutal genocide on Yemen. Has announced he w...","sentiment_score":-0.3693181818}
{"full_text":"RT My latest: Ciera Bates Chamberlain has had 4 family members on ventilators. Glenn Harston lost his aunt &amp; 15 family members th...","sentiment_score":0.5}
{"full_text":"Why is it hard to get a COVID shot? Can you please use your immense power to make this process easier!! Thank you Governor","sentiment_score":-0.1458333333}
{"full_text":"RT [210214] it was a fun stage with buttons exploding and microphone falling down (x2) what why are you being sent twi...","sentiment_score":0.0722222222}
{"full_text":"RT #BREAKING \"As of 11.59pm tonight, Auckland will move to level 3 for a period of three days until midnight on Wednesday.The r...","sentiment_score":0.0}
{"full_text":"RT If you liked this covid Valentine I think you will love this one on exponential growth.","sentiment_score":0.55}
{"full_text":"RT Rep. Lesko: Hispanic people are 'very good workers' -- but shouldn't get vaccines","sentiment_score":0.91}
{"full_text":"RT BC stands for Before Coronavirus now. Sorry Jesus take a hike","sentiment_score":-0.5}
{"full_text":"RT Republicans were so scared of witnesses they were willing to block Covid relief to the American...","sentiment_score":0.125}
{"full_text":"RT If you've had the Ruskinoff cough then your immune to covid","sentiment_score":0.0}
{"full_text":"RT This thread and the article1) China will continue to hide\/ lie2) is willingly or unwittingly part of China's #dis...","sentiment_score":0.25}
{"full_text":"For once I have to agree with It is up to us to prevent a third wave because Ford has failed with this pandemic, he doesn't have a clue what he is doing. He cannot be trusted and God help us all with the distribution of the vaccines.","sentiment_score":-0.25}
{"full_text":"the network of doctors who provide health care to ethnic minorities in New York, never suspected they'd be faced with the biggest challenge of their time: the COVID-19 pandemic.https:\/\/t.co\/ENl12PJdFO","sentiment_score":0.1363636364}
{"full_text":"He is a total disgrace to humanity","sentiment_score":0.0}
{"full_text":"'Constellation' of post-COVID symptoms will impact global healthcare, says expert.  More in our coverage here:","sentiment_score":0.25}
{"full_text":"Online--Avoiding a legacy of unequal non-communicable disease burden after the #COVID-19 pandemic #NCDs #COVID19","sentiment_score":0.0}
{"full_text":"China refused to hand over key data to the World Health Organization (WHO) team investigating the origins of Covid-19, one of its members has said.https:\/\/t.co\/KSw2bUgkbI","sentiment_score":0.0}
{"full_text":"He lost his grandfather to covid and is quoted saying that he's happy about the vaccine rollout. Because it means fewer deaths. If anyone is vile, it's people like you and Allin Khan.","sentiment_score":0.8}
{"full_text":"China fired back Sunday at the U.S. over allegations from the White House that Beijing withheld some information about the coronavirus outbreak from World Health Organization investigators.https:\/\/t.co\/rNqQsAqikW","sentiment_score":0.0}
{"full_text":"\"If you don't know the truth, anything could be true.\"Over the last few weeks, violent protests have broken out in the Netherlands as the country struggles against conspiracy theories, political upheaval and managing #Covid19.The BBC's reports #Newsnight","sentiment_score":-0.175}
{"full_text":"#animalcruelty increased due to #COVID. When rehoming #pets, remember: people that lose their job, income, and home often take their anger out on #cats #dogs and other #animals that can't report them.","sentiment_score":-0.3166666667}
{"full_text":"Canada, COVID19 Fatality Rate  Jan 26, 2020-Feb 13, 2021Stable at 2.56%","sentiment_score":0.0}
{"full_text":"Israeli report finds 1 in 73 Charedim over age 65 has died of Covid.","sentiment_score":0.0}
{"full_text":"Business and personal bankruptcy filings dropped by 30% nationwide last year despite reports of widespread financial pain caused by the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"A special Valentine's Day during the pandemic","sentiment_score":0.3571428571}
{"full_text":"$394,900 | 1732 Amaryllis Circle, Orlando, FL 328254 Beds | 3 Baths | 3,410 SqFtPrice reduced great home for your large family with 4 bedrooms and 3 baths.#Orlando #RealEstate #Florida #Sunday #COVID19https:\/\/t.co\/DeUMkZrFle","sentiment_score":0.5071428571}
{"full_text":"As we celebrate Valentine's Day, we want to share a special video message created by  students for regarding student mental health and what parents can do to help their students during the pandemic. #StartWithHearthttps:\/\/t.co\/83XNxQ7iuR","sentiment_score":0.1285714286}
{"full_text":"Happy Valentine's Day! With the pandemic continuing to spread, it's important to do our part and stay home. Here are some ideas to celebrate Valentine's safely: #CovidCareful","sentiment_score":0.6333333333}
{"full_text":"RT Today we mourn the 17 lives cruelly lost to gun violence at Marjory Stoneman Douglas High School in Parkland. We remember...","sentiment_score":-0.42}
{"full_text":"Valentine's Day falls on a Sunday this year but we're still in lockdown so what are days of the week really?Make like it's Friday and get this absolute belter of a set from DJ Danny Mac turned up.Watch now:","sentiment_score":0.2}
{"full_text":"We've got a pair of games on tap today, folks.3 p.m. ET: vs. 7 p.m. ET: vs. NOTE: The Flyers-Rangers game has been postponed due to COVID-19 protocols.","sentiment_score":-0.2625}
{"full_text":"What are your Valentine's Day plans?","sentiment_score":0.0}
{"full_text":"We're calling all over 65s to book their Covid-19 #vaccination.Let's get your parents, grandparents and loved ones protected - please share as far and wide as possible.Book online at or by phone on 0115 883 4640","sentiment_score":0.2333333333}
{"full_text":"A study by the National Blood Service into COVID-19 presence in donated blood estimates that more than half the population has had COVID-19. This is considerably higher than previously imagined.","sentiment_score":0.1041666667}
{"full_text":"Author of #ManAtTheAirport Hassan Al Kontar speaks on CBC's White Coat Black Art about gratitude and lessons for coping with a global pandemic Listen here: ","sentiment_score":-0.0555555556}
{"full_text":"Because it is his decision and you have absolutely no authority to demand it. F'ing idiot sheep","sentiment_score":-0.45}
{"full_text":"Since March of 2020, Coffey county has 613 positive Covid cases, 13 deaths, and 594 recoveries.","sentiment_score":0.2272727273}
{"full_text":"We think we've found the perfect read for #valentinesday2021 Love in Lockdown, by Chloe James - find it in our eBook collection! #lockdown #lovereading ","sentiment_score":0.8125}
{"full_text":"The Spirit of Valentine'sLet us celebrate the season of love by remembering our loved ones who are isolated and vulnerable to the on-going pandemic. Call your grandparents and make them feel the Valentine spirit.#ValentinesDay #HealingTouchHomeHealthCareInc","sentiment_score":0.2333333333}
{"full_text":"Ironic Greg Abbott issued a disaster declaration for a winter storm, YET wasn't willing to issue a mask mandate to protect the OVER 41,000 Texans who died of COVID! I guess  the winter storm seems like a bigger threat than the over 41,000 who have died in Texas from #COVID19!","sentiment_score":0.1708333333}
{"full_text":"RT Republicans were so scared of witnesses they were willing to block Covid relief to the American...","sentiment_score":0.125}
{"full_text":"RT [210214] it was a fun stage with buttons exploding and microphone falling down (x2) what why are you being sent twi...","sentiment_score":0.0722222222}
{"full_text":"RT Also, so much less wasted time. Getting to the studio, getting made up (for TV lights), sitting around in the green room,...","sentiment_score":-0.1888888889}
{"full_text":"Care homes are supporting residents at risk from #COVID19 with remote monitoring of their oxygen saturation levels. Find out more about #PulseOximetry and the support on offer for #CareHomes in this webinar:","sentiment_score":0.2166666667}
{"full_text":"#NewZealand imposes 3-day #lockdown on #Auckland after 3 new local #COVID19 caseshttps:\/\/t.co\/bo8Nzug0B7","sentiment_score":0.0681818182}
{"full_text":"For sixteen years, the festival has hosted the Grand Coteau based event featuring writers, musicians and storytellers. This year, the creative community will gather online because of the pandemic.","sentiment_score":0.5}
{"full_text":"Canada's Wonderland will serve as a COVID-19 vaccination site in York Region as local public health officials prepare for mass immunization campaigns scheduled to begin this spring.https:\/\/t.co\/WD8IBYsysz","sentiment_score":0.0}
{"full_text":"RT Why students who are enrolled in Colleges (recently suspended for...","sentiment_score":0.0}
{"full_text":"Today's HERO is John Semler.Who is your WashCo Hero? Visit and tell us about someone in our community who is making a difference during the pandemic. #MaskUpWashCo","sentiment_score":0.0}
{"full_text":"RT Florida didn't do a complete COVID shutdown, yet they have the best results. Could it be possible that, Anthony Fauci isn'...","sentiment_score":0.3666666667}
{"full_text":"NPHET doctor says she is concerned the Covid figures are 'stubbornly stuck'","sentiment_score":0.0}
{"full_text":"After Makenzie Gongora died in her sleep days after being diagnosed with COVID-19, the fourth grader's family is adamant about sending a clear message that the virus can be as serious for children as it has been for millions of adults. ","sentiment_score":-0.0333333333}
{"full_text":"The European economy will recover more slowly this year as the coronavirus keeps a tight grip on the region, with the outlook resting largely on a vaccination campaign that has so far stumbled.https:\/\/t.co\/oEkUO0bywT","sentiment_score":0.055952381}
{"full_text":"On this Valentine's Day, Americans are searching for ways to celebrate love amid so much heartache and isolation as the coronavirus pandemic stretches past its year anniversary.https:\/\/t.co\/9xvY5dEjzz","sentiment_score":0.15}
{"full_text":"Picking up on the way restaurateur Jess Jazey-Spoelstra describes pandemic life, local businesses might be calling the lifting of restrictions the red and orange two-step. #ldnont #COVID19","sentiment_score":0.0}
{"full_text":"RT If you've ever doubted how inept of leaders in Washington are. Well- this craptastic display in the Senate today basically...","sentiment_score":0.0}
{"full_text":"Parents don't ignore signs of #type1diabetes during COVID-19 pandemic. Children can develop #type1diabetes at any time - if symptoms develop, get your child's blood sugar checked that day.For further information see #type1","sentiment_score":0.0}
{"full_text":"Special Needs JungleSEND researchers identify key lessons for teaching children with special education needs in lockdownhttps:\/\/t.co\/UzgujKzgXI#NOTTSVIP #specialneeds #Lockdown","sentiment_score":0.2380952381}
{"full_text":"RT My latest: Ciera Bates Chamberlain has had 4 family members on ventilators. Glenn Harston lost his aunt &amp; 15 family members th...","sentiment_score":0.5}
{"full_text":"Safer offices &amp; safer employees. Our Air Decontamination Systems can be used to ensure the highest level of air quality #safeair #cleanair #covid19 #aerobiovac #workplace","sentiment_score":0.0}
{"full_text":"Community covid related cases need additional ways to monitor people coming back into the country cos that's where it's coming from.Keep having people quarantine in hotel for 2wks on entry, maybe add an additional 2wks of self iso at home upon leaving quarantine","sentiment_score":0.0}
{"full_text":"RT No scientist who knows anything whatever about viral evolution- hell, any evolution- is calling for this idea to be \"deb...","sentiment_score":0.0}
{"full_text":"Time: 14:00 * Temp: 8.8degC * Wind: SW 10.1 to 25.1mph * Pressure: 996.6hPa * Rain: 3.0mm * Hum: 96% * ET: 0.1mm * Solar: 26.0W\/m2 * UV Index: 0.0 * Sunrise: 07:45 * Sunset: 17:28 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"She travelled to the county after receiving a \"distressing\" call from her elderly father.https:\/\/t.co\/fDQHEIlDeB","sentiment_score":0.0}
{"full_text":"what do we know about #COVID19 spread through those involved in or victims of #HumanTrafficking ???!! The community must make a stand! Levy harsh sanctions against governments and countries that continue these practices.","sentiment_score":-0.2}
{"full_text":"Vaccines, masks and social distancing need greater acceptanceIn COVID times, it is a mustFor health care stakeholders to work together #BuildingTrust.#HealthPolicyValentines","sentiment_score":0.2666666667}
{"full_text":"BOTTOM LINE Senators Burr,Cassidy,Collins,Murkoski,Romney,Sasse, Toomey are EXCEPTIONAL. Those who voted not to remove Trump during the 1st Impeachment have blood on their hands for the immeasurable deaths from Covid and Jan 6 deaths. Wonder how they justify that to their God ?","sentiment_score":0.6666666667}
{"full_text":".@eltonofficial 'auditions' for amazing new NHS Covid-19 vaccine campaign:https:\/\/t.co\/F2rYc0uzeN","sentiment_score":0.3681818182}
{"full_text":"#Catalonia voted on Sunday in a close election overshadowed by the pandemic and which Madrid hopes will unseat the region's ruling separatists more than three years after a failed bid to break away from Spain By #Eleccions14F","sentiment_score":0.0}
{"full_text":"South Korea's deaths per 100,000 people is 0.97. The United States, which still has no national testing or contact tracing strategy on the federal level, has its deaths per 100,000 people at 77.19.","sentiment_score":0.0}
{"full_text":"Peter Kagwanja: Populist response to coronavirus taking toll on Tanzania's stature","sentiment_score":0.0}
{"full_text":" Check out the three most popular tweets in English in Science Pulse this morning [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"Healthcare is indeed a massive prio. Well done.","sentiment_score":0.0}
{"full_text":"Got questions about #covid? The vaccine? You can find answeres here :https:\/\/t.co\/DaKocR6RED in both English and Spanish from and","sentiment_score":0.0}
{"full_text":"Why some don't trust the latest COVID-19 findings out of China #China","sentiment_score":0.5}
{"full_text":"It's supposed to get down to around 5 degrees in Dallas on Monday. You best believe I'm not hopping on the road for anything. People in the south barely know how to drive in the rain, let alone when there is ice and snow on the road.","sentiment_score":0.2981481481}
{"full_text":"A UK stock which imo could be a great buy is $RR they are low at the moment due to the pandemic and are also involved in the production of all electric plane engines","sentiment_score":0.225}
{"full_text":"I got my first dose of the COVID-19 vaccine this morning at the Atlanta VA Hospital. As James Brown use to say, \"I Feel Good.\"#covid19 #modernavaccine #Leukemia #Cancer","sentiment_score":0.475}
{"full_text":"Dr Connor Bamford,Wellcome-Wolfson Institute for Experimental Medicine at Queen's University Belfast talks about the safety and effectiveness of the COVID-19 vaccine.#COVID19 #covidvaccine","sentiment_score":0.1}
{"full_text":"\"I'm happy to be vaccinated as it gives us safety and protection against the COVID virus\"Arun Joseph, Respiratory Physiotherapist at talks about why it is important to be vaccinated.","sentiment_score":0.6}
{"full_text":"All 4 priority groups vaccinated in Wales- appts sent to thousands more. Great news for this blustery cold weekend #Covid19 has taken a toll on staff though. In case you missed it, here's Dr Helen Lane's thought provoking article on #TimeToTalk day ","sentiment_score":0.2333333333}
{"full_text":"COVID-19 put a spotlight on Indiana's health challenges, and we know more must be done to help Hoosiers lead healthier lifestyles. Legislation would create a new grant program to target these issues and improve the state's health statistics:","sentiment_score":0.3181818182}
{"full_text":"is sending you a big wave  of love  and a huge virtual hug  this Valentine's Day. We care about the health and well-being of our communities.TOGETHER, we will get through this pandemic as quickly as possible.","sentiment_score":0.225}
{"full_text":"RT For some senior citizens, getting a good meal can be challenging during the coronavirus pandemic. tells us how to hel...","sentiment_score":0.6}
