{"full_text":"2 BIG topics in 1 short show!  Covid-19 vaccinations and the EU Cancer Plan!  Hear highlights from a recent EU- Talk on the vaccines and get a quick look at how Europe's beating cancer! https:\/\/t.co\/v76tNbyMK9 18.00-18.30 tonight!","sentiment_score":0.1302083333}
{"full_text":"RT Relationship twitter are gonna kill us with \"even in a pandemic\" \"if he wanted to he would\" this weekend.","sentiment_score":0.0}
{"full_text":"It's here! 2,300 remote workers were surveyed.45% of the respondents are working remotely due to COVID-19.The biggest struggle to remote work looks a lot different than in the previous years.Check out State of Remote Work report for 2021! ","sentiment_score":-0.1027777778}
{"full_text":"RT Turn \"ON\" the Lockdown.","sentiment_score":0.0}
{"full_text":"RT How's a pandemic come round while we're  in our prime surely it could've come when I was like 40","sentiment_score":0.15}
{"full_text":"RT #COVID19 Pandemic Fuels Rise in #Alzheimers Deaths #dementia #coronavirus","sentiment_score":0.0}
{"full_text":"RT Many always liked to downplay...Trump,Briton Trump.see where they're today&amp;soon!https:\/\/t.co\/qFycMKcR4B@KolkataTimes7@P...","sentiment_score":0.55}
{"full_text":"RT \"This vaccine is safe, it is halal, it has no haram ingredients in it.\"Waheed Nazir speaking from the Jamia Ghausia...","sentiment_score":0.5}
{"full_text":"They would not be in such a mess if there was a president in the Whitehouse at the time taking charge of the crisis and showing leadership instead of a filthy Lunatic who lied about the virus, promoted scams like hydroxycloroqyn, destroyed the CDC and told people to drink bleach","sentiment_score":-0.325}
{"full_text":"#RasAlKhaimah introduces strict measures to tackle #Covid19The measures include capping mall capacity at 60%, limiting public transport capacity to 50% and cutting capacity at #cinemas, #entertainment events and venues to 50% #UAE","sentiment_score":-0.3}
{"full_text":"Soon as the COVID is over we concerting it up lol","sentiment_score":0.8}
{"full_text":"RT Disruption of nuclear architecture as a cause of COVID-19 induced anosmia  #biorxiv_neursci","sentiment_score":0.0}
{"full_text":"RT WHO SAGE panel recommends use of Oxford\/AstraZeneca vaccine, including in people aged 65 and older, and with interval o...","sentiment_score":0.0333333333}
{"full_text":"BBC News - South Africa may swap or sell AstraZeneca's Covid-19 vaccinehttps:\/\/t.co\/CjVAgbBC0M","sentiment_score":0.0}
{"full_text":"RT The man who will profit off injecting you wants to convince you to keep going back for more.","sentiment_score":0.2333333333}
{"full_text":"RT The World Health Organization is simply a mouthpiece for the CCP.  Instead of stepping in as medical professionals and actin...","sentiment_score":0.0}
{"full_text":"Bought those $VPER .04's heavy anddd im off for a few hours gotta go on this road trip we bounce back tomorrow!","sentiment_score":-0.1333333333}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"So sorry ","sentiment_score":-0.5}
{"full_text":"RT Jakub Vrana is on the ice after he was removed from the covid-19 list on Tuesday. TJ Oshie (upper body) is also back a...","sentiment_score":0.0}
{"full_text":"RT [A]Structural racism causes \"vaccine hesitancy\" [B]Structural racism causes inequitable distribution of #COVID1...","sentiment_score":0.0}
{"full_text":"Manipur reports 11 new #COVID19 cases and 7 recoveries today. Total cases: 29,148Total recoveries: 28,726Death toll: 373Active cases: 49Recovery Rate: 98.55%","sentiment_score":0.0681818182}
{"full_text":"RT Teachers unions are all about letting their members stay home as long as they can while still getting paid. It's not abou...","sentiment_score":-0.05}
{"full_text":"RT This is frustrating as fuck because it really didn't have to happen. Incarcerating people for being poor is pointless....","sentiment_score":-0.25}
{"full_text":"RT TIMELINE ON COVID1YR AGO TODAY, GOP PROMISE\"a lot of people think that goes away in April w\/ the heat. We're in gre...","sentiment_score":0.0}
{"full_text":"Jakub Vrana also back at practice for Capitals today after coming off COVID protocol list yesterday","sentiment_score":0.0}
{"full_text":"We are in this situation thanks to Trump's disastrous pandemic response.","sentiment_score":-0.25}
{"full_text":"The answer is obviously because people aren't wearing them, but when you ask why the flu is virtually nonexistent they'll tell you it's because of how diligent people have been with hand-washing, masking, and social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT The CEO of Johnson &amp; Johnson says people may need an annual Covid-19 shot for many years to come in order to be protected against...","sentiment_score":0.5}
{"full_text":"RT Now is the time for a big, bold COVID relief package that will change the course of the pandemic and jumpstart our economy. The...","sentiment_score":0.1666666667}
{"full_text":"RT #BREAKING WHO vaccine experts recommend AstraZeneca Covid jab for over-65s","sentiment_score":0.0}
{"full_text":"RT World Health Organization adviser Jamie Metzl on the WHO investigation stating that COVID-19 did not come from a lab:...","sentiment_score":0.0}
{"full_text":"RT Lord Sumption accuses the government of \"irresponsible rhetoric\" over plans to impose a maximum 10-year jail sentence for pe...","sentiment_score":-0.1}
{"full_text":"RT 10 years for travellers breaking the rules. How many years for politicians who allowed Cheltenham; exposed front line w...","sentiment_score":0.5}
{"full_text":"Researchers with the University of Texas and Pfizer have published a study in the Nature Medicine journal finds the COVID-19 vaccine developed by Pfizer will be effective in neutralizing new strains of the virus currently circulating. ","sentiment_score":0.2090909091}
{"full_text":"RT Hot off the press! We know all our supporters will be interested in seeing this piece tonight on BBC News","sentiment_score":0.28125}
{"full_text":"RT The speed with which #COVID19 vaccines were developed &amp; are being rolled out has been an inspiration. But the unequal dist...","sentiment_score":0.1}
{"full_text":"RT Chinese state media says that America needs to be investigated as the potential source of Covid-19.\"America's biologica...","sentiment_score":0.0}
{"full_text":"RT All the COVID virus in the world could fit in a can of coke, says mathematician","sentiment_score":0.4}
{"full_text":"there are basically no vaccines in Roc (or most of NY it looks like) and I'm not eligible and neither is my mom (yet) but like other people I know are and my sister's college went into lockdown for 30+ cases in two days and I'm just exhausted and still exceptionally scared always","sentiment_score":0.1604166667}
{"full_text":"RT 1\/22. Feb 10 to Feb 16 -Daily #COVID19 epidemic forecasting for 192 countries\/territories. Vaccine figures per country in su...","sentiment_score":0.0}
{"full_text":"RT I am going to repeat this pt many times because it is VERY important. Bell took 122 million in pandemic relief that wasn't...","sentiment_score":0.51}
{"full_text":"RT This entire WHO field trip is a farse and a huge missed opportunity to conduct a genuine investigation, which a year into th...","sentiment_score":0.2666666667}
{"full_text":"this is why i hope the new covid bill does not include state and city funding for local government.... SF needs a reality check reckoning with the budget shortfall and the payroll exodus","sentiment_score":0.0681818182}
{"full_text":"It's been a tough year for ER doctors and nurses in the Philadelphia region. They've come a long way since those first terrible months. Story by photos by #COVID19","sentiment_score":-0.2972222222}
{"full_text":"RT I must say my ji has a full in his last name. #Modi - #MasterOfDevelopingIndia.I have always admired...","sentiment_score":0.175}
{"full_text":"Great way to think outside the box when it comes to commercial vacancies on #UWS. #thinklocal #IDo","sentiment_score":0.2666666667}
{"full_text":"RT You want people to follow the lead of a demonic clown, an evil sorcerer and a psychopathic murderer?","sentiment_score":-1.0}
{"full_text":"RT LARRY MCCANLESS, 71, of North Richland Hills, Texas, died of COVID on Jan. 13, 2021. \"My mama, sister and I were able t...","sentiment_score":0.5}
{"full_text":"RT \"We cannot thrive in a nation run by mafia state culture. We can't battle the pandemic and climate change or fix our pub...","sentiment_score":0.0}
{"full_text":"Beautiful","sentiment_score":0.85}
{"full_text":"Report reveals how Trump's team conspired to protect his interests as COVID-19 ransacked the US","sentiment_score":0.0}
{"full_text":"Expect lots of traffic and delays at MPSH area on Ruth Avenue due to temporary Covid-19 test site. Re: recent Covid cluster at school and metro region. \"Be Safe &amp; Be Kind out there folks. Together, we'll get through this. We shall overcome. Hold fast NL.\"","sentiment_score":0.235}
{"full_text":"RT Good Morning to all Citizens and Residents,Our nation is ready to launch the largest vaccination campaign in modern history...","sentiment_score":0.3666666667}
{"full_text":"RT India's gift of 100,000 COVID-19 vaccines arrived Barbados earlier today. This was a very special moment for all Barbad...","sentiment_score":0.2321428571}
{"full_text":"My wife and I got the first dose of the vaccine today.The UK and Scottish govt's have our grateful thanks for rolling out millions of doses so quickly and efficiently along with the NHS in this fight against COVID. Plus the scientists who developed the vaccines.We thank them all.","sentiment_score":0.2208333333}
{"full_text":"RT transmascs you are not \"wasting your 20s\" in the pandemic you have at least another decade of looking 18 and you know it","sentiment_score":-0.3}
{"full_text":"RT Common asthma treatment reduces need for hospitalization in COVID-19 patients","sentiment_score":-0.3}
{"full_text":"RT Today we have the first High Sheriff Briefing hosted by featuring Jackie May, the Chief Executive of","sentiment_score":0.205}
{"full_text":"\"The downward trend indicates that the measures we are taking to keep our campus and community safe are succeeding.\" - UGA President Jere Morehead.","sentiment_score":0.5}
{"full_text":"RT Covishielded!  #CoronaVaccine #Corona #CovishieldVaccine #COVID19 #vaccines#IndiaFightsCorona","sentiment_score":0.0}
{"full_text":"RT Elderly man collapses, dies shortly after getting COVID-19 vaccine at Javits Center","sentiment_score":-0.05}
{"full_text":"As always, there will be no consequences.CDC Exposed: Inflated Covid Deaths By 1600% Throughout The Election, \"Violated Multiple Federal Laws\" Peer-Reviewed Study Finds...State, Local Governments Must Act via","sentiment_score":0.0}
{"full_text":"Received my 2nd dose of Pfizer yesterday; arm a little tender but we'll worth the discomfort! Now, I'll still be wearing a MASK to protect &amp; teach others knowing I'm covered!","sentiment_score":0.09375}
{"full_text":"RT If your covid plan is to keep everyone masking and socially distanced until covid is no threat at all, you are insane and n...","sentiment_score":-0.4833333333}
{"full_text":"RT True Nick....but then why have Ofsted (and many heads?) stopped directly appraising the quality of teaching?","sentiment_score":0.3166666667}
{"full_text":"RT Common asthma treatment reduces need for hospitalization in COVID-19 patients","sentiment_score":-0.3}
{"full_text":"RT Today in COVID history:\"A lot of people think that goes away in April with the heat ... We're in great shape, though.\"-- T...","sentiment_score":0.8}
{"full_text":"RT #EarnedDiscretionaryReEntry in #IL also meets this call. Save lives. Do what's popular. Improve public safety. Save mon...","sentiment_score":0.3}
{"full_text":"Why would #southafrica administer 500,000 vaccines against a virus for which they they have little efficacy?UK could learn from this but has over-committed to a cheap, ineffectual virus@BBCNews","sentiment_score":0.10625}
{"full_text":"RT Me sometimes in lockdown.  ","sentiment_score":0.0}
{"full_text":"Mardi Gras essentially created cruise ship-like conditions, where a single variety of the virus quickly spreads wildly from a single source.New study details how coronavirus started spread in 2020 in New Orleans:","sentiment_score":0.0711399711}
{"full_text":"Here's a snowy entry for our Great British Pooch off! Have you entered yet? www.bradgaterotary #pooch #doglover #dogshow #charity #rotary #lockdown","sentiment_score":0.4}
{"full_text":"RT Global News: Over two dozen current and former Canadian politicians have joined forces to oppose COVID-19 lockdowns.","sentiment_score":0.0}
{"full_text":"RT \"...the CDC illegally enacted new rules for data collection and reporting exclusively for COVID-19 that resulted in a 1...","sentiment_score":-0.1818181818}
{"full_text":"RT [BREAKING] The World Health Organization's Strategic Advisory Group of Experts on Immunization (SAGE) recommends the us...","sentiment_score":0.0}
{"full_text":"RT Since people don't read, in short they're investing the $$ into Savage X Fenty to get it in retail stores and develop an acti...","sentiment_score":0.0}
{"full_text":"RT It just doesn't stop - the endless awarding of #Covid contracts to companies linked to the Tory partyThe enrichment of...","sentiment_score":-0.125}
{"full_text":"Smdh, then our useless politicians on both sides of BBI, keep holding \"rallies\"","sentiment_score":-0.5}
{"full_text":"Boss lady after this corona please come over to mzansi","sentiment_score":0.0}
{"full_text":"RT in the middle of a pandemic where animated films are the safest and most practical to be in production rn, closing one of th...","sentiment_score":0.25}
{"full_text":"RT Daily update: COVID-19 information (9 February 2021)","sentiment_score":0.0}
{"full_text":"HI Tom.Someone's making a lot of money #StocksandShares What confidence can we have? A stage 4 COPD patient has had this one How safe should he feel? Oxford Covid vaccine has 10% efficacy against South African variant, study suggests","sentiment_score":0.25}
{"full_text":"RT #LockdownVoices\"I have invested everything in my business... now we are close to bankruptcy...\"\"I have invested everything...","sentiment_score":0.0}
{"full_text":"RT Freezing rain, snow starting to impact NE Kentucky counties, west to east. Crews patrolling, treating. From here on out,...","sentiment_score":0.0}
{"full_text":"RT The American Rescue Plan will speed up vaccinations. This is about saving lives and containing the pandemic. It's time for Congre...","sentiment_score":0.0}
{"full_text":"Watch live: Biden Covid team holds briefing as reports find adults skeptical of Covid shots -","sentiment_score":-0.1818181818}
{"full_text":"An excellent article from this week's print edition of the","sentiment_score":1.0}
{"full_text":"FUR IS CRUEL. Fur is over. Fur is unsustainable. Mass confinement of furbearing animals spreads disease #pandemic #katemoss #tonedeaf","sentiment_score":-1.0}
{"full_text":"RT Scientists advising the World Health Organisation have recommended the use of the Oxford\/AstraZeneca COVID-19 vaccine in...","sentiment_score":0.0}
{"full_text":"RT BLACK TRANS WOMEN IN IMMEDIATE NEED. She's immune-compromised and in need of food and supplies during the pandemic!Cashapp:...","sentiment_score":-0.1666666667}
{"full_text":"RT Bangladesh HPM Sheikh Hasina  inaugurates #COVID19 vaccination programme today. Infrastructures are being prepared to s...","sentiment_score":0.0}
{"full_text":"RT 1. Document 10: National Photographic Interpretation Center, CIA. Possible Alternate Military Command Center, Wuhan Mi...","sentiment_score":-0.06}
{"full_text":"COVID vaccine series!","sentiment_score":0.0}
{"full_text":"RT People in UK should not be booking holidays at home or abroad yet due to coronavirus, transport secretary warns","sentiment_score":-0.125}
{"full_text":"We need to continue to leverage these tools to improve the patient experience and communication. and collaborators continue to champion the benefits of HIE's as a public health utility.","sentiment_score":0.0}
{"full_text":"RT 467,000 deaths and counting.","sentiment_score":0.0}
{"full_text":"Cincinnati\/Northern Kentucky International Airport   offers 35-minute COVID-19 testing via","sentiment_score":0.05}
{"full_text":"RT Structural racism has left the UK's minority populations more exposed to COVID, says of - &amp;...","sentiment_score":0.25}
{"full_text":"RT A mad piece, even by Mail standards. A few sentences in, the author actually agrees with WHO's central finding, paraded in...","sentiment_score":-0.20625}
{"full_text":"RT In early November, two boats washed ashore on the rocks just off the Safe Harbor Emeryville.The mysterious appearance of capt...","sentiment_score":0.2}
{"full_text":"1 \/2 Well, pandemic aside - there are opportunities to improve the use of technology in the HSE. Paper charts for example. A digital system will reduce admin staff, and have better diagnostic outcomes. Less court cases.","sentiment_score":0.1111111111}
{"full_text":"Get Ready For Needing A Negative Covid-19 Test To Fly Within The U.S.","sentiment_score":0.2333333333}
{"full_text":"RT Dan Fumano: The $1,239 Zoom call: Political fundraising in Vancouver during a pandemic","sentiment_score":0.0}
{"full_text":"Experts are split on whether to delay the second dose of COVID-19 vaccines to immunize more people. Here's why https:\/\/t.co\/NRED0qUMnA","sentiment_score":0.25}
{"full_text":"RT Last month, the Washington Post reported that MorseLife Health System, an affluent nursing home in Florida, offered Cov...","sentiment_score":0.325}
{"full_text":"Despite the growing unemployment rates due to Covid-19 disruptions, cybersecurity professionals are still in high demand. Check out the 5 most in-demand #cybersecurity positions for 2021 and take a deeper look at their roles, salaries, and KSAs. #cyberjobs","sentiment_score":0.1783333333}
{"full_text":"RT Since people don't read, in short they're investing the $$ into Savage X Fenty to get it in retail stores and develop an acti...","sentiment_score":0.0}
{"full_text":"RT The Puppet Bill Panini coming soon You blowhard coward lockdown fool.","sentiment_score":0.0}
{"full_text":"In addition to #WearingAMask, the recommends avoiding crowds, staying 6 feet away from others, and frequently washing your hands to best protect yourself against #COVID19.","sentiment_score":0.55}
{"full_text":"RT Dominica PM on COVID vaccine:I must confess I didn't imagine prayers of my country would've been answered so swiftly...","sentiment_score":0.0}
{"full_text":"RT Do you think Britain's vaccine rollout will bring an end to brutal lockdown curbs soon?","sentiment_score":-0.875}
{"full_text":"RT HoJoe &amp; D-RATS are Concerned about COVID in the Classroom' But Not at the Border!!","sentiment_score":0.0}
{"full_text":"All authorized COVID-19 shots have two-doses. Countries have two options to use their limited vaccine stock:  Immunize more people with a first dose, which doesn't give full protection  Hold back doses so more people complete the vaccine course.https:\/\/t.co\/XPVrt0IVnm","sentiment_score":0.2326530612}
{"full_text":"RT #ChicagoMed Stars Discuss the Pandemic and the Importance of Getting the Details Right [Video]","sentiment_score":0.2857142857}
{"full_text":"What happens if your second shot isn't available on time? Here are the potential risks and benefits of delaying vaccine doses.","sentiment_score":0.1333333333}
{"full_text":"Brag about being able to run from a place not in lockdown?","sentiment_score":0.5}
{"full_text":"That's why I said, 'fuck Covid rules' crank","sentiment_score":-0.4}
{"full_text":"RT A 116-year-old French nun, the world's second-oldest person, has survived COVID-19 - just days before celebrating her 117th bi...","sentiment_score":0.0}
{"full_text":"bitches travel during a pandemic &amp; don't know how to act on social media","sentiment_score":0.0333333333}
{"full_text":"RT Followers may recall one of the charts I created last year, documenting Trump's lies about Covid \"progress\" against a moun...","sentiment_score":0.0}
{"full_text":"RT Over 1000 people died of COVID-19 yesterday. Healthcare workers are under SO much pressure. The hospitals are still full....","sentiment_score":0.275}
{"full_text":"RT Day 3: Police Stations in the Bono East Region is having offices and barracks disinfected today following by Oti, Savannah,...","sentiment_score":0.0}
{"full_text":"WHO attacks AMERICA after Wuhan whitewash via","sentiment_score":0.0}
{"full_text":"Kent variant: 'Concerning' Bristol mutation sparks fear on lockdown liftinghttps:\/\/t.co\/GZWa5I9fYS","sentiment_score":0.0}
{"full_text":"And thishttps:\/\/t.co\/XQnTMw437F","sentiment_score":0.0}
{"full_text":"RT Two Covid variants found in UK reclassified after developing dangerous mutation- but let's open schools","sentiment_score":-0.3}
{"full_text":"Some experts, including Dr. Anthony Fauci, fear that delaying second doses risks the spread of variants. This is because a weaker immune response, from one dose instead of the full two, could nurture variants with mutations that help them survive.https:\/\/t.co\/wNUzi2DNo6","sentiment_score":0.175}
{"full_text":"RT Since people don't read, in short they're investing the $$ into Savage X Fenty to get it in retail stores and develop an acti...","sentiment_score":0.0}
{"full_text":"RT March 1 is right around when B.1.1.7 should be the predominant strain in Florida, especially Miami.","sentiment_score":0.1428571429}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"ah. one hour until lockdown news again. ","sentiment_score":0.0}
{"full_text":"RT Significant move from - they are following Britain in recommending the Oxford AZ vaccine be given 8-12 weeks apart, s...","sentiment_score":0.1875}
{"full_text":"Me and my bfs first holiday was supposed to be a road trip through America (corona) but now I'm trying to talk him into going to Iceland","sentiment_score":0.25}
{"full_text":"Only 11% of Orange County's Latino community have received the COVID-19 vaccine.At the moment, county officials are struggling to pinpoint who exactly is receiving the vaccine.Story:","sentiment_score":0.125}
{"full_text":"RT We're launching the People's Covid InquiryWe believe the time to learn lessons and save lives now. Find out more her...","sentiment_score":0.5}
{"full_text":"RT The threat of a 10 year jail sentence for returning to the UK from a red list country and not disclosing it evidences the go...","sentiment_score":-0.05}
{"full_text":"It has been nearly a year since #COVID19 first interrupted education, but we are still here to #support you! Check out our archived webinar on Supporting Families in Promoting Early Learning at Home:","sentiment_score":0.190625}
{"full_text":"Full steam ahead! This is Alex our Head #Housekeeper. She steams all soft furnishings all week with her team to keep everyone as #safe as possible. They do a fantastic job and always with a smile to cheer us all up. #Cleaning #DeepClean #Safety #COVID19","sentiment_score":0.2895833333}
{"full_text":"Some more ideas for planning #ValentinesDay during #Quarantine ","sentiment_score":0.5}
{"full_text":"The public health department is reporting an increase of 32 COVID-19 cases in Potter and Randall counties from Monday, according to Tuesday's COVID-19 report card. #Coronavirus #Amarillo","sentiment_score":0.0}
{"full_text":"Do you trust the covid vaccine? A new AP poll says a third of Americans are wary -- and won't likely get it, putting the county's chances at gaining herd immunity in jeopardy.","sentiment_score":-0.0909090909}
{"full_text":"RT Covid-19 Vaccination rates. (From Dec-Jan, roughly, source is the CDC). Please share #laloalcaraz cartoons","sentiment_score":-0.1}
{"full_text":"Codman Square Health Center staff continue to receive the COVID-19 vaccine. We are excited to be protecting our staff so we can protect our patients! #covidvacccine #igotmycovid19vaccine","sentiment_score":0.184375}
{"full_text":"A summarized breakdown of the 2020 budget for the Federal Ministry of Water Resources pre COVID-19 pandemic(Initial) and after the pandemic began(Amended) #dtianalytics#EconomicSurvey2020 #Nigeria#Budget2020 #water","sentiment_score":0.0}
{"full_text":"Opinion: After taking a semester off, Yao '23 is back on campus with mixed emotions. While \"cautiously optimistic about Cornell's outbreak prevention strategies,\" Yao is sick that some students are still getting together to party.https:\/\/t.co\/cXdOWCZ5hS","sentiment_score":-0.2380952381}
{"full_text":"#HiHealth2021 with Hi-ARTS \/\/ This March marks one year of social distancing &amp; uncertainty. One thing for certain: self care &amp; health are of paramount importance. Join us in making a renewed commitment to our physical, spiritual, and mental health.","sentiment_score":0.0295238095}
{"full_text":"In fact, the UK government pioneered the strategy of delaying the second dose, hoping to give some immunity to as many people as possible amid surging numbers of hospitalizations from a more contagious variant, called B.1.1.7.https:\/\/t.co\/zjLJgpwiA2","sentiment_score":0.25}
{"full_text":"Good night Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands #WearAMask","sentiment_score":0.875}
