{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT Would these overflow facilities have a cage-like feel at all?","sentiment_score":0.0}
{"full_text":"Are you implicitly denying the harmful effects of this lockdown on children's mental health and mocking  the fact that suicide rates are skyrocketing? Wow. You should be ashamed of yourself.","sentiment_score":0.0}
{"full_text":"RT Late to social distanceLate to wear masksLate to lockdown nationallyLate to close schoolsLate to restrict travelLate t...","sentiment_score":-0.1333333333}
{"full_text":"RT Get Trump's cocktail now!: Mainly supplemental oxygen Dexamethasone Remdesivir and monoclonal antibod...","sentiment_score":0.1666666667}
{"full_text":"RT .@Sen_JoeManchin: \"I will vote to move forward with the budget process because we must address the urgency of the COVID-19...","sentiment_score":0.0}
{"full_text":"RT The pandemic has been difficult for many communities, especially underprivileged families. Your contribution empowers dep...","sentiment_score":0.0}
{"full_text":"RT I ... was not ready for the thought of the pandemic stretching into 2024 to enter my brain.","sentiment_score":-0.1}
{"full_text":"RT There's still no vaccine for the propaganda and misinformation \"pandemic\"","sentiment_score":-0.1}
{"full_text":"What John is trying NOT to say is that since no republicans will vote to provide relief to America it might precipitate some automatic cuts if done by reconciliation. The GOP could help prevent those cuts too.  He's telling you they won't.  Have fun explaining that to TX seniors.","sentiment_score":0.3}
{"full_text":"RT WHO adviser and former aide to President Joe Biden Jamie Metzl expresses concerns over the WHO's freedom to investigate the origin...","sentiment_score":0.0}
{"full_text":"Let's. Go.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"New: California's Inspector General released a scathing report detailing the missteps that led to the worst Covid outbreak in a CA prisonhttps:\/\/t.co\/bq5nMv3cDW","sentiment_score":-0.3534090909}
{"full_text":"RT \"We've made too many reports, covering #billions &amp; billions of pounds of #taxpayers money wasted by cost &amp; timetable overru...","sentiment_score":0.15}
{"full_text":"Never again will I drink from the same glasses as someone on nights out.","sentiment_score":0.0}
{"full_text":"RT Even this Democrat Senator admits it was a mistake for Biden to cancel the Keystone Pipeline and destroy thousands of...","sentiment_score":-0.2}
{"full_text":"RT UPDATE: it's now being reported #ScottMorrison rang Craig Kelly before Question Time to \"dress him down\" over his COVID p...","sentiment_score":-0.1555555556}
{"full_text":"Look at all these doctors in the comments","sentiment_score":0.0}
{"full_text":"RT Punchbowl News: Sen. Joe Manchin will vote for the Democrats' budget resolution. Passing a budget resolution gives Democr...","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos will step down as CEO of Amazon and transition to exec. board chair later this year. He made $90 billion last year d...","sentiment_score":-0.0518518519}
{"full_text":"RT Around 1 in 3 people who have Covid-19 have no symptoms. Act like you've got it.  Stay Home. Protect the NHS. Save Lives","sentiment_score":0.0}
{"full_text":"RT Marco Rubio wants you to believe he's working for you. So ask him where he is on COVID relief. Ask him how many Floridians...","sentiment_score":0.35}
{"full_text":"RT I challenge you all to mark LGBT+ History month in some way.  One Stay-At-Home-friendly way to do this is by watching...","sentiment_score":0.0}
{"full_text":"RT The premiers post #covid19 death figures on a daily basis because it's convenient for maintaining absolute political control...","sentiment_score":0.0666666667}
{"full_text":"RT More than 17,000 jobs lost at Australian universities during Covid pandemic","sentiment_score":0.25}
{"full_text":"RT To those who still wear their mask below the nose, it's been a year now; It takes less time to potty train a toddler....","sentiment_score":-0.1666666667}
{"full_text":"I do. Probably more than most years. It's a good class for one, there's bona fide studs who will go in round 2, so you're only shallow into the dart throw pool by round 3. As well, covid has ratcheted up the uncertainty meaning we could get more late round gems this year","sentiment_score":0.0966666667}
{"full_text":"RT County, city to manage $36 million in new federal COVID-19 aid for rent, utility aid","sentiment_score":0.1363636364}
{"full_text":"RT Yahoo News\/YouGov poll: More than two-thirds of Americans side with on COVID relief -- and most support the r...","sentiment_score":0.5}
{"full_text":"RT US Mint Reports Unable To Meet Demand For Gold And Silver Bullion Coin Purchases In 2020 Due To Pandemic, Plant Capacity Is...","sentiment_score":-0.3125}
{"full_text":"RT Fuck the !","sentiment_score":-0.5}
{"full_text":"RT It's worth pointing out McConnell's hypocrisy. They literally did the same thing. More important is context. The GOP minority...","sentiment_score":0.3}
{"full_text":"RT Biden campaigned on his \"plan\" to beat covid...The other day he says he has NOTHING. Did he forget?!? Why is the med...","sentiment_score":-0.15625}
{"full_text":"See how the coronavirus epidemic is affecting hospital and ICU capacity in Los Angeles County and across CA.","sentiment_score":0.0}
{"full_text":"RT So to recap we told people to stay home for the last 325 days and gave them $1,800. That's $5.54 a day.Meanwhile, th...","sentiment_score":0.0}
{"full_text":"getting mildly sick every now and then is good for your immune system we really should not stay like this forever","sentiment_score":0.0619047619}
{"full_text":"Here's how the coronavirus pandemic is affecting hospital and ICU capacity in Santa Cruz County and across CA.","sentiment_score":0.0}
{"full_text":"Here's how the coronavirus epidemic is affecting hospitals and their ICUs in Sacramento County.","sentiment_score":0.0}
{"full_text":"RT Cracker from @CaroDiRusso. My fave quote: \"McGowan has treated all questions and criticisms with his usual unchecked...","sentiment_score":-0.25}
{"full_text":"vote in the new organizing rules and step down. Apologize for supporting Trump &amp; the #BigLie apologize for the kids in cages, the folks who have lost their jobs, died of Covid and the babies torn from their mothers arms.","sentiment_score":0.0769360269}
{"full_text":"RT Serious question: how can Brazil's political elite seriously expect any of their citizens to take Covid seriously when t...","sentiment_score":-0.25}
{"full_text":"RT Even this Democrat Senator admits it was a mistake for Biden to cancel the Keystone Pipeline and destroy thousands of...","sentiment_score":-0.2}
{"full_text":"RT Late to social distanceLate to wear masksLate to lockdown nationallyLate to close schoolsLate to restrict travelLate t...","sentiment_score":-0.1333333333}
{"full_text":"#PickleBacks must be a popular Lockdown drink! @CDNWhiskyDoc what's the best whiskey to chase this with ","sentiment_score":0.875}
{"full_text":"RT FWIW, and hopefully to provide some reassurance, South Africa has managed to get new cases down low again despite the domin...","sentiment_score":-0.0063973064}
{"full_text":"RT Around 1 in 3 people who have Covid-19 have no symptoms. Act like you've got it.  Stay Home. Protect the NHS. Save Lives","sentiment_score":0.0}
{"full_text":"OSHA requires employers to have a Hazard Communication Standard. Teaming up with Environmental Pros tells your occupants and employees you are taking Covid 19 safety seriously.","sentiment_score":-0.1666666667}
{"full_text":"RT Last night I got to go see the hilarious x at and had such a great time (with my mask o...","sentiment_score":0.325}
{"full_text":"\"Staying on topic meens yoor dum.\"Actual argument.  #ABpoli","sentiment_score":0.0}
{"full_text":"RT UFCW: Kroger Closing California Stores is Ruthless Attempt to Deny Grocery Workers the Hazard Pay They Have Earned as COVID Ri...","sentiment_score":-1.0}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos will step down as CEO of Amazon and transition to exec. board chair later this year. He made $90 billion last year d...","sentiment_score":-0.0518518519}
{"full_text":"RT giving offline exams will lead to this position only..25 students tested positive for #coronavirus in karnat...","sentiment_score":0.2272727273}
{"full_text":"RT Now that Joe Manchin will support reconciliation, desperately needed Covid relief is all set to be passed without any G...","sentiment_score":-0.6}
{"full_text":"RT I'm not against the Covid-19 vaccine but I'm going to pass on it. I've drank water from a water hose from the side of the house...","sentiment_score":0.0}
{"full_text":"RT VP Harris is at the Capitol to break a tie, if needed, on the budget reconciliation COVID bill motion to proceed. Via","sentiment_score":0.0}
{"full_text":"RT Small businesses have been hit hard by this pandemic. It was great to speak with Isabel Guzman this week about her plans...","sentiment_score":0.0861111111}
{"full_text":"RT Anyone knows a friend in HR that lost his\/her job due to Covid-19? Pls send them my way, I'm hiring.","sentiment_score":-0.125}
{"full_text":"RT Anti-vaxxers used to organize &amp; shut down Dodger Stadium--one of America's largest COVID vaccination centers.@...","sentiment_score":-0.1555555556}
{"full_text":"Nine more recoveries and one new case were recorded in the County of Grande Prairie, dropping the number of active cases there to 40 #GPAB #CountyOfGP #PeaceCountryhttps:\/\/t.co\/OHqjlUiBPW","sentiment_score":0.1676767677}
{"full_text":"RT Joe Manchin says he supports using budget reconciliation to pass Biden's $1.9T COVID relief bill. This means the filibus...","sentiment_score":0.0}
{"full_text":"The U19 A's and B's have been shut down for a year (covid) and SCP only has about half a dozen 03's on that U23 roster. He's one of them. Thats pretty good. In a year where game minutes (any minutes) have been at a premium.","sentiment_score":0.037962963}
{"full_text":"RT If you lowered the flag each day to commemorate a British victim of Covid you'd have to do it for 293 years.","sentiment_score":-0.0375}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT You don't know how lucky you are, if you were done with school before the lockdown ","sentiment_score":0.3333333333}
{"full_text":"I need corona to go away for good so then I can see an updated weibo vid of this https:\/\/t.co\/RBffVYJ9l2","sentiment_score":0.7}
{"full_text":"Receive $25 OFF Pre-Travel COVID-19 PCR Test when you book your appointment online and use the promo code: TRAVEL ","sentiment_score":0.0}
{"full_text":"RT ALERT: Be prepared! You may unexpectedly test positive for COVID-19 while overseas and be unable to fly home as planned. Bef...","sentiment_score":0.1568181818}
{"full_text":"Honestly most of my lockdown has been hearing: \"There's always a joker in the pack....\"If you know, you know...","sentiment_score":0.5}
{"full_text":"RT This is Chicago public school teacher Dwayne Reed.His wife is eight months pregnant with their first child. In an attempt...","sentiment_score":0.1944444444}
{"full_text":"RT It's very simple. Gary Matthews didn't believe Covid was a real threat thanks to the people he...","sentiment_score":0.1333333333}
{"full_text":"RT We've launched two new support funds to help you if you've been financially impacted by the pandemic, depending on you...","sentiment_score":0.0681818182}
{"full_text":"Drew hasn't had a big chance to get over as a face with crowds because of Covid happening you do him vs Edge at WM you kill any chance of him getting being able to get the crowds behind him","sentiment_score":0.0333333333}
{"full_text":"RT Here we have the McCarthyism of the Covid Era. Staines and Guido Fawkes trying to blacklist any medic or public health expe...","sentiment_score":0.0}
{"full_text":"RT Can we keep the 6 ft rule post covid?","sentiment_score":0.0}
{"full_text":"RT it is currently easier for a person  from South Africa to bring COVID into Britain than it is for a person from Belfast t...","sentiment_score":0.0}
{"full_text":"Flattening the infodemic curve starts here ","sentiment_score":0.0}
{"full_text":"RT If there are still doubts about getting the vaccine. ","sentiment_score":0.0}
{"full_text":"RT UPDATE: After today's data, the latest estimate for the number of excess deaths in the UK linked to coronavirus is1...","sentiment_score":0.5}
{"full_text":"RT We haven't had an accurate count of new COVID cases across Ontario in days because it seems Toronto Public Health is a mes...","sentiment_score":0.1787878788}
{"full_text":"Update: viewed a house owned by a friend of our landlord. Said house is completely outdated as an old woman used to live in it. Getting it completely renovated would cost a lot but the friend isn't willing to pay for it all upfront....","sentiment_score":0.0372727273}
{"full_text":"I can't tell you how many people I've seen say things like, \"It's safe: they clean a lot there.\"","sentiment_score":0.4555555556}
{"full_text":"RT Liverpool University have tested their own COVID-19 vaccine.It doesn't work.","sentiment_score":0.6}
{"full_text":"I think you need to look at the actual numbers, rather than actual excess numbers for cancer &amp; other causes (eg RTAs &amp; suicides) are published every week@jneill even graphs themCovid existsDeaths are happening in unusually big numbers","sentiment_score":-0.03125}
{"full_text":"Ok this is troubling! Is Kenney still looking at opening everything? Good gawd!","sentiment_score":0.75}
{"full_text":"New federal data shows how the coronavirus epidemic is affecting hospitals and their ICUs in Queens.","sentiment_score":0.1363636364}
{"full_text":"RT Looking forward to listening in during side event on strengthening #Schoolfeeding post #COVID19","sentiment_score":0.0}
{"full_text":"Hope, Despair and the Human Faces Managing the Pandemic Crisis","sentiment_score":0.0}
{"full_text":"Data privacy concerns have increased among consumers as their professional and personal lives moved online due to the Covid-19 pandemic. How did #privacy evolve in 2020 and what will we see in 2021? Find out here:","sentiment_score":-0.0083333333}
{"full_text":"RT #scicomm #alert Many people ask if the PCR test can detect the #coronavirus #mutations.The answer is NO.https:\/\/t.co...","sentiment_score":0.5}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT Republicans urging more narrowly targeted COVID relief should remember $250 billion tax bonanza for hedge fund managers...","sentiment_score":0.15}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT This is Chicago public school teacher Dwayne Reed.His wife is eight months pregnant with their first child. In an attempt...","sentiment_score":0.1944444444}
{"full_text":"Maybe in the next Pandemic 2028","sentiment_score":0.0}
{"full_text":"RT Paging and","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos added so much wealth between March and September that he could give every single one of his 876,000 Amazon e...","sentiment_score":0.0642857143}
{"full_text":"RT Serious question: how can Brazil's political elite seriously expect any of their citizens to take Covid seriously when t...","sentiment_score":-0.25}
{"full_text":"RT Greenock Town Hall is up and running as a community vaccination centre with over-70s attending this week for their firs...","sentiment_score":0.0}
{"full_text":"RT Francis is #homeless in the pandemic and needs help fixing his RV as well as helping his #dog.#PovertyCrowdfund#PovertyWish...","sentiment_score":0.0}
{"full_text":"RT Pandemic Stimulus:  Cancel Student Loans by Executive Order! - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"RT Artificial intelligence is beautiful. The applications are limitless. Really eager to see the future, post covid constructi...","sentiment_score":0.1125}
{"full_text":"RT Covid-19 confirmed cases ticker now in dev, getting pushed to LIVE soon enough, will be implemented at country level. Ticke...","sentiment_score":0.1787878788}
{"full_text":"just listened to you - thank you!! Well said!","sentiment_score":0.0}
{"full_text":"We are doing our best to remain open to serve our clients while implementing changes within our financial centers to follow CDC and government guidelines. As such, some locations may either be temporarily closed or operating at adjusted hours. ^susan","sentiment_score":0.18}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT Looks like Manchin is on board with reconciliation, so Democrats appear to have the votes to move Biden's COVID relief bill th...","sentiment_score":0.0}
{"full_text":" #Tbt #TuesdayVibe #StayHome and #ShopSmall #EtsyShop #SmallBusiness #ShopLocal #FriendshipGift Link #Handmade #BohoChic #ootd #JewelryAddict #GiftIdeas #UniqueGift #ArtisanJewelry #Fashion #Valentines...","sentiment_score":0.0}
{"full_text":"RT Hey, if Democrats lose the house and senate in 2022 it will be because of you and other moderate Dems that d...","sentiment_score":-0.0625}
{"full_text":"Pollution: BAD. Clean air: Yes, also BAD. This is why people don't take scientists and researchers seriously. Same with the pandemic. Lots of conflicting messages. Science community, it is time to work on your communication skills.","sentiment_score":-0.2583333333}
{"full_text":"Since March 13, 2020 &lt;2% of COVID cases linked to returning  travellers. But as new variants of the virus emerge, new travel measures include: - Until Apr 30, Air Canada, WestJet, Sunwing &amp; Air Transat will suspend air services to  destinations incl.  Caribbean &amp; Mexico 1\/3","sentiment_score":0.1363636364}
{"full_text":"RT Jeff Bezos will step down as CEO of Amazon and transition to exec. board chair later this year. He made $90 billion last year d...","sentiment_score":-0.0518518519}
{"full_text":"#TheLeaderPodcast: What other Covid mutations are out there? And will Joe Biden curb 'Big Tech's' power?","sentiment_score":-0.0625}
{"full_text":"Stay close. While you're apart.https:\/\/t.co\/A6OSaT2oUS#safeandstrong #lovefindsaway #Covid19","sentiment_score":0.0}
{"full_text":"Auburn Ravine Floodc. 1909#tuesdaymotivations #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"Experts say 'regenerative tourism' could be an emerging trend after the pandemic.","sentiment_score":0.0}
{"full_text":": Alistair Dobson, Head of Big Bash Leagues (on moving Finals series match to Manuka Oval following Perth lockdown)https:\/\/t.co\/NScPafzY5K@cricketcomau #CricketAustralia #BBL10","sentiment_score":0.0}
{"full_text":"Honoring those on the front lines.We surprised four local Healthcare hospitalists with Super Bowl tickets to thank and honor them for their continued service during the pandemic.","sentiment_score":0.1444444444}
{"full_text":"Want to take action for the environment while stuck at home in lockdown? Hundreds of Chinese and British students participated in a challenge aimed at recycling kitchen food waste,normally destined to the landfill, into soil fertilizer.Read more https:\/\/t.co\/3T95rTWu5W","sentiment_score":0.15}
{"full_text":"RT #COVID19 Americans die in #HerdImmunity w\/o #Healthcare #Cannabis herb God calls meat is still in prohibition and no on...","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic has exacerbated the #learningcrisis, and the impact on the human capital of this generation of learners is likely to be long-lasting.","sentiment_score":0.0}
{"full_text":"Remember that authoritarianism and effectiveness are frequently opposites.","sentiment_score":0.1}
{"full_text":"6 million people may be newly uninsured as they lose their employer insurance as a result of the pandemic. They may have limited means to obtain affordable services. Digital can help. Learn how in our report:","sentiment_score":0.0216450216}
{"full_text":"Missouri Rep. Tricia Derges is accused of buying amniotic fluid and then selling it to patients under the guise that it was a stem-cell treatment that could work against diseases like COVID-19","sentiment_score":0.0}
{"full_text":"RT Hi, I'm Layla and I currently take commissions for Genshin artefacts! (and for Mondstadt Visions. mine should be finished soo...","sentiment_score":0.0}
{"full_text":"\"The COVID-19 data does not portray a record of success or transparency on Dr. Ocaranza's part, nor does it create trust and confidence in him.\"","sentiment_score":0.3}
{"full_text":"Nicole Livingstone joined the Breakfast Club. it's been a big week already in - Round 1, WA hard lockdown, SA quarantine measures, the launch of Pride Round + plenty more!","sentiment_score":-0.0133333333}
{"full_text":"Anytime you ride a ferry, you see our vessel &amp; terminal crews. But riders often don't see our maintenance staff that keep our vessels &amp; facilities in safe, working order. It's no easy task and one that's even more challenging in a pandemic. More info:","sentiment_score":0.3566666667}
{"full_text":"Raise your hand if you're excited to hear from discuss what COVID-19 is teaching us about the immune system Check out event details and a link to register below!","sentiment_score":0.46875}
{"full_text":"Nicole Livingstone joined the Breakfast Club. it's been a big week already in - Round 1, WA hard lockdown, SA quarantine measures, the launch of Pride Round + plenty more!","sentiment_score":-0.0133333333}
{"full_text":"The Health Department on Tuesday reported 38 additional deaths. Oklahoma's death toll during the pandemic is 3,602.","sentiment_score":0.0}
{"full_text":"RT The pandemic has a had a significant impact on outreach work within communities. Social work also had to evolve to find mec...","sentiment_score":0.2041666667}
{"full_text":"Some COVID-19 patients show signs of heart problems months after recovery","sentiment_score":0.0}
{"full_text":"Good News: Georgia's film industry is successfully recovering from the #coronavirus pandemic.Film and TV producers currently are working on 37 projects in the Peach State, up from 23 at this time last year.https:\/\/t.co\/WsAmpAwIBv","sentiment_score":0.3625}
{"full_text":"Dubai announced Monday it would close all bars and pubs for the entire month of February and limit other activities after a spike in coronavirus cases followed New Year's Eve celebrations that drew visitors from around the world.","sentiment_score":0.0037878788}
{"full_text":"We're #MedStarHealthProud to provide cutting-edge #COVID19 treatments like monoclonal antibody infusions, now available to patients at risk for severe symptoms. To learn about this new therapy, check out this story that highlights our patients:","sentiment_score":0.2681818182}
