{"full_text":"RT How many countries have started vaccinating against COVID-19, by World Bank income group: Low income: 3% (1\/31)\\ Lower m...","sentiment_score":0.25}
{"full_text":"BBC NEWS (UK): \" Covid: Too soon to book holiday, minister warns \" ","sentiment_score":0.0}
{"full_text":"RT Funny you are worried About Covid all of a sudden after denying it for almost a year. Maybe you should stick to posting...","sentiment_score":0.125}
{"full_text":"RT Resistance is alive !https:\/\/t.co\/QNNwF5h0UB","sentiment_score":0.125}
{"full_text":"Coca-Cola earnings top estimates as cost cutting offsets pandemic's blow to sales","sentiment_score":-0.05}
{"full_text":"RT The clerics in Iran are suffering from lack of knowledge and humanity.","sentiment_score":0.0}
{"full_text":"RT I'm a black trans woman with no income due to covid-19 so I'm reliant on donations to pay rent and for food. #MutualAi...","sentiment_score":-0.1458333333}
{"full_text":"RT The current success rates for Project Grants is sitting around 20% (is my understanding). The demand for this open access fund...","sentiment_score":0.1}
{"full_text":"RT IMPORTANT ANNOUNCEMENT: VACCINATION OF AGE 65 AND ABOVE ","sentiment_score":0.2}
{"full_text":"RT \"Goes away in April with the heat\"","sentiment_score":0.0}
{"full_text":"RT When Johnson's ambition was to be (re-) elected London Mayor he donned his liberal cosmopolitan credentials. Re-visiti...","sentiment_score":0.0}
{"full_text":"RT #GrandPrairie , #Irving Launch COVID-19 Vaccination Site in #texas ","sentiment_score":0.0}
{"full_text":"RT Our sister Salma is raising some money for her uncle who died from Covid he left behind 4 children,  May Allah widen his...","sentiment_score":-0.2}
{"full_text":"RT Dominica PM on COVID vaccine:I must confess I didn't imagine prayers of my country would've been answered so swiftlyBe t...","sentiment_score":0.0}
{"full_text":"Good ","sentiment_score":0.7}
{"full_text":"RT Jurgen Klopp's 81 year old mother, Elisabeth, has sadly passed away. He won't be able to attend the funeral in Germany due...","sentiment_score":-0.00625}
{"full_text":"RT When black and POC families don't get reimbursed and studies come out to show favor of money being distributed to white fam...","sentiment_score":-0.0833333333}
{"full_text":"This is absolutely heartbreaking...","sentiment_score":0.2}
{"full_text":"RT CDC Exposed: Inflated Covid Deaths By 1600% Throughout The Election, \"Violated Multiple Federal Laws\" Peer-Reviewed Study Fi...","sentiment_score":0.0}
{"full_text":"Most countries' early predictions were not accurate - particularly as we hadn't experienced a global pandemic for 100 years like this, and numbers were influenced by whether or not governments were successful in implementing countermeasures.","sentiment_score":0.3023809524}
{"full_text":"An absolute crock. Some have had their shots, and the rest are on the way.\"Take them or stay home\" will be their only two options.Even Karen will shut up and roll up her sleeve if it means keeping her job.","sentiment_score":0.1}
{"full_text":"RT Jurgen Klopp's 81 year old mother, Elisabeth, has sadly passed away. He won't be able to attend the funeral in Germany due...","sentiment_score":-0.00625}
{"full_text":"RT Putting aside how offensive it is to compare lockdown to Nazi Germany, Julia is giving off huge 'I would keep my lights on...","sentiment_score":0.4}
{"full_text":"RT \"Goes away in April with the heat\"","sentiment_score":0.0}
{"full_text":"RT Dominica PM on COVID vaccine:I must confess I didn't imagine prayers of my country would've been answered so swiftlyBe t...","sentiment_score":0.0}
{"full_text":"RT The absolute cruelty of Covid, right here ","sentiment_score":0.2428571429}
{"full_text":"RT COVID-19 linked with new set of symptoms, according to study of over a million people ","sentiment_score":0.1363636364}
{"full_text":"RT Dear love you, go home, you're very special.Signed,AmericaP.S. But stay at home, don't ever vote again a...","sentiment_score":0.35}
{"full_text":"Very useful .... unless you are unable to access internet or you are not very I.T. savvy ... but I am sure there is a lot of alternative help out there ","sentiment_score":0.0725}
{"full_text":"RT Risk of coronavirus transmission from sharing sports equipment \"lower than once thought\", study suggests, in boost to hopes of...","sentiment_score":0.0}
{"full_text":"\"So proud to have been a finalist in this year's Awards. It speaks volumes to what we have been able to achieve in supporting communities during the pandemic. We look forward to continuing this work in the future\" said our CEO Deven Pillay","sentiment_score":0.3875}
{"full_text":"It'll be the new way to get papers published and grant applications approved. \"Are data quality issues the new pandemic?\" \"Is 2FA the vaccine to the security pandemic\"","sentiment_score":0.1363636364}
{"full_text":"RT I welcome the delivery of 5,00,000 doses of COVID-19 vaccine to AFG by India. I express my gratitude to the Gov. &amp; people...","sentiment_score":0.8}
{"full_text":"RT Devastating news for Jurgen Klopp with his mother Elisabeth dying at the age of 81 and he won't be able to travel to Germany...","sentiment_score":-0.25}
{"full_text":"RT Nursing home deaths in the U.K. are the highest they've been since mid-May 2020, and British health care officials say th...","sentiment_score":0.0}
{"full_text":"If you went to Melbourne a week ago, when one person may have had Covid, you're banned from entering south Australia. You can't make this stuff up. #Covidaus","sentiment_score":0.0}
{"full_text":"RT Jakub Vrana is off the NHL's covid-19 list. Washington now has 0 players on the list.","sentiment_score":0.0}
{"full_text":"RT We usually have big family gathering on Lunar New Year, but because of COVID-19, mom &amp; I made traditional JEON with differ...","sentiment_score":-0.0284090909}
{"full_text":"RT The world post-COVID is turning out to be very different. In such times, remaining isolated from the global trends will be co...","sentiment_score":0.0}
{"full_text":"RT After what happened with the procurement of less effective and expiring vaccine, do you believe in the ability of govern...","sentiment_score":0.2166666667}
{"full_text":"a journalist feels the pain of a former business owner:\"First, I'm so sorry about the loss of your business. And I share your dismay at the pandemic. I've been locked down for months. I miss my friends so much. ...","sentiment_score":-0.0411111111}
{"full_text":"DATA INDUSTRY IS CHANGING THE FACE OF OUR WORLD #MachineLearning #DeepLearning #data #DataScience #flutter #Serverless #IoT #innovation #COVID19 #DevOps #AIOps #100DaysOfCode #dataOps #Entrepreneur #Technology #startups #Digital #business #tech #future","sentiment_score":0.0}
{"full_text":"RT Roisin Shortall: \"It is infuriating to hear the Taoiseach talk about being cautious and conservative ... that's the last thing...","sentiment_score":-0.3}
{"full_text":"RT Manish Tewari said that we stayed protected from Corona by God's grace. I'd like to say something. This indeed is God's grace that...","sentiment_score":0.0}
{"full_text":"RT A year ago today and 467,000 deaths ago, a now disgraced, twice impeached person said:https:\/\/t.co\/oa38SYLjOY","sentiment_score":0.0}
{"full_text":"\"I didn't get to see my grandparents this Christmas, not because anyone told me I couldn't, but because I studied the spread of COVID-19, and gathering didn't seem safe. I miss restaurants and bars, too. I will return to them.\"@conor64 still has a pay check.","sentiment_score":0.5}
{"full_text":"RT What children need when the pandemic is over: children's centres, playgroups, youth clubs, sports clubs, swimming, musi...","sentiment_score":0.0}
{"full_text":"RT The head of the expert mission investigating the origins of the coronavirus pandemic in Wuhan, China has said it's \"ext...","sentiment_score":0.0}
{"full_text":"RT Lower your risk from #COVID19 by combining these 5 precautions:1 Wear a mask 2 Clean your hands3 Keep physical distance ...","sentiment_score":0.1833333333}
{"full_text":"RT How did families in #Europe  handle #RemoteLearning during the #COVID19 lockdown last spring?Our report from #Ital...","sentiment_score":0.0}
{"full_text":"RT A year ago today and 467,000 deaths ago, a now disgraced, twice impeached person said:https:\/\/t.co\/oa38SYLjOY","sentiment_score":0.0}
{"full_text":"RT We need to deal with poverty &amp; deprivation &amp; all the associated health inequalities. Privileged profess...","sentiment_score":0.0}
{"full_text":"RT We joined this call to for everyone to be able to access the coronavirus vaccine, regardless of their immigrat...","sentiment_score":0.5}
{"full_text":"RT COVID-19 linked with new set of symptoms, according to study of over a million people ","sentiment_score":0.1363636364}
{"full_text":"RT A new report has shone a light on the devastating financial impact of the pandemic on women, which experts fear could take d...","sentiment_score":-0.1159090909}
{"full_text":"RT NEW VARIANT--New California variant CAL20C has recently found in over **half** of all samples in Los Angeles #COVID19 cases,...","sentiment_score":-0.0101010101}
{"full_text":"RT #AAI's Shimla helicopter movement under RCS-#UDAN has started and every month we are reaching new heights....","sentiment_score":0.1363636364}
{"full_text":"RT Pre-COVID subway air polluted from DC to Bostonhttps:\/\/t.co\/dMbUVcja1yhttps:\/\/t.co\/fLk8cLzjhb#Research #vaccination...","sentiment_score":0.0}
{"full_text":"RT The Ministry of Health did not award the Covid-19 airport testing contract. Wow .","sentiment_score":0.1}
{"full_text":"In a massive capacity building exercise ahead of the #COVID19 vaccination roll out for the people above 50 years, the govt will be increasing the no. of inoculation sites to 75,000 in a couple of wks from now, said Dr N.K Arora, Head,Ops Research Group, Nat'l COVID-19 Task Force.","sentiment_score":0.0}
{"full_text":"RT A year ago today and 467,000 deaths ago, a now disgraced, twice impeached person said:https:\/\/t.co\/oa38SYLjOY","sentiment_score":0.0}
{"full_text":"RT This is a fake news headline. Read the fine print. It is a \"deal\" on not returning to school mostly:","sentiment_score":0.1388888889}
{"full_text":"RT Prime Minister thanked doctors, nurses, #COVID warriors, Safai Karamcharis, those who drove ambulances and...","sentiment_score":0.0}
{"full_text":"RT We are all being exposed to a huge amount of #COVID19 information i on a daily basis, and not all of it is reliable. On #SaferI...","sentiment_score":0.2}
{"full_text":"RT How is it those most exercised about jailing people for for lying and potentially bringing a strain of Covid back into the U...","sentiment_score":0.1666666667}
{"full_text":"Russia confirms over 4 mln COVID-19 cases since start of pandemic","sentiment_score":0.0}
{"full_text":"RT What children need when the pandemic is over: children's centres, playgroups, youth clubs, sports clubs, swimming, musi...","sentiment_score":0.0}
{"full_text":"RT Dominica PM on COVID vaccine:I must confess I didn't imagine prayers of my country would've been answered so swiftlyBe t...","sentiment_score":0.0}
{"full_text":"RT Valentine's Day outfits perfect for love in lockdown no matter what you've got planned:  anin...","sentiment_score":0.75}
{"full_text":"RT Covid cases in double digits &amp; no deaths due to Covid this is BJP model of Governance in the most Populas State of Indi...","sentiment_score":0.125}
{"full_text":"Love this.","sentiment_score":0.5}
{"full_text":"Can the Coronavirus be the End of Coworking Space? #CRE #Coworking #COVID-19","sentiment_score":0.0}
{"full_text":"Suffer From Chronic Headaches or Migraines?Dr. Mees is hosting a LIVE IN-PERSON  workshop exclusively for headaches! For COVID Safety, this event is limited to 15 guests! Sign Up TODAY!","sentiment_score":0.0294237013}
{"full_text":"RT Here's an approach to catch-up that's strategic and longterm: Make the successes of the lockdown period the building blo...","sentiment_score":0.0}
{"full_text":"RT NEW VARIANT--New California variant CAL20C has recently found in over **half** of all samples in Los Angeles #COVID19 cases,...","sentiment_score":-0.0101010101}
{"full_text":"RT .@DubaiPoliceHQ, in cooperation with issues a fine of AED50,000 to the organizer of a private yacht part...","sentiment_score":0.2083333333}
{"full_text":"RT Adventure is boundless - and there's no threshold to cross. We all have different limits and expectations. If you can be...","sentiment_score":-0.0666666667}
{"full_text":"RT A multi-layer criminal ring passed him. And it cost only N82,000.Story by for UNDERCOVER IN...","sentiment_score":-0.2}
{"full_text":"RT A year ago today and 467,000 deaths ago, a now disgraced, twice impeached person said:https:\/\/t.co\/oa38SYLjOY","sentiment_score":0.0}
{"full_text":"RT Urgent appeal. The new variant of COVID-19 discovered in South Africa has been detected in:  SE27 0 SE27 9 SW16 2...","sentiment_score":0.1363636364}
{"full_text":"Can we all respect COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"Get your rapid Covid-19 test now! #StayHomeStaySafeSaveLives #COVID19 #SmokeFreeLifeBerkshire","sentiment_score":0.0}
{"full_text":"Are you a small business with business interruption insurance? Use our policy checker to find out if your insurance policy will cover business interruption losses caused by #coronavirus, following our test case #covid19https:\/\/t.co\/6nwzRZIa0K","sentiment_score":-0.125}
{"full_text":"A new study from finds low rates of COVID-19-related myocarditis in young athletes but concerning sequalae. Cardiac MRIs may have an important role in diagnosis and follow-up. #cardiotwitterhttps:\/\/t.co\/lW8nQXuNqg","sentiment_score":0.1172727273}
{"full_text":"The is hosting a series of public evidence events on vaccine passports &amp; Covid status apps. You can watch the first, which looks at the history and use of these devices, here: #VaccinePassports #Covid19","sentiment_score":0.125}
{"full_text":"Pure playground 'Got Got Need' vibes.","sentiment_score":0.2142857143}
{"full_text":"Businesses in deal with pandemic. Story by","sentiment_score":0.0}
{"full_text":"This is an extraordinary moment for all nations as we wrestle with huge challenges, including Covid-19, climate change, economic uncertainty and security threats. To come out stronger, we need to work together more closely than ever... (via Dominic Raab)","sentiment_score":0.3583333333}
{"full_text":"Oldest Person in #Europe Recovers from #COVID Just in Time for 117th Birthday","sentiment_score":0.0}
{"full_text":"We call upon policymakers and health practitioners interested in exploring the impact of adjustments in purchasing arrangements due to COVID-19. To learn how to participate, please click on the link:","sentiment_score":0.0625}
{"full_text":"Where do you want to go for #ValentinesDay? A faraway land, a rugged countryside, or an outer space adventure? Head over to Stamford Hill Library Tuesday &amp; Thursday &amp; choose your #BlindDateWithaBook. You may be surprised where your 'date' will take you!","sentiment_score":0.125}
{"full_text":"A summarized breakdown of the 2020 budget for the Federal Ministry of Science &amp; Technology pre COVID-19 pandemic(Initial) and after the pandemic began(Amended). #dtianalytics#EconomicSurvey2020 #Nigeria#Budget2020 #tech #Science","sentiment_score":0.0}
{"full_text":"RT Our doctors, nurses, COVID warriors, Safai Karamcharis, those who drove ambulances...such people and so many others became ma...","sentiment_score":0.5}
{"full_text":"Leonard to \"A lot of people are getting their knickers in a twist about what is happening, you have to remind them that people are losing their lives over this. \"The Lions are still progressing with our plans. There is obviously uncertainty because of the pandemic.\"","sentiment_score":0.0}
{"full_text":"I'd like to try RPG, but don't have local friends and Covid.","sentiment_score":0.0}
{"full_text":"Even the #COVID19 crisis has not stopped smugglers, they simply resort to taking bigger risks, crossing borders that have been closed to others.@Refugees Special Envoy Vincent Cochetel  spoke to us about it. https:\/\/t.co\/BP7KDdGy3a","sentiment_score":0.0642857143}
{"full_text":"Pet obesity swells in the pandemic","sentiment_score":0.0}
{"full_text":"Looking for some top lockdown reading suggestions?  We've got you covered! #studentlife #Reading","sentiment_score":0.625}
{"full_text":"Kroger Field has been utilized in different ways during the pandemic.\"We've created testing sites around the parking lots, different parking lots, around our stadium here where people can come in and community test,\" said UK AD Mitch Barnhart","sentiment_score":0.0}
{"full_text":"RT A year ago today and 467,000 deaths ago, a now disgraced, twice impeached person said:https:\/\/t.co\/oa38SYLjOY","sentiment_score":0.0}
{"full_text":"In practice, that means the social network plans to ban a new bunch of false claims in addition to the manifold false claims about vaccines and COVID-19 that it has already banned.https:\/\/t.co\/Gree7zwGkl","sentiment_score":-0.1575757576}
{"full_text":"As the science grows on the ineffectiveness of masks &amp; the increased likelyhood of infections from prolonged use, the fear to been seen without one only grows. With more information, it is up to every one of us to better judge our response to #COVID19.https:\/\/t.co\/fkGvqyFHBt","sentiment_score":0.3333333333}
{"full_text":"An official at the University of Rochester is cautioning people in the campus community about a recent surge in COVID-19 cases.https:\/\/t.co\/txzIiM2G4z","sentiment_score":0.0}
{"full_text":"5 days before the emergency meeting commences!It's not only impostors that use a vent, you could use a vent session too! Let's work together to understand this pandemic with science this February 15 to 20!#BCSWEEK2021#AnUnseenEnemy#AmongUs","sentiment_score":0.0}
{"full_text":"\"We are hoping for $5 million and keeping our fingers crossed.\" The 24-hour online event aims to provide a much-needed boost to the 40 charities amid the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"As the number of new daily COVID cases across the United States is trending down, officials are urging Americans to keep their guards up.","sentiment_score":-0.0063973064}
{"full_text":"Same here. My parents had 1st dose so far as in 80's. It is 12 weeks later for 2nd dose as we do not have enough vaccine. More than half UK covid deaths have been in last couple months due to SA strain so hopefully another vaccine soon","sentiment_score":0.0342592593}
{"full_text":"Hotel group Accor has announced the start of a global roll-out of digital room keys as guests increasingly seek a contactless stay in light of the Covid pandemic.  via #BusinessTravel #Hospitality #Accor","sentiment_score":0.1333333333}
{"full_text":"RT \"Goes away in April with the heat\"","sentiment_score":0.0}
{"full_text":"How long do you want this to go on for? COVID-19 affects everyone, but we're the only ones who can stop it. #RBWMtogether","sentiment_score":-0.025}
{"full_text":"In Morgan County, some vaccine appointments are being abandoned due to cold weather or illness.https:\/\/t.co\/OMP8iMA7sD","sentiment_score":-0.3625}
{"full_text":"YOUTH &amp; CRIME: A 15-year-old died last week at the hands of a 16-year-old in Antioch. The gunman's mother said she and her husband tried for months to get help from the police and juvenile court, but got turned away.","sentiment_score":-0.125}
{"full_text":"What happens when thousands of health care workers are vaccinated? How does that affect COVID-19 transmission rates? Those are just two of the questions being considered by two UI Health Care employees leading the PREVENT study. Learn more:","sentiment_score":0.5}
{"full_text":"RT The very right wing 'Institute for Economic Affairs\"never misses a chance to knock the #NHS and its staff. Even after a...","sentiment_score":0.2857142857}
{"full_text":"Finding a mental health therapist who's affordable, nearby and a good fit for you: Coping Through COVID. CWRU allows clinicians-in-training to see clients at a reduced rate under the supervision of licensed psychologists.","sentiment_score":0.3333333333}
{"full_text":"As more #mutations of the #COVID-19 virus are being detected around the world, what is being done to save lives? explores the effect new strains are having on the battle against COVID-19. Watch \"On Assignment: COVID Mutants\" Sunday, February 21st 10pm ET on","sentiment_score":0.2121212121}
{"full_text":"Do your part to reduce the spread and keep everyone safe.  Make sure that you complete the COVID-19 school screening tool every day before going to your bus stop.https:\/\/t.co\/tklf3GvBE1","sentiment_score":0.3666666667}
{"full_text":"RT Devastating news for Jurgen Klopp with his mother Elisabeth dying at the age of 81 and he won't be able to travel to Germany...","sentiment_score":-0.25}
{"full_text":"RT .@who international experts in #China looking for the origin of #covid19 #covid_19","sentiment_score":0.0}
{"full_text":"RT Great interview. Why zero COVID is not achievable and is a guarantee of totalitarianism.","sentiment_score":0.8}
{"full_text":"yk how i walked past people in my year yesterday well today one of them tested positive for coronavirus ","sentiment_score":-0.0113636364}
{"full_text":"The state health department launched a new online tool to help with covid-19 vaccine information, and residents can now sign up for alerts for when they're eligible.https:\/\/t.co\/o6na7uHKyu","sentiment_score":0.1363636364}
{"full_text":"REVISED DATE: The Power of Positive Parenting in Filipino Families, Helping our youth thrive during COVID19 w Filipino Family Health Initiative &amp; on Feb 13, 2PM EThttps:\/\/t.co\/TTXk7A2zv3","sentiment_score":0.2272727273}
{"full_text":"- \"The West bought billions of vaccines fast and cheap, leaving poorer nations paying through the nose for years to come\"https:\/\/t.co\/uSdeMt5XF5#vaccinenationalism #Vaccine","sentiment_score":0.3}
{"full_text":"When do you think the current lockdown restrictions should end? Have your say by taking our latest surveyhttps:\/\/t.co\/xiYpKW5S1l","sentiment_score":0.25}
{"full_text":"Feeling anxious due to #Covid19 or the restrictions in place? #LetsKeepTalking: Call or speak to a friend or someone you trust as a problem shared can be a problem halved. If you're still struggling to cope visit for details of local services that can help","sentiment_score":-0.125}
{"full_text":"This episode of the VIXIO podcast we are joined by our top data expert to discuss the financial fortunes of online and offline #Gambling in multiple jurisdictions, including #Europe and the U.S.during the #Coronavirus pandemic, listen now.","sentiment_score":0.1666666667}
{"full_text":"A single dose of the Covid-19 vaccine offers two thirds protection against the virushttps:\/\/t.co\/EBS3TDCQpE","sentiment_score":0.0142857143}
{"full_text":"Travelling in the age of coronavirus: A weekend in Leipzig #leipzigtravel #visitgermany","sentiment_score":0.0}
{"full_text":"You asked &amp; we delivered. Here's \"Weird\" recorded at home during lockdown. This was loadsa fun, maybe we'll do more? Maybe we already have?! Who knows. Enjoy xoxohttps:\/\/t.co\/jHt1v67ufa","sentiment_score":0.20625}
{"full_text":"We're not going back to normal - MIT Technology Review","sentiment_score":0.075}
{"full_text":"#IFADintheNews: IFAD signs joint-financing agreement for Sahel COVID response, with goal to consolidate livelihoods of small producers, particularly women &amp; young people living in cross-border areas, by adopting sustainable production practices &amp; approaches to social cohesion.","sentiment_score":0.0125}
{"full_text":"Nearly half of employees haven't received remote work-specific #cybersecurity training. Is it time to lock down your critical #endpoints? #infosec","sentiment_score":-0.1055555556}
