{"full_text":"Yeah, it's chill. Maybe not for everybody but if you're bored in the pandemic you could certainly do worse than to talk with some new people in the AltSpace community.","sentiment_score":-0.2545454545}
{"full_text":"RT Elder Patsy Paul-Martin said she was \"ecstatic\" to receive her COVID-19 vaccination today at Millbrook Health Centre. She was th...","sentiment_score":0.0}
{"full_text":"RT If you are 65 or older or have TWO medical conditions listed below, you are now eligible for the #COVID19 vaccine. It ma...","sentiment_score":0.0833333333}
{"full_text":"RT Earlier this month, nearly 1,300 teachers and other staff members at received their first dose of the #C...","sentiment_score":0.05625}
{"full_text":"RT While I hope w\/all my heart this boy makes strides, it begs the question that long COVID &amp; ME\/CFS patients exp...","sentiment_score":-0.05}
{"full_text":"RT While some countries are impatient with the slow speed of vaccinations, Mozambique only today received its first delive...","sentiment_score":-0.0625}
{"full_text":"RT  Urgent message for 7.5m jobs &amp; livelihoods are at risk 2m #ForgottenLtd have been frozen out of support...","sentiment_score":0.0}
{"full_text":"RT In the span of one year, our country has experienced not one, but three big lies: the pandemic is exaggerated, the election...","sentiment_score":0.1}
{"full_text":"RT Besides, have you ever been in a \"festive\" mood over something that you thought was \"stolen\" from you?https:\/\/t.co\/Nab...","sentiment_score":0.0}
{"full_text":"Good for her","sentiment_score":0.7}
{"full_text":"RT The $1.3 trillion wealth gain by America's 660 billionaires since the pandemic began could pay for a stimulus check of $3,900...","sentiment_score":0.0}
{"full_text":"RT \"Is this ethical?\"This is one the most powerful speeches ever made in the Covid pandemic era. Hats off to","sentiment_score":0.3333333333}
{"full_text":"RT Good news - US regulator says single dose of #johnsonandjohnson #vaccine \"safe and effective,\" paving the way for author...","sentiment_score":0.4321428571}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT THERE WILL BE NO DISSENT","sentiment_score":0.0}
{"full_text":"RT Even worse, this flight arrived from California this morning, which has its...","sentiment_score":-0.4}
{"full_text":"Thank you for all you are doing to assist us lowly Public Health ID Epidemiologists in the fight against COVID and disinformation, and the fight to make this VACCINE PREVENTABLE DISEASE go away. #ThisIsOurShot","sentiment_score":0.0}
{"full_text":"Compassion Fatigue Is Real A topic we are all wrestling with these days, and some great advice from on ways to handle it.  #HR #COVID #burnout #animalrescue","sentiment_score":0.5}
{"full_text":"RT ABUSRC COVD-19 TASK FORCE while patrolling around the school premises to ensure total compliance by the Students, Drinks sel...","sentiment_score":0.0}
{"full_text":"RT Corporations like Amazon have made obscene profits during the pandemic.Instead of the working class being made to pay f...","sentiment_score":0.0}
{"full_text":"RT In a blog post today, BioWare's Christian Dailey blamed the pandemic for the cancelation, writing that \"not everything w...","sentiment_score":0.0}
{"full_text":"My mum's uncle lived to 96 until covid got him last month. Only went to a doctor 5 times in his life. His secret? boiled veg, onion\/garlic tea, little sugar and carbs. ha","sentiment_score":-0.146875}
{"full_text":"RT Photo of the Day: Pfc. Jovonta Lewis, of the assists local healthcare professionals with providing s...","sentiment_score":0.0}
{"full_text":"NEW: \"My family and I are mourning the loss of my sister, Mercia Bowser, who passed away this morning due to complications related to COVID-19.\"@MayorBowser has released a statement following the death of her sister.","sentiment_score":0.0028409091}
{"full_text":"COVID-19 quarantine screening officer charged with extortion, sexual assault","sentiment_score":0.5}
{"full_text":"RT COVID-19 new variant 501Y.V2 symptoms to be aware of.","sentiment_score":0.1931818182}
{"full_text":"RT Is your butter not as soft as it used to be? The pandemic and our urge to bake is partly to blame - along with palm oil h...","sentiment_score":0.1}
{"full_text":"RT Just now I had an online meeting with H.E.  announcing that China has decided to donate another 20,0000 dos...","sentiment_score":0.0}
{"full_text":"RT The Biden administration plans to send more than 25 million masks to low-income neighborhoods across the country next month, p...","sentiment_score":0.25}
{"full_text":"Check out the new write-up in and see how independent music venues and music shops are doing and surviving during the pandemic. Thanks for your continued support ","sentiment_score":0.1121212121}
{"full_text":"RT In Hawaii, 21 cases linked to a fitness instructor. Little mask use. \"Doors and windows were closed, and three large floor...","sentiment_score":-0.0244047619}
{"full_text":"CDC meets \"Deadliest Catch\" in bid to encourage mask use among skeptical men","sentiment_score":-0.5}
{"full_text":"RT Oh look, there we are at number 4 on the list of professions at most risk of getting coronavirus. #VaccinateTeachers","sentiment_score":0.5}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT Who is the drunkard, the Governor who denies existence of Covid19 or the one who puts in place measures to protect his people...","sentiment_score":0.0}
{"full_text":"RT Imaging during this pandemic where the virus is still very much close to everyone's home &amp; people are planning a protest thi...","sentiment_score":0.26}
{"full_text":"It doesn't matter what my position on prosecutors overall. What matters is that your proposal would mean only people who are totally down to lock people up for decades, removing them from their communities and families and advancing white supremacy, could be PDs and no one else.","sentiment_score":-0.0936111111}
{"full_text":"Going to chalk this up to pandemic\/quarantine psychosis, but this is quite possibly the single funniest thing I have ever seen on the internet.","sentiment_score":-0.0357142857}
{"full_text":"RT Jim Jordan is far more concerned about this than the 500,000 Americans lost to coronavirus or the millions...","sentiment_score":0.3}
{"full_text":"RT An analysis by U.S. regulators says Johnson &amp; Johnson's single-dose vaccine protects against COVID-19, setting the stage for a vote...","sentiment_score":0.0}
{"full_text":"RT Breaking News: Johnson &amp; Johnson's vaccine strongly protects against severe Covid-19 and may reduce the spread of the virus by...","sentiment_score":0.4333333333}
{"full_text":"RT jokes on you because I didn't have life plans BEFORE the pandemic either","sentiment_score":0.0}
{"full_text":"RT This is both anecdotal and early, but many long covid survivors are feeling significantly better after receiving their first v...","sentiment_score":0.26}
{"full_text":"Giving up on young receivers on the first year. Especially on a COVID year When it usually takes them 2 or 3 years to get in going in the league. Not everyone is Megatron or Julio Jones Bud","sentiment_score":0.025}
{"full_text":"RT I'm looking to speak with parents who can share anecdotes about how the pandemic has changed the ways in which their childre...","sentiment_score":0.0}
{"full_text":"Heading out to get our 2nd masks while social distancing.","sentiment_score":0.0166666667}
{"full_text":"RT The House will pass President Biden's Covid relief bill on Friday, including $15 minimum wage. Help is on the way. Whether Repu...","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Former diplomat abandons diplomatic language to tell the truth about #LiarJohnson","sentiment_score":0.0}
{"full_text":"RT Gunter: Public health officials must be held accountable for their (often wildly inaccurate) pandemic prognostications: ht...","sentiment_score":0.05}
{"full_text":"Covid-19 antibodies may protect against reinfection later, study suggestshttps:\/\/t.co\/cCaUHg3Eyc","sentiment_score":0.0}
{"full_text":"Andrew M. Cuomo: Cancel NYS Regents Exams Due to Poor Education During COVID-19 - Sign the Petition! via","sentiment_score":-0.3125}
{"full_text":"RT Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"RT \"Pfizer asked for an additional indemnity from civil cases, meaning that the company would not be held liable for rare ad...","sentiment_score":0.1}
{"full_text":"Are 'looser' cultures worse off when fighting a pandemic? Lots of confounding factors here, but food for thought nonetheless:https:\/\/t.co\/INCL61cyDb","sentiment_score":-0.4}
{"full_text":"Ahh bless Her... she's cheered me up today ","sentiment_score":0.0}
{"full_text":"RT FDA briefing document on J&amp;J Covid vaccine posted. The data are very strong, the J&amp;J vaccine provides robust efficacy...","sentiment_score":0.5633333333}
{"full_text":"RT Vice President Harris seems to be ignoring the CDC's advice. It seems that \"following the science\" only works when it suit...","sentiment_score":0.0}
{"full_text":"RT In the span of one year, our country has experienced not one, but three big lies: the pandemic is exaggerated, the election...","sentiment_score":0.1}
{"full_text":"RT She's finally lost any semblance of reasoning. Probably because she has been proved wrong on this issue at every turn.","sentiment_score":-0.25}
{"full_text":"I just want to say that you are one of the authors that have inspired me.  After reading and listening to your audiobooks with my son for years (now age 13), I took advantage of COVID-19 to write my first book!  Thanks for inspiring those would-be writers like me!","sentiment_score":0.3791666667}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT WATCH LIVE: Our News team breaks down what you need to know about the Biden administration?s response to the COVID-19 pandemi...","sentiment_score":-0.0095959596}
{"full_text":"RT Spring in the air + prospective easing of lockdown = time for new clothes !I am wearing one of my new silk blouses today...","sentiment_score":0.1534090909}
{"full_text":"RT The dueling crises of the pandemic and the related economic hardship have destroyed lives &amp; livelihoods across America - wi...","sentiment_score":0.1}
{"full_text":"RT FIRST AID: HSE have published new guidance on training and the temporary omission of rescue breaths while coronavirus tra...","sentiment_score":0.1931818182}
{"full_text":"What sentiment has motivated you throughout the pandemic? There is a real requirement for activism in the athletic community. Learn more about Rise: #VersantHealthWLS #GainbridgeLPGA","sentiment_score":0.35}
{"full_text":"RT Very worrying mortality data now on Covid vaccination from all over the world that is highly compelling. Trying to ensure ze...","sentiment_score":0.25}
{"full_text":"Mostly I'm annoyed that I was told I could get it and then waited on hold for an hour with the appointment scheduler to be told that I couldn't. Whether I die of covid or not that's an hour of my life wasted.","sentiment_score":-0.3}
{"full_text":"RT Please read past this headline and tweet. The J&amp;J shot completely prevented hospitalizations and deaths (as did the Pfize...","sentiment_score":-0.075}
{"full_text":"RT 100% failure rate. From henceforth a Coronavirus Act prosecution is to be known as a 'Grayling'","sentiment_score":-0.3166666667}
{"full_text":"RT We should be providing incentives to get Americans safely: Back to school Back to work Back to healthInstead, the De...","sentiment_score":0.0}
{"full_text":"I can't get a doctors appointment because of COVID I could uses some help","sentiment_score":0.0}
{"full_text":"RT Johnson &amp; Johnson announced on Friday that data from its global vaccine trial shows it is 66% effective in preventing m...","sentiment_score":0.3}
{"full_text":"RT Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"RT Quick and easy $1000 scholarship, the objective...write about how covid has affected you. Whether it's positive or nega...","sentiment_score":0.3313131313}
{"full_text":"RT Half a million Americans have died of #COVID19 and GOP legislators decided to mock the requirement to wear masks in the s...","sentiment_score":-0.1666666667}
{"full_text":"RT From federal govt: ON projected allotments of Pfizer vaccine out to April 4.","sentiment_score":0.0}
{"full_text":"back home to the philippines","sentiment_score":0.0}
{"full_text":"RT You think Jerome gonn just pop onscreen \"WHERE YA GODDAMN MASK NEPHEW?\"","sentiment_score":0.0}
{"full_text":"RT Today, the positivity rate is even lower at 6.2% in Missouri. Great news for our state!https:\/\/t.co\/kZokScFkej","sentiment_score":0.8}
{"full_text":"Nothing to see, nothing to hide","sentiment_score":0.0}
{"full_text":"Just watched on and they had #Mozambique playing , don't think I've seen a better promotional effort by anyone else during lockdown.","sentiment_score":0.5}
{"full_text":"RT Florida COVID update for Wednesday: 7,128 cases, 129 deaths, lower positivity rate from","sentiment_score":0.0}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT Completely agree. We have only TWO years to enact meaningful legislation, and Repugs won't go along with m...","sentiment_score":0.2}
{"full_text":"We know everyone is going through a rough time right now. MDSC had many resources on their website to help you cope with these difficult times.","sentiment_score":0.0464285714}
{"full_text":"RT I'm on board! Kinzinger must be replaced! If MAGA Nation is going to rule the House, traitors like Adam &amp; lame Liz Chenery...","sentiment_score":-0.5}
{"full_text":"RT Some of the alternative #SpiderManNoWayHome titles include - Home Worlds - Home Sweet Home - No Place Like Home - W...","sentiment_score":0.35}
{"full_text":"RT The pandemic has caused another kind of pervasive affliction, researchers say: loneliness","sentiment_score":0.6}
{"full_text":"RT Snowfall better not have a single solitary thing about covid in it or I'm gonna lose it!!","sentiment_score":0.1941964286}
{"full_text":"RT Republican Senators holding a news conference with reporters on (against) the $15 minimum wage hike. Yesterday,","sentiment_score":0.0}
{"full_text":"RT In the span of one year, our country has experienced not one, but three big lies: the pandemic is exaggerated, the election...","sentiment_score":0.1}
{"full_text":"RT This is what Nancy Pelosi said one year ago today regarding COVID-19, right before the pandemic began and lockdowns were put in...","sentiment_score":0.2857142857}
{"full_text":"RT #Leronlimab \/ #Vyrologix by Cytodyn #COVID19 #Cydy Classics Edition-","sentiment_score":0.0}
{"full_text":"Covid-19 causes 'social tsunami' in downtrodden Paris suburb via","sentiment_score":0.0333333333}
{"full_text":"Except COVID? ","sentiment_score":0.0}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"I don't care that it was stuck in a warehouse for 5 months due to covid, I'm just so happy to finally have my 2021 Ignis desk calendar!! Beautiful work by as always, thank you for the beautiful Ignis drawings!!! ","sentiment_score":0.505}
{"full_text":"Logistics provider has opened its first U.S. drive-up #retail store in #Virginia. DHL says the store allows customers to ship packages anywhere in the world while staying in their cars. #parcelshipping #coronavirus #pandemic #socialdistancing","sentiment_score":0.25}
{"full_text":"would you get the covid vaccine? I'm tryna see somethin'","sentiment_score":0.0}
{"full_text":"RT Sen. Lindsey Graham (R-SC): \"The minimum wage has got nothing to do with COVID ... it's got everything to do with their lib...","sentiment_score":0.0}
{"full_text":"RT Glad you asked Mr. President.How about the 90% of the $2 Trillion that has nothing to do with combating COVID?How...","sentiment_score":0.5}
{"full_text":"RT Today's Canadian COVID-19 headlines so far include reports that travellers are skipping hotel quarantine because paying th...","sentiment_score":0.1}
{"full_text":"Just book online. You don't need to wait for a call or letter. Currently taking bookings for over 64.","sentiment_score":0.0}
{"full_text":"RT if we quarantine visitors from red list countries shouldn't we do same to boat migrants especially as northern France ha...","sentiment_score":0.0}
{"full_text":"RT As I said on there is so much work to do, from ending this pandemic to confirming President Biden's cabinet to p...","sentiment_score":0.2}
{"full_text":"Don't worry about insurance, just get vaccinated! There is no cost for the COVID-19 vaccine. #COVIDVaccine #ThisIsOurShot","sentiment_score":0.0}
{"full_text":"RT The House will pass President Biden's Covid relief bill on Friday, including $15 minimum wage. Help is on the way. Whether Repu...","sentiment_score":0.0}
{"full_text":"RT I'm really baffled by the pessimism we keep hearing from DC. Almost all the science (including concerns about variants) is...","sentiment_score":0.2}
{"full_text":"After I got the vaccine (and so will millions), first things I'll do is to go watch movies in theaters ($amc) and plan a family vacation ($abnb, $ba). Oh by the way, those aircrafts that have been sitting around during the pandemic need some service ($rycey).","sentiment_score":0.25}
{"full_text":"RT Some might consider putting out a travel show in the middle of a pandemic a risky move--but and we...","sentiment_score":0.0}
{"full_text":"RT Leaked WHO document says China did 'little' to find COVID origin early in pandemic","sentiment_score":-0.04375}
{"full_text":"RT It's been a good year for baffling and unintentionally funny headlines, but I think this might be my new favourite:\"No...","sentiment_score":0.3621212121}
{"full_text":"Oh so funny. Bart Simpson would find this beneath him.","sentiment_score":0.25}
{"full_text":"RT We are working to quickly pass the American Rescue Plan and deliver urgent, bold COVID relief to Americans nationwide.","sentiment_score":0.2222222222}
{"full_text":"RT There are over 17,000,000 vacant homes in the United States","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: Our News team breaks down what you need to know about the Biden administration?s response to the COVID-19 pandemi...","sentiment_score":-0.0095959596}
{"full_text":"FDA releases new data on J&amp;J's single-dose coronavirus vaccine showing it's safe and effective None of this shit is safe.  Only a Moron would take it!","sentiment_score":0.0766233766}
{"full_text":"Spoke today to the seven GP practices in Killarney - only one has received any #vaccines so far (Deenagh Medical Practice). Two hope for delivery tomorrow. Several others still don't know how many they'll receive, or when  \"It's very frustrating\", says one GP#covid19","sentiment_score":0.0133333333}
{"full_text":"The same Santam that had to be taken to court to honor covid19 Business Interuption claims and still hasn't paid? #NotSoGoodAndProperAfterAll #InsurersFailTourism #SantamInsurance","sentiment_score":0.0}
{"full_text":"RT We're ensuring the COVID-19 vaccine is safe, free, easy and accessible to the neighborhoods hardest hit by COVID-19. 75% of...","sentiment_score":0.4270833333}
{"full_text":"RT Get your questions in!!","sentiment_score":0.0}
{"full_text":"RT In the span of one year, our country has experienced not one, but three big lies: the pandemic is exaggerated, the election...","sentiment_score":0.1}
{"full_text":"Here's an update on recent federal action in our local (with a small personal update as it relates to the next election, whenever that might be).https:\/\/t.co\/rhQaeMma3X","sentiment_score":-0.025}
{"full_text":"RT No child should have their prospects \"blighted\" by COVID-19 Pandemic, Gavin Williamson the education secretary has sai...","sentiment_score":0.0}
{"full_text":"RT SCOOP: more than 150 top CEOs &amp; execs will send a letter to Hill leaders today backing Biden's Covid Relief package.In...","sentiment_score":0.5}
{"full_text":"Join us in celebrating February's #QWCommunityHeroes - \"The Sewists!\" When PPE was needed throughout the pandemic, the 'Sewists' made thousands of masks using their own time &amp; money &amp; donations. The group will receive a Good Deeds prize! Nominate a hero at","sentiment_score":0.7375}
{"full_text":"Public shaming | #COVID patient gets death threats &amp; blamed for restrictions","sentiment_score":0.0}
{"full_text":"According to and AdCOVID is \"a potential game changer in the fight against the pandemic.\" Click to watch the interview with our Senior Director of Vaccine Development, Dr. Sarah Browne, and Dr. Frances Lund #COVID19","sentiment_score":-0.2}
{"full_text":"Here's a look at how digital technologies are reshaping the #healthcare industry during the COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"A look at tomorrow's front page of business owners welcome \"roadmap\" out of lockdown. Plus Finchampstead couple protest over lack of action to improve road safety. All for just 70p! #tomorrowspaperstoday","sentiment_score":0.4625}
{"full_text":"RT 'This is a great day' - @jowhiley reacts to news that ALL those with a learning disability who are on the GP Learning...","sentiment_score":0.8}
{"full_text":"#QandA: Who Will Receive The #COVID19 Vaccine? answers:","sentiment_score":0.0}
{"full_text":"From the archives...5 things I've learnt that boost my productivity as a student in lockdownWriter Ben talks about how he improved his productivity during lockdown. To read more visit: #mentalhealthuk  #studentmentalhealth#productivity","sentiment_score":0.5}
{"full_text":"As the country faces the mounting challenges of racial injustice, climate change and a pandemic, \"the resilience approach has never been more necessary,\" a rep said.","sentiment_score":0.25}
{"full_text":"A budget plan can help you manage your money better and prepare for unexpected life events, such as a pandemic. Check out this resource to help you reach your financial goals:","sentiment_score":0.15}
{"full_text":"Just #Imagine! #JoyTrain #Joy #Love #Kindness #Quote #COVID19   #MentalHealth #Mindfulness #GoldenHearts #IAM #IQRTG #FamilyTrain #ChooseLove #WellnessWednesday#IAMChoosingLove #WednesdayThoughts #WednesdayMotivation #WednesdayWisdom RT","sentiment_score":0.65}
{"full_text":"P&amp;C #insurance providers are seeking strategic M&amp;As thanks to #COVID19. Learn how to navigate these changes in this report.","sentiment_score":0.2}
{"full_text":"RT Sheila Murphy successfully booked a Saturday appointment for her 76-year-old mother after two hours of trying to get t...","sentiment_score":0.75}
{"full_text":"RT Good run-down from an actual virologist on the question of vaccines and transmission.https:\/\/t.co\/DQYdpPD2Uu","sentiment_score":0.35}
{"full_text":"\"Public health experts...attribute the progress to some combination of increased adherence to social distancing and mask wearing, the seasonality of the virus and a build-up of natural immunity among groups with high rates of existing infection.\" Masks work. Precautions work.","sentiment_score":0.0733333333}
{"full_text":"I uncertainly reiterate to decide that Stanford's post-COVID future.","sentiment_score":0.0}
{"full_text":"With COVID-19 cases in decline and vaccination rates rising, it's time for to enable a return to in-person office work.","sentiment_score":0.0}
{"full_text":"Close communal spaces such as bathrooms, study rooms and hallways make dorm buildings potential hotspots, which is why students returning back to campus from isolation facilities should first be required to test negative for COVID-19.","sentiment_score":-0.01}
{"full_text":"Good news - now let's get the American Rescue Plan passed. PA families shouldn't have to wait a second longer for relief.","sentiment_score":0.2333333333}
{"full_text":"RT In the 1980s, a virus epidemic ripped through Britain - with Tory government neglect leading to countless unnecessary...","sentiment_score":-0.2}
{"full_text":"Within the new collection, breaks down its offerings according to four \"lifestyles,\" starting with comfort--a top priority for post-pandemic consumers toggling between soft jeans and sweatpants.https:\/\/t.co\/rhfi3QlYJM","sentiment_score":0.1161616162}
{"full_text":"Want to learn how to help your #tweens &amp; #teens reignite their friendships? - Check out this amazing article below!Thanks for sharing this really insightful article that we can all relate to #parentingtips #parenting","sentiment_score":0.4}
{"full_text":"In Nagoya, the office vacancy rate has jumped from 1.91% to 3.67% after the hit of the pandemichttps:\/\/t.co\/vkOoHE9nfN#Japan #Nagoya #officesector #vacant","sentiment_score":0.0}
{"full_text":"Is The Pandemic A Chance To Reimagine Special Education? #pandemic #COVID19 #specialeducation","sentiment_score":0.3571428571}
{"full_text":"Perhaps finding love during lockdown isn't so impossible after all?https:\/\/t.co\/4zBsREOt03","sentiment_score":-0.0833333333}
{"full_text":"RT The Biden administration plans to send more than 25 million masks to low-income neighborhoods across the country next month, p...","sentiment_score":0.25}
{"full_text":"One-Shot Vaccine Protects Against COVID, US Government Says","sentiment_score":0.0}
{"full_text":"Abuse doesn't stop in times of pandemic. Together we can support survivors and work to create community solutions that prevent domestic violence. Your support is life changing.","sentiment_score":0.0}
{"full_text":"RT There is a perfect explanation for this: People wearing masks and social distancing have eradicated the flu....","sentiment_score":0.5166666667}
{"full_text":"When things happen to your carpet, we can repair them. Call us at 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.3666666667}
{"full_text":"Want to find the latest Covid-19 case figures for your area? Cumbria County Council The weekly Covid-19 report for Cumbria is released every Thursday and can be found below https:\/\/t.co\/3ZutCecCUO","sentiment_score":0.5}
{"full_text":"Reading story about visiting his dad and cleaning him up for his bday reminded me of this-- My daddy is 85. Since Covid he doesn't leave home much. A few months in to the pandemic, I hired a barber to come to him.","sentiment_score":-0.2}
{"full_text":"Creative work has a vital role to play in helping to give voice to the fuller picture of the impact COVID-19. Join and the Working Group on Artistic Responses to #COVID19 for Engaging Creativities: Art in the Pandemic. Friday, March 5.https:\/\/t.co\/cr8FlNleTE","sentiment_score":0.3333333333}
{"full_text":"2020 HIGHLIGHTS - LOCKDOWN LIVE! GORDON SMITHGordon Smith shares his best 11 he played with and talks the best manager he played under.","sentiment_score":0.7234848485}
{"full_text":"What happens when people stop going to the doctor? Wayne Frederick, President &amp; Humana Board Member, explores the #COVID19 disruption of the #healthcare industry &amp; the impact on preventative medical care in his oped here ","sentiment_score":0.0}
{"full_text":"Poor soul. He's done so well...only 130k dead because of his inspiring leadership. I'm sure he'll be OK. After all, his mates have literally made a killing out of this pandemic.https:\/\/t.co\/zacVDrPeuI","sentiment_score":0.18}
