{"full_text":"I'm so happy is taking on Amazon as they RICHLY deserve it and so proud of for standing up to their abusive practices.","sentiment_score":0.6583333333}
{"full_text":"RT I know COVID-19 can be scary, but I want every kid out there to know things are going to be okay.","sentiment_score":0.0}
{"full_text":"The Loneliness Epidemic via","sentiment_score":0.0}
{"full_text":"RT Stay home. Protect the NHS. Save lives. The more we stick to the rules now.  The sooner we can make it through this.","sentiment_score":0.5}
{"full_text":"RT Meanwhile, Joe Biden was winning Rainbow Road as Luigi.","sentiment_score":0.5}
{"full_text":"RT THREE YEARS IN WUHAN: CHINESE VISUAL FESTIVAL CHINESE NEW YEAR SCREENINGFILM AND EVENT ALERT from  18th Februar...","sentiment_score":0.0340909091}
{"full_text":"RT So, I just found out this EXACT Fred Meyer has hired police to guard the dumpsters filled with discarded food, in the mi...","sentiment_score":0.325}
{"full_text":"it is all about management Strict lockdown for 5 months without fearing the economic crisis. From March to August.Govt distributed food to 80 cr people for 9 months continue.5 layer administration.Digital Record through Mobile application","sentiment_score":0.2}
{"full_text":"RT The best way to understand government announcements designed to stoke 'culture war' crapola is to remember that, without the...","sentiment_score":1.0}
{"full_text":"My 9-year-old hasn't had a McDonald's since the pandemic began - until now","sentiment_score":0.0}
{"full_text":"After failing to register Pejuang, Dr M says has other plans via #NewsCurator #news #truenews #instanews #Socialmedia #reporting #contents #viral #media #public #justice #reputation #Integrity #SocialDistancing #stayhome #Staysafe","sentiment_score":-0.0625}
{"full_text":"Never knew how great my interior decorating skills were until the pandemic hit....Im constantly recreating spaces for different zooms to give it a lil razzle dazzle...lord I need outside to be safe again lol","sentiment_score":0.35}
{"full_text":"RT Lou Macari runs a homeless shelter in Stoke-on-Trent, but when Covid-19 came along the former footballer was forced to shut i...","sentiment_score":-0.15}
{"full_text":"Laws and rules are amended to suit the times. It's not a stagnant process, it's also the reason there are such things as collective bargaining opportunities, so that you're not firing 300 nurses in the midst of a pandemic.","sentiment_score":0.0}
{"full_text":"RT The 150  selfish idiots caught at an illegal party in Birmingham will expect the NHS to treat them if they contract covi...","sentiment_score":-0.6}
{"full_text":"RT If we held a minute silence for every person who's died of coronavirus Taiwan would be silent for 9 minutes, New Zealand for...","sentiment_score":0.0681818182}
{"full_text":"England Shield From Coronavirus The number of individuals in England being asked to shield to guard themselves against Coronavirus is to be expanded the govt is recommending an additional 1.7 million people to be added to the 2.3  ##BreakingNews #https:\/\/t.co\/UcgZiHkmmH","sentiment_score":0.0}
{"full_text":"Four areas in Mumbai marked as 'hotspots' as COVID-19 case increase","sentiment_score":0.1}
{"full_text":"Define \"soon\". I remember 'three weeks to flatten the curve' all too well.","sentiment_score":0.0}
{"full_text":"Mainers say they'll get COVID-19 vaccine at one of the highest rates in US","sentiment_score":0.0}
{"full_text":"RT Statement by President on arrival of Johnson &amp; Johnson COVID vaccine: #WeChooseVa...","sentiment_score":0.0}
{"full_text":"Download Kindle The Obesity Epidemic: Science, Morality and Ideology &gt;&gt;","sentiment_score":0.0}
{"full_text":"RT And just like that, double masking goes from something Fauci said weeks ago (without evidence) to sudden CDC guidance (new...","sentiment_score":0.0454545455}
{"full_text":"Good question!","sentiment_score":0.875}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT #BREAKING UN Secretary-General urges 'global' Covid vaccination plan, warns inequities in initial efforts risk world's health and...","sentiment_score":0.0}
{"full_text":"RT Evidence on the #COVID19 risks of hospitality \"Hospitality isn't a huge risk\" ","sentiment_score":0.4}
{"full_text":"RT so much for \"Covidiots\"","sentiment_score":0.2}
{"full_text":"RT After sharing with you all that Frances now has COVID  - I wrote this piece for the I'd love it if you'd read it ...","sentiment_score":0.5}
{"full_text":"RT Our sector has been hit the hardest yet chose not to support us, then told us we don't understand what...","sentiment_score":0.0}
{"full_text":"RT #COVID19 vaccines protect you from getting sick with COVID-19. As of February 16, more than 39 million people had received thei...","sentiment_score":-0.1071428571}
{"full_text":"A next generation coronavirus vaccine is in the works. But initial funding was denied. via","sentiment_score":0.0}
{"full_text":"Its not so hard to believe. These Frank Spencers make a mess of everything they touch from Covid to the creative industries. It seems our biggest export these days is Covid mutations.","sentiment_score":0.0111111111}
{"full_text":"RT We're All in this Together? It's easy to lockdown the Province while on a six figure public salary, when many Ontarians ca...","sentiment_score":0.3111111111}
{"full_text":"RT People in this country are hurting right now - especially women. About 2.5 million women have lost their jobs or dropped out of the...","sentiment_score":0.1428571429}
{"full_text":"What's his face in the new Jimmy Johns commercial says they're made by science. Now I'm afraid to eat there.What Fauci and the CDC has done to people's trust in science and it's talking points is irreversible.Woken.","sentiment_score":-0.1545454545}
{"full_text":"RT \"I'm angry because I see the sacrifices so many of us make to our mental health with no end in sight. I'm angry and wo...","sentiment_score":-0.15}
{"full_text":"RT Australian Proud Boys leader sought combat-trained supporters to 'arrest' police at Covid lockdown protests ","sentiment_score":0.25}
{"full_text":"RT Where are the fact checkers in this one? Oh, that's right, they only fact check one side.","sentiment_score":0.1428571429}
{"full_text":"RT Prescient comment on euronews this morning. \"What will the UK government do when the Covid crises is over and the attentio...","sentiment_score":0.0}
{"full_text":"Moving back to the South after spending the first 4 months of the pandemic in New York has been so jarring, and I'm still amazed at the widespread lackadaisical attitudes toward protecting not only ourselves, but each other.","sentiment_score":0.0522727273}
{"full_text":"RT We could do this in Scotland? We have empty units? Well done","sentiment_score":-0.1}
{"full_text":"RT Make masks\/#covid vaccination mandatory.Provide $$$ to live, high qual masks, gloves,Hepa filters, CO...","sentiment_score":0.1481818182}
{"full_text":"Cyberabad police today felicitated and ji for their efforts to reach out to the needy during the pandemic. Sharing a bit of the video of Smita's speech....","sentiment_score":0.0}
{"full_text":"RT Happy humpday! Another day closer to the weekend and another day closer to lockdown ending.","sentiment_score":1.0}
{"full_text":"RT 'Finding the COVID-19 Victims that Big Data Misses'","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis won't use CDC guidelines in Florida schools since they would have to close","sentiment_score":0.0}
{"full_text":"RT Principal Secretary to the Prime Minister today chaired a high-level meeting to review in detail the progress of COVID19 vaccinati...","sentiment_score":0.0}
{"full_text":"No, I support effective lockdowns. The effects of lockdowns are extremely harmful. People are going without cancer diagnoses, surgeries are being delayed, mental health is devastated, jobs lost, poverty increased, and our numbers are as they were in the summer w\/out lockdown.","sentiment_score":0.125}
{"full_text":"Covid: Dubai updates timings of health centres","sentiment_score":0.0}
{"full_text":"RT How I felt when they took my covid nose swab today ","sentiment_score":0.0}
{"full_text":"RT This is fantastic.  Lou Macari.","sentiment_score":0.4}
{"full_text":">> Epidemiological Evidence: The \"Pandemic\" is Over. No \"Second Wave\" will Follow - Global ResearchGlobal Research - Centre for Research on Globalization","sentiment_score":0.0}
{"full_text":"RT #Please listen to the apeals of many #legal #Iraqi #Refugees @UNHCRTurkey waited 3-9 years for #Resettlement...","sentiment_score":0.35}
{"full_text":"RT Before she stormed the Capitol, Rachel Powell had developed an interest in conspiracy theories about COVID-19 and the result...","sentiment_score":0.1}
{"full_text":"RT I know COVID-19 can be scary, but I want every kid out there to know things are going to be okay.","sentiment_score":0.0}
{"full_text":"We just need lock down to end...","sentiment_score":-0.1555555556}
{"full_text":"RT 2. Black Seed Oil or Powder (Nigella Sativa) Miracle plant. Sophisticated ancient civilizations swore by it, including t...","sentiment_score":0.1666666667}
{"full_text":"RT What Neil said..","sentiment_score":0.0}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"RT Unless Johnson comes up with a quick plan to remove all lockdown restrictions next week, not the ultra ultra cautious approac...","sentiment_score":0.1666666667}
{"full_text":"We see your * ear piece *","sentiment_score":0.0}
{"full_text":"RT Many children are learning at home due to lockdown. Not all children have access to a laptop or the internet, so your d...","sentiment_score":0.1875}
{"full_text":"F**k off you are boring people with this shit now. Just open up and forget about the virus you are constantly moving the goal posts and people will get very tired of this s**t very fast soon. How many businesses have been lost to the pandemic can I see those on daily statistic","sentiment_score":-0.12}
{"full_text":"RT Republicans gave the nuclear codes to a racist madman with dementia who let a pandemic hoax kill 400k Americans then tr...","sentiment_score":0.0}
{"full_text":"RT Here's what Gerrymandered District looks like. Jordan is a Voter Suppressionist that concealed th...","sentiment_score":0.0}
{"full_text":"generators and fuel for those who can use them.water for drinking and cleaning.food.more warm areas.free hotel stays for those who lost power.elevated supply of COVID treatment since crowded warming areas will cause spread.money to local orgs who provide these things.","sentiment_score":0.3}
{"full_text":"RT Terrible news.","sentiment_score":-1.0}
{"full_text":"RT Philly if you are in group 1b AND live in one of these zip codes, the Black Doctors COVID Consortium is doing a 24 hour va...","sentiment_score":-0.0151515152}
{"full_text":"RT #UPDATE In his first speech since taking office, Mario Draghi listed the pandemic as his top priority of a long-list of issues req...","sentiment_score":0.375}
{"full_text":"hello how should we file our tax if we were on unemployment for the past year due to pandemic?","sentiment_score":-0.1875}
{"full_text":"RT Omg. These hospital workers need to be shamed out of a job. 80-year old kicked out of hospital for holding husband's hand...","sentiment_score":0.1}
{"full_text":"RT Due to the impact of COVID-19, qualifiers typically held in England  and China  will not take place. One-year ex...","sentiment_score":-0.1458333333}
{"full_text":"RT Capitalism at work","sentiment_score":0.0}
{"full_text":"Understandable, but in this time of crisis, $10,000 &amp; no interest is a startCovid Relief remains the biggest crisisMore legislation will be sought, down the road","sentiment_score":-0.1555555556}
{"full_text":"\"This is not about a return to the way things were. For hundreds of millions of children around the world, 'normal' was never good enough to begin with.\" in an open letter on how we can reimagine a better post-COVID-19 world #ForEveryChild","sentiment_score":0.06}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"RT Kamala Harris ties herself into knots to avoid confirming the CDC's guidance that, indeed, all teachers do NOT need to...","sentiment_score":0.0}
{"full_text":"RT #COVID19: Did you know - if you have &gt;50 employees you have to register your business on the Occupational Health Surveillance...","sentiment_score":0.0}
{"full_text":"RT Our new report reveals how being able to send a text message has enabled 38% of our texters to reach out for mental healt...","sentiment_score":0.1787878788}
{"full_text":"#terrorism #sabotage #diversion #espionage #treason #COVID19 #Vaccine #CapitolRiots #foreigninterference BETRAYAL of THE NATION 01_The Destruction of Jerusalem - Great Controversy (1911) Ellen G. Whitehttps:\/\/t.co\/hS59sEHsuzThe Secret Terroristshttps:\/\/t.co\/nSEmzGlnBV","sentiment_score":0.2}
{"full_text":"RT #BREAKING: We filed a lawsuit against over its failures to provide adequate health and safety measures for empl...","sentiment_score":0.3333333333}
{"full_text":"130000 dead &amp; rising.Untold numbers have 'recovered' only to live with the long term disability that Covid leaves them with. They will never have a job, their mental &amp; physical well-being is shot to pieces. The government's 'lockdown, TTIS was a disaster. The NHS is on it's knees","sentiment_score":-0.0356060606}
{"full_text":"RT We've announced that overseas students in our universities &amp; colleges can now access the latest student hardship funds...","sentiment_score":0.5}
{"full_text":"RT Prof Mark Woolhouse tells MPs there was not a single virus outbreak linked to crowded U.K. beaches last summer","sentiment_score":0.0178571429}
{"full_text":"RT New York City is NOT reopen. Most elementary schools are part-time, Middle and High Schools have been closed since November. \"Ap...","sentiment_score":0.1660606061}
{"full_text":"RT GOI is being grossly negligent and over confident about Covid-19. It's not over yet.","sentiment_score":0.25}
{"full_text":"RT This morning's Ethics hearing to vet some of the #votersuppression bills is NOT being live-streamed, despite being at 7 am...","sentiment_score":0.0}
{"full_text":"RT Where are the fact checkers in this one? Oh, that's right, they only fact check one side.","sentiment_score":0.1428571429}
{"full_text":"The Pandemic Has Erased Entire Categories of Friendship","sentiment_score":0.0}
{"full_text":"Health Ministry reveals plans to tackle possible resurgence of Ebola Outbreak","sentiment_score":0.0}
{"full_text":"Florida is open AND handling Covid better than most states. Liberals heads are exploding.","sentiment_score":0.3333333333}
{"full_text":"COVID-19 didn't just change where people want to live, it changed the sorts of homes they want to live in.","sentiment_score":0.1363636364}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"RT Divisional COVID19 Adult Vaccination Centre Larkano was  inaugurated by the MS, Dr. Ershad Kazmi, today. AMS Dr. Gulzar Tu...","sentiment_score":0.1}
{"full_text":"The BPO industry has experienced massive growth over the past year due to the pandemic.This has led to an increased demand for skilled and dedicated talents.We seek to offer real-time holistic solutions to your company needs and processes. Contact us and let's talk #outsourcing","sentiment_score":0.185}
{"full_text":"RT No matter how much money Congress spends to make schools safe (it's already spent tens of billions), there is going to be some...","sentiment_score":0.2}
{"full_text":"more than just  #Ivermectin and #COVID19 tech!#FollowTheScience #Ivermectin #polio #agriculture  #VaccineOnAStrip $MVMD $MVMDF #India #USA #Canada #UnitedKingdom #Australia #Africa #Europe","sentiment_score":0.5}
{"full_text":"In 2020, the pandemic stopped the planet, but Covid-19 was no match for our champions. And like every year, we celebrated our champions in our annual rewards and recognition ceremony, this time online. Congratulations to all the awardees. We are proud of you. #LifeatOpcito","sentiment_score":0.575}
{"full_text":"RT \"That's the thing that Trump supporters and Republicans in general need to learn. The pandemic should have proven it to you....","sentiment_score":0.05}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Progressive #COVID__19 cases 2076093, discharged 1985261, active 38013, deaths 51631 in February 17 in Maharashtra.@fpjindia","sentiment_score":-0.1333333333}
{"full_text":"RT Tomorrow!#BATInsights on 'Debunking Myths about the #COVID19 Vaccine' Opening remarks by HRH The Prince of Wales","sentiment_score":0.0}
{"full_text":"#France's  Health Ministry has asked regional health agencies and #hospitals to enter \"#crisis organisation\" to prepare for a possible surge in #coronavirus cases as a result of highly contagious variants Our International Affairs Editor Philip Turle has more ","sentiment_score":0.165}
{"full_text":"Whether you've had the #Covid #vaccine, or yet to be offered it, we want to hear from you:","sentiment_score":0.0}
{"full_text":"Joe's a little forgetful every now and then...","sentiment_score":-0.14375}
{"full_text":"Random Acts of Kindness Day Is February 17Since getting out and enjoying life is strained and stressed due to Covid-19 restrictions, many people are not showing #randomactsofkindness ~ so try to be the one that does.","sentiment_score":0.09375}
{"full_text":"Field Trips on the HorizonThe announcement of various COVID-19 vaccines has improved the outlook for the future.Read more:https:\/\/t.co\/d762AfWGv4#AlphabetLearningCenter #FieldTrips","sentiment_score":0.0}
{"full_text":"Mayor Kishori Pednekar cautioned citizens that if #COVID19 protocol is not followed and the number of cases reported daily keeps rising, Mumbai could see another lockdownRead: more, visit today's epaper:","sentiment_score":0.25}
{"full_text":"Meet G4GC Love Is Healing COVID-19 Response Fund grantee, Building Our Nation's Daughters, Inc.!@buildmdbond facilitates, nurtures and strengthens relationships between single mothers and their daughters in urban communities.https:\/\/t.co\/spA8bsBTly","sentiment_score":0.1428571429}
{"full_text":"Dr Pat Harrold says GPs will have to administer the vaccine as well as operate their normal practice ","sentiment_score":0.15}
{"full_text":"#Japan launched its covid-19 inoculation drive on Wednesday, administering the Pfizer vaccine to Tokyo hospital workers, as Prime Minister Yoshihide Suga attempts to defy the odds and host the Olympics this summer","sentiment_score":0.0}
{"full_text":"As outplacement providers, terminated employees tell us they had to bring work home and spend several hours at night to stay on top of their workload. This resulted in fractured family relationships. For more information call Michael Claener ENRG Consulting 1-888-385-2202","sentiment_score":0.3333333333}
{"full_text":"Listen to episode 4 of in which we navigate crowded elevators, maskless neighbors, and other pandemic etiquette questions with moral philosopher Ben Bramble","sentiment_score":-0.0625}
{"full_text":"iHealth Digital Thermometer PT1 gives you oral temperature readings in 30 seconds &amp; the crystal clear XL digit backlit display lets you easily see your temperature result.Buy now: #health #covid19 #home #family #safety #care","sentiment_score":0.1777777778}
{"full_text":"RT To help stop the spread of #COVID19, wear masks or face coverings in indoor common areas of all #Toronto apartment build...","sentiment_score":-0.3}
{"full_text":"We all need to do our best to fight the virus and one of the best things you can do on SEPTA is wear a mask #MaskUpSEPTA #InItTogether","sentiment_score":1.0}
{"full_text":"Those eligible to receive the COVID-19 vaccine under current state guidelines now have another place to go in Asheville! The vaccine site at UNC Asheville's campus will be running from February through May 2021.","sentiment_score":0.0}
{"full_text":"A second summer of dining in streets on menu for Aspen restaurants, as explores possibility of keeping outdoor experience beyond pandemichttps:\/\/t.co\/SWHJEVrkHl","sentiment_score":0.0}
{"full_text":"There are a number of available locations for residents where they can get a test quicklyhttps:\/\/t.co\/yL6v05oO61","sentiment_score":0.4}
{"full_text":"During the pandemic, there has been a significant increase in those who find radio to be the best source of regular updates throughout the day - up by 56%","sentiment_score":0.4583333333}
{"full_text":"It is critically important that members of the University community faithfully observe COVID-19 precautions at all times, on and off campus.https:\/\/t.co\/k69vyosFh9","sentiment_score":0.4}
{"full_text":"The COVID-19 vaccine is safe and effective. The COVID-19 vaccine went through the same rigorous approval process that all vaccines go through. #NYTough","sentiment_score":0.3666666667}
{"full_text":"Even with a bunch of COVID postponements, we still have a pretty dynamic day of hockey with, as of now, consists of 16 games. Let's take a look in the Morning Rundown! #cthk","sentiment_score":0.125}
{"full_text":"A decent pair of headphones can be a lifesaver in lockdown. But if they're not used correctly, experts warn that both over-ear and earbud varieties can damage your hearing.https:\/\/t.co\/WyrSKjORRz","sentiment_score":0.1666666667}
{"full_text":"Teatime with SHE will begin in 2 hours! Register with the link below to tune into our conversation on #GenderEquality in the COVID Era: Women's Mentorship, Collaboration, and Economic Empowerment.: Today, Feb 17: 11am ESTLink:","sentiment_score":0.2}
{"full_text":"RT GOI is being grossly negligent and over confident about Covid-19. It's not over yet.","sentiment_score":0.25}
{"full_text":"Photo contest - Win a PS50 Gift CardTopic \"Derbyshire Lockdown Local To You\"enter a photo 3 days left before voting startshttps:\/\/t.co\/hHLpQrym81","sentiment_score":0.2666666667}
{"full_text":"How is UK science leading the fight against #coronavirus?Join Professor for a panel discussion at #FestivalOfTomorrow 19 February, 6pmMore details ","sentiment_score":0.0}
{"full_text":"'I can finally, easily call this country my home, because I'm protected here, I'm safe. People who flee war-torn countries don't want sympathy they want an opportunity' Congratulations on being granted the permanent right to remain in the UK!","sentiment_score":0.4301587302}
{"full_text":"National Pancake Day may be canceled, but you can still enjoy a short stack from","sentiment_score":0.2}
{"full_text":"RT We are student's not COVID-19 virus  so please remember it #LetUsBackToAus","sentiment_score":0.0}
{"full_text":"RT K Atinys have a plan in place for us during kingdom! We have to work together and most importantly be on a lockdown. Shun all...","sentiment_score":0.45}
{"full_text":"Tulane launches three new research centers to combat coronavirus, future infectious diseaseSTORY: obvious that a pandemic can totally change the world. ... At the same time, we know for a fact there are going to be more pandemics in the future.\"","sentiment_score":0.0909090909}
{"full_text":"National Pancake Day may be canceled, but you can still enjoy a short stack from","sentiment_score":0.2}
{"full_text":"Most schools are in areas with such significant community spread of the virus that they may have to operate under hybrid arrangements to allow for social distancing in classrooms and hallways.","sentiment_score":0.2270833333}
{"full_text":"National Pancake Day may be canceled, but you can still enjoy a short stack from","sentiment_score":0.2}
{"full_text":"It's a post-pandemic board game convention, &amp; the person in charge of the 10-player Magic event has called in sick. Dang!You're now running it, but there's a question:Can players:A) Only attack left &amp; only block rightB) Attack &amp; block in either directionWhich is more fun?","sentiment_score":0.0232142857}
{"full_text":"The Warhawks look to pick up where they left off after COVID-19 canceled their 2020 season.","sentiment_score":0.0}
{"full_text":"Safety from COVID-19Your senior's life comes first. Imperial Home Health is here to help keep your loved one safe from the COVID-19 virus. Dial 760-951-6688 to learn more.#COVID19Safety #ImperialHomeHealth","sentiment_score":0.4833333333}
{"full_text":"RT India will host a Workshop on COVID-19 Management: Experience, Good Practices &amp; Way Forward on 18 Feb. 10 countries INDI...","sentiment_score":0.7}
{"full_text":" Reminder! There is no school tomorrow, Thursday, February 18, to allow Beavercreek staff members the opportunity to receive their first Covid-19 vaccine.  #BcreekSchools","sentiment_score":0.25}
{"full_text":"National Pancake Day may be canceled, but you can still enjoy a short stack from","sentiment_score":0.2}
{"full_text":"TERI CARRILLO of Tulare, California, died of COVID on Jan. 4. \"...she weighed about 80 pounds soaking wet, but that didn't stop her from being a spit fire with a fierce, fierce capacity to love her family... She left this world still putting everyone's needs before her own.\"","sentiment_score":0.25}
{"full_text":"Vaccine minister's update makes grim reading for Aylesbury's Waterside Theatre and club venues  ","sentiment_score":-1.0}
{"full_text":"Career Services is holding a career fair today. It's virtual this year, because of the pandemic.","sentiment_score":0.7}
{"full_text":"With a lack of resources and infrastructure, Mexico will continue to struggle under epidemic conditions long after other places have implemented vaccine plans for COVID-19.We shouldn't be deporting anyone under these conditions: it's past time for #TPS4Mexico.","sentiment_score":-0.1416666667}
{"full_text":"RT Congratulations to my friend and colleague on receiving the award. It is a well deserved recognition of...","sentiment_score":0.0}
{"full_text":"Here is the first Episode of Cast Yourself On! A lockdown podcast project involving young people and staff across the Ards and North Down Area Youth Service. Give it a listen and follow the show to keep up to date with the latest episodes. &gt;&gt;","sentiment_score":0.1892361111}
{"full_text":"We are practicing safety first and foremost during #COVID19! Therefore, we are going virtual for our 2021 Mid-Year Meeting on June 8, 2021! Hopefully we can meet in person for our Annual Meeting in D.C. this year! Save the date for both! #insurance #fraud","sentiment_score":0.6103515625}
{"full_text":"H-2A Program Demand Strong, Despite COVID-19:","sentiment_score":0.4333333333}
