{"full_text":"A year ago - one of my last outings before the pandemic was hanging out with my colleagues to brainstorm about  addressing social determinants of health #SDOH and equity. I miss being with you all!","sentiment_score":0.0208333333}
{"full_text":"RT This is a disgraceful attempt by Steven Marshall's Liberals to profit from the rollout of the COVID-19 vaccine.Everybody has m...","sentiment_score":0.0}
{"full_text":"RT I really, really agree with this article.https:\/\/t.co\/dxgCKq7eAb","sentiment_score":0.2}
{"full_text":"RT Dear Democrats: Stop calling it a \"COVID Relief\" plan. A better name would be \"The Pelosi Payoff.\"","sentiment_score":0.5}
{"full_text":"RT Reminder that Trump said COVID was under control a year ago","sentiment_score":0.0}
{"full_text":"RT The highlights:1. One dose.2. Stable for 3 weeks in a fridge.3. Prevented hospitalization in 100% of patients.#COVID1...","sentiment_score":0.0}
{"full_text":"RT #McCarthy, Who Gave Tax Cuts To The Wealthy, Calls Biden Stimulus Bill Corrupt#GOPTaxScamCorrupt to provide funding for CO...","sentiment_score":0.5}
{"full_text":"RT Information on #COVID19 testing, vaccine availability, and flu shots can be found here: 6\/6","sentiment_score":0.0}
{"full_text":"Ah yes, groceries, the thing everyone was banned from buying during the pandemic.","sentiment_score":0.0}
{"full_text":"RT If COVID-19 doubles in the community, it doubles in schools, Seattle disease modeling group finds:","sentiment_score":0.0}
{"full_text":"A welcome change.. welcome these friends of kashmir...  Administration has to be vigilant in view of second wave of covid 19 as some tourists from Maharashtra has been found positive reportedly. We cannot afford complacencency to avoid any discomfort to other guests..","sentiment_score":0.3404545455}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Pandemic fatigue is real, but Covid isn't yet tired of making us sick. If we hang in there a few more months, the worst w...","sentiment_score":-0.269047619}
{"full_text":"RT There are going to be a metric ass-ton of these 1-year-ago-reminders every day until Jan 20 next year. They're important. W...","sentiment_score":0.2}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT I know we have thousands of infectious disease experts here, but I want to point out the following from a basic google searc...","sentiment_score":0.0}
{"full_text":"RT Tonight, I joined my colleagues for a moment of silence to mourn, remember &amp; honor the 500,000 American lives lost to this...","sentiment_score":0.0}
{"full_text":"RT #modi_job_doEvery state has same problem of vacancy and late latifi of govt Like the handle corona by doing...","sentiment_score":-0.15}
{"full_text":"Pandemic will be over in May in the USA.","sentiment_score":0.0}
{"full_text":"Please do","sentiment_score":0.0}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"BREAKING: Never to be outshone by CA, NYC now has a new form of the coronavirus that is spreading rapidly, and it carries a worrisome mutation that may weaken the effectiveness of vaccineshttps:\/\/t.co\/SEWmuQTPth","sentiment_score":0.1363636364}
{"full_text":"RT Only 9% of the massive $1.9T spending bill is targeted to the pandemic. How can the Democrats who call this legislatio...","sentiment_score":0.0}
{"full_text":"RT Great segment from liberal feminist author &amp; former Bill Clinton advisor on the importance of battling COVID-f...","sentiment_score":0.4}
{"full_text":"Practice begins Mon. for the most crazy wrestling season in NJ history. There are plenty of questions. 3 out-of-state coaches have some answers. Check this out!","sentiment_score":-0.125}
{"full_text":"One of the  terrible company? They should lower the price! Specially so many people straggling in this covid!! No discount or anything happen! Ridiculous company !","sentiment_score":-0.1467013889}
{"full_text":"RT The House will pass President Biden's Covid relief bill on Friday, including $15 minimum wage. Help is on the way. Whether Repu...","sentiment_score":0.0}
{"full_text":"RT Very happy to see first delivery of #COVAX supported vaccines to Ghana. Excited to see more countries following. Nigeria's su...","sentiment_score":0.425}
{"full_text":"RT Wearing a mask is one of the most important things we can do to protect others and change the course of this pandemic. That's wh...","sentiment_score":0.45}
{"full_text":"RT Congrats Mrs. Wagner, Mrs. Mudahy, and Mrs. Hurt on your recogntions! These ladies are amazing (and hilarious); they re...","sentiment_score":0.55}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"lol all my classes","sentiment_score":0.8}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Wearing a mask is one of the most important things we can do to protect others and change the course of this pandemic. That's wh...","sentiment_score":0.45}
{"full_text":"RT I know we have thousands of infectious disease experts here, but I want to point out the following from a basic google searc...","sentiment_score":0.0}
{"full_text":"RT Today I treated a #COVID19 patient in the same room as my first Covid patient almost a year ago.Thankfully we've lea...","sentiment_score":0.125}
{"full_text":"This Saturday we back IRL at with the kool kids with n95 masks","sentiment_score":0.0}
{"full_text":"This is an insane story, worth a read. Really helps us understand why black people are hesitant to accept the covid vaccine","sentiment_score":-0.1666666667}
{"full_text":"RT Morrison Govt outsourced COVID vaccination to a private contractorHealthcare Australia Ltd  the company has only 2...","sentiment_score":0.0}
{"full_text":"RT Sure, Cancun Cruz (@tedcruz)... How about these people with *zero* experience?- Rex Tillerson - Betsy DeVos - Ben Carso...","sentiment_score":0.5}
{"full_text":"RT Angela Merkel warned yesterday that Germany might be beginning a third wave due to new variants, and emphasized that the...","sentiment_score":0.0037878788}
{"full_text":"RT A grim milestone for California, as it becomes the first US state to pass 50,000 deaths from #COVID19.https:\/\/t.co\/aN61yo85Y...","sentiment_score":-0.375}
{"full_text":"Bro I looked like shit mid lockdown","sentiment_score":-0.1}
{"full_text":"Oddly, the and have yet to report this","sentiment_score":-0.1666666667}
{"full_text":"Big round of applause for and our school board members for setting aside a virtual teaching day to allow all our educators the option to receive the covid-19 vaccine on Friday.","sentiment_score":-0.1}
{"full_text":"Stupid people, this is the hill you're going to die on, to not wear a mask for 10 minutes in a store?","sentiment_score":-0.8}
{"full_text":"RT GOOD NEWS! Feb 24 #OTTAWA schools are safe Zero COVID-19 cases identified during COVID-19 testing blitz targeting 28 Ottaw...","sentiment_score":0.6875}
{"full_text":"AIGHT!!! Time to boss up and get right back in my bag. I lost my way a little bit for like 2-3 months. I ain't fucking with that energy. We coming back. I blame corona on all this shit though.. but we prevail lol","sentiment_score":0.0140306122}
{"full_text":"RT Here we go again with Republicans using COVID as an excuse to cut programs they always wanted to cut. Instead of SLASHI...","sentiment_score":-0.05}
{"full_text":"RT Dear Democrats: Stop calling it a \"COVID Relief\" plan. A better name would be \"The Pelosi Payoff.\"","sentiment_score":0.5}
{"full_text":"PHEW! I want to go chin length. My first time going that short. Had hoped to find a stylist I had a good rapport with first...Covid killed that dream","sentiment_score":0.1875}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"WATCH LIVE: A Virtual COVID Resource Fair. We have partnered with our friends at Care In Action to put on a virtual art and resource fair to help us get through the rest of this difficult period. https:\/\/t.co\/ViQ2ZPGLtB","sentiment_score":0.2272727273}
{"full_text":"RT 'Workaholics' stars are making a pandemic workplace comedy film for Paramount+","sentiment_score":0.0}
{"full_text":"RT Prince Edward has opened up about how his own experiences as a dad during the pandemic have highlighted the vital importance o...","sentiment_score":0.35}
{"full_text":"RT The title you earn when you go clubbing during a pandemic and end up testing positive for COVID right before going on B...","sentiment_score":0.2564935065}
{"full_text":"RT Republican leaders are reportedly \"maneuvering\" to get every single Republican member to oppose urgent, bold COVID relief....","sentiment_score":0.130952381}
{"full_text":"on a the rose playlist lockdown","sentiment_score":0.6}
{"full_text":"RT President Biden and VP Harris will receive a Covid-19 briefing tomorrow afternoon, followed by an event commemorating the 50 mi...","sentiment_score":0.0}
{"full_text":"If you want to know the details of the Vietnamese successful COVID-19 policy:https:\/\/t.co\/O66hswlxdf","sentiment_score":0.75}
{"full_text":"RT My family and I are mourning the loss of my sister, Mercia Bowser, who passed away this morning due to complications rela...","sentiment_score":-0.125}
{"full_text":"RT We call to #FreeKilwe. There is no justification for holding journalist #Kilwe in jail for...","sentiment_score":-0.1}
{"full_text":"RT written in response to America's half a million Covid deaths the death tollon the TV screenin...","sentiment_score":-0.1666666667}
{"full_text":"Me: the pandemic makes life so lonely. I miss seeing people.Also Me: *special delivery instructions* plz leave pizza at the door and text me when you're gone.","sentiment_score":0.1285714286}
{"full_text":"RT Please stop with the ableist \"opioid epidemic\" framing? Epidemics are, definitionally, of disease. Opioids are not a pathogen -...","sentiment_score":0.0}
{"full_text":"RT It's outThank you for approaching and publishing this piece. This is so important, and","sentiment_score":0.2}
{"full_text":"RT When 1199 SEIU--the largest labor union representing 200,000 healthcare workers--endorses your campaign during a pandemic,...","sentiment_score":0.0}
{"full_text":"How many deaths and billions (trillions in the end) of dollars from the kung flu (related including suicides) and riots? You have no sense of proportion or critical thinking abilities.","sentiment_score":0.1666666667}
{"full_text":"RT - Rex Tillerson - zero experience - Betsy DeVos - zero experience - Ben Carson - zero experience - Sonny Perdue - zero ex...","sentiment_score":0.0}
{"full_text":"RT Today I treated a #COVID19 patient in the same room as my first Covid patient almost a year ago.Thankfully we've lea...","sentiment_score":0.125}
{"full_text":"RT 13) Worst case, we can sometimes ventilate without HEPA filters or full windows. You can even do it with 1 door--but 2 doors...","sentiment_score":-0.325}
{"full_text":"RT Call them, beep them, if you wanna cast them! The Queens describe what went through their minds when they got word...","sentiment_score":0.0}
{"full_text":"RT Honest to god, if I knew a relatives' recklessness was the reason I contracted covid (hypothetical) I would never speak...","sentiment_score":0.6}
{"full_text":"RT Nation's most populous county mandates extra $5 in pandemic \"hero pay\" for some grocery workers","sentiment_score":0.25}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"RT According to Baker University officials, the financial impact of the COVID-19 pandemic created hardships resulting in the...","sentiment_score":0.0}
{"full_text":"RT A protestor who was shot in the knee and arrested in Feb20 died in a military hospital today.  However, the military lied...","sentiment_score":-0.1}
{"full_text":"#Trump's speech at #CPAC:- I won the elections- since Jan 20, when #Covid ceased to be a hoax, half a million people have died- Biden poured fake snow over #Texas- #ProudBoys &amp; #OathKeeper, stay put and stand by the #WhiteHouse until I give you the go for the attack","sentiment_score":-0.3333333333}
{"full_text":"RT An analysis by U.S. regulators says Johnson &amp; Johnson's single-dose vaccine protects against COVID-19, setting the stage for a vote...","sentiment_score":0.0}
{"full_text":"RT You guys. ","sentiment_score":0.0}
{"full_text":"RT UPDATE: After years of tireless work by organizers and following our bill filed Monday, ICE has promised not to deport Alex....","sentiment_score":0.0}
{"full_text":"RT What kinds of 'agency' are emerging as grassroots organizations respond to Covid? via","sentiment_score":0.0}
{"full_text":"RT #modi_job_doEvery state has same problem of vacancy and late latifi of govt Like the handle corona by doing...","sentiment_score":-0.15}
{"full_text":"RT I challenged Boris Johnson in Parliament this evening on his handling of the pandemic &amp; his \"big bang\" reopening of schoo...","sentiment_score":0.0}
{"full_text":"RT No one is protected until we all are. Legislate 7 permanent paid sick days and 14 additional days during public health e...","sentiment_score":-0.3571428571}
{"full_text":"The onesie mixes business on the top with comfort on the bottom. Will you make this your latest lockdown purchase?@bigdudeclothing#BusinessNewsUKhttps:\/\/t.co\/eSi1Oz6mkE","sentiment_score":0.5}
{"full_text":"RT SUNY Fredonia to host COVID-19 vaccination site via","sentiment_score":0.0}
{"full_text":"RT Clear example of why Fauci is incompetent and\/or lying: He claims that asymptomatic vaxed folks may still spread virus bec...","sentiment_score":-0.125}
{"full_text":"RT Being vulnerable as a leader can help pave the way for learning &amp; improving. When I think back to the changes we made as a...","sentiment_score":-0.25}
{"full_text":"And as long as #TheDippers commit #Stupidity, #TheTeflonMan will continue to reign.#Pathetic #Trending","sentiment_score":-0.325}
{"full_text":"RT I wear a mask  to protect my fellow human beings not wearing one is selfish and destructive to others","sentiment_score":-0.3666666667}
{"full_text":"Ripple effects of the COVID-19 pandemic continue to thwart cruise industry efforts to operate profitably. We pulled cruise line data from ports around the world to see how this once busy industry is faring. Download the free sample. #data","sentiment_score":0.25}
{"full_text":"RT The title you earn when you go clubbing during a pandemic and end up testing positive for COVID right before going on B...","sentiment_score":0.2564935065}
{"full_text":"RT Tomorrow the US becomes the first country using mRNA vaccine to do 50m shots in five weeks.   Which is less than 50 days.","sentiment_score":0.0416666667}
{"full_text":"RT The internet has been shut down for a 11th consecutive night. They've delayed the internet con during day time &amp; shut off...","sentiment_score":-0.1555555556}
{"full_text":"It's like. Yeah. Corona sucks. But without Corona I probably don't get to know so much damn lovely people","sentiment_score":0.1333333333}
{"full_text":"Transparency &amp; Accountability: The University is failing in communicating with students about their Covid-19 response, winter storm response, and the absurd increase in tuition for online schooling.","sentiment_score":-0.5}
{"full_text":"We are so proud to support the brave doctors and nurses of the coalition, such as who are treating #COVID19 patients on the frontlines and fighting vaccine disinformation online. To learn more about their inspiring work, visit","sentiment_score":0.52}
{"full_text":"           FOR A NEW GOVENOR","sentiment_score":0.1363636364}
{"full_text":"RT The great Covid hoax! ","sentiment_score":1.0}
{"full_text":"Alonso should be home with his 3 U.S.-born children, his partner Rocio and her U.S. citizen children--NOT in detention. Alonso is well-loved in his community in Queens &amp; on Long Island. We urge ICE to #FreeAlonso now and grant his stay of deportation!","sentiment_score":-0.0625}
{"full_text":"This mom from a small Alaskan village isolated for 10 weeks to safely give birth to twins amid COVID-19.","sentiment_score":0.125}
{"full_text":"PHE monitoring of the early impact and effectiveness of COVID-19 vaccination in England - Public Health England#greylit #greyliterature #nglc #COVID19 #COVID19uk #vaccinationhttps:\/\/t.co\/LsgMdhkXmN","sentiment_score":0.05}
{"full_text":"#FlattenTheCurve takes a new meaning with this #smalltit wonder. #Young &amp; #tender #tits, tight #ass, willing #pussy. #Fuck her and listen to her #beg &amp; #moan. #cumtribute #cocktribute #horny #naughty #hot #young #nsfw #jailbait #jackoff #teen #sex #cum #pussy #wet #kinky #sexy","sentiment_score":0.046162928}
{"full_text":"Your ultimate hair heroes to fight the lockdown stress  Enter 's Cica hair treatment line-up designed to protect and nourish your mane SHOP HERE: #kbeauty #haircare #hairloss #thinninghair","sentiment_score":0.0}
{"full_text":"Indiana is clamping down on COVID-19 vaccine eligibility and clinics:","sentiment_score":-0.1555555556}
{"full_text":"#HUAWEI VR Glass means you can enjoy movies like in cinemas, or gaming centers without leaving the house! Home entertainment with no delays thanks to #5G!Stay tuned for more interesting content coming up!#MWC21 #MWCS #LiveSmartWithHUAWEI","sentiment_score":0.425}
{"full_text":"Cam Newton was right when he said COVID-19 impacted his season.I'm sorry, Cam haters. It's not an excuse. It's a fact.","sentiment_score":-0.0880952381}
{"full_text":"On Wednesday, the Wisconsin Department of Health Services reported an additional 747 new confirmed COVID-19 cases. The state has averaged 617 new cases per day in the last week.https:\/\/t.co\/wClpiwdSEA","sentiment_score":0.1681818182}
{"full_text":"The OU women's basketball team travels to Fort Worth to complete their second game against the Horned Frogs. The last time the two competed, the Sooners left defeated.Tonight, they have the chance for redemption after a delayed meeting due to COVID-19 protocols@TheCarlyMurray","sentiment_score":-0.0178571429}
{"full_text":"MAMA's Drive-By Kitchen is on a mission to help preserve immigrant culture by highlighting ethnic restaurants in #LosAngeles that are struggling due to the pandemic. They recently featured Hwang Hae Doe in #Koreatown! #BeLocalish","sentiment_score":-0.0625}
{"full_text":"RT My family and I are mourning the loss of my sister, Mercia Bowser, who passed away this morning due to complications rela...","sentiment_score":-0.125}
{"full_text":"Read how Cisco #SDWAN built resilience for a major airline during the 2020 pandemic.","sentiment_score":0.0625}
{"full_text":"RT Asian hate crimes are up 700% since Trump and his xenophobic, racist cohorts started calling Covid the Wuhan virus, ku...","sentiment_score":-0.4}
{"full_text":"Here are some ways you can help improve your kiddo's mental well-being during the long haul we're still likely in for.","sentiment_score":-0.05}
{"full_text":"Bayfront Health Port Charlotte closes a COVID-19 unit with cases trending downhttps:\/\/t.co\/CDBiTC04Kt","sentiment_score":0.0}
{"full_text":"Here's what's happening Wednesday with the #COVID19 #coronavirus pandemic in the U.S.https:\/\/t.co\/YupBahQDBX","sentiment_score":0.0}
{"full_text":"Knight Center webinar convenes global experts to discuss #COVID19 vaccines coverage, science &amp; distributionhttps:\/\/t.co\/uPBvxR8B2s","sentiment_score":-0.05}
{"full_text":"The province of Negros Occidental and this city made advance payments for coronavirus disease 2019 (COVID-19) vaccines their respective local governments ordered from British pharmaceutical firm AstraZeneca.https:\/\/t.co\/HkuW7WoADK","sentiment_score":-0.05}
{"full_text":"The Mountain West Conference announced a revised schedule Tuesday to conduct games between teams who were unable to play due to COVID-19-related postponements.","sentiment_score":-0.3125}
{"full_text":"Lol no they are even making the instruments wear a mask. My son is in band and we lost it with this crap","sentiment_score":0.0}
{"full_text":"Amin","sentiment_score":0.0}
{"full_text":"West Coast #COVID-19 #coronavirus variant now dominating strain in #California ... | #SARSCoV2 | #mutation | #COVID19 | #WestCoast | #Pandemic | Via","sentiment_score":0.0}
{"full_text":"Also notable, the racial makeup of 43.7% of those vaccinated, are unknown.","sentiment_score":0.2}
{"full_text":"The fate of Democrats' push to raise the federal minimum wage to $15 per hour as part of a $1.9 trillion #coronavirus relief package was uncertain Wednesday.https:\/\/t.co\/lkcChokmnK","sentiment_score":0.0}
{"full_text":"RT Just had the pleasure of visiting with our servicewomen and men assisting COVID-19 vaccination effort in Los Angeles. T...","sentiment_score":0.0}
{"full_text":"RT Only 9% of Joe Biden's $1.9 trillion bill will actually be spent fighting the pandemic. The rest is a far-left wish li...","sentiment_score":-0.05}
{"full_text":"RT Brace yourself, B.C.#bcpoli","sentiment_score":0.0}
{"full_text":"The fate of Democrats' push to raise the federal minimum wage to $15 per hour as part of a $1.9 trillion coronavirus relief package was uncertain, but the prospects for a top progressive priority look increasingly bleak.https:\/\/t.co\/jamt3AvsJo","sentiment_score":0.5}
{"full_text":"State officials said the health department is currently sitting on 51,000 doses. Local officials said that reserve is closer to 43,000 doses.","sentiment_score":0.0}
{"full_text":"Australians have reduced spending on illicit drugs by billions of dollars amid price decreases and a drop in the use of methamphetamine during the pandemic.https:\/\/t.co\/uFc29XnnYz","sentiment_score":0.0}
{"full_text":"Don't you worry son, this is just the beginning of the worst 4 years the US has ever experienced. Maybe we get past this Pandemic,  Joe's got that PlayBook in hand.  :)Stay blind....suckle him.","sentiment_score":0.0125}
{"full_text":"United States Representative Abigail Spanberger is pushing for the Centers for Disease Control and Prevention to improve COVID-19 vaccine data-sharing and communication with Virginia health officials.","sentiment_score":0.0}
{"full_text":"\"Giving us access to the vaccine means it gets to the people who need it the most,\" said Dr. Thomas Ortiz. \"We work where our patients live. They have easy access to us. They know us. They trust us.\"","sentiment_score":0.3565656566}
{"full_text":"Well, looks like we've got a few things to add to our shopping list. ","sentiment_score":-0.2}
{"full_text":"The Covid-19 vaccine simulation in Lapu-Lapu City failed to push through on Wednesday, Feb. 24, 2021 after the majority of city's health personnel were isolated.","sentiment_score":-0.5}
{"full_text":" According to new data, life expectancy in the US fell by a full year.  The data also highlights stark racial disparities: Black Americans lost 2.7 years, Latinos lost 1.9 years while white Americans lost just 1\/8th of a year.","sentiment_score":0.0239393939}
{"full_text":"#mentalhealth is important during these rough times.  Helpful article from","sentiment_score":0.15}
{"full_text":"This is the second loosening of pandemic closing times -- on Jan. 27, the board extended closing time one hour to 11 p.m.","sentiment_score":0.0}
{"full_text":"As the country commemorates the 35th  anniversary of the EDSA People Power Revolution, Vice President Leni Robredo called on Filipinos to work together to fight the threats to democracy and the COVID-19 pandemic in the country.READ:","sentiment_score":0.0}
{"full_text":"RT Please find 15 minutes to watch this video by Alexander Stockton and Lucy King. It's an Arizona ICU full of #COVID19 pa...","sentiment_score":0.35}
{"full_text":"SUMITH PRAMACHANDRA, 55, of Melbourne, Australia , died of COVID on April 6, 2020.\"Our hearts are broken into a million pieces. He was the most charismatic, kind-hearted, generous, hilarious, lovable, godly and caring man you would ever meet...\"https:\/\/t.co\/9IIutENz3R","sentiment_score":0.32}
{"full_text":"The vaccine is about 66% effective at preventing moderate to severe COVID-19.","sentiment_score":0.3}
{"full_text":"With lingering concern about holding the rescheduled Olympics in Japan amid the ongoing nuclear disaster in Fukushima and the COVID-19 pandemic, the last thing the country needs is a sexist outburst from its Olympics chief.","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"It's sometimes harder to internalize this in grad school but it's vital","sentiment_score":0.0}
{"full_text":"Yep, everyone knows people stopped shopping at grocery stores because of the pandemic. Won't someone think of the poor Walton family, opening their wallets for a lone moth to fly out of.","sentiment_score":0.2}
{"full_text":"COVID-19 Alert - To keep yourself safe from any fraudsters visit:","sentiment_score":0.5}
{"full_text":"RT #modi_job_doEvery state has same problem of vacancy and late latifi of govt Like the handle corona by doing...","sentiment_score":-0.15}
{"full_text":"RT After growing tired of tenants who weren't paying rent who he was unable to evict due to Covid restrictions, a landlord i...","sentiment_score":-0.3416666667}
{"full_text":"A woman's pre-pandemic tattoo takes on whole new meaning that she says is now a bit of a joke.","sentiment_score":0.1681818182}
{"full_text":"Pasay villages on lockdown now 56 amid #COVID19 spike","sentiment_score":0.0}
