{"full_text":"RT Exports to EU have dropped by 68% since Brexit. Fishermen cannot sell their catch. Meanwhile U.K. fails to protect its bor...","sentiment_score":-0.5}
{"full_text":"RT New Covid strains could be extremely profitable for Pfizer, Moderna, and other drugmakers via","sentiment_score":-0.0378787879}
{"full_text":"Stop with this bullshit! People will be more than happy with a cheap medicine works agains the Covid! You are always have something to conspire with!","sentiment_score":0.6416666667}
{"full_text":"RT proxy apology! MPs' default defence for foot in mouth situations - misspoke, comments taken ou...","sentiment_score":0.0}
{"full_text":"RT Today is the one-year anniversary of Wuhan Dr. #LiWenliang's death from COVID-19. The Chinese govt should allow Dr. Li to be f...","sentiment_score":0.0}
{"full_text":"1. ,...including 1 PREGNANT WOMAN who EVADED MANDATORY testing earlier (February 7, 2021; 16:43 HKT) #COVID21 #COVID20 #COVID2019 #COVID19 #HONGKONG","sentiment_score":0.1666666667}
{"full_text":"'I've been called Satan': Dr Rachel Clarke on facing abuse in the Covid crisis | Books | The Guardian","sentiment_score":0.0}
{"full_text":"This is my therapy folks. My bliss. Be and stay blessed. Be safe in times of COVID-19.  - Oh My Soul by from #SoundHound with LiveLyrics(r)","sentiment_score":0.5}
{"full_text":"RT Here's why we need to fight lies about Covid. Look at the effect of lies about global warming. \"A survey of Conservative Ho...","sentiment_score":0.0}
{"full_text":"RT You have the best  hardwork for reach this &amp; you're always still humble for all people. When condition covid you bring...","sentiment_score":0.4}
{"full_text":"We are pathetic","sentiment_score":-1.0}
{"full_text":"RT Over 55 lakh people from Assam have already taken medical help from the Health and Wellness Centres that are being opened in...","sentiment_score":0.0}
{"full_text":"RT I keep thinking about how we basically wiped out the flu last year with masks and distancing and yet a half million American...","sentiment_score":-0.0555555556}
{"full_text":"RT On this day in 2020: Coronavirus whistleblower doctor Li Wenliang dies","sentiment_score":0.0}
{"full_text":"RT Does the govt realise that J&amp;T, Top Glove + every other company that's thrived during a pandemic has done so because of...","sentiment_score":0.1875}
{"full_text":"RT If Downing Street thinks they are doing a service to the case for the Union by mendaciously weaponising the coronavirus...","sentiment_score":0.0}
{"full_text":"NY climbs up list of states with highest COVID-19 nursing home mortality rate after true numbers revealed #FoxNews","sentiment_score":0.35}
{"full_text":"RT Have you viewed our 'Gallery of Greatness' from our #CAMHSinCOVID event? Whether you attended or not, everyone can cont...","sentiment_score":0.0}
{"full_text":"RT Children, pregnant women, and people with underlying health conditions will not be vaccinated - Dr. Dodoo #COVID19","sentiment_score":0.3333333333}
{"full_text":"RT During this #COVID19 pandemic, we have seen the best of Australia as we have come together, helping one another to kee...","sentiment_score":1.0}
{"full_text":"RT A quick update from me on where we are. Some encouraging progress this week, but we're not there yet. This weekend please...","sentiment_score":0.3333333333}
{"full_text":"RT 600 million children remain out of school due to the Covid-19 pandemic. Sponsored by Yidan Prize Foundation.","sentiment_score":-0.125}
{"full_text":"RT Covid has a deep and complicated impact,  particularly on the very poor. The updated projections look even worse than fi...","sentiment_score":-0.2506666667}
{"full_text":"RT It's been forty-six weeks since \"three weeks to flatten the curve\".","sentiment_score":0.0}
{"full_text":"RT Wear a Mask, wash your hands, keep a safe distance from Nigeria!","sentiment_score":0.625}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"No social distancing whatsoever. Shocking.","sentiment_score":-0.5083333333}
{"full_text":"RT Three UK manufacturers selected to make rapid Covid tests \"The department of health has selected Omega Diagnostics,...","sentiment_score":0.0}
{"full_text":"RT At what point do elected officials who refuse to mandate mask wearing during a pandemic that will has killed almost half a...","sentiment_score":-0.1833333333}
{"full_text":"RT ~ a #thread A startling estimate has caught the eye of economists: that London's population may have plunged by 700,00...","sentiment_score":-0.5}
{"full_text":"RT Hungary is set to receive its first shipment of the Chinese coronavirus jab Sinopharm","sentiment_score":0.125}
{"full_text":"For months, far-right activists have rallied against masks and lockdowns imposed during the coronavirus pandemic. Now some protesters have shifted their focus to the Covid-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT Experts: \"Iowa isn't imposing enough restrictions! COVID infections will keep going up!\"*Infections fall drastically*...","sentiment_score":0.0}
{"full_text":"RT Estrella passed away last night.A nurse who wanted to be on her feet even when ventilated as a patient with Covid.To...","sentiment_score":0.0}
{"full_text":"The railways may be quieter during lockdown but remember to STOP LOOK and LISTEN when using a pedestrian rail crossing. Another near miss last month involving two dog walkers. See the full video from here","sentiment_score":0.15}
{"full_text":"CAA and corona too \/ ","sentiment_score":0.0}
{"full_text":"RT Gerardo Gamez - 55, Died Feb 6 (today).Ass't Principal, Cathedral High School, El Paso, TX. Previously retired, but retu...","sentiment_score":-0.0033333333}
{"full_text":"Sir, please don't embolden this war criminal. openly endorsed genocidal war on your people. He stood idly doing literally nothing while Ethiopian troops, Amhara militias and other regional forces with the help of Eritrean Army are exterminating Tigrayans.","sentiment_score":-0.175}
{"full_text":"RT So the Government that has fucked up virtually every response to Covid-19, is going to seize control of the NHS because i...","sentiment_score":-0.6}
{"full_text":"As the epidemic circulated, they became more difficult.","sentiment_score":0.0}
{"full_text":"RT Mrs Murrell@JoeFitzSNP watched drugs death soar, and did nothing.@ChristinaSNP watched over old people in despair over isolat...","sentiment_score":0.1}
{"full_text":"And that's why we're back in lockdown again","sentiment_score":0.0}
{"full_text":"RT Some healthy scepticism about the recent study concluding that climate change may have played a key role in the evolution o...","sentiment_score":0.1666666667}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"5 Ways COVID-19 is Changing Office Space #CRE #COVID-19 #Office #NewNormal ","sentiment_score":0.0}
{"full_text":"RT The Chinese government confirmed human-to-human transmission of COVID-19 on January 20, 2020, but a Wuhan Central Hospita...","sentiment_score":0.1333333333}
{"full_text":"RT What exactly has been doing for the last year in her role as Minister for Older People and Equalities? Perhaps he...","sentiment_score":0.1388888889}
{"full_text":"RT when all this is behind us, remember to continue social distancing from people that drain your energy","sentiment_score":-0.1833333333}
{"full_text":"RT One year after the death of Chinese doctor Li Wenliang, others who spoke out about the #COVID19 pandemic are still being targe...","sentiment_score":0.0}
{"full_text":"RT So the Government that has fucked up virtually every response to Covid-19, is going to seize control of the NHS because i...","sentiment_score":-0.6}
{"full_text":"RT This lockdown has dragged so much I'm even bored of food. Tired of cooking and junk food doesn't appeal to me anymore at...","sentiment_score":-0.2333333333}
{"full_text":"We've foreclosed though. Tens of thousands of deaths before their time. The burden going forward of long covid. A year and counting robbed from an entire population: all the missed relationships and shared experiences. We've foreclosed not them.","sentiment_score":-0.025}
{"full_text":"#ICYMI watch the replay of SAGA AWAITS on on Feb 7, 9:30PM! Hope this show inspires you to plan a post-pandemic trip to #Saga and #Japan! Also, #DYK Saga is the shooting site for the movies \"This Time\" and \"#HanggangKailan\"? :)","sentiment_score":0.5}
{"full_text":"Additional restrictions  are in place to protect the health service and save lives. Visits to food shops, pharmacies and other essential stores should be limited and as seldom as possible. Find out more:","sentiment_score":0.0607142857}
{"full_text":"The Council of Mosques for Bradford have shared this important message regarding the Covid-19 Vaccination programme. We need to encourage everyone to get the jab when they're contacted by the NHShttps:\/\/t.co\/zPq7G6kWeF","sentiment_score":0.4}
{"full_text":"If you need bereavement advice or support you can call the NHS bereavement helpline on 0800 2600 400 (8am to 8pm) or visit for more information and support services.","sentiment_score":0.5}
{"full_text":"#DYK the #COVID-19 pandemic has sparked the first recession in 25 years in the African region, with the World Bank projecting that ~27 million people in Sub-Saharan Africa may be pushed into extreme poverty. #AUSummit","sentiment_score":0.0416666667}
{"full_text":"Following on from the the annual Big Garden Birdwatch last weekend, Blackpool Social Club's resident birder, Stephen reports on his experiences of nature in lockdown.https:\/\/t.co\/lbMogfptx8","sentiment_score":0.0083333333}
{"full_text":"RT Emily's Epidemic Prevention Knowledge Class is now open! (left to right)(2\/6)","sentiment_score":0.0}
{"full_text":"\"One day can make a difference between a women being able to access abortion services here or being forced to travel because of the 12-week rule.\"No one should be forced to travel for healthcare. Not in a pandemic. Not ever. #RepealReviewhttps:\/\/t.co\/N4ktkYzSXW","sentiment_score":-0.0333333333}
{"full_text":"RT Me on my way to happy hour when the pandemic ends in 2053","sentiment_score":0.8}
{"full_text":"Paddy Doherty pleads with people to follow rules after ending up back in hospital with Covid-19","sentiment_score":0.0}
{"full_text":"RT Yep - a total stuff up on the COVID vaccination roll out in Australia.In addition, the government's \"front of the queue strat...","sentiment_score":0.0}
{"full_text":"'Vitals. A Human Story' tells the story of a group of nurses and patients in a Spanish hospital during the highest peak of the pandemic produced by COVID-19, in Sabadell.All three episodes of the new documentary series #Vitals, are now streaming on #HBONordic.","sentiment_score":0.0340909091}
{"full_text":"Support is available for city residents for food &amp; essential supplies.The Covid Winter Grant scheme will provide households, who meet the criteria, a PS50 supermarket e-voucher via email to be redeemed at local supermarkets.Find out more &amp; apply herehttps:\/\/t.co\/kz73K42JKh","sentiment_score":0.225}
{"full_text":"Did you know that you could be spreading Covid-19 without knowing?Not everyone has symptoms - act like you've got it.","sentiment_score":0.0}
{"full_text":"Protect yourself and your community from the virus if you're shopping for essentials this weekend. Wash your hands Wear a face covering- Keep your distance from people you don't live withFor more information :https:\/\/t.co\/tdj06H93hT","sentiment_score":0.3181818182}
{"full_text":"Does the below describe you? Apply for the one-to-one interview here and receive a PS25 voucher: ","sentiment_score":0.0}
{"full_text":"Around one in three people with #COVID19 do not have any symptoms but can still spread the virus.Please, #StayHome this weekend.Read the guidance:","sentiment_score":0.0}
{"full_text":"It's a worrying &amp; scary time, we must protect ourselves &amp; those we care about during the pandemic. You are not on your own, there is help Visit to find the right support #talk #listen and #care","sentiment_score":0.1285714286}
{"full_text":"RT Reopen the schools with no teachers as well I reckon","sentiment_score":0.0}
{"full_text":"Our priority remains to keep people safe, and our officers, staff and volunteers are working incredibly hard to do this. We will encourage people to do the right thing during lockdown and ask that they #StayAtHome.","sentiment_score":0.1646825397}
{"full_text":"Angelina Jolie's Sizzling Red Carpet Wardrobe In The '90s Is The Perfect Antidote To Lockdown","sentiment_score":0.5}
{"full_text":"RT What is #1 priority for US politicians?A. the American PeopleB. Protecting #Trump who is- #illegitimatePresident - guil...","sentiment_score":0.0}
{"full_text":"The Tokyo metropolitan government newly confirmed 429 people with the novel #coronavirus in the Japanese capital on Sunday.https:\/\/t.co\/O8Vt12D4cA","sentiment_score":0.2}
{"full_text":"\"The whole world is having the vaccine so you don't have to be worried about it.\"\"Sushil Patel, from East Hunsbury, after accompanying his mother, Kamlaben, to receive her vaccination at Northamptonshire's new COVID-19 Vaccination Centre.https:\/\/t.co\/hZ3ybvfyM7","sentiment_score":0.1681818182}
{"full_text":"RT Israeli hospital says it may have found Covid-19 cure as ALL treated patients make full recovery All seriously ill #Covid-pat...","sentiment_score":-0.075}
{"full_text":"\"ZeroCovid is a totalitarian aim, best delivered by a totalitarian state\" |","sentiment_score":1.0}
{"full_text":"ICYMI: How much do we know about the Brazilian variant of #COVID19? Genomic data scientist Dr. DJ Bandoy explains in this podcast:","sentiment_score":0.2}
{"full_text":"Coming up next weekWe're discussing housing policies, what he has delivered &amp; what needs to be done in the future post #COVID19We're discussing what the future of transport could look like in London as the pandemic begins to lifthttps:\/\/t.co\/6x5Pn52FvD","sentiment_score":0.0}
{"full_text":"Hong Kong reports 27 new COVID-19 cases","sentiment_score":0.1363636364}
{"full_text":"In #Madagascar 3 straight years of #drought have wiped out harvests &amp; hampered people's access to food. The #COVID19 pandemic has worsened suffering as jobs were lost, leading to loss of income. Today, 1.35 million people are food insecure in the South of Madagascar.","sentiment_score":-0.15}
{"full_text":"You can still get all of your #ftfc merchandise online during lockdown! Visit our retail website and buy any of our range of clothing, accessories, and even our brand-new face masks ","sentiment_score":0.0}
{"full_text":"Want to go on a lockdown walk with Dolly Parton? You can now with an Apple Watch. #Apple #AppleWatch #lockdown2021 #DollyParton #sustthttps:\/\/t.co\/htHHI1ZU59","sentiment_score":0.0}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"#COVID19 has shown that we can only be safe if everyone is included and protected. Together, let us recover from this pandemic without leaving the most vulnerable behind. #WithRefugees(c) UNHCR\/Georgia","sentiment_score":0.02}
{"full_text":"Health officials recommend that people keep their Super Bowl parties small and limited to only members of the same household.https:\/\/t.co\/WWWOMmyCTt","sentiment_score":0.0023809524}
{"full_text":"Asif, Tie your Camel up: Information about covid vaccine in Punjabi, Urdu and Bengali: PLEASE SHARE WITH ANYONE YOU KNOW WHO MIGHT BENEFIT! Bangla:","sentiment_score":0.0}
{"full_text":"Vaccinations are the most effective public health intervention in the world for saving lives and promoting good health. Dr Claire Neill explains.Remember after getting the #COVID19 #vaccine, you must still: practice social distancing wear a face covering wash your hands","sentiment_score":0.3666666667}
{"full_text":" Real Betis vs Barcelona have to win so as to remain in the #LaLiga race won't be able to rely on due to COVID-19 11PM - GOtv Ch.33. Dial *423# to upgrade to GOtv Max NOW for only 890 bob. #ChangamkiaGOtvMax #GOtvMaxDeal","sentiment_score":0.275}
{"full_text":"#HongKong has scaled down its #LunarNewYear flower trade amid the #COVID19 #pandemic, only opening 15 designated flower markets for customers under epidemic prevention regulations. #HK #SpringFestivalhttps:\/\/t.co\/G5rD6mACLw","sentiment_score":-0.0777777778}
{"full_text":"A gentle reminder to everyone, whether you're in KZN or not, we all still need to be mindful and adhere to safety protocols. Wear a mask at all times in public, wash your hands or sanitise regularly and to social distance. Together, we can be better!#KZNHasItAll #TravelSafely","sentiment_score":0.0583333333}
{"full_text":"RT PARENTSREADTHISCAREFULLY","sentiment_score":0.0}
{"full_text":"RT During Andrew Neil's time as editor of the Sunday Times, he ran a campaign to prove HIV was not a cause of AIDS. He seri...","sentiment_score":0.0}
{"full_text":"If you're planning a trip to one of our play parks, remember to follow the guidance:*Judge risk of Covid-19*Sanitise hands*Keep your distance *No eating\/drinking*Adults should wear a face covering (unless exempt)*Don't use play park if feeling unwell#StaySafe","sentiment_score":0.0}
{"full_text":"Should #HongKong's dine-in ban be lifted, or is it still too early to think about lifting #Covid19 restrictions?","sentiment_score":0.1}
{"full_text":"RT Wear a mask or don't wear a mask. Have the vaccine or don't have the vaccine. But don't tell others what to do, ba...","sentiment_score":0.0}
{"full_text":"A cure for Covid? Israeli team claims new drug has 96% success rate | Jewish News","sentiment_score":0.1454545455}
{"full_text":"RT Defining \"freedom\" as able to go where I want with a raging fever during a lethal pandemic over defining \"free...","sentiment_score":0.45}
{"full_text":"Wedding in the Old Haa garden.  Our very own local lass Mairi, who has been working hard in hospital in Covid ICUs since February 2020 and groom Ellis has been using yeast cells to mass produce the vaccine proteins through fermentation.  #covidheros#oldhaa #Shetland#Yell","sentiment_score":0.1470833333}
{"full_text":"'COVID hit us hard' - The Autism Group on pandemic impacthttps:\/\/t.co\/0s77KtvKPX","sentiment_score":-0.2916666667}
{"full_text":"Humanity will benefit from the products of the COVID-19 pivot. Science itself will too, if it learns from the experience. via #covid19 #coronavirus #vaccine #pfizer #moderna #johnsonandjohnson #astrazeneca #pandemic #quarantine","sentiment_score":0.0}
{"full_text":"RT This movie summarizes my entire childhood and I'm so excited as I watch the The Lion King for the #DisneyPlusHotstarPre...","sentiment_score":0.1875}
{"full_text":"RT #bcpoli Eric Hamber Secondary in Vancouver has a covid alert. Letter to parents says primary person with Covid and close...","sentiment_score":0.05}
{"full_text":"At #Indestructible Paint, we have undertaken a detailed risk assessment and would like to provide you with an update as to our contingency planning for the #Coronavirus Discover more... #Aerospace #Aviation #Aerospace #MRO #SpecialistCoatings #Covid19","sentiment_score":0.45}
{"full_text":"With our COVID-19 functionality, page managers can show which activities are still available &amp; which have been stopped during the pandemic.This info links to our interactive maps, so visitors will be able to see where activities are currently available.https:\/\/t.co\/ZdRCNgB1V1","sentiment_score":0.3}
{"full_text":"RT Our director provided the evidence that 30 minute monthly video calls are not providing meaningful cont...","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 10.4FWind Chill: 10.4FHumidity: 92%Dew Point: 8.5F Barometer: 30.139 inHgWind: 0 mph from the NECorona Virus Weekly Stats:Cases: 131.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Nearly 180 people reported to have died of COVID-19 in Georgia in 24 hours, marking state's deadliest day - WSB Atlanta","sentiment_score":0.1}
{"full_text":"er...isn't that the job of the health secretary?","sentiment_score":0.0}
{"full_text":"VMWare Architect (Remote Until Covid) #jobs #NewYork #vacancy #jobsearchi","sentiment_score":-0.1}
{"full_text":"RT COVID-19 Pandemic has made life of a common man more difficult as poor people can't purchase food. &amp;","sentiment_score":-0.175}
{"full_text":"RT Many thanks to the staff at Howden Medical Centre where I was called in for my first Covid vaccine dose today. I urge eve...","sentiment_score":0.2375}
{"full_text":"Time: 10:00 * Temp: 2.2degC * Wind: ESE 2.9 to 23.9mph * Pressure: 1009.3hPa * Rain: 0.0mm * Hum: 78% * ET: 0.2mm * Solar: 39.0W\/m2 * UV Index: 0.0 * Sunrise: 08:00 * Sunset: 17:14 * Cloudbase: 1520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Orchestrated campaigns to attack a man and to deflect because they can't attack the science.The govt needs to answer que...","sentiment_score":0.0}
{"full_text":"RT Factory workers raise three-finger salutes to protest the military takeover.Myanmar's overwhelmingly female garment workf...","sentiment_score":-0.05}
{"full_text":"RT This pandemic has really made me horrible at texting back. I'm sorry l really just don't wanna talk to anyone.DESERVING WIN...","sentiment_score":-0.05}
{"full_text":"Covid-19: 2 new deaths in Sibu, 219 new positive cases in Sarawak today","sentiment_score":0.1666666667}
{"full_text":"RT #SaturdaySuperPound is back! By Donating PS1 will make a big difference &amp; will help us to continue to help our homeless co...","sentiment_score":0.0}
{"full_text":" We're helping with hygiene by introducing 1000 touch-free hand sanitisers to help you keep your hands clean.i More info https:\/\/t.co\/qhASQmZjvx","sentiment_score":0.5}
{"full_text":"RT From today, we're expanding the offer of workplace testing to all businesses with more than 50 employees.I urge business...","sentiment_score":0.5}
{"full_text":"RT  AstraZeneca says its Oxford vaccine appeared to offer only limited protection against mild disease caused by the South A...","sentiment_score":0.0873015873}
{"full_text":"Rain or shine, night or day, Charlton Air Service Solutions will be your ever present friend when you'll have no one around. A friend, all the way.#COVID is real. #Wash your hands, Sanitize, Mask up.","sentiment_score":0.1}
{"full_text":"#Tennis #Eurosport Murray 'p****d off' with LTA's Covid protocols after positive test: \"Former world number one Andy Murray has raised doubts about the Lawn Tennis Association\\u0027s (LTA) health protocols at its high-performance training facility after...","sentiment_score":0.1136363636}
{"full_text":"Internet use in the UK doubled in 2020. How much more time are you spending online during the pandemic?#internet #UK #coronavirushttps:\/\/t.co\/KzxX2EUnTw","sentiment_score":0.5}
{"full_text":"After a year of digital disruption, customer behaviour and expectations have changed. Dr Rajesh Bhargave spoke to about how #customerservice has changed since the pandemic:","sentiment_score":0.0}
{"full_text":"RT Protesters have gathered as part of some of Tunisia's biggest demonstrations in years, defying a police lockdown that blocked ro...","sentiment_score":0.0}
{"full_text":"RT I always think politicians are better if they're elected after growing up, not before.","sentiment_score":0.5}
