{"full_text":"RT Really impt point by EJ.  This episode demonstrates how the filibuster has become a war against Americans--allowing them t...","sentiment_score":0.2}
{"full_text":"RT This is appalling. A violation of human rights and shameful if any one of us accepts this. Absolutely no. #FlipTheNarrati...","sentiment_score":-0.15}
{"full_text":"Thank you! I lost my job (COVID) early last yr and had to teach myself to draw or do something to earn money. I get really self conscious sharing stuff!","sentiment_score":0.10625}
{"full_text":"RT Gee whiz please Dr Fauci - just say 501Y.V2 please! We in SA did not produce this variant, we identified it. We produced...","sentiment_score":0.0}
{"full_text":"vaccinating the population (and lockdown) have made this possible.#vaccinationworks","sentiment_score":0.0}
{"full_text":"RT Just, you know, quietly doing a eugenics.","sentiment_score":0.0}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT $10 BILLION, 55 km of farmland, conservation lands &amp; protected areas.  There are economic, environmental, health &amp; soci...","sentiment_score":0.2}
{"full_text":"RT Imperial via REACT STUDY suggests more symptoms should be included in test criteria.  In other words the U.K. should c...","sentiment_score":0.1875}
{"full_text":"RT I'm beginning to think a better, or at least more honest, pandemic strategy would have been for government to put up a...","sentiment_score":0.325}
{"full_text":"The snap lockdown, which other states have also done since last year, and SOE are not the same thing. The lockdown is a five day lockdown. Hopefully five days is all that's needed.","sentiment_score":-0.0416666667}
{"full_text":"2\/13\/2020 COVID-19 Update","sentiment_score":0.0}
{"full_text":"Coronavirus Live News and Updateshttps:\/\/t.co\/XNpa9LQHsP#coronavirus #covid-19 ...https:\/\/t.co\/XNpa9LQHsP","sentiment_score":0.1363636364}
{"full_text":"RT Serological screening for #COVID19 in patients with glomerular disease. 2021 from","sentiment_score":0.0}
{"full_text":"#healingcolorsmusic #art #music ...have a relaxed #weekend friends... #playitloud + #share &gt;&gt;&gt; #HappyValentinesDay #WearAMask #StayHome #StaySafeStayHealthy","sentiment_score":0.0}
{"full_text":"Agree kids need school and their past times asap....we are letting them down","sentiment_score":-0.2027777778}
{"full_text":"Can Quercetin Help Protect Us From Deadly Viruses #COVID #supplements","sentiment_score":-0.2}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT A PHD in virology stating she couldn't find any \"COVID19\" in samples! Covid 19 is the disease. SarCov2 is the virus...","sentiment_score":0.0}
{"full_text":"RT If any doctor or medical professional ever tries to slap a DNR form on to me, there will be war! #learningdisability #COVID1...","sentiment_score":-0.0083333333}
{"full_text":"RT While carrying the calloused, corrupt &amp; science denial water of Donald J. Trump, the R's in the Senate obstructed real...","sentiment_score":-0.15}
{"full_text":"RT Two 11-week-old white tiger cubs that died in a Pakistani Zoo last month appear to have been suffering from covid-19.","sentiment_score":0.0}
{"full_text":"And the CDC, and Health Canada","sentiment_score":0.0}
{"full_text":"RT Canadian COVID policy has been 11 months of significant constitutional breaches. It should be no surprise that in that conte...","sentiment_score":0.375}
{"full_text":"RT 'Fiscally conservative'? How? This is a massive waste of taxpayer money. \"News revealed that millions of COVID-19 rapid test...","sentiment_score":-0.1}
{"full_text":"RT Senate Republicans apparently threatened to use the filibuster to stop all other senate business -- including COVID19 relief fo...","sentiment_score":-0.0375}
{"full_text":"hey u gonna do a story on your brother going to prison now that its out that he lied about covid and killed thousands of ppl? Asking for america......","sentiment_score":-0.2}
{"full_text":"RT Yesterday, it was revealed that 60% of Covid deaths in the UK were disabled people. The same day, Tory MP Charles Walker w...","sentiment_score":-0.1}
{"full_text":"RT It is my personal feeling that if you have worked in this country saving lives during the Pandemic then the least we can...","sentiment_score":-0.15}
{"full_text":"RT \"As part of a wider recovery process, children should be encouraged and supported to spend time outdoors, playing with...","sentiment_score":0.0}
{"full_text":"RT Dr. Bilal reflects as he recovers from #covid19. Here is his appeal to you. Please RT. #...","sentiment_score":0.0}
{"full_text":"RT This is a very important study on vitamin D and Covid-19. Its findings are incredibly clear. An 80% reduction in need for...","sentiment_score":0.31}
{"full_text":"RT once covid is over let's bring back smoking in bars i think we've earned it","sentiment_score":0.0}
{"full_text":"RT Rand Paul was the only person in the Senate chamber who did not applaud officer Eugene Goodman Fri, and the only person...","sentiment_score":0.0}
{"full_text":"RT .@melissadderosa is lying when she says they were working with the in their investigation of an...","sentiment_score":0.0}
{"full_text":"Bruh the Canadian government is fucking brain dead. A true embarrassment. I'd rather stay in lockdown for another month, than have to go into another lockdown 3 months from now because they're dumb enough to open shit back up the second case numbers drop. ","sentiment_score":-0.1138888889}
{"full_text":"Where do you see the \"high opinion\" merely give my thoughts and those of others.. A mental health champion, a 10 year strategy, framework, perinatal health transformation delivered in a global pandemic within 1st year by Robin Swann as promised.. Some up there do positive stuff","sentiment_score":-0.0425454545}
{"full_text":"RT Disease outbreak may hit livestock this year -- NiMet","sentiment_score":0.0}
{"full_text":"RT Imagine an extreme scenario: every single person in the world went into a separate room for two weeks.COVID would be ne...","sentiment_score":-0.0982142857}
{"full_text":"RT Why did Dems take this action? McConnell made it clear that there would be no other Senate business during the trial. Wee...","sentiment_score":0.0875}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT EXC: Harvard Center Attacking COVID Lab Theory Has Extensive Financial and Personnel Links With The Chinese Communist Par...","sentiment_score":-0.025}
{"full_text":"RT Rand Paul was the only person in the Senate chamber who did not applaud officer Eugene Goodman Fri, and the only person...","sentiment_score":0.0}
{"full_text":"isn't the lack of transmission thanks to the lockdown?","sentiment_score":0.2}
{"full_text":"RT Men were shielded by auto credits, enabled to retire at 60. Dispelling the male inequality myth. #50sWomen #BackTo60...","sentiment_score":0.0}
{"full_text":"I took the pre covid days for granted  now im stuck without a way to party","sentiment_score":0.0}
{"full_text":"RT Even after this PANDEMIC is under control, the USA will never be a safe place to visit. Just look at them.","sentiment_score":0.5}
{"full_text":"YES!!!  THIS!!  EXACTLY!","sentiment_score":0.3125}
{"full_text":"RT This virus is still in the air. Plexiglass has been the most useless response in the pandemic but it makes people \"feel\"...","sentiment_score":0.0}
{"full_text":"RT This excited bunch of guys were heading for the beach when they met a depressed looking group heading the other way. They st...","sentiment_score":0.125}
{"full_text":"Let's remember we knew what the outcome was gonna be. The point was to put GOP senators on record regarding the insurrection, and no surprise most of them are on the wrong side. Overall I am happy with how the House managers dealt with it. On to COVID relief.","sentiment_score":0.2}
{"full_text":"Like they're going to keep their word on any of it. They'll still block COVID relief and nominations. Charlie brown, meet Lucy and Football","sentiment_score":0.0}
{"full_text":"RT How did we know was lying about COVID?  Let me count the ways...https:\/\/t.co\/gI4hDxAQsh","sentiment_score":0.0}
{"full_text":"For 8 days. Covid pneumonia..","sentiment_score":0.0}
{"full_text":"RT Am going to talk about my experience with media bias around discussions of zero COVID &amp; how this is shaping our COVID stra...","sentiment_score":0.0}
{"full_text":"RT This is a very important study on vitamin D and Covid-19. Its findings are incredibly clear. An 80% reduction in need for...","sentiment_score":0.31}
{"full_text":"RT Biden never really had a plan for the coronavirus, and it's showing","sentiment_score":-0.1}
{"full_text":"RT I am in Miami.  Restaurants, bars, Hotels, gyms are all open. Neither death rate nor infection rate is much higher tha...","sentiment_score":0.125}
{"full_text":"RT If it's true that McConnell demanded the vote today from Biden White House on threat of blocking COVID relief - you wonder w...","sentiment_score":0.175}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"At least we* can all go buy $2000** worth of fuck this juice*no one**$600*** plus maybe $1400 for some of you at some point after vacation at least ***if you didn't make enough money two years ago, but if you did it's $0 even if you got laid off DURING THE PANDEMIC","sentiment_score":-0.14}
{"full_text":"Traitors every last one of them.  Democrats are clearly not in power.","sentiment_score":-0.025}
{"full_text":"RT . Dear Gov, I've applauded you here for your good deeds (eg Covid response, etc) but I'm now at a complete loss...","sentiment_score":0.4}
{"full_text":"RT Translation: We're reopening businesses even though we know it'll lead to deaths, and we're going to blame you #onpoli","sentiment_score":0.0}
{"full_text":"RT abhorrent behavior any time, let alone when restaurants are struggling so badly. I beg of you to send some business","sentiment_score":-0.7}
{"full_text":"a big and happy day for a whole world, no more CORONA and compulsive vaccineswe love Trump","sentiment_score":0.25}
{"full_text":"Got tested today for COVID. Felt weird, but got to wait for a few days before anything. Thank goodness I'm off work for now!","sentiment_score":-0.375}
{"full_text":"The world has gone nuts even in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Just a reminder: The Senate isn't even in next week.They're not going to be working on Covid relief. They're not going to...","sentiment_score":0.0}
{"full_text":"RT Why are media channels preferentially interviewing politicians with no medical background, over scientists and medics?...","sentiment_score":0.0}
{"full_text":"So far the worst side effect of the Covid vaccine is the fatigue. I just keep wanting to take a nap ","sentiment_score":-0.45}
{"full_text":"So if we don't open windows up enough it's our fault covid got in? Is that what they are saying? #onted","sentiment_score":0.0}
{"full_text":"RT once covid is over let's bring back smoking in bars i think we've earned it","sentiment_score":0.0}
{"full_text":"RT This is a very important study on vitamin D and Covid-19. Its findings are incredibly clear. An 80% reduction in need for...","sentiment_score":0.31}
{"full_text":"RT Sen. Jeff Merkley tells us calling witnesses could lead to suspension of trial for \"weeks\" while they're de...","sentiment_score":0.0}
{"full_text":"RT Let's recap the Dems:- Promised $2K checks, reduced to $1.4K- Spent weeks debating reducing eligibility- Put off r...","sentiment_score":-0.1}
{"full_text":"RT .@AnteoTech_ CEO Derek Thomson chats w\/ us following a whirlwind few months for $ADO headlined by the recent agreement...","sentiment_score":-0.0666666667}
{"full_text":"RT Tell me the witness or witnesses that would have gotten Trump found guilty, or even flipped one GOP vote. I'll wait.COV...","sentiment_score":-0.5}
{"full_text":"RT \"If a cop sets foot in the university, the city will burn\". A graffiti on a closed hotel front in central Athens comment...","sentiment_score":-0.05}
{"full_text":"Pleased to have had my covid jab today!","sentiment_score":0.625}
{"full_text":"RT Democrat Governors of NY, MI, &amp; WI all knowingly put COVID-19 into nursing homes. They murdered thousands of seniors...","sentiment_score":0.0}
{"full_text":"During the pandemic, major grocery, restaurant, &amp; food delivery companies made record profits. None of their workers, including line cooks, who are at higher risk than healthcare workers, are being prioritized for the vaccine. When they said \"essential,\" they meant sacrificial.","sentiment_score":0.1041666667}
{"full_text":"every Politician what a waste of tax payers money what a waste of time during a #pandemic and your worried about a private citizen #CancelDemocrats","sentiment_score":-0.1333333333}
{"full_text":"RT Outbreak of insane happiness among the acute medics tonight. Guess who just delivered us surprise pizza? yo...","sentiment_score":0.1}
{"full_text":"Lockdown Day 324 : someone decided to open the bathroom window this morning. That same someone didn't shut it. All day it was open. It was mighty cold when i showed some 8 hours later.  That someone was me. I shivered in silent shame...","sentiment_score":-0.0285714286}
{"full_text":"Organ transplants fell rapidly in the early days of the pandemic. Here's how the system recovered.","sentiment_score":0.1}
{"full_text":"RT I am in Miami.  Restaurants, bars, Hotels, gyms are all open. Neither death rate nor infection rate is much higher tha...","sentiment_score":0.125}
{"full_text":"Experts remind Australia global COVID-19 pandemic is a 'team game' and push for sharing of vaccine supply","sentiment_score":-0.2}
{"full_text":"Breaking Piers break lockdown rules ","sentiment_score":0.0}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT Crazy fact: Our list had 28 people on it. We found out the arrested protesters that the Police took to Panti CID alone were...","sentiment_score":-0.6}
{"full_text":"RT Putting plexiglass in front of desks while having classes indoors despite the fact that COVID spreads through aerosol in enc...","sentiment_score":0.0}
{"full_text":"Having said that, first #H1B renewals must be stopped immediately. Let them return to India and work from their home.We learnt it  thro Pandemic ; work from home. This is one way of reducing #GCBacklog with a stroke of a pen.","sentiment_score":0.25}
{"full_text":"RT LMAO texas gonna shut down longer for cold weather than it did for COVID ","sentiment_score":-0.0518518519}
{"full_text":"\"None of us is safe, until all of us are safe.\"--@antonioguterres has made the response to #COVID19 &amp; the equitable access to vaccines the utmost priority for the in 2021.https:\/\/t.co\/B3DMPDvXRX","sentiment_score":0.5}
{"full_text":"Now Announcing COVID-19 Antibody TestsDon't wait to get tested, we're now offering Antibody test kits for Point-Of-Care settings. With results in minutes, make sure you stay up to date on your infection status.Get Your COVID-19 Antibody Test Kits at","sentiment_score":0.5}
{"full_text":"This is how Leeds club Mint Warehouse is using lockdown to teach people how to DJ","sentiment_score":0.0}
{"full_text":"ADPH seeks COVID-19 vaccine sites for high-risk and underserved communitieshttps:\/\/t.co\/Mz5wAvWD32","sentiment_score":0.0}
{"full_text":"RT Even with strong, competent leadership in Newfoundland, they went from very few known cases of COVID (like under 20, I...","sentiment_score":0.2244444444}
{"full_text":"\"Nobody will want us to throw away all the efforts people have made since before Christmas, and we will not do that.\"https:\/\/t.co\/p3f913WMIP","sentiment_score":0.0}
{"full_text":"Air Host during Pandemic Travel Ban ASMR Roleplayprobs aren't gunna go very far today...","sentiment_score":0.13}
{"full_text":"House Mangers tried everything they could but got out of contents of the trial!Pure desperation! So what's next? Their so dirty they will find something else to after him for! Forgot about the jobs vanishing! Covid Relief.  Foreign affairs!","sentiment_score":-0.3645833333}
{"full_text":"Doctors and health workers in the Bolivian region of Santa Cruz -- the worst-affected by the pandemic -- have called a 48-hour strike if state authorities refuse to impose quarantine restrictions to reduce the spread of the coronavirus.Know more ","sentiment_score":0.5}
{"full_text":".@Ava DuVernay Opens Up About How #QueenSugar Season 5 Became a Time Capsule for Black People in 2020https:\/\/t.co\/wwtWoZlUZm","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING: Harvard Center Attacking COVID Lab Theory Has Extensive Financial Links With The CCP","sentiment_score":-0.0333333333}
{"full_text":"Thank you for playing your part in helping reduce the spread of the coronavirus, and to #TeamLAS, our NHS colleagues and all key workers for all you're doing.It's been tough, but now isn't the time to get complacent. Please continue to:-Stay home-Protect the NHS-Save lives","sentiment_score":-0.1944444444}
{"full_text":"In this video edition of Ethics Talk, journal editor in chief, Dr Audiey Kao, talks with Alisson Sesso about the devastating impacts of medical debt, exacerbated by the coronavirus pandemic, and how helps to abolish this financial burden:","sentiment_score":-0.3333333333}
{"full_text":"Leaders of several major U.S. airlines met online Friday with White House officials to press their case against requiring coronavirus tests for passengers on domestic flights, saying it would undermine the already fragile industry.https:\/\/t.co\/BhS8Oe8kmL","sentiment_score":0.0125}
{"full_text":"The case for Zero Covid thanks to from for the coverage. #WeCanBeZero #COVID19Ireland","sentiment_score":0.2}
{"full_text":"must go. He's continuously ignores the science and he is an impediment to a safe and coherent pandemic strategy. We deserve better!Montreal Gazette: Dube and Arruda send mixed messages over double masks, PQ says.https:\/\/t.co\/mLMp6xvSoPvia","sentiment_score":0.25}
{"full_text":"Japan's health minister says the efficacy of Pfizer's coronavirus vaccine was endorsed by a ministry panel, paving the way for a final approval within days.https:\/\/t.co\/hz9XcghTIj","sentiment_score":0.0}
{"full_text":"Breaking down the latest COVID-19 data in Memphis &amp; the Mid-Southhttps:\/\/t.co\/wyUy9lFSY0","sentiment_score":0.1722222222}
{"full_text":"Albany County Executive Dan McCoy says with the most recent COVID cases, the five day average for new daily cases has gone down to just below 83.","sentiment_score":0.0551346801}
{"full_text":"RT Over 30k people have died of Covid this January.That is a quarter of all our Covid deaths.And no matter how","sentiment_score":0.0}
{"full_text":"#Spain, which held the rotating presidency of the Ministerial Meeting in 2020, presented an initiative for the development of a harmonised system in all countries to open borders safely for economic recovery after the pandemic crisis #Mobility","sentiment_score":0.2333333333}
{"full_text":"\"The jab took seconds and was painless\"https:\/\/t.co\/k8wtOLETkF","sentiment_score":0.0}
{"full_text":"Maestro Michael Tilson Thomas on music and mentoring amid a pandemic","sentiment_score":0.0}
{"full_text":"In a new editorial, experts outline how these variants have arisen, concerns about whether vaccines currently authorized for use will continue to protect against new variants, and the need for a global approach to fighting SARS-CoV-2 as it spreads.https:\/\/t.co\/0xjlzgWvPt","sentiment_score":0.0681818182}
{"full_text":"The disappearance of critical thinking is the real pandemic.","sentiment_score":0.1}
{"full_text":"RT Agree what goes around always comes back around! Always!!","sentiment_score":0.0}
{"full_text":"Cold temperatures can be dangerous, however there are things you can do for your home, car and yourself to stay safe and warm.","sentiment_score":-0.025}
{"full_text":"A local woman who was fighting COVID-19 and a staph infection for months in the hospital, is now on the road to recovery.","sentiment_score":0.0}
{"full_text":"Due to a predicted winter storm early Sunday, the hours for that day's free, drive-through COVID-19 testing at the Public Works Yard have been changed.","sentiment_score":0.09375}
{"full_text":"The Monroe County Department of Public Health reports 151 new confirmed cases of COVID-19 and no new deaths on Saturday.","sentiment_score":0.1170454545}
{"full_text":"Almost 83% of #Nebraska's 2,002 #COVID-19 deaths came from people 65 and older, according to the state's statistics as of Friday.\"Those are the folks who are at most risk of dying,\" said.@jeffreyrobb has more:","sentiment_score":0.3888888889}
{"full_text":"RT Senate Republicans apparently threatened to use the filibuster to stop all other senate business -- including COVID19 relief fo...","sentiment_score":-0.0375}
{"full_text":"\"Public health actions to control new SARS-CoV-2 variants\" - A Commentary by  Emma Hodcroft and colleagues appearing in #covid19 #sarscov2","sentiment_score":0.0681818182}
{"full_text":"Experts say side effects from the COVID-19 vaccine mean it is working, but it's hard to tell who will experience side effects and who won't.","sentiment_score":-0.3020833333}
{"full_text":"We may still be in lockdown, but that doesn't mean this month won't be eventful!https:\/\/t.co\/gj5aiggtUm","sentiment_score":-0.3125}
{"full_text":"\"I have no illusions that this will be a semester in which we can let our guard down,\" said Vice Chancellor Mike Haynie.https:\/\/t.co\/kx6MgGfvoD","sentiment_score":-0.1555555556}
{"full_text":"OFFS.... no. It was not going to do any good, they got it announced, twice, on tv, and read into the record. Not a shrivel. A recognition that there was no point. And that we need the covid-19 bill passed asap.","sentiment_score":0.7}
{"full_text":"The bottom line is passengers are asked to be reasonable about wearing a mask if they are not actively eating or drinking. For instance, if you are holding a drink and taking sips occasionally, wear your mask between sips. If you have further questions, please reach out to TSA.","sentiment_score":0.0666666667}
{"full_text":"Two numbers: 27,580 and 40,525. The first is how many doses of the COVID-19 vaccine have been administered in the Panhandle Health District. The second is how many have been distributed in the district.","sentiment_score":0.3125}
{"full_text":"\"The COVID-19 crisis should be a wake-up call not only about future pandemics but about the fragility of our liberties,\" writes Russell Berman:","sentiment_score":0.0}
{"full_text":"Six lockdown resolutions to avoid a future burnout","sentiment_score":0.0}
{"full_text":"RT Remember guys: coronavirus is so real and so deadly that Joe Biden just authorized 25,000 migrants to enter our country f...","sentiment_score":0.0}
{"full_text":"RT Dear president and vice president due to corona viruse pandemic , most of DV diversity visa interviews includi...","sentiment_score":0.1875}
{"full_text":"RT When you can't win fairly and have to cheat... You didn't think it was just about the US election, did you?","sentiment_score":0.75}
{"full_text":"RT Disease outbreak may hit livestock this year -- NiMet","sentiment_score":0.0}
{"full_text":"I don't understand why they everyone isnt been made have a covid test prior to getting on a plane to aus","sentiment_score":0.0}
{"full_text":"Fact checking re: COVID-19. REFUSED to mask up. Turned a health issue into a PARTISAN rallying cry. Voted THREE TIMES against COVID-relief, including vs. the HEROES Act that offered aid to our health workers &amp; hospitals, support for the unemployed &amp; help to Main St.","sentiment_score":0.1666666667}
{"full_text":"RT Agreed. Next steps await. Appoint a special prosecutor.","sentiment_score":0.1785714286}
