{"full_text":"Talking about such things is a touchy subject like Covid is. I have read that volcanoes have the greatest effect on climate than any other cause and we cannot control volcanoes.","sentiment_score":0.1770833333}
{"full_text":"Because a lot of them are ignorant and only scream about covid because they wear tinfoil hats and spend too much time on their Q Boards. It's scary actually. I'm shocked at how many people ignore the science.","sentiment_score":-0.1}
{"full_text":"This is for those who always criticise Modi and quotes Us as a Andhbhakt !Open your eyes and see this This is Image of India in the world which Modi has set. Now world is giving example of Our Nation to become like INDIA Jai Hind ","sentiment_score":0.0}
{"full_text":"Not sure what use De Piffle Johnson would be, tbh.","sentiment_score":-0.25}
{"full_text":"I'm so ready for my 23 profection year to end, I don't know why the stars aligned to where I had to experience that shit while living in America during a pandemic but someone amongst the stars wanted me dead clearly","sentiment_score":-0.025}
{"full_text":"RT Gotta respect when the opposition pulls a good one. ","sentiment_score":0.7}
{"full_text":"RT Disable Macros in documents downloaded from the Internet(makes use of the Zone Identifier)https:\/\/t.co\/AFgVtgQTwJRansomw...","sentiment_score":0.0}
{"full_text":"RT Alex Salmond adds that he has \"documentary evidence\" for all of his claims and that there is \"no dubiety\" about them. He...","sentiment_score":0.0}
{"full_text":"Just in time for the NCAA tournament. The Hoosier COVID fest will never end.*sigh*","sentiment_score":0.0}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"Since 1\/20\/211. The country is getting vaccinated2. COVID cases &amp; deaths have plummeted3. The American people are getting $1.9 billion in COVID relief4. Iran &amp; Russia have  been served notice 5. US welcomed back by Western alliesI predict by Mar 31 everything will be done.","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: #Coronavirus press conference (26 February 2021) Speakers:   Secretary  Dr...","sentiment_score":0.1363636364}
{"full_text":"RT [ADMIN] Racism faced by K-Pop acts is part of larger Anti-Asian xenophobia. This hatred towards Asians, fueled by figures l...","sentiment_score":0.0}
{"full_text":"RT  Watch the highlights of our general secretary holding this government to account for its actions during the pandemic...","sentiment_score":0.05}
{"full_text":"the us: ","sentiment_score":0.0}
{"full_text":"Britney Spears lost her children because she had her baby on her lap in the driver's seat for like 5 minutes when there wasn't a deadly pandemic. Jake took his infant into an indoor space with unmasked people during a deadly pandemic for a *photo op*.","sentiment_score":-0.2}
{"full_text":"True, and maybe I don't know the rules in the UK, but I was just wondering if the lockdown also prevented people from visiting older UK citizens in elderly care facilities and such. Also, is the difference statistically significant?","sentiment_score":0.2229166667}
{"full_text":"RT Unemployment rising. Lockdown ends in June - but furlough ends in April. Millions of key workers thanked with a pay...","sentiment_score":0.0}
{"full_text":"Hybrid models will be the new covid - post covid for companies.","sentiment_score":0.1363636364}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":"The boyfriend &amp; I have been watching all the Star Wars movies during lockdown (inc. Rogue One &amp; Solo) &amp; have finally reached the end, but now are at a loss. Does anyone have any film series recommendations to brighten our Fridays? LOTR maybe? Or Harry Potter?","sentiment_score":0.0}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"RT The \"he doesn't just hate Asians he just hates all boy bands!\" take doesn't hold water to me when violence against Asian...","sentiment_score":-0.5}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"CDC scientist says the U.S. is 'nowhere close' to herd immunity","sentiment_score":0.0}
{"full_text":"The pepper in this Mallam Dan Bauchi's kilishi can kill corona virus aswear! Like what da... ??? ","sentiment_score":0.0}
{"full_text":"You hate to see it with any player but teams do it because they can. That must be fixed.  Before COVID, the thought on Kelenic was he'd be up 2nd half ly. In my reporting I went sooner than later. I thought late May was possible. Where is he now? We shall see.","sentiment_score":-0.1666666667}
{"full_text":"RT Matthias Matuschik compared the Korean band to the coronavirus after they covered Coldplay's 'Fix You'","sentiment_score":0.0}
{"full_text":"RT hotel cancelled again due to COVID, paid with Tesco vouchers that you refunded from the origina...","sentiment_score":-0.125}
{"full_text":"RT He has a masters in #pandemicfraud though, bought and paid for by Gates and the Wellcome Trust.","sentiment_score":0.0}
{"full_text":"Journalism is about to get yet a little darker.I cannot image this newsroom without my friend Randy.And the impact of his career is inestimable.A legend.I'm so happy for you, Randy. As difficult as it will be to leave, you've earned this a hundredfold.","sentiment_score":0.0375}
{"full_text":"RT Democrats working harder to rebuild the D.C. Swamp than they are with American jobs","sentiment_score":-0.05}
{"full_text":"Fannie\/Freddie COVID Programs Extended to Match FHA, VA Deadlines #housing","sentiment_score":0.0}
{"full_text":"RT Here's a way out of this mess you put us in:We'll pretend the interventions are why the pandemic is receding, and you'l...","sentiment_score":-0.175}
{"full_text":"RT Jim Jordan's coronavirus plan is:-pretend nothing's happening-let people get sick","sentiment_score":-0.7142857143}
{"full_text":"and  have cancelled their exams worldwide due to #COVID19Why isn't doing the same ? Are students somehow immune to the pandemic ? How is this fair ? Please explain #alevels2021 #cancelcieexams2021","sentiment_score":0.1916666667}
{"full_text":"RT Facebook says it removed his page for \"repeatedly sharing debunked claims about the coronavirus or vaccines.\" Fox's","sentiment_score":0.0}
{"full_text":"There Is No Monkey Shortage for COVID-19 Research -- Because No Monkeys Are Needed","sentiment_score":0.025}
{"full_text":"RT #TorDan deserves so much better.","sentiment_score":0.5}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"Blue Label Telecoms says it has been resilient amid Covid-19","sentiment_score":0.0}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"COVID-19:Jordan becomes the 50th country to pass China's death toll.","sentiment_score":0.0}
{"full_text":"Nearly 3 million Americans haven't gotten their second COVID-19 vaccination on time via","sentiment_score":0.05}
{"full_text":"this look slayed my life last night","sentiment_score":0.0}
{"full_text":"We now have a UK coronavirus briefing today with Matt Hancock, England's deputy chief medical officer Jonathan Van-Tam and Dr Susan Hopkins from Public Health England, we will bring you any data slides from the briefing in the next thirty minutes.https:\/\/t.co\/dLrHeKCPoH","sentiment_score":0.0}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"RT Alex Salmond adds that he has \"documentary evidence\" for all of his claims and that there is \"no dubiety\" about them. He...","sentiment_score":0.0}
{"full_text":"RT Great point! And I think this may be the key to whether the effect of COVID is permanent vs te...","sentiment_score":0.5}
{"full_text":"RT Bruce Springsteen's Western Stars album is now my favourite album of all time. I absolutely adore it. It's seen me throu...","sentiment_score":0.1}
{"full_text":"RT Our highly qualified &amp; experienced community coaches don't just deliver PE lessons &amp; sports activi...","sentiment_score":0.48}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"RT The week before I took office, 6 million COVID-19 vaccine shots were administered.This coming week, our Administration will li...","sentiment_score":0.0}
{"full_text":"RT The week before I took office, 6 million COVID-19 vaccine shots were administered.This coming week, our Administration will li...","sentiment_score":0.0}
{"full_text":"RT what a disgrace. fire this pig. no place in our world for hate of any kind especially not over the air waves, gtfo. this make...","sentiment_score":-0.0666666667}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"I just told Congress: Expand and protect health care in the COVID relief bill!. Write one here:","sentiment_score":0.0}
{"full_text":"Bcuz I b in the house n don't fucking like the er","sentiment_score":-0.6}
{"full_text":"RT .@ASlavitt says the Biden administration is asking US businesses to: -requiring masks and social distancing to protect w...","sentiment_score":0.0333333333}
{"full_text":"RT My upstairs neighbor breaking up with her boyfriend on the stoop at 4am: No, you cannot stay the night! Him: It's a...","sentiment_score":0.0}
{"full_text":"RT Belfast women battling long Covid describe condition as 'living nightmare' and call for more support ht...","sentiment_score":0.225}
{"full_text":"Is this the part where you pretend Republicans and Trump didn't do the same thing last year multiple times?","sentiment_score":0.0}
{"full_text":"RT Join us at City Hall for the latest on #COVID19 and more.","sentiment_score":0.5}
{"full_text":"RT Excerpts from concluding remarks by of civilian functions not 'exclusive to Covid-19' but i...","sentiment_score":0.0}
{"full_text":"RT This is Big.  wasn't the only one who had executive orders to put Covid patients into nursing homes.","sentiment_score":0.0}
{"full_text":"Get back on track in 2021.  #NewYear #2021 #Pandemic","sentiment_score":0.0}
{"full_text":"I have an idea.You stay home &amp; some how live off stimulus money from your daddy government. I'll live life &amp; thrive. That way I can spend my stimulus money buying stock &amp; bankrupting those that shorted companies the financial morons backing your beloved leaders wanted to destroy","sentiment_score":-0.0045454545}
{"full_text":"RT Sri Lanka ends forced cremations of people who die of Covid-19 after Pakistan PM Imran Khan urged Colombo to respect the fune...","sentiment_score":-0.3}
{"full_text":"RT 1\/4 We should ask, how did health insurers get so rich?#PBM are now insurers cash cows. Cigna tripled revenue after buyi...","sentiment_score":0.0}
{"full_text":"Yet MaguFooli is deny there's a pandemic. Go at your own risk","sentiment_score":0.6}
{"full_text":"RT Reminder about all the supposed \"norms\" of the Senate: in 2001, when the Senate Parliamentarian \"made it harder for the GO...","sentiment_score":-0.1}
{"full_text":"First, not all 80+ are vaccinated, many still cannot get appointments due to broken OHA system. Second, in OR, about 1\/3 of Covid deaths are between ages 30-65 and another 30% between ages 75-84. Be informed, don't tweet bad data. And Gov, fix OHA!","sentiment_score":-0.1083333333}
{"full_text":"RT NEWS: I wrote a book about Andrew Cuomo, his unprecedented reign, his nursing home scandals, and how he failed New York dur...","sentiment_score":0.0787878788}
{"full_text":"Mrs. Cappo has her 1st vaccine! teachers &amp; staff are receiving the COVID-19 vaccine today thanks to coordinated work by","sentiment_score":0.2}
{"full_text":"RT CPAC organizers were booed after urging attendees to adhere to the venue's COVID guidelines and wear face masks.","sentiment_score":0.0}
{"full_text":"RT no bcause what have bts done to them to warrant this amount of unfair hate and racism ??? they dont deserve this at all  #Rac...","sentiment_score":-0.65}
{"full_text":"RT Will be waiting to see how the super-spreader QPAC will impact covid, despite vaccinations.TN, GA, an...","sentiment_score":0.0}
{"full_text":"RT Dr. Levine took her own mother out of a nursing home prior to ordering COVID infected patients into them. Thousands die...","sentiment_score":0.3}
{"full_text":"RT COVID: WHO chief thanks India, PM Modi for sharing vaccine with over 60 nations","sentiment_score":0.2}
{"full_text":"RT .@saltlakehealth is phasing in age group access to our #COVID19 vaccine registration form. This helps ensure all are ab...","sentiment_score":0.0}
{"full_text":"RT I met Valentin this morning while grabbing a coffee at Taco P in Laredo.He lost his job during the pandemic and then los...","sentiment_score":0.0}
{"full_text":"RT One of my greatest fears is that our sprint to reopen and \"move on\" from COVID will trample over the trauma of millions...","sentiment_score":1.0}
{"full_text":"We do this with teacakes. Bacon and egg teacakes. Initially a lockdown trial but now deliberate and tasty!","sentiment_score":0.0}
{"full_text":"kno he h8 he did det scene on Lockdown","sentiment_score":0.0}
{"full_text":"THIS IS MY FRIEND CORG HE ROCKS ! HE RAISED $100 LAST NIGHT FOR COVID !!!!!!!!!!!! GO CHECK HIM OUT IF U LIKE ANDROGYNOUS PUPPY LIKE GAMER BOYS","sentiment_score":0.0}
{"full_text":"RT The week before I took office, 6 million COVID-19 vaccine shots were administered.This coming week, our Administration will li...","sentiment_score":0.0}
{"full_text":"RT I met Valentin this morning while grabbing a coffee at Taco P in Laredo.He lost his job during the pandemic and then los...","sentiment_score":0.0}
{"full_text":"RT TW \/\/ BloodMilitary brutally arrested unarmed civilians and also fire guns. People got bleeding wound and junta won't take care...","sentiment_score":-0.875}
{"full_text":"RT Matthias Matuschik compared the Korean band to the coronavirus after they covered Coldplay's 'Fix You'","sentiment_score":0.0}
{"full_text":"5 star review from Alison K.: Most comfortable n95","sentiment_score":0.45}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"Good to know ","sentiment_score":0.7}
{"full_text":"This gives us more sunlight to protest against the government for bombing Syria and not helping us during a pandemic! Love to see it","sentiment_score":0.5625}
{"full_text":"RT We should be able to beat every single Republican running in 2022 who opposes the COVID relief package.It's an indefensib...","sentiment_score":0.2142857143}
{"full_text":"On our Purple Stuff Podcast Patreon bonus show, join and I for a round of Q&amp;A as we discuss Cryptic Memories, VHS covers, and post-pandemic plans. To listen, visit us at","sentiment_score":-0.2}
{"full_text":"RT Dr. Anthony Fauci of says growing options for #COVID19 vaccines is good news. \"The more vaccines with high...","sentiment_score":0.4533333333}
{"full_text":"NEWS: More than 19 million have now had first coronavirus jab - as UK reports another 345 deathshttps:\/\/t.co\/yuxuvKWWAk","sentiment_score":0.375}
{"full_text":"Thank you for having this opportunity to receive the Covid vaccine! ","sentiment_score":0.0}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"Was very lucky to be able to visit one  such area on Dartmoor during the partial lockdown lift last summer. It's funny to think that the rainforest is the natural landscape, and the moor is unnatural, created by humans grazing livestock. There are great things to see in the UK!","sentiment_score":0.2729166667}
{"full_text":"Landlords eager for Covid-era revamps are finding hungry investors -  #Denver #Denverneighborhood #Colorado #commercialrealestate #realestateinvestment #investment #hotel #shoppingmall #officebuildings #development #developmentopportunity","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT A German radio presenter equating the South Korean band BTS with Covid-19, a virus which has killed 2.5M+  &amp; devastated th...","sentiment_score":-0.1}
{"full_text":"RT World Health Organization's announcement this week raises questions about funding, fairness and the basic ability to e...","sentiment_score":0.0}
{"full_text":"RT Wealthy countries hold 16% of the population, but have bought 55+% of COVID vaccines.Such inequity isn't just a moral fai...","sentiment_score":0.25}
{"full_text":"RT Health Canada approves use of AstraZeneca's COVID-19 vaccine Canada's regulator estimates vaccine efficacy to be 62....","sentiment_score":0.0}
{"full_text":"RT please read this powerful piece by jae-ha kim on anti-asian rhetoric &amp; violence. this isn't just a fandom issue, it'...","sentiment_score":0.3}
{"full_text":"RT Matthias Matuschik wasn't edgy when he said he hates BTS &amp; likened them to Covid. He knows there's an epidemic of hatred...","sentiment_score":-0.3}
{"full_text":"\"Stances on school reopenings have increasingly fallen into two camps...There's either a general neglect of safety measures, or too much risk aversion.\" #EdChat #COVID19Read the full article here:","sentiment_score":0.2}
{"full_text":"sure","sentiment_score":0.5}
{"full_text":"RT \"If that rate stays consistent ... you'll have more than 10 times the number of daily cases.\"https:\/\/t.co\/FeqH41EVNr via","sentiment_score":0.25}
{"full_text":".@WHO Media briefing on #COVID19 with","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT A classic.","sentiment_score":0.1666666667}
{"full_text":"Growth in December quarter shows economy returned to pre-pandemic times: Finance ministry - Times of India","sentiment_score":0.0}
{"full_text":"RT The Russo Brothers discussed the possibility of re-releasing Infinity War and Endgame to welcome fans back to theaters once the CO...","sentiment_score":0.4}
{"full_text":"RT Schumer is aligning with Bernie Sanders and is \"looking at adding to Senate COVID bill a new provision to penalize large corpor...","sentiment_score":0.1753246753}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"Can't voice your opinions without making such horrible r@cist remarks; comparing asian artists to Covid disease?? Have a spine to own up your xenophobiaRACISM IS NOT AN OPINION #RacismBayern3 #Bayern3Racist #RassismusBeiBayern3","sentiment_score":-0.1}
{"full_text":"'Concerning shift in trajectory': CDC sounds alarm over Covid variants after plunge in cases stalls","sentiment_score":0.0}
{"full_text":"RT CrocApoca!! was on hold for a while. We're indie devs, and it's raining COVID outside, no surprises here. We're back on...","sentiment_score":0.0}
{"full_text":"#COVID19 has fundamentally altered where consumer attention is going. Video content is doing quite well, with \"video completion rates ... increasing since April.\" #VideoAdvertising #DigitalVideo","sentiment_score":0.0}
{"full_text":"Just checking and I appear to be in #Group10 for my non-neuro classifying  #SevereME &amp; my non-heart affecting #POTs. Gues it depends what vaccine availability there may or may not be once we reach Group 10. #pwME #Fibro #COVID19Vaccine #GOVUK #CCGBarnsley","sentiment_score":0.0}
{"full_text":"RT Honored to contribute some thoughts to this article: The Second Pandemic: Eating Disorders Are Surging, and They Won't Stop...","sentiment_score":0.0}
{"full_text":"RT We are bombing a country during a global pandemic, like there hasn't been enough death this year. This actually makes me...","sentiment_score":0.0}
{"full_text":"#Europe's medicines regulator said on Friday an antibody drug combination developed by #Regeneron Pharmaceuticals can be used to treat #COVID19 patients who do not require oxygen support and are at high risk of progressing to severe illness.https:\/\/t.co\/Lwygj3UgLY","sentiment_score":0.13}
{"full_text":"Looking for a COVID-19 test?There will be a pop-up testing site TOMORROW at Homeland Grocery on N. Mayhttps:\/\/t.co\/qnF2CPpjpV","sentiment_score":0.0}
{"full_text":"What do #COVID19 and soft-serve ice cream have to do with each other?   Find out here. https:\/\/t.co\/CAl0sxzB3z","sentiment_score":-0.125}
{"full_text":"Nurses have had our backs throughout the COVID pandemic, now it's time we had theirs. I'm a proud advocate for my fellow nurses, and I'm glad to be re-introducing the bipartisan #PatientSafetyAct to establish safe nurse to patient ratios in PA.https:\/\/t.co\/EGgT0Dve0X","sentiment_score":0.6}
{"full_text":"#COVID19 has exacerbated racial disparities within social determinants of health, including housing. This comes as no surprise but is a critical reminder of ongoing inequities--we must prioritize the healthcare needs of the most vulnerable among us.https:\/\/t.co\/hpGnGrU3oC","sentiment_score":0.0083333333}
{"full_text":"Have you seen our winter newsletter? How the CTN Community Advisory Committee strengthens HIV research Treating liver disease with vitamin E New research into the COVID-19 vaccine postdoc spotlightAnd more! Available at","sentiment_score":0.3871212121}
{"full_text":"We need a #COVID19 recovery effort that delivers real gains for working people and the environment. Tom Conway, and Michael Brune joined us to discuss:","sentiment_score":0.2}
{"full_text":"The #BLM movement, right-wing mobilization like #StopTheSteal, and unrest over the #COVID19 pandemic led to more than 16,000 demonstrations across the #US last year:","sentiment_score":0.25}
{"full_text":"RT Watching #BBC2Horizon. Dr just said silver lining of #Covid is that ME\/CFS are now being heard because of LC. They sai...","sentiment_score":0.0}
{"full_text":"Report: Covid-19 May Supercharge Adoption of #AI #FutureofWork #Automation #SmarterHR #HR #HCM #HRM","sentiment_score":0.0}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"Wow, that is incredibly kind Sean! Here is mine. Parts of it definitely need an update which I intend on doing when lockdown eases up https:\/\/t.co\/EgtIxasAiB","sentiment_score":0.2833333333}
{"full_text":"\"Explore the land of Turks\"- Turkey - Reset. Transform. Success.#accucomp #airlinesandairplanes #covid19safety #businesstravelers #travel #tourism #safety #travelindustry #covid #collaboration #smallbusiness #entrepenuers","sentiment_score":0.0}
{"full_text":"\"Medicaid Managed Care Organizations (MCO) Strategies to Promote COVID-19 #Vaccine Uptake\" - Via &amp;","sentiment_score":0.0}
{"full_text":"RT State-organized mass coronavirus vaccination events for next week are posted here:  #mogov #mol...","sentiment_score":0.0}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"Wear a mask!https:\/\/t.co\/DbGGEDB96N","sentiment_score":0.0}
{"full_text":"#FluSeason is a common occurrence every year, but the virus can be more dangerous for #pregnant women. Even with COVID-19 precautions, here are some strategies for you to stay safe and strong! ","sentiment_score":0.1625}
{"full_text":"Yes, it's #firekindfriday again! Pour a drink and listen to our EP 'Cry For Help'...Low stock of LTD ED CD: home, stay safe! FKhttps:\/\/t.co\/PZgAtueALM","sentiment_score":0.625}
{"full_text":"RT This is ridiculous.The Asian community is suffering from a rise in hate crimes due to the pandemic, both locally and glob...","sentiment_score":-0.23125}
{"full_text":"Rutgers released its Weekly University Health Update yesterday with coronavirus disease (COVID-19) testing results for the week of Feb. 14 to Feb. 20Read more:","sentiment_score":0.5}
{"full_text":"\"It's to protect you and your family.\"https:\/\/t.co\/7tjBkS1IwH","sentiment_score":0.0}
{"full_text":"A six-week program developed by the and a London hospital offers customized vocal lessons to aid coronavirus recovery.Read the full article here:","sentiment_score":0.1833333333}
{"full_text":"Y'all better make them drops hot for COD #Warzone Season 2  4k 120fps (XSX) 1080p 120fps (XSS) Outbreak Event New assault rifle &amp; SMG Operator Naga Free War Track Packs New BlueprintsAvailable now | Xbox Series X|S","sentiment_score":0.2845454545}
{"full_text":"Please see today's update on positive COVID-19 cases in for 2\/24-2\/25. Updates are on Mondays, Wednesdays, and Fridays by noon.","sentiment_score":0.2272727273}
{"full_text":"#Carers who get Carer's Allowance can now book a Covid vaccine via the NHS portal: or by calling 119.@CroydonVA ","sentiment_score":0.0}
{"full_text":"Traveling to a destination that requires a COVID-19 Pre-Travel Test? Our Rapid RT-PCR Test offers reliable same-day results and is accepted by most travel authorities. Schedule your test today for the quick results you need!","sentiment_score":0.3388888889}
{"full_text":"RT We got a lotta rainbow flags in government offices and a lot of dead migrant workers from Covid","sentiment_score":-0.2}
{"full_text":"Africa Kicks Off Inoculation With Chinese-Made Covid-19 Vaccinehttps:\/\/t.co\/osOeJiPHub","sentiment_score":0.0}
{"full_text":"48% of Americans are feeling down, depressed, or hopeless during the COVID-19 pandemic. This Sunday, Psalm 23 shows a way through the storms of despair. Christ alone, through His word alone, can bring light into a heart full of despair. There is hope to be found! #Overwhelmed2","sentiment_score":0.2273148148}
{"full_text":"RT New research emphasizes the need for #radiologists to be aware of lymph node swelling appearing on imaging exams of patie...","sentiment_score":0.1931818182}
{"full_text":"Expert Says Johnson &amp; Johnson COVID-19 Vaccine \"Is Going to Be Huge\" #Covid19 #Johnson&amp;Johnson #Vaccine","sentiment_score":0.4}
{"full_text":"Remote learning has been a challenge for everyone involved during the current pandemic.@PerthandKinross's new video offers a big thank you to all for their efforts #pkcremotelearning","sentiment_score":0.0272727273}
{"full_text":"RT #Oil prices fall as bond price rout led to gains in the US dollar while crude supply is expected to rise in response to...","sentiment_score":-0.4}
