{"full_text":"RT Let's keep announcing protests every weekend, at least we'll have safer streets ","sentiment_score":-0.3}
{"full_text":"RT Thank you (@HuffPost) for publishing my essay. I dedicate this essay to the nearly half million #American...","sentiment_score":-0.0833333333}
{"full_text":"#FosterYouth, how have you been coping with #COVID? What new #selfcare practices have you incorporated into your routine? Submit your story for a chance to be featured in The Imprint and win $250. Email us  youthvoice@fosteringmediaconnections.org.","sentiment_score":0.4681818182}
{"full_text":"RT We're proud to support the national effort to rapidly identify, understand and track new SARS-CoV-2 variants of concern t...","sentiment_score":0.4681818182}
{"full_text":"RT Amazon has sued the NY Attorney General in an attempt to stop the state's own lawsuit against the company's #COVID19 precaution...","sentiment_score":0.325}
{"full_text":"RT Rapid testing is an important addition to COVID prevention, but it's not a failsafe. We all must keep making safe choices to...","sentiment_score":0.45}
{"full_text":"RT I know there's a lot of vaccine hesitancy in certain communities, so I wanted to share the fact that yesterday afternoon,...","sentiment_score":0.2142857143}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"Followed","sentiment_score":0.0}
{"full_text":"The short answer to this is \"authoritarian government\". Horrible.","sentiment_score":-0.5}
{"full_text":"Open SmartNews and read \"CDC: Strong evidence in-person schooling can be done safely\" here: To read it on the web, tap here:","sentiment_score":0.3111111111}
{"full_text":"RT Guys COVID has got to fucking end already, people are getting horny for fucking Godzilla now","sentiment_score":-0.6}
{"full_text":"RT Why is there BARELY ANY PRESS ABOUT THIS.\"Cuomo aide admits they hid nursing home data so feds wouldn't find out\"TH...","sentiment_score":0.05}
{"full_text":"RT I'm curious to see if the self-proclaimed \"Party of Science\" will follow the science on this one.","sentiment_score":-0.1}
{"full_text":"RT The government is spending more to cover up the crony contracts they have handed out to their mates than they are spendin...","sentiment_score":0.5}
{"full_text":"RT Ohio's #COVID19 curfew expired yesterday.Eat at your favorite restaurant tonight and enjoy the freedom.","sentiment_score":0.45}
{"full_text":"RT Quite weird to live in a country where the PM and health minister parade around talking about good COVID news on the da...","sentiment_score":0.0215909091}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"RT So upset to have found a very new, traumatised doctor crying in a cupboard recently. You wouldn't think that frontline sta...","sentiment_score":-0.0075757576}
{"full_text":"RT First off, don't wear a mask and absolutely do not double mask. Do not listen to any of these people acting outside of t...","sentiment_score":0.0625}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"Does everyone look at you funny when you wear a mask to the store?","sentiment_score":0.25}
{"full_text":"CDC Sets Guidance for Schools to Reopen Safely During Covid-19 PandemicDas US-RKI empfiehlt:,,The agency outlined five mitigation strategies that include the proper use of masks, social distancing of six feet where community transmission is high\".\/1@SZ","sentiment_score":0.1733333333}
{"full_text":"And who are being allowed in without being tested for COVID-19 or any other disease.","sentiment_score":-0.125}
{"full_text":"RT At the border with Biden:Biden: U.S. citizen? Alright show us a negative test or you're not coming in.Also Biden: I...","sentiment_score":-0.3}
{"full_text":"At times yes, we just have to hold on for a little longer.","sentiment_score":-0.1875}
{"full_text":"RT Reporter: What inspired you to organize this Valentine's Day art installation at the White House?First Lady Dr. Jill Biden:...","sentiment_score":0.0}
{"full_text":"RT Well if this doesn't wake everyone up, nothing will!","sentiment_score":0.0}
{"full_text":"RT The CDC provided a roadmap for reopening schools during the pandemic, emphasizing mask wearing and social distancing. Vaccination o...","sentiment_score":0.0333333333}
{"full_text":"How do you stop the spread of #COVID19? The Health Policy and Law Student Organization wants to know!Submit any media (meme, video, gif, etc.) promoting proper COVID-19 safety measures by using #StoptheSpreadHPLSO on Twitter, FB, IG, or TikTok or emailing hplso.busph@gmail.com!","sentiment_score":0.1}
{"full_text":"RT Fantastic reporting by on development of #COVID19 vaccines by and","sentiment_score":0.4}
{"full_text":"RT Now is *absolutely* the time to completely reorganise the NHS, whose 1.6 million staff are traumatised, broken, yet dogg...","sentiment_score":-0.0333333333}
{"full_text":"RT The Texans aren't planning on having fans in 2021. Nothing to do with the pandemic, just their new philosophy","sentiment_score":0.1363636364}
{"full_text":"So he didn't have Covid.. Not sure why he didn't play ln then","sentiment_score":-0.25}
{"full_text":"RT EXCLUSIVE: NHS rule which forces pregnant women with Covid to give birth alone 'legally wrong'","sentiment_score":-0.0833333333}
{"full_text":"RT Rescind Powers ? How about HOLD CUOMO ACCOUNTABLE FOR THE LIVES LOST???! How about get him out in handcuffs?????","sentiment_score":0.0}
{"full_text":"Piece by IMO people underestimate how much financial problems, and covid exacerbating problems (both financially and psychologically) played a role in extreme behaviors, both on left and right.","sentiment_score":0.0267857143}
{"full_text":"RT Hate crimes and violence against Asian Americans and Asian immigrants have skyrocketed during the pandemic. That's why our Administ...","sentiment_score":-0.2666666667}
{"full_text":"RT An Amazon worker in Missouri fell sick with Covid and had an eviction filed against her. When she went to the courthou...","sentiment_score":-0.7142857143}
{"full_text":"#Arc has been essential in keeping open for #100days of in-person learning... all while maintaining 0% COVID transmission across their district. Check out the full story from below. #uvcdisinfection #saferschools #rzeroarchttps:\/\/t.co\/P7DiRGf5Yb","sentiment_score":0.1166666667}
{"full_text":"RT The teams delivering Scotland's Covid vaccination programme are doing fantastic work. My thanks to all of them.","sentiment_score":0.3}
{"full_text":"RT Andrew Cuomo was offered a US Navy Hospital Ship to safely treat COVID patients, but to accept that help would be to reco...","sentiment_score":0.5}
{"full_text":"Path in the woods. Never stop exploring. Do not stay home. #Fern #Britain #Summer #Forest...(@ Church Stretton)","sentiment_score":0.0}
{"full_text":"When you're saying \"no no, I wasn't talking about the TRULY unwell\", you're in the intellectual\/rhetorical territory of people who *believe* they believe in invisible illness, but don't.","sentiment_score":0.0}
{"full_text":"I wonder how many prosecutions by HSE for unsafe covid workplaces, in the last 11 months?","sentiment_score":0.25}
{"full_text":"Aswear","sentiment_score":0.0}
{"full_text":"stay home then","sentiment_score":0.0}
{"full_text":"RT The #Tory Government was offered a 2 year extension to the #Brexit transition period by the EU so both the UK and EU c...","sentiment_score":0.0}
{"full_text":"RT While vaccinating teachers isn't a prerequisite for reopening schools, the CDC director reminded people today that the...","sentiment_score":0.0}
{"full_text":"RT  NEW CLIPThe pandemic has wrecked home life for many Americans, but it's been particularly hard on women, especially...","sentiment_score":0.0861742424}
{"full_text":"Thank You! Thank You! I will do everything but the good tea. Was brought up on first\/second flush, long leaf, single estate, but I prefer Red and Yellow Label. Yes, my mother never forgets to tell me that it's an embarrassment, every time I visit home or she comes to stay here.","sentiment_score":0.1157142857}
{"full_text":"RT The government is spending more to cover up the crony contracts they have handed out to their mates than they are spendin...","sentiment_score":0.5}
{"full_text":"These youth arw just calling for their constitutional right. Many nations in the world respected the people better than Covid.#ByelectionNow","sentiment_score":0.4285714286}
{"full_text":"why Ambulance dey there","sentiment_score":0.0}
{"full_text":"I love this so much!!","sentiment_score":0.40625}
{"full_text":"RT Author Dr. Brian Joondeph, M.D. responds to Twitter critics on his commentary we published yesterday.CC:","sentiment_score":0.0}
{"full_text":"RT Game day.  2\/12\/21 Hughes HS 6\/7:30 PM vs. As a reminder, due to COVID-19, there are no gen...","sentiment_score":-0.2625}
{"full_text":"We are encouraged by the significant turnout to receive the second dose of the #COVID19 vaccine at the #vaccine site at University Mall in Tampa; however, many are arriving without an appointment. DO NOT ARRIVE w\/o an appointment. Pre-register at","sentiment_score":0.2916666667}
{"full_text":"RT Cuomo should resign as I have been saying for weeks and years.","sentiment_score":0.0}
{"full_text":"RT Breaking News: The FDA is said to have told Moderna it can put up to 40% more coronavirus vaccine into each vial, a simple way...","sentiment_score":0.25}
{"full_text":"RT CHINA, you have destroyed our 2020 with Covid 19 and now again 2021 by teaming up with the Junta. You said this is Myanma...","sentiment_score":0.0}
{"full_text":"RT Free security is free security. You ever see a kid running or misbehaving at the zoo? No, cause the peaco...","sentiment_score":0.4}
{"full_text":"RT As reports surface of ICE officers threatening to intentionally expose asylum seekers to Covid-19 if they do not accept...","sentiment_score":0.0}
{"full_text":"RT An important aspect of strategy for K-12 schools is using prevention methods together to provide the greatest le...","sentiment_score":0.7}
{"full_text":"Governor Cuomo should be Impeached! Today!NY Governor Cuomo lied to the DOJ about Covid deaths.Cuomo killed elderly people when placing Covid patients in assisted living homes.","sentiment_score":-0.2}
{"full_text":"RT Reporter: What inspired you to organize this Valentine's Day art installation at the White House?First Lady Dr. Jill Biden:...","sentiment_score":0.0}
{"full_text":"RT Hate crimes and violence against Asian Americans and Asian immigrants have skyrocketed during the pandemic. That's why our Administ...","sentiment_score":-0.2666666667}
{"full_text":"I realize this is an AP story, but some local context is important. Current guidance in Mass falls well short of what the CDC prescribes in its updated guidance.  should update school guidance immediately to keep teachers safe","sentiment_score":0.18}
{"full_text":"RT Turns out I might just be a credible source on many things. Including the weather. ","sentiment_score":0.45}
{"full_text":"RT MADNESS. A woman sacked from her job &amp; falsely smeared by the world's press as 'racist'.One of the reasons: \"When the ac...","sentiment_score":-0.4}
{"full_text":"RT Hate crimes and violence against Asian Americans and Asian immigrants have skyrocketed during the pandemic. That's why our Administ...","sentiment_score":-0.2666666667}
{"full_text":"RT Last year, President Trump said #COVID19 cases were up because \"we have the most testing.\" The media said he was wrong....","sentiment_score":0.0}
{"full_text":"I had my first covid 19 vaccine but I still do the same. Better safe than sorry. Though less apprehension there are new variants to care about.","sentiment_score":0.1028138528}
{"full_text":"RT Valentine's Day: FCTA cautions residents against violation of COVID-19 guidelines ","sentiment_score":0.0}
{"full_text":"RT Today would be a great day to cancel student debt.","sentiment_score":0.8}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"March 11th, when it was declared a global pandemic.","sentiment_score":0.0}
{"full_text":"The Week In Russia: The Most Dangerous (Blame) Game?","sentiment_score":-0.1666666667}
{"full_text":"RT Talk of impeachment surfaces in NY after bombshell revelation that Cuomo administration withheld nursing home COVID de...","sentiment_score":0.0}
{"full_text":"How good to see. Normal behaviour. Love &amp; respect for each other, love for their dogs, consideration for the reporters. There is hope now. #WhiteHouse","sentiment_score":0.345}
{"full_text":"RT Let's keep announcing protests every weekend, at least we'll have safer streets ","sentiment_score":-0.3}
{"full_text":"RT The hospital data I presented today suggests an even higher rate, though it is off a five-figure rather than eight-figure...","sentiment_score":0.25}
{"full_text":"RT Amazon sues top New York prosecutor over probe into the company's Covid-19 safety measures","sentiment_score":0.3181818182}
{"full_text":"RT This kind of brutality is happening in courtrooms &amp; virtual hearings every day, in every corner of the country.If th...","sentiment_score":0.6}
{"full_text":"RT Today, guidance counselor and lifelong Yankees fan Lissette Gonzalez of South Bronx Prep received the 10,000th dose of the Pfi...","sentiment_score":-0.1}
{"full_text":"RT Due to the pandemic, the Biden administration has extended the ACA enrollment period beginning Monday through May 15. Foll...","sentiment_score":-0.125}
{"full_text":"RT Know a teacher who delivered great teaching despite the lockdown? Or a school that supported community wellbeing throughou...","sentiment_score":0.8}
{"full_text":"Teachers should be classed as front line workers","sentiment_score":0.0}
{"full_text":"RT Quite weird to live in a country where the PM and health minister parade around talking about good COVID news on the da...","sentiment_score":0.0215909091}
{"full_text":"RT 1\/ Covid (@UCSF) Chronicles, Day 331Today, UCSF Medicine Grand Rounds. I'll start w\/ quick update on local scene &amp; then...","sentiment_score":0.2777777778}
{"full_text":"RT Hate crimes and violence against Asian Americans and Asian immigrants have skyrocketed during the pandemic. That's why our Administ...","sentiment_score":-0.2666666667}
{"full_text":"Sucks for people who are stuck but a proper lockdown with border controls and gov managed quarantine has been proven to be probably the best Covid methods","sentiment_score":0.2333333333}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"RT Hate crimes and violence against Asian Americans and Asian immigrants have skyrocketed during the pandemic. That's why our Administ...","sentiment_score":-0.2666666667}
{"full_text":"RT France says just one Covid jab needed for previously infected","sentiment_score":-0.1666666667}
{"full_text":"RT Better stay home. #Lekki #Lagos #Nigeria","sentiment_score":0.5}
{"full_text":"RT Over 30k people have died of Covid this January.That is a quarter of all our Covid deaths.And no matter how","sentiment_score":0.0}
{"full_text":"RT It's NOT the pandemic! It's the lockdown restrictions! Please stop blaming the actions of a dictator on a virus.","sentiment_score":0.0}
{"full_text":"Gov. Cuomo withheld nursing home COVID data over Trump fears, office confirms","sentiment_score":0.0}
{"full_text":"RT I am outraged by the attacks on our Asian elders and this spike in hate crimes--fueled by ongoing xenophobia that has always...","sentiment_score":-0.5666666667}
{"full_text":"RT CBARites are working full throttle on this exciting #COVID19 treatment trial.","sentiment_score":0.325}
{"full_text":"RT Notice how the two governors being called on to resign (even from members of their own party) are Andrew Cuomo and Gavin N...","sentiment_score":0.6}
{"full_text":"?If you can't look at a country with 10 states\/territories and 25million people to learn some lessons for a country with 50 states and 325 million, then you deserve to have 500 more deaths per capita.1 in every 700 Americans are now covid corpses because of thinking like yours.","sentiment_score":0.5}
{"full_text":"With the #pandemic taking a toll on businesses, it's essential to know how to re-engage your #smallbusiness#smallbiztipshttps:\/\/t.co\/Rp72T2jGmx","sentiment_score":0.0}
{"full_text":"RT Remember when Trump sent a floating hospital to NYC...And instead of using it, and risking making Trump look good, Cuomo...","sentiment_score":0.7}
{"full_text":"New Year. New Products: COVID-19 Test KitsDon't wait to get tested, we're now offering Antibody and Antigen test kits for POC environments. With results in minutes, make sure you stay up to date on your infection status.Learn More and Get Your Tests:","sentiment_score":0.3181818182}
{"full_text":"RT We can take action right now to give people the help they need to make it through COVID, &amp; give hope this lockdown could...","sentiment_score":0.1928571429}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"RT Hate crimes and violence against Asian Americans and Asian immigrants have skyrocketed during the pandemic. That's why our Administ...","sentiment_score":-0.2666666667}
{"full_text":"I'm trying to roll out into the post-COVID world ready to post an annoying amount of pics lmao","sentiment_score":-3.700743415e-17}
{"full_text":"RT Hebanna!! So we are being frog marched into permanent profiteering of the pharmaceutical cartel?","sentiment_score":0.0}
{"full_text":"Shame on you, china#WhatIsHappeningInMyanmar#myanmarmilitarycoup","sentiment_score":0.0}
{"full_text":"Speaking of whirlwind pace    January 2021 BMS data are now available on IPUMS CPS.","sentiment_score":0.4}
{"full_text":"O'Reilly's week in review--including the second impeachment fiasco, good news on the Covid vaccine and a look to Biden's town hall with CNN. Listen to O'Reilly's National Radio Program--","sentiment_score":0.35}
{"full_text":"RT Trudeau has made 2 major promises for weeks that will determine his future: 6 million Pfizer\/Moderna vaccines received by...","sentiment_score":0.03125}
{"full_text":"People seeking solace and companionship in animals have adopted record numbers of pets in #yyj during the pandemic, providing homes to thousands of furry friends from all over the province and beyond.","sentiment_score":0.0}
{"full_text":"\"The COVID-19 pandemic and its devastating social and economic repercussions have provided a golden opportunity for malevolent actors to push anti-Western narratives into the mainstream.\" #CEEDisinfoWeek","sentiment_score":-0.2533333333}
{"full_text":"Dating does take patience.","sentiment_score":0.0}
{"full_text":"It's been nearly a year since the first COVID-19 case was discovered in the U.S. This (regularly updated!) page offers a different set of insights into what countries have the most infections and where in the world the virus is spreading fastest.","sentiment_score":0.1583333333}
{"full_text":"Great Britain's Houses of Parliament profoundly respect COVID-affected essential businesses.","sentiment_score":0.2944444444}
{"full_text":"Human Rights Watch declared :\"#Kazakhstan is among the countries where the #human #rights situation has #deteriorated amid the #pandemic. #freekazakhs","sentiment_score":0.0}
{"full_text":"\"You folks are all on the front lines and dealing with the crisis since day one,\" Biden said at the start of the Oval Office meeting. \"They've been working on their own in many cases.\"https:\/\/t.co\/G3GtlE7ffH","sentiment_score":0.55}
{"full_text":"RT on tuesday i went into the ICU in homerton hospital. i saw things that will never leave me+met committed, caring staff who w...","sentiment_score":0.0}
{"full_text":"#MCPHS professor Devan Hawkins and a team of researchers found that COVID death rates in some occupations are higher among workers of color (via","sentiment_score":0.25}
{"full_text":"RT It's #WinterBikeToWork Day and our Defence Attache John Kelly has joined the action! He doesn't have a bike (he does hike...","sentiment_score":0.125}
{"full_text":"How will technology support the major work changes we're seeing in the pandemic's wake? Find out from Josh Bersin at Spring #HRTechConf, March 16-19. Get your FREE virtual pass now. #HRTech","sentiment_score":0.23125}
{"full_text":"Thanks to the elimination of a no-deal Brexit, businesses and corporations are optimistic about enduring the UK's latest lockdown. Read on.","sentiment_score":0.35}
{"full_text":"Looking for something to watch this weekend? Israeli Theater Collection has some excellent contemporary Israeli theater productions (recorded pre-COVID) available to stream. Find out more below!@E_DCJCC","sentiment_score":0.5166666667}
{"full_text":"Dole Plantation's 20% OFF &amp; pay ZERO in handling fees online sale is going strong! Get a FREE bag of Tropical Candy with every purchase. Shop now: don't guarantee that the use of the face masks will protect the wearer from COVID-19 or other viruses.","sentiment_score":0.2722222222}
{"full_text":"Coronavirus Update","sentiment_score":0.0}
{"full_text":".@VaccineFinder is officially available for use in six states across the U.S. Read more about how this tool developed by the team will benefit #COVID19 vaccine distribution in","sentiment_score":0.3333333333}
{"full_text":"RT Trump's lawyers just used a clip of Chuck Schumer saying \"we are continuing to fight the health crisis of COVID\" and equat...","sentiment_score":0.0}
{"full_text":"share for us!","sentiment_score":0.0}
{"full_text":"BLOG: CUT SUGAR, CONTROL THE VIRUS. While the Covid-19 vaccine rollout grows apace around the globe, I am continuously astonished to see that no government or health authority has ever bothered to discuss the most basic of questions about this disease.https:\/\/t.co\/Z4DEve9TXp","sentiment_score":0.25}
{"full_text":"2020 HIGHLIGHTS - LOCKDOWN LIVE! CAMPBELL OGILVIEFormer Director Campbell Ogilvie talks about the player they almost never had and the player they could've signed.....who were they? @kennethdalglish","sentiment_score":0.1704545455}
{"full_text":"Some doctors are calling it \"a pandemic within a pandemic,\" as more and more patients come in with liver disease. Why? Because a rise in alcohol abuse during the #COVID19 pandemic.https:\/\/t.co\/qirmGAdLNy","sentiment_score":0.5}
{"full_text":"Paws in the Park returns safely to Waterfront Park in Downtown West Palm Beach! Join us Sunday, February 21st from 11 a.m.-5 p.m. for food, beer, vendors and live music! Masks are required and all CDC guidelines will be followed.  More info here:","sentiment_score":0.3238636364}
{"full_text":"\"The frame of \"learning loss\" also highlights the flawed belief that learning is tightly bound to instructional minutes and synonymous with grading and testing. Yet meaningful learning is rarely \"lost.\"\"https:\/\/t.co\/d8j4OaCJxP","sentiment_score":0.0303571429}
{"full_text":"With the continued statewide in COVID-19 hospitalizations and infection rates, announced today that closing times for restaurants and bars will be extended from 10:00 PM to 11:00 PM, starting Sunday.","sentiment_score":0.0}
{"full_text":"#EPISODE 4#Jonny &amp; Adam give you their thoughts on the latest political news! - Boris Johnson's talks roadmaps- Matt Hancock's prison threats- The BBC service- #COVID19 masks, vaccines &amp; lockdowns- Donald Trump impeachment trialFull pod https:\/\/t.co\/7VDkhh5QI4","sentiment_score":0.25}
{"full_text":"The secret cherry blossoms spot in DC that's tourist-free for maximum social distancing #DC #WashingtonDC #NationalArboretum #cherryblossoms #DreamJourneysLLC #DreamJourneys #adventureawaits #travel #travellife #wanderlust","sentiment_score":-0.1833333333}
{"full_text":"The airport has been shuttered since Jan. 26 as part of the Israeli government's attempts to curb the spread of the coronavirus.","sentiment_score":0.0}
{"full_text":"The secret cherry blossoms spot in DC that's tourist-free for maximum social distancing","sentiment_score":-0.1833333333}
{"full_text":"Sweet under the rug, because it would not reflect positively.  Especially with the release of his book toting him as a COVID hero","sentiment_score":0.175}
{"full_text":"The pandemic's most significant long-term impact will be felt by the millions of US students who didn't participate in school at all during it. Ohio districts should use the state's Student Wellness and Success funding to track down and support these kids.","sentiment_score":0.2548611111}
{"full_text":"Some North Texas COVID-19 vaccine center closed today due to inclement weatherhttps:\/\/t.co\/Zop7V4fYmQ","sentiment_score":-0.1083333333}
{"full_text":"Since the global outbreak of #COVID19 the U.S. and Chinese governments have accused each other of using the pandemic as cover to increase military operations in the Indo-Pacific.https:\/\/t.co\/KG0PmAK1fd","sentiment_score":-0.05625}
