{"full_text":"has a power to turn a negative to a positive. Even during the pandemic, they overcame with so many obstacles and leveraged to positive factors.REQUEST #FridayLivestreamParty Starters \/Whenever You Call \/Turning Up \/The Music Never Ends","sentiment_score":0.1209090909}
{"full_text":"RT About 1,000 Solano County residents were vaccinated during the day-long COVID-19 vaccine clinic Wednesday at Dixon High Sc...","sentiment_score":0.16}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT New--Pfizer\/BioNTech vaccine lab study suggests #B1351 South Africa  variant may reduce antibody protection--vaccine was st...","sentiment_score":0.0}
{"full_text":"RT im not fond of people making fun of that teacher who probably works hard to adapt in a rushed environment for the sake of o...","sentiment_score":0.0041666667}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT While they focused on bathroom bills, \"show me your papers\" legislation and fighting with sports teams over the Star Spang...","sentiment_score":0.0}
{"full_text":"RT While vaccines may prevent COVID-19, monoclonal antibody treatments could improve COVID-19 symptoms in certain people and hel...","sentiment_score":0.2142857143}
{"full_text":"RT India TV Editor-in-Chief Rajat Sharma Ji always stands with the country as he donated Rs 1 crore to PM-CARES Fund at t...","sentiment_score":0.0}
{"full_text":"RT Pakistan, Sri Lanka, India and Bangladesh: Covid-19 vaccination doses administrated per 100 people. We started late, and...","sentiment_score":-0.3}
{"full_text":"COVID-19 CROWD UPDATE Today CRV have been advised that under the State Government Public Events Framework, country race clubs that have been approved for a Tier 3 application (crowds of up to 1,000) have been cut back to 300 spectators. 1\/5","sentiment_score":0.0}
{"full_text":"RT Sweden's reality vs modeling. Most people haven't used models in real life situations. Pro tip: they can easily be tweaked t...","sentiment_score":0.3777777778}
{"full_text":"Biden had no \"plan\" for Covid prior to the installation. Biden's entire Agenda has been prepared for him. He sleeps, he signs Democrat Bills, he sleeps. ","sentiment_score":0.0}
{"full_text":"Our podcast's twitter feed is one year old today. Way back before lockdowns were invented, when masks were worn by bandits or superheroes &amp; social distancing was confined to friends with poor oral hygiene. Feels much longer.","sentiment_score":-0.0133333333}
{"full_text":"RT A physician died from the coronavirus in Mahasarakham province in the early hours of Thursday, the first case of virus...","sentiment_score":0.175}
{"full_text":"RT \"Globally, Sanna Marin (@MarinSanna) has been celebrated for becoming Prime Minister so young. However, she is not a political no...","sentiment_score":0.18}
{"full_text":"RT The power and water outages in Texas have created a situation that's worse than even the early days of the pandemic. G...","sentiment_score":-0.15}
{"full_text":"RT \"I've heard that there's an increasing number of marginalized families at risk as the COVID-19 pandemic extends and tha...","sentiment_score":0.0}
{"full_text":"RT If Trump had said that \"Black and Hispanic ppl don't know how to use the computer so that's why they aren't getting in line...","sentiment_score":-0.1666666667}
{"full_text":"RT Psu bankers got surprise gift for successful execution of de monetisation, various govt schemes n dedicated work on covid 1...","sentiment_score":0.375}
{"full_text":"I have so much canned &amp; packaged  food &amp; water from worrying about the pandemic that my only real worry has been heat. I was gonna caulk but accidentally bought the one that needs the gun. I'm a mess. My new mission in life is blocking drafts. Girl Scouts only taught me snacks!","sentiment_score":0.0602272727}
{"full_text":"RT Health sector unions pleased with rollout of Covid-19 vaccination","sentiment_score":0.5}
{"full_text":"RT Texas' Governor has not only killed his constituents with Coronavirus, he has now moved to killing them with immeasurab...","sentiment_score":-0.1}
{"full_text":"RT For decades, Texas Republicans have championed \"deregulation\" and \"personal freedom\" so they can take advantage of everyone...","sentiment_score":0.0}
{"full_text":"RT this is the company that manages the vast majority of texas's energy load saying \"unplug your stand mixers\" as if that's why...","sentiment_score":0.0}
{"full_text":"#TexasBlackout is a public health crisis for many reasons, including this:","sentiment_score":0.25}
{"full_text":"RT My mother-in-law said she went to Ash Wednesday mass and because of Covid they couldn't touch people's heads with the ashe...","sentiment_score":0.0}
{"full_text":"He's definitely our hope huh ","sentiment_score":0.0}
{"full_text":"How Rishi Sunak can raise revenues without wrecking the Covid recovery","sentiment_score":0.0}
{"full_text":"RT According to Gov. McMaster, the 1 millionth US #veteran was vaccinated against #COVID19 today, and it happened here in...","sentiment_score":0.0}
{"full_text":"RT This shows how much better a job Biden is doing with covid vaccinations than Trump did, not even close!","sentiment_score":0.625}
{"full_text":"RT I feel like HEB employees need a raise , they've carried us through a whole pandemic &amp; now a snow storm. Imagine the rest...","sentiment_score":0.2}
{"full_text":"How the Maldives became the biggest 2020 international tourism success story!https:\/\/t.co\/uT2osXsfYk","sentiment_score":0.15}
{"full_text":"RT We are deeply concerned about blocking content today from a range of science organisations, including","sentiment_score":0.0}
{"full_text":"RT How to sign up for a #COVID19 vaccine in #Texas. 1Sign up with a vaccination hub: the Texa...","sentiment_score":0.0}
{"full_text":"RT Support for food and bills for a Black trans lesbian!","sentiment_score":-0.2083333333}
{"full_text":"RT K Atinys have a plan in place for us during kingdom! We have to work together and most importantly be on a lockdown. Shun all...","sentiment_score":0.45}
{"full_text":"RT Less than 9% of funding in the COVID stimulus bill actually goes towards public health spending.Dems have stayed true...","sentiment_score":0.0458333333}
{"full_text":"RT please make workers rights matter and vote down the Fair Work Amendment Bill tomorrow. Don't let COVID be a s...","sentiment_score":0.2722222222}
{"full_text":"RT i really miss my college friends, we supposedly to hang out together but this pandemic...","sentiment_score":0.2}
{"full_text":"RT Sir its our humble request please do something for us.Its been 1 year still we are waiting for up...","sentiment_score":-0.2}
{"full_text":"RT Democrats should ram through every single part of the Covid relief bill like it's Mitch ramming through judges. And it must inc...","sentiment_score":-0.0714285714}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"Good stay home, now someone that isn't afraid can get that income to support their family.","sentiment_score":0.05}
{"full_text":"RT Chicago Mayor Lori Lightfoot spent $281.5 million in federal COVID-19 relief money on police payroll","sentiment_score":-0.1}
{"full_text":"RT Federal agents have seized more than 10 million fake 3M brand N95 masks in recent weeks, the result of an ongoing invest...","sentiment_score":0.0}
{"full_text":"RT Wear Mask and maintain social distancing ","sentiment_score":0.0333333333}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"\"There is definitely a concern for the 'bubble concert'...the exit from the bubble poses a problem--how is the bubble deflated? Where does the air go? What is the process for disinfection?\"","sentiment_score":0.0}
{"full_text":"RT Turkey's confirmed coronavirus death toll rises by 86 #Coronavirus #CoronaVaccine #SaglikOrdusuna60BinSar...","sentiment_score":0.4}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT As you're experiencing rolling blackouts today due to global warming as we also approach the one-year mark of a deadly pandemic...","sentiment_score":-0.1083333333}
{"full_text":"RT they don't care about the kids","sentiment_score":0.0}
{"full_text":"RT Pre-covid was lit","sentiment_score":0.0}
{"full_text":" ( in my Optimus prime voice )  PANDEMIC PPE BOTS......lets roll out.... there i go tellin my age again dammit !! ","sentiment_score":0.0}
{"full_text":"RT In 2018, J-Hope donated 150M won, 100M won for scholarships in February 2019, and 100M won for treatment of patients in Dec...","sentiment_score":0.0}
{"full_text":"5 Ways That COVID-19 Will Change Office Space #CRE #Office #COVID-19 #TenantTips #NewNormal","sentiment_score":0.0}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT \"Globally, Sanna Marin (@MarinSanna) has been celebrated for becoming Prime Minister so young. However, she is not a political no...","sentiment_score":0.18}
{"full_text":"They changed and insert IRL western crap in subs too dude (GG stands for gamer gate and social distancing is about c*vid)","sentiment_score":-0.2555555556}
{"full_text":"RT #AntoineWhittley is missing. he was last seen using a Lyft to get somewhere and wearing a black covid mask, Reebok hood...","sentiment_score":-0.1222222222}
{"full_text":"RT I've been following this story for months and am struck by how confident epidemiologists are here in the US despite the...","sentiment_score":0.25}
{"full_text":"RT According to - Lose your job and stay at home, just because WE can't schedule your biometric appointments!! Does tha...","sentiment_score":0.0}
{"full_text":"RT I've said this before - in the context of maternal mortality in Georgia, lead poisoning in Michigan, and COVID in Florida --...","sentiment_score":0.0}
{"full_text":"This 1000Xs ... Low cost off patent treatments (hydroxychloroquine + Z-pak, ivermectin, etc) have been slammed by media for a simple reason (money $). Big Pharma doesn't profit from these treatments. OTOH, they stand to make tens of billions $$$$$ on series of COVID-19 Vaccines","sentiment_score":0.0}
{"full_text":"South Africa has begun administering COVID-19 vaccines with Johnson &amp; Johnson, after pausing rollout with AstraZeneca. Preliminary trial data showed AstraZeneca gave little protection against the South African variant. #southafrica #vaccine #covid_19 #johnsonandjohnson","sentiment_score":-0.09375}
{"full_text":"Feb 18 2021Stay home - 406 Projecthttps:\/\/t.co\/cSOLJPn9bk","sentiment_score":0.0}
{"full_text":"WHO cautions PH vs easing quarantine amid new COVID variants, vaccine delays","sentiment_score":0.1363636364}
{"full_text":"RT What pray tell is Essential Seating? Seats reserved for ONLY those people in the govt defined Essential Jobs?What is happ...","sentiment_score":0.0}
{"full_text":"y'all, DO NOT schedule your second COVId vaccine for a day where you have other things you have to do.  I literally cannot get out of bed, idk what I would've done if I had rehearsal tonight","sentiment_score":-0.0625}
{"full_text":"Coming up 11pm Packed churches defying local government health orders meant to keep people safe from COVID are also getting Federal taxpayer money in the form of PPP loans. #weinvestigate","sentiment_score":0.25}
{"full_text":"Congress allocated around $4.1 trillion over the past year to combat COVID-19, with around $3 trillion already spent, according to the Committee for a Responsible Budget's \"COVID Money Tracker\"","sentiment_score":-0.05}
{"full_text":"Good morning, #Teacher5OClockClub! Looking for #LGBTHistoryMonth resources? We have a range for Key Stages 1 to 4 that are great for lockdown learning and free to use https:\/\/t.co\/53pky5V32p","sentiment_score":0.51875}
{"full_text":"While #COVID19 has affected the entire population, it has had a disproportionate impact on the older generation that built this region's prosperity. We owe it to older persons to pursue policies that help them to make it through the crisis healthy &amp; happy.","sentiment_score":0.3266666667}
{"full_text":"RT I am black trans girl I am raising funds for housing. I'm on asylum after being attacked and suffered a broken skull i...","sentiment_score":-0.2833333333}
{"full_text":"Australia should direct at least $1bn to build stronger systems and address the secondary health impacts of the pandemic.","sentiment_score":-0.1666666667}
{"full_text":"The U.S. Dept. of Veteran Affairs has administered 1 million COVID-19 vaccines to Veterans, hitting a major milestone just two months after the rollout began.","sentiment_score":0.03125}
{"full_text":"#jobs #opportunity in Waldron, IN - CNA COVID-19 Testing in SNF (Waldron, IN) Swiftest ","sentiment_score":0.0}
{"full_text":"A COVID-19 outbreak at the Cariboo Memorial Hospital in Williams Lake has now been declared over by Interior Health. #Kamloops #WilliamsLakeBC","sentiment_score":0.0}
{"full_text":"By 2025, tourist visits to Japan is projected to be 40% higher than pre-Covid-19 levels, said Goldman Sachs' Sho Kawano on Japan's tourism recovery.","sentiment_score":0.25}
{"full_text":"PIF chief explains why COVID-19 hasn't affected strategy amid next stage in Newcastle takeover saga #nufc","sentiment_score":0.0}
{"full_text":"Are you looking for a new #polo for your #corporate event or perhaps a new staff #uniform for your employees or even a #custom #facemask to adhere to new Covid-19 measures? Bring your idea to life today with Fenix Custom - get in touch with leon@fenixxcell.com today!","sentiment_score":0.1107954545}
{"full_text":"All flyers also have to carry a recent Covid-negative report before boarding any flight to the nation. #FMTNews #Covid19","sentiment_score":0.0}
{"full_text":"A roundup on lockdown restrictions will be published on February 22https:\/\/t.co\/dmgb2onKdJ","sentiment_score":0.0}
{"full_text":"A laboratory study suggests that the South African variant of the #coronavirus may reduce antibody protection from the Pfizer Inc-BioNTech SE vaccine by two-thirdshttps:\/\/t.co\/hp042SzTvE","sentiment_score":0.0}
{"full_text":"Biden on track to blow past goal of 100 million shots in 100 days","sentiment_score":-0.25}
{"full_text":"For families struggling through a pandemic winter, an activity like animal tracking can be a perfect outlet to get kids outside.","sentiment_score":0.5}
{"full_text":"The ethics of 'hoarding' and patent complaints, logistical hurdles, global lessons, and more.https:\/\/t.co\/E6UNBd4PnB","sentiment_score":0.0}
{"full_text":"RT Like the US covid response under Trump, Texas offers a window into what happens when government is willfully rendered incompet...","sentiment_score":0.1}
{"full_text":"Love in the time of pandemic: Elderly couple ties knot after 35 years","sentiment_score":0.5}
{"full_text":"#Coronavirus #latestupdates: Sharp spike in new cases in #Maharashtra; new guidelines for international arrivals issued.https:\/\/t.co\/Yr2UyOphEy","sentiment_score":0.0369318182}
{"full_text":"RT Gov. Cuomo is threatening retribution against Dems demanding answers about underreported COVID deaths and his effort to...","sentiment_score":0.0}
{"full_text":"Turkey's concert organizers complain about government indifference during pandemic #COVID19tr","sentiment_score":0.0}
{"full_text":"Le Government*Ye lockdown tah Ye GDP ka tumne mazak udaya Oor aab humari parwi ho rehi hai","sentiment_score":0.0}
{"full_text":"RT The Historic Collapse of USA  #Airline Stocks In One Visual via #stockmarket #stocks #airli...","sentiment_score":0.0}
{"full_text":"COVID-19 has challenged not only our everyday lives, but how we work with partners and deliver to those most in need. See how we're responding collectively and in new more flexible ways to complex global challenges to #BuildForwardBetter towards the #SDGs.","sentiment_score":0.0909090909}
{"full_text":"Food banks in the UK are seeing a spike in demand. It comes as more and more people lose their incomes and struggle for food during the #COVID19 lockdowns. Child poverty rates in the country have been growing up as well. Nicole Johnston reports.","sentiment_score":0.5}
{"full_text":"Just took the vaccine! #WeChooseVaccination @CyrilRamaphosahttps:\/\/t.co\/CGxWOVfmZkDrinking the Kool-Aid #COVID19https:\/\/t.co\/fwid23Akg8","sentiment_score":0.0}
{"full_text":"RT Caring during COVID. Consignment of Made in India vaccines arrives in El Salvador. #VaccineMaitri","sentiment_score":0.0}
{"full_text":"The community was urged once again to adhere to precautionary measures in place to combat Covid-19 as the recent spike in cases has been attributed to a new and more infectious Covid-19 variant Read more - #Bahrain","sentiment_score":0.2840909091}
{"full_text":"VERIFY: Your COVID-19 shots didn't cause side effects, does that mean they didn't work?","sentiment_score":-0.3125}
{"full_text":"Watch how a San Francisco program helps boost businesses in Chinatown amid the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"The Federal Government has not committed to extending its assistance package for industries reliant on airfreight, sparking panic among farmers who have relied on the scheme to continue exporting during COVID-19.https:\/\/t.co\/MlCsv95YPo@alexandracottee","sentiment_score":0.0}
{"full_text":"Covid normal: How the travel industry is looking to recover - CMO Australia via","sentiment_score":0.15}
{"full_text":"#Iran reports growing infections from #UK #coronavirus variant ","sentiment_score":0.0}
{"full_text":" Sir , request you evaluate and pls put appropriate restriction on the people movement dring the celebation due to increasing no. of cases of #COVID19 in Pune. These areas are high traffic locations.","sentiment_score":0.1783333333}
{"full_text":"#COVID19 has accelerated a shift toward #sustainability in customer preferences.But what can #retail companies do to engage with this trend? We explore, in partnership with #NEFspotlight","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 21.0FWind Chill: 21.0FHumidity: 71%Dew Point: 13.1F Barometer: 30.555 inHgWind: 0 mph from the NNECorona Virus Weekly Stats:Cases: 61.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Florida governor threatens to pull COVID vaccines from counties that criticize state rollout","sentiment_score":0.0}
{"full_text":"#NY teacher dies from COVID-19 after 'work from home' request denied ","sentiment_score":0.0}
{"full_text":"RT These Garfield without Garfield comics have hit way too close to home since COVID hit.","sentiment_score":0.0}
{"full_text":"COVID-19 shots might be tweaked if variants get worse","sentiment_score":-0.4}
{"full_text":"COVID-19","sentiment_score":0.0}
{"full_text":"#LargestVaccineDrive #Unite2FightCoronaTo address all your #COVID19 vaccination related concerns, we have now launched a \"Corona Helpdesk on WhatsApp.\" Start sending in your questions to us here: ","sentiment_score":0.0}
{"full_text":"RT Remember when the media said packed beaches will cause a spike in deaths last summer?They lied.They knew they were lyi...","sentiment_score":0.0}
{"full_text":"#IndianVaccineRejectedBySA  Another ignominy for India as South Africa has asked Serum Institute of India to take back the one million COVID-19 vaccine doses it had sent to the country in early February.@T_sp_7","sentiment_score":0.05}
{"full_text":"RT Harris: CDC School Reopening Guidelines Are Just 'Recommendations'","sentiment_score":0.0}
{"full_text":"Calvert County government's employee of the year is traditionally saluted in a large room filled with coworkers, many of whom are receiving recognition themselves for reaching career milestones. With the ongoing restrictions wrought by COVID-19, tha...","sentiment_score":0.2785714286}
{"full_text":"RT This is a simply breathtaking essay by a Mississippi nurse and single mom about what she's learning about herself from worki...","sentiment_score":0.4642857143}
{"full_text":"RT \"If you test positive and are at high risk, it's very important to ask your provider about getting monoclonal antibodies,\" Dr. K...","sentiment_score":0.3024242424}
{"full_text":"RT Justice may soon be coming for the families of the loved ones who perished due to Andrew Cuomo's deadly COVID-19 polici...","sentiment_score":0.125}
{"full_text":"Y'know, if you're avoiding the hairdresser for pandemic reasons, a cheap pair of clippers from Walgreens is all you need ","sentiment_score":0.4}
{"full_text":"RT Under-utilization of monoclonal antibody treatments is costing lives.3 of them have FDA Emergency Use Authorization, but desp...","sentiment_score":0.0}
{"full_text":"RT Starting on Monday 22nd Feb! The FREE UCL\/RCoA online Perioperative Medicine course is back. Great for all specialitie...","sentiment_score":0.3}
{"full_text":"RT Do you know what to do if a member of your household is showing Covid-19 symptoms?Here's a reminder!Don't forget more...","sentiment_score":0.5}
{"full_text":"RT Well done  If you hadn't taken action to significantly limit ppls movements over the last 5 days, that...","sentiment_score":0.1583333333}
{"full_text":"China says stockpiling of Covid-19 vaccines by rich countries needs to stop","sentiment_score":0.375}
{"full_text":"Nearly 20 years after its inception, Sobey Art Award administrators have removed age limits in an attempt to reflect the community's desires and help artists get through the continuing pandemic.","sentiment_score":0.1}
{"full_text":"RT Caring during COVID. Consignment of Made in India vaccines arrives in El Salvador. #VaccineMaitri","sentiment_score":0.0}
{"full_text":"RT You have got to be kidding me. This science-denying seditionist left for Cancun today?? your constituents ar...","sentiment_score":0.0}
{"full_text":"RT I'd seen a lot of writing about living alone during the pandemic and I felt the weight of that. Now the power is out and th...","sentiment_score":0.0}
{"full_text":"RT wear a mask!!!!!!!! im trying to see shawn mendes again","sentiment_score":0.0}
{"full_text":"Zim has extended the level 4 COVID-19 lockdown by a further 2 weeks until March 1. Air travel to Zimbabwe remains unhindered &amp; tourist facilities &amp; national parks will remain open but will be bound by the adjusted curfew hours. More info &amp; bookings with your TAG agent.","sentiment_score":0.1666666667}
{"full_text":"RT I know this is probably the biggest \"no duh\" ever, but I really do wonder what the A10 would have looked this year witho...","sentiment_score":0.175}
{"full_text":"RT  and identified numerous overpasses as high-risk for icing over. Drivers should expect them to...","sentiment_score":0.0}
{"full_text":"RT Note to My friend says: Arrests like this are why less people cry when an officer dies. This is truly sad: Our c...","sentiment_score":-0.3333333333}
{"full_text":"5 big questions about the COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT My mother-in-law said she went to Ash Wednesday mass and because of Covid they couldn't touch people's heads with the ashe...","sentiment_score":0.0}
{"full_text":"\"Downward COVID-19 trend shows 'simple public health measures work' - UN health chief \" #Health #Covid #PatientCare via","sentiment_score":0.0}
{"full_text":"RT LLCC Alum Andy Lopez tragically lost both of his parents within 3 weeks due to Covid. Andy is continuing to make them p...","sentiment_score":-0.125}
{"full_text":"Do you have the kind of neighbour who will feed your pets while you're on holiday or lend you a roll of loo paper during lockdown? Nominate them today for a legendary neighbour award...https:\/\/t.co\/auYK28cHgN","sentiment_score":0.8}
{"full_text":"RT \"Times were already tough. I wasn't working because of the pandemic.\" A Texas mom describes her family's struggles amid p...","sentiment_score":-0.3888888889}
{"full_text":"Video: Coronavirus in China: Celebrating Lunar New Year away from home","sentiment_score":0.1363636364}
{"full_text":"RT The Wire, Economic Times, The Hindu reported fake news: South Africa has asked Serum Institute of India to take back one mil...","sentiment_score":-0.1}
{"full_text":"Total COVID-19 tests performed in Mongolia: 1,452,189. 2,493 cases, of those 49 today; 2 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 4.9degC * Wind: WSW 10.1 to 22.0mph * Pressure: 979.9hPa * Rain: 4.0mm * Hum: 91% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:37 * Sunset: 17:37 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"#POFreight to avoid travel delays, please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests, using this map:","sentiment_score":0.1}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"From cyber-attack, to the unexpected impact of a global pandemic, operational risk is a fact of life in the financial industry. Erekle Tolordava, Kerem Cigerli and discuss the benefits of embedding #riskculture at the core.","sentiment_score":0.0333333333}
{"full_text":"From cyber-attack, to the unexpected impact of a global pandemic, operational risk is a fact of life in the financial industry - what are the benefits of embedding #riskculture at the core of a company's strategy?","sentiment_score":0.0333333333}
{"full_text":"RT Like the US covid response under Trump, Texas offers a window into what happens when government is willfully rendered incompet...","sentiment_score":0.1}
{"full_text":"Empower your team using Teams for OneNote.https:\/\/t.co\/Hg3QBWbR88#collaboration #coronavirus #covid19 #dashboard #documentmanagement #employees #empower #isolationlife #kb #meetingnotes #news #office365 #onenote #portal #projectmanagement #projects #tasks #teams #wiki #w...","sentiment_score":0.0}
{"full_text":"RT You won't hear this from but you need to hear it. This pandemic has been painful. To every Floridian who...","sentiment_score":-0.7}
