{"full_text":"RT Nengi is the only female bbnaija lockdown housemate that have cordination. And still the prettiest. The rest na toxicolo...","sentiment_score":0.0}
{"full_text":"RT Former diplomat abandons diplomatic language to tell the truth about #LiarJohnson","sentiment_score":0.0}
{"full_text":"Big if true","sentiment_score":0.175}
{"full_text":"RT First, bushfires. Then, COVID-19. Now, Scott Morrison and Josh Frydenberg are cutting #JobKeeper for tourist operators and...","sentiment_score":-0.175}
{"full_text":"RT Anyway, we're going to pass the Equality Act. And we're also going to pass COVID-19 relief.","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"RT Twitter can be used for a lot of things. tracks when a game lets you violate the Geneva Conventions. What...","sentiment_score":-0.4}
{"full_text":"city need to strike!https:\/\/t.co\/nAxehYbcfI","sentiment_score":0.0}
{"full_text":"How about $25,000 going to 100,000,000 US Families to help them Survive this Coronavirus Pandemic until they can get  back to Work Safely.","sentiment_score":0.25}
{"full_text":"RT Jamaicans: The government don't wanna free up sports and students are losing opportunities.Government: Free up sports with...","sentiment_score":0.4}
{"full_text":"RT This is officially my favourite Lockdown rule-breaking story","sentiment_score":0.0}
{"full_text":"RT in the name of the students Save our lives from death due to taking the exams and catching the Corona virus We have th...","sentiment_score":0.2375}
{"full_text":"RT There are no masks and no social distancing on Paramount mountain\/ViacomCBS investor day.","sentiment_score":-0.0166666667}
{"full_text":"RT \"Some high income countries...are approaching manufacturers to secure more [#COVID19] vaccines which is affecting the deals with C...","sentiment_score":0.265}
{"full_text":"RT Grateful and excited to be working with Check them out.  #FreeThemAll","sentiment_score":0.375}
{"full_text":"RT If I'm reading this correctly, Senator Blackburn has only identified 0.03% o...","sentiment_score":0.0}
{"full_text":"No fuck you, think about those of us conservatives trying to take this state back. They were born there, in your shitty backwaters, let the chickens come home to roost.Stop crowding my homeland with your weirdos now that they don''t have to live here to work.","sentiment_score":0.1121212121}
{"full_text":"Oh my god.  I am so fucking sick of this argument.  If COVID pushed them over the edge, THEYRE STILL fucking DEAD.","sentiment_score":-0.4571428571}
{"full_text":"RT Works for us All 85 million of us and increasing numbers of former GOzp suppor...","sentiment_score":0.0}
{"full_text":"RT REPLY TO WINCoffee runs keeping us smiling Let us know what your little joys are to keep you smiling during lockdown...","sentiment_score":-0.1875}
{"full_text":"RT these are real people, who have sacrificed so much throughout thi...","sentiment_score":0.2}
{"full_text":"Could that help us finally get our mission critical visa interview at US Embassy Dublin? It's been a year and they're still citing covid as their reason to not do interviews yet scheduled a k1 &amp; f1 today. No spousal visas though","sentiment_score":0.0}
{"full_text":"RT KENNEDY: CoVID Relief Bill a 'Left of Lenin Wish List' That's 'Chock Full of Spending Porn'","sentiment_score":0.175}
{"full_text":"\"Moderna developing booster shot for new coronavirus variants, increases vaccine production target | Reuters\"","sentiment_score":0.1363636364}
{"full_text":"RT Ghana has received 600,000 doses of COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"RT Despite mass protests &amp; a renewed focus on the crisis of racial injustice, the epidemic of police brutality continues. W...","sentiment_score":0.0}
{"full_text":"RT Unfortunately, defeated two of my bills to help workers  continue to receive UI benefits due to COVID-19 &amp; retur...","sentiment_score":-0.3125}
{"full_text":"RT The updated Government-approved quarantine accommodation list is available on the Discover St. Vincent and the Grenadines F...","sentiment_score":0.4}
{"full_text":"Pennsylvania State House: Allow PA Teachers to Get the COVID Vaccine NOW! - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"RT march is the anniversary for a lot of unhappy pandemic memories, but it's also the anniversary for \"those four days when you...","sentiment_score":-0.6}
{"full_text":"RT NEW: Biden revoked Trump's temporary ban on certain forms of legal immigration due to the pandemic, saying it \"does not advance...","sentiment_score":0.1064123377}
{"full_text":"RT Why Housing Insecurity Is a Sleep KillerBeing evicted or falling behind on rent takes a toll on the amount of sleep p...","sentiment_score":-0.4}
{"full_text":"STAY HOME! Look My Beautiful Art!!! 38 Galleries To Choose From, Over 11,000 photos Peace &amp; Love 2 All! #IsolationLife  #isolationbuddychallenge #isolationcreation #IsolationCreations #alone #Pandemic #Lockdown #Masks #GlobalPandemic #ThisIsReal","sentiment_score":0.8125}
{"full_text":"RT While conservatives and some moderates balk at President Biden's $1.9 trillion COVID relief package, just a friendly reminder...","sentiment_score":0.375}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT The Flu and Pneumonia decided to change their identity. They would like to be identify as COVID-19 per the CDC community.","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Alex Garcia spent 3.5 years trapped in a church after his appeal to stay in the country was denied.Organizers worked tirele...","sentiment_score":-0.15}
{"full_text":"RT Military families are facing increased food insecurity amid the pandemic. One family we spoke to is down to their last...","sentiment_score":-0.0851851852}
{"full_text":"RT WATCH LIVE: Our News team has the latest on the coronavirus pandemic as Johnson &amp; Johnson vaccine is expected to get emergenc...","sentiment_score":0.1787878788}
{"full_text":"RT Asian hate crimes are up 700% since Trump and his xenophobic, racist cohorts started calling Covid the Wuhan virus, ku...","sentiment_score":-0.4}
{"full_text":"RT Finally finished pt.2 of my Dynasty off-season storylines series!What does the #NFLDraft mean for your #Dynasty rook...","sentiment_score":-0.15625}
{"full_text":"RT The FDA says the new single-shot COVID-19 vaccine from Johnson &amp; Johnson protects people from getting severely ill from...","sentiment_score":-0.1818181818}
{"full_text":"RT Monmouth Co. Girl, 8, Confesses To Virtual Class She's Starving Crying Damn Shame. If state is...","sentiment_score":-0.2}
{"full_text":"RT Restricting domestic travel while simultaneously allowing illegal immigration to run rampant in the middle of a pandemic...","sentiment_score":-0.1666666667}
{"full_text":"RT ima sit out for them 14 days fasho","sentiment_score":0.0}
{"full_text":"RT This expansion of the Federal Retail Pharmacy Program is great news. Select CVS locations in Palm Beach and St. Lucie C...","sentiment_score":0.8}
{"full_text":"Love how all my friends and I are so far apart and yet we've got so much closer again in lockdown","sentiment_score":0.2666666667}
{"full_text":"Because that would be strategic thinking, planning a real route out of this pandemic, it would also take balls. Something this government is seriously lacking, they just continue level 5 lockdown until their current vaccine programme ends - probably end of 2021.","sentiment_score":-0.0444444444}
{"full_text":"RT You can return the over $1 Million of PPP Covid relief you stole from those who really needed it as a start.","sentiment_score":0.2}
{"full_text":"RT They are filth","sentiment_score":0.0}
{"full_text":"RT Covid at 8:01PM","sentiment_score":0.0}
{"full_text":"RT Recommended by - #Remotework: How the pandemic is reshaping the office of the future","sentiment_score":0.0}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"Pre pandemic it was $20-$25. Now shit $40 minimum all over the city bro. Shit crazy","sentiment_score":-0.3333333333}
{"full_text":"RT - Rex Tillerson - zero experience - Betsy DeVos - zero experience - Ben Carson - zero experience - Sonny Perdue - zero ex...","sentiment_score":0.0}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"RT NEW: Biden revoked Trump's temporary ban on certain forms of legal immigration due to the pandemic, saying it \"does not advance...","sentiment_score":0.1064123377}
{"full_text":"My wife is about to launch her new stationery business that she has spent most of lockdown creating and perfecting and I couldn't be more proud ","sentiment_score":0.3672727273}
{"full_text":"RT So let me get this straight. When Unions go on strike, those workers don't get a pay check. But when the Teachers Un...","sentiment_score":0.2}
{"full_text":"RT  Ghana  is the first African country to receive #COVID19 vaccines through #COVAX. The first 600,000 vaccine doses h...","sentiment_score":0.1666666667}
{"full_text":"This is a master class in obfuscation. Each line says less than the one before. I honestly have no idea what Sen. Blackburn is trying to criticize here, except the very idea that the Democratic majority would try to pass a COVID Relief bill that actually spent money on things.","sentiment_score":0.1333333333}
{"full_text":"RT 30% of people with #COVID19 report persistent symptoms at 9 months #LongCovid Common persistent symptoms Fatigue  1...","sentiment_score":-0.3}
{"full_text":"Glad you were able to come!","sentiment_score":0.5625}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"RT An anchor for a Washington, D.C. Fox station has been suspended after he tweeted he was \"annoyed\" that obese people were...","sentiment_score":-0.4}
{"full_text":"RT Washington National Cathedral is tolling their bell right now for the lives lost in the pandemic.  You can listen here l...","sentiment_score":0.2857142857}
{"full_text":"I'm concerned about what would happen to your burritos if you got Covid and lost your sense of taste. Would they become more monsterous, or would they become boring?","sentiment_score":-0.25}
{"full_text":"I discovered Demolition Hammer's Epidemic of Violence a few months back, and it's quickly becoming my favourite thrash metal album ever. Shit's brutal.","sentiment_score":-0.165}
{"full_text":"RT Amalia \"Amy\" Baclig, 63yo RN, Queen of the Valley Hospital, West Covina, CA, died of #covid19  1\/22. She was dedicated, compas...","sentiment_score":0.0}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Ghana has become the first country to receive Covid-19 vaccines through the World Health Organization's COVAX program, a joint sta...","sentiment_score":0.25}
{"full_text":"CDC says they were not counting it in 2020 and not@im 2021 either.","sentiment_score":0.0}
{"full_text":"RT If you ever wondered what it would look like if deplorables decided to have a stupid contest?  Now you know.","sentiment_score":-0.8}
{"full_text":"RT Great commentary from contributor and NYC MRC Volunteer extraordinaire Dr. CLIP:","sentiment_score":0.8}
{"full_text":"RT CNN: 66 million doses of the coronavirus vaccine have been administered in the United States.","sentiment_score":0.0}
{"full_text":"Why do the CONs just keep lying?Now read the take from our COVID-19 Vaccine Task Force.https:\/\/t.co\/IFHB7M83Rn","sentiment_score":0.0}
{"full_text":"RT I wear a mask  to protect my fellow human beings not wearing one is selfish and destructive to others","sentiment_score":-0.3666666667}
{"full_text":"RT \"Pfizer asked for an additional indemnity from civil cases, meaning that the company would not be held liable for rare ad...","sentiment_score":0.1}
{"full_text":"Children warned over hugging grandparents even if they've had vaccine A small story, but it sums up the Covid debate. There is nothing resembling evidence for this prohibit, and a huge cost to two politically weak groups - the very young and the very old.","sentiment_score":0.007}
{"full_text":"Please and thank you","sentiment_score":0.0}
{"full_text":"A Link to Professor Chossudovsky's Analysis of What #Covid Is Really Abouthttps:\/\/t.co\/glJ9vnnm3o #covidHOAX  #PLANdemic  #Event201  #Scamdemic  #ChinaVirus  #MedicalMartialLaw  #CCPvirus  #coronavirus  #covid19  #covid_19","sentiment_score":0.2}
{"full_text":"RT Father dies of Covid after receiving first dose of Pfizer jab just TWO DAYS before he was diagnosed with virus","sentiment_score":0.25}
{"full_text":"RT Our daily update is published. States reported 1.5M tests, 73k cases, 54,118 currently hospitalized, and 2,447 COVID-1...","sentiment_score":0.0}
{"full_text":"RT GameStop closed 400+ stores, laid off 14% of corporate staff, told employees to disobey shutdown orders in the early d...","sentiment_score":0.0}
{"full_text":"RT In the span of one year, our country has experienced not one, but three big lies: the pandemic is exaggerated, the election...","sentiment_score":0.1}
{"full_text":"So let's bring forward enhance pollution on the off chance people will give up their expensive cars tomorrow? If no road closures during lockdown down imagine the reduction of pollution we would have had but no, they closed now when majority of commuters aren't even on the road!","sentiment_score":-0.2601851852}
{"full_text":"Study: Recovering from COVID Provides Roughly as Much Immunity as Receiving the Vaccine via","sentiment_score":0.2}
{"full_text":"RT If there's a hell for greed, inhumanity, hypocrisy &amp; deaths of innocents then you shou...","sentiment_score":0.0}
{"full_text":"RT I know we have thousands of infectious disease experts here, but I want to point out the following from a basic google searc...","sentiment_score":0.0}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"By the way, this is an excellent solution to a problem I remember talking about way back during Lockdown 1 :) ","sentiment_score":0.5}
{"full_text":"RT I know that we knew Antoine as a security guard but he was also a talented, beautiful singer.  Please support his GFM fo...","sentiment_score":0.775}
{"full_text":"RT After repaying $1.3m in JobKeeper, Healius's CEO said: \"If JobKeeper does go to super profits for companies in the period, it...","sentiment_score":0.3333333333}
{"full_text":"RT The Covid-19 vaccine developed by Pfizer Inc. and BioNTech SE generates robust immunity after one dose and can be stored in ordina...","sentiment_score":0.1}
{"full_text":"RT D.C. Mayor Muriel Bowser's sister dies from Covid as city passes 1,000 deaths","sentiment_score":0.0}
{"full_text":"During this pandemic, communication is critical. We need all parent\/guardians to update Infinite Campus accounts with current emails and cell phone numbers. Learn how to sign up and keep your information updated at","sentiment_score":0.0}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"The use of dynamic and adaptive branching in asynchronous learning is not only a perfect solution for educators during the COVID-19 pandemic but ultimately the best way to think about education going forward.","sentiment_score":0.4}
{"full_text":"RT If passed, the American Rescue Act would put money in working families' pockets, invest in states &amp; localities, fund public...","sentiment_score":0.0}
{"full_text":"RT Also the arts, libraries and museums have all been hard hit by the pandemic and employ lots of people.","sentiment_score":-0.2916666667}
{"full_text":"she's so strong best babie ","sentiment_score":0.7166666667}
{"full_text":"RT Father dies of Covid after receiving first dose of Pfizer jab just TWO DAYS before he was diagnosed with virus","sentiment_score":0.25}
{"full_text":"RT Asian hate crimes are up 700% since Trump and his xenophobic, racist cohorts started calling Covid the Wuhan virus, ku...","sentiment_score":-0.4}
{"full_text":"RT Nengi is the only female bbnaija lockdown housemate that have cordination. And still the prettiest. The rest na toxicolo...","sentiment_score":0.0}
{"full_text":"With a pandemic on top. I'm careful who I complain to in person because I don't know what others have on. I would hate anyone to think, that I think, I'm going through worse or more. I suppose what I'm trying to say is be mindful of your words. &amp; I'm saying this to myself mostly!","sentiment_score":0.0541666667}
{"full_text":"RT Like, I can't seem to shake how tired I am. Not enough sleep. Not enough exercise. Even eating right and I still feel ti...","sentiment_score":-0.0285714286}
{"full_text":"From college students' #mentalhealth challenges throughout the #COVID-19 pandemic to the #GoldenGlobes, here are this week's top insights from College Pulse.","sentiment_score":0.5}
{"full_text":"On paper, Central Falls and Chelsea are mirror image communities. But their fortunes could not have been more different during the COVID-19 vaccine rollout.","sentiment_score":0.1666666667}
{"full_text":" Our self-directed courses can be taken anytime! Available courses cover topics like reporting on #COVID19, #datajournalism, #investigativereporting, #mapping, uncovering #misinformation and more!","sentiment_score":0.5125}
{"full_text":"love to me on my walk home\/asking me to stay and talk\/for my number but I said I HAVE TO GO EAT TREATS SORRY ITS TREAT DAY","sentiment_score":0.0}
{"full_text":"Wednesday was proclaimed a 'Day of Remembrance' by D.C. Mayor Muriel Bowser as the city surpassed more than 1,000 COVID-19 related deaths.MORE:","sentiment_score":0.25}
{"full_text":"London's mammoth BMO Centre is closing temporarily because it doesn't make financial sense to open under #COVID19 restrictions, the head of the indoor soccer complex says. #ldnont","sentiment_score":-0.1}
{"full_text":"Since the start of the pandemic, almost 40 percent of \"grandfamilies\" say they struggle to pay for housing, and a third have trouble accessing food. (From","sentiment_score":-0.1}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"RT If you cannot afford a 50 cent mask you need more help than this.","sentiment_score":0.5}
{"full_text":"RT If you see me doing this with my girl when Covid is over. Mind your business","sentiment_score":0.0}
{"full_text":"Don't forget they count suicides as \"Covid related deaths\".","sentiment_score":0.0}
{"full_text":"Time isn't on the side of working mothers who are trying to balance a career and family during the pandemic.https:\/\/t.co\/2Ht6W7aJgT","sentiment_score":0.0}
{"full_text":"Find out how Down Dog Yoga became one of the most mentioned names when it comes to yoga during the pandemic! https:\/\/t.co\/21aGFqeVCn","sentiment_score":0.2347222222}
{"full_text":"Book your night chaperone for your Orlando student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #overnightsupervision #Orlando","sentiment_score":0.5}
{"full_text":"Howard University's faces a tough decision made harder by a COVID-canceled season","sentiment_score":-0.2444444444}
{"full_text":"In respect and memory of the more than 500,000 Americans, including over 7,400 Virginians, who have died from COVID-19, the flags of the US and VA will be flown at half-staff at HCPS schools. Per order of the flags will remain at half-staff until sunset on Feb. 26.","sentiment_score":0.5}
{"full_text":"China answered SE Asia's call for int'l help in securing Covid-19 vaccines but could potentially attach costly conditions. Although late, the US can can and should launch a \"vaccine diplomacy\" of its own. Commentary by","sentiment_score":0.1}
{"full_text":" Malcolm Knox's 'Bluebird' is a stunning novel about regret, redemption and the terrible legacy of decades of secrets buried in an Australian beachside suburb. It's also our Stay-at-Home Tuesday #BookClub pick for March!Learn more:","sentiment_score":0.0}
{"full_text":"SA COVID Vaccination Looks Like It Will Be A \"Slow Rollout\"","sentiment_score":-0.3}
{"full_text":"This is exciting. Remember for updates several times a day!","sentiment_score":0.15}
{"full_text":"FOR SUBSCRIBERS: Nearly a year after the pandemic struck in Delaware, Sara Crawford has teamed up with other Wilmington creatives to launch a splashy publicity campaign focusing on the city's small businesses.","sentiment_score":-0.0916666667}
{"full_text":"RT Alabama State University before COVID-19 was definitely a time to be alive nowadays we just go to classes and bi weekly p...","sentiment_score":0.05}
{"full_text":"RT Periodic reminder: This number of deaths is not normal.","sentiment_score":-0.075}
{"full_text":"Across North Jersey, younger loved ones of those eligible to receive the vaccine have expressed their frustration with an online vaccine appointment system that their older, less tech-savvy relatives cannot navigate.","sentiment_score":0.175}
{"full_text":"Scientists at the Food and Drug Administration said Wednesday that the single-shot Covid-19 vaccine developed by Johnson &amp; Johnson is effective and prevents hospitalizations from the disease.","sentiment_score":0.35}
{"full_text":"CULTURE: Butler Theatre is updating Anthony Clarvoe's \"The Living\" for the COVID-19 pandemic. They will perform live on Feb. 26.https:\/\/t.co\/VvdLeMWQjz","sentiment_score":0.1363636364}
{"full_text":"RT If you're looking for vaccine locations in your area, you can search your zip code on the Illinois Department of Healt...","sentiment_score":0.0}
{"full_text":"Not even a global pandemic can stop brothers, coaches and rival teachers Ty and Tucker Brack from resuming their annual \"feud\" between North Marion and Gervais high schools.","sentiment_score":0.08}
{"full_text":"RT Don't tempt me  cause the burnout been real","sentiment_score":0.2}
{"full_text":"FDA says Johnson &amp; Johnson Covid-19 vaccine meets requirements for emergency use authorization","sentiment_score":0.0}
{"full_text":"Say hello to Christina Ramirez (Managing Director)! Christina joined us in the middle of the COVID pandemic &amp; has since been pivotal to the success of ATC this past year. She's here to tell you a little more about herself &amp; ask you to SAVE THE DATE for our virtual fundraiser!","sentiment_score":0.1645833333}
{"full_text":"Cash payments are not accepted from eastbound  #BlueWaterBridge customers during the  #COVID-19 #coronavirus pandemicThank you for your cooperation#MDOT","sentiment_score":0.0}
{"full_text":"RT Senator Rand Paul discussing stimulus, Biden's overall Covid response, Romney's comments on the future of the GOP, &amp; Tru...","sentiment_score":0.0}
{"full_text":"#TheChiefs | The 600,000 Sinovac doses arriving from China should pass through the Health Technology Assessment Council regardless of it being donated, say Drs. Antonio and Leonila Dans of the Health Professionals Alliance Against COVID-19.https:\/\/t.co\/DZA1Eaxsm6","sentiment_score":0.0}
{"full_text":"COVID-19 UPDATE: The seven-day average raises 13 from the day before to reach 617.","sentiment_score":-0.15}
{"full_text":"I HATE CORONA","sentiment_score":-0.8}
{"full_text":"Janet Spencer, 79, says she is very excited to have received the first COVID-19 vaccine in Grande Prairie. \"I have a granddaughter getting married this summer and I hope to be able to attend the wedding.\" #shotofhope","sentiment_score":0.371875}
{"full_text":"The timing could not have possibly been worse for a tattoo that a Kentucky woman got at the beginning of the pandemic.","sentiment_score":-0.2}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"Tomorrow at 4 pm PST, in partnership with we are discussing the impact of the pandemic on #YouthMentalHealth, featuring Join us.","sentiment_score":0.0}
{"full_text":"RT My family and I are mourning the loss of my sister, Mercia Bowser, who passed away this morning due to complications rela...","sentiment_score":-0.125}
{"full_text":"RT In the span of one year, our country has experienced not one, but three big lies: the pandemic is exaggerated, the election...","sentiment_score":0.1}
{"full_text":"J&amp;J VACCINE: The FDA says Johnson &amp; Johnson's coronavirus vaccine offers strong protection against severe COVID-19.","sentiment_score":0.2666666667}
{"full_text":"pandemic? bootstrapped company w\/ recurring revenue + developer founders who can run everything == #antifragile -","sentiment_score":0.0}
{"full_text":"$359,000 | 4544 Bridgewater Drive, Orlando, FL 328174 Beds | 2 Baths | 1,718 SqFtExcellent location very close to the University of Florida UCF, Close to the 417 highway, Fully renovated#Orlando #RealEstate #Florida #Wednesday #COVID19 #ForSale #UCFhttps:\/\/t.co\/dunLdwTppY","sentiment_score":0.2}
{"full_text":"JUST IN: has contracted COVID-19. Her husband, remains negative.\"The Queen and I have now tested twice,\" he confirmed in a statement. \"Officially, she's diagnosed as 'on her way out of the tunnel' now, though, which I'm extremely thankful for.\"","sentiment_score":-0.0083333333}
{"full_text":"so proud to be part of this exciting initiative in such a crucial time!  #sheridanproud","sentiment_score":0.275}
{"full_text":"#pod man on home detention role in the #Jan6 riot at the U.S. Capitol 61% of  educators want #covid #VillaRica man arrested on child porn charges #NYTbestselling author Steve Berry #Gwinnetthttps:\/\/t.co\/a9mSgj3s0Q","sentiment_score":0.0}
{"full_text":"Getting my first covid vaccine shot saturday!!","sentiment_score":0.390625}
{"full_text":"Okay Andy, you became such a star during your Covid briefings, that star is dimming rather quickly w\/ the allegations of hidding the real number of nursing home deaths, now this. Is it possible the mirror has two faces ?https:\/\/t.co\/Wi7Z1vdXER","sentiment_score":0.2066666667}
{"full_text":"RT New: Joe Biden and Democrats vowed to take on health insurers but their COVID stimulus plan would pour tens of billions of d...","sentiment_score":0.1363636364}
{"full_text":"One 9\/11 worth of Americans have died from COVID-19 in the last 23 hours. One hundred and sixty-six 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"RT Covid Mutants is now online: on coronavirus variants. Why, how and what they mean.","sentiment_score":-0.3125}
{"full_text":"RT China's national drug regulator accepted CanSino's application for approval of its Covid-19 vaccine, putting it on track to bec...","sentiment_score":0.0}
{"full_text":"'It's been really tough': Charlotte bars and restaurants are feeling major relief Wednesday following Gov. Roy Cooper's announcement he is allowing bars to start serving people inside again and extending late-night alcohol sales.","sentiment_score":-0.1087962963}
{"full_text":"Thread: Recommendations for mitigating the COVID-19 outbreak in Jamaica from the Leader of the Opposition and his team.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 48.2FWind Chill: 44.9FHumidity: 57%Dew Point: 33.7F Barometer: 29.763 inHgWind: 7 mph from the SCorona Virus Weekly Stats:Cases: 121.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Centers for Disease Control recommends the fix will ensure that people can return to the original provider for their second dose within the 42-day window. ","sentiment_score":0.1875}
{"full_text":"Centers for Disease Control recommends the fix will ensure that people can return to the original provider for their second dose within the 42-day window. ","sentiment_score":0.1875}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
