{"full_text":"We are under emergency legislation probably the first since WW2 and lobby groups should not be able to influence the PM on changing legislation to suit their political agenda. The govt's first priority is to safeguard citizen's lives.#BorisHasFailedTheNation #ToryCorruption","sentiment_score":0.25}
{"full_text":"Sigh! Why do I torture myself listen to MPs waffling on #politicslive - Mins Davies was asked why government can't block book the (surely empty) hotels at Heathrow and Gatwick for quarantine and she just witters on about how great the door to door Covid checking is","sentiment_score":0.35}
{"full_text":"Ortom recovers from COVID-19 READ MORE","sentiment_score":0.5}
{"full_text":"RT Coronavirus is in the air -- there's too much focus on surfaces","sentiment_score":0.2}
{"full_text":"RT I just want to make clear as both a Professor of Microbial Evolutionary Genomics, and the Director of a Pillar 2 testing lab...","sentiment_score":0.1}
{"full_text":"What's It Like to Start a New Fashion or Beauty Job Remotely in a Global Pandemic? #fashion","sentiment_score":0.0681818182}
{"full_text":"RT Must watch: Parnika PavanRam, A YFS volunteer earlier, now Assistant Commissioner (Probationer) currently serving in Be...","sentiment_score":0.0}
{"full_text":"RT Between 500 and 600 Australian Open players, officials and support staff will go into isolation after a worker at one of the...","sentiment_score":0.0}
{"full_text":"RT CDC--No Longer Constrained By Trump--Issues Order That Makes Not Wearing A Mask On Public Transportation A Federal Crime\"...","sentiment_score":0.0}
{"full_text":"Out door dining makes you feel kind of normal but I'm ready for COVID to GTFOH","sentiment_score":0.3166666667}
{"full_text":"RT One #lockdown project completed. It was ridiculously addictive! I think I bought this from many years a...","sentiment_score":0.25}
{"full_text":"RT Kak Tini,my beloved Staff Nurse turned a friend just left us this morning from complications of Covid19.She's recently given...","sentiment_score":0.2333333333}
{"full_text":"RT Hi Pi network members.Hope you All are well in these Corona times .Remember to push the button in the app every 24...","sentiment_score":0.0}
{"full_text":" Awesome news","sentiment_score":1.0}
{"full_text":"I'm rapidly becoming scruffiest reporter...lockdown home haircut attempt might be in order tonight.","sentiment_score":0.45}
{"full_text":"RT it is currently easier for a person  from South Africa to bring COVID into Britain than it is for a person from Belfast t...","sentiment_score":0.0}
{"full_text":"RT Ian Blackford says the PM \"put politics before public health\" by visiting a vaccine plant revealed to have had an outbreak 24...","sentiment_score":0.0}
{"full_text":"Theyre social distancing","sentiment_score":0.0333333333}
{"full_text":"RT Some gobby teenager shouting at Chris Whitty in the street will not undo all the amazing work he has been doing througho...","sentiment_score":0.6}
{"full_text":"RT The rules are clear - you should only leave your house for essential reasons.The new strain of #Covid19 is spreading fas...","sentiment_score":0.0590909091}
{"full_text":"RT bddh'te vrcsv ko dekh bhaart virodhii kisii bhii hd tk gir rhe. Even in this sad phase of pandemic,India is helping all nations wi...","sentiment_score":-0.5}
{"full_text":"This thread about the positive COVID case in Melbourne. 600 people have to isolate.","sentiment_score":0.2272727273}
{"full_text":"*injuries\/Covid *","sentiment_score":0.0}
{"full_text":"RT NEW: The Biden admin is reopening an overflow facility in Texas for unaccompanied migrant children apprehended at the US-Me...","sentiment_score":0.1363636364}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"We shall overcome.Die corona die.","sentiment_score":0.0}
{"full_text":"RT Canada could get up to 1.1 million more COVID-19 doses by March through global vaccine alliance","sentiment_score":0.25}
{"full_text":"Gov. Greg Abbott open to reforming his emergency powers after months of criticism from both parties via I don't have faith with TX \"voting integrity\", especially when looking at covid response.The vaccine distribution is a hot mess","sentiment_score":0.01875}
{"full_text":"RT As schools reopen today, I wish to urge all pupils and teachers to adhere to all COVID-19 regulations. I am calling on par...","sentiment_score":0.0}
{"full_text":"Breaking News that the Tory press will never print:  National hero is a casualty of Incompetent Tory Government Covid19 management.","sentiment_score":-0.35}
{"full_text":"is hosting a virtual open house for limited lab, hybrid, &amp; online classes during the pandemic. They are honored to help you prepare for high demand careers. Questions? Admissions Office (404)225-4400#careertraining #atlantatechnicalcollege #techjobs","sentiment_score":0.0295238095}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Dangerously reckless if Johnson visited this vaccine plant knowing it had a Covid outbreak. Characteristically evasive w...","sentiment_score":-0.6}
{"full_text":"RT Researchers at the University of Oxford say they've discovered a huge breakthrough related to the vaccine they developed...","sentiment_score":0.1666666667}
{"full_text":"No social distancing etc so my friend just tryna covey a msg to shafqat don","sentiment_score":-0.0166666667}
{"full_text":"RT \"A family that makes less than $30,000 a year, they are going to be on the verge of homelessness for the next 10 to 15 years...","sentiment_score":-0.0833333333}
{"full_text":"RT they gotta make the clubs 23+ by the time we're out of lockdown. im not going box park with these 18\/19 year olds who wann...","sentiment_score":0.0}
{"full_text":"If you need more relief for COVID (which Republicans say was a simple flu and you'd go alone) approve the $1.9 trillion program and don't ask for a 1\/3 cut","sentiment_score":0.25}
{"full_text":"RT Please consider this. Without my oximeter last year I might have dismissed my breathlessness as stress rather than cov...","sentiment_score":0.0}
{"full_text":"RT Police are warning the public to be vigilant against Covid-related fraud following an incident in #Stratford #Newham. A po...","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"Seriously we know that surgical masks do not offer enough protection from the new strains. It's really important that actions designed to save lives don't end up unecessarily costing lives and prolonging this pandemic yet longer.","sentiment_score":0.0507575758}
{"full_text":"RT A reminder.No child should be going without this Feb half term.","sentiment_score":-0.1666666667}
{"full_text":"RT There are 611 children still separated from their parents at the borderHundreds of illegals are being deportedThousa...","sentiment_score":0.0}
{"full_text":"Where have you been the last 4 years?  Your Dear Leader spent a pandemic golfing. Smh. I just can't with you. Sit down.  Read a book.  Or, even better, leave us in peace.","sentiment_score":0.0611111111}
{"full_text":"Most people in the UK seem pretty happy for lockdown to carry etc. Unless you count people complaining on twitter as a revolt...","sentiment_score":0.5166666667}
{"full_text":"RT Napier Barracks1 shower being shared by 34 residents. 22 residents are currently on suicide watch.Quarter of resident...","sentiment_score":0.0}
{"full_text":"RT ST NEWS NIGHT: What you need to know about Moderna's Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a bett...","sentiment_score":0.0}
{"full_text":"RT Discussed our relations and recent developments in Nagorno-Karabakh, Syria, Libya ABD EastMed w\/FM #EriksenSoreide of...","sentiment_score":0.0}
{"full_text":"RT Global pandemic: *exists*Kylie jenner: *goes on a vacation to a different place every 2 weeks*","sentiment_score":0.0}
{"full_text":"RT It is no coincidence that at a time when the Indian Economy is set to bounce back and COVID-19 is fast burning out that...","sentiment_score":0.1}
{"full_text":"RT it is currently easier for a person  from South Africa to bring COVID into Britain than it is for a person from Belfast t...","sentiment_score":0.0}
{"full_text":"RT Alcohol deaths hit record high during Covid pandemic - BBC News. Unsurprising. Deeply worrying.","sentiment_score":0.08}
{"full_text":"RT UK officials cheer new study that shows Oxford-AstraZenenca vaccine may substantially reduce the spread of coronavirus. \"Absolu...","sentiment_score":0.1363636364}
{"full_text":"It's bad enough that Boris Johnson messed up his usual attack line and instead said \"Keir Starmer is refusing to say that schools AREN'T safe\".But it's also a TERRIBLE attack line to use during a pandemic, as explained here:#PMQs","sentiment_score":-0.29}
{"full_text":"#covidmythbuster series from Let's arm people with accurate information about the covid vaccine","sentiment_score":0.4}
{"full_text":"We will be lowering our flag in memory of #CaptainSirTomMoore and all those who have died with #coronavirus. We also remember the incredible efforts of the staff who are on the frontline looking after those currently unwell.","sentiment_score":0.45}
{"full_text":"\"My local high street is a collection of empty shops, to let signs, shops abandoned, broken windows, homeless people, graffiti, propaganda posters, covid marshalls in paramilitary uniforms and newly installed cycle lanes.\"","sentiment_score":-0.0506060606}
{"full_text":"RT I just want to make clear as both a Professor of Microbial Evolutionary Genomics, and the Director of a Pillar 2 testing lab...","sentiment_score":0.1}
{"full_text":"RT A reminder.No child should be going without this Feb half term.","sentiment_score":-0.1666666667}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT Bravest of the brave. Operating in an woefully underfunded healthcare system, and after a year fighting Covid... doctor...","sentiment_score":0.8}
{"full_text":"RT I go to me ma I'm after testing positive for coronavirus and she said well that's what happens when you don't empty the...","sentiment_score":0.0636363636}
{"full_text":"Another corrupt contract given out which failed and even Dido's excuses are wrong.","sentiment_score":-0.5}
{"full_text":"RT I go to me ma I'm after testing positive for coronavirus and she said well that's what happens when you don't empty the...","sentiment_score":0.0636363636}
{"full_text":"RT Both Captain Tom and the clap (along with people doing Shakespeare from their balconies etc) were very much products of lo...","sentiment_score":0.26}
{"full_text":"RT Things I was already doing PRE Covid:- washing my hands CONSTANTLY with warm\/hot water, as well as befor...","sentiment_score":0.0}
{"full_text":"RT If you're wondering why   insisted on forensic investigations into the anc's COVID spending, here are ridiculous figur...","sentiment_score":-0.3333333333}
{"full_text":"COVID-19 testing lab to be set up in State House Clinic","sentiment_score":0.0}
{"full_text":"season has been shut down with one game left in the regular season. Looks like will earn the second Region 3C playoff spot for the Jefferson District.","sentiment_score":-0.1111111111}
{"full_text":"WA Environment Minister grants controversial, polluting approvals under COVID cover!It contradicts the WA Government's target of net zero emissions by 2050, policy to 'reduce greenhouse gas emissions' through 'all reasonable and practicable' measures.","sentiment_score":0.25}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"Cases are not deaths over 99% recover from their scam covid","sentiment_score":0.0}
{"full_text":"RT Matt Hancock confirming that his response to the pandemic was helped by watching Contagion while Boris Johnson got a simil...","sentiment_score":0.0}
{"full_text":"What does it mean to be a Brother in the time of Covid-19?We've asked Brothers from all over the world to give their thoughts and reflections as we continue to accompany each other as one Lasallian family through these very interesting times.","sentiment_score":0.0708333333}
{"full_text":"RT According to #COVID19's economic and social ramifications put more and more women, children and men at greater...","sentiment_score":0.3466666667}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"Some truly wonderful advice!","sentiment_score":1.0}
{"full_text":"RT don't try to control everything. world is wonderful. #COVID19 is a challenge.do you remember ocean's philosophy?","sentiment_score":1.0}
{"full_text":"RT #H4EADdelays no premium processing, no automatic 180 day extension, no temporary extension amdist COVID delays, we a...","sentiment_score":0.0}
{"full_text":"How did he catch covid twice while just laying there for a year","sentiment_score":0.0}
{"full_text":"RT No Republican is currently voting for Biden's #COVID19 relief package because they think people might waste it on food, ren...","sentiment_score":-0.1}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Ryanair 'jab and go' TV ad banned for encouraging Covid-19 risk-taking","sentiment_score":0.0}
{"full_text":"RT We,the citizens of Myanmar are totally against the current action of Military Coup.We voted with all of our hearts desp...","sentiment_score":0.0}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT So this is how you are funding your central vista project dear PM Firing casual labour and discontinuing m...","sentiment_score":-0.25}
{"full_text":"RT Former ECB chief Mario Draghi accepts a request from Italy's head of state to try to form a government that can fix the coron...","sentiment_score":0.0}
{"full_text":"Would love to get away for a week somewhere. Been saying \"when covid's over\" for so long.. Wondering when the reality of that will be  I've been one of the lucky ones during these times, so many have it so worse off.Hope you're all coping okay, stay safe guys. &lt;3","sentiment_score":0.269047619}
{"full_text":"RT So is now exploiting the death of Captain Sir Tom Moore for his own self-aggrandisement. It's a smoke and mirr...","sentiment_score":0.6}
{"full_text":"RT Bit of covid advice. If you think you might have covid, or have tested positive, the first thing to get is an oximeter. They'r...","sentiment_score":0.2386363636}
{"full_text":"RT 85% of Americans want Biden's Covid-19 rescue package. And we will not forget that every Republican voted...","sentiment_score":0.0}
{"full_text":"RT Labour has told its community organising unit, introduced under Corbyn, that their contracts will not be renewed from...","sentiment_score":0.0}
{"full_text":" | Today will see a new, dedicated Mobile Test Unit open in the PR9 area of Southport, as part of national measures to identify and stamp out the South African variant of the COVID-19 virus.","sentiment_score":0.0454545455}
{"full_text":"sis I have a busy week and I wont stay at home till Saturday ama they arent here","sentiment_score":0.1}
{"full_text":"RT Late to social distanceLate to wear masksLate to lockdown nationallyLate to close schoolsLate to restrict travelLate t...","sentiment_score":-0.1333333333}
{"full_text":"RT CNN:  Biden administration putting kids in cages.Tragically, as a result of the promise of amnesty, more unaccompanied child...","sentiment_score":0.5}
{"full_text":"If we held a minute's silence for everyone killed by COVID-19 in the UK, we would be silent for over 75 days.","sentiment_score":-0.1}
{"full_text":"RT You are a traitorous bootlicker. You're also out of touch.","sentiment_score":0.0}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"1\/2 If you're applying as a temporary resident (visitor, student, worker), it can take a while for your medical exam results to be processed. The impacts of COVID-19 have had an effect on our operations and our ability to respond to and process applications...","sentiment_score":0.0}
{"full_text":"That's what I said. Honestly, billionaires with money to burn and not substantial to do are probably a larger danger than things like COVID-19. They'll get us all killed, or enslaved by apes.","sentiment_score":0.1333333333}
{"full_text":"RT Italy's president is expected Wednesday to ask Mario Draghi, the former head of the European Central Bank, to lead the country out...","sentiment_score":-0.025}
{"full_text":"RT Sweden trying to stop other countries from taking measures against COVID-19. Thread.","sentiment_score":-0.125}
{"full_text":"Corona please go away","sentiment_score":0.0}
{"full_text":"\"No usable dose of COVID-19 vaccine is being wasted,\" Maricopa County Public Health said.","sentiment_score":-0.1}
{"full_text":"#SaudiArabia boasts of having a strong industry, which enables it to compete on the global level even though the pandemic posed the biggest challenge.","sentiment_score":0.2166666667}
{"full_text":"RT A year on from the start of the Covid pandemic and the PM still cant say when a robust quarantine policy will be in pla...","sentiment_score":0.0}
{"full_text":"RT The stress, anxiety and uncertainty of the pandemic is not something that we can control, but the Government does hold...","sentiment_score":0.0}
{"full_text":"Not all COVID vaccines were included in the study.","sentiment_score":0.0}
{"full_text":"We spoke with and to get the answers to all your questions.https:\/\/t.co\/aZiTfwq3g6 #COVID19 #parenting","sentiment_score":0.0}
{"full_text":"THE SOUTH AFRICA STRAIN IS ALEADY HERE via #rtitbot #COVID19 #SOUTHAFRICANSTRAIN","sentiment_score":0.0}
{"full_text":"#Snapshot: Anal swab #COVID19 tests have been carried out in #China. Why is it more accurate than throat swabs, and which group of people will take it?","sentiment_score":0.45}
{"full_text":"South Carolina police officer Captain Tom Hill and 9-year-old AJ, a local boy with autism, became pen pals during the pandemic and built a very special friendship through their letters, which led to a remarkable offer  Hear their emotional story today on Kelly!","sentiment_score":0.3035714286}
{"full_text":"\"We should think of COVID19 as an infection of the whole body. There's no organ system it doesn't affect. It's a bit like HIV--you need to know all of internal medicine.\" Listen to director Peter Piot discuss lessons learned in this coronavirus Q&amp;A","sentiment_score":0.1}
{"full_text":"please share your wildest lockdown purchases! my boyfriend just bought a book about wood whittling so there's no judgement here, this is a safe space","sentiment_score":0.5}
{"full_text":"RT Medical workers across Myanmar have begun a civil disobedience protest against Monday's coup, wearing red ribbons and declaring the...","sentiment_score":0.0}
{"full_text":"A World Health Organization team of international experts visited an animal disease center in the Chinese city of Wuhan on Tuesday as part of their investigation into the origins of the coronavirus pandemic.https:\/\/t.co\/a7MqwWizma","sentiment_score":-0.0333333333}
{"full_text":"RT People in Norfolk and Waveney who have been affected by cancer during the COVID-19 pandemic are being urged to feedback their...","sentiment_score":0.0}
{"full_text":"Domestic abuse and sexual violence do not stop during lockdown &amp; services are still operating to support you.  You can hear more via the Safer Cornwall Facebook page from our chat with Radio Cornwall or visit:","sentiment_score":0.3333333333}
{"full_text":"\"This promising technology could allow us to provide fast, accurate, affordable tests to the campus community frequently and easily.\" #COVID19https:\/\/t.co\/EZkZN6Wcr4","sentiment_score":0.2666666667}
{"full_text":"Rediscover home cooking this lockdown with Jim's childhood favourite: The Indian Roast We shot these cook-along videos with last year, watch the full video:","sentiment_score":0.175}
{"full_text":"This week: Pandemic fuels winter sports, accused of union-busting layoffs, council kills Munjoy Hill Historic District, concerns about kids who need detox, #COVID19 at Barron Center, on Love By Numb3rs, launch, Al Diamon, Ed Beem &amp; more","sentiment_score":0.225}
{"full_text":"Why Soft Leadership Skills Will Rise to the Top During Times of Crisis? Read our guide on how you can do it: #COVID19 #empathy #businessgrowth","sentiment_score":0.3}
{"full_text":" has invested the University of Bristol Cycle Hub (in partnership with as part of University's investment was part of wider commitment to safe return to campus ( incl the COVID Recovery Travel Plan ) #UoBCampusCycleHub","sentiment_score":0.5}
{"full_text":"You don't need a #pandemic for women's sport to come second to mens. But it is changing &amp; will continue too with people like Sam Bird CEO NEW #GBBosses #podcast  https:\/\/t.co\/K02Gc4fg63Also on Apple Google Spotify Amazon #WomensSports #netball","sentiment_score":0.0681818182}
{"full_text":"Every action counts in our fight against #Coronavirus Letting fresh air into enclosed spaces throughout the day reduces the spread of the virus.Short video by explaining the importance of opening your windows regularly.#HandsFaceSpace #KeepHounslowSafe","sentiment_score":0.2}
{"full_text":"If we want to avoid plunging the next generation of students into an ocean of debt with poor job prospects, then we need to reconsider post-secondary education.","sentiment_score":-0.2}
{"full_text":"#China to provide 10 million vaccine doses to #COVAX initiative#Covid19 #Covid19Vaccinehttps:\/\/t.co\/AfYZ9x93GT","sentiment_score":0.0}
{"full_text":"Every commission helps me a little financially. If you're looking for colourful, cartoony art, shoot me a DM and we can discuss your idea! #ArtCommissions #CommissionsOpen","sentiment_score":-0.09375}
{"full_text":"Our handy tool will give you a good idea of how long you can expect to wait.","sentiment_score":0.4166666667}
{"full_text":"RT \"He exemplified the best of our values\"This week's #PMQs begins with a one-minute silence to honour Captain Sir Tom Moor...","sentiment_score":1.0}
{"full_text":"Tips For Leaders on How to Thrive During Trying Times - Like COVID19 - Coruzant Technologies #Leadership #Innovation #Challenge #Pandemic #Leader #Vision #Teamwork #Disruption #EmergingTech #Technology #TheDigitalExecutive #CTO","sentiment_score":0.0}
