{"full_text":"RT Can I ask why the covid roadmap has been made according to dates rather than public health\/scientific milestones? This seem...","sentiment_score":0.0}
{"full_text":"RT #COVID19  has exposed an inherent imbalance in modern supply chains. gives his take on how to build a more inclu...","sentiment_score":0.35}
{"full_text":"somehow thought this said diego simeone and thought we could get our chelsea game next week postponed .. ffs","sentiment_score":-0.2}
{"full_text":"I am an institution  #Phuthumanathi","sentiment_score":0.0}
{"full_text":"RT The past 12 months have forever changed how I think about the world. And the haunting question I can't shake... did it...","sentiment_score":-0.25}
{"full_text":"Please save us. An epidemic disaster is about to happen if students go to universities@AlsisiOfficial@WHO@WHOEgypt #EgyptianStudentsLivesMatter#TurkishStudentsLivesMatters","sentiment_score":0.0}
{"full_text":"RT Side effect from COVID vaccines could produce abnormal mammogram results, doctors say","sentiment_score":0.0}
{"full_text":"RT Sergei Lavrov says the West is using the pandemic to put pressure on governments that are inconvenient for it. Whatever th...","sentiment_score":-0.6}
{"full_text":"At a time when we are told research is as important as it has ever been it might surprise many outside HE that actually we are doing a lot less than pre-pandemic (perhaps we did our research when on the commute to work!?). And the impact of female academics is very significant.","sentiment_score":0.168452381}
{"full_text":"RT Ghana is the 1st country to receive shipment from international coronavirus vaccine sharing scheme, Covax. Delivery of 600,0...","sentiment_score":0.0}
{"full_text":"My favorite YouTuber is giving away $500 to 8 people to help during the Pandemic. Check it out!","sentiment_score":0.625}
{"full_text":"Vaccine 'line-jumpers' dodge Washington state's eligibility rules via","sentiment_score":0.0}
{"full_text":"RT Fantastic! That's Welfare State concept...Free #Vaccine to all Senior Citizens announced by GoI #Covid ","sentiment_score":0.5}
{"full_text":"I see me in here. I honestly didn't even feel there was any lockdown.","sentiment_score":0.6}
{"full_text":"Covid: WHO scheme Covax delivers first vaccines to Ghana - It is a milestone for the WHO scheme, which aims to ensure the fair distribution of Covid-19 jabs.BBC NewsNewsATW","sentiment_score":0.475}
{"full_text":"February Sales Managers Index Data Shows the Chinese Economy Continues to Grow out of the Covid Induced Recession.  #China #SMI","sentiment_score":0.0}
{"full_text":"RT Ghana's Covid-19 cases as at 20th February 2021Visit for the details#MaskUpWithDSD","sentiment_score":0.0}
{"full_text":"There are now 15 variants of coronavirus? LMAO.","sentiment_score":0.6}
{"full_text":"I couldn't even think of sharing my drink, get your own straw ","sentiment_score":0.6}
{"full_text":"RT The challenge today from is a superhero throw. It builds your balance, stability and core strength, all sk...","sentiment_score":0.0}
{"full_text":"LAW BREAKER\/RULE BREAKER","sentiment_score":0.0}
{"full_text":"RT Can we boldly say if Asamoah Gyan would have  scored the penalty  in 2010 like Covid-19 no go come ","sentiment_score":0.3333333333}
{"full_text":"Up to 90 volunteers between 18 and 30 years old will be purposefully exposed to the Sars-CoV-2 virus to examine how the immune system reacts to the infection","sentiment_score":0.1}
{"full_text":"RT #ICYMI last night we set out what we expect the Government's roadmap means for rowing: No change from the lockdown r...","sentiment_score":0.0}
{"full_text":"RT Have I mentioned lately how much I love I mean, supporting Amazon workers in their union struggle in the m...","sentiment_score":0.034375}
{"full_text":"RT Thailand receives its first coronavirus vaccines","sentiment_score":0.25}
{"full_text":"COVID19: GNACOPS express wariness over wrecked school buses used in conveying students    #silvernewsREAD |","sentiment_score":0.0}
{"full_text":"RT How many people do you know who got rich because Covid 19 or even made any cash, I'll start, I know zero. yo...","sentiment_score":0.4375}
{"full_text":"RT CHINA'S COVID-19 COVER-UP EXPOSED Beijing has long insisted it was cooperating with efforts to trace the source of t...","sentiment_score":-0.05}
{"full_text":"RT If you don't think these COVID \"precautions\"  haven't taken a sinister turn by now, I don't know what to say. Even if...","sentiment_score":-0.5}
{"full_text":"RT If you want to be covid safe turn your f**ken TV off....and get on with your life..Forget about it like Dan Andrews forgets...","sentiment_score":0.5}
{"full_text":"RT Our paper is now published, an engineering investigation of one of the 1st COVID outbreaks implicating aerosol transmis...","sentiment_score":0.0}
{"full_text":"thank YOU bts for being the best comfort during this pandemic #MTVUnplugged","sentiment_score":1.0}
{"full_text":"RT Will the National Endowment for the Arts be helping with vaccine distribution?Will they be producing masks suddenly?...","sentiment_score":0.0}
{"full_text":"RT this pandemic stripped off the intimacy of friendships. one year apart from those we used to spend every day with, we no...","sentiment_score":0.0}
{"full_text":"Cases back up in Ohio; over 2,700 new COVID-19 cases reported Tuesdayhttps:\/\/t.co\/AJyUkkYIWs","sentiment_score":0.0681818182}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"Please neuter your #cats","sentiment_score":0.0}
{"full_text":"RT Protecting the eyes from covid-19 described as \"missing key\" since, according to the authors, it's an under-appreciated rout...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: From March 1, India's phase 2 of Covid19 vaccination to begin for persons above 60, persons above 45 with comorbid...","sentiment_score":0.0}
{"full_text":"Supporting employers through the delivery of fully-funded apprenticeship trainings, to upskill or reskill new or existing employees, helping businesses recover from the impact of the pandemic.#NAW2021 #BuildTheFuture #Careers #DreamJob #SkillBasedLearning #KBM","sentiment_score":0.1931818182}
{"full_text":"RT Ceremony for covid 19 vaccine or what Country b3n koraa nie Ei","sentiment_score":0.0}
{"full_text":"RT \"covid 19 vaccine has arrived ooDon dooo ","sentiment_score":0.0}
{"full_text":"Difference between Scottish and UK covid road maps - very telling","sentiment_score":0.2}
{"full_text":"RT My ,very rough, calculation comparing UK covid deaths to US covid deaths having adjusted for population...I reckon Johnson...","sentiment_score":-0.13}
{"full_text":"We are vaccinated with a flu jab as a respiratory condition, to save lives and hospitalisation why is Covid any different.","sentiment_score":0.0}
{"full_text":"RT Most of the clinicians are saying that it is better to err on the side of caution and most people I suspect...","sentiment_score":0.5}
{"full_text":"presser now LONGER than THIRTY minutes: hashtags ONE-SIX in hashtags SEVEN &amp; EIGHT...,(February 24, 2021; 17:02 HKT) #coronaviruspandemic #CCPvirus #COVID21 #COVID20 #COVID2019 #COVID19 #HONGKONG #HK","sentiment_score":0.0}
{"full_text":"RT #WednesdayThoughtsPets have become crucial to many's survival through the COVID 19 pandemic so demand has gone up, which is a...","sentiment_score":0.25}
{"full_text":"RT And all to protect the NHS that we pay for from having to do anything other than Covid worshipping","sentiment_score":-0.125}
{"full_text":"RT Of the 121,000 lives lost to covid, how many would have been saved if the PS22 billion dido\/serco track and trace had wor...","sentiment_score":0.5}
{"full_text":"RT The past 12 months have forever changed how I think about the world. And the haunting question I can't shake... did it...","sentiment_score":-0.25}
{"full_text":"I have always wanted to visit this unique, spectacular house. makes an excellent case as to why it should remain open to the public. Hoping finds a way to do so!","sentiment_score":0.395}
{"full_text":"RT 3 areas you need to focus on daily*Physique - be in shape*Health - both physical &amp; mental*Income - strive to have pa...","sentiment_score":0.0}
{"full_text":"RT From March 1, people above 60 years of age and those above 45 years of age with comorbidities will be vaccinated at 10,000 govt &amp;...","sentiment_score":0.0}
{"full_text":"RT Full quote by was \"If we deliver an effective immunisation programme &amp; you've got a decent coverage, say 50 to 60...","sentiment_score":0.3722222222}
{"full_text":"RT UN Secretary General denounces use of pandemic as pretext to curtail fundamental freedoms and silence political criti...","sentiment_score":0.025}
{"full_text":"RT COVID-19 Vaccination 1. Shoutout to the great team at Lunesdale Surgery (#KirkbyLonsdale), who are administering vacci...","sentiment_score":0.8}
{"full_text":"RT Hotel Carpeting Company Awarded Contract to Supply COVID-19 Testshttps:\/\/t.co\/CXsp5wsXTh","sentiment_score":0.0}
{"full_text":"Vaccines developed by AstraZeneca and Oxford university arrived in Ghana last Wednesday When can we get our first batch of vaccines? Surely when pandemic is over in two decades","sentiment_score":0.2125}
{"full_text":"Next lockdown purchase? https:\/\/t.co\/5yhQZlw5tb","sentiment_score":0.0}
{"full_text":"ABSALOUTLY NOTTHE INCOMPETANCE OF FF\/FGIS STAGGERING THE VACCINATION  IS A JOKEWOULD IT HAVE ANYTHING TO DO WITH G.P'S GETTING PAID EUR60 FOR EVERY PATIENT THEY VACCINATETHE TAXPAYERS OFTHIS COUNTRYWILL BE MADE PAY FOR THIS PANDEMICJUST LIKE THEY'RE BE PAYING FOR THE BANKS","sentiment_score":0.0}
{"full_text":"Poorer primary pupils in England up to seven months behind due to Covid. Shouuld the cirriculumn change to accommodate for the new gaps in learning &amp; knowkledge? #homeschooling","sentiment_score":0.0028409091}
{"full_text":"RT Big thanks to all our wonderful customers who have worked with us to ensure we're still able to carry out work safely dur...","sentiment_score":0.44}
{"full_text":"Good #news for cinemas! England to Begin Easing #Lockdown From March 8, #Cinemas to Reopen in May.","sentiment_score":0.875}
{"full_text":"My son tried to apply for NEET PG 21. No centre's are available in Tamil Nadu or Puducherry. Can someone help us so that travel outside state is avoided during Covid Pandemic.","sentiment_score":0.2}
{"full_text":"RT Our expectations have become so diminished that the government's permission \"to have coffee on a park bench\", is taken not as a...","sentiment_score":0.0}
{"full_text":"RT Should politicians get upgrades to their homes and offices during a global pandemic?@tito_mboweni, you can save the people...","sentiment_score":0.0}
{"full_text":"RT Hi guys! I'm Emmanuella and I'm a pharmacist. So as you may have heard, the first consignment of the COVID-19 vaccines wil...","sentiment_score":0.25}
{"full_text":"RT Arrival of Covid-19 Vaccine in Ghana #AdomNews  #COVID19","sentiment_score":0.0}
{"full_text":"The local government unit of Mandaluyong City has made a 20% down payment to AstraZeneca for the 150,000 doses of COVID-19 vaccine it has ordered, the city public information office said on Tuesday.","sentiment_score":-0.0518518519}
{"full_text":"If you've been impacted by #COVID19, help &amp; support is available. For more information &amp; advice on how to access support, go to:","sentiment_score":0.45}
{"full_text":"LA LUCIA FREE COVID-19 TESTING SITE CLOSEShttps:\/\/t.co\/viPLwWnpxM#lalucia #covidsite #closes #testing","sentiment_score":0.4}
{"full_text":"RT I'd like to know which government official(s) gave groups of the (what would be) insurrectionists a guided t...","sentiment_score":0.0}
{"full_text":"Week 5@LoveWestLothian #ActiveFunActiveHome ChallengeLockdown with The Simpsons ChallengeDay3- Bart goes on his= 20 Skaters &amp; Lisa states a fact = 20 Russian twists Get involved &amp; share your pictures &amp; videosCome back tomorrow for Day4 #ActiveEveryDay","sentiment_score":0.0}
{"full_text":"Will you take part in our Movement Minutes session today at 11am? Join us on Facebook by searching #COVID19 #WeAreInThisTogether","sentiment_score":0.0}
{"full_text":"Getting #vaccines to the point of use is a global cooling challenge. It requires safe storage for temperature-sensitive vaccines &amp; reliable refrigeration even during power outages.Find out why Sure Chill is used to protect vaccines in +50 countries.","sentiment_score":0.3333333333}
{"full_text":"Joe Biden, Justin Trudeau vow to fight Covid-19, boost relationsTrack latest news updates here","sentiment_score":0.5}
{"full_text":". Tourism is important for the  economy and  markets are crucial for the global tourism industry.Any measure by the  to #RestartTourism will be magnified in the outcomes for both  economy and global tourism.#StrongerTogether #EUIndustryDayshttps:\/\/t.co\/K2W7c4Xlbf","sentiment_score":0.1}
{"full_text":"INSPIRING US with insights on Kulinarya, our Filipino heritage cuisine, and to share with us his best practices on food preparation in this pandemic is multi-awarded Chef Gabby Prats happening on March 1, 2021, from 2PM-4PM.Register at:","sentiment_score":0.75}
{"full_text":"RT  Malaysia Prime Minister, Tan Sri safely received the COVID-19 vaccine today. This means the biggest...","sentiment_score":0.5}
{"full_text":"RT Happy one year anniversary to this Trump tweet where he declared COVID \"very much under control in the US.\"","sentiment_score":0.53}
{"full_text":"We university students demand the cancellation of the first term (or turning to online exams) our health is more important than anything.STOP THE EPIDEMICSAVE OUR LIVES#EgyptianStudentsLivesMatte #rjwk_yrys_lTlb_htmwt #yrys_rjwk_lTlb_btmwt","sentiment_score":0.3833333333}
{"full_text":"Dentistry students are required to stay at university for an extra year as a result of interruptions caused by the pandemic.https:\/\/t.co\/PF7YDM7qk2","sentiment_score":0.0}
{"full_text":"The #TopHotelProject construction database reveals that India's #HotelMarket is set to grow by 151 hotels and 24,223 rooms in the coming years.India is growing despite the pandemic...#Tourism #IndianHotels #HospitalityJoin our journey at","sentiment_score":0.0}
{"full_text":"Tens of thousands of people in the UK are estimated to be living with the debilitating effects of long COVID.If you're suffering the effects of long COVID, visit the 'Your COVID recovery' website or speak to your GP.https:\/\/t.co\/Rw0R6suYTg #LongCOVID","sentiment_score":-0.05}
{"full_text":"REMINDER!A free training course is available to NADSL members from today. The training entitled 'Safeguarding during COVID-19', provided by the Child Protection Company is available via #SafeguardingTogether","sentiment_score":0.4}
{"full_text":"This is how many rapid coronavirus tests have come back positive since a new centre opened in Chesterfieldhttps:\/\/t.co\/Ra8NzXNsyE","sentiment_score":0.2159090909}
{"full_text":"Indiana opens COVID-19 vaccinations to Hoosiers 60 and older #FOX59Morninghttps:\/\/t.co\/Zthfs62RBw","sentiment_score":0.1666666667}
{"full_text":"Did you register for our 'Staying active during lockdown' webinar that was due to take place tomorrow?Don't forget the date has now been moved to Thursday 25 March so save the date!https:\/\/t.co\/X8h0EkVQP7","sentiment_score":-0.1291666667}
{"full_text":"Today on WEKU's Morning Edition, Louisville's Speed Art Museum will host an exhibition honoring the life and legacy of Breonna Taylor. President Biden looks to mayors to help make the case for his COVID-19 aid bill. Plus local weather and traffic on","sentiment_score":0.0}
{"full_text":"New Post: BBE Outlines Implications For banding As Covid Restrictions Diminish","sentiment_score":0.1363636364}
{"full_text":"Rent or food? Families forced into tough choices as possible COVID-19 eviction crisis looms ","sentiment_score":-0.2296296296}
{"full_text":"Here's what sports teams and businesses in Whitehaven had to say about the Government's roadmap... #WestCumbria #Whitehaven #bussiness #sports","sentiment_score":0.0}
{"full_text":"How has COVID-19 changed how colleges and universities do business and serve students? Our latest report looks at 3 major shifts to consider post the pandemic. Learn more on The hybrid Campus here:","sentiment_score":0.3541666667}
{"full_text":"The CDC released a study this week on reactions, using a system called \"V-Safe\" with questions about their reactions. Nearly all who responded had higher percentages of symptoms such as fatigue, chills and fever after the second dose. #WakeUpCLT","sentiment_score":0.0875}
{"full_text":"Yumi Stynes on how lockdown transformed the way she thinks about 'beauty'","sentiment_score":0.0}
{"full_text":"Free industry session today with who will discussing how to create a top show during #COVID19","sentiment_score":0.45}
{"full_text":"We've updated some of the FAQs on supporting staff with childcare responsibilities following the latest government guidance. View them here - marked NEW. #COVID19https:\/\/t.co\/Z1uAIzPCdV","sentiment_score":0.1972727273}
{"full_text":"Don't miss our session on creating a digital strategy post-Covid from Al Kingsley at our 'Edtech, Remote Learning &amp; Pedagogy' conference. See who's speaking + book your places:","sentiment_score":-0.05}
{"full_text":"India has total 11029537 confirmed cases. Out of this 10724455 have recovered, and 156601 people have died.Last Updated : 24\/2\/2021 11:41:26Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"Find out more about how the #EUFunded, #INTERREGVA Need to Talk project has been working hard to ease anxiety during COVID-19 pandemic for those living with sight loss. Free emergency telephone mental health sessions gives emotional support during these difficult times.","sentiment_score":0.0013888889}
{"full_text":"Under the Governor's emergency order designating who can get a vaccine, hospital providers are allowed to vaccinate those they deem extremely vulnerable to COVID-19.","sentiment_score":-0.5}
{"full_text":"Republicans are portraying California AG Xavier Becerra as unfit. But, Democrats are unfazed, accusing the GOP of playing politics despite the pandemic.","sentiment_score":0.0}
{"full_text":"RT I don't want to get infected, Corona is widely spread in Egypt#rjwk_yrys_lTlb_htmwt #yrys_rjwk_lTlb_btmwt #Egypt...","sentiment_score":-0.1}
{"full_text":"COVID 19 cases in India until : 24\/02\/2021 15:30Total Cases: 11029537 [+0]Active: 143922Recovered: 10724455 [+0]Deaths :156601 [+0]Total Tests: 213.04MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"As Britain announces its roadmap out of lockdown, #VaccinePassports have once again come into the spotlight. Here's what you need to know https:\/\/t.co\/2LPXz9kREx","sentiment_score":0.0}
{"full_text":"Download the Protect Scotland app for free to your own mobile device. The app will alert you if you have come in close contact with another app used who has tested positive for coronavirus. For more information visit:","sentiment_score":0.4318181818}
{"full_text":"\"Pride goeth before destruction, and a haughty spirit before the fall. Never had I been so confident in my stock-market expectations--and rarely had I been so wrong.\"An honest post-mortem by John Rekenthaler, 1 year after the beginning of the pandemic.https:\/\/t.co\/ttwOSIJTRX","sentiment_score":0.225}
{"full_text":"RT TRIPLE WORRISOME--Data says the new variant that is now dominant strain in California:spreads FASTERevades antibodies...","sentiment_score":0.1363636364}
{"full_text":"Finance staff have had their work cut outhttps:\/\/t.co\/aG6118kOGt","sentiment_score":0.0}
{"full_text":"RT As vaccines to prevent COVID-19 roll out in Ghana, the public must have basic knowledge of how vaccines work before ta...","sentiment_score":0.0}
{"full_text":"RT Experiencing mental health difficulties during the pandemic? Get free, confidential help on or...","sentiment_score":0.15}
{"full_text":"SAVE THE DATE NAI will be hosting a webinar on the 25th of March - \"Beyond Covid-19: Focusing on Promoting Digital Responses to the Needs of People with Neurological Conditions\" #brainawarenessweek2021 #loveyourbrain2021","sentiment_score":0.0}
{"full_text":"Occupational health teams are faced with the colossal task of making decisions about who should or shouldn't come to work to help fight #covid19.We explore how #automation can help your business welcome back low-risk, essential staff into workspaces:","sentiment_score":0.275}
{"full_text":"Are you getting more headaches? It could be that you're looking at screens more.","sentiment_score":0.5}
{"full_text":"Your privacy faces risks in tech-infused 'new normal' office.https:\/\/t.co\/dsjwF9Lf9v","sentiment_score":0.1431818182}
{"full_text":"With the government's roadmap out of lockdown revealed, #BPSIM2021 will continue to go ahead under revised conditions.Full update https:\/\/t.co\/6HaDhxlHrH","sentiment_score":0.0}
{"full_text":"RT Ceremony for covid 19 vaccine or what Country b3n koraa nie Ei","sentiment_score":0.0}
{"full_text":"Massive surge in people booking foreign holidays following Boris Johnson's lockdown roadmap announcement #RoadmapOutOfLockdown","sentiment_score":-0.0416666667}
{"full_text":"It's more important than ever for business owners to reduce their overheads. We are here to help with our Covid Support Package. We guarantee to save business owners money on their payment charges and now we are offering 12 Months FREE terminal rental!","sentiment_score":0.4666666667}
{"full_text":"Former Special Adviser to the NTF against COVID-19 and Doktor Tony Leachon shared his comments on the admission of TV personality Mon Tulfo that he was inoculated with smuggled COVID-19 vaccines since October.https:\/\/t.co\/ZCeZ0GudHU","sentiment_score":0.1785714286}
{"full_text":"These words from Jenny McAteer from perfectly sum up why people experiencing homelessness must be vaccinated as a priority to prevent further unnecessary loss of life to the pandemic.  #HealthNow #VaccinateHomeless #HVC","sentiment_score":0.2}
{"full_text":"Learn to play electric guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"COVID -19 Vaccines are one method of protection, but even once vaccinated with one or two doses, you MUST continue to follow other protective guidance and play your part in preventing the spread of COVID-19:  Wash hands regularly Keep social distancing Wear a face mask","sentiment_score":-0.0305555556}
{"full_text":"Hugh Jackman and Billie Eilish have joined forces to launch a campaign to help end COVID-19 and there was a fair bit of mutual admiration going on.https:\/\/t.co\/Ro1b5uXxmI","sentiment_score":0.7}
{"full_text":"Staff giving Covid-19 jabs reminded not to leave mid-task, to avoid repeating SNEC error","sentiment_score":0.0}
{"full_text":"RT WHO scheme Covax delivers first Covid vaccines to Ghana","sentiment_score":0.25}
{"full_text":"Digital health checks vital to travel recovery, Heathrow says Digital health checks will be vital to a recovery in foreign travel from the COVID-19 pandemic, Britain's Heathrow airport said on Wednesday, after a collapse in passenger numbers saw it plunge to a 2 billion pound ($2","sentiment_score":0.015}
{"full_text":"The Elephant Story Blog Update: A Lunar New Year in Lockdown","sentiment_score":0.1363636364}
{"full_text":"\"The pandemic accelerated existing trends in remote work, e-commerce and automation with up to 25% more workers switching occupations\"  McKinsey &amp; Company","sentiment_score":0.2}
{"full_text":"ONS data publ. Tue 23.2.21EnglandCare home deathsAll causes, Feb 11Wk 6, care home deaths above 5-yr-averageApprox. 23,300 more residents have died above expected since March 21, 2020above: wk 13-24, 34, 1-6 (28835)below: wk 25-33, 35-53 (5515)#COVID19 #SocialCare","sentiment_score":0.1}
