{"full_text":"RT Our latest check of - All those snowflakes you see there mean driving is hazardous so PLEASE STAY...","sentiment_score":0.2625}
{"full_text":"RT So, is giving air to a cafe owning Facebook lockdown conspiracy theorist. Good one.","sentiment_score":0.7}
{"full_text":"RT There is now more evidence that the CDC has screwed with its own guidelines based on Biden Administration pressure than evi...","sentiment_score":0.55}
{"full_text":"Someone who could have cured Covid but watched porn all day instead.The boy who would have built flying cars but his dad forced him to be a doctor.The girl who would have been an awesome mom but was told to have a career.","sentiment_score":0.35}
{"full_text":"RT At this painful time for our country, America's working families should know that Democrats have never paused in *our* work...","sentiment_score":-0.7}
{"full_text":"RT From the start, I haven't seen any science basis for ignoring airborne transmission. The motivation comes from elsewhere....","sentiment_score":0.0}
{"full_text":"RT Fuck I wish I could have a gloryhole again and suck about 50 dicks!! Maybe when Corona is over I can get to Dallas or OK...","sentiment_score":-0.0625}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"RT \"Australians have come to appreciate just how precious a #Covid19-free existence is. They will not, and should not, give it up...","sentiment_score":0.5}
{"full_text":"RT Ron DeSantis isn't a leader. A leader protects their people and takes ownership of that charge. Retweet if you know that it'...","sentiment_score":0.0}
{"full_text":"RT Nobody writes stories about not dying by not contracting COVID-19.So maybe it's time to praise the Lab Researchers who dev...","sentiment_score":0.0}
{"full_text":"RT It could have been canceled at any minute. It still could.Australian Open tournament director Craig Tiley on the challenge...","sentiment_score":0.0}
{"full_text":"RT JOY of GIVING activity!!!Lets support MeanPlan in the CSR project, gathering funds to donate medical equipment to deal w...","sentiment_score":0.4}
{"full_text":"RT JEF Rejects Call To Re-introduce Work-From-Home Orders Amid COVID-19 Spike | RJR News - Jamaican News Online","sentiment_score":0.0}
{"full_text":"Pfizer hopes to ship 2 billion doses of its COVID-19 vaccine this year, an executive at the pharmaceutical giant said. via","sentiment_score":0.0}
{"full_text":"RT I wish people would stop blaming the Democrats for Republicans' failure to convict. Dems are looking at the big picture a...","sentiment_score":-0.1583333333}
{"full_text":"RT ATOMIC BOMBSHELL: Rothschilds patented Covid-19 bio-metric tests in 2015. And 2017.It's not disputable, sin...","sentiment_score":0.0}
{"full_text":"RT Chinese mainland on Monday reports nine newly confirmed #COVID19 cases, including a locally transmitted one in Hebei","sentiment_score":0.1333333333}
{"full_text":"After reading the article it reminded me about how China is using applications to screen people and track their location to measure how much they are at risk to contracting\/transmitting the COVID-19 virus, there are concerns to privacy as peoples data is be collected and stored.","sentiment_score":0.2}
{"full_text":"RT Since MSM won't tell you the truth...- COVID cases down 62% from peak - Hospitalizations down 42%- ICU cases down 34%...","sentiment_score":-0.1555555556}
{"full_text":"That's ok we don't have the real numbers for covid either. Nothing but haters","sentiment_score":0.35}
{"full_text":"RT Covid has impacted all of us in one or the other way! For legal immigrants on H4EAD impact is in the form of USCIS delays in...","sentiment_score":0.021875}
{"full_text":"RT have tried really hard to not be a pandemic scold but the amount of people I see dining indoors this weekend is genuinel...","sentiment_score":-0.2916666667}
{"full_text":"RT Charlottesville should have been enough. Then Ukraine. Then Covid failure. Then Attack on our Capitol. If you don't #LeaveT...","sentiment_score":-0.1583333333}
{"full_text":"The vaccine has landed #perth #perthnews #COVID19Aus","sentiment_score":0.0}
{"full_text":"If it still exists post-pandemic and you are ever in NYC, there is this restaurant called Max Brenner where they literally have chocolate on tap that seems like an ideal place for this conversation.","sentiment_score":0.9}
{"full_text":"RT do guests not realize the reason we don't want maskless pics is bc it leads others to believe we're not that strict abo...","sentiment_score":0.0}
{"full_text":"RT \"There is no end in sight for lockdowns because of the failure to plan the vaccine rollout.\" That is not true. That is a mo...","sentiment_score":-0.2458333333}
{"full_text":"Terrible.  I tried to visit last Chinese New Year but could not enter due to Covid. So sad","sentiment_score":-0.2481060606}
{"full_text":"RT These numbers reflect the latest data available as of Feb. 4 from the CDC's Vaccine Adverse Event Reporting System web...","sentiment_score":0.45}
{"full_text":"RT A $15 minimum wage is not a radical idea. What's radical is the fact that millions of Americans are forced to work for star...","sentiment_score":-0.3}
{"full_text":"RT 3 days back leftie Icon Jacinda Arden was touting the fact there was no more COVID in New Zealand and leftie zombies were hai...","sentiment_score":-0.0378787879}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT Who's got the best lockdown CBs? Ranking all 32 units. (via","sentiment_score":1.0}
{"full_text":"RT Haven't white supremacists in the U.S tried to cancel the culture of African Americans going way back? Or what about the a...","sentiment_score":0.0}
{"full_text":"RT Average daily new coronavirus cases in the United States have dipped below 100,000 in recent days for the first time in months. ...","sentiment_score":0.0472727273}
{"full_text":"RT Jimin's dad donated a signed album to the WeAJa Charity Flea Market! All of the money earned from donated items will be used to...","sentiment_score":0.0}
{"full_text":"First day back to work after my own lunar break and first day back to work after lockdown being reinstated but .. Hospital still full of patients my work load still the same ","sentiment_score":0.2071428571}
{"full_text":"RT I've said it before and I'll say it again: Schools will never reopen.","sentiment_score":0.0}
{"full_text":"RT Gem is an ER nurse. She is intubated with covid, and she's 8 months pregnant. Pls donate what you can.","sentiment_score":0.3333333333}
{"full_text":"Why can't work have snow days? All I do is make coffee. It's not that important. Well...according to a pandemic it was..maybe hazard pay?","sentiment_score":0.4}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"Lockdown because of 3 cases? Seems measured and well-thought out.","sentiment_score":0.0}
{"full_text":"RT Jimin's father donated an autographed MOTS Persona album to the Beautiful Store (an organization that receives donations...","sentiment_score":0.85}
{"full_text":"RT Gem is an ER nurse. She is intubated with covid, and she's 8 months pregnant. Pls donate what you can.","sentiment_score":0.3333333333}
{"full_text":"I was thinking about this since I was just reading an article on how DeSantis is refusing to do any meaningful step to confront COVID out of pure zealous ideology.  Don't expect people to do things without good leadership.","sentiment_score":0.4714285714}
{"full_text":"RT 1744 new coronavirus infections have been recorded in SA in the last 24 hour cycle with 78 more people succumbing to COVID...","sentiment_score":0.2121212121}
{"full_text":"Eyyy did we miss a Zim Covid lockdown announcement??? Are we free now? ","sentiment_score":0.4}
{"full_text":"RT Eat out to help out caused lockdown 2People getting together for Christmas caused lockdown 3So what do they do?...Lifts...","sentiment_score":0.0}
{"full_text":"RT rip daddy  i will always love you  till we meet again.","sentiment_score":0.5}
{"full_text":"You are full of msm propaganda. Fear porn. Influenza doesn't exist this year. National and global death rates have not risen. All you have to do is turn off msm and COVID will not exist. Do you not thinks these facts are strange?","sentiment_score":0.05}
{"full_text":"RT Maharasthra seems to be playing spoilt sport again. As we talk about the pandemic receding in India, the worst hit state...","sentiment_score":-1.0}
{"full_text":"It's been tough as a single during this pandemic. Thanks for acknowledging that","sentiment_score":-0.0867724868}
{"full_text":"RT The vaccines are about 95% effective and all four had mild cases and are fine now so hooray for the vaccines doing exact...","sentiment_score":0.4}
{"full_text":"RT Excellent Opening Weekend for #Uppena all over Telugu States..7th clean Hit for TFI after Covid Pandemic...#SoloBrathu...","sentiment_score":0.6833333333}
{"full_text":"This is the problemhttps:\/\/t.co\/s6U5TZg8Uf","sentiment_score":0.0}
{"full_text":"RT From the start, I haven't seen any science basis for ignoring airborne transmission. The motivation comes from elsewhere....","sentiment_score":0.0}
{"full_text":"RT This Covid isn't gone and cases are on the rise again in Mumbai because we are pretending it has. Please do wear masks an...","sentiment_score":0.0}
{"full_text":"RT  Day 5 of asking Prime Minister to implement a #GoForZero #COVID19 policy in Canada.#CovidZero #cdnpoli...","sentiment_score":0.0}
{"full_text":"Thank god my bf is ok and he just has a really bad concussion and not COVID we were so worried but now the road to recovery","sentiment_score":-0.1}
{"full_text":"RT The U.S. Chamber of Commerce is enraging its traditional Republican allies: It applauded Biden's COVID relief bill; cheer...","sentiment_score":0.0}
{"full_text":"RT The school is SMKA Wataniah, Machang, making up close to half of all cases reported in Kelantan today.","sentiment_score":-0.1666666667}
{"full_text":"RT Every Day Is a Pandemic For the Chronically Ill|from via #Countr...","sentiment_score":0.0}
{"full_text":"RT Nobody writes stories about not dying by not contracting COVID-19.So maybe it's time to praise the Lab Researchers who dev...","sentiment_score":0.0}
{"full_text":"RT TONIGHT: I'll be on FOX Report to talk about Cuomo's COVID cover-up and how Florida has handled the COVID-19 pandemic. TU...","sentiment_score":0.0}
{"full_text":"RT Woman-led countries have had fewer Covid-related deaths, a smaller number of days with confirmed deaths, and a lower peak in...","sentiment_score":0.2}
{"full_text":"RT The worst part so far about having covid (besides the massive head cold symptoms) is the fact that I have to stop lifting...","sentiment_score":-0.375}
{"full_text":"RT 'This Is All Political': DeSantis Slams Biden For Allegedly Allowing Illegal Aliens Into U.S. Without COVID Test While Co...","sentiment_score":-0.2}
{"full_text":"The Food and Drug Administration (FDA) on Monday reiterated that the compassionate special permit (CSP) given to the Sinopharm COVID-19 vaccine can only be used for the Presidential Security Group (PSG) and not for public vaccination programs.READ:","sentiment_score":0.119047619}
{"full_text":"\"The big worry for me was the 8,000 vaccinations within this building.\"KR on events yesterday at the Kassam as #oufc beat Wiganhttps:\/\/t.co\/RFv3sqVNPy","sentiment_score":0.0}
{"full_text":"These people are deranged","sentiment_score":0.0}
{"full_text":"Can we all protect COVID-affected essential businesses?","sentiment_score":0.0}
{"full_text":"Toyota boss says sacrificing workers during the COVID-19 crisis is wrong #topgearph","sentiment_score":-0.5}
{"full_text":"Willacy County reports 16 new cases of COVID-19, 11 backlogged caseshttps:\/\/t.co\/Ji0Oyikne5","sentiment_score":0.1363636364}
{"full_text":"Only 28% of target recipients in San Juan City registered for COVID-19 vaccination so far -- Zamora","sentiment_score":0.05}
{"full_text":"Amid the Covid19 pandemic, when a majority of Indians were facing pay cuts and job losses, the average daily crypto assets trading volumes across top Indian exchanges grew by 500% since March 2020 when the Supreme Court struck down RBIs April 2018 circularhttps:\/\/t.co\/VeHDzrZKp4","sentiment_score":0.0486111111}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"Join us for after #DAYTONA500 - A considerable amount of vaccine doses fail to reach Iowans- tracks a warmup in eastern Iowa- reports how local businesses capitalize on #ValentinesDay during the #COVID19 pandemic","sentiment_score":-0.1333333333}
{"full_text":"Cogta extends Covid-19 lockdown by another 30 days","sentiment_score":0.0}
{"full_text":"RT Jimin's dad donated a signed album to the WeAJa Charity Flea Market! All of the money earned from donated items will be used to...","sentiment_score":0.0}
{"full_text":"Is South Africa doing enough to protect its #COVID19 #vaccines and curb counterfeit cures? Find out.","sentiment_score":0.0}
{"full_text":"My daughter had COVID and wasn't even paid for time off. They claimed she could have got it anywhere. She went nowhere, even got her groceries delivered.","sentiment_score":0.0}
{"full_text":"A lucky group of people received the COVID vaccine while stranded on the  highway during a snowstorm.","sentiment_score":0.3333333333}
{"full_text":"Since we're about half way through Black History month, we wanted to check in with black-owned businesses in Chattanooga to see how they've been affected by the pandemic.https:\/\/t.co\/ke3TOflNiq","sentiment_score":-0.1666666667}
{"full_text":"The #UK has made the largest vaccination programme in its history, as more than 15 million people have had their first #Covid jab. British officials say the rollout will also be expanded to over 65s and the clinically vulnerable ones. Nawied Jabarkhyl reports from London.","sentiment_score":0.0625}
{"full_text":"AMA president, discusses how we can control #COVID19 and discusses the rebuilding that must be done to our public health infrastructure.","sentiment_score":0.0}
{"full_text":"RT Link to the full list of COVID-19 hotspots in Victoria from Queensland Health:","sentiment_score":0.35}
{"full_text":"Tshwane ready to distribute Covid-19 vaccineThe city is ready in terms of having trained nurses, healthcare facilities to be used for vaccination and proper storage faculties. Read more&gt; #RekordPretoria","sentiment_score":0.1333333333}
{"full_text":"The high rates of infection in AfD strongholds suggest that the party's position on COVID-19 is potentially causing significant harm to its supporters. #AfD","sentiment_score":0.1783333333}
{"full_text":"A year ago, two scientists began work on the response to a new virus. Now, as the Oxford\/AstraZeneca Covid vaccine is being given to millions, the two inventors describe an incredible 12 months.. Story at","sentiment_score":0.5181818182}
{"full_text":"Through your selfless giving, we can continue to provide food to pandemic-hit tribes and school supplies to ensure that education still continues even during this challenging time. DONATE through","sentiment_score":0.5}
{"full_text":"Local musicians are finding ways to still put on a show during the pandemic, just on a much smaller scale.","sentiment_score":0.0}
{"full_text":"RT At 21, my daughter left for Canada on student loan, worked 2 jobs and studied, and paid the EMI regularly. Even during lockdow...","sentiment_score":0.0}
{"full_text":"The Center for COVID-19 Situation Administration (CCSA) has explained four possible causes of #COVID19 infection:","sentiment_score":-0.05}
{"full_text":"Central Arkansas' commercial real estate market continued to adjust to the new covid-19 environment as 2020 closed out.Landlords in the region became more flexible in accepting short-term leases and tenants ","sentiment_score":0.1227272727}
{"full_text":"Santa Barbara restaurants said they were filled with reservations despite the pandemic this Valentine's Day. \"We've been seeing people standing in line or getting takeout orders everywhere!\"","sentiment_score":0.5}
{"full_text":"As health services are stretched by #COVID19, it's more important than ever to restore essential health services. With support from &amp; we are working to ensure children &amp; mothers in every corner of the country receive an improved healthcare facility.","sentiment_score":0.2125}
{"full_text":"The probe in Wuhan has been dismissed as a sham. China is being accused of stage-managing this entire inquiry into the origins of the pandemic. brings you the story","sentiment_score":-0.1}
{"full_text":"Experts cautioned Sunday that infections remain high and precautions to slow the spread must remain in place.","sentiment_score":-0.07}
{"full_text":"Dear  I've been a loyal president's circle customer for almost a decade.  Today I tried to reserve a vehicle for my family to use for our long awaited post pandemic vacation (kid waiting 2 years), but was told I don't have enough points to reserve a car.  Budget is $130..","sentiment_score":0.0944444444}
{"full_text":"Tourists are swarming back to #Beijing's major attractions, with the visitor numbers during the first three days of the #SpringFestival holiday bouncing back to 91 percent of the 2019 level despite stringent anti-epidemic measures in place. #COVID_19","sentiment_score":0.078125}
{"full_text":"RT Dr. Peter Daszak tried to attenuate certain common sense of CCP culture to NY Times \"If NOT have meals in the meeting, it...","sentiment_score":-0.0428571429}
{"full_text":"As a result of the coronavirus, U.S. states alone face a depression-level budget shortfall that could total some $434 billion between 2020 and 2022, according to one estimate. via","sentiment_score":0.0}
{"full_text":"Yep. Lockdown extension will be announced any day now","sentiment_score":0.0}
{"full_text":"RT Support the strike! Don't cross the picket line. Don't try to buy fast food on Tuesday!!","sentiment_score":0.15625}
{"full_text":"And you have no worry at all about the Covid science table and Dalla Lana School of public health partnerships with World Bank? UN? Chrystia Freeland Trustee at WEF? McGills Timothy Evans attending event 201?The informed general public DO NOT TRUST THESE PEOPLE.","sentiment_score":0.0166666667}
{"full_text":"RT [INFO] Jimin's father donated his signed \"Map of the Soul: PERSONA\" album to the Weaja Sharing Market in November 2020....","sentiment_score":0.0}
{"full_text":"How we detect historical cases of Covid-19 and why it matters","sentiment_score":0.0}
{"full_text":"If you're not wearing a mask you're an idiot. Plain and simple. Don't try to dispute it. You're just a stupid baby having a \"me-me-me\" tantrum party. Any debate about it at this point is futile. Until you wear a mask you will be an idiot.","sentiment_score":-0.5228571429}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 22.9FWind Chill: 22.9FHumidity: 81%Dew Point: 18.0F Barometer: 30.397 inHgWind: 1 mph from the NCorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Trump will die in 2023 in disgrace. His empire started to fall away when it was determined he was incapable of...","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS: 92% drop in severe cases of infection among those who took two doses of Pfizer vaccine, according to study...","sentiment_score":0.0}
{"full_text":"Great read on how technology is revolutionizing the post-pandemic restaurant sector. #IAmIntel","sentiment_score":0.8}
{"full_text":"Important; Since 04:00 on 15\/01\/21, it has been mandatory for all passengers travelling into the UK to have a pre-travel Covid-19 test., More info:","sentiment_score":0.45}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT THIS SHOULD BE ILLEGAL-handing top university job to zero-experienced ex-Tory MP over former Master of Oxford College...","sentiment_score":0.25}
{"full_text":"Batch of homegrown coronavirus mutations seen in US","sentiment_score":0.0}
{"full_text":"The story has a lot of loopholes but this one I agree","sentiment_score":0.0}
{"full_text":"RT This is important. Ron DeSantis is in the news again for making excuses about his callous coronavirus response. We are the o...","sentiment_score":0.4}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"RT The probe in Wuhan has been dismissed as a sham. China is being accused of stage-managing this entire inquiry into the or...","sentiment_score":-0.1}
{"full_text":"Time: 04:00 * Temp: 5.7degC * Wind: SSE 0.0 to 8.9mph * Pressure: 1003.5hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:43 * Sunset: 17:30 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Jimin's father donated an autographed MOTS Persona album to the Beautiful Store (an organization that receives donations...","sentiment_score":0.85}
{"full_text":"RT Gem is an ER nurse. She is intubated with covid, and she's 8 months pregnant. Pls donate what you can.","sentiment_score":0.3333333333}
{"full_text":"RT #BREAKING The first batch of COVID-19 vaccines has arrived in Australia. A plane carrying a container of 142-thousand d...","sentiment_score":0.25}
{"full_text":"RT Leigh Sales says she was at the Dan Andrews presser today because she came to Melbourne for a friend's birthday and was...","sentiment_score":0.0}
{"full_text":"The hardship beat: Why it's essential for reporters to expose income inequality heightened by Covid-19 via","sentiment_score":0.0}
{"full_text":"NHS Scotland's head of digital speaks with about how they scaled out ServiceNow #ITSM and beyond to address Covid-19. #LetsWorkflowIt","sentiment_score":0.0}
{"full_text":"#COVID19 underscored the importance of #real-time data to inform quick, confident decision making as #consumer behavior evolved rapidly. shares more.","sentiment_score":0.4444444444}
{"full_text":"RT y'all always wearing the same shit stay home please","sentiment_score":-0.1}
{"full_text":"Covid-19: Waikato schools prepare for possibility of higher coronavirus lockdown levels","sentiment_score":0.25}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"The Pandemic Has Erased Entire Categories of FriendshipBy #sundayread","sentiment_score":0.0}
{"full_text":"RT This is important. Ron DeSantis is in the news again for making excuses about his callous coronavirus response. We are the o...","sentiment_score":0.4}
{"full_text":"CDC defends cyberschool guidelines as cyberadvocates say they make it too hard to reopen","sentiment_score":-0.2916666667}
{"full_text":"RT Sales apparently went full RWNJ at Vic govt #COVID19 update. You never go full RWNJ.","sentiment_score":0.25}
{"full_text":"The COVID-19 vaccine location at Med Center Health will be rescheduling appointments that were scheduled for Monday, February 15 due to inclement weather.","sentiment_score":-0.1125}
{"full_text":"RT This dude says no thanks to Victoria's lockdown. Journo: \"Did you realise there's a lockdown?\"","sentiment_score":-0.1}
{"full_text":"The memorial service which was planned for Lynn Matthews on Thursday 18 February has been postponed. This decision has been made as a result of the Government announcing Level-3 Covid-19 restrictions in Auckland. Jet Park Hotels says that once  there is a...https:\/\/t.co\/xtiH2VKrhA","sentiment_score":0.0}
{"full_text":"can't believe i'm having a snow day nullified by a pandemic","sentiment_score":0.0}
{"full_text":"RT Gem is an ER nurse. She is intubated with covid, and she's 8 months pregnant. Pls donate what you can.","sentiment_score":0.3333333333}
{"full_text":"RT A teacher posted this. It's a room w\/ COVID accommodations for 28 students. Watch what the student's experience when the te...","sentiment_score":0.0}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"Where was god with the 450000 dead in the USA or millions worldwide. Get real lady there ain't no god to protect you from COVID-19","sentiment_score":0.0}
