{"full_text":"Tonight's pandemic #Rangers crowd is quite a bit larger than a standard #Islanders crowd. Louder too.","sentiment_score":0.0}
{"full_text":"RT Day 401 of coronavirus since the first case came to Los Angeles","sentiment_score":0.25}
{"full_text":"Do you think all those that have died of COVID were terminally ill and their organs had given up?","sentiment_score":-0.5}
{"full_text":"My favorite YouTuber is giving away $500 to 8 people to help during the Pandemic. Check it out!","sentiment_score":0.625}
{"full_text":"RT Yes, we must end the filibuster. But Kamala Harris can also unilaterally disregard the parliamentarian and keep the $15 minimu...","sentiment_score":-0.5}
{"full_text":"RT What do those Republican lawyers do? Sue our Governor to strike down COVID protections. Sue to attack voting rights. Gear up...","sentiment_score":-0.1555555556}
{"full_text":"RT BREAKING: White House will charge reporters $170 DAILY for Covid testing. Are they hoping this insane administration gets...","sentiment_score":-0.3333333333}
{"full_text":"RT If you are wondering what they are missing in DC, tonight the House is debating and then casting votes on final passage of...","sentiment_score":-0.1}
{"full_text":"RT COVID infections force complete closure of Thunder Bay schools. #onted","sentiment_score":0.1}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT wow Xi'an Famous Foods in NYC says they've shut six locations during the pandemic and started closing all stores earlier b...","sentiment_score":0.2}
{"full_text":"RT AMEN!!!!","sentiment_score":0.0}
{"full_text":"RT Bar Runners available at  be personalised to your requirements as per photos below. Proving t...","sentiment_score":0.4}
{"full_text":"I'm shocked... \"...due to issues related to the COVID-19 pandemic Ron Burkle has decided not to move forward with the acquisition of an MLS expansion team in Sacramento.\"Wow.","sentiment_score":-0.2}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT McKinney's latest COVID-19 case numbers, plus other updates #LocalMcKinney","sentiment_score":0.1875}
{"full_text":"RT This is just wow. Xi'an Famous Foods is closing locations in NYC early because its employees are worried about anti-Asian violen...","sentiment_score":0.2333333333}
{"full_text":"RT Last Friday I spent the evening on CH talking vax. I just finished 1.5 hours tonight talking vax to Persatuan Pengguna Islam...","sentiment_score":-0.05}
{"full_text":"You need weekends off, especially during a pandemic. People deserve a right to disconnect.","sentiment_score":0.1428571429}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"RT if you haven't been tested for COVID at least once, that's a problem. because... why not?","sentiment_score":-0.3}
{"full_text":"RT Cool to see D Wayne Lukas still inviting kids into the winner's circle after his wins. Had COVID and took a bad spill off a p...","sentiment_score":-0.0166666667}
{"full_text":"its 12 months \"after the pandemic is oficially over\" which is still insane bc we dont know when that is, and we really dont want it. we wanted to see taylor, not someone else, and we'll have to use it on someone else bc taylor is probably not coming in that 1yr period","sentiment_score":-0.4}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"I miss it, but even before the pandemic I was missing it. Modern popular movies kinda suck. Though, I did wanna go to this old smaller theater in New Orleans for the times they show shit like classic films and like a David Lynch marathon, but I'll have to wait.","sentiment_score":0.1003787879}
{"full_text":"The media lies, but \"investigative\" journalists were supposed to uncover the truth. Not anymore. It's just Turtleboy now.","sentiment_score":0.0}
{"full_text":"House set for tight vote on COVID-19 relief package","sentiment_score":-0.1785714286}
{"full_text":"RT Demand that #Democrats explain pages 305 and 306 in their $1.9T #COVID19 relief package, which provides $1400 a week in p...","sentiment_score":0.0}
{"full_text":"RT This covid \"relief\" bill is nothing more than a Pelosi Payoff for progressives. Americans deserve better.Pelosi is di...","sentiment_score":0.5}
{"full_text":"RT 1 year ago today: Trump economic adviser Larry Kudlow says coronavirus has been \"contained\" in the U.S.\"I won't say airtight...","sentiment_score":0.2}
{"full_text":"RT Imagine how much different the world would look for many Black families if the crack epidemic focused on treatment like we...","sentiment_score":0.1111111111}
{"full_text":"Brandon M. Stickney's new memoir, THE FIVE PEOPLE YOU'LL MEET IN PRISON, announced to the post-COVID book buyers in NYC.","sentiment_score":0.1363636364}
{"full_text":"RT A Year Later, There's Still No Evidence Showing Governments Can Control The Spread Of COVID-19","sentiment_score":0.0}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT I had heart surgery earlier this year. I'm high risk for COVID even though I'm not 65. My cardiologist called, said I was...","sentiment_score":0.08}
{"full_text":"Massive Pfizer coronavirus vaccine study of 1.2M people delivers news you need to see #SmartNews ","sentiment_score":0.0}
{"full_text":"Thank you so much! When I was deeply depressed, when I was ill with covid, Stardew was my refuge. In happier times, I bonded with my teen over it. We both love the Valley. ps. Krobus best soulmate!","sentiment_score":0.2083333333}
{"full_text":"Ray Adams Lipscomb Academy life under the radar. ACL and Meniscus tear in left knee , pandemic, no AAU exposure, blanket rule in college athletics. I don't even see his schools scores posted in the local papers. Wherever Raymonster lands beware and be prepared, he's on the prowl","sentiment_score":0.0}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"RT In 2020, opioid overdose deaths in DuPage County rose 17% and in Cook County rose by 30%. The opioid epidemic has been...","sentiment_score":0.6}
{"full_text":"RT NEW: is the U.S.'s largest grocery chain. It has made $2.9 BILLION in pandemic profits.Now it's shuttering sto...","sentiment_score":0.1363636364}
{"full_text":"RT Yesterday, the 50 millionth vaccination was administered since and I took office. This is weeks ahead of schedule and we are...","sentiment_score":0.0}
{"full_text":"\"The latest data suggests that these declines may be stalling, potentially leveling off at still a very high number.\" via","sentiment_score":0.236}
{"full_text":"And...we still haven't seen those bears!!!","sentiment_score":0.0}
{"full_text":"RT Biden's team wants to charge reporters $170 for a COVID test every time they come to the White Househttps:\/\/t.co\/guSRllt...","sentiment_score":0.1}
{"full_text":"RT Definitely felt the influence of and from their recent podcast when doing interview with","sentiment_score":0.0}
{"full_text":"Federal Scientists Plead for Pandemic Controls as Infection Declines Stall","sentiment_score":0.0}
{"full_text":"The government talking about if you survive  COVID-19 they wanna take your plasma, why they wanna take my tv for","sentiment_score":0.0}
{"full_text":"RT Wait until all these kids are sent back to school with no social distancing parameters.","sentiment_score":-0.0083333333}
{"full_text":"RT I  that I'm almost 55 y\/o fanatical brainless teenage girl who is a nurse at a covid ward, a mom of 6 and a grandma of 7, and...","sentiment_score":0.0}
{"full_text":"RT Maybe it's because a hyper-contagious strain is now spreading. And maybe it's because Americans don't have even the barest...","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT The Government not only keeps more than 40,000 people waiting for months for a decision on their asylum claim, but bans them f...","sentiment_score":0.25}
{"full_text":"But in other news... no one is still being refunded and absolutely nothing is going forward.@OmarAlghabra","sentiment_score":0.0375}
{"full_text":"RT The current chip shortage began as early as last spring when lockdown around the global fueled demand for PCs and othe...","sentiment_score":0.025}
{"full_text":"RT $HALB","sentiment_score":0.0}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT MOH announces new target group for vaccination #Oman #Coronavirus","sentiment_score":0.1363636364}
{"full_text":"House set for tight vote on COVID-19 relief package","sentiment_score":-0.1785714286}
{"full_text":"The COVID Gardening Renaissance Depends on Seeds--if You Can Find Them Civil Eats","sentiment_score":0.0}
{"full_text":"\"Than stay home\" LMAO Clam chowder r3tard","sentiment_score":0.6}
{"full_text":"RT Dunkirk has one of the highest Covid rates in France, yet 33 more people illegally came to the UK by dinghy today.Some...","sentiment_score":0.0}
{"full_text":"This is terrible. :(","sentiment_score":-0.875}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":"RT We Cubans who are waiting for a visa legally have to wait many years to be able to reunite with our families, a process...","sentiment_score":0.4}
{"full_text":"Biden adviser called coronavirus pandemic 'BEST THING THAT EVER HAPPENED' to the president via","sentiment_score":1.0}
{"full_text":"RT On his first day in office, President Biden challenged to establish 100 #COVID19 community vaccination centers in ju...","sentiment_score":0.25}
{"full_text":"So if asked to wear a mask by a medically vulnerable person, you would first want to know what their vulnerability is. Have I got your position correct?","sentiment_score":-0.125}
{"full_text":"Starting my weekend off with my COVID shot &amp; my ego fed from some of the guards working at the site lmao","sentiment_score":0.3}
{"full_text":"RT Last year Madison Cawthorn said Dems who used pandemic proxy voting were \"cowards for hiding and not showing up to work.\"...","sentiment_score":0.0}
{"full_text":"Thread. We are in for a WHOLE LOT of this, I fear. America - land of ignorance and repetitive COVID waves. Ugh.","sentiment_score":-0.025}
{"full_text":"literally no one is doing it like me","sentiment_score":0.0}
{"full_text":"I refuse to wear a mask. I have not been told I had to leave a store without one. It's time for ppl to stand up","sentiment_score":0.0}
{"full_text":"RT if you haven't been tested for COVID at least once, that's a problem. because... why not?","sentiment_score":-0.3}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"Its ok Kim, alot of people have been stress eating during covid.......","sentiment_score":0.5}
{"full_text":"RT It's not a COVID Relief bill if only a few percent of the $1.9 TRILLION go to COVID relief. Let's call it what it is....","sentiment_score":-0.1}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT uh oh","sentiment_score":0.0}
{"full_text":"RT Buried in Congressional Democrats' new covid relief bill being voted on tomorrow is $112 MILLION for a Silicon Valley ra...","sentiment_score":0.1363636364}
{"full_text":"RT Tonight we are voting on the next COVID-19 relief bill (aka American Rescue Plan). Here's what's in it: $20B for vacc...","sentiment_score":0.0}
{"full_text":"RT if you don't stay up for the \" i'm home \" message you aint a real one","sentiment_score":0.2}
{"full_text":"Yeah, well I saw on Facebook where one guys uncle's coworker dropped dead at a McDonald's, so, I'm not so sure this is right ","sentiment_score":0.1952380952}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"RT Ron DeSantis ... \"Florida got it right and the lockdown states got it wrong.\"","sentiment_score":-0.1071428571}
{"full_text":"RT NC is ranked #1 in the US for vaccinations of adults over 65. Way to go NC!I am so proud of our vaccine providers acro...","sentiment_score":0.8}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"Ridiculous Messaging from Biden Admin to Distract from COVID Relief Fail... via","sentiment_score":-0.4166666667}
{"full_text":"Amid a pandemic, right-wing extremism has gathered momentum. As ASIO warns: \"Extreme right-wing groups are more organised, sophisticated and security conscious than before.\"","sentiment_score":0.24375}
{"full_text":"Cancel culture takes a strong hold of America, more good news on Covid &amp; Black Lives Matter finances revealed. Listen to O'Reilly's National Radio Program--","sentiment_score":0.3666666667}
{"full_text":"#AmazonDA recommendations:Allow enough time to actually take a break without having to sprint everywhere. If I have to stay 6 feet away from anyone and not make any contact with customers, why in the world do I need to wear mask? The Flex App sucks. Among other things.","sentiment_score":-0.10625}
{"full_text":"RT Maryland Governor Larry Hogan and Baltimore City Mayor Brandon Scott are in a war of words over COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"Allegheny County reported the most additonal covid cases in over a month Friday, with at least one positive test coming from last March, according to the county Health Department.https:\/\/t.co\/vbJAXEKTxC","sentiment_score":0.1068181818}
{"full_text":"#CertifiedOTR Brenda Covarrubias is part of an interdisciplinary team providing therapy to individuals recovering from COVID-19. ","sentiment_score":0.0}
{"full_text":".@Emerge_PA alum is using her voice in the legislature to raise awareness about gun violence and to demand real solutions. #ThisisEmerge","sentiment_score":0.2}
{"full_text":"5 Things to Consider When Picking a College in the COVID-19 Erahttps:\/\/t.co\/2cFpFjGHAf","sentiment_score":0.0}
{"full_text":"Next: Off The Beaten Path. Classic toys have made a big comeback during the pandemic.The hottest toys are decades old.Give me a classic you enjoyed.https:\/\/t.co\/dNBZrsyCrN","sentiment_score":0.0833333333}
{"full_text":"RT Tom Brady got a PPP loan of $1M, but The Complex in Hollywood, home of the and a bunch other theaters\/clas...","sentiment_score":-0.2125}
{"full_text":"RT #DontKillItBernieBernie Sanders, as Chair of the Budget Committee, decides what goes in the COVID...","sentiment_score":0.0}
{"full_text":"RT This is horrific. It should be noted that these \"isolated, unrelated\" brutal attacks on Asians began early in the pandemi...","sentiment_score":-0.5916666667}
{"full_text":"Biden's accomplishments so far: killing American jobs during a pandemic,signing EO's killing all that Trump did, potentially getting us into a Middle East war, nominating unqualified cabinet members based on race &amp; 'gender', opening up borders during a pandemic. The list goes on","sentiment_score":0.025}
{"full_text":"The money behind mental health: How the pandemic increased innovation, investment in behavioral health care via #healthcare #mentalhealth","sentiment_score":-0.25}
{"full_text":"Canada isn't the beacon of social democracy that many progressive Americans imagine. But when faced with the coronavirus crisis, the US's inept political class and for-profit health system couldn't even match a country with a moderate welfare state.","sentiment_score":0.1333333333}
{"full_text":"With takeout and contactless delivery at new heights in the pandemic, the Cornell student-founded Eating Club is providing gourmet meals to students' doors.https:\/\/t.co\/BPYScuzu38","sentiment_score":0.1363636364}
{"full_text":"One of the strongest weapons against the troubling number of new coronavirus variants in the United States and worldwide may be one vaccine the FDA hasn't approved yet.","sentiment_score":0.1363636364}
{"full_text":"The coronavirus pandemic has accelerated the learning loss that typically occurs over summer vacation, and the impact has been more severe for disadvantaged children, says Macke Raymond. Learn more","sentiment_score":0.2777777778}
{"full_text":"Prom is on for Rossford high school students this spring. Students are already on planning mode.","sentiment_score":0.16}
{"full_text":"The workplace safety violations MIOSHA investigators found were serious, they wrote in a Jan. 15 citation report. They detailed a string of infections in April and May that occurred among five corrections officers who regularly ate lunch together.","sentiment_score":0.0222222222}
{"full_text":"WILLARD \"BUD\" BULLOCK, 84, of Rehoboth Beach, Delaware, died of COVID on April 3.\"Loving husband, father, brother, grandfather and friend. Incredible family man.\"","sentiment_score":0.75}
{"full_text":"Los Angeles County has passed an ordinance requiring grocery stores and pharmacies to pay an extra $5 per hour in \"hero pay\" to front-line employees working during the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"Are you feeling anxious, distressed and frightened amid the pandemic? If so, you're not alone. The changes, and general uncertainty brought by COVID-19 can create feelings of stress, fear and nervousness. #BastaBakalRegan#SupremePipe#COVID19","sentiment_score":-0.1}
{"full_text":"RT \"Racism is not an opinion.\" BTS ARMY make a stand against racism and xenophobia on social mediahttps:\/\/t.co\/NuO8hwDQeM","sentiment_score":0.0333333333}
{"full_text":"In July, about 10% of the people who tested positive went on to require hospital care. These days, it's below 6%.Here's why: ","sentiment_score":0.2272727273}
{"full_text":"Remove everything not related to the Wuhan virus.","sentiment_score":0.0}
{"full_text":"The basic measures against infectious disease, as well as the novel coronavirus, are washing hands and \"coughing manners\" including wearing a mask.#JNTOsafetravel","sentiment_score":0.0}
{"full_text":"California is helping our most vulnerable communities! Thousands of COVID-19 vaccines for farmworkers headed to Central Valley. #EssentialWorkers","sentiment_score":-0.0416666667}
{"full_text":"Big cats and...coronavirus? Our lab is investigating the clouded leopard as a potential intermediate vector of #SARSCoV2. Samples provided by Klaus-Peter Koepfli at and SCBI Here's a look at the #unboxing","sentiment_score":0.0}
{"full_text":"The FDA has released updated information on compounding drugs during the COVID-19 pandemic, focusing on some specific compounded drugs related to the virus.https:\/\/t.co\/hPiIfG8iir","sentiment_score":0.0}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"On Monday, the country paused to remember the more than 500,000 Americans who have lost their lives to COVID-19. By the end of the week, the United States is expected to reach 70 million vaccinations.","sentiment_score":0.2}
{"full_text":"In July, about 10% of the people who tested positive went on to require hospital care. These days, it's below 6%.Here's why: ","sentiment_score":0.2272727273}
{"full_text":"\"We may be done with the virus, but clearly the virus is not done with us,\" CDC Director Dr. Rochelle Walensky said in Friday's White House COVID-19 briefing.","sentiment_score":0.05}
{"full_text":" AMC Entertainment is awarding CEO Adam Aron, among other executives, a special cash bonus to recognize their \"sp...","sentiment_score":0.1160714286}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT Wow, this is an absolute game changer.There's now a mRNA vaccine in the works for malaria.Huge, huge news for Africa....","sentiment_score":0.075}
{"full_text":"In July, about 10% of the people who tested positive went on to require hospital care. These days, it's below 6%.Here's why: ","sentiment_score":0.2272727273}
{"full_text":"RT Great to be \"in\" Mexico! The U.S.-Mexico relationship impacts the daily lives of citizens of both countries. Today I'm disc...","sentiment_score":0.5}
{"full_text":"RT Strongman #NoDiss x Obibini #Shoot x Pono #facts Abeg who dem vex now? Covid 19 for varnish make we enjoy proper Ghana showbiz...","sentiment_score":0.2}
{"full_text":"\"I chose to receive the COVID-19 vaccine so I can permanently reunite with my 3-year-old son who has been living with my parents in New Jersey since the pandemic started.\" Read Jahnavi's #ShotofHope story:","sentiment_score":0.1363636364}
{"full_text":"RT The CDC recommended farm and food workers be in 1b. Do you think they should be?https:\/\/t.co\/bi0TDw4snxStory from","sentiment_score":0.0}
{"full_text":"RT We're excited to invite you to the Observance of International Women's Day 2021!The theme is \"Women in leadership: Achi...","sentiment_score":0.1875}
{"full_text":"AP: Trump greeted by protestors as he arrives for photo op in reeling Texashttps:\/\/t.co\/n4i6OmPaqU","sentiment_score":0.0}
{"full_text":" 150,000 Covid-19 Vaccines Coming to Thailand Instead of EU It's being reported across the Asian","sentiment_score":0.0}
{"full_text":"#AirlineIndustry Meltdown, How US Bungled the #Plague, #Health Savings Accounts, #Travel During Covid - Travel Blogger Buzz","sentiment_score":0.0}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
