{"full_text":"RT  Starting next week, people age 55 + w\/ the specified underlying conditions can obtain an appointment through","sentiment_score":0.0}
{"full_text":"Dear God I miss live music ! Spent the night listening to some excellent lock down get togethers and leaping about like a 14 year old ...","sentiment_score":0.202979798}
{"full_text":"RT Not reported on website yet? quelle surprise #ToryCorruption  Matt Hancock acted unlawfully by failing to pu...","sentiment_score":0.0}
{"full_text":"RT Thanks to the team at the Atlanta Community Food Bank for helping families suffering from hunger and for meeting with me yester...","sentiment_score":0.2}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"We will continue to work towards making sure that all patients have access to care. Please wear your masks, take all the precautions and when the COVID vaccine is available for you please do not hesitate to receive it. 5\/6","sentiment_score":0.45}
{"full_text":"RT While they focused on bathroom bills, \"show me your papers\" legislation and fighting with sports teams over the Star Spang...","sentiment_score":0.0}
{"full_text":"RT Let the whole world know we are governed by nefarious corrupted law breakers. UK government broke the law by failing...","sentiment_score":0.2}
{"full_text":"RT President Trump sent two Naval Hospital Ships to New York &amp; California at the beginning of the COVID put break.Joe Biden s...","sentiment_score":0.1363636364}
{"full_text":"RT Awesome info here from Oakland City Council Member Noel Gallo.","sentiment_score":1.0}
{"full_text":"RT #Germany is donating an additional $1.8 billion to boost the rollout of #coronavirus vaccines in the world's poorest cou...","sentiment_score":0.0}
{"full_text":"RT \"Allowed\" to meet your family. Or rather, just one member at a time..And people think this is a normal thing to read? W...","sentiment_score":0.15}
{"full_text":"Thoughts on the covid vaccines leading to antibodies inducing MIS-C or the more rare entity MIS-A?","sentiment_score":0.4}
{"full_text":"RT Coronavirus cases in the U.S. have fallen more than 40% over the last two weeks and more than 70% since the January peak.Her...","sentiment_score":0.3333333333}
{"full_text":"RT \"Nothing approaches the scale of what we witnessed from the moment Donald Trump decided to challenge the election... We saw...","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"When are disabled residents under 65 going to be able to be vaccinated?  I have spina bifida, hydrocephalus and I use a wheelchair. I'm at high risk for experiencing complications and death if I contract Covid.  PLEASE HELP!","sentiment_score":0.1666666667}
{"full_text":"Wow, you're an idiot. Newsom is directly responsible for covid lockdowns. And what is Cruz supposed to do exactly? Asking for a friend","sentiment_score":-0.0625}
{"full_text":"RT Shock as PM who ignored experts in going late into 1st lockdown and coming out of it too soon and going late into 2nd l...","sentiment_score":-0.2}
{"full_text":".@ABC's broadcast: LIVE: Our News team has the latest on the coronavirus pandemic after Pres. Biden tours a COVID-19 vaccine manufacturing site in Michigan.https:\/\/t.co\/LdPdGbKB5T","sentiment_score":0.3181818182}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts - court ruling","sentiment_score":0.0}
{"full_text":"RT No stimulus coming anytime soon, so let's keep doing thisIn a few hours, I will go through the replies of the tweet below &amp; g...","sentiment_score":-0.2}
{"full_text":"RT Several Ontario school boards scrambling to bring in asymptomatic COVID-19 testing after province's mandate, which includes...","sentiment_score":0.0}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"Fla.'s Housing Market Wraps Up 2020 Strong Despite COVID-19","sentiment_score":0.4333333333}
{"full_text":"RT Outbreak of 69 #COVID19 cases in 2 schools, plus 20 at daycare centers in one Danish city--all #B117. \"Something going on wi...","sentiment_score":0.0}
{"full_text":"RT Says the idiot who wore a gas mask on the floor of Congress to ridicule the use of masks to save lives in a...","sentiment_score":-0.8}
{"full_text":"#FlashbackFriday...I never tire of this.","sentiment_score":0.0}
{"full_text":"RT My fear: With LTC covid cases going down, our gov't will pretend everything is A-OK in LTC. It's not. failed...","sentiment_score":0.0472222222}
{"full_text":"Once a month I get period symptoms and think I have covid.","sentiment_score":0.0}
{"full_text":"RT Unlearned Ungodly Truth for Covid-19 HELLENISTIC HEATHENS citizens Go Figure","sentiment_score":0.0}
{"full_text":"This is a freedom issue bro. If masks work then you and everyone else that wears them will be fine. I choose not to live in fear. Yes I wear a mask. If I see someone not wearing one do I look at them different ? No","sentiment_score":0.1843434343}
{"full_text":"RT A five month study has found absolutely no traces of coronavirus on London's Tubes, buses or its stations. Experts fr...","sentiment_score":-0.1}
{"full_text":"Tell me why?! This is the exact place the coronavirus was made!","sentiment_score":0.3125}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts, court rules","sentiment_score":0.0}
{"full_text":"What if masks don't prevent COVID but they killed the flu? ","sentiment_score":-0.2}
{"full_text":"RT We have thousands of meals now going out to people in Houston, Dallas, San Antonio and Austin areas! Thanks to our amaz...","sentiment_score":0.2}
{"full_text":"EXCELLENT IDEA!!https:\/\/t.co\/jnCpHGgAKP","sentiment_score":1.0}
{"full_text":"Why can't we get these masks to essential workers, teachers, or healthcare workers. Where is the emergency standard to require respiratory protection while COVID-19 continues to circulate? #GetUsPPE","sentiment_score":0.0}
{"full_text":"As of today, Friday, 2.660% of Canadians have received at least one shot of the Covid vax. In the last 24 hours a tearful 35,599 people have received it. At this rate it will take 748 days for eligible Cdns to get ONE shot. Not two.#TrudeauFailedCanada","sentiment_score":-0.15}
{"full_text":"RT Nearly 30,000 dead Floridians from covid, but Governor Florida Man #DeathSantis is lowering the flags in memory of the...","sentiment_score":-0.05}
{"full_text":"RT Want optimism going into the weekend?Read in spoke to James, made a simple point:For thos...","sentiment_score":0.0}
{"full_text":"RT They are taking private jets to escape the risks of Covid-18. But what about the risks of climate change? Oh I forgot. No...","sentiment_score":0.0}
{"full_text":"RT Here's an example. I think most conservatives would characterize The New Yorker as a \"liberal\" publication. And yet the ea...","sentiment_score":0.3181818182}
{"full_text":"RT First it comes to light that $281 million of the city's $1.2 billion in covid relief has gone to CPD","sentiment_score":0.325}
{"full_text":"RT It's amazing isn't it how pre Covid your delivery guy insisted on seeing 8 forms of photo id to leave you your order from Am...","sentiment_score":0.6}
{"full_text":"you might think we are on the right track but you should be on the one that's going forward NOT the one that's going in reverse we are doing everything that is asked of us but YOU are doing nothing get us the vaccine and let us get on with life","sentiment_score":0.2857142857}
{"full_text":"bruh","sentiment_score":0.0}
{"full_text":"RT It still amazes me that the governor with perhaps the worst COVID response literally took a break in the middle of it to wr...","sentiment_score":-0.5}
{"full_text":"RT Since #COVID19 we have all started to rank order suffering - and this needs to stop. We need to allow people to be more vu...","sentiment_score":-0.15}
{"full_text":"RT Need some more prove what are Covid, lockdown and vaccination all about, \"useless eaters\"? Eugenics dreams come true....","sentiment_score":0.1166666667}
{"full_text":"RT I'm one of many who are going through a PiP tribunal amidst the pandemic. Being inside the machinery that killed so many o...","sentiment_score":0.2666666667}
{"full_text":"RT 1500 samples, all INFLUENZA A and INFLUENZA B, None COVID-19","sentiment_score":0.0}
{"full_text":"COVID-19 relief now! students deserve instructors\/counselors\/coaches\/librarians who are not overwhelmed\/stressed trying to teach from home, help homeschool their children, &amp; care for elders\/dependents sick with #COVID19. #CSUHaveAHeart","sentiment_score":-0.7142857143}
{"full_text":"RT The bad weather hit just as the carriers were already under strain due to the surge in online shipping","sentiment_score":-0.4125}
{"full_text":"It is my turn, but I can't find any openings.","sentiment_score":0.0}
{"full_text":"Frank saying mcr had alot prepared before the pandemic and then he said he has to act like mcr didnt have anything planned...THEYRE HIDING SOMETHING","sentiment_score":0.0}
{"full_text":"RT Governor De Santis of Florida ordered flags at half mast for Rush Limbaugh. How about mourning for all the thousands who d...","sentiment_score":-0.1666666667}
{"full_text":"RT 16\/ 15,000 additional non-COVID Alzheimer's deaths (as of June - likely much higher now)https:\/\/t.co\/RwgCdN3d7H#Lockdown...","sentiment_score":0.125}
{"full_text":"RT Our letter to Netanyahu: \"Israel must fully, immediately and publicly recognise its primary responsibility as an occupyin...","sentiment_score":0.2}
{"full_text":"I wonder how many of y'all have gotten covid but didn't say shit ","sentiment_score":0.15}
{"full_text":"Ahhh. That's not too awful.  I had arm ache and a slight temperature for a few days after I had a flu shot in October last year.  Flu is a coronavirus too, so maybe I'll get lucky again when they get round to my group this spring or summer.","sentiment_score":-0.2055555556}
{"full_text":"RT WATCH LIVE: Our News team has the latest on the coronavirus pandemic after Pres. Biden tours a COVID-19 vaccine manufacturing...","sentiment_score":0.3181818182}
{"full_text":"If this was another tax break for the 1 % no discussion but for the poor idiots that actually pay taxes 15 US dollars must debate this and its in a Pandemic too nobody's getting rich making 15 when it really should be more 23 dollars","sentiment_score":-0.0208333333}
{"full_text":"RT great! the bill has 83% public support, including 70% GOP voter support this should work out well for them","sentiment_score":0.5}
{"full_text":"RT WATCH LIVE: Our News team has the latest on the coronavirus pandemic after Pres. Biden tours a COVID-19 vaccine manufacturing...","sentiment_score":0.3181818182}
{"full_text":"5 Ways COVID-19 is Changing Office Space #CRE #COVID-19 #Office #NewNormal ","sentiment_score":0.0}
{"full_text":"I wanna go to the Nintendo theme park in Japan so baaaad corona please hurry up and go away","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT Has anyone else noticed that all the far-right Brexity propagandists who are suddenly worried by the mental health implic...","sentiment_score":-0.05}
{"full_text":"RT China's #vaccine assistance has been welcomed in many developing countries. We are certainly pleased to see that Chinese vac...","sentiment_score":0.3333333333}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"RT Read and follow the directions if you have lost your job due to COVID. The directions below ","sentiment_score":-0.125}
{"full_text":"RT At this crucial time, we are asking everyone to follow orders from the Provincial Health Officer in order to prevent COVI...","sentiment_score":0.0}
{"full_text":"RT Are you a single parent struggling to pay for childcare? Congress needs to hear from you. The COVID relief bill makes i...","sentiment_score":-0.0714285714}
{"full_text":"Is it?https:\/\/t.co\/RU16SbV9fM","sentiment_score":0.0}
{"full_text":"My son &amp; I were reminiscing today about how much we miss the Science Centre during CoVid. He misses the giant building blocks the most. I miss trying to keep the grocery store organized ","sentiment_score":0.2333333333}
{"full_text":"RT You're telling me your blood type can effect Covid differently but it doesn't matter what type of FOODS you're nourishing your...","sentiment_score":0.0}
{"full_text":"Massachusetts hit their peak of Covid deaths in the beginning of January, and things have been slowly declining since then. We're down about 35% from the peak.","sentiment_score":-0.2277777778}
{"full_text":"People with dementia had significantly greater risk of contracting coronavirus, and were much more likely to be hospitalized and die from it, than people without dementia, a new study of millions of medical records in the United States has found https:\/\/t.co\/NaClSpFhpW","sentiment_score":0.2272727273}
{"full_text":"In Nagpur, hotels will function only with 50% capacity. Buildings with more than five positive cases will be sealed.https:\/\/t.co\/HCr3l6h2x6","sentiment_score":0.2424242424}
{"full_text":"FRANK LANGONE, 79, of Springfield, Massachusetts, died of COVID in February, 2021. He was a legendary florist in the community. \"He was always there when people needed flowers for weddings, funerals or whatever, he was always there for you...\"https:\/\/t.co\/XYW6KfC2Dv","sentiment_score":1.0}
{"full_text":"No Fix No FeeBook Now: the store:https:\/\/t.co\/IGvNgc7DZv#ebay #ebayshop #ebayaustralia  #onlineshopping  #Amazon #iphonesceeenreplacement #amazonshopping #crazymart #australia #covid19 #covid20 #phonerepair #iphonerepair #iphonerepairs","sentiment_score":0.0}
{"full_text":"The healing power of words: A new poetry project is using literature as medicine. The patients? #Healthcareworkers who've been on the front lines of the #COVID19 pandemic.https:\/\/t.co\/pA4MCZCKm1","sentiment_score":0.1363636364}
{"full_text":"Looking past the #AusOpen swing, stars weigh how to balance tournaments with the ongoing global pandemic.Thoughts from + more:https:\/\/t.co\/sgM8dFP0Ub","sentiment_score":-0.125}
{"full_text":"In light of the series of attacks against the Asian American and Pacific Islander community this past week and the rise in anti-Asian violence and racism due to COVID-19, OMA stands in solidarity with the AAPI community. We see you, we hear you, and we are with you. #StopAAPIHate","sentiment_score":0.005}
{"full_text":"Our Winter Design Studio students are busy creating PSAs to encourage safety during COVID-19. Every piece of the puzzle is important, and it isn't complete without YOU!","sentiment_score":0.2083333333}
{"full_text":"\"One thousand Russian-made Sputnik V coronavirus vaccines arrived in Gaza on Wednesday (February 17) from the Palestinian Authority after Israel approved the transfer.\"#CMEPBulletin","sentiment_score":0.0}
{"full_text":"Throwback Friday: 5 weekend activities that were relevant before pandemic but were harming your health.https:\/\/t.co\/Gr0KPTHzQA","sentiment_score":0.4}
{"full_text":"Nevada women's basketball was supposed to be on their way to Fort Collins to take on Colorado State but due to a positive COVID-19 test within the program, the games were postponed.@ByChrisMurray reports -","sentiment_score":0.0511363636}
{"full_text":"What has the global pandemic taught us about #CyberResilience and how do I select the right data #encryption solution for my org? Get the answers &amp; more in our Feb #Security Newsletter: #CyberSecurity #InfoSec","sentiment_score":0.2619047619}
{"full_text":"RT Are we doing the right thing by reopening in some parts of the country? \"I would say, unequivocally not,\" answers Dr. David Na...","sentiment_score":0.2857142857}
{"full_text":"I AM FED UP OF LOCKDOWN AND OUR GOVERNMENT BEING A PIECE OF CRAP","sentiment_score":-0.8}
{"full_text":"i have the melatonin ... from Vitamin Shoppe .... i got tested 4 covid ... THANK GOD it's NOT COVID ... it's that time of year .... uuuugggghhh ion feel good .... i actually went and bought chicken noodle soup &amp; it held me over .... much Luv QUEEN !!! I got this ","sentiment_score":0.12265625}
{"full_text":"\"Not everything is about money. When you help people and give them food and see the satisfaction [in their eyes], it's the most rewarding thing.\"This refugee-run cafe in Athens is feeding refugees who have few other options during the coronavirus pandemic:","sentiment_score":0.16875}
{"full_text":"Marvel Stadium is excited to welcome back patrons this weekend. If the roof is closed, it is mandatory to wear a mask.  If the roof is open, mask wearing is not mandatory, however as a precaution, please wear your mask when moving around the stadium","sentiment_score":0.215}
{"full_text":"#GGC police officer Sgt. Ashley Still spoke with Wendy Corona today about her role in saving a woman who collapsed at the gym and how it solidified her purpose in life. #GrizzlyPride #FridayFeeling","sentiment_score":0.0}
{"full_text":"#ALBA | Ministers of Agriculture of the Bolivarian Alliance for the Peoples of Our America-People's Trade Treaty (ALBA-TCP) analyzed on Thursday actions to guarantee food to their populations in the context of the coronavirus pandemic.https:\/\/t.co\/KeGrtO0Fku","sentiment_score":0.0}
{"full_text":"Can you still spread COVID-19 after getting two vaccine doses? Our explains why masking will continue to be important. @keckmedusc","sentiment_score":0.4}
{"full_text":"Natale Bozzo, founder of SanRemo Bakery, has died at the age of 75 after contracting COVID-19.\"He was larger than life and we will miss him dearly,\" the family wrote in a statement posted to Facebook. has the story.Read more:","sentiment_score":0.25}
{"full_text":"Any South Shore resident can get tested for COVID-19 for free on Saturday or Sunday in Rockland.","sentiment_score":0.4}
{"full_text":"RT Newsom is facing a recall effort and Cuomo is facing an investigation and calls for impeachment for their handling of COVID....","sentiment_score":0.0}
{"full_text":"The Government of Alberta is planning to vaccinate more than 1.79 million Albertans this spring under the next phase of their vaccine distribution strategy.https:\/\/t.co\/swvhMOWBUQ","sentiment_score":0.25}
{"full_text":"AEON and its US-based online bulk retailer partner Boxed Wholesale will be rolling out a new online shopping platform either by the end of this year or early 2022.https:\/\/t.co\/wMOaS8rEA3","sentiment_score":0.1181818182}
{"full_text":"\"You have a totally supportive, nonjudgmental rapport so that if, or when, they are ready (for treatment), you are there.\"","sentiment_score":0.35}
{"full_text":"#China is seeking to use its strength in production chains to help boost capacity in #COVID19 #vaccine productions, in an effort to promote #VaccineEquity, said Foreign Minister Wang Yi on Wednesday.https:\/\/t.co\/j2t2X3dI3R","sentiment_score":-0.125}
{"full_text":"RT There has been evidence that as many as 1\/3- 1\/2 of Americans had been exposed to Covid - no symptoms for a vast majority....","sentiment_score":0.25}
{"full_text":"Joe Biden will announce a total of $US4 billion in US contributions to the international Covax program, directly engaging to supply COVID-19 vaccines to the world's poorest countries.https:\/\/t.co\/0gvl8gmvb4","sentiment_score":0.1333333333}
{"full_text":"Cuyahoga County to join Hamilton, Franklin counties in asking Gov. Mike DeWine for 20% of COVID-19 vaccines to go to minorities","sentiment_score":0.0}
{"full_text":"Thank God there were no real consequences to the lockdowns we've had...@DanielAndrewsMP #ISTANDWITHDAN #danandrews #lockdown #vicgovhatessmallbusiness #wetheliberated","sentiment_score":-0.1}
{"full_text":"The unprecedented scale of #COVID19 &amp; its consequences on health and well-being resulting from socioeconomic changes has placed a magnifying glass on inequities that always exist but were often masked. and Jessica Kronstadt explain in a new post","sentiment_score":0.3681818182}
{"full_text":"Ummm...ew!","sentiment_score":0.0}
{"full_text":"Ummm...ew!","sentiment_score":0.0}
{"full_text":"In areas where offering #COVID19 vaccinations, it plans to reach out directly to those in underserved communities to help them schedule appointments ","sentiment_score":0.1}
{"full_text":"After having multiple industries devastated by #COVID, #Hawaii is in need of a budget transfusion.What better way than by taxing companies paying their CEOs over 100x their workers' pay?https:\/\/t.co\/uw6yAbWdPz","sentiment_score":0.25}
{"full_text":"In the Wake of COVID-19, How Can the Hotel Industry Rebuild Trust With Their Customers? - #hoteltrends #traveltrends","sentiment_score":0.0}
{"full_text":"RT Any calls yet from or for Mr Hancock to resign over unlawful COVID cronyism?","sentiment_score":0.0}
{"full_text":"\"Every single player here that's returned who's symptomatic is feeling the effects of COVID in the game,\" Krueger said on Friday.","sentiment_score":-0.2357142857}
{"full_text":"According to its latest annual report, Planned Parenthood performed 354,871 abortions in the 2019-20 fiscal year--a 2.7% increase from the 2018-19 year.","sentiment_score":0.5}
{"full_text":"Is it possible to have nuanced, civil conversations about controversial topics? On subjects from COVID-19 restrictions or gun control, many find that talking to those who have opposing beliefs can be stressful and anxiety-inducing:https:\/\/t.co\/MjSE11V64U","sentiment_score":0.35}
{"full_text":"RT Last chance End of the season #clearance going on now at ad &gt;&gt;&gt;&gt;&gt; #StayHome","sentiment_score":0.0}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"RT The Holiday Inn Resort in Montego Bay, St James says it will be temporarily closing its doors for four months due to th...","sentiment_score":-0.125}
{"full_text":"RT just curious was the bass canyon contract extended due to covid or did we lose a year of bc ","sentiment_score":-0.125}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"Township students would attend school from home on Mondays and be in the classroom Tuesday through Friday.","sentiment_score":0.0}
{"full_text":"One 9\/11 worth of Americans have died from COVID-19 in the last 23 hours. One hundred and sixty-three 9\/11s worth of Americans have died from COVID-19 since the start of the pandemic.","sentiment_score":0.2}
{"full_text":"Investor suit against COVID vaccine maker goes forward","sentiment_score":0.0}
{"full_text":"DEAR THE UNITED NATIONS HUMAN RIGHTS OFFICE SEE MY UNITED NATIONS LOG NUMBER 14-02078.AUGUST\/1994 I HAD INFORMED MY CASE CALAMITY CRISIS HERE JEWISH COMMUNITY CANADA WITH MEDICAL DOCTOR O'HARA HERE AT TORONTO,ONTARIO,CANADA","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 31.1FWind Chill: 27.9FHumidity: 78%Dew Point: 25.0F Barometer: 30.188 inHgWind: 3 mph from the WNWCorona Virus Weekly Stats:Cases: 62.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT CNN: 495,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT Discover. . .: Beating the COVID Blues by Alice Renaud #FearlessF... Discover how a lockdown drea...","sentiment_score":0.0}
{"full_text":"RT Stephen Collins is spot on. Irish pols are wrong to keep pursuing the Article 16 misstep. The Commission is the best friend...","sentiment_score":0.1666666667}
{"full_text":"From opinion contributors Ricardo Correa and Dionne Mills: Arizona must build an infrastructure that can bring vaccines to locations and during times that work for underserved communities.https:\/\/t.co\/4yr6Cd2Oq0","sentiment_score":0.0}
{"full_text":"RT Earlier today, Congressman Kurt Schrader (@RepSchrader) visited the OHSU COVID-19 drive-through vaccination clinic at PDX air...","sentiment_score":0.0}
{"full_text":"RT PREBLAST! Tired of going to the same, tired AO, or always finding some lame excuse to stay home? Well, Bucky, you're in lu...","sentiment_score":-0.27}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: Our News team has the latest on the coronavirus pandemic after Pres. Biden tours a COVID-19 vaccine manufacturing...","sentiment_score":0.3181818182}
{"full_text":"As millions were plunged into poverty by the pandemic, applications for a key social safety net program also dropped. Why are requests going down when need is clearly going up? investigates:https:\/\/t.co\/n21Q7O9Iqv","sentiment_score":-0.0044444444}
{"full_text":"How can organizations be successful in the post-COVID-19 world by using three components of emotional intelligence (aka \"emotional quotient\" or EQ): empathy, compassion, and self-awareness?","sentiment_score":0.25}
{"full_text":"RT As noted before, specificity is a good way to try to win over a skeptical and low-trust audience. \"Things are absolutel...","sentiment_score":0.3333333333}
{"full_text":"RT #Oliverscampaign LOOK BLOODY CLOSER TO HOME. MILLIONS OF LEARNING DISABLED BRITISH PEOPLE HAVE NOT RECEIVED...","sentiment_score":-0.3333333333}
{"full_text":"523 cases are considered active in the state, an increase of 45 since Thursday.","sentiment_score":-0.1333333333}
{"full_text":"Coronavirus cases, hospitalizations continue to plummet. What's next?","sentiment_score":0.0}
{"full_text":"5 trends and 6 investments drive resilient new #healthcare models for the post #COVID19 world. Explore them now. #BeCognizant","sentiment_score":0.1363636364}
{"full_text":"RT So primary school children are now the second highest group infected with covid after 18-24 year olds! Is it really safe for...","sentiment_score":0.3}
{"full_text":"Northwell Health's new HR cloud faced early COVID test -","sentiment_score":0.1181818182}
{"full_text":"Strange isn't it how Biden claimed Trump killed all those people and has said a word about Clown Cuomo who sent Those with Covid-19 to live with the Elderly who were the most like to die if they were exposed to it.","sentiment_score":0.0965909091}
{"full_text":"Recent lockdown: Covid-19 accounted for 65% of deaths of people with learning disabilities. The rate for the general population was 39%. #MSFTAdvocate","sentiment_score":0.025}
{"full_text":"RT Wait for the  Climate Change Lockdown","sentiment_score":0.0}
{"full_text":"In a pandemic era, mudroom, or as being renamed the \"disinfection room\", is a must on most people's list. Make your mudroom more inviting for your buyers! #Realestate #Nashvillerealtor #luxuryhomes #firsttimehomebuyer #Fridrich","sentiment_score":0.5625}
{"full_text":"I swear to #GOD this channel will become the next #mrbeasthttps:\/\/t.co\/2mq2ClYIoY#viral #youtube #sdmn #bitcoin #doge #wsb #corona #covid19","sentiment_score":0.0}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT Today I lodged this complaint with regarding the FM's daily televised 'Covid' briefing.","sentiment_score":-0.15}
{"full_text":"Taking the #DigitalJourney to the #bank. 64% of #DigitalTransformations sparked by #Covid19 are already paying off big.","sentiment_score":0.0}
