{"full_text":"RT Get ready for the next agitation. Mr insufferable - whom the CJI trusted for a peaceful tractor rally - is instigating s...","sentiment_score":0.15}
{"full_text":"John vuli'gate..... nasi stocko- COVID vaccine... love it, don't resist it...","sentiment_score":0.5}
{"full_text":"RT Thanks !  Proving once again that Australia leads the way in announcements and bullshit.https:\/\/t.co\/ib...","sentiment_score":0.25}
{"full_text":"RT The Biden administration has now confirmed that20 million doses of the Covid-19 vaccine are \"missing.\"Several weeks a...","sentiment_score":0.0666666667}
{"full_text":"RT President will address the nation at 20h00 today, Monday 1 February 2021, on developments in relation to...","sentiment_score":0.0}
{"full_text":"RT Senate Republicans have counteroffered President Biden's $1.9 trillion Covid-19 relief package with $600 billion. The...","sentiment_score":0.0}
{"full_text":"#AatmanirbharBharatKaBudgetThe economy is already showing signs of recovery post covid. The budget 2021-22 is set to boost the roadmap set for Aatmanirbhar Bharat.via NaMo App","sentiment_score":0.0}
{"full_text":"RT My analysis of 's miraculous recovery from long Covid as expressed via Apologies for long...","sentiment_score":-0.05}
{"full_text":"Family meeting ","sentiment_score":0.0}
{"full_text":"RT Douglas Ross: Nicola Sturgeon should be focusing solely on the pandemicAlso Douglas Ross: Nicola Sturgeon should debat...","sentiment_score":0.0}
{"full_text":"Look at what has happened here. Transmission rates are less than half what they were a few weeks ago. That is because of restrictions. We only need lockdown because the govt hasn't fixed test, track and trace which was always key to tackling COVID.","sentiment_score":-0.0722222222}
{"full_text":"Was ref this article on the WTO proposal by South Africa and India that ends with a line \"without the support of Gates, the single most influential unelected individual in public health\" the change of success is slim.","sentiment_score":0.1457142857}
{"full_text":"RT India can still become a $5-tn economy by 2024, ji, ji shows hope despite Covid setbac...","sentiment_score":0.0}
{"full_text":"RT Great news for the borough","sentiment_score":0.8}
{"full_text":"RT This isn't to excuse their behavior. It's just to say expecting people who have devoted their careers to places like CD...","sentiment_score":-0.05}
{"full_text":"#Malaysia expected to get #Pfizer #COVID #vaccine on Feb 26https:\/\/t.co\/Z5Kj4N7p5R","sentiment_score":-0.1}
{"full_text":"RT Germany's Federal Health Minister Jens Spahn has hinted that coronavirus vaccines from China and Russia could be used in Europe...","sentiment_score":0.0}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"RT Excellent documentary on Sweden's Covid19 strategy and why they've done so well.","sentiment_score":0.5}
{"full_text":"Spoke to about #Covid19 vaccine\/vaccination - our conversation, starts at around 1 hours 36 minutes of this recording.https:\/\/t.co\/wW5kDrf1uR@CGHH_York","sentiment_score":0.0}
{"full_text":"RT We always stand with Daw Aung San Suu Kyi and only obey her orders. Stay home and Wouldn't do any noises in public....","sentiment_score":0.0}
{"full_text":"RT I can understand vaccine envy, though it is a waste of one's energy. But if we can finds ways to support each other in...","sentiment_score":-0.1625}
{"full_text":"RT I turn 26 today and after a nightmare month, I can safely say my family and I are the lucky ones. A THREAD: I tested pos...","sentiment_score":0.4166666667}
{"full_text":"RT This is a dress rehearsal for total lockdown next week God willing","sentiment_score":0.0833333333}
{"full_text":"RT Covid is not a joke. But somehow Malaysia take it as a joke. Im done.","sentiment_score":0.0}
{"full_text":"RT Extension of Covid-19 grant and the alcohol ban is lifted! #Ramaphosa #CyrilRamaphos...","sentiment_score":0.0}
{"full_text":"RT Alhamdulilah the first batch of Sinopharm vaccine has arrived! Grateful to China and everyone who made this happen. NCOC &amp; pro...","sentiment_score":0.3125}
{"full_text":"If you're so old then I believe you know that he does not control the occurrence of a global pandemic.","sentiment_score":0.05}
{"full_text":"90 days in #Tigray  No Bank service  No Electricity  No Hospitals service  No Water &amp; Food  No Humanitarians Service  No Cellphone Service  No Transportation No Media access  No Schools  No peace#TigrayGenocide#WarCrimesOnTigray#StopWarOnTigray","sentiment_score":0.0}
{"full_text":"RT \"We are being asked to stay at home in our unsafe homes.\"Co-founder of the UK cladding action group William Martin says 'it'...","sentiment_score":0.1}
{"full_text":"RT I turn 26 today and after a nightmare month, I can safely say my family and I are the lucky ones. A THREAD: I tested pos...","sentiment_score":0.4166666667}
{"full_text":"CT town could be first in nation to use Uber to deliver COVID vaccines","sentiment_score":0.25}
{"full_text":"CT town could be first in nation to use Uber to deliver COVID vaccines","sentiment_score":0.25}
{"full_text":"RT JUST IN | President #CyrilRamaphosa to address the nation on the latest lockdown, Covid-19 developments at 20:00 tonight. Follo...","sentiment_score":0.5}
{"full_text":"CT town could be first in nation to use Uber to deliver COVID vaccines","sentiment_score":0.25}
{"full_text":"Try reporting this Joe.","sentiment_score":0.0}
{"full_text":"RT TDB: The WI pharmacist who sabotaged hundreds of doses of the Moderna coronavirus vaccine bc he thought COVID-19 was a hoax...","sentiment_score":0.0}
{"full_text":"RT A Budget that will till take India to become the next super power!A very balanced one n ensuring every sector gets the rig...","sentiment_score":0.1777777778}
{"full_text":"RT I turn 26 today and after a nightmare month, I can safely say my family and I are the lucky ones. A THREAD: I tested pos...","sentiment_score":0.4166666667}
{"full_text":"RT But Johnson can travel to anywhere in the UK, so that he can play dress up, from the most...","sentiment_score":0.5}
{"full_text":"CT town could be first in nation to use Uber to deliver COVID vaccines","sentiment_score":0.25}
{"full_text":"Captain Sir Tom Moore is in hospital with coronavirus - this is his current condition","sentiment_score":0.0}
{"full_text":"CANCELLED - SNOWDROP SUNDAY It is with great regret that we have decided to cancel this year's Snowdrop Sunday due to the ongoing pandemic. This decision was not taken lightly, and we hope to see you all back at Chillington Hall very soon, and in happier circumstances.","sentiment_score":0.255}
{"full_text":"RT JUST IN: President Cyril Ramaphosa will address the nation at 20h00 today, 1 February, on developments in relation to the c...","sentiment_score":0.0}
{"full_text":"RT #NirmalaSitharaman has been ridiculed in TN &amp; even in rest of India her intelligence &amp; stature has never been fully appreci...","sentiment_score":0.0}
{"full_text":"RT Destroying the lives of children, slowing the development of babies, isolating new mothers and inflicting incarceration condi...","sentiment_score":-0.0318181818}
{"full_text":"CT town could be first in nation to use Uber to deliver COVID vaccines","sentiment_score":0.25}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"RT FM announces 35,000 Cr of our money to be spent on Pvt Vaccine Companies for untested Vaccines at a time when Covid is natur...","sentiment_score":-0.1}
{"full_text":"RT Breaking: 80 detained for producing counterfeit coronavirus vaccines","sentiment_score":0.0}
{"full_text":"RT Brazilian government 'deliberately allowed Covid to spread'","sentiment_score":0.0}
{"full_text":"RT Disgusting to see people in the comments talking about Barbados as a place people have a right to visit, as a treat for...","sentiment_score":-0.3571428571}
{"full_text":"12 billion pound test and trace that didn't work, a NHS that can't cope because it's been run down, jobs for his mates, Boris running around Scotland when there is a lockdown, Matt visiting hospitals but relatives can't, treatment for other illness neglected. Great job","sentiment_score":0.1731481481}
{"full_text":"I have Crohn's disease. If I have a bad flare-up, I'm much less likely to be able to get treatment because my local hospital is overwhelmed with Covid patients. Our hospital has never been at full capacity before.","sentiment_score":-0.0027777778}
{"full_text":"RT and Time to stand up to the policies of #China interference in world affair.  They...","sentiment_score":0.0}
{"full_text":"Please follow NHS and Council guidance. If you receive this leaflet or have received bin it! Recycle it - best place for it!","sentiment_score":1.0}
{"full_text":"RT This afternoon, we inaugurated the nine-member steering committee for COVID-19 Action Recovery and Economic Stimulus (CAR...","sentiment_score":0.15}
{"full_text":"RT Pandemic has simultaneously made me grateful and comfortable with solitude, while also holding space for me to starve con...","sentiment_score":0.4}
{"full_text":"After an ad is flagged\/reported, it's not immediately taken down. We review it first and remove it right away once found that it violates our Community Guidelines. Note: Due to the impact of COVID-19 on our workforce, review processes are taking longer. Hope this helps clarify.","sentiment_score":0.0637896825}
{"full_text":"This beats office buzzer warnings!","sentiment_score":0.0}
{"full_text":"God it's nice to see science on the timeline again","sentiment_score":0.6}
{"full_text":"RT I've provided Rs. 35,000 crore for COVID vaccines for 2021-22. I'm committed to provide more funds if required. The to...","sentiment_score":0.5}
{"full_text":"RT 8x Covid Breach fines were issued last night in Shrewsbury to persons holding small gatherings at their addresses. #St...","sentiment_score":-0.125}
{"full_text":"RT Covid is not a joke. But somehow Malaysia take it as a joke. Im done.","sentiment_score":0.0}
{"full_text":"RT Trying to keep up with Morrison's lies, lies, lies at the Press Club: He doesn't do things for vanity Succeeding in v...","sentiment_score":0.0}
{"full_text":"RT waiting for covid ends","sentiment_score":0.0}
{"full_text":"RT Perhaps a Presidential commission to examine the catastrophic 2020 White House response to COVID-19.","sentiment_score":0.0}
{"full_text":"RT Denmark is sequencing all coronavirus samples and has an alarming view of the U.K. variant","sentiment_score":-0.1}
{"full_text":"RT President will address the nation at 20h00 today, Monday 1 February 2021, on developments in relation to...","sentiment_score":0.0}
{"full_text":"RT Syempre kung andyan si Mare, nalalayo ba si Boss?Get a chance to own exclusive &amp; signed tie-dyed shirts from Deanna! Auct...","sentiment_score":0.75}
{"full_text":"RT President will address the nation at 20h00 today, Monday 1 February 2021, on developments in relation to...","sentiment_score":0.0}
{"full_text":"RT while the people of johor are suffering during the pandemic","sentiment_score":0.0}
{"full_text":"Elevator Anxiety and its Impact on Commercial Real Estate #CRE #COVID-19 #TenantTips #NewNormal #ElevatorAnxiety ","sentiment_score":0.1}
{"full_text":"RT Had to refund someone her money today because she couldn't wait for her item to arrive.Dear beloved, please wait for yo...","sentiment_score":0.7}
{"full_text":"RT Great read in the Faculty of Pharmaceutical Medicine discussing the urgent need for community-based inhaled anti-viral th...","sentiment_score":0.8}
{"full_text":"Given that our nation is fighting a war against Covid, then has to be seen as our Lord Haw Haw, constantly undermining our efforts to safeguard our children's mental health by disseminating misinformation, anxiety, pessimism &amp; bad news.","sentiment_score":-0.2666666667}
{"full_text":"RT I got vaccinated for #covid19 today! With so much fake news out there leading to South Asian &amp; other minority communities hesi...","sentiment_score":-0.2083333333}
{"full_text":"RT Tory MP Desmond Swayne promoting anti-vax conspiracy theories in the middle of a pandemic puts lives at risk.That his par...","sentiment_score":0.0}
{"full_text":"RT My mum died unexpectedly yesterday evening. When she went into hospital a week ago with breathing problems, we were relieved...","sentiment_score":0.1}
{"full_text":"RT President will address the nation at 20h00 today, Monday 1 February 2021, on developments in relation to...","sentiment_score":0.0}
{"full_text":"RT PRESIDENT RAMAPHOSA TO ADDRESS THE NATION ON DEVELOPMENTS IN COVID-19 RESPONSEPresident will address th...","sentiment_score":0.0}
{"full_text":"RT why are you guys tagging King Promise when the post was to King Promise. I was talking about King Promise not King Promise","sentiment_score":0.0}
{"full_text":"What you need to know about the #COVID19  #VaccineforSouthAfrica","sentiment_score":0.0}
{"full_text":"Problems, Responses And Mistakes What has Covid-19 taught us?","sentiment_score":0.0}
{"full_text":"\"We quickly have to build our understanding from each other's experiences,\" Diaz said.https:\/\/t.co\/3lXeOwyMWH#covid19UK #LongCovid #Covid #Covid19 #Covid19USA #COVIDSecondWave #PeopleWithApp #coronavirus #Symptoms #Pandemic #covid19Canada #covid19NZ #AbScentUK #vaccination","sentiment_score":0.1041666667}
{"full_text":"RESOURCES &amp; SUPPORT COVID-19 BUSINESS SUPPORT SERVICES for our members: Regular updates on issues affecting member businesses. By theme including: Health; Employment; Business Support; Tax; Manufacture of Supplies; General Support &amp; Business Intelligence","sentiment_score":0.025}
{"full_text":"Read the success stories of and more companies across #Asia, as #AlibabaCloud remains committed to supporting enterprises accelerate their digital transformation to the #cloud during #COVID19 and beyond right here:","sentiment_score":0.2671428571}
{"full_text":"#SaudiArabia's Ministry of Islamic Affairs, Call and Guidance has issued 8 instructions to officials of mosques across the Kingdom after noticing some laxity in implementing preventive protocols to stem the spread of #coronavirus pandemic. ","sentiment_score":0.0}
{"full_text":"RT Let's not be a compulsive contrarian here. Subsidy for vaccine is a necessity, not a luxury.","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Monday February 1, 2021 ","sentiment_score":0.0}
{"full_text":"When a South Carolina drive-thru coronavirus vaccine clinic got backed up, leaving people waiting for hours, the town mayor decided to call in a professional for help: a Chick-fil-A manager.https:\/\/t.co\/fQP7zplFHz","sentiment_score":0.1}
{"full_text":"RT Dating during a pandemic is blah.","sentiment_score":0.0}
{"full_text":".@WHO Essential Diagnostic List needs to be adapted to local needs to ensure that the right diagnostic test gets to the right patient at the right time, says Sadia Shakoor, #AKUFaculty &amp; one of the experts part of EDL initiativeLearn more; via","sentiment_score":0.2261904762}
{"full_text":"Filipinos have resorted to TikTok dancing or comedy to overcome boredom or hone their artistic talents during the lockdown and quarantine periods that were imposed to prevent the spread of the current Covid-19 pandemic.https:\/\/t.co\/d8YDB1dibd","sentiment_score":0.1666666667}
{"full_text":"U.K.'s 100-year-old Captain Tom, famous for COVID fundraising, hospitalized with virus","sentiment_score":0.5}
{"full_text":"Use the pandemic to close the disadvantage gap in our schools - The Yorkshire Post says","sentiment_score":0.0}
{"full_text":"EVENT RESCHEDULED:PSYCHIC SALLY: CLOSE ENCOUNTERS Thursday 18th November 2021 - 19.30hrs Due to the ongoing pandemic, Sally has made the decision to move her show again to keep everyone safe.All ticket holders will be transferred over to the new date and notified via email.","sentiment_score":0.0056818182}
{"full_text":"In partnership with and we are supporting the 'Take on the PEARL Innovation Challenge' This open call will drive the piloting\/scaling of inclusive business solutions to recover from impacts of #COVID19Apply by 26 Feb","sentiment_score":0.125}
{"full_text":"Are you Clinically Extremely Vulnerable and need support during lockdown?","sentiment_score":-0.5}
{"full_text":"Missed in theatres? We're bringing her home! Stay tuned. #WonderWomanOnStream #CuratedWithLove #BMSStream #Stream #WonderWoman","sentiment_score":0.0}
{"full_text":"RT We're being given a one-time payment of $1,400, months after a one-time payment of $600, nine months after a one-time...","sentiment_score":0.0}
{"full_text":"If the govt would give poor people monthly stipends they would continue lockdown with no problems.","sentiment_score":-0.4}
{"full_text":"RT Some kids may be struggling with being back in lockdown again.Talking to them about how they're feeling is a good way...","sentiment_score":0.35}
{"full_text":"#DoYourPart Stay Home, Save Lives!Sign up for our newsletter and be the first to receive product updates, exclusive news and more delivered to your inbox.Go to today!Come on in!#SimplifiedBanking Do More than Banking.","sentiment_score":0.4166666667}
{"full_text":"When we are isolated and alone, we remember God is with us; we place our hands in his hands...The Lord is my shepherd, I shall not want.Pray with us each day at 11am https:\/\/t.co\/PWlQBqzL9i#Psalm23 #TheLordIsMyShepherd #PrayTogether #PrayerForToday","sentiment_score":0.0}
{"full_text":"The StopCOVID-NI app does not collect your name, location or movements, your records are collected anonymously, stored on your phone &amp; you'll never be identified to other app-users or organisations. Find out more at","sentiment_score":0.1875}
{"full_text":"The Hearing Brain Project was funded by WCHN's Digital Engagement grant in response to Covid-19. collaborated with a designer and people with self-reported hearing difficulties to co-design an animation to describe a new set of sounds:","sentiment_score":0.0681818182}
{"full_text":"The beautiful deep garnet red mask is all about minimalism. Safety and comfort is always our priority but Baggit's touch of elegance and style is a lovely add on!! #fashiontrends #masks #safety #pandemic #responsiblefashion #baggit #baggitmasks #govegan #madeinindia","sentiment_score":0.4078125}
{"full_text":"RT Last year too you had promoted 9 and 11 students.Then,  there were very few corona cases in our country.And today whe...","sentiment_score":-0.13}
{"full_text":"\"Emotive and unsettlingly accurate reads.\" Katie Tobin recommends three enjoyable novels to read during lockdown.","sentiment_score":0.45}
{"full_text":"RT This is Repubs' idea of bi-partisanship: 'You say $1.9-trillion, we say $164 billion...&amp; if you don't agree &amp; pass yours th...","sentiment_score":0.0}
{"full_text":"RT 10 GOP Senators have proposed a compromise COVID relief package but points out \"when the Republicans had control...","sentiment_score":0.0}
{"full_text":"Why Captain Tom has not had a coronavirus vaccinehttps:\/\/t.co\/EV09sRAMEy","sentiment_score":0.0}
{"full_text":"The importance of vaccinating children against #COVID19  via  #vaccines #clinicaltrialhttps:\/\/t.co\/UmdipV609c","sentiment_score":0.0}
{"full_text":" An #LSEFestival event for the kids!@LSEGenerate Will be creating superheroes with live artists to better understand what we are capable of as humans and how we can use our new \"powers\" for good.https:\/\/t.co\/jBkvmMKqoC","sentiment_score":0.2431818182}
{"full_text":"This week is Children's Mental Health Week. Here are some useful tips for coping with the Winter lockdown. #childrensmentalhealthweek","sentiment_score":0.1}
{"full_text":"Pharmaceutical company AstraZeneca has agreed to supply 9 million additional doses of its #coronavirus #vaccine to the European Union during the first quarter, the bloc's executive arm said.","sentiment_score":0.125}
{"full_text":"It's the biggest weekly fall for a number of months https:\/\/t.co\/0IGFm9D1UH","sentiment_score":0.0}
{"full_text":"An ever-shrinking handful of fans have witnessed every Super Bowl in person. They won't be able to sit next to each other this year.","sentiment_score":0.1770833333}
{"full_text":"RT Always wear a mask...","sentiment_score":0.0}
{"full_text":"The UK's vaccination progress could be undermined without strict border controls to guard against new strains, writes","sentiment_score":0.1363636364}
{"full_text":"We want to hear from you: What do you want to see in the next COVID-19 relief bill? Tell us your thoughts and why in the comments and we could share them on TV during #TodayInAZ this morning. #BeOn12","sentiment_score":0.0}
{"full_text":"Patrik Laine is Officially in Columbus and off the COVID list! I sat down with of to talk about what we can expect from our new weird Finnish dog!Listen here:","sentiment_score":-0.1730639731}
{"full_text":"\"Through #solidarity we can emerge on the other side of this #pandemic stronger &amp; walk towards a better future. And as we move into the #recovery phase, we need to explore how volunteer opportunities can be extended to more people.\"@vzidi1 https:\/\/t.co\/lMVQZ8rE2F","sentiment_score":0.21875}
{"full_text":"Ending the current pandemic - preventing future pandemics!","sentiment_score":0.0}
{"full_text":"I've put as much effort into this as the government have with the covid response.","sentiment_score":0.2}
{"full_text":"\"This pandemic period has changed my listening and makes me rediscover the essence of each composition differently.\" Read interview in about his #Elgar #Farr concerto recording on #RubiconClassics","sentiment_score":0.0}
{"full_text":"Give yourselves a pat on the back. You made it through lockdown January! We hope everyone is feeling OK. Let's now say a big hello to February - the month of LOVE! This month we're thinking about all there is to love about Little Voices - and there's SO much!","sentiment_score":0.2410714286}
{"full_text":"#COVID19 as of 2\/1, 6am:>Global cases:102,997,921>Global [deaths]: 2,228,909>US: 26,186,812>US (deaths): 441,324>TN: 727,861 [9650]>GA: 749,867 [12,570]>NC: 757,526 [9335]>AL: 459,639 [7688]>Local cases: wear a mask!","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt's Dynamite MV outfits were successfully bought by Japanese entrepreneur Yusaku Maezawa &amp; YouTuber Hikakin for $162,...","sentiment_score":0.375}
{"full_text":"have some excellent resources to keep up reading and entertain the kids during lockdown including free online books and videos, games, book-themed quizzes, and drawing guides. You can check them out here:","sentiment_score":0.7}
{"full_text":"Thank you everyone getting their #COVID19 vaccine. You're protecting yourself, others and saving lives. Here's some our many residents who have taken their vaccine. Thanks also goes out to all volunteers and NHS staff helping with the vaccine rollout ","sentiment_score":0.35}
{"full_text":"A World Health Organization team investigating the origins of the coronavirus pandemic visited a provincial disease control center that had an early hand in managing the outbreak.","sentiment_score":0.0}
{"full_text":"Not everyone around the world will get a #Covid19 shot. Transportation costs, failing infrastructure and other urgent priorities means some of the world's poorest countries will give up on vaccination programmes.","sentiment_score":-0.125}
{"full_text":"This season, #flu vaccination has to be in everyone's mind. Check information for healthcare professionals. #flushot #Influenza #VaccinesWork #NurseEmpowerment #Nursing","sentiment_score":0.0}
{"full_text":"RT Steven Mnuchin funneled $500B in PPP Covid relief loans, giving millions to himself, Jared Kushner, Devin Nunes, Betsy...","sentiment_score":0.0}
{"full_text":"Time: 11:00 * Temp: 4.5degC * Wind: ESE 2.0 to 6.0mph * Pressure: 992.9hPa * Rain: 0.0mm * Hum: 82% * ET: 0.0mm * Solar: 86.0W\/m2 * UV Index: 0.0 * Sunrise: 08:11 * Sunset: 17:01 * Cloudbase: 1240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
