{"full_text":"Seen this?https:\/\/t.co\/AfigASZpDp","sentiment_score":0.0}
{"full_text":"RT Canada is uninhabitable with out fossil fuels. Clean coal is burned with almost zero pollution and the carbon capture...","sentiment_score":0.3666666667}
{"full_text":"RT Superb to see some trusts defying outdated, top-down rules on PPE. *All* staff treating cases of confirmed or suspected...","sentiment_score":0.3333333333}
{"full_text":"RT Iowa Gov. Kim Reynolds removes COVID-19 social distancing, mask rules | Just The News","sentiment_score":0.0333333333}
{"full_text":"RT I really want the pandemic \"moms are suffering\" pieces - which I totally agree with and am glad they're being written - to loo...","sentiment_score":0.2333333333}
{"full_text":"COVID-19: UK 'vindicated' over 'brave' decision to delay second vaccine dose, WHO official sayshttps:\/\/t.co\/JbEypqauw6","sentiment_score":0.4}
{"full_text":"RT People ages 20-40 are driving the spread of the virus.","sentiment_score":0.0}
{"full_text":"RT This thread is for the benefit of some journalists who can't seem to do proper researchThe church is NOT CLOSED\/door shut\/c...","sentiment_score":0.0}
{"full_text":"And he wrote a book about how well he handled COVID.... if he were a Republican","sentiment_score":0.0}
{"full_text":"RT My long form defense of going big on pandemic rescue. IT'S NOT ABOUT STIMULUS. It's like fighting a war (on pandemic fallo...","sentiment_score":-0.025}
{"full_text":"RT This week, all 50 voted against students safely returning to classrooms - even after teachers have been vacci...","sentiment_score":0.5}
{"full_text":"RT International travel was the biggest driver of early Covid deaths, per study","sentiment_score":0.05}
{"full_text":"RT Exports to EU have dropped by 68% since Brexit. Fishermen cannot sell their catch. Meanwhile U.K. fails to protect its bor...","sentiment_score":-0.5}
{"full_text":"RT Rinu a 300 level student impacted the life of those in her community during the early days of COVID-19 and also proteste...","sentiment_score":0.1}
{"full_text":"Come on... are you kidding me Steve...","sentiment_score":0.0}
{"full_text":"RT There is a lot of confusion about the efficacy of AstraZeneca\/ChAdOx1 vaccine against COVID19 due to B.1.351 \/ 501Y.V2 - sum...","sentiment_score":-0.125}
{"full_text":"How the pandemic is pushing people into povertyhttps:\/\/t.co\/M1LF7yyeVt","sentiment_score":0.0}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT Very conflicted. Do I let the delivery guy think I'm having a Super Bowl party in the middle of a pandemic or do I admit t...","sentiment_score":0.1777777778}
{"full_text":"Some people obviously don't understand sarcasm  Some tween is trying to explain how a pandemic starts cos I obviously am that stupid to know...","sentiment_score":-0.2666666667}
{"full_text":"I'd wear a mask if it were 10 degrees but because I'm in Florida I'll pass","sentiment_score":0.0}
{"full_text":"RT One of the many slaps in the face this pandemic has provided: To see how flagrantly selfish people can be, when a simp...","sentiment_score":0.0}
{"full_text":"RT Man City have finally won at Anfield and all it took was PS1.5bn in the transfer market, a global pandemic, an empty stadiu...","sentiment_score":-0.0333333333}
{"full_text":"RT With the pictures of mass gatherings I'm seeing from Florida today, I think it's safe to say that doubling rate is going...","sentiment_score":0.5}
{"full_text":"\"A champion is defined not by their wins but by how they can recover when they fall.\" Love these words from Serena Williams &amp; quite appropriate on the first day of the first major tennis tournament since the pandemic. How will you define yourself today?#mondaymotivation #quote","sentiment_score":0.3104166667}
{"full_text":"Supreme Court lifts California worship bans prompted by coronavirus via","sentiment_score":0.0}
{"full_text":"RT Lucky Montana has files and annexures. Arthur Fraser wants to clear his name. Brian Molefe was disrupted over a flimsy...","sentiment_score":0.2111111111}
{"full_text":"JFC Christ if I'm Biden or Democrats in Congress I would beef up security or just stay home. Holy shit","sentiment_score":-0.2}
{"full_text":"Awesome. Let's see how long we can keep this pandemic going. Who needs a life anyways?","sentiment_score":0.475}
{"full_text":"Add elise stefanik of NY, trump Camp David elite sycophant, voted against her own state covid relief funds, sat silent when trump attacked her own blue state, voted to decertify Biden election after petitioned by constituents to certify, voted for MTG, seditionist narcissist!","sentiment_score":0.3}
{"full_text":"RT Madame Secretary my question to you is where is that 1.9 trillion coming from???  There is no money it the US budget san...","sentiment_score":0.0}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT Rand Paul should wear a mask, if only to mute the sad reality that he's Rand Paul.","sentiment_score":-0.25}
{"full_text":"RT What do Aged Care, Quarantine + Borders, the COVID App, &amp; Universities have in common?They're all Federal responsibili...","sentiment_score":-0.1}
{"full_text":"Jeez I hate when people are encouraging me to have a social life during the pandemic. 1) pregnant 2) high risk 3) military spouse so hard to get approval to travel and visit family ANYWAY 4) DID YOU KNOW THERE WAS A PANDEMIC GOING ON?!?","sentiment_score":-0.1229861111}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"White privilege to not wear a mask...one of the many reasons I'm cheering for the Chiefs today...Brady is as wrong-headed as his fave prez DJT...#EnoughIsEnough","sentiment_score":0.25}
{"full_text":"Would it be possible using 21st C scientific knowledge to determine categorically one way or the other that asymptomatic spread exists ?This needs to be straightened out Set up some trials to find out\/Select 100 individuals with no apparent symptoms in an enclosed area&gt;","sentiment_score":-0.0375}
{"full_text":"RT not the CDC's recommendations apparently","sentiment_score":0.05}
{"full_text":"RT NFL said fuck Covid... everybody get in here #SuperBowl","sentiment_score":-0.4}
{"full_text":"Yes, a lot of people in  are really that naive. That question has bothered me from the beginning of the pandemic. When I told my  in-laws that I think Tegnell was lying about core elements of the strategy I got the answer that this is impossible because he's a \"tjansteman\" ","sentiment_score":-0.2555555556}
{"full_text":"RT Florida. Notice all the elderly ladies at the grocery store checkout aisle with zero masks. Welcome to F...","sentiment_score":0.8}
{"full_text":"RT .@NYGovCuomo and his health department have been hiding at least 63% of the total number of seniors that died from getting...","sentiment_score":-0.15}
{"full_text":"RT Excited to share that the GBA has recognized for their work in the fight against #COVID-19. #AI #powerofdata #Team...","sentiment_score":0.375}
{"full_text":"Sheriff's Deputy Vet officer@Vicorrious Former US Army Intel, NASA Engineer@CharlesGKerns Retired Army Sergeant First Class Disabled Vet@Kim09453036","sentiment_score":0.0166666667}
{"full_text":"RT Hypocrisy doesn't slow politicians down.Rhode Island Gov Gina Raimondo was caught breaking her own #Covid19 rules. Wit...","sentiment_score":0.15}
{"full_text":"RT Cool one of my brothers antimasker idiot co-workers came down with covid so now he's waiting for his test results great co...","sentiment_score":0.0486111111}
{"full_text":"What's your endgame? Death via negligence to avoid your promise of long-term housing? You're risking innocent people's lives, in Walker Hall &amp; our community.Revive the Covid hotels w\/ FEMA funding! #HousingIsHealthcare","sentiment_score":0.625}
{"full_text":"Ministers to use Covid as justification for taking more control over NHS England ","sentiment_score":0.5}
{"full_text":"TONIGHT: A #StayHome Super Bowl Sunday edition of The Industrial Factory featuring new music from Terminal, The Marquis, some remixed and much more. TUNE IN: 8-10pm EST, 90.3fm [Boston area]; [live streaming]","sentiment_score":0.2765151515}
{"full_text":"RT \"Once Covid is over\" is just English for \"Inshallah\"","sentiment_score":0.0}
{"full_text":"It's #SuperBowl  Sunday! Stay home and watch the game and enjoy.","sentiment_score":0.0}
{"full_text":"RT Check out this guy using the cold air to prove just how effective masks are. Please wear a mask...https:\/\/t.co\/NBjOfJd9Wh","sentiment_score":0.0}
{"full_text":"RT 100 Days of masking to bend the curve.  Is that too much to ask? ","sentiment_score":0.2}
{"full_text":"RT B117 is much more contagious - so it can quickly overwhelm a nationGreat write-up about Andersen piece and broader issues...","sentiment_score":0.4166666667}
{"full_text":"RT On gets a question about risk of doing too much (Summers op-ed). Her answer:\"I have to worry about...","sentiment_score":0.2}
{"full_text":"Thank you. I don't live near any family so that's definitely part of why I'm feeling so overwhelmed right now  I wanted to do part time pre k this year but chose not to because of Covid.","sentiment_score":0.1305194805}
{"full_text":"That's just it nothing makes sense with this idiot!!!","sentiment_score":-1.0}
{"full_text":"New State Data Reveals Vaccine Inequities Among Black New Yorkers via","sentiment_score":0.0353535354}
{"full_text":"RT \"Africa is not sitting back and waiting for charity. We have learned our lessons from the past. All we ask for is transparenc...","sentiment_score":-0.125}
{"full_text":"RT These two new vaccination sites, in partnership with the Biden-Harris Administration, will prioritize communities often lef...","sentiment_score":0.1363636364}
{"full_text":"RT Please tell me if each of the following has done a good job or bad job dealing with the coronavirus outbreak:President Bi...","sentiment_score":3.700743415e-17}
{"full_text":"RT In response to today's COVID-19 public advisory, 811 is experiencing high call volumes. The online self-assessment and tes...","sentiment_score":0.08}
{"full_text":"RT In Mexico, as COVID-19 cases mount, vaccine rollout stalls and despair grows","sentiment_score":0.0}
{"full_text":"RT The senior death toll keeps on climbing. New York lawmakers need to hold and his health department accountable.","sentiment_score":0.1363636364}
{"full_text":"RT Biden accepts NFL's offer to use stadiums as COVID vaccine sites","sentiment_score":0.0}
{"full_text":"RT \"Applying the lessons that the NFL learned, workplaces and schools should consider shifting to virtual-only meetings, cl...","sentiment_score":0.0}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT Put to the test: use of rapid testing technologies for #Covid19 Alex Crozier, and colleagues in this week'...","sentiment_score":0.0}
{"full_text":"Actually, I think there is a correlation as to how wrong you are about Covid based on if you wear a mask in your profile pic and, if so, how high you wear it.  Basically, the closer the mask is to your eyeballs the more wrong you are!","sentiment_score":-0.093}
{"full_text":"it's ok just wish people would be smarter and actually focus on what important like we're lucky to even be cheering at this point tbh. Like it's possible to wear a mask while competing we all do it! and still hit routines just makes be angry how selfish people are","sentiment_score":0.0333333333}
{"full_text":"RT President Biden says his administration intends to take up the NFL on its offer to use all of the league's stadiums as COVID-1...","sentiment_score":0.0}
{"full_text":"The vaccines aren't capable to prevent or stop covid that's becoming clear . There are gaps in the information from their testing . Asians , elderly ? It's such a farce","sentiment_score":0.07}
{"full_text":"RT In a packed Senate chamber with stenographers and colleagues just feet away from him, refuses to put on a ma...","sentiment_score":0.0}
{"full_text":"RT End the lockdown.Open pubs, shops, offices &amp; schools.Police to catch real criminals again rather than shutting businesse...","sentiment_score":0.2}
{"full_text":"RT Tom Brady is the covid of football - he's thriving in Florida, he's put up huge numbers and some people still don't believe i...","sentiment_score":0.4}
{"full_text":"RT It is with great sadness we announce that Dr Augustine \"King\" Obaro has sadly died after testing positive for COVID-19....","sentiment_score":0.1757575758}
{"full_text":"Got henny.. got corona beer ... chicken... hot dogs.. meatballs...Buffalo chicken dip.. it's Super Bowl time bihh","sentiment_score":-0.1541666667}
{"full_text":"Praise the Lord!","sentiment_score":0.0}
{"full_text":"RT The amount of hate, racism, and blame for COVID towards the Asian community is disgusting. The fact that this topic is not...","sentiment_score":-0.6}
{"full_text":"RT How are we still this bad at this a year into our pandemic?","sentiment_score":-0.7}
{"full_text":"RT Cancel DJs for being the reason for people going to showsBut ur friend's covid wedding with 400 people? Nahhhhh they...","sentiment_score":0.0}
{"full_text":"RT Writer &amp; activist said that Tanzanian President must not be allowed to ride on sovereignty whilst endangering...","sentiment_score":0.0}
{"full_text":"RT Efforts are underway to modify pharma factories to produce more vaccines. New vaccines under r...","sentiment_score":0.3181818182}
{"full_text":"RT Almost like lockdown has only really considered people living with a traditional family. Which is odd when Boris is PM......","sentiment_score":0.0083333333}
{"full_text":"RT 8\/: The researchers were by no means acting as independently as scientists and the federal government have been constant...","sentiment_score":0.0}
{"full_text":"RT With sanction and embargos on us we can't trade outside the US. We got kicked out of N.A.T.O. I WILL STAND BY WHILE PRES...","sentiment_score":0.0}
{"full_text":"Covid has a 98% full recovery rate.","sentiment_score":0.35}
{"full_text":"Go Bucs! Wear a mask!","sentiment_score":0.0}
{"full_text":"Should You Consider Consolidating Your Office Locations During COVID-19? #CRE #Office #Leasing #TenantTips #TenantRephttps:\/\/t.co\/xJf1EcwFvR","sentiment_score":0.0}
{"full_text":"RT Social distancing applies to dipping, too.","sentiment_score":0.0333333333}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT COVID-19 treatments: Ivermectin shows promise for poorer nations","sentiment_score":0.0}
{"full_text":"COVID-19 from A to Z: A glossary of terms that can help you understand the coronavirus and the pandemic. Read about it on Monday's e-edition Lifestyle page.","sentiment_score":0.0}
{"full_text":"F.E.A.R. has two meanings.. The choice is yours!!#JoyTrain #Joy #MentalHealth #Mindfulness #Quote #GoldenHearts #IAM #IQRTG #FamilyTRAIN #COVID19 #SundayMorning #SundayMotivation #SundayThoughts #SuperSoulSunday #ThinkBIGSundayWithMarsha RT@BellasHope77","sentiment_score":0.8}
{"full_text":"Apparently individuals are catching coronavirus after they havereceived their vaccine? Concerned? Here's what's going on!https:\/\/t.co\/2oEPRyi62M","sentiment_score":0.325}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"If you plan to watch the #SuperBowl tonight please enjoy the game responsibly.  If possible, watch the game with just your household and if you're enjoying with friends, please adhere to social distancing guidelines and wear your masks.","sentiment_score":0.0222222222}
{"full_text":"covid wfh is becoming a timeless haze, especially with vacation this week.back to clocking in tomorrow, but I keep going to bed at 4am, help","sentiment_score":0.225}
{"full_text":"\"I think that we're just seeing the beginning of what is going to be a child abuse epidemic in America.\" Daphne Young of talks with about the consequences of lockdown policies 'trapping kids at home with abusers\".","sentiment_score":0.1}
{"full_text":"President Joe Biden said that it will be difficult for the United States to reach herd immunity, at least 75% of the population inoculated against the coronavirus, by the end of this summer.","sentiment_score":-0.4}
{"full_text":"\"It's hard to get past the next five minutes because you're constantly wondering if today is going to be the day. 'Is today going to be the day that I'm infected? Is today going to be the day that I lose a student?'\" said Texas teacher Tanya Richards.","sentiment_score":-0.1354166667}
{"full_text":"National hospice organizations are reporting that facilities are seeing double-digit percentage increases in the number of patients being cared for at home.https:\/\/t.co\/RR0oVXv6TV","sentiment_score":0.0}
{"full_text":"Many companies that got PPP loans still laid off or furloughed workers. Most of the laid-off employees worked in the service industry -- and these are jobs with a high percentage of minority workers.","sentiment_score":0.3866666667}
{"full_text":"Coronavirus Precautionary Measures","sentiment_score":0.0}
{"full_text":"The pandemic has made intimate partner violence more common--and often more severe.","sentiment_score":0.4}
{"full_text":"RT This here   ... uh huh! ","sentiment_score":0.0}
{"full_text":"The COVID-19 crisis and its economic fallout are far from over, so you'll want to be strategic when dealing with pandemic-related and other debt.Here are some tips:https:\/\/t.co\/jzkvMnYh0D","sentiment_score":0.0583333333}
{"full_text":"RT it's so annoying to me that covid made it so i can't drink wine w 5 of my friends in my house but 40 grown men can still phy...","sentiment_score":-0.8}
{"full_text":"#ICYMI: Multifamily released a report late in January looking at how vacancies and rent collections remained surprisingly stable throughout 2020 despite the pandemic.","sentiment_score":0.2}
{"full_text":"It took nearly 1 million COVID-19 tests, thousands of Zoom meetings, a dozen or so rescheduled games and an untold amount of flexibility for the NFL to not miss a single of its 269 regular-season and postseason games in the midst of a pandemic.","sentiment_score":0.0142857143}
{"full_text":"The owner of Top Tier K9 says more than 70 COVID-19 sniffing dogs have come through his program, and he hopes to train 250 pups each year.","sentiment_score":0.5}
{"full_text":"On the Mayo Clinic Q&amp;A podcast, Mayo Clinic pediatrician, Dr. Angela Mattke is joined by Dr. David Soma, a pediatric sports medicine physician at Mayo Clinic Children's Center, to discuss sports participation during the COVID-19 pandemic.","sentiment_score":-0.1}
{"full_text":"Home workouts and healthy meal plans posted on TikTok help keep students active and well.","sentiment_score":0.1833333333}
{"full_text":"Throngs of people were seen maskless and ignoring social distancing on the streets of Ybor City, a neighborhood in Tampa known for its nightclubs, Saturday night preceding Super Bowl LV.","sentiment_score":0.1833333333}
{"full_text":"RT From Edmonton-area church continues to defy public health orders, questioning COVID-19 restrictions #yeg #covid19ab...","sentiment_score":0.0}
{"full_text":"Joe Biden Says Trump Administration's Handling of COVID-19 'More Dire Than We Thought'","sentiment_score":0.5}
{"full_text":"Find a parent, any parent during this pandemic, and most will tell you it has been, and continues to be difficult. Kids at home. Working parents. Virtual learning. There's iPad's, computers, televisions, Nintendo's, video games and social media. ","sentiment_score":0.0111111111}
{"full_text":"RT Please just give them all laptops. I would be happy to contribute to this:","sentiment_score":0.8}
{"full_text":"After the state neglected to include front-line essential workers in the latest phase of vaccine rollout, grocery store workers juggle stressful work while waiting. Story via","sentiment_score":0.25}
{"full_text":"The Super Bowl kicks off in about 30 minutes, but watch parties will look a little different this year. The CDC and the Lexington Health Department have some guidance on celebrating safely.","sentiment_score":0.1614583333}
{"full_text":"In pandemic, more people choose to die at home:","sentiment_score":0.5}
{"full_text":"\"It's a personal decision obviously, and it's not for everyone,\" a local mother said. \"But I decided to get the vaccine.\"Read more about what some mothers think about getting the coronavirus vaccine, and what medical professionals recommend for them.","sentiment_score":0.1}
{"full_text":"Fla. police officer fired for mocking coworker's COVID-19 fears","sentiment_score":0.0}
{"full_text":"RT If you think you're showing COVID-19 symptoms, you're still allowed to leave your home to go to a testing centre. Wear y...","sentiment_score":0.0}
{"full_text":"WARM LEATHER GLOVES FOR MEN IN WINTERPRODUCT DESCRIPTIONProduct Name  Brand Name Apex LeatherMaterial Sheep Lamb , Goat , Cow , Buffalo Leather, Dear SkinLogo Customizedhttps:\/\/t.co\/BBtz3y8n54#gloves #leathergloves #covid #sarungtangan #boxing #leather #glove #safety","sentiment_score":0.2333333333}
{"full_text":"RT Democrats will keep fighting to protect hardworking families who are struggling due to the coronavirus.","sentiment_score":-0.125}
{"full_text":"RT Hey , let's lock down this interview. I'll upload during the super bowl so no one sees it. You good.","sentiment_score":0.2925925926}
{"full_text":"RT I bookmarked this short story for when I had a wee half hour to myself and I'm glad I did. Heather has given each character...","sentiment_score":0.1111111111}
{"full_text":"looking at the covid daily summary as part of my night time routine to pepper my anxiety","sentiment_score":0.0}
{"full_text":"Don't panic - Covid-19 injection will still keep you out of hospital","sentiment_score":0.0}
{"full_text":"RT How about we just go ahead and do what we said we would do and send people $2,000 survival checks so they can feed their ki...","sentiment_score":0.0}
{"full_text":"Leicester Comedy Festival goes online in lockdown","sentiment_score":0.0}
{"full_text":"President Joe Biden says his administration intends to take up the NFL on its offer to use all of the league's stadiums as COVID-19 vaccination sites.https:\/\/t.co\/VxSeG0rT7i","sentiment_score":0.0}
{"full_text":"RT If you're copying and pasting a proposal from ALEC to restrict a state's right to fight a pandemic, you can't claim that it's...","sentiment_score":0.2857142857}
{"full_text":"RT Walmart and Amazon took home $29.7 billion in profits last year. Call me a radical lefty, but we should tax the corporations p...","sentiment_score":0.0}
{"full_text":"RT Same here in #Outaouais, #Quebec, #Canada.Just cut my walk short again after #coughing due to the #WoodSmo...","sentiment_score":-0.0416666667}
