{"full_text":"IN French schools everybody has to wear a mask inside buildings . Students and teachers. Also people wear masks on the streets. #JohnsonHasFailedTheNation","sentiment_score":0.0}
{"full_text":"RT PMGDISHA Training and Examination conducted at various parts of #Assam.The aim is to bring back the enthusiasm of the VLEs...","sentiment_score":0.0}
{"full_text":"UK officials say the Oxford-AstraZeneca vaccine is still effective against \"severe disease\" despite a recent study that found it provided \"minimal protection\" against mild to moderate illness caused by a COVID-19 variant first identified in South Africa.","sentiment_score":0.1805555556}
{"full_text":"thought face to face meetings have been banned. even if not is there need to sit given this covid situation.","sentiment_score":0.0}
{"full_text":"RT Biden said Trump's handling of COVID-19 was 'even more dire than we thought' after finding insufficient vaccine suppli...","sentiment_score":0.5}
{"full_text":"I have just had a phone call inviting me to attend the clinic this Thursday for my Covid vaccination.  Great news having been shielding for a year.  I can't think of a better birthday present.  Thank you Scottish Gov't, thank you Dunvegan surgery.","sentiment_score":0.4333333333}
{"full_text":"RT Study shows significant reduction of heavy metal pollution during #COVID19 pandemic in the Ganga waterhttps:\/\/t.co\/ghbgCtK...","sentiment_score":0.0875}
{"full_text":"Lets hope he takes this advice ","sentiment_score":0.0}
{"full_text":"RT (2) You CAN participate in SIREN if you have had covid19.You CAN participate if you have received a vaccine for Covid19...","sentiment_score":0.0}
{"full_text":" yho ha.a","sentiment_score":0.0}
{"full_text":"RT DID YOU SEE THIS?Report: 29 out of 30 patients with serious COVID-19 cases were cured in days with new Israeli drugA...","sentiment_score":-0.0984848485}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT Did you know that NHS million is run by 3 frontline NHS staff? All of us have been working in the pandemic and everyone is...","sentiment_score":0.0}
{"full_text":"This week, I'll be participating in the Global Parliamentary Network meeting. Looking forward to discussing policies for a sustainable and inclusive COVID-19 #recovery with MPs from around the world. Learn more  #OECDparl","sentiment_score":0.25}
{"full_text":"RT WARNING: If you attended a Super Bowl house party tonight (or partied in Tampa Bay), please quarantine yourself for the n...","sentiment_score":0.3333333333}
{"full_text":"RT girls don't want boyfriends, girls want the pandemic to end so that they can go to the folklovermore tour","sentiment_score":0.0}
{"full_text":"I'd happily take yours. You can be a COVIDiot if you want; I want life to get back to normal again.","sentiment_score":0.3166666667}
{"full_text":"RT British boy wakes from nearly year-long coma unaware of COVID pandemic","sentiment_score":0.0}
{"full_text":"Ofc when im about to leave ","sentiment_score":0.0}
{"full_text":"RT Watching COVID mutate in dazzling 8K","sentiment_score":0.75}
{"full_text":"Nearly everyone has tried some DIY during lockdown. This interesting blog from looks at the perfect properties for home improvements! https:\/\/t.co\/otN0BOgPzb #lockdownuk #house #diy","sentiment_score":0.5333333333}
{"full_text":"RT Just because you put died \"WITH\" covid doesn't mean you will escape natural law, and all the...","sentiment_score":-0.10625}
{"full_text":"\"The Forgotten Women of Lockdown\" in Indian Occupied Kashmir via London Post","sentiment_score":0.0}
{"full_text":"RT Attacks against Asian Americans is as old as America itself but the sheer volume and number have gone up astronomically sin...","sentiment_score":0.0333333333}
{"full_text":"RT Why hockey is different to other youth sports in regards to covid. An interesting read. #ableg #abpoli #cdnpoli #canpo...","sentiment_score":0.125}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT Would you rather get ill with covid and keep your job or stay safe and be unemployed?","sentiment_score":0.0}
{"full_text":"RT We will see #covid spike after this event for sure ","sentiment_score":0.5}
{"full_text":"RT girls don't want boyfriends, girls want the pandemic to end so that they can go to the folklovermore tour","sentiment_score":0.0}
{"full_text":"RT He FAILED to close the borders in time &amp; people with Covid19 came into our country. He FAILED to protect the 500b he borro...","sentiment_score":-0.5}
{"full_text":"COVID-19: Province reports 22 deaths and 1,489 new cases as hospitalizations drop","sentiment_score":0.1363636364}
{"full_text":"RT Vaughan long-term care home says it gave COVID-19 vaccine shots to family of its board members, non-frontline staffhttps:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"Has anyone even researched when were these particular set of vaccines made that we procured, and how long they can be stored without being used, before they expire, or do politicians, the media and others just want to criticize for the sake of criticising.#COVID19#AstraZeneca","sentiment_score":0.0583333333}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"#MedicalMissionforTigray indicated \"At a time when the daily COVID report from the Ministry of Health shows worsening infection rate in the country( &gt; 12% ), we have no idea as to what is happening in an entire region with a population of six million people!\"#ActNow ","sentiment_score":0.0}
{"full_text":"RT 15\/(07\/02) COVID-19 #Peru ","sentiment_score":0.0}
{"full_text":"RT According to Wales - which within our government's limited powers - is doing reasonably w...","sentiment_score":0.0642857143}
{"full_text":"Undercounting in the spring then influencing the comparative covid deaths, as suggested by the excess deaths.Thanks Kit!","sentiment_score":0.0}
{"full_text":"RT The players, coaches and owners of Tampa Bay get bonuses and extra income. Many of these people will get Covid. Well-p...","sentiment_score":0.25}
{"full_text":"Yeah I think the lack of school\/work holidays is almost having more of an impact than covid.","sentiment_score":0.5}
{"full_text":"RT Many Nursing Home Workers Refused COVID-19 Vaccine","sentiment_score":0.5}
{"full_text":"RT \"The COVID-19 pandemic is having a devastating impact on women and girls,\" says while...","sentiment_score":-1.0}
{"full_text":"#WATCH | #COVID19 vaccination drive was held today at 95th Battalion #BSF campus, #Bhondsi. 278 BSF personnel were administered the vaccine.Video Coutesy:","sentiment_score":0.0}
{"full_text":"RT Councils looking for qualified Environmental Health Officers to support the COVID response can use #EHTogether ","sentiment_score":0.0}
{"full_text":"RT Sad to see this rise in traffic deaths in the US despite lockdown restrictions. \"A big factor here is the lack of enforcement...","sentiment_score":-0.25}
{"full_text":"RT In May 2020, when the gov kept fooling people that #COVID19 wasn't a dangerous disease and that by then only 16 peopl...","sentiment_score":-0.3}
{"full_text":"Oh, maskless like the protesting looters, rioters and arsonists from last summer that media didnt care about?","sentiment_score":0.0}
{"full_text":"RT There are thousands of people in a stadium for a sports event like we're in country that's managed covid instead of on...","sentiment_score":0.0}
{"full_text":"RT Here's a quick 2-minute video I made to give you a better sense of what #COVID does to the lungs. Please continue to social d...","sentiment_score":0.2888888889}
{"full_text":"RT Flash: Afghan President Ashraf Ghani expresses his gratitude to India for \"timely provision of the vaccines\". India had sent 5...","sentiment_score":0.0}
{"full_text":"RT RICARDO \"RICHARD\" NAJERA of Fort Worth, Texas, died of COVID on Feb. 1, 2021.He \"was a welder by trade and drummer by p...","sentiment_score":0.3}
{"full_text":"RT Essential workers who can't work from home &amp; who don't have symptoms should now book a free rapid test twice a week. 1 in 3 pe...","sentiment_score":0.2}
{"full_text":"RT After 50 people are caught breaking lockdown restrictions in a Liverpool gym, police say they've charged a number of susp...","sentiment_score":0.0}
{"full_text":" does this apply to nannies working in a private home\/homes  ?","sentiment_score":0.0}
{"full_text":"I dony see why lockdown had much to do with this?? EWC bill, crazy labour rules, govt. Corruption and red tape far more of a problem","sentiment_score":0.04}
{"full_text":"RT I've been informed that my father has been kept in very miserable conditions in the quarantine of Peshwar Central Jail....","sentiment_score":-0.3666666667}
{"full_text":"Reminder that the LEADER team will be running a FREE interactive session this week to look at how COVID-19 has impacted current projects.Tues at 10.30am and Thurs 4.30pm  To register your attendance, please visit:https:\/\/t.co\/9tarsz5d3M","sentiment_score":0.2}
{"full_text":"D'vine Brothers &amp; Future Majesties ft Joseph Osifis - After Lockdown","sentiment_score":0.0}
{"full_text":"While the total number of pediatric ED visits dropped during the pandemic, accidental trauma cases spiked, according to data from","sentiment_score":0.0}
{"full_text":" The Pandemic is a complex adaptive system in which we  measure infection, vaccinate, and have measures. Hoping for the best.Endgame: maybe summer; Sept.Setting aside the known unknowns, multiplicativity etc. No policy for that. Just groping in the dark#RedTeamC19NL h\/t","sentiment_score":-0.3}
{"full_text":"RT Immigration Commissioner Jaime Morente said the revenue they recorded in 2020 is 36.1-percent lower than the record-hig...","sentiment_score":0.0}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19","sentiment_score":0.0}
{"full_text":"RT The Minister is engaging very comfortably with the science of Covid-19. He's showing a much deeper unders...","sentiment_score":0.3733333333}
{"full_text":"This isn't an \"I told you so\", FWIW. I wasn't calling for this at the time - I was nervous, but glad to go back to the pub, and hoped that test-and-trace + distancing could help us manage Covid. It's about learning from the mistake that almost all of us made, including me.","sentiment_score":0.25}
{"full_text":"RT #VIDEO Disturbing narrative that 'it's okay if older people die' from Covid-19 in some countries - WHO chief","sentiment_score":0.0555555556}
{"full_text":"Children with special needs failed if lessons are not learnt from the first lockdown - Read the full report here by #SEND #Safeguarding #EduTwitter RT","sentiment_score":0.1142857143}
{"full_text":"Target Competitors On #Facebook Using Interest Based Audiences #Technology #BigData #Hadoop #softwaredevelopment #cloud #COVID19 #healthcare #VITSUSA","sentiment_score":0.0}
{"full_text":"Can confirm this is true","sentiment_score":0.35}
{"full_text":"#Africa govs hoping to immunise their populations will need to tackle all aspects of #vaccine hesitancy &amp; increasing confidence. Govs will need to communicate effectively and transparently regarding full benefits and risks of vaccination. ","sentiment_score":0.475}
{"full_text":"RT BBC Scotland *never* compares Scotland's Covid performance with England if we're doing better. Scotland *always* has to be...","sentiment_score":0.5}
{"full_text":"Oil prices climb back to pre-pandemic levels -","sentiment_score":0.0}
{"full_text":"RT Georgie Crozier saying that frontline hotel quarantine workers (who risk themselves for our safety) shouldn't have 'getting m...","sentiment_score":0.0}
{"full_text":"Privacy Comes of Age During the Pandemic","sentiment_score":0.0}
{"full_text":"RT If you are experiencing COVID-19 symptoms, protect yourself and others by booking a test.To book a test call 119 or vis...","sentiment_score":0.0}
{"full_text":"RT Wealth amassed by 100 richest Indians during pandemic can give 13.8 crore poorest Rs94,000 each, shows Oxfam report:","sentiment_score":0.0}
{"full_text":" In this episode, microbiologist Dr and discuss the mysterious decline in India's #COVID19 deaths, how #herdimmunity works and why South Asian and Sub-Saharan countries have shown higher #seropositivity than the West. Listen:","sentiment_score":0.0833333333}
{"full_text":"Where help is available from during the pandemichttps:\/\/t.co\/nu3vBMhGNM","sentiment_score":0.4}
{"full_text":"RT So there are actually people who believe that our covid numbers are manufactured in order to justify the Emergency.By...","sentiment_score":0.0}
{"full_text":"We are working with to find out how #covid19 has impacted grassroots physical activity.We need clubs to complete a short survey to highlight the issues facing your return and future delivery.Take the survey https:\/\/t.co\/NlOcxnvXHs","sentiment_score":0.025}
{"full_text":"NOW IN STOCK - Rapid COVID-19 Testing Kit-Convenient, easy to use testing kit-Includes 25 tests per box-Results in just 15 mins-Excellent performance compared to molecular methods-2-year shelf life when stored at room temperatureFind them here:","sentiment_score":0.4333333333}
{"full_text":"RT This is really important and underlines what we've been saying - we need to have zero tolerance for covid...","sentiment_score":0.4}
{"full_text":"It is clear that the pandemic will hit the world's most vulnerable people the hardest. The  Global Cities Fund for Inclusive Pandemic Response aims to respond to the unmet needs of cities supporting migrants, refugees &amp; IDPs.https:\/\/t.co\/K7IoajsdfD","sentiment_score":0.07}
{"full_text":"Air cargo heroes going not just the extra mile, but way beyond #logistics #airfreight #covid","sentiment_score":0.0}
{"full_text":"For international #travel, which SARS-CoV-2 tests are required? ... | #diagnostic | #COVID19 | #genetics | #coronavirus | #antigens | Via","sentiment_score":0.0}
{"full_text":"The pandemic induced restrictions were lifted in June 2020. If month-on-month growth rates in IIP figures are calculated since June, then the trendlines have fallen till August, points out","sentiment_score":0.0}
{"full_text":"RT When you studied MBBS online in lockdown and also a Desi Feminist. ","sentiment_score":0.0}
{"full_text":"Our industry is tired, our industry's sad, our industry's angry, our industry's deflated &amp; despondent &amp; many emotionally broken.#Covid may have started the suffering but you're letting it continue  We CANNOT let this happen! #whataboutweddings","sentiment_score":-0.18}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"This is a summarized breakdown of the budget for the Federal Ministry of Agriculture &amp; Rural Development pre COVID-19 pandemic(Initial) and after the pandemic began(Amended)#EconomicSurvey2020 #Nigeria#Budget2020 #RuralDevlopment#Agriculture","sentiment_score":0.0}
{"full_text":"Let's stay positive! The Spoonie Mummy has published a blog with her top tips for managing anxiety, including her recommendations for trying some breathing exercises and how to get a better night's sleep. Read more:https:\/\/t.co\/BeScpRbWq1","sentiment_score":0.428030303}
{"full_text":"ICYMI: made his seventh #SuperBowl title look familiar - despite moving south to a new team and conference during a pandemic.https:\/\/t.co\/ELqESLRvrM","sentiment_score":0.2556818182}
{"full_text":"Many people have found a passion for cycling again over the past year. If you are one of those people comment below on why you decided to get into cycling!https:\/\/t.co\/hoX5lohUfX","sentiment_score":0.125}
{"full_text":" Just another pandemic Monday...  ","sentiment_score":0.0}
{"full_text":"According to food and drink report, 25% of us shopped for food online for the first time in 2020 as a result of trying to minimise our shopping frequency throughout the #pandemic  Could 2021 be the year we say goodbye to to the supermarket as we know it? ","sentiment_score":0.25}
{"full_text":"Is motherhood during the pandemic getting to you? Read this and know that you aren't alone...","sentiment_score":0.0}
{"full_text":"Undocumented migrants in Britain will still be able to get Covid vaccines without being subject to status checks, the government said on Mondayhttps:\/\/t.co\/stGOF8fWxE","sentiment_score":0.1666666667}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"E-commerce and online sites have benefited as sales of food surged 40% during a shopping festival from Jan. 20 to Feb 3, versus the last Lunar New Year period, state broadcaster CCTV says.#China #LunarNewyear #Covid19","sentiment_score":0.0681818182}
{"full_text":"How much have you saved while working from home? #lockdown","sentiment_score":0.2}
{"full_text":"MORE VACCINES: A new vaccine will open and 16 #EastTexas counties are set to receive 15,625 doses of the COVID-19 vaccine this week.Here's what you need to know:","sentiment_score":0.2121212121}
{"full_text":"For the first time, NY-22 Congressional race winner Republican Claudia Tenney spoke out about how the race has been frustrating and says Democrat Anthony Brindisi has every right to appeal.","sentiment_score":0.0452380952}
{"full_text":"If you're feeling down during this pandemic, take half an hour out of your day and just DANCE! Just remember to stretch first ;)","sentiment_score":0.0340277778}
{"full_text":"RT Gov. Ned Lamont is expected to propose a lean budget Wednesday that averts tax hikes while closing a major deficit and positi...","sentiment_score":-0.01875}
{"full_text":"India's daily COVID-19 deaths below 150 for last 10 days.Read more here:https:\/\/t.co\/2t9D0r2GZp","sentiment_score":0.1666666667}
{"full_text":"Senior Democrats will unveil legislation to provide $3,000 per child to tens of millions of American families, aiming to make a major dent in child poverty as part of President Biden's COVID relief package.","sentiment_score":0.03125}
{"full_text":"Doktor Iris Thiele Isip-Tan promised to bring her sons to see more of the Philippines once the pandemic is over.https:\/\/t.co\/2zv5kjiwey","sentiment_score":0.5}
{"full_text":" The Iron's official calendar for 2021 is available to order online for just PS5 at now  note, there will be slightly longer delivery times due to reduced staffing\/Covid-19 restrictions.#UTI #IRON","sentiment_score":0.0361111111}
{"full_text":"Looking for ways to stay entertained from home, head to to find out what there is to get involved in at your Students' Union this week.","sentiment_score":0.0}
{"full_text":"The council's planning service has continued to operate during the Covid-19 pandemic and will join other planning services in playing a key role in Scotland's green recovery.https:\/\/t.co\/dIO7WRAJzQ","sentiment_score":-0.1083333333}
{"full_text":"Videos Of Jeddah And Al Khobar's Seafronts After They Have Been Shutdown Are Almost Eerie via","sentiment_score":-0.5}
{"full_text":"For the pandemic has created a perfect storm for proponents of cutting: vulnerable girls stuck at home without teachers' protection, anti-FGM groups grounded by lockdown and hard-pressed health services diverted to COVID-19. #EndFGM","sentiment_score":-0.0333333333}
{"full_text":"RT #Master shattered all existing box-office Records in Mettupalayam town.. #Master is now the Highest Grossing Film ever in...","sentiment_score":0.0}
{"full_text":"The Philippine government may begin the vaccination against COVID-19 on Feb. 15.","sentiment_score":0.0}
{"full_text":"Library book late? Overdue fees are going away at many libraries amid COVID-19 pandemic economic crisishttps:\/\/t.co\/act2JzOqZC","sentiment_score":0.1333333333}
{"full_text":"Instructor Live Proctoring is now supported for use by instructors by See for more information on this new academic integrity tool!","sentiment_score":0.1931818182}
{"full_text":"Meet the TeamWe thought that lockdown would be a great time for you to meet the Avant Skills Academy team - So on this #MeetTheTeamMonday it's Tammy...#AvantSkills #Apprenticeships #MeetTheTeam","sentiment_score":0.8}
{"full_text":"#StaySafe  Wear your mask and ensure you keep a social distance of at least 1.5metres. #FrontLineHeroes  #MaskUp  #DoGreatThingsEveryDay","sentiment_score":-0.1333333333}
{"full_text":" Find out all you need to know about the guaranteed covid-19 insurance for all foreign tourists to #Malaga this year.","sentiment_score":-0.125}
{"full_text":"The boss of says we - the public - have to take some responsibility for the 'burnout' of his officers and stop breaking COVID rules with 'ridiculous parties'.It follows a report by and more here:","sentiment_score":0.0555555556}
{"full_text":"We have much more information on how #COVID19 affects us &amp; can better judge our response to it. While politicians &amp; experts continue to spread a narrative of fear, we must ask ourselves, should we follow the experts or should we follow the science?https:\/\/t.co\/sIuCl5fJiB","sentiment_score":0.5}
{"full_text":"South Africa halts AstraZeneca vaccine after shots fail against new variant South Africa halted Monday's planned rollout of AstraZeneca's COVID-19 vaccinations after data showed it gave minimal protection against mild infection from one variant, stoking fears of a much longer cat","sentiment_score":0.0139393939}
{"full_text":"AstraZeneca's #COVID19 #vaccine was shown to give minimal protection against South Africa's variant strain, B1351. Two vaccines developed by #China were shown to trigger immunity against the same strain last week.","sentiment_score":0.0}
{"full_text":"RT Why Canada PM Justin Trudeau won't call PM Narendra Modi for Covid vaccine#This is on the heels of a second wave of i...","sentiment_score":0.0}
{"full_text":"President Cyril Ramaphosa recently announced the easing of level three lockdown regulations. The Advertiser asked a few locals how they feel about the president's announcement.","sentiment_score":-0.1}
{"full_text":"Cortellucci Vaughan Hospital delivers as a system solution to fight COVID-19   - #Ontario #Health","sentiment_score":0.0}
{"full_text":"RT Superb to see some trusts defying outdated, top-down rules on PPE. *All* staff treating cases of confirmed or suspected...","sentiment_score":0.3333333333}
