{"full_text":"RT Throwback to my debut slides! I worked really hard on them... I remember at the time I was in the middle of a job tran...","sentiment_score":-0.1458333333}
{"full_text":"Ugh apparently it's expected that another wave of covid will hit in April here in Canada ...","sentiment_score":-0.1}
{"full_text":"RT Pharmacists were made Covid vaccine but till date they don't have cadre#Pharmacist_Cadre_inBudget2021#phaarmaasistt...","sentiment_score":0.0}
{"full_text":"Had 1 family member 2 neighbors and multiple friends die from \"COVID\" as the PCR test showed positive...turns out after death BLOOD TEST showed their blood was septic from bacterial pneumonia. So they all died from misdiagnoses and malpractice.","sentiment_score":0.0}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"But according to our media's go to  expert Gabrial Scally, Lockdowns don't cause abuse. People do.  Odious prick.","sentiment_score":0.0}
{"full_text":"RT Hey &amp; will be forcibly removing the homeless individuals from the 40th street en...","sentiment_score":0.5}
{"full_text":"RT A lesson to learn from the pandemic is that fat salaried university administrators have no special skills to deal with a cris...","sentiment_score":-0.1785714286}
{"full_text":"RT A few takeaways from this CDC report:- Double masks decreased exposure by 92.5%, more than 2X what a single mask did....","sentiment_score":-0.0342857143}
{"full_text":"RT In the Past year Qepublicans tried to cancel the votes of 81 Million Americans to steal the election results, wh...","sentiment_score":-0.25}
{"full_text":"RT #COVID19 UPDATE:- One month ago, we reported 53k cases. Today: 8,251 cases.- One month ago, we reported a 14% test pos...","sentiment_score":0.0}
{"full_text":"RT US could have averted 40% of Covid deaths, says panel examining Trump's policies","sentiment_score":0.0}
{"full_text":"RT Every morning, I marvel at how ignorance and capitalism are driving this pandemic, and the masses don't care. People...","sentiment_score":0.0}
{"full_text":"\"Govt has already developed a deployment plan, mapping the priority groupings for roll out of the vaccines. No one will be left behind in this fight against Covid-19,\" Minister Monica Mutsvangwa has said #Zimbabwe #Harare #Bulawayo","sentiment_score":-0.1}
{"full_text":"4) the point of tweeting this information is to show that the virus has been around for a very long time...covid19 is simply another strain of the Coronavirus. Because some of the symptoms of flu and COVID-19 are similar, it may be hard to tell the difference between them based","sentiment_score":-0.0891666667}
{"full_text":"RT The risk isn't that we do too much when it comes to a COVID relief package -- it's that we don't do enough.We have to go big.","sentiment_score":0.1}
{"full_text":"RT PLEASE SHARE AND RTBellflower\/ Norwalk\/ Downey AreaMy Dad has been working really hard during the pandemic. Please hel...","sentiment_score":-0.2916666667}
{"full_text":"RT This lockdown is really getting to me. I've been feeling so unmotivated and mentally exhausted, this is so unlike me.","sentiment_score":-0.1}
{"full_text":"RT Posting Covid denialism on the account of a guy who died from Covid is next level","sentiment_score":0.0}
{"full_text":"RT The COVID-causing virus currently circulating in the world could fit inside half of a Coke can.There are around two quintill...","sentiment_score":0.0777777778}
{"full_text":"We are honored to announce the Organizing &amp; Scientific Committee for ECCC 2021!Register today &amp; save up-to to AED 600#CriticalCareConference #ECCCDubai #HybridConference #ECCC2021 #WFCCNWorldCongress #IPEvents #Covid19","sentiment_score":0.0}
{"full_text":"RT Sweden's Prime Minister and King admitted they where wrong on their approach to COVID, &amp; their herd-immunity idea. Did the DA...","sentiment_score":-0.5}
{"full_text":"RT Teasing #4 #SUSAN #Susana_Rusli #susanarusli #Toronto #StayHome","sentiment_score":0.0}
{"full_text":"RT Relationship twitter are gonna kill us with \"even in a pandemic\" \"if he wanted to he would\" this weekend.","sentiment_score":0.0}
{"full_text":"Wait, didn't y'all say we waiting for our scientists to determine which vaccine to get? Now you saying WHO endorsed? I am so confused right now.","sentiment_score":-0.0571428571}
{"full_text":"RT Listen to our bilingual live phone-in programme tonight on #COVID19 on FM Gold channel, 9.30 PM.Dr. Hemant Deshmukh,...","sentiment_score":0.1363636364}
{"full_text":"RT What is a stem and leaf plot  ,Learn about stem and leaf plots   ,stem a... via #parent...","sentiment_score":0.0}
{"full_text":"RT Wow Crazy ! wont support the Let Them Play Resolution but during the stay at home order he had dinner with...","sentiment_score":-0.325}
{"full_text":"A \"paid-for-science-based\" rollout which sees that citizens will be lab rats for experimental vaccines from the west &amp; big pharma...","sentiment_score":0.05}
{"full_text":"RT hey listen you still have to wear a mask if you do curbside pickup. you still have to wear a mask in the drive-thru. b...","sentiment_score":0.0}
{"full_text":"RT It's a cold #covid19 winter morning and I'm doing medical street outreach. The lineups for the food bank are longer than I hav...","sentiment_score":-0.3}
{"full_text":"And half our population has gone on as if there's not a pandemic. Sick of watching them make it worse.","sentiment_score":-0.426984127}
{"full_text":"New post (Mexican President tests positive for Covid-19) has been published on -","sentiment_score":0.1212121212}
{"full_text":"* What \"COVID-19\" Teaches Us ??- \"Online\"Exams Are Far Better Than   \"Offline\"Exams- \"Chrome\" Is The Only Key To Success- \"Home\" Is Heaven &amp; \"Hostel\" Is Hell","sentiment_score":0.18}
{"full_text":"RT CONTEXT: Back in January 2021, the OCTA research group had recommended to extend the travel ban against countries with th...","sentiment_score":0.0}
{"full_text":"RT Supreme Court Bench led by Justice Khanwilkar hear plea challenging decision of Abdul Kalam Technical University, Lucknow...","sentiment_score":0.25}
{"full_text":"RT The coronavirus cluster centred on the Melbourne Airport Holiday Inn hotel has expanded to 11. #7NEWS","sentiment_score":0.0}
{"full_text":"RT Matter of few days before Pakistan will call our PM  ji to help them with Covid Vaccine....","sentiment_score":-0.2}
{"full_text":"Supreme Court has refused to interfere in petition filed challenging the decision by AKTU University to conduct offline examination for its students. #OfflineExams #Covid19","sentiment_score":0.5}
{"full_text":"RT The coronavirus cluster centred on the Melbourne Airport Holiday Inn hotel has expanded to 11. #7NEWS","sentiment_score":0.0}
{"full_text":"don't understand why you got different measures per population?","sentiment_score":0.0}
{"full_text":"Mizoram reports 2 new COVID-19, active count at 22","sentiment_score":0.0015151515}
{"full_text":"RT A Texas doctor had six hours to administer 10 doses of a coronavirus vaccine or it would expire. Racing against the clock,...","sentiment_score":0.0}
{"full_text":"Its brave to fight the bureaucratic machine. It's now made more difficult by equity issues. ","sentiment_score":0.2666666667}
{"full_text":"RT My grandmother died last night. She died because her lungs were utterly wrecked by COVID-19. She died to keep the economy open...","sentiment_score":0.0}
{"full_text":"Retweeting for the second time because people need to read this.","sentiment_score":0.0}
{"full_text":"RT Was happy to receive a call from my friend  Assured him that India would do its best to facilitate suppli...","sentiment_score":0.9}
{"full_text":"RT Supreme Court Bench led by Justice Khanwilkar hear plea challenging decision of Abdul Kalam Technical University, Lucknow...","sentiment_score":0.25}
{"full_text":"RT How Ottawa utterly botched Canada's COVID vaccine acquisition | National Post","sentiment_score":0.0}
{"full_text":"Yes I agree!!! We are STILL UNDER A PANDEMIC GUYS!!! Please wear your masks and stay safe.","sentiment_score":0.5}
{"full_text":"Justin Fishes in Troubled Waters, incites Indian Citizens to Violence Modi helps Canadian citizens by facilitating COVID vaccines!@JustinTrudeau - 000@narendramodi - 100","sentiment_score":-0.5}
{"full_text":"RT was about to get away with all the crazy QAnon\/Pizzagate\/COVID-denying insanity she'd spread but she just *had* to bring the...","sentiment_score":-0.6}
{"full_text":"RT India's vaccine diplomacy is remarkable for not being limited to its near neighbors. Welcome to America's backyard!","sentiment_score":0.4446428571}
{"full_text":"China the true danger for the whole world, Holding Nazis camp's for uyghur, Publishing her virus and make millions selling masks, Giving loans and stealing Harbors for 99 years.","sentiment_score":0.275}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT Incarcerated  people have just as much right not to die from covid as you do","sentiment_score":0.2857142857}
{"full_text":"No. The joint missile defense program was agreed to under Obama. The covid relief was happening at the same time as the yearly appropriations bill\/budget  for the next year.","sentiment_score":0.0}
{"full_text":"RT Imagine being Modi. A Prime Minister from a G7 country begs you for vaccines because he bungled his job so bad. This begg...","sentiment_score":-0.7}
{"full_text":"And as PM mentioned in his speech in LS, during Pandemic such accounts proved to be handy, even Big countries couldn't transfer money to the needy so efficiently as we did.Not to mention PMJDY has been the biggest Leakage stopper , 1 ka 1 hai milta hai 0.15 nahi","sentiment_score":0.2}
{"full_text":"Recording for local community hour on #covid19 myths &amp; misinformation amongst #BAME communities with anoop chauhan, and team from","sentiment_score":0.0}
{"full_text":"of Elderly Who Recovered From COVID-19, but Died After Vaccine, Raise Questions","sentiment_score":0.0}
{"full_text":"RT WE will be unlocked for a few months in the summer. But you must understand the forever 'cycle of lockdown' will continue,...","sentiment_score":-0.2}
{"full_text":"RT Europe's oldest person survives Covid, just days before her 117th birthday","sentiment_score":0.0}
{"full_text":"Talisay City Mayor Gerald Anthony Gullas tested positive for coronavirus disease (Covid-19).https:\/\/t.co\/JKS4j5xcXM#VisayasNews","sentiment_score":0.2272727273}
{"full_text":"A \"remarkable\" number of homeless people were placed in emergency accommodation at the height of the pandemic but only a third of rough sleepers were later moved into long-term housing, a new report finds.https:\/\/t.co\/bErJvsTD88 via","sentiment_score":0.1310606061}
{"full_text":"Denton County cancels COVID-19 vaccination clinic Thursday due to winter weather conditionshttps:\/\/t.co\/LSuRlJNxIc","sentiment_score":-0.125}
{"full_text":"RT Was happy to receive a call from my friend  Assured him that India would do its best to facilitate suppli...","sentiment_score":0.9}
{"full_text":"The first #COVID19 #vaccines arrived last week, but will they work? Principal investigator on the Ox1CoV-19 #vaccine VIDA-trial from Wits University, Professor Shabir Madhi, joins us in the studio hotseat this Sunday 7pm on #CarteBlanche.","sentiment_score":0.125}
{"full_text":"I didn't interrogate procurement processes for KIA Covid testing facility - Health Minister-designate #PrimeMorning","sentiment_score":0.0}
{"full_text":"Supreme Court allots P19M to buy #COVID19 vaccines for judiciary","sentiment_score":0.0}
{"full_text":"I eagerly acknowledge to decide that social distancing.","sentiment_score":0.0333333333}
{"full_text":"Make the switch to #telehealth: A recent survey states that the consumer adoption of telehealth avenues has increased from 11% to a whopping 46% during these few months of the #pandemic.#healthIT #healthcare #health #DigitalTransformation #healthcareIT","sentiment_score":-0.1}
{"full_text":"Hais... can't have reunion because of lockdown? Look at the bright side... that means there's more food for US!  #WeTVmy #WeTVAngPOW Watch FREE on WeTV:","sentiment_score":0.575}
{"full_text":"RT Under the ANC's new dawn of deception police have become more violent towards Black people. Killing over 10 innocent pe...","sentiment_score":0.0339393939}
{"full_text":"#Liverpool manager #JurgenKlopp was unable to travel to Germany for his mother's funeral#Football","sentiment_score":-0.5}
{"full_text":"The outbreak of Mrs.Rona showed the critical role of women researchers in various phases I.E; acquiring knowledge on the virus, coming up with ways for testing, and finally creating a vaccine. Today we celebrate all the beautiful and hardworking women in science! #WomenInScience","sentiment_score":0.25}
{"full_text":"Hais... can't have reunion because of lockdown? Look at the bright side... that means there's more food for US!  #iflixmy #WeTVmy #WeTVAngPOW Watch FREE on WeTV:","sentiment_score":0.575}
{"full_text":"French nun, Europe's oldest person, turns 117 after surviving Covidhttps:\/\/t.co\/iLziLk5H9U","sentiment_score":0.0}
{"full_text":"Early data from shows no evidence of more severe disease in children with new #SARSCoV2 variant #B117 #COVID19 ","sentiment_score":0.2454545455}
{"full_text":"The IRS will begin accepting tax returns on Feb. 12. Here's what you should know before you file.","sentiment_score":0.0}
{"full_text":"Play your part in fighting Covid-19 register for Internet Banking by sending an email with subject \"Internet Banking\" to contactcentrestaff@cbz.co.zw.No need to go the bank for transactions. Any enquiry get in touch with our Contact Centre team on 460\/461.@CBZHoldings","sentiment_score":-0.1666666667}
{"full_text":"The CDC released new data Wednesday on how to improve mask fit that reduces a person's exposure to the virus by as much as 96%. It comes down to reducing gaps, by double masking, nose wires, and knotting ear loops and tucking in the sides.","sentiment_score":0.1161616162}
{"full_text":"RT Justice Khanwilkar: Their future education and employment will also be online thenAdv Vipin Gupta: But their examinatio...","sentiment_score":0.0}
{"full_text":"Then all of congress does!","sentiment_score":0.0}
{"full_text":"I didn't interrogate procurement processes for KIA Covid testing facility - Health Minister-designate #PrimeMorning","sentiment_score":0.0}
{"full_text":"Despite a vigorous 15-year resume as chancellor, it is now clear that #Covid19 will define how Angela Merkel will be judged once she leaves office.https:\/\/t.co\/XUnRiNW8qw","sentiment_score":0.1}
{"full_text":"RT Child of a colleague, just turned 3, hospitalized since yesterday due to Covid which he got in day care.  will stay th...","sentiment_score":-0.125}
{"full_text":"In the second of a five-part series, the reflect on how they put research and evidence into action to support children's learning during lockdown:","sentiment_score":0.05}
{"full_text":"COVID 19 cases in India until : 11\/02\/2021 11:30Total Cases: 10871060 [+0]Active: 139441Recovered: 10571629 [+0]Deaths :155399 [+0]Total Tests: 203.32MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Dutch beer brewer Heineken says it plans to cut 8,000 staff, nearly 10% of its global workforce, as part of a cost-cutting reorganization.","sentiment_score":0.05}
{"full_text":"Come on City of Toronto, let's have some transparency. Covid is killing us. Let us know where it is.","sentiment_score":0.0}
{"full_text":"Patients with cancer and COVID-19 who received anti-tumor treatment shortly before symptom onset are more likely to develop severe illness and have high a mortality.","sentiment_score":0.165}
{"full_text":"Some #COVID19 vaccines have shown they don't offer as much protection from the #501YV2 variant in SA. Here's why that could open the door for crooks to peddle phony jabs.","sentiment_score":0.1}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"China called on the United States on Wednesday to invite the WHO to investigate origins of the COVID-19 outbreak there, as sparring over the pandemic continued after it wrapped up its field work in the Chinese city of Wuhan.READ:","sentiment_score":0.0}
{"full_text":"What if we could all get N95 Masks though?","sentiment_score":0.0}
{"full_text":"The timing of the coincidence is a bit tragic.https:\/\/t.co\/tmxZSCgjny","sentiment_score":0.0}
{"full_text":"Denton County cancels COVID-19 vaccination clinic Thursday due to winter weather conditionshttps:\/\/t.co\/24qiGLwYcQ","sentiment_score":-0.125}
{"full_text":"There are now 21 cases of the Bristol Covid Mutationhttps:\/\/t.co\/mYkWlR7QUY","sentiment_score":0.0}
{"full_text":"I have a bad infection in an old cartilage piercing and will find out in 2 days if I need surgery to remove the infection. Honestly I'm petrified and don't know how this happened. I need help with my moving fund. I want out of here asap please rt.","sentiment_score":3.700743415e-17}
{"full_text":"Each health department's protocol is different, but for many local counties, you need to prove you either live or work there to get the vaccine.https:\/\/t.co\/DMcO6Wd1BB","sentiment_score":0.1590909091}
{"full_text":"Covid- 19 vaccines developed by Chinese drugmaker Sinovac are expected to arrive in the Philippines on February 23, Malacanang announced Thursday.READ:","sentiment_score":0.0}
{"full_text":"#Facebook will now take tougher action on any post that suggests that the #COVIDVaccine is not safe and effective.","sentiment_score":0.15}
{"full_text":"RT These chain pharmacies will offer COVID-19 vaccines in Washington","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 22.1FWind Chill: 22.1FHumidity: 96%Dew Point: 21.1F Barometer: 30.362 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 109.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I am excited to be appointed to serve on President Biden's COVID-19 Health Equity Task Force. I'm looking forward to w...","sentiment_score":0.375}
{"full_text":"[COVID19]The National Covid-19 Secretariat (Nacosec) has introduced mass testing in villages, as this is where most super spreader events take place.","sentiment_score":0.4166666667}
{"full_text":"\"Knotting\" of surgical #mask or \"double masking\" (cloth mask over surgical mask) can reduce cumulative exposure by 96,4% Check the latest updates site:  and CNN article: #COVID19","sentiment_score":0.25}
{"full_text":"Inoculations to reduce the impact of #COVID19 from grave illness to mere 'sniffles,' says Oxford Vaccine Group expert, but people might need boosters every year.","sentiment_score":-0.5}
{"full_text":"RT NEW: 2 Alberta MLAs in Premier UCP - Drew Barnes and Deputy Speaker Angela Pitt - have joined the Maxime Bernier\/Ra...","sentiment_score":0.1363636364}
{"full_text":"Simon Property Group collected 90% of rent during COVID, but some large tenants still owe - The Indianapolis Star","sentiment_score":0.2142857143}
{"full_text":"just a little a bit of spices","sentiment_score":-0.1875}
{"full_text":"RT Barely 18% tribal students enrolled in Eklavya Model Residential Schools had access to online education. The first set of...","sentiment_score":0.15}
{"full_text":"Nothing much, because of harsh lockdown that took long last year has resulted in them not knowing what to touch and what to leave cause everything is getting out of hand!","sentiment_score":-0.0125}
{"full_text":"Missing someone over #Lockdown? Or want to give a personal message to a #Grandma or #Grandad you #Love - Let deliver that message with a Talking Heart. Record your own message with a #FavouriteSong. Order yours here #LockdownLove #Lovemyfamily","sentiment_score":0.225}
{"full_text":"When the going gets tough... borrow the Find out how a Kiwi bank reimagined its sports sponsorship to lend a hand in the lockdown, only at Most Contagious APAC:","sentiment_score":0.037037037}
{"full_text":"Time: 06:00 * Temp: 1.2degC * Wind: SE 16.1 to 17.0mph * Pressure: 1019.5hPa * Rain: 0.0mm * Hum: 65% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:52 * Sunset: 17:22 * Cloudbase: 2440ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"On your forehead","sentiment_score":0.0}
{"full_text":"RT Dr is an inactivated vaccine -- a well-known safe platform, being used for 200 years.\"Covid-19 vaccin...","sentiment_score":0.5}
{"full_text":"Long line bedevils mass coronavirus vaccine site in Danvers","sentiment_score":-0.05}
{"full_text":"RT Still thinking about the 80 year old woman I made friends with the Covid vaccine station who told me that she was divor...","sentiment_score":0.1}
{"full_text":"RT Dominic Dwyer ain't getting another China visa! via","sentiment_score":0.0}
{"full_text":"Public Key Infrastructure Market Dynamics, Companies, Regions and Forecast to 2023 | Impact of COVID-19","sentiment_score":0.0}
{"full_text":"RT Was happy to receive a call from my friend  Assured him that India would do its best to facilitate suppli...","sentiment_score":0.9}
{"full_text":"UK housing market boom loses steam - RICS The boom in Britain's housing market cooled sharply in January as the country went back into coronavirus lockdown and a tax break for buyers neared its expiry, a survey showed on Thursday.","sentiment_score":-0.1416666667}
{"full_text":"RT A few takeaways from this CDC report:- Double masks decreased exposure by 92.5%, more than 2X what a single mask did....","sentiment_score":-0.0342857143}
{"full_text":"RT botswana, which had 0 new  cases today is on the 'red list', meaning if you come from there and don't quarantine in a hot...","sentiment_score":0.1287878788}
{"full_text":"COVID conspiracies fuel anti-Semitic incidents in UK - report The number of anti-Semitic incidents recorded in Britain has fallen from record levels but still remains high, with conspiracy theories about the COVID-19 pandemic playing a role, a Jewish advisory body said on Thursda","sentiment_score":0.08}
{"full_text":"'No one is safe until everyone is safe. There may well be occasions in life when taking the view that 'looking after your own' is an acceptable priority but a pandemic certainly isn't one of them.'@DawnButlerBrent writes for https:\/\/t.co\/2ESVQtSbm5","sentiment_score":0.4535714286}
{"full_text":"This should be considered a crime on the American people! We ourselves are in economic crisis with pandemic! I cannot think of any i mean any reason to allow illegals flood in ever without vetting !!! https:\/\/t.co\/JWgJeMf1v3","sentiment_score":-0.1201171875}
{"full_text":"RT How about never? Never is good for me?","sentiment_score":0.7}
{"full_text":"ICYMI: Chief Medical Officer of Health Dr. Deena Hinshaw has confirmed 16 new COVID-19 variant cases in the last 24 hours.","sentiment_score":0.1340909091}
{"full_text":"CDC confirms that double masking will uselessly make you feel good about yourself regarding a virus with a .2% mortality rate that is almost exclusively represented in 70+ age cohort...unless you have multiple comorbidities. Piss off CDC.","sentiment_score":0.05}
{"full_text":"RT My brain literally has no concept of time rn. Lockdown has me disoriented asf","sentiment_score":0.0}
{"full_text":"There are objective grounds to believe double masking very substantially, not just marginally, reduces both emission and reception of viral particles.Also common sense if you bear in mind the effect is more from better mask fit than thickened filtration.https:\/\/t.co\/gNEXxiBS82","sentiment_score":0.1857142857}
{"full_text":"RT My article in onReimagining Diplomacy in the Post-COVID World.","sentiment_score":0.0}
{"full_text":"I hear that South Dakota has plenty of opportunity... and COVID","sentiment_score":0.0}
{"full_text":"Get used to idea of re-vaccinating against COVID, Johnson says British people should expect to receive repeated vaccinations against COVID-19 in future to keep pace with mutations of the virus, Prime Minister Boris Johnson said on Wednesday.","sentiment_score":0.0}
{"full_text":"RT Biden opposed a #Covid travel ban on #China But is considering a travel ban on #Florida?Unrealhttps:\/\/t.co\/KA7y0WOmk7","sentiment_score":0.0}
{"full_text":"RT Today we welcomed our first #COVID19 Vaccine Advocates - over 75 who will be listening, h...","sentiment_score":0.25}
{"full_text":"Company takes its annual flu shot program on the road to help keep its people healthy and happy during pandemicTORONTO--(BUSINESS WIRE)--For the first time ever, Klick Health has taken its in-office flu ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.5125}
{"full_text":"Pushed by the crippling pandemic, businesses must face the new financial and operational challenges brought by the virus while addressing needs of their people, suppliers, and customers. How can VAs be key additions to your team? Find out at .","sentiment_score":0.0454545455}
{"full_text":"RT sad, sad, sad:Historic West Portal Theater Closes Permanently Due to Pandemic","sentiment_score":-0.375}
{"full_text":"RT Hey guys what ever happened to your friend Herman Cain","sentiment_score":0.0}
{"full_text":"crud","sentiment_score":0.0}
{"full_text":"ICYMI: Chief Medical Officer of Health Dr. Deena Hinshaw has confirmed 16 new COVID-19 variant cases in the last 24 hours.","sentiment_score":0.1340909091}
{"full_text":" Worldwide Coronavirus StatisticsConfirmed Cases: 107,856,160 (+19,784)Recovered: 80,020,255Deaths: 2,364,980 (+1,521) United States Statistics:Confirmed Cases: 27,897,214 (+0)Recovered: 17,827,323Deaths: 483,200 (+0)#coronavirus | #corona | #covid19","sentiment_score":0.0}
{"full_text":"The \"documentary\" includes an interview with a conspiracy theorist who claims the pandemic is the invention of a \"committee that runs the world.\"https:\/\/t.co\/WdUnRlfoZs","sentiment_score":0.0}
{"full_text":"Artificial Intelligence: Practical use case for AI and Machine Learning during a pandemic and beyond.","sentiment_score":-0.6}
