{"full_text":"RT 2) The results of the group's analysis are worrisome, said David Strain. \"The higher transmissibility means that people wh...","sentiment_score":0.25}
{"full_text":"RT Check out this discussion paper from the  to see excellent conclusions drawn on #ShockResponsive #SocialPro...","sentiment_score":1.0}
{"full_text":"RT We all appreciate Hazel McCallion.We all wish that these type of gatherings were permitted.However, this is just the latest...","sentiment_score":0.5}
{"full_text":"Craig Kelly banned from Facebook for a week #auspol","sentiment_score":0.0}
{"full_text":"RT 0Funding to extend free school meal vouchers this week during half term = PS0Cuts to Universal Credit for millions of...","sentiment_score":0.0777777778}
{"full_text":"His political future is over, if following trump and making Texas a hotbed of Covid and a laughing stock wasn't enough, this should do it. I'll be voting dem for our next gov.","sentiment_score":0.0}
{"full_text":"RT 'Numerous companies with links to Cummings, Gove and other senior Tories  had been granted emergency contracts for gover...","sentiment_score":-0.0625}
{"full_text":"RT This is a very important study on vitamin D and Covid-19. Its findings are incredibly clear. An 80% reduction in need for...","sentiment_score":0.31}
{"full_text":"RT With lockdown, hopefully, coming to the end soon is looking for a new playmate. Any takers?","sentiment_score":0.1363636364}
{"full_text":"I CHOKED ON AIR?\/&amp;:)\/9 ","sentiment_score":0.0}
{"full_text":"RT Just reading about a corrupt, failed state where the government's chief adviser handed PS564,393 of taxpayers' money to...","sentiment_score":-0.5}
{"full_text":"RT Don't you find it strange &amp; fishy that every flu virus starts from Wuhan? Exactly the same words they are using today....","sentiment_score":0.0666666667}
{"full_text":"Pakistan's Hockey legend Islahuddin Siddiqui has been tested positive for #COVID19, please pray for his speedy recovery.#Hockey #Pakistan #Karachi #IslahuddinSiddiqui #Legend","sentiment_score":0.2272727273}
{"full_text":"RT At a Coronavirus briefing for Peers this afternoon Lord Bethell, UK health minister, said the scientists did not recomme...","sentiment_score":0.0}
{"full_text":"RT One of the lawyers just reminded me that the arrested 40 persons were asked to bring their COVID-19 test results by the nex...","sentiment_score":0.0}
{"full_text":"RT Please pray for those in great distress because of Covid. Please pray for my brother, a medical doctor, who has been on a ven...","sentiment_score":0.4}
{"full_text":"RT Media briefing on #COVID19 with","sentiment_score":0.0}
{"full_text":"RT Fascinating, in-depth story airing tonight on the complicated relationship between the opioid crisis and the organ donor ma...","sentiment_score":0.1}
{"full_text":"    #FCService #zomatoretweet for network effect #restaurant for some standards","sentiment_score":0.0}
{"full_text":"RT If you get a message to come forward to get a jab please do. If you are over 70 and haven't had your first jab yet, spe...","sentiment_score":0.25}
{"full_text":"You will be treated as Covid19 patient,if you sick report for flu. .                                                                  Says our Health care center.","sentiment_score":-0.4071428571}
{"full_text":" Unsurprisingly, #COVID19 has had many negative impacts on trainees - particularly in terms of teaching, examinations and training opportunities  1\/4 have training progression delayed due to exams &amp; 1\/4 due to training reqs (likely overlap in these groups)","sentiment_score":0.0194444444}
{"full_text":"RT Zimbabwe receives its first batch of #COVID19 vaccines from China\"These vaccines are certainly providing a new light of pos...","sentiment_score":0.2501623377}
{"full_text":"Kate and Ben are doing a great job, wow what an shallow minded woman. would love to have seen piers on there today! I have lost both my grandparents in a matter of weeks from Covid so yes you should take the Vacinne!!","sentiment_score":0.3858072917}
{"full_text":"Listen to this heartwarming 'Tears of Love' (written &amp; performed by John Chitambo) in solidarity with the victims of Covid-19 pandemic.","sentiment_score":0.5}
{"full_text":"RT This is assault. If he started beating ass, he'd be the one \"in the wrong\".","sentiment_score":-0.5}
{"full_text":"RT 'Numerous companies with links to Cummings, Gove and other senior Tories  had been granted emergency contracts for gover...","sentiment_score":-0.0625}
{"full_text":"The vaccines minister says they're looking at opening more coronavirus vaccine centres in faith buildings to encourage more people in ethnic minority communities to get the jab. It's after the PM visited a hub at the Al Hikmah centre in Batley. #HeartNews","sentiment_score":0.5}
{"full_text":"The EHRC is facing demands to investigate claims that ministers have sidelined key gender laws in their response to the Covid pandemic, in the wake of a damning report from MPs that said the UK risked turning back the clock on gender equality","sentiment_score":0.0}
{"full_text":"Covid has damaged our small businesses. Now Brexit might finish them off | John Harris  #BBCBreakfast #bbcnews #skynews","sentiment_score":-0.25}
{"full_text":"Japan's coronavirus vaccine roll-out hampered by shortage of necessary syringes","sentiment_score":0.0}
{"full_text":"RT Delighted to meet social entrepreneur Anjali whose supports handloom workers during this #pandemic period. She...","sentiment_score":0.3666666667}
{"full_text":"RT Happy anniversary-exactly one year ago this week that skipped his 4th COBRA COVID mtg, decided against sh...","sentiment_score":0.8}
{"full_text":"RT So, war criminals that brought about war, bloodshed, starvation, devastation of sovereign nations, who crushed \"little p...","sentiment_score":-0.14375}
{"full_text":"RT No one is safe unless everyone is safe! We urge   not to block the temporary #TRIPSwaiver proposal and ensure every c...","sentiment_score":0.5625}
{"full_text":"CINEWORLD - according to the Telegraph, has opened proposals for the usage of a vaccine passport which will allow them to reopen to those who have already received the COVID-19 jabs.","sentiment_score":0.0}
{"full_text":"RT Just reading about a corrupt, failed state where the government's chief adviser handed PS564,393 of taxpayers' money to...","sentiment_score":-0.5}
{"full_text":"RT Sorry everyone, not going to crucify a kid by using \"quitting\" pejoratively for not wanting to play meaningless game...","sentiment_score":-0.4666666667}
{"full_text":"Today EU says Britain must stick to trade rules Rapper arrested for glorifying terrorism Defends border closures Inside UK's hotel quarantine rooms Opens 2 mass #COVID19 vaccination centres Sea freezes in Poland Pancake day!","sentiment_score":0.0}
{"full_text":"RT The independence day parade has been called off because of covid-19 surge, but the students who were supposed to come there...","sentiment_score":-0.25}
{"full_text":"Stocks chart   Investors becoming more confident that a combination of widening inoculation programs and increased fiscal relief will pull the global economy out of the pandemic","sentiment_score":0.3625}
{"full_text":"RT 36 students of inmantec college of engineering tested covid +ve, now what next  want ?Please help us","sentiment_score":0.0}
{"full_text":"RT Vaccinating National Swimming Squad Members and Officials. #COVID19","sentiment_score":0.0}
{"full_text":"RT The path to recovery from the pandemic won't be linear and people will experience a range of emotions at different phases...","sentiment_score":0.0}
{"full_text":"People are terrified because they don't want to die a terrifying death. And it hasn't gone away yet, partly due to people like you spouting dangerous rhetoric on SM about \"freedom\" from mask wearing &amp; lockdown. Stop doing that &amp; we just might see an end to this bloody pandemic.","sentiment_score":-0.63125}
{"full_text":"RT In four weeks in office, the Biden-Harris administration has increased weekly vaccine supply to state sites by almost 50%.  But...","sentiment_score":0.0}
{"full_text":"RT Happy anniversary-exactly one year ago this week that skipped his 4th COBRA COVID mtg, decided against sh...","sentiment_score":0.8}
{"full_text":"RT Huyai munzwe megaZimbabweans will be used as guinea pigs for the Chinese Vaccine donated by the Chinese Government, in o...","sentiment_score":0.0}
{"full_text":"RT Tell me again that dogs don't have souls.","sentiment_score":0.0}
{"full_text":"RT Lots to worry about in the White Paper as government continues to break it up and privatise it and hand it over to US c...","sentiment_score":0.0}
{"full_text":"RT I was asked by network global media agency to talk at their #IWD session, \"How can women come out of this pandemic bigge...","sentiment_score":0.0}
{"full_text":"CureVac's COVID-19 vaccine begins rolling review with EMA by","sentiment_score":0.0}
{"full_text":"Sure is! :\/ Even a domestic trip is hard to plan in this current covid climate","sentiment_score":0.0166666667}
{"full_text":"Trump did and fired them. So why now?","sentiment_score":0.0}
{"full_text":"Come along to our next webinar on the 17th where we will be looking at how 3n Strategy can help you use #HR metrics to navigate your way out of Covid-19 Pandemic.Find out more information and register here:https:\/\/t.co\/1vvkzaChJt#HRAnalytics #PeopleAnalytics","sentiment_score":0.25}
{"full_text":"Self-distancing is the new self-care. Stay home to help stop the spread of COVID-19.https:\/\/t.co\/PxoWVkrGQK#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.1363636364}
{"full_text":"Cyprus room rates soar as occupancy lags in the pandemic world","sentiment_score":0.0}
{"full_text":"From denial, to grudging acceptance, to substantial intervention, to debacle: that was the European Union's trajectoryYanis Varoufakis - The EU's multiple failures are due to its immunity to democracyhttps:\/\/t.co\/vL9HH2BlX6#EuropeanUnion #democracy #COVID19 #coronavirus","sentiment_score":-0.18125}
{"full_text":"Absolutely...but there are a lot more than just 5 NCDs...many people have more than one  - kidney disease, liver disease, endocrine diseases, rheumatological diseases, neurological diseases, other lung and heart diseases etc...all need equitable access to early diagnosis and care","sentiment_score":0.24375}
{"full_text":"RT We will have to wait until one day there is a right-wing government in Israel.","sentiment_score":0.0}
{"full_text":"RT Guinea has declared an Ebola epidemic after three people died and four others became ill. The infected patients have been is...","sentiment_score":-0.5}
{"full_text":"From home-grown fruit and vegetables to cheap, globalised produce  . The UK's food consumption has come a long way over the decades. We look at what impact covid-19 has had on the UK's food purchasing habits and how this will affect food manufacturing.","sentiment_score":0.175}
{"full_text":"A rethink has been urged into a decision to suspend prayers at mosques across Bahrain as part of Covid-19 regulations.Read More - #bahrain","sentiment_score":0.5}
{"full_text":"With the lockdown, it's more important than ever to protect our families and in our family protection guide, we cover everything from financial help, home protection and morehttps:\/\/t.co\/WcY7tgYvP7","sentiment_score":0.3}
{"full_text":"To boost Filipino's confidence in the coronavirus disease 2019 (COVID-19) vaccine, President Rodrigo Duterte has decided to be vaccinated in public.https:\/\/t.co\/UjYxnccFE3","sentiment_score":0.0}
{"full_text":"Portugal may have to provide more than the 500 million euros ($606 million) it budgeted for ailing airline TAP this year due to the worsening COVID-19 pandemic, its finance minister said.https:\/\/t.co\/nWPKIC2IMu","sentiment_score":0.1875}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #tuesdayFeeling #TuesdayMotivation #TuesdayThoughts","sentiment_score":0.0}
{"full_text":"Clean beauty is the current trend, while #APAC still holds plenty of untapped potential. Let's explore together how #clean and ethical beauty is being interpreted in the region.#cleanbeauty #ethicalbeauty #beautysourcing #COVID19 #markettrendhttps:\/\/t.co\/rFthysEWQ7","sentiment_score":0.1866666667}
{"full_text":"Details have been approved for how a PS225,000 community pot will be used to help support Covid-19 recovery efforts in Hartlepool.https:\/\/t.co\/uFQQNYRu5w","sentiment_score":0.0}
{"full_text":"Thank you to everybody who entered their hand artworks into last week's Lockdown Drawing Challenge. We love this pandemic-themed one by Addy Adam - find it alongside our other favourite entries in our online gallery:","sentiment_score":0.125}
{"full_text":"The next pandemic? It may already be upon us | Laura Spinney","sentiment_score":0.0}
{"full_text":"Thanks to Amani - Covid doesn't have the foggiesthttps:\/\/t.co\/6FfFC69rBd","sentiment_score":0.2}
{"full_text":"After surging ahead in the race to vaccinate its population against the #coronavirus, Israel is blaming online misinformation for a sudden slowdown in the campaign. Now, officials are fighting back.@YuliEdelsteinhttps:\/\/t.co\/F2ClXmcrH6","sentiment_score":0.0}
{"full_text":"Its hi-tech projection system takes the viewer inside the artist's works, all while ensuring the immersive experience is pandemic-friendly.","sentiment_score":0.0}
{"full_text":"Cuomo acknowledges withholding New York nursing home COVID-19 death toll","sentiment_score":0.1363636364}
{"full_text":"The model was quizzed by police after allegedly travelling more than 180 mileshttps:\/\/t.co\/TSpIT0DLiG","sentiment_score":0.2}
{"full_text":"WEEKLY: Special guest joins &amp; to discuss the new climate change bill, and the future of Green politics.Plus - Why has our COVID policy failed women so badly? And explains the new NHS reforms.Listen:","sentiment_score":-0.1100185529}
{"full_text":"RT 'Numerous companies with links to Cummings, Gove and other senior Tories  had been granted emergency contracts for gover...","sentiment_score":-0.0625}
{"full_text":"The #Dartmoor Livestock Protection Society and have issued the warning https:\/\/t.co\/kpKeZ33Ax3","sentiment_score":0.0}
{"full_text":"People are being encouraged to keep adhering to restrictions despite a drop in positive coronavirus caseshttps:\/\/t.co\/Lhw3SJt5hl","sentiment_score":0.2272727273}
{"full_text":"The #Dartmoor Livestock Protection Society and have issued the warning https:\/\/t.co\/byNxPZYhzT","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic is leaving an indelible mark on the world. The drastic measures put in place to curb its spread are already precipitating change across industries. Once the crisis subsides, a vastly different dispensation will become our new reality&gt;","sentiment_score":0.0681818182}
{"full_text":"#TheLeaderPodcast: The Covid mutation fear behind a \"cautious but irreversible\" route out of lockdown, and Meghan's pregnancy announcement. Listen here:https:\/\/t.co\/3TKnQ0ixjN","sentiment_score":-0.4}
{"full_text":"You can tell who is brainwashed from the replies- to think life in Victoria is normal and acceptable. Traveling interstate is the only way to see what COVID normal is and what life used to be like. has taken so much away from the lives of Victorian's","sentiment_score":0.125}
{"full_text":"ICYMI: Catch up on Monday's Football Show with Alan Rough, and ","sentiment_score":-0.1}
{"full_text":"Supporters say it will help the area bounce back from the pandemichttps:\/\/t.co\/VTn3rCT4ti","sentiment_score":0.0}
{"full_text":"must take urgent action to prevent #economic &amp; #social collapse during &amp; post #COVID19 - #Mitigation &amp; management of #Corruption must remain a priority during the #COVID19 crisis. #COVID19SA #Coronavirus #UnitedAgainstCorruption ","sentiment_score":0.1111111111}
{"full_text":"Really worrying news for the island as #Portland records highest number of coronavirus cases in Dorsethttps:\/\/t.co\/lF3NIg60Fw","sentiment_score":0.2}
{"full_text":"RT By working together the number of positive #COVID19 cases continues to fall in Warwickshire. Thank you for continuing to...","sentiment_score":0.2272727273}
{"full_text":"Covid: EU's von der Leyen admits vaccine rollout failures (BBC News)The experiences of Serbia, which is not an EU member state, and Hungary, which is, point to a pos...Add your highlights:https:\/\/t.co\/pikogCgQHc #UK #politics","sentiment_score":0.0}
{"full_text":"RT Good morning Twitter-Friends... Happy Tuesday#tuesdayvibe  #coffeemorning  #StayHome","sentiment_score":0.75}
{"full_text":"Did you know that Latin American countries last year collectively pledged to meet a 70% #renewableenergy use target by 2030, a total of 312 GW in #power, as part of the #COVID19 recovery plan? Find out more on this:","sentiment_score":0.125}
{"full_text":"PMC officials say they have no orders to increase beds yet, even as hospitals are compelled to refuse patients","sentiment_score":0.0}
{"full_text":"In the wake of the pandemic, companies need to open the conversation about how work is valued to ensure a more equitable and sustainable futurehttps:\/\/t.co\/j5wBXJtSWr","sentiment_score":0.25}
{"full_text":"Weaknesses in higher education provision across the world have been magnified and exacerbated by the COVID-19 pandemic, affecting poorer students in Africa and Europe disproportionally writes Mark Paterson #AfricaEd #Coronavirus #HigherEd","sentiment_score":0.25}
{"full_text":"\"We want this lockdown to be the last.\"Boris Johnson says his roadmap out of lockdown that he will announce on 22 February will outline \"as much as we possibly can about the route to normality, even though some things are very uncertain\". More here:","sentiment_score":0.175}
{"full_text":"Surprise tax bills await in pandemic-affected IRS filing season.The U.S. federal #tax-filing season that begins Friday will be among the most consequential in recent history, as households face potential #KnowingYouhttps:\/\/t.co\/E9cYqhNzqL","sentiment_score":0.1666666667}
{"full_text":"UNICEF is today launching the Humanitarian Airfreight Initiative. Over 10 leading airlines are signing agreements with UNICEF to support the prioritization of delivery of #COVID19Vaccines vaccines and other critical supplies to respond to the #pandemic.","sentiment_score":-0.0625}
{"full_text":"Covid-19 latest today: Worrying new variant found, outbreaks in Irish colleges, changes to vaccine planhttps:\/\/t.co\/YOVIEe1sTb","sentiment_score":0.2121212121}
{"full_text":".@Masandawana co-coach Manqoba Mngqithi has admitted concerns around the Covid-19 testing in this year's Caf competitions saying that people like to cheat in this space and could use false positives to do so.https:\/\/t.co\/A9M2d78RVw","sentiment_score":-0.4}
{"full_text":"RT A terrific table that I must Retweet. Did you make it or was it downloaded? If downloaded, is there a link to it?  I wo...","sentiment_score":0.0}
{"full_text":"RT .@NBCNews asked vaccine experts what they would feel comfortable doing once fully vaccinated against Covid-19.","sentiment_score":0.4}
{"full_text":"Pandemic poses new tests for couples: Marriages, and divorces, on the decline","sentiment_score":0.1363636364}
{"full_text":"Records Confirm Johnson Met with Lockdown-Sceptics at Key COVID Turning Pointhttps:\/\/t.co\/uSyIgylcWP","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 31.8FWind Chill: 31.8FHumidity: 99%Dew Point: 31.6F Barometer: 29.767 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 64.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"People in Derby and Derbyshire can either call NHS 111 or the county's dedicated mental health helpline on Freephone 0800 028 0077 available to local residents 24-hours, seven-days-a-week for mental health support and guidance. Find out more","sentiment_score":0.14}
{"full_text":"Get the Royal Borough's latest COVID-19 news - statistics, community testing, vaccinations, &amp; our council's COVID-19 service updates - all at your fingertips. Sign-up here for this new weekly e-newsletter #RBWMtogether","sentiment_score":0.3181818182}
{"full_text":"I'm am reading and my heart is breaking. I'm in Alabama and thankfully have power. But if I was there and had a home with power or was in a hotel room with power I would be putting out that people could come stay with me. Maybe I am naive but I just believe you help people. 1\/","sentiment_score":-0.3}
{"full_text":"RT Year    LPG Price2011      Rs 8772012      Rs 9222013      Rs 10212014      Rs 12412015      Rs 6062016      Rs 5842017...","sentiment_score":0.0}
{"full_text":"Revealed: Prime property continues to bear the brunt of Covidhttps:\/\/t.co\/3C5k9rV6RD#RealEstateInvesting #PropTech #Dubai #London #Vancouver #Sydney #FinTech","sentiment_score":0.0}
{"full_text":"With the series set for March and April, the decision to withdraw from the series was one that shocked CSA given the strict measures that they were forced to adhere to in order to satisfy the Australian COVID-19 protocol. @NickTatham22 ","sentiment_score":-0.3333333333}
{"full_text":"RT Asthmatic all my life mostly well controlled. When I have a chest infection or allergic reaction my asthma is badly affecte...","sentiment_score":-0.1}
{"full_text":"This year's list recognises the enormous transformation wrought by the global #Covid19 pandemic, especially the way it has pushed chief data officers, chief #analytics officers, and chief data scientists right to the heart of decision-making. #BigData","sentiment_score":0.0714285714}
{"full_text":"RT I wish Hon'ble Chief Minister of Gujarat, Shri ji a speedy recovery.With the blessing of the almighty, he...","sentiment_score":0.0}
{"full_text":"RT Vaccinating National Swimming Squad Members and Officials. #COVID19","sentiment_score":0.0}
{"full_text":"I want to be a stay at home wife. Thank you.","sentiment_score":0.0}
{"full_text":"RT Ed Rooksby, a brilliant man who has just died, was 45, fit and healthy.On the eve of the first lockdown, he contracted t...","sentiment_score":0.5166666667}
{"full_text":"RT Research observed how licensed premises managed govt guidance last summer saying \"potentially significant risks of c...","sentiment_score":0.1875}
{"full_text":"Thinking about buying 25Kg Tablet Salt PICKUP? Read our latest review of the product by David W. via","sentiment_score":0.5}
{"full_text":"Democrats slam 'lying' Cuomo over COVID 19 cybernursing home 'cover up'","sentiment_score":0.0}
{"full_text":"RT Imagine being a single mum about to give birth at any minute now and being worried about returning to hostel accommoda...","sentiment_score":-0.0714285714}
{"full_text":"Time: 08:00 * Temp: 8.3degC * Wind: S 2.9 to 14.1mph * Pressure: 991.1hPa * Rain: 2.0mm * Hum: 86% * ET: 0.0mm * Solar: 9.0W\/m2 * UV Index: 0.0 * Sunrise: 07:41 * Sunset: 17:32 * Cloudbase: 1000ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT I think its best for people to go and do Covid19 test not just for travel purposes but to know one's status. I know someone...","sentiment_score":1.0}
{"full_text":"The low-to-moderate specificity of the chest CT scan can be partly explained by initial false-negative RT-PCR tests in COVID-19 patients. #radiology","sentiment_score":0.0}
{"full_text":"Ok...https:\/\/t.co\/X0gnc8qoBY why are you so shocked by this? Previous infections + existing population immunity + now vaccines. This is what happens when people only pay attention to the govt\/SAGE and not on the thousands of independent peer reviewed studies that have been done.","sentiment_score":-0.2166666667}
{"full_text":"\"We have a unique opportunity to make climate action the focus of our post COVID-19 recovery efforts. It is important that we act now.\" Bonnie Smith, MD, FCM Travel Solutions Find out how COVID will revolutionise eco-friendly business travel here -","sentiment_score":0.2916666667}
{"full_text":"RT So another #CON Premier LYING so he can Attack PMJT &amp; Govt, &amp; score Cheap Partisan points off a Pa...","sentiment_score":0.4}
{"full_text":"Shauna is a physiotherapist at the Great Western Hospital in Swindon and has kept a video diary of her work on Covid-19 wards. Take a look here:","sentiment_score":0.4}
{"full_text":"Wow just wow... does she know Kate's husband  is seriously ill with covid,&amp; she says that crap, sorry not a fan of Dominique at all very pretty but no brains.! I'm shocked at the things she says.! ","sentiment_score":-0.2955357143}
{"full_text":"KASU PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #TuesdayThoughts #COVID19 #coronavirus #Educat","sentiment_score":0.1}
{"full_text":"RT Real stupidity or feigned stupidity? Does it matter?","sentiment_score":-0.75}
{"full_text":"I never really thought they had more planned but now that I really think about it they must have. Just one more thing covid ruined for us","sentiment_score":0.275}
{"full_text":"RT A Rhode Island fifth-grader and a family friend swept snow off dozens of hospital workers' cars during Monday's nor'ea...","sentiment_score":0.0}
{"full_text":"RT COVID Pedestrian Etiquette","sentiment_score":0.0}
{"full_text":"RT Turns out the Democrat who wrote a book on and got an Emmy for his covid leadership is a total fraud who was responsible fo...","sentiment_score":0.1}
