{"full_text":"#JUSTIN || 1 death &amp; 143 new #COVID19 cases recorded in #Telangana today. Of them 27 recorded in &amp; 116 in districts. Total no of cases mounts to 2,96,277 of which 1,815 are active. 152 discharged &amp; 28,337 samples tested today","sentiment_score":0.001010101}
{"full_text":"RT It's time for and crew to give up on managing hotel quarantine. should take charge and brin...","sentiment_score":0.0}
{"full_text":"RT i miss downtown before covid :(","sentiment_score":-0.75}
{"full_text":"RT Maharashtra: Surge in fuel prices affects many in Mumbai. The price of petrol &amp; diesel in metropolis stands at Rs 94.64\/litre and...","sentiment_score":0.5}
{"full_text":"RT Victoria goes to 5 day, Stage 4 lockdown. Great work &amp; in NOT getting on the front foot wit...","sentiment_score":0.8}
{"full_text":"RT Rahul Gandhi repeatedly attacking Ambani and Adani. Some qs:* Which nation gains by hurting India's big business?* W...","sentiment_score":0.0}
{"full_text":"RT Small minority-owned businesses have often struggled to gain access to capital, a challenge made more daunting by during the  pande...","sentiment_score":0.125}
{"full_text":"New incentives in Covid-19 relief package to States to Expand Medicaid. Federal government to pay an extra 5% of all Medicaid costs for up to 2 years for states that \"newly expand Medicaid.  #MedicaidExpansion","sentiment_score":0.0909090909}
{"full_text":"Best thing to come out of the pandemic is no more slam poetry","sentiment_score":0.375}
{"full_text":"RT Concludes health authorities violated federal law.. ","sentiment_score":0.0}
{"full_text":"RT NOW ONLINE: announcer joined \"Champagne and J.D.\" to preview El Camino Real Derby Day!","sentiment_score":0.25}
{"full_text":"RT It's time for and crew to give up on managing hotel quarantine. should take charge and brin...","sentiment_score":0.0}
{"full_text":"need a sugar daddy sugar mommy to pay bills #ps5   #playstation5   kpop love story real harry styles zendaya hot men hot woman marvel taylor swift fancams fleets ios14 new update fleet youtube dream mr beast charli damelio trisha paytas #covid #covid19 ","sentiment_score":0.2672727273}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"sure, let's throw away viable life-saving vaccines during a pandemic because \"protocol\" despite massive shortages in said life-saving vaccines","sentiment_score":0.25}
{"full_text":"So not only did they seemingly miss what their constitutional responsibility is. Not only did they fail to have foresight at the beginning of the pandemic. Both derelict and the latter incompetent.But what the flying fuck is their excuse for still not doing a fucking thing?","sentiment_score":-0.2214285714}
{"full_text":"RT told you to buy natural gas last month!?! This was so obvious. Why are you not a paid sub...","sentiment_score":0.0333333333}
{"full_text":"RT Those regions progressing will be able to do so starting Sun., Feb. 14. This creates more options for restaurants to make Va...","sentiment_score":0.3333333333}
{"full_text":"RT Vice President Kamala Harris emphasizes speed and equity in response to COVID-19 crisis | The 19th","sentiment_score":0.0}
{"full_text":"it's so shit bc this happened last time and the 5 days turned into 4 months lockdown","sentiment_score":-0.1}
{"full_text":"RT How is it that private schools are rocking and rolling with open classrooms &amp; no Covid issues? Think about it","sentiment_score":0.0}
{"full_text":"RT #rrb9revisepreresult please consider our concern seriously. you have already taken beneficial step toward candidates as to r...","sentiment_score":-0.3333333333}
{"full_text":"If the U.S. pandemic response under Trump had been just average among peer nations, hundreds of thousands of Americans would still be alive today. Lancet Study Finds 40 Percent of U.S. COVID-19 Deaths Could Have Been Avoidedhttps:\/\/t.co\/nM1eP7GHRc","sentiment_score":-0.025}
{"full_text":"Melbourne is on lock down again?  Man good morning mates... Stay safe!","sentiment_score":0.3898148148}
{"full_text":"RT The Melbourne lockdown is only five days? The 'Herald Sun' gang are going to have to work fast to undermine this one.","sentiment_score":0.1}
{"full_text":"RT hes so sweet i havent seen lion dance (barongsai) in over 7 years now and i cant see them now still cause of covid TT hes th...","sentiment_score":0.35}
{"full_text":"Now they are going on a 5 day lockdown.","sentiment_score":0.0}
{"full_text":"The Twitterverse: ...Me: No. I haven't forgotten about how people threw Super Bowl parties last weekend amid a pandemic. No. I have to plans on listening to their (or your) excuses. So many people can't be fucking trusted &amp; I am angrier about it every day. ","sentiment_score":0.0583333333}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT It probably shouldn't have called itself the China virus in the media so many times. A bad move on Covid's part. And just w...","sentiment_score":-0.1}
{"full_text":"RT A person at low risk for COVID isn't performing some righteous act by staying home all day, taking Zoom meetings and or...","sentiment_score":0.0}
{"full_text":"RT We need people to take the covid vaccines to save lives and so we can all have a normal life again.  Ignorant comments ab...","sentiment_score":0.15}
{"full_text":"RT Maharashtra: Surge in fuel prices affects many in Mumbai. The price of petrol &amp; diesel in metropolis stands at Rs 94.64\/litre and...","sentiment_score":0.5}
{"full_text":"RT pandemic looks.","sentiment_score":0.0}
{"full_text":"RT In Biden's defense Florida didn't give Hunter ONE BILLION DOLLARS.","sentiment_score":0.0}
{"full_text":"RT Arthritis drug tocilizumab cuts deaths from Covid","sentiment_score":0.0}
{"full_text":"The fundamental point of Christian belief is that what happens in this life is meant to strengthen the spirit for the next life. So blaming god for Covid is like blaming a school teacher because math is hard.","sentiment_score":-0.0972222222}
{"full_text":"RT Big Pharma preparing COVID vaccines for poor countries","sentiment_score":-0.2}
{"full_text":"sure, the CDC has been so spot on","sentiment_score":0.5}
{"full_text":"RT \"Victoria probably wouldn't be going into this kind of lockdown if there was dedicated national quarantine facilities.\" Qld Dep...","sentiment_score":0.6}
{"full_text":"RT Caregivers are one of the groups eligible for the COVID-19 vaccine in the current Phase 1A+. The director of the Coastal Health...","sentiment_score":0.0}
{"full_text":"RT Message to and Part 1Taking down CCP Virus Gate: The Plan to Stop China CCP AI Extinction...","sentiment_score":-0.1555555556}
{"full_text":"RT #DictatorDan says he can't take more Australians in (but can do the because VIC Hotel Quarantine is much...","sentiment_score":0.35}
{"full_text":"RT Military arresting doctors, nurses who join CDM. But not just that, they took away all equipment and medical supplies. How...","sentiment_score":-0.05}
{"full_text":"RT Insecure work in hotel quarantine has spread COVID around the country. If we want to stop the virus, we need to suppor...","sentiment_score":-0.5}
{"full_text":"RT Racing Towards a COVID-Free Nation: Achieving the unprecedented, India becomes the fastest country in the world to adminis...","sentiment_score":0.6}
{"full_text":"RT They did him a favor by referring to this as misinformation. Kennedy spreads disinformation.","sentiment_score":0.0}
{"full_text":"there's something to be said about the collective exhaustion, anxiety and depths of depression being faced by so many of us during this time but I'm so tired I don't even have the words to articulate it all","sentiment_score":0.05}
{"full_text":"Then you are more than welcome to stay home. Risk at school is low. Punishing children needs to stop.","sentiment_score":0.4333333333}
{"full_text":"We know. Since his Counsel wants the DOJ to handle this, let's give it to them. Congress can get back to covid relief, rebuilding the economy and undoing the rest of 45's failures. I assume you have no problem with this idea. It's constitutionally sound.","sentiment_score":0.2}
{"full_text":" ur services r customer services.ur customer service is team has no information.dey weren't aware that a covid test is needed if traveling from cok to Bom..and now my elderly parents are stuck..n u cant reschedule or gv a refund!","sentiment_score":0.3125}
{"full_text":"Always knew he was covering up Covid sickness. Such a turd","sentiment_score":0.0}
{"full_text":"RT Incarcerated  people have just as much right not to die from covid as you do","sentiment_score":0.2857142857}
{"full_text":"RT I don't think I've been this bad mentally - ever? And I've been though a lot of bsThis lockdown is going to kill me,...","sentiment_score":-0.4}
{"full_text":"Are they getting the vaccination for covid???? No borders should be closed until every American has had the vaccination","sentiment_score":-0.05}
{"full_text":"Don't listen to this clown. This is a thread of techno babble. By tweet six, he gives away that he doesn't actually know that the hell he's talking about.","sentiment_score":0.0}
{"full_text":"RT It's the #LunarNewYear, a time for food, family &amp; my first story for #NightlyKids! It features a special crew of #Beijing...","sentiment_score":0.3348214286}
{"full_text":"RT Lockdowns are tough. But as we've seen, they work.The last fortnight in WA was only a very small taste of what Victori...","sentiment_score":-0.1784722222}
{"full_text":"COVID-19 &amp; the Force Majeure Clause in Leases #CRE #ForceMajeure #COVID-19https:\/\/t.co\/bbDHjqdQLt","sentiment_score":0.0}
{"full_text":"RT Remember when all the coronabros in the media praised Cuomo as a great leader? He also wrote a book about how well he did r...","sentiment_score":0.8}
{"full_text":"RT NEW: Senator and announce that the Senate's COVID bill will now include $8,200 in dire...","sentiment_score":0.1363636364}
{"full_text":"NHL: Avalanche practice, to return to play following COVID-19 postponements ... via","sentiment_score":0.0}
{"full_text":"Grateful to join our leaders and volunteers in the Northeast Bronx to distribute hundreds of food boxes to residents and families courtesy of our community partners at Agatha House. COVID-19 reminds us of the urgent need to address food insecurity. #Bronx","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"Ivermectin passed Covid19 clinical trials.","sentiment_score":0.0}
{"full_text":"RT If Coronavirus had started in Las Vegas, it wouldn't have spread around the world because what happens in Vegas stays in...","sentiment_score":0.0}
{"full_text":"RT This is a bombshell.  We were told just over 6,000 patients. The numbers are skyrocketing not only in terms of infected pat...","sentiment_score":0.0}
{"full_text":"istg if they're out here banning ANOTHER fic site instead of tackling the increasingly concerning pandemic situation in the country i'm just gna laugh lmaooo useless mfs can't even run this place right","sentiment_score":0.0285714286}
{"full_text":"The very same guy who cost millions of people to be jobless and yet still has no solid development on how to create jobs..He still didn't gave us more clarity about the Coronavirus. I think he must go","sentiment_score":0.1666666667}
{"full_text":"RT Why aren't we doing this?! PUT THEM IN THE COKE CAN!!!!!","sentiment_score":0.0}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"A major property developer has provided a fascinating look into the huge change the pandemic has caused in all aspects of the market.https:\/\/t.co\/yjoBIIVouO","sentiment_score":0.3875}
{"full_text":"An Australian scientist involved in the inquiry into the origins of COVID-19 says he believes the virus started in China and had been circulating in the community as early as mid-November.#WHO #COVID19 #Wuhan #PRC","sentiment_score":0.05}
{"full_text":"At-home snacking during lockdown helped PepsiCo beat fourth-quarter profit and sales forecasts. The snack and drinks company is optimistic that its financial fortunes will only improve as economies reopen","sentiment_score":0.0}
{"full_text":"The Morrison Government wants us to forget that they had doubled the debt to historic highs BEFORE #COVID19 End Sept 2013 gross debt - $280.3b (Change of govt) End Jan 2020 gross debt - $568b (Pre COVID-19) 12 February 2021 gross debt - $814.9 billion#auspol #auspol2021","sentiment_score":0.04}
{"full_text":"#AustralianOpen organisers said that the Grand Slam can continue without fans as a five-day #Coronavirus lockdown was ordered in Melbourne.#Tennis | #AusOpen | #AO2021https:\/\/t.co\/AKPeOU6ZDr","sentiment_score":0.5}
{"full_text":"In the face of #COVID19 challenges, Australia's largest Phase 1 #clinicaltrials specialist has released a white paper outlining 10 steps to successfully navigating the process. Find out more on this &amp; other highlights","sentiment_score":0.28125}
{"full_text":"Why is Kim Jong-un building COVID?","sentiment_score":0.0}
{"full_text":"The Covid-19 pandemic has presented a prime opportunity for cyber criminals to wreak online havoc. Follow the basic cyber safety tips, you might be able to protect yourself from severe phishing scams. Visit at:   #OnlineScams #CyberSafetyTips #NortonAU","sentiment_score":0.25}
{"full_text":"Malacanang on Thursday said it had yet to determine if Vice President Maria Leonor \"Leni Robredo\" was qualified to enjoy priority access to Covid-19 vaccines after the latter volunteered to get inoculated in public. #PressOnePHhttps:\/\/t.co\/m49Ge5LrHP","sentiment_score":0.1333333333}
{"full_text":"IFC is deploying fast-track funding and advisory support to help countries and businesses in Sub-Saharan #Africa weather the effects of the #COVID19 pandemic. Follow for more updates:","sentiment_score":0.5}
{"full_text":"57% efficacy against #B1351 #Variant, this #COVID19 #vaccine will miss 1\/2 of the recipients. Higher efficacy needed for successful #VaccineRolloutSA cc:@RevMeshoe  #SARSCoV2 #COVAX #coronavirus  ","sentiment_score":0.5}
{"full_text":"A known felon, high on drugs, shouting \"I can't breathe\". It's all theatre whether he died at the scene or not. The words he said fit in with the other two hoaxes, climate change and Covid.","sentiment_score":0.145}
{"full_text":"The local nickel industry is expected to bounce back this year after a challenging 2020 that pulled down production volume amid the pandemic.","sentiment_score":0.0488888889}
{"full_text":"Our latest issue is now online at including content on #COVID19, #colorectalcancer, #IBD, #bariatricsurgery, #hepC, #NAFLD, #gastriccancer + more#gitwitter #livertwitter","sentiment_score":0.5}
{"full_text":"7 Weeks Until the  #GoldenEasterEgg COVID robbed us of the race in 2020, but let's go back to 2019, where it was Zipping Bailey with her remarkable last-to-first win - check out box 6 in the replay below!Who is your early tip to take it out in 2021?","sentiment_score":0.4125}
{"full_text":"RT Report | China bans BBC World News for its reporting on Xinjiang, Beijing's handling of COVID-19.https:\/\/t.co\/lqbEfKg5MC","sentiment_score":0.0}
{"full_text":"Kroger asks Hoosiers to be patient as pharmacies receive COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"More than three years after a failed bid to break away from Spain, #Catalonia goes to the polls Sunday for an election that #Madrid hopes will unseat the region's ruling separatists.Read more:","sentiment_score":0.1666666667}
{"full_text":"When will this pandemic end??????????????","sentiment_score":0.0}
{"full_text":"In his second stop on the Suncoast this week, Governor Ron DeSantis is bringing more opportunities for veterans to get the COVID-19 vaccine. MORE:","sentiment_score":0.3333333333}
{"full_text":"Covid-19: Chinatowns fighting racism and pandemic to survive","sentiment_score":0.0}
{"full_text":"That was a real tweet. I miss him. I miss my Brie. I miss my peoples. Corona is so evil, I cannot fucking believe this is real. This country, wow...WOW","sentiment_score":-0.3}
{"full_text":"Biden Asks for Patience While Ramping Up Vaccinations","sentiment_score":0.0}
{"full_text":"RT Breaking: Cuomo aide says state withheld nursing home COVID death data, fearing federal prosecutors | Just The News ht...","sentiment_score":0.0}
{"full_text":"Cathay Pacific Loosens Mask-Wearing Rules in Premium Cabins.Hong Kong's flag carrier is allowing some customers to go without facial coverings while asleep. #Airline #Aviation #Flights #COVID19","sentiment_score":0.0}
{"full_text":"China bans BBC World News over a series of reports on Beijing's treatment of Muslim Uighurs in Xinjiang and its handling of the coronavirus pandemic","sentiment_score":0.0}
{"full_text":"The end to the COVID-19 pandemic is coming, but Utahns first need to get vaccinated against the deadly virus, said Thursday as the state reported 1,242 new cases and nine additional deaths. | By","sentiment_score":0.0621212121}
{"full_text":"Closed labs and increased care responsibilities are just two of the challenges women in scientific fields are facing during the #COVID19 pandemic ","sentiment_score":-0.1}
{"full_text":"Till date, she continues to harvest 60-65 kilos of strawberries every day and sells them at Rs 300\/kg.https:\/\/t.co\/pzyyXhqWsy","sentiment_score":0.0}
{"full_text":"In partnership with and we are supporting the 'Take on the PEARL Innovation Challenge' This open call will drive the piloting\/scaling of inclusive business solutions to recover from impacts of #COVID19Apply by 26 Feb ","sentiment_score":0.125}
{"full_text":"A #lockdown #ValentinesDay while staying with your parents sounds risky, doesn't it? But I have some solutions for you right here!","sentiment_score":0.3571428571}
{"full_text":"Have you read our #WildlifeWarriors Kids Newsletters which was launched to engage children when schools were closed due to the coronavirus pandemic? READ all issues here Vorster","sentiment_score":-0.1125}
{"full_text":"This is the sweetest dream that you can't miss!#DreamOfRyuCSEA Birthday Stay-At-Home Cupsleeve Event for ITZY's Shin Ryujin April 17Pre-Reg Period: February 12-March 20DOP: March 20Reg Fee: 250 \/ sf not includedForm: #issji","sentiment_score":0.0}
{"full_text":"#RealEstateNews | Housing demand rises despite COVID-19 pandemic in Hyderabad. Read more: #HyderabadNews #PropertyNews","sentiment_score":0.5}
{"full_text":"RT How on earth have countries such as Sweden, Holland, Portugal, Poland  etc, managed during this pandemic without the 'br...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 12\/02\/2021 10:30Total Cases: 10880413 [+0]Active: 133086Recovered: 10587351 [+0]Deaths :155484 [+0]Total Tests: 204.79MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The city of #Kamloops says one of its staff members has tested positive for #COVID19.","sentiment_score":0.2272727273}
{"full_text":"RT The left used the pandemic to destroy America.","sentiment_score":-0.1}
{"full_text":"A total of 143 new Corona Positive cases reported in Telangana in last 24 hours. With this total cases rises to 2,96,277 including 1,815 active cases. While A total of 2,92,848 people recovered and 1,614 deaths reported.#CoronavirusInTelangana #Telangana #Coronavirus #MangoNews","sentiment_score":0.0329004329}
{"full_text":"Medical:\"Covid-19 news: Four new covid-19 symptoms identified in study\"https:\/\/t.co\/1ckIJQUUGY via (Shared via COVID-19 topic)","sentiment_score":0.0681818182}
{"full_text":"RT That said, herd immunity does not have a hard threshold, and being close to herd immunity may be sufficient to prevent large...","sentiment_score":-0.0386904762}
{"full_text":"Facing criticism that President Joe Biden has not acted aggressively enough on reopening schools, the White House on Thursday said it's aiming for a full reopening but will defer to science experts on how to achieve it in the middle of a pandemic.https:\/\/t.co\/vicbzHGf4D","sentiment_score":0.0875}
{"full_text":"2020 DEATHS INCREASE: Deaths increased 14.3% last year in Utah and only half of the increase is directly due to COVID-19. Other contributing factors may be people who were unable to receive medical care and traffic deaths.","sentiment_score":-0.130952381}
{"full_text":"My mom received the monoclonal antibody cocktail and it saved her life. My dads progressed too fast and he spent 23 days in icu while we buried his mother. So they were made available, just hard to get Bc ppl have to donate. Some Ppl Dk they even had covid and dont get checked","sentiment_score":0.0520833333}
{"full_text":"Pressing between making sure the vaccines go to the right people versus ensuring doses don't go to waste has been an issue across the country. ","sentiment_score":0.1952380952}
{"full_text":"RT To everyone at the NIH -- all the doctors, scientists, and researchers fighting this pandemic and saving lives -- thank you from t...","sentiment_score":0.0}
{"full_text":"Teacher Matthew Pierce purchased more than 40 Uber Eats gift cards for students, sending them electronically to students in need. Oftentimes, he included a note of encouragement with the gift.","sentiment_score":0.5}
{"full_text":"The total number of #GlobalCoronavirus cases has topped 107.7 million, while the deaths have surged to more than 2.36 million#NovelCoronavirus #CoronavirusinWorld #WorldCoronavirus #CoronavirusWorld #CoronaVirusUpdates #COVID19","sentiment_score":0.25}
{"full_text":"RT Republicans are protecting the Insurrectionist-in-Chief.Their cowardice continues to inflict pain and damage on America....","sentiment_score":0.0}
{"full_text":"President Joe Biden said Thursday that the U.S. will have enough supply of the COVID-19 vaccine by the end of the summer to inoculate 300 million Americans.","sentiment_score":0.0}
{"full_text":"To have a real shot at outperforming peers, companies must make big moves, and make them boldly. Especially now, incrementalism will only increase your risk of being a laggard in the COVID recovery. More in best-selling \"Strategy Beyond the Hockey Stick.\"","sentiment_score":0.14}
{"full_text":"Current Conditions for #Sayre PATemp: 11.3FWind Chill: 11.3FHumidity: 95%Dew Point: 10.2F Barometer: 30.498 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 113.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Trump Was Sicker Than Acknowledged With Covid-19When hospitalized with the coronavirus in October, his blood oxygen...","sentiment_score":0.0}
{"full_text":"RT This is what China claims :3FIGHT FOR DEMOCRACY #Feb11Coup#WhatsHappeningInMyanmar#MilkTeaAlliancehttps:\/\/t.co...","sentiment_score":0.0}
{"full_text":"RT Spotted by a Citizen...Health Secretary Matt Hancock has a photo of The Cock Inn, Thurlow hanging behind him in his Red...","sentiment_score":-0.2}
{"full_text":"\"Achieving universal coverage is particularly critical as we strive to contain the #COVID19 pandemic and work to address long-standing inequities in health care access and outcomes.\"","sentiment_score":0.0}
{"full_text":"RT Free security is free security. You ever see a kid running or misbehaving at the zoo? No, cause the peaco...","sentiment_score":0.4}
{"full_text":"#NP: Simon Talbot - Songwriter - Lock Down II, -#NewMusic- Tune in and listen - Get it now on","sentiment_score":-0.1555555556}
{"full_text":"RT Lokdown is overCorona vaccine cameElection is comingSo binsachivalay Kyare?????@vijayrupanibjp","sentiment_score":0.0}
{"full_text":"the fact that we are just expecting to adapt to the pandemic and are not being treated like we are 11 months into it is something i will never forgive.","sentiment_score":0.0}
{"full_text":"#COVID19 Global overnight developments from 11th to 12th February 20218pm EAT: 108.022.864 Infections \/ 2.369.002 Deaths8am EAT: 108.298.371 Infections \/ 2.378.863 DeathsMortality: 2.19 percent#Africa: From 3.730.762 to 3.739.257 cases while deaths rose from 96.957 to 97.385","sentiment_score":0.3}
{"full_text":"Trudeau is too busy looking for photo ops to deal with covid.","sentiment_score":0.1}
{"full_text":"RT So, I'm solving a puzzle.  #QuarantineLife #ScreamingFirehawks","sentiment_score":0.0}
{"full_text":"RT Europe's oldest known person, a nun named Sister Andre, beat the virus and turns 117 today. Her lunch menu today includes f...","sentiment_score":0.0}
{"full_text":"The general malaise affecting the dining industry -- let alone the entire economy -- also has created a once-in-a-generation real estate opportunity for restaurant operators best positioned for the times. ","sentiment_score":0.3125}
{"full_text":"RT Never forget: Andrew Cuomo ordered nursing homes to accept &gt;9,000 COVID+ patientsNY then manipulated its NH Covid death...","sentiment_score":0.0}
{"full_text":"Because the pandemic is OVER!","sentiment_score":0.0}
{"full_text":"RT The Melbourne lockdown is only five days? The 'Herald Sun' gang are going to have to work fast to undermine this one.","sentiment_score":0.1}
{"full_text":"We're literally still in a pandemic, we're lucky to get anything even if it's just more updates on Pokemon Snap sequel. People act like they don't have an absurd backlog of games to play in the meantime","sentiment_score":0.1111111111}
{"full_text":"COVID-19: How do the Pfizer, Oxford, Moderna, Novavax and Johnson &amp; Johnson coronavirus vaccines compare? #covid #covid-19 #healthcare #covidvaccine #coronavirus #research #health #coronavirusvaccines","sentiment_score":0.0}
{"full_text":"Covid-19-Accelerates-Journey-To-The-Cloud ","sentiment_score":0.0}
{"full_text":"Five friends launched Leafy back in December after seeing the strong demand for essential products like toilet paper at the start of the coronavirus pandemic. ","sentiment_score":0.1}
{"full_text":"RT \"Achieving universal coverage is particularly critical as we strive to contain the #COVID19 pandemic and work to addre...","sentiment_score":0.0}
{"full_text":"Region of Waterloo Public Health reported 68 new cases of COVID-19 on Thursday, along with three new deaths related to the disease. ","sentiment_score":0.0681818182}
{"full_text":"I've curated 60 + pages of content to help spice up your date nights   including 10 date night experiences and full templates Budget friendly + Covid friendly! ","sentiment_score":0.3979166667}
{"full_text":"RT Even the CDC says the Covid deaths are way, way over inflated, but no one is paying attention.","sentiment_score":0.0}
{"full_text":"Growing up, Judie Taylor watched her stay-at-home mother turn volunteer and charity work into a full-time job. ","sentiment_score":0.0}
{"full_text":"RT I dont believe on this chinese new year, and the govt, make it a special holiday, what special did they bring this chi...","sentiment_score":0.2126623377}
{"full_text":"RT Ron DeSantis has gotten more negative press for keeping businesses open than Andrew Cuomo has for intentionally covering...","sentiment_score":0.0666666667}
