{"full_text":"RT Hey maybe if you're head wasn't shoved up Trump's ass for the last 10 months, we could've contained the pandemic and a...","sentiment_score":0.0}
{"full_text":"RT Curious tidbit: WHO team requests to test old waste water samples in Wuhan pre-Dec 2019 for early covid traces knocked bac...","sentiment_score":-0.025}
{"full_text":"RT Health workers in the Philippine General Hospital are getting vaccines against COVID-19 next week.","sentiment_score":0.025}
{"full_text":"This is happening right now to someone I love who co-parents with her abusive ex. He has been on bail since Lockdown 1 and the time it's taking has caused so much damage to the kids - they just want to forget the assault ever happened.","sentiment_score":0.3285714286}
{"full_text":"RT A year ago today and 467,000 deaths ago, a now disgraced, twice impeached person said:https:\/\/t.co\/oa38SYLjOY","sentiment_score":0.0}
{"full_text":"RT ***Covid vaccination update***We thought you might be interested in the following information.To date the percentage of our...","sentiment_score":0.125}
{"full_text":"RT Milk of mothers with COVID-19 did not contain any SARS-CoV-2 but did contain SARS-CoV-2 antibodies. When SARS-CoV-2 was add...","sentiment_score":0.0}
{"full_text":"omg no","sentiment_score":0.0}
{"full_text":"nice??? i mean notice","sentiment_score":0.14375}
{"full_text":"Steve MatthewsEmployers have cut 582,000 factory jobs compared with the pre-Covid-19 level.","sentiment_score":0.0}
{"full_text":"RT Jurgen Klopp's mother has sadly passed away at the age of 81. He won't be able to travel to Germany for the funeral due to...","sentiment_score":-0.0416666667}
{"full_text":"RT Tom Brady could have used his platform to wear a mask and be a role model for responsible behavior. But nooooooo, he h...","sentiment_score":0.2}
{"full_text":"RT DISASTER CAPITALISM :punching below the belt -  to accelerate their privatisation agenda -SHAME ON THEM!","sentiment_score":0.0}
{"full_text":"RT Absolutely shocking that should be allowed to hijack #FMQs for the purposes of attempting to smear","sentiment_score":-1.0}
{"full_text":"RT City of Toronto cases, hospitalizations, deaths.#covid19 #covid19toronto #covid19ontario","sentiment_score":0.0}
{"full_text":"#Zombiecompanies are tottering badly in the #UK.","sentiment_score":-0.7}
{"full_text":"RT Iranian ayatollah says COVID-19 vaccine has turned people into 'homosexuals' | Just The News","sentiment_score":0.0}
{"full_text":"RT 10 years for travellers breaking the rules. How many years for politicians who allowed Cheltenham; exposed front line w...","sentiment_score":0.5}
{"full_text":"RT China hit us with a twofer.First they deployed their virus.Then they installed their fully owned asset into the Oval...","sentiment_score":0.0}
{"full_text":"RT Caregivers #selfcare ","sentiment_score":0.0}
{"full_text":"RT #COVID19 and the impact on residential landlords and tenants via #TheLegalHou...","sentiment_score":0.0}
{"full_text":"RT Sudhanshu made the 'Paytm First' game into a household trend over the course of the lockdown in 2020. h...","sentiment_score":-0.075}
{"full_text":"RT Wait a minute...am I missing something here?Joe Biden wants Americans to have a Covid test before getting on a commercial...","sentiment_score":0.0}
{"full_text":"RT But he did use his platform to be a role model. You just didn't like the message.","sentiment_score":0.0}
{"full_text":"RT .@iamAndalioLoisa, deny speculations on living together during the pandemic","sentiment_score":0.0}
{"full_text":"RT Schools reopen as cases decline -Survey shows 67% parents favour classes resuming    -IMA asks Kerala govt to shut school...","sentiment_score":0.0}
{"full_text":"RT \"WHO whitewash: they probe China's claim virus was imported on frozen meat\"!Based on all my intelligence + scientific ev...","sentiment_score":0.0}
{"full_text":"RT Great opportunity to be part of a cross sector community of practice to improve the mental health of Ontario adults with de...","sentiment_score":0.2333333333}
{"full_text":"RT 18% of Americans had medical debt before COVID-19. Now millions could go bankrupt for getting sick during this pandemic.A $...","sentiment_score":-0.3571428571}
{"full_text":"Tell to put on a mask or have the Sargent in Arms to remove him!! What right does he have to not follow the mandate by ? He thinks he is above everyone. DO YOUR JOB AND MAKE HIM LEAVE!!","sentiment_score":0.1428571429}
{"full_text":"RT It looks like a beautiful morning here in #Oxfordshire . Try to take time out today for some outside exercise (foll...","sentiment_score":0.425}
{"full_text":"RT The official #COVID19 death toll in #Germany has risen to 61,675 and the DAX share index hit a new record of 14,169 point...","sentiment_score":0.1363636364}
{"full_text":"RT This guy?","sentiment_score":0.0}
{"full_text":"RT The owner of this small business has lost his home due to covid and has been sleeping in his store. He also doesn't have en...","sentiment_score":-0.1875}
{"full_text":"RT The Biden administration is considering a rule that would require negative Covid-19 test results for domestic air travel,...","sentiment_score":-0.15}
{"full_text":"RT The CEO of Johnson &amp; Johnson says people may need an annual Covid-19 shot for many years to come in order to be protected against...","sentiment_score":0.5}
{"full_text":"RT Relationship twitter are gonna kill us with \"even in a pandemic\" \"if he wanted to he would\" this weekend.","sentiment_score":0.0}
{"full_text":"Weird... Dr. Fauci just announced the cure for Covid is to Wisconsin?@BarstoolBigCat ","sentiment_score":-0.5}
{"full_text":"It's already worked very well in NZ, for example:https:\/\/t.co\/EAQIbFpVAF","sentiment_score":0.2}
{"full_text":"RT He did use his platform. You just don't like the message.","sentiment_score":0.0}
{"full_text":"RT In 2020 Tory toff 'Lord' Michael Heseltine's media Company shovelled out PS50-million in dividends and sat on a PS25-milli...","sentiment_score":0.0}
{"full_text":"RT So therein lies the next big Brexit challenge - when the economy is opening up again, full border checks on trade going both...","sentiment_score":0.1166666667}
{"full_text":"RT Dozens may have developed rare blood disorder after coronavirus vaccine: report","sentiment_score":0.2}
{"full_text":"RT  Scotland coronavirus:Vaccinated with 1st dose: 985,569  (+57,447)Approx 18% Scotland population.","sentiment_score":0.0}
{"full_text":"NYC's Small Landlords Battle for Survival Amid Pandemic Rent Moratorium - THE CITY","sentiment_score":-0.25}
{"full_text":"RT A cancer patient forced to wait 7 months for treatment revealed the disease has spread to her brain.Ex-nurse Wilma Gif...","sentiment_score":-0.3}
{"full_text":"Not sure where you lived in the \"city\" before leaving due to the pandemic but in the Bronx NY where I have lived for 50 years, neighbors do help each other after a snow storm. As evidence but a neighbor removing snow from my mom's sidewalk and driveway and that of my neighbor's.","sentiment_score":-0.1666666667}
{"full_text":"RT This lockdown is really getting to me. I've been feeling so unmotivated and mentally exhausted, this is so unlike me.","sentiment_score":-0.1}
{"full_text":"Bang on the money. Open up too early and we will have a 4th lockdown. Short sightedness from government yet again.","sentiment_score":0.0333333333}
{"full_text":"RT Inshallah will be opening up registration next week for covid vaccination for those 65 years and above. The vaccination of t...","sentiment_score":0.0}
{"full_text":"RT SARS-CoV-2 evolution in an immune-suppressed individual (B cell lymphoma treated with chemotherapy and anti-CD20 monocl...","sentiment_score":0.0}
{"full_text":"RT A year ago today and 467,000 deaths ago, a now disgraced, twice impeached person said:https:\/\/t.co\/oa38SYLjOY","sentiment_score":0.0}
{"full_text":"RT The CMA Board has regrettably announced its decision to cancel the Comrades Marathon Centenary Race scheduled for 13 June...","sentiment_score":0.0}
{"full_text":"RT Devastating news for Jurgen Klopp with his mother Elisabeth dying at the age of 81 and he won't be able to travel to Germany...","sentiment_score":-0.25}
{"full_text":"RT This is just disgraceful. First Covid is seasonal and numbers will be very low in summer anyway, 2nd I thought we had a supe...","sentiment_score":0.0833333333}
{"full_text":"Kids should be in school not in cages.The pandemic could be over but because of you and people like you it's worse than ever.Hard to work with that going on...Sounds to me like YOU messed up.","sentiment_score":-0.4}
{"full_text":"RT Jurgen Klopp's 81 year old mother, Elisabeth, has sadly passed away. He won't be able to attend the funeral in Germany due...","sentiment_score":-0.00625}
{"full_text":"What was that you said in #PMQs? \"Wrapping your arms around everyone during the pandemic\", I call BS .@BorisJohnson 3.8mil have been #ExcludedUK from those so called arms! ","sentiment_score":0.0}
{"full_text":"Hey coolboy8121984 - Compiled list of available resources for getting in touch with COVID-19 recovered plasma donorsDaily COVID-19 trends as of 10 Feb 06PM :+ve: 249Recovery: 163Death: 1Tot. Active: 138907TPR (L7D Avg): 2.06#plasma","sentiment_score":0.1333333333}
{"full_text":"Covid business :)","sentiment_score":0.5}
{"full_text":"RT I wish I could tell you how many times a day I say \"ndiyithandela lento ba ine natural hair\" pls ","sentiment_score":0.3}
{"full_text":" Weekly Update: COVID-19 and the Health Workforce -","sentiment_score":0.0}
{"full_text":"I'm hearing lockdown will be extended until July??! Nah if that's the case I'm going Pakistan for a few months.","sentiment_score":-0.2}
{"full_text":"RT Pandemic lockdown leads to cleaner city air across Canada - study via","sentiment_score":0.0}
{"full_text":"#REGIONAL | Meghalaya Health Workers Reluctant To Take COVID Jabs #Meghalaya #COVID19India #COVID19Vaccine #FrontlineWorkers ","sentiment_score":0.0}
{"full_text":"RT the biggest group in the world putting out a song addressing way people including them constantly feel the need to be product...","sentiment_score":0.0}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"RT My mum who has stage 4 cancer has just tested positive for coronavirus, she the virus in Castlebar hospital last week app...","sentiment_score":0.1136363636}
{"full_text":"RT Covid response has made it all so much worse. My friends in New Zealand and living a normal life now....","sentiment_score":-0.0378787879}
{"full_text":"RT During #COVID19, protecting oneself and one's partner from HIV and other STIs is more important than ever. Thats why Inte...","sentiment_score":0.2583333333}
{"full_text":"RT Jurgen Klopp's mother has sadly passed away at the age of 81. He won't be able to travel to Germany for the funeral due to...","sentiment_score":-0.0416666667}
{"full_text":"Over the past year the China government took direct action to suppress COVID-19 to great success. GOP leaders in the USA have taken action to spread COVID-19 with about as much success. Wear the mask","sentiment_score":0.2071428571}
{"full_text":"F the Oscars and Hollywood","sentiment_score":0.0}
{"full_text":"These are not new symptoms.As someone who had it this is exactly what I got, muscle aches, headaches and chills and the usual loss of taste and smell. COVID-19 linked with new set of symptoms, according to study of over a million people - Sky News","sentiment_score":0.0170454545}
{"full_text":"#FutureStrong #LinkedInLive this Friday, 10am ET! &amp; will be discussing how to attract &amp; retain #FirstGenStudents &amp; looking at changes in #CampusRecruitment during the pandemic with guests &amp; Get reminder:","sentiment_score":0.0}
{"full_text":"Another great way to spread Covid to the poor","sentiment_score":0.2}
{"full_text":"RT #Spain's #ValencianCommunity president Ximo Puig set to announce extension of most COVID-19 restrictions through to March h...","sentiment_score":0.5}
{"full_text":"RT New article By Ian Birrell, on the WHO press.Bravo team #DRASTIC, we are mentioned!https:\/\/t.co\/zawNKXedU8","sentiment_score":0.1363636364}
{"full_text":"RT And hear the statement that jails &amp; prisons provide inmates good medical care. FYI, COPAYS ARE CHARGED! For Med...","sentiment_score":0.35}
{"full_text":"None but will!","sentiment_score":0.0}
{"full_text":"A very interesting article about how technology is fundamental in supporting healthcare providers to administer the COVID-19 vaccine. Read on here: #HealthTech #Vaccine #Healthcare #PublicSector","sentiment_score":0.45}
{"full_text":"If they don't tell us, we must assume that's their plan and we should act accordingly.","sentiment_score":0.0}
{"full_text":"RT Dear and I am the son of a serving police officer please get them the vaccine. I don't want...","sentiment_score":0.0}
{"full_text":"RT #skuul_kholo_chttiisgddh'_srkaarThis pic express the real happiness of child -social environment , that found only offline...","sentiment_score":0.3444444444}
{"full_text":"RT In view of rapidly declining cases of #COVID19 &amp; given that vaccination is in full swing, GoA has decided to discontinue...","sentiment_score":0.35}
{"full_text":"Relaxed precautions, not climate, the biggest factor driving wintertime COVID-19 outbreaks","sentiment_score":0.0}
{"full_text":"Just watched a Tik Tok that said \"I learned today objects can't catch Covid.... Good thing I'm a woman\" and I ","sentiment_score":0.7}
{"full_text":"RT \"It's frankly outrageous that the BBC is sending pensioners extremely threatening and deceptive letters during a pandemic wh...","sentiment_score":-0.5625}
{"full_text":"Ppl who kp harpn abt the size of NZ 2 diminish our success in the Covid crisis jst dnt wnt 2 admit d failure of d UK gvt &amp; frankly ur society who've dne jack all 2 defeat Covid. Y'all r a failure &amp; rather thn admit it, U wnt 2 insult us in NZ bc we were successful? #Pathetic!","sentiment_score":-0.1166666667}
{"full_text":"RT We need to get immunocompromised people vaccinated and keep the momentum going with our vaccination programme. This poor guy...","sentiment_score":-0.4}
{"full_text":"Accelerated by COVID-19, the way that consumers engage with businesses has permanently shifted toward digital and banks need to quickly strategize on how they will react. Download our playbook now to create digital experiences customers love:","sentiment_score":0.2083333333}
{"full_text":"RT .@gm #gm reported $6.4 billion in net income for 2020, slight drop of $6.7 billion in '19, despite pandemic. That's mor...","sentiment_score":-0.0833333333}
{"full_text":"If we get below 5% positivity does that mean we have things under control? Therefore no longer a pandemic?","sentiment_score":-0.3125}
{"full_text":"RT NOW, in order to fly into the US, you must have a recent negative covid test or it's no go. However, if you cross the bor...","sentiment_score":0.125}
{"full_text":"State Lawmakers United On COVID Relief, But Split On Limiting Governor's Emergency Powers","sentiment_score":0.0}
{"full_text":"Again with the 100,000 please watch this. 100,000 people died with covid mentioned on their death cert even when NOT the underlying cause","sentiment_score":0.0}
{"full_text":"State Lawmakers United On COVID Relief, But Split On Limiting Governor's Emergency Powers","sentiment_score":0.0}
{"full_text":"[Job Vacancies]Hello Unparians!PT. Lotus Lingga Pratama is now hiring!send your CV (softfile) via email to :personalia@llpgold.comFor details see poster below :)or access :https:\/\/t.co\/2lJL778zAK#LPPK #JobVacancies","sentiment_score":0.5}
{"full_text":"RT How long can go fooling India? Every single day fake news after fakes other than swindling money through some donation...","sentiment_score":-0.1866071429}
{"full_text":"RT He still tested positive for a banned substance. Cya later","sentiment_score":0.1136363636}
{"full_text":"RT COVID-19 linked with new set of symptoms, according to study of over a million people ","sentiment_score":0.1363636364}
{"full_text":"RT Well this should be a fantastic event filled with a who's who of COVID conspiracy theorists and IMVE actors","sentiment_score":0.4}
{"full_text":"RT People who are saying that the proposed 10 year jail sentence for breaking Covid travel rules is a bit harsh should bear in m...","sentiment_score":-0.15}
{"full_text":"RT The Centenary Comrades Marathon scheduled for the 13th of June has been cancelled due to the novel coronavirus pandemic","sentiment_score":-0.0625}
{"full_text":"RT Have been guilty myself of seeing Klopp over the past few weeks and wondering why he's being edgy. Now it seems stupid...","sentiment_score":-0.41}
{"full_text":"Up next:What are you NOT looking forward to after the pandemic?@AP4Liberty is taking calls at 573-556-5967 &amp;texts at 573-556-6397","sentiment_score":0.0}
{"full_text":"Repeating obvious bollocks from the prime minister without even the vaguest attempt to correct the obvious bollocks.Classic hard-hitting journalism from the mothership of privately educated morons that is LBC.","sentiment_score":-0.2}
{"full_text":"You do realise the death stats are anyone that tested positive of covid within 28 days of dying don't you? That leaves a massive window for others causes of death for 4 million+ people that have tested positive in the past 12 months. You think thats the right way? fair enough!","sentiment_score":0.1700371058}
{"full_text":"RT 72 away games. Different country. Playing in the most diseased state in the world. And somehow the team w the 3 best offensiv...","sentiment_score":0.225}
{"full_text":"Correction: A Raleigh lab that tests for the coronavirus in 38 states says that they incorrectly reported that four of their tests had detected the very rare Denmark 'cluster 5' COVID strain in North Carolina and Colorado.","sentiment_score":0.39}
{"full_text":"Penn State vs Iowa wrestling showdown postponed due to COVID-19 issueshttps:\/\/t.co\/nNd7GMlItC","sentiment_score":-0.125}
{"full_text":"TAXES: The IRS will begin accepting tax returns on Feb. 12. Here's what you should know before you file.","sentiment_score":0.0}
{"full_text":"\"While the state mask mandate has been lifted, mitigation efforts are still necessary to help reduce the spread of COVID-19.\"","sentiment_score":0.0}
{"full_text":"RT Oh so NOW you care about COVID you muppet?","sentiment_score":0.0}
{"full_text":"Congratulations to our Tax Team member and resident workout warrior Natalie Steel!Last year Natalie had been struggling to exercise at home with lockdown measures. Like many of us, Natalie was finding it hard to motivate herself.  Read morehttps:\/\/t.co\/nqilAGvCn6","sentiment_score":0.1041666667}
{"full_text":"#BuddyCheck! As we continue to navigate the COVID-19 environment, make sure you're checking in on your loved ones. Check in on some friends and family today! #StrongerTogether #InThisTogether ","sentiment_score":0.6875}
{"full_text":"As #ChineseNewYear approaches, #China Development Research Foundation launches a campaign to invite left-behind children to sing for their parents working outside. Many migrant workers decided not to return to hometowns for #COVID19 control. Full:","sentiment_score":0.2833333333}
{"full_text":"Sarah's elegant, casual style in #APlaceToCallHome (@OfficialAPTCH)  is inspiring us to throw out our lockdown leisurewear! For further fashion inspiration, series 2 is now streaming on  ","sentiment_score":0.15625}
{"full_text":"Researchers at RMIT said they had developed a road-making material by combining shredded single-use masks and processed building rubble.#dailyscubanews #facemasks #recycle #simplyscuba #dailydeco #covid #covid19","sentiment_score":0.1}
{"full_text":" #InPics: S.Korean #bus industry faces difficulties. According to #Seoul city on Wednesday, the number of passengers using city buses declined 23.6 percent on-year to 1.45 billion last year amid the #pandemic, driving bus operators into a corner.","sentiment_score":0.0}
{"full_text":"Remember his covid version of black and white","sentiment_score":-0.0833333333}
{"full_text":"Union refusal to permit in-classroom instruction is not based on scientific findings--quite the opposite, as open schools in Europe, Japan and elsewhere demonstrate. #scnews #schoolchoice","sentiment_score":0.0}
{"full_text":"RT One year into the virus from China ravaging America, the New York Times is publishing glowing propaganda about the Chinese Com...","sentiment_score":0.0121212121}
{"full_text":"RT High-wage workers have already recovered from the Covid recession. Low-wage workers are still deep in the hole.","sentiment_score":0.0}
{"full_text":"RT I don't have all the data compiled yet, but I am rather confident that Biden's covid\/economic plan is more popular than...","sentiment_score":0.5333333333}
{"full_text":"RT Someone explain to me why the vaccine is making people feel worse than when they actually had covid. ","sentiment_score":-0.2}
{"full_text":"Well over half of Texas' nurses reported being subject to workplace violence in their career, according to a 2016 state study. Story via","sentiment_score":-0.1666666667}
{"full_text":"RT The owner of this small business has lost his home due to covid and has been sleeping in his store. He also doesn't have en...","sentiment_score":-0.1875}
{"full_text":"The close relationship between coronavirus developments and financial markets reflects the pandemic's continued influence over the future path of economic recovery. Read more in the","sentiment_score":0.175}
{"full_text":"Pfizer said it could deliver its Covid-19 vaccine, which requires ultra-cold temperatures for storage and distribution, directly to points of vaccination in South Africa.https:\/\/t.co\/lLXnXF2Jfn","sentiment_score":0.1}
{"full_text":"Sachin Bagla, Infosys, discusses working capital #analytics in the time of Covid-19 with Read the full piece here.","sentiment_score":0.35}
{"full_text":"RT COVID LESSONS FROM THE FREE MARKET: Among other places, much of my career has been in the capital markets. Such markets are...","sentiment_score":0.11875}
{"full_text":"WATCH  The rapid development of digital platforms, accelerated by the COVID-19 pandemic, will affect a broad range of economic and social aspects, including education, work arrangements, payment systems, trade logistics, and supply chains. #AEIR2021","sentiment_score":0.0739583333}
{"full_text":"Join us tomorrow for our next FREE virtual program in our Stay at Home Speaker Series, featuring our own Dr. JF Therrien as he discusses the updated definition of a raptor! Details and registration at the link below.https:\/\/t.co\/Y7vET9xB2W","sentiment_score":0.3833333333}
{"full_text":"\"Despite Acquisition of Five Million Doses, Tsai Administration Will Still Face Questions on Vaccine Strategy\" by","sentiment_score":0.0}
{"full_text":"Find the locations for week three of the COVID-19 mass vaccination events in partnership with and local health care systems.","sentiment_score":0.0}
{"full_text":"RT Care homes failed by lack of PPE during UK Covid first wave, say MPs","sentiment_score":-0.125}
{"full_text":"RT The CEO of Johnson &amp; Johnson says people may need an annual Covid-19 shot for many years to come in order to be protected against...","sentiment_score":0.5}
