{"full_text":"#JeremyLin #RacismIsNotAnOpinion#nba #RacismBayern3 #asian #CNNNBA investigates after Jeremy Lin said he was called \"coronavirus\" via BedTime News","sentiment_score":0.0}
{"full_text":"RT Here's Madoff talking regulation and rule-breaking on Wall Street, while running the biggest financial fraud in history....","sentiment_score":0.0}
{"full_text":"You know what's sad ... all the event tickets that pop up in your wallet from all the crazy nights pre covid ","sentiment_score":-0.55}
{"full_text":"Covid-19: Jacinda Ardern's positivity backed up with grit, experts say","sentiment_score":0.0}
{"full_text":"(4\/n) $ABIO - This remains most undervalued name in the market.-Trades at ~0.8x book value \/ cash as of today-Minimal cash burn-COVID treatment readout in Q2'21-P3-ready asset in GENCARO (SPA in place with FDA)-Chance of a surprise strategic alternativeI own ~1%.","sentiment_score":0.55}
{"full_text":"RT It wasn't just a tweet. It was a slickly produced video celebrating the virtues of a locked down society.We know who...","sentiment_score":-0.2027777778}
{"full_text":"RT wow Xi'an Famous Foods in NYC says they've shut six locations during the pandemic and started closing all stores earlier b...","sentiment_score":0.2}
{"full_text":"RT Republican Paul Gosar skipped the COVID relief vote to speak at a conference with ties to white nationalism.https:\/\/t.co...","sentiment_score":0.0}
{"full_text":"RT Fired Texas doctor charged with stealing coronavirus vaccine doses defends giving expiring doses away","sentiment_score":0.0}
{"full_text":"some places like Vancouver and Melbourne have seen absolute real estate insanity during the past-pandemic months, but also in 2017-2019listen to the last sentence here for the flawless reasoning","sentiment_score":0.35}
{"full_text":"RT Dems are working late into the night to spread Covid reliefCPAC is partying late into the night to spread Covid","sentiment_score":-0.3}
{"full_text":"RT If this pandemic taught us anything, it's that they are never on our side","sentiment_score":0.0}
{"full_text":"RT Dr. Henry, Premier Horgan: Why do BC school employees have the 2nd highest # of Covid-19 infections from their workplace...","sentiment_score":0.0}
{"full_text":"RT This is as serious a matter as anything - if a skater gets COVID due to lax rules at #WorldFigure, there is a real chanc...","sentiment_score":-0.0861111111}
{"full_text":"RT Sweden: 6,251 COVID cases per 100,000. No masks, no closures, open schools, open restaurants, open gyms. I'd like a scie...","sentiment_score":0.0}
{"full_text":"AGREE 300%!! Remember when Trump talked nonsense on tv about Covid and people turned to listen to reason of Cuomo??!!! It's payback time.. if it walks like duck..","sentiment_score":0.0}
{"full_text":"RT Read my amendment for $10,000 per person and let's go! #AmericaFirst #CPAC2021","sentiment_score":0.0}
{"full_text":"RT HUGE--CDC just released NEW indoor air guidance for schools &amp; #COVID19! Now emphasize: \"Opening windows, using portable air...","sentiment_score":0.1704545455}
{"full_text":"\"As a Canadian, I would like to see us all have choices, regardless of age, gender, or ability.\" This is what Canada should be doing to ensure access to innovative treatments all the time. #cdnpoli","sentiment_score":0.5}
{"full_text":"its like of there a handful of coronavirus in usa. no one gives a shit until there are 100s of thousanslds of cases. same people that say coronaviruw is fake and made up and are anti maskers","sentiment_score":-0.2333333333}
{"full_text":"RT Past week's news:Teacher's aide masturbated while on zoom classRandom anal swabbing recommended for childrenParen...","sentiment_score":-0.25}
{"full_text":"RT Do you support President Biden's Covid relief bill? I sure as hell do. Absolutely.","sentiment_score":0.35}
{"full_text":"RT Dear have had some wonderful classrooms. I've appreciated the windows in my classroom as they bring in natur...","sentiment_score":0.6}
{"full_text":"RT just heard the interview of that radio host saying awful things about BTS. this is beyond unacceptable. the fact that he t...","sentiment_score":-1.0}
{"full_text":"RT Early pandemic: Staying in pajamas until noon and beyond. Current pandemic: Losing track of most recent shower.","sentiment_score":0.15}
{"full_text":"RT Live in Five! We're Wrecking it on Stream Raiders &amp; Cold War Zombies OutBreak Tonight! Then, We W...","sentiment_score":-0.2897727273}
{"full_text":"RT Last night, House Democrats passed COVID Relief without a single Republican vote. Democrats are looking out for Americans....","sentiment_score":-0.0357142857}
{"full_text":"RT Last night NZ reported two new covid cases called Cases M and N, who reported symptoms of feeling that their palms are swea...","sentiment_score":0.0681818182}
{"full_text":"RT It's honestly beyond my wildest expectations that we'd have three extremely effective vaccines a year into the pandemic.","sentiment_score":0.6}
{"full_text":"RT Women are often overlooked when it comes to the economic impact of COVID-19. As countries respond to the biggest chall...","sentiment_score":0.2}
{"full_text":"RT Jeremy Lin won't 'name or shame' player who called him 'coronavirus' as G League investigate","sentiment_score":0.0}
{"full_text":"RT Every doctor in the U.S. believes kids should be at school except for politically-appointed doctors who are sticking to th...","sentiment_score":0.0}
{"full_text":"RT If is done gaining cheap publicity, can we all get back to ending this pandemic using all possible means be...","sentiment_score":0.1333333333}
{"full_text":"RT \"I can't help but notice you're not talking about Donald Trump and COVID deaths\" the conservative thinker said about a story...","sentiment_score":0.0}
{"full_text":"RT \"The Covid year has highlighted the crucial role many low-paid professions play in maintaining human civilisation: nurses,...","sentiment_score":0.1666666667}
{"full_text":"RT I've come to realize I just need to forever wear a mask. Covers up the faces I make, keeps me healthy, and I can say whate...","sentiment_score":0.5}
{"full_text":"RT #govt has illegally arrested the covid warrior htt...","sentiment_score":-0.5}
{"full_text":"RT It's time we speak truth in the nation's Capitol: The American Rescue Plan is being sold to the public as COVID-19 a...","sentiment_score":0.0}
{"full_text":"RT The #US government on Saturday authorized Johnson &amp; Johnson's single-dose #COVID19 vaccine, enabling millions more Amer...","sentiment_score":0.5}
{"full_text":"COVID-19: Changing the Landlord-Tenant Relationship #CRE #COVID-19 #Office #Warehouse #TenantTips","sentiment_score":0.0}
{"full_text":"RT COVID doesn't exist in florida","sentiment_score":0.0}
{"full_text":"#We4Vaccine:Lets have a look on the #Vaccination days for #COVID19 in States and Union Territories.#Unite2FightCorona#LargestVaccinationDrive#IndiaFightsCorona","sentiment_score":0.0}
{"full_text":"From 1st March onwards all Dialysis and Transplant Patients above 45 years of age, will get Covid-19 vaccine at Ward 507 of IKDRC-ITS, Ahmedabad.Contact no.- 7949017000.Kindly forward the above information to other Dialysis and Transplant Pateints.#IKDRC","sentiment_score":-0.0416666667}
{"full_text":"RT A drawing a day.Day 203. A grackle. (I haven't drawn a grackle in 200 days, and grackles are much of our social life he...","sentiment_score":0.1166666667}
{"full_text":"RT After a rigorous scientific review process, the FDA issued an emergency use authorization for a third safe and effective COVID-1...","sentiment_score":0.3666666667}
{"full_text":"RT Detractors keep saying no one would upset if the German radio guy slandered a western band instead of BTS. But if he had...","sentiment_score":0.0}
{"full_text":"This is still America!https:\/\/t.co\/59ku5U6oFV","sentiment_score":0.0}
{"full_text":"Antigen test, Antibody test, RT-PCR test -- what's the difference? And how can you get these tests at home? #LiveYourBestLife #OneLifePHhttps:\/\/t.co\/30fStSKorA","sentiment_score":0.0}
{"full_text":"saturday 2\/27: today the u.s. becomes one step closer to #herdimmunity with a third #COVIDvaccine available. the #JohnsonandJohnson #vaccine is promising with several benefits, namely needing only one dose. i'm curious how the three #COVID19 #vaccines will be equitably allocated.","sentiment_score":0.0833333333}
{"full_text":"RT Morrison Govt has moved into serious lock down on rape of a 16 year old and rape of Ms Higgins by...","sentiment_score":-0.1296296296}
{"full_text":"Indonesian prosecutors drop a case in which four medical workers faced blasphemy charges for washing the corpse of a woman who died from Covid-19. Report by more...  #Indonesia #COVID19 #coronavirus #blasphemy","sentiment_score":0.25}
{"full_text":"Bahrain's battered hospitality sector's recovery could take longer than expected as five and four-star properties continue to suffer due to pandemic restrictionshttps:\/\/t.co\/P8ejgazPJi#Bahrain #Manama","sentiment_score":-0.1125}
{"full_text":"RT Happy Saturday to every House Democrat who voted to save lives with the COVID Relief Bill. All the rest of the assholes who...","sentiment_score":0.8}
{"full_text":"Moving tributes to people who lost their lives to Covid-19 across Bristolhttps:\/\/t.co\/rsZFWWegdg","sentiment_score":0.0}
{"full_text":"Monaco remains an attractive real estate market, especially considering the increased risk of global fiscal pressure associated with the costs of the COVID-19 pandemic.#Monaco #RealEstate #Property","sentiment_score":0.25}
{"full_text":"US approves Johnson &amp; Johnson's single-shot COVID-19 vaccine Read more: #GeoNews","sentiment_score":0.5}
{"full_text":"Health Secretary Francisco Duque III and vaccine czar Secretary Carlito Galvez Jr. are set to receive a Sinovac COVID-19 vaccine shot on Monday morning to boost public confidence in the vaccine, Senator Christopher \"Bong\" Go said Sunday.","sentiment_score":0.0}
{"full_text":"Local wheelchair tennis champ sets eyes on Paralympic GamesDespite everything he has achieved, Maripa discloses that he suffered a mental breakdown towards the end of 2020 due to the Covid-19 pandemic lockdown. Read more&gt; #RekordPretoria","sentiment_score":-0.075}
{"full_text":"RT 68 percent of Americans want Biden's COVID relief bill, but not a single House Republican voted for it this morning. It passed...","sentiment_score":0.0357142857}
{"full_text":"Just weeks into the rollout of vaccines to combat Covid-19, researchers are shifting their focus to a new class of potential shots to take on the threat posed by fast-spreading mutations.https:\/\/t.co\/2xw3ckQIF6","sentiment_score":0.0681818182}
{"full_text":"Ivory Coast receives COVAX facility's COVID-19 vaccineshttps:\/\/t.co\/qY9xEJAXxf","sentiment_score":0.0}
{"full_text":"One hour's notice: Auckland couple's 11pm wedding just before lockdownhttps:\/\/t.co\/78OnbSkdhO","sentiment_score":0.0}
{"full_text":"Out of over 300,000 #COVID19 hospitalizations in the US, over 5,000 were #pediatric patients. Read more of this study's findings here. #MedEd","sentiment_score":0.5}
{"full_text":"Man launches firework at officer's face during anti-lockdown protest in #DublinMORE:","sentiment_score":0.0}
{"full_text":"The overall relief bill would provide $1,400 payments to individuals, extend emergency unemployment benefits through August and increase tax credits for children and federal subsidies for health insurance.","sentiment_score":0.0}
{"full_text":"During trying times, especially during a pandemic, the private sector takes on an even bigger role in the country - not only uplifting the national economy, but also the lives of the Filipino. #thepostph #phstudenttambayan","sentiment_score":0.0}
{"full_text":"What cancer survivorship can teach us about Covid-19 via #curecancer #healthcare","sentiment_score":0.0}
{"full_text":"'Absolutely defeated': Black nurses struggle with mental health support while battling COVID-19","sentiment_score":-0.0222222222}
{"full_text":"RT For millions of families across the country, today's vote on COVID relief is about more than just cash -- it's about helping...","sentiment_score":0.5}
{"full_text":"We want to help businesses that have been affected by COVID-19.  We have affordable options. #business #marketingtips #webdesign #tech #WordPress #ecommerce #SanJose #marketing #branding #businesswoman #businessowner #entrepreneur #Retail","sentiment_score":0.0}
{"full_text":"A huge help for businesses hit hardest by the pandemichttps:\/\/t.co\/nTSUZZcp2N","sentiment_score":0.4}
{"full_text":"Fantastic spokesman for saving lives! ","sentiment_score":0.5}
{"full_text":"AI to Detect and Rectify Potential Public Sector Fraud#AI #artificialintelligence #detection #Rectify #ML #machinelearning #publicsector #Fraud #publicsectorfraud #organizations #COVID19 #pandemic #mismanagement #ITSYSTEMS #resolution View more at:","sentiment_score":0.1666666667}
{"full_text":"\"We're finding significant and profound associations between how unequal our communities are and how healthy our communities are.\" Learn more about a study that illustrates a link between high levels of income inequality and #COVID19 cases and death rates.","sentiment_score":0.3236666667}
{"full_text":"RT The week before I took office, 6 million COVID-19 vaccine shots were administered.This coming week, our Administration will li...","sentiment_score":0.0}
{"full_text":"It is heartening to read about the rapid and determined actions taken by entrepreneurs and businesses to help tackle every facet of the COVID-19 crisis. Here are just a few examples. Full article:","sentiment_score":0.075}
{"full_text":"Explained: List of comorbidities that can make people above 45 eligible for Covid vaccination via","sentiment_score":0.0}
{"full_text":"As COVID-19 disproportionately affects Native American communities, many tribal leaders say the pandemic poses particular risks to tribes without federal recognition.","sentiment_score":0.2222222222}
{"full_text":"Tennessee health officials say many COVID-19 vaccine sites will let you know which product is available, offering the possibility of choosing which vaccine you get depending on where you go.","sentiment_score":0.45}
{"full_text":"The first batch of the AstraZeneca coronavirus vaccine has landed in Australia. ","sentiment_score":0.25}
{"full_text":"Study shows how COVID-19 attacks brain cells, possibly causing long-term damage","sentiment_score":0.0}
{"full_text":"It happens every 17 years - but with a pandemic still raging, trillions (yes, trillions) of cicadas emerging from the ground may feel apocalyptic.https:\/\/t.co\/Pae9hyC7gh","sentiment_score":0.0}
{"full_text":"As a looming third wave of the COVID-19 pandemic highlights the vaccine supply shortfalls in Europe, Hungary joined Serbia to launch mass inoculation with China's Sinopharm COVID-19 vaccine earlier this week. #COVID_19 #vaccine","sentiment_score":0.0}
{"full_text":"Hong Kong-based Mekim has used a Nutanix-Lenovo system for their customer support throughout the pandemic -- helping to keep their healthcare products on-demand to their 70 retail shops in Hong Kong and Macau","sentiment_score":0.0}
{"full_text":"RT Tonight, I voted against the Democrats' proposed $1.9 trillion spending bill. I could not support a partisan package that...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 28\/02\/2021 10:30Total Cases: 11096440 [+0]Active: 161502Recovered: 10773275 [+0]Deaths :157087 [+0]Total Tests: 215.44MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Why  are we having a golden globes ceremony?  I thought Cali was in lockdown??? Oh wait......that lockdown is for the little people #doasisaynotasido #FuckHollywood","sentiment_score":0.05625}
{"full_text":"RT Prepping the stream for Birthday! Gonna be playing Socom 2 and Resident Evil Outbreak w\/YoVideogames tonig...","sentiment_score":-1.0}
{"full_text":"RT CDC Report Buries Shocking Data About Asymptomatic Spread","sentiment_score":-1.0}
{"full_text":"RT Every day, I write down 1-2 memories in my \"memory book\" about that day. A year ago, this was my entry:\"Went out to dinner....","sentiment_score":-0.1555555556}
{"full_text":"People voted for these guys","sentiment_score":0.0}
{"full_text":"Covid. You noticed we're all wearing masks right?","sentiment_score":0.2857142857}
{"full_text":"RT To Congressional Republicans, conspiracy theories are more important than the American people. Last night, they voted ag...","sentiment_score":0.225}
{"full_text":"Current Conditions for #Sayre PATemp: 31.0FWind Chill: 31.0FHumidity: 91%Dew Point: 28.6F Barometer: 30.378 inHgWind: 0 mph from the NNECorona Virus Weekly Stats:Cases: 106.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"#POFreight :  to avoid travel delays please get a COVID-19 test early in your journey. Directions to the nearest sites offering COVID-19 tests using this map: (no need to take a test when returning to France after spending less than 48 hours in the UK)","sentiment_score":-0.2722222222}
{"full_text":"Time: 05:00 * Temp: 6.8degC * Wind: S 0.0 to 0.0mph * Pressure: 1032.8hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:13 * Sunset: 17:57 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Congress could give every American $10,000 for Covid Relief. Instead they are giving Corporations &amp; Friends $1.9 Trillion.Do Trickle Down Economics work? Democrats either believe it works or they are enriching themselves &amp; their friends with Tax payer Cash because they can.","sentiment_score":-0.0777777778}
{"full_text":"At the thirteenth fortnightly survey, women reported on their ability to manage on their income during the COVID-19 crisis. Full report at: #covid19research #coronarvirusresearch #covid19survey","sentiment_score":0.35}
{"full_text":"RT This is a masterful hour of documentary from on one rookie doc's experience in this difficult past...","sentiment_score":0.0625}
{"full_text":"Live: Queues for kilometres at Auckland border in Covid-19 alert level 3","sentiment_score":0.1363636364}
{"full_text":"RT Trump one year ago today on COVID: \"It's going to disappear one day. It's like a miracle - it will disappear.\"","sentiment_score":0.0}
{"full_text":"RT FDA Authorizes Johnson &amp; Johnson's Covid-19 Vaccine For Use In The U.S.","sentiment_score":0.0}
{"full_text":"RT No travel no Covid . Masterstroke by government. #ModiHaiToMumkinHai","sentiment_score":0.0}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"RT FDA Authorizes Johnson &amp; Johnson's Covid-19 Vaccine For Use In The U.S.","sentiment_score":0.0}
{"full_text":"Lovely content!!! Dm your pictures for shout-out on Instagram. We help you to grow  your onlyfans at Instagram over 7million network  most visithttps:\/\/t.co\/pWQH1myWZ9 more details.","sentiment_score":0.6588541667}
{"full_text":"RT I watched Noem's speech today. She bragged about South Dakota's defiance of the experts during the pandemic. She didn't say o...","sentiment_score":0.0}
{"full_text":"RT Trump one year ago today on COVID: \"It's going to disappear one day. It's like a miracle - it will disappear.\"","sentiment_score":0.0}
{"full_text":"RT The incident and the are the latest incidents of racism against Asians due to Covid. Along with a rash o...","sentiment_score":0.1875}
{"full_text":"These graphs show the number of new COVID-19 cases in Colorado (left) and the corresponding total number of COVID-19 cases in Colorado (right) from March 5, 2020, through April 25, 2020. Learn more ","sentiment_score":0.1844155844}
{"full_text":"Short sharp lockdowns feature of NZ's success in managing pandemic- Baker","sentiment_score":0.0583333333}
{"full_text":"Work From Home Tips To Stay Motivated","sentiment_score":0.0}
{"full_text":"RT FDA Authorizes Johnson &amp; Johnson's Covid-19 Vaccine For Use In The U.S.","sentiment_score":0.0}
{"full_text":"Bupa supported employees and customers through the pandemic by implementing a highly effective change management and training program, ensuring employees were able to make full use of Teams. #MSFTAdvocate","sentiment_score":0.4833333333}
{"full_text":"RT Should I Use A Brace Or Double-Masking To Block Coronavirus?","sentiment_score":0.0}
{"full_text":"RT It's not the same as the original format  throughout th...","sentiment_score":0.1875}
{"full_text":"RT Some Neandertal genes in people today may protect against severe COVID-19","sentiment_score":0.0}
{"full_text":" Johnson &amp; Johnson COVID-19 vaccine headed for FDA committee vote: What the experts say #BreakingNews #foxnews #Retweet ","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has shed a spotlight on inequities - with women of colour being impacted the most. Here three women leaders of colour share their thoughts on how to make the world a more diverse and inclusive place.","sentiment_score":0.5}
{"full_text":"TMC Tax Tip of the Week #8 - Post Covid Tax Challenges","sentiment_score":0.0}
{"full_text":"RT the real pandemic is the weird habits we collected along the way","sentiment_score":-0.15}
{"full_text":"How We See Data And How We Act: Lessons From The Covid-19 Pandemic","sentiment_score":0.0}
{"full_text":"With COVID-19 straining health care systems, hospitals in 25 countries use innovative technology made by of Denmark. Here's how their automated oxygen solution helps ease the burden on hospital staff:","sentiment_score":0.5}
{"full_text":"'It Will Totally Help Us:' Local Health Officials Optimistic With Johnson &amp; Johnson COVID-19 Vaccine Approval","sentiment_score":0.0}
{"full_text":"RT Should I Use A Brace Or Double-Masking To Block Coronavirus?","sentiment_score":0.0}
{"full_text":"No turning back now. The global pandemic finally accelerated #FinanceTeams' embrace of #DigitalTechnologies.","sentiment_score":0.0}
{"full_text":"I mean, if you were to do this again after covid I wouldn't complain ","sentiment_score":-0.3125}
{"full_text":"Social distancing is necessary to keep safe from the coronavirus but mentally we're all in this together and will get through this pandemic collectively. #HumAhang #COVID19 #CoronaVirus #Pandemic #HumAhangInCrisis #quarantine #StaySafe #Corona #Pakistan #CoronaVirusinPakistan","sentiment_score":0.1083333333}
{"full_text":"ADVOCACY: The world of work in the COVID era","sentiment_score":0.0}
{"full_text":"RT It's time we speak truth in the nation's Capitol: The American Rescue Plan is being sold to the public as COVID-19 a...","sentiment_score":0.0}
{"full_text":"RT Lisa Pinkstaff, 52yo Nurse\/ Manager of Surgical Services, LaPorte Hospital, LaPorte, Indiana, died of #covid19 8\/21. She was a...","sentiment_score":0.0}
{"full_text":"RT Should I Use A Brace Or Double-Masking To Block Coronavirus?","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT Biden welcomes 3rd COVID-19 vaccine, but warns: \"Things are still likely to get worse again as new variants spread, and the cu...","sentiment_score":-0.0659090909}
{"full_text":"RT There is insufficient safety data for pregnant women from Pfizer clinical trials &amp; thus best to wa...","sentiment_score":0.6666666667}
{"full_text":"RT still ok even  if we are in lockdown #abs #muscle #training #gutpunching #dude #bros #selfie","sentiment_score":0.5}
{"full_text":"Now that right-wingers are accepting COVID as a problem, they are blaming Biden for the deaths of 90K+ Americans.  That's disgusting.  Hypocrites like that should never be in our government.","sentiment_score":-1.0}
{"full_text":"What do you know about assistive technology, which is helping people with disabilities to connect to the world? During the pandemic, assistive technology was enhanced to help people with disabilities more. #MARK1051 #MyGBC #digitalmedia #disability","sentiment_score":0.5}
{"full_text":"RT Are you concerned about someone you know being led astray by online misinformation and conspiracy theories?  You are no...","sentiment_score":0.0}
{"full_text":"RT Yesterday, the 50 millionth vaccination was administered since and I took office. This is weeks ahead of schedule and we are...","sentiment_score":0.0}
{"full_text":"RT After a rigorous scientific review process, the FDA issued an emergency use authorization for a third safe and effective COVID-1...","sentiment_score":0.3666666667}
{"full_text":"RT Australian universities have received reports through their Chinese networks that local recruitment agents have been encouraged...","sentiment_score":0.0}
{"full_text":"now spending more time going after a Dem state official and embracing her Q buddies than supporting covid relief for #NY21.","sentiment_score":0.375}
{"full_text":"Truth. #COVID19AB and getting through this pandemic have been hard on EVERYONE...","sentiment_score":-0.2916666667}
{"full_text":"RT Every single Republican in Congress opposed sending people relief during the worst pandemic in a hundred years. Every on...","sentiment_score":-0.5357142857}
{"full_text":"Jeremy Lin Says He's Not 'Naming Or Shaming' Person Who Called Him 'Coronavirus' - HuffPost #HuffPost #News #Bot","sentiment_score":0.0}
{"full_text":"The Democrats-held House approved U.S. President Joe Biden's 1.9-trillion-U.S.-dollar COVID-19 relief package early Saturday morning amid Republican opposition, sending the bill to the Senate. #Coronavirus","sentiment_score":0.1}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT Why won't Congress pass a straight up Covid relief bill to help those struggling? It almost seems they need to pay off foreig...","sentiment_score":0.2}
{"full_text":"RT Detractors keep saying no one would upset if the German radio guy slandered a western band instead of BTS. But if he had...","sentiment_score":0.0}
{"full_text":"No but in my defense Ive been asked to wear a mask anyways","sentiment_score":0.0}
{"full_text":"PRESIDENT Rodrigo Duterte has amended the list of holidays for 2021, declaring three special working days as part of efforts to minimize work disruption and boost economic activity while the country deals with the coronavirus pandemic.","sentiment_score":0.2785714286}
