{"full_text":"Register Now:https:\/\/t.co\/OcBMJF2la1WhatsApp: +971555519783 +966555518117#mkfH@_l`dw~ #infectioncontrol #COVID19","sentiment_score":0.0}
{"full_text":"RT For the last year, when people have died of other health issues, they've labeled it a covid death. Now, when people die...","sentiment_score":-0.0625}
{"full_text":"Golly gee, that's one expensive hoax","sentiment_score":-0.5}
{"full_text":"RT if you're telling your Valentine you tested positive for Covid to get out of your date \"plans.\"","sentiment_score":0.2272727273}
{"full_text":"RT The decrease in daily rates continues - now back at mid september levels in England and 13.5k per day for UK despite new va...","sentiment_score":0.0340909091}
{"full_text":"RT .@SadiqKhan's new commission places London's history in the hands of 15 unelected activists.In the middle of a pandemi...","sentiment_score":0.0681818182}
{"full_text":"RT More than 15 million people have now received the first dose of the #coronavirus vaccine - but when will children recei...","sentiment_score":0.375}
{"full_text":"RT New Zealand detected 3 cases yesterday and it's biggest city has gone into lockdown. NZ has had 25 deaths. The UK confi...","sentiment_score":0.1363636364}
{"full_text":"RT Covid-19 vaccinations for high-risk groups have begun in Rwanda, the Ministry of Health says. This would make it the first coun...","sentiment_score":0.25}
{"full_text":"Last time I went to my town's farmer's market, an elderly man with heart problems who was unable to wear a mask was harassed by management until he left.","sentiment_score":-0.1666666667}
{"full_text":"They might not be because of a single cause, but they go onto the death total if covid is on there. Do you even read? Perhaps you should, you might not sound as thick if you did. You are literally clueless as to whats going on around you ","sentiment_score":-0.1428571429}
{"full_text":"RT New Zealand detected 3 cases yesterday and it's biggest city has gone into lockdown. NZ has had 25 deaths. The UK confi...","sentiment_score":0.1363636364}
{"full_text":"RT Study finds Vitamin D reduces Covid deaths by 60%I've Been Taking It For Months!","sentiment_score":0.0}
{"full_text":"RT \"Prof Townsend, a member of the Health Advisory and Recovery Team, said: More evidence is emerging each week that school...","sentiment_score":0.5}
{"full_text":"Jamaica recorded 205 new cases of COVID-19 yesterday and two additional virus-related deaths.","sentiment_score":0.1363636364}
{"full_text":"RT Cuba's production of four vaccines is grounded in science and dedicated to saving the lives of all Cubans, and to inte...","sentiment_score":0.0}
{"full_text":"RT I think the better figure is deaths per million population where we're certainly lower than the hardest hit countries, but w...","sentiment_score":0.3571428571}
{"full_text":"RT Retweet if you're deeply concerned about the Chinese government's ongoing and dangerous coverup of #COVID19's origins and t...","sentiment_score":-0.2}
{"full_text":"RT Please see COVID update and #WearYuhMask#JISNews#COVID19#StayHome","sentiment_score":0.0}
{"full_text":"RT Excellent work by Adam potentially much Ultra Vires as usual! Please also donate if you can.","sentiment_score":0.2958333333}
{"full_text":"RT 3) Please be sure to double mask, fit surgical masks well, or wear enhanced filtration masks.","sentiment_score":0.3}
{"full_text":"It will be decades, if ever, we get zero Covid now.","sentiment_score":0.0}
{"full_text":"RT How Dharavi, Asia's biggest slum beat Covid?1. BMC roped in 24 doctors to isolate suspected cases2. Several NGOs helped wit...","sentiment_score":0.0}
{"full_text":"Some girl just said \" at this point men are the pandemic\" and straight wildng","sentiment_score":0.2}
{"full_text":"While the petrol and diesel prices have been deregulated, the government's practice of dictating to oil companies when they can\/cannot pass on the benefit of falling crude price necessitates an explanation of the rates when they go up","sentiment_score":-0.7}
{"full_text":"Quality leadership yet again.","sentiment_score":0.0}
{"full_text":"RT BREAKING: New Zealand orders partial lockdown in Auckland after 3 coronavirus cases","sentiment_score":0.0181818182}
{"full_text":"RT Huge commendation to Kotoko for covid protocol proactiveness.15 minutes before kickoff, an official comes round to sanit...","sentiment_score":0.1}
{"full_text":"RT \"When a 95-year-old dies of covid, it's a tragedy. When a 13-year-old dies of lockdown-induced suicide, it's a statist...","sentiment_score":0.0}
{"full_text":"RT Entire city locked down due to 3 cases.This is what our \"zero COVID\" future looks like.Rolling, never ending lockdown...","sentiment_score":-0.0701388889}
{"full_text":"RT And here we have our introvert #JustinTrudeauPM, he who mismanaged every aspect of the #pandemic, especially the vaccines,...","sentiment_score":0.0}
{"full_text":"In new guidance, CDC recommends 5 key strategies for returning to in-person learning ","sentiment_score":0.0681818182}
{"full_text":"RT Vaccinations are up.COVID-19 infections are down.Leadership matters.","sentiment_score":0.0}
{"full_text":"work brandon, after 116,908 #deaths","sentiment_score":0.0}
{"full_text":"RT Love the idea of covid vaccine passports for everywhere: flights, restaurants, clubs, football, gyms, shops etc. It's tim...","sentiment_score":0.5}
{"full_text":"RT VALENTINE'S DAY: 1.00 (Ontario Covid-19 Rt)ONTARIO REGIONAL METRIC NATIONAL &amp; PROVINCIAL      R Values P...","sentiment_score":0.0}
{"full_text":"RT As the fight against the pandemic continues, #WorldRadioDay highlights how radio  connects people for #humandevelopment to e...","sentiment_score":0.0}
{"full_text":"Petition: Do not rollout Covid-19 vaccine passports","sentiment_score":0.0}
{"full_text":"RT Settle and deny guilt for fueling a deadly opioid epidemic? There's a billion-dollar tax write off for that, drug compan...","sentiment_score":-0.2}
{"full_text":"RT this is mushy but I genuinely love mine and stephen's life together, he makes me so happy. considering we both have so many...","sentiment_score":0.6}
{"full_text":"RT Appalling and dangerous from This is about England! How can this nonsense still be happening 11 months o...","sentiment_score":-0.55}
{"full_text":"Covid-19: More than 15 million in UK have first vaccine jab - Nadhim Zahawi - BBC News","sentiment_score":0.375}
{"full_text":"RT 3) Please be sure to double mask, fit surgical masks well, or wear enhanced filtration masks.","sentiment_score":0.3}
{"full_text":"RT 496,065 Americans have died from COVID19 infections.","sentiment_score":0.0}
{"full_text":"RT Yes please #RishiSunak #BorisJohnson 15 years caring for 15 years, PS67 a wk, no Corona support. Pensionless pensioner,...","sentiment_score":0.0}
{"full_text":"RT The lack of a proper system of self-isolation support for people in low-paid, insecure work - as recommended by SAGE in...","sentiment_score":-0.25}
{"full_text":"RT Covid updates for Feb 14:Active cases: 4,260New cases in TN: 470Total positives: 8,45,120Samples tested: 53,4834...","sentiment_score":0.0}
{"full_text":"So love deeply &amp; widely by staying home, maintaining physical distancing, wearing a mask when not home, &amp; vocalizing support for actions that will keep the most vulnerable among us safe &amp; healthy.Happy Valentine's Day Everyone Stay safe &amp; healthy 2\/2","sentiment_score":0.2111111111}
{"full_text":"RT Posted: CFO Signals, by #corpgov #CFOs #COVID19","sentiment_score":0.0}
{"full_text":"...\"..but I [the WHO researcher] rule out lab leak although there are in Wuhan at least 6 institutions with A\/BSL-3 labs studying SARS-like COV and having collected and brought back to the labs over the past 10 years many bats and coronaviruses; I also ignore 2004 SARS lab leaks\"","sentiment_score":-0.0125}
{"full_text":"RT Gov Cuomo made a deadly mistake of handing out legal immunity to nursing home executives while sending 9,000 COVID patients to...","sentiment_score":0.0}
{"full_text":"RT Republicans were so scared of witnesses they were willing to block Covid relief to the American...","sentiment_score":0.125}
{"full_text":"RT My heart goes out to all of the parents of children who can no longer get an education due to the Coronavirus SCAM! So...","sentiment_score":-0.15625}
{"full_text":"RT 4) \"There is growing evidence that even those with a mild disability are more likely to die if they contract the coronaviru...","sentiment_score":0.2777777778}
{"full_text":"RT Love the idea of covid vaccine passports for everywhere: flights, restaurants, clubs, football, gyms, shops etc. It's tim...","sentiment_score":0.5}
{"full_text":"RT Currently loving this while baking and drinking gin #folk #supportartists #folkonfoot #FoFLove","sentiment_score":0.6}
{"full_text":"RT Again, this is genocide.","sentiment_score":0.0}
{"full_text":"Effectively two weeks as its half term next week. Phased return or are we all just piling back in 'en masse'. So Friday 5th March is totally remote teaching and learning full Covid 'rules' but by Monday 8th March it's somehow fine??","sentiment_score":0.1571428571}
{"full_text":"RT Let's keep doing our parts and stay home. Stay in your community. There's a light at the end of the tunnel with the vac...","sentiment_score":0.4}
{"full_text":"RT Fuck-it, impromptu Infinity Train opening scenes breakdown because there's nothing else to do on on a COVID Saturday &amp; I...","sentiment_score":0.0}
{"full_text":"RT My latest: Ciera Bates Chamberlain has had 4 family members on ventilators. Glenn Harston lost his aunt &amp; 15 family members th...","sentiment_score":0.5}
{"full_text":"RT Interesting fact","sentiment_score":0.5}
{"full_text":"RT Love in the time of lockdown...","sentiment_score":0.5}
{"full_text":"RT Great editorial highlighting the important steps for responsible travel, if necessary. Less \"how do I meet the growing req...","sentiment_score":0.2466666667}
{"full_text":"RT Wear a mask. Save lives.","sentiment_score":0.0}
{"full_text":"The governor of New York did nothing worse than trump did...  So think about that before any finger pointing...  Hopefully there will still remain an investigation to be completed into the spread of the covid virus, and what exactly the trump administration did... or did not do.","sentiment_score":-0.0045454545}
{"full_text":"Experts were calling for an earlier lockdown back in early March. The then leader of the opposition called for it too. If we'd locked down early we'd have saved 20,000 lives according to one modelling.","sentiment_score":0.0088888889}
{"full_text":"Great news! Time to end lockdown and let us all live our lives. That was the deal. You said we protect the most vulnerable, protect the NHS, then we can get back to normal. Come on then...","sentiment_score":0.2143939394}
{"full_text":"RT Despite serious economic difficulties, Air Zimbabwe is still in the skies and fetching vaccines from China. In South Afr...","sentiment_score":-0.0666666667}
{"full_text":"RT An NIH study followed 455 contacts after being exposed to someone who tested +for covid-19. The results...","sentiment_score":0.0}
{"full_text":"RT Dortmund rejecting a more than generous offer of EUR100-120m for Jadon Sancho in the middle of a pandemic only to not make i...","sentiment_score":0.1666666667}
{"full_text":"RT New Zealand: 3 new cases.Lock it the fuck down!U.K: 10,000 cases per day!Let's open the pubs &amp; get the kids back to scho...","sentiment_score":0.0621212121}
{"full_text":"Unexplained Covid cases prompt first lockdown in New Zealand since August","sentiment_score":0.1121212121}
{"full_text":"RT Labour's polling when the govt are making an unholy mess of the pandemic is shocking.Corbyn wasn't holding the Labour...","sentiment_score":-0.175}
{"full_text":"RT \"What We Don't Know &amp; Can't See CAN Hurt Us\": MIT scientist reveals that #glyphosate herbicide, widely used on #GMO and m...","sentiment_score":-0.1}
{"full_text":"RT 1 week left to submit art for this International art exhibition  call out hosted by the Race Relations Committee , vi...","sentiment_score":0.0}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"RT 3.3\"First Bloom with BINI\"A Stay-At-Home Cupsleeve Event for BINI, in partnership with Details: Mar...","sentiment_score":0.25}
{"full_text":"RT CDC Director 2 weeks ago: schools are safe! Let's get kids back in!CDC Director after a White House\/ teachers union...","sentiment_score":0.2083333333}
{"full_text":"Cdc continues to move the goalposts. Hard to believe a thing that a ccp organization, says.","sentiment_score":-0.2916666667}
{"full_text":"RT Gov Cuomo made a deadly mistake of handing out legal immunity to nursing home executives while sending 9,000 COVID patients to...","sentiment_score":0.0}
{"full_text":"This could be the solution to managing the coronavirus at schools and work.https:\/\/t.co\/fZxMorigxH","sentiment_score":0.0}
{"full_text":"RT Is this not possibly the result of inflammation - probably #PANS? My daughter developed #PANS after a mild do...","sentiment_score":0.1444444444}
{"full_text":"The GCCHD and our COVID-19 Call Center will be closed today in observance of President's Day. We will reopen for regular hours on Tuesday, February 16.COVID-19 Call Center Details:Monday-Saturday8 AM to 5 PM (MST)callcenter@readygallatin.com(406) 548-0123","sentiment_score":-0.075}
{"full_text":"Each year, Ash Wednesday marks the beginning of #Lent. This year things are unusual because of Covid19.Join in a special virtual mass. A time for our Christian's hearts to focus on repentance &amp; prayerRegister here: #Forgiveness","sentiment_score":0.1857142857}
{"full_text":"And his son is anti lockdown","sentiment_score":0.0}
{"full_text":"Lockdown can be a lonely time for many who live alone, particularly if they have young children or are elderly. Don't be afraid to pick the phone up as people are there ready to support you: - take care of yourself, and each other #GuernseyTogether","sentiment_score":0.0347537879}
{"full_text":"The Lancet: Rich countries snap up 70% of COVID-19 #vaccine doses","sentiment_score":0.375}
{"full_text":"February 14, #Antisemitism alert:Germany: Anti-Semitic flyer blaming Jews for COVID-19 found on a tram.Portugal: Politician sent anti-Semitic COVID-19 tweet.Argentina: Jewish leader got police protection after anti-Semitic threat.","sentiment_score":0.0}
{"full_text":"Read on for how COVID-19 has made manufacturing content marketers 'shift gears'.\"70% have changed their targeting\/messaging strategy, 60% adjusted their editorial calendar, and 57% put more resources toward social media\"Via","sentiment_score":0.2666666667}
{"full_text":"Victoria went into a five-day lockdown on Friday following a  outbreak linked to a Melbourne hotel. Previously, much of Australia had done a great job controlling the virus -- thousands were allowed to watch the opening days of the Australian Openhttps:\/\/t.co\/NfKCQaYw7i","sentiment_score":0.25}
{"full_text":"#HappyValentinesDay everyone!  Hope you get to spend some quality time with your loved ones while coming up with creative ways to celebrate safely while remaining COVID-wise &amp; social wise! #Ward5Ott #ottawa","sentiment_score":0.5216666667}
{"full_text":"REGISTRATION FOR LOCKDOWN THROWDOWN 4 IS NOW LIVE!!-No WiFi-Free to enter-EU and CIS only-PS200 starting prize potMarch 7th, 14:00GMTGET SIGNED UP!!Commentated by: &amp; Presented by","sentiment_score":0.0}
{"full_text":"Its Valentines, and while date nights ideas may come ideas may be few and far between these days... now's the perfect time to inject a little more sparkle into lockdown life ","sentiment_score":0.2425}
{"full_text":"A music school has taken on more staff after battling through one of its toughest years.https:\/\/t.co\/hkXDfQlwT6","sentiment_score":0.5}
{"full_text":"Show your local staff some love this #ValentinesDay and donate to #ProjectHope to help support their wellbeing while they work so hard in the fight against #COVID19Visit the Just Giving page or to find out how to get involved","sentiment_score":0.0694444444}
{"full_text":"Very pleasing to see this! Well done everyone. Now bring on the road map! #covid #lockdown3 #roadmap #vaccination","sentiment_score":0.3125}
{"full_text":"If you want to do a 2-player with your valentine today, go ahead. But nowadays the biggest of board games provide a solo mode option. Perfect for people living alone who could use some extra entertainment during this lockdown.If you know any solos, what's your no.1?#boardgames","sentiment_score":0.5}
{"full_text":"RT The press is too concerned by ensuring that students can't say BLM and have mandatory transphobia sessions, and the Leader...","sentiment_score":0.0}
{"full_text":"Coronavirus in Fermanagh: 31 year old tells of his 'terrifying' encounter with virushttps:\/\/t.co\/ypfNEXfDhm","sentiment_score":-0.45}
{"full_text":"PA'ians age 65+ are eligible to receive the COVID vaccine.While the vaccine rolls out, we can protect them by keeping our distance, wearing masks, and practicing good health habits.Help older loved ones learn more and find vaccine providers here:","sentiment_score":0.5166666667}
{"full_text":"RT JACQUELINE TARDIF, 29, of Gaithersburg, Maryland died of COVID on Jan. 21, 2021. She \"was an aerospace engineer with a...","sentiment_score":0.0}
{"full_text":"The celebrations for our 120th birthday continue with the help of of us have our own memories of our personal journey in the VCC, but importantly recognising the family nature of the the Hinchliffe family story here:","sentiment_score":0.3333333333}
{"full_text":"It's getting business -- but not quite the business they're used to this time of year. \"This year's kind of strange.\"","sentiment_score":0.275}
{"full_text":".@ACUE_HQ's highlights how educational institutions investing in #ResilientFaculty can drive stronger student outcomes, especially in the time of COVID-19.","sentiment_score":0.125}
{"full_text":"The #Platform4Tax toolkit on #transferpricing documentation can help countries focus on what matters most: protecting their #tax base reducing profit shifting raising revenues during #COVID19Join our #webinar on 17 February to find out more ","sentiment_score":0.0666666667}
{"full_text":"#sundayjazz #Jazz #improvisation #music #musiclovers #COVID19 Follow #jazzforcovid for daily moments of peace.https:\/\/t.co\/dMZS4PFJKP","sentiment_score":0.0}
{"full_text":"We are currently in Phase 2: Anyone age 75+ can get a COVID-19 vaccine. Find a location near you at","sentiment_score":0.05}
{"full_text":"RT This is DISGUSTING. If our government does not condemn this harassment ASAP, it will confirm that they do not value public hea...","sentiment_score":-0.5}
{"full_text":"Expanding the school day and year in a manner tailored to specific local needs is a great way leaders can use Covid aid to recover kids' substantial learning losses. They should also ensure 2021 testing and avoid long-term obligations, reports","sentiment_score":0.2666666667}
{"full_text":"Editorial: It's no secret that COVID-19 has taken quite a toll on the economy. More than 10 million jobs have been lost in the United States alone since the pandemic began in March of last year.https:\/\/t.co\/Ioc8vk0iEh","sentiment_score":0.2333333333}
{"full_text":"The second round of the Paycheck Protection Program remains open until March 31st. If you have a small business that has been impacted by the COVID-19 pandemic, you have the opportunity to get a forgivable loan.https:\/\/t.co\/NOjbRS4DWZ","sentiment_score":-0.1125}
{"full_text":"RT Interesting from ...\"Magnesium + vitamin D supplementation should be considered in the general population w...","sentiment_score":0.275}
{"full_text":"august 2019 i was starting my senior year of high school and i'm finishing up my associates this year  covid rly did us so dirty","sentiment_score":-0.1466666667}
{"full_text":"ICYMI Harry Kazianis: even during a global pandemic North Korea has remained consistent in its approach to guaranteeing its own national security: nuclear weapons ensure the US will never invoke regime change. That's Biden's starting point.","sentiment_score":0.2125}
{"full_text":"RT A scandal that won't be a scandal: DNR orders are being imposed on Covid patients with learning difficulties again. All...","sentiment_score":0.0}
{"full_text":"#Draghi takes helm in #Italy, focused on #pandemic recovery aidhttps:\/\/t.co\/F0P9q9lvVP","sentiment_score":0.0}
{"full_text":"Are we measuring what really matters?https:\/\/t.co\/nSAHdHySVk#FacMan #SocialValue #COVID19","sentiment_score":0.2}
{"full_text":"College athlete, Jaleezia Gibson, undergoes liver transplant while infected with COVID-19.  Watch Jaleezia's story here:","sentiment_score":0.0}
{"full_text":"High blood pressure control is important--now more than ever. is here to help you this #HeartMonth. Find shareable messages, graphics, and resources in these toolkits at","sentiment_score":0.33}
{"full_text":"Worrying.https:\/\/t.co\/s6sxmfhO4Z","sentiment_score":0.0}
{"full_text":"WEEKEND RECAP: Reinvented to meet pandemic protocols, South Australia's Summer Sounds Festival was a four-week outdoor concert series of 18 shows #concertsound #proaudio #prosoundnews","sentiment_score":0.0}
{"full_text":"Time: 15:00 * Temp: 8.8degC * Wind: SSW 6.9 to 24.0mph * Pressure: 996.8hPa * Rain: 3.8mm * Hum: 97% * ET: 0.1mm * Solar: 19.0W\/m2 * UV Index: 0.0 * Sunrise: 07:45 * Sunset: 17:28 * Cloudbase: 320ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Things ministers have direct control over - lockdown timings, quarantining laws, test and trace, PPE procurement  - have...","sentiment_score":0.1}
{"full_text":"RT Brilliant ","sentiment_score":0.9}
{"full_text":"Make 2021 the year you decide to save time &amp; run your #3Dprinting shop more efficiently! Read how GrabCAD Shop helped  manage the production of over 100,000 face shields during the peak of the COVID-19 pandemic outbreak.","sentiment_score":0.625}
{"full_text":"Current Conditions for #Sayre PATemp: 30.0FWind Chill: 30.0FHumidity: 82%Dew Point: 25.2F Barometer: 30.357 inHgWind: 0 mph from the NCorona Virus Weekly Stats:Cases: 95.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"February 14, 2021:As of today, we received $4.60\/day to get through this pandemic.That's 460 pennies per day.","sentiment_score":0.0}
{"full_text":"An amazing achievementhttps:\/\/t.co\/Z0SAiYL0sW","sentiment_score":0.6}
{"full_text":"The new coronavirus relief bill from House Democrats would offer a generous, though temporary, increase in subsidies for people covered by the Affordable Care Act.","sentiment_score":0.1363636364}
{"full_text":"This Valentine's, a step in a different direction: opinions editor Sarah Michels details how the pandemic helped her come to term with perpetual singledom.","sentiment_score":0.0}
{"full_text":"RT How a vocal core of MPs and pundits helped deepen the UK's #COVID19 crisis. Driven by ideology or contrarianism, they argu...","sentiment_score":0.0}
{"full_text":"Ramaphosa and Mkhize in tussle over Covid-19 vaccines -- By Mzilikazi Wa Afrika","sentiment_score":0.0}
{"full_text":"COVID-19: Be the differenceThe NHS urgently need men to donate plasma.If you are male, aged between 18-65 years you might be the difference.       To register, search donate plasma or visit","sentiment_score":-0.05}
{"full_text":"As #ldnont moves into the red zone of Ontario's #COVID19 framework Tuesday, a number of city facilities will reopen for in-person services and programs.","sentiment_score":0.0}
{"full_text":"Happy Valentine's Day! Love is in the air...but unfortunately so is COVID. Remember to still maintain social distancing, limit gatherings, and wear your masks. We hope you're feeling the love today  #stopthespread #maskup","sentiment_score":0.3066666667}
{"full_text":"February Amber Waves - Rural Residents Appear to be More Vulnerable to Serious Infection or Death From Coronavirus COVID-19. Learn more:","sentiment_score":0.0333333333}
{"full_text":"The Panthers don't mess around when it comes to safety measures. They enforce a three-strikes-and-you're-out rule with masks; after three times of being reminded to wear your mask properly, you're removed from the building.https:\/\/t.co\/TquLyTH2Sn","sentiment_score":-0.0875}
{"full_text":"The City has an extra specialValentine- Frontline healthcare workers! Throughout the COVID-19 pandemic, these medical professionals have worked long, stressful hours keeping us safe &amp; healthy. Join our regional Hearts for Healthcare workers campaign at","sentiment_score":0.19}
{"full_text":"The global burdens of #COVID and the global benefits of anti-COVID policy have been skewed against the #poorer #nations of the world, and within nations, against the #poor and the vulnerable.https:\/\/t.co\/lTP6Xu9h7m","sentiment_score":-0.1333333333}
