{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT And yes, Brady just beat Brees then Rodgers then Mahomes. In his first year with a new team. In a new conference. During a pa...","sentiment_score":0.1742424242}
{"full_text":"RT not the cdc that's for damn sure","sentiment_score":0.5}
{"full_text":"Don't worry it's clear the city of Tampa is committed to picking up the slack.","sentiment_score":0.1}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT SURGING #B117 WITHIN US--growing 7% per day, doubling every 9.8 days nationally, &amp; expected to become dominant by March 23...","sentiment_score":-0.1}
{"full_text":"Flu, covid.. call it whatever but it doesnt change the fact that millions have died from it, not just elderly. You should be happy there's a vaccine because it might just save your life. At some point everyone will have it, like it or not.","sentiment_score":0.8}
{"full_text":"RT Another Super Bowl Touchdown for #COVID19 vaccines! Am I doing this right? 100% efficacy at preventing death? Score!","sentiment_score":0.3869047619}
{"full_text":"I've been untethering from reality since March 2020 when I began seeing take after take about how long COVID would go, written by people with zero background in healthcare or infectious diseases or stats etc","sentiment_score":-0.05}
{"full_text":"Ab-o-lutely","sentiment_score":0.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"There is quite a bit of@data that shows it reduces transmission. You should check out the study from Kansas. ","sentiment_score":0.0}
{"full_text":"RT Let's just stop saying \"After lockdown\" that doesn't exist, that's not gonna be a thing for a very, very long time. That t...","sentiment_score":-0.065}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT The newest Mario &amp; Sonic Winter Olympic Games, despite being in production. Due to COVID possibility affecting the 2022 Winter...","sentiment_score":-0.125}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT COVID-19 was found in Chicago on Jan. 24, 2020. In a year, the virus has killed 4,500+ people.Block Club spoke to the f...","sentiment_score":-0.2}
{"full_text":"RT They haven't even gotten control of this pandemic yet, most people haven't been vaccinated, and they want to h...","sentiment_score":0.5}
{"full_text":"RT The new strain of COVID seeing a full stadium in Tampa:","sentiment_score":0.2431818182}
{"full_text":"RT Tom Brady earned $500,000 for winning the Super BowlThat's almost half the amount his business took in PPP loans intended f...","sentiment_score":0.2222222222}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT i really wanna just stay home and sleep","sentiment_score":0.2}
{"full_text":"COVID-19 CORONAVIRUS DISEASE EPIDEMIC IN THE UK \/ UK COVID-19 INFECTIONS &amp; DEATHS STATISTICS AS OF 7TH FEBRUARY 2021:Current (posted on 7\/Feb\/21, calculated as of 2\/Feb\/21) rolling new COVID-19 cases rate per 100k resident UK population: 218.0 (trending down).","sentiment_score":-0.0095959596}
{"full_text":"It seems the jury is still out as to whether the vaccine's provide sterilising immunity or not. But it looks like the general consensus is that the more people who have the vaccine the less likely the virus will spread!https:\/\/t.co\/orZImT0crG","sentiment_score":0.0958333333}
{"full_text":"RT Actor also issued a word of caution to people saying that the Covid-19 pandemic is far from over and urged eve...","sentiment_score":0.1}
{"full_text":"RT #COVID19 Statistics in SA as at 07 February .Use the COVID Alert SA app to protect yourself, your loved ones and your...","sentiment_score":0.7}
{"full_text":"RT Its really incredible to see the priorities of the US. If there isnt a profit incentive then the risk isnt worth it, i...","sentiment_score":0.6}
{"full_text":"A captured electorate that is on the brink of economic collapse (which has been accelerated by Covid-19) as Black voters are CANNOT afford to give somebody who is responsible for one of the pillars of black destruction in America a chance to do a damn thing without  to his back","sentiment_score":0.0133333333}
{"full_text":"This is the tweet! #amazing","sentiment_score":0.6}
{"full_text":"Source: \"https:\/\/t.co\/O0ULiz5K2S  Coronavirus (COVID-19) in the UK Daily Update - UK summary.\"https:\/\/t.co\/NbnyO1ktxe","sentiment_score":0.0}
{"full_text":"RT U.K. coronavirus strain is doubling in the U.S. every 10 days, study finds.https:\/\/t.co\/z52IioFIp6","sentiment_score":0.0}
{"full_text":"RT A lot of people asking me what it's like working during a pandemic. One word. Awesome. #theequalizer","sentiment_score":1.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"My COVID Story: \"The doctor thought I was panicking without any reason\"","sentiment_score":0.0}
{"full_text":"RT I've had more financial help from random strangers on twitter than my own government during a pandemic. When I tell y'all I...","sentiment_score":0.15}
{"full_text":"RT 1The survival checks often use 2019 tax data to measure someone's income.Millions lost their jobs in 2020 due to COVID--t...","sentiment_score":-0.125}
{"full_text":"RT This has been said before, but catching COVID-19 isn't just about life or death. There's a lot of in-between like irre...","sentiment_score":0.6}
{"full_text":"BRO IMAGINE EXO SHOWING UP TO YOUR GRADUATION??? STAY HOME BITCHES THIS IS MY DAY.","sentiment_score":0.0}
{"full_text":"RT It's like this could've been avoided if the state had created and enforced preventative measures including but not limited...","sentiment_score":0.0357142857}
{"full_text":"RT Respectfully, didn't you have to retract your entire book because you're not good at understanding what the source material is sa...","sentiment_score":0.05}
{"full_text":"RT There are thousands of people in a stadium for a sports event like we're in country that's managed covid instead of on...","sentiment_score":0.0}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT #GetWellSoonSURIYAanna let's pray for his speedy recovery... ...#COVID19","sentiment_score":0.0}
{"full_text":"Wonder what he\/she thinks, now? Did he or she make a mistake, about his\/her beliefs?Big Question...","sentiment_score":0.0}
{"full_text":"RT This lockdown has dragged so much I'm even bored of food. Tired of cooking and junk food doesn't appeal to me anymore at...","sentiment_score":-0.2333333333}
{"full_text":"RT The fact that the corrupt Morrison regime is now trying to blame covid for the collapse in apprenticeship numbers (that larg...","sentiment_score":-0.5}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT Scotty in full campaign mode - that's all this is about. Meanwhile, my cautious optimism about the roll-out of...","sentiment_score":0.35}
{"full_text":"RT .@NYGovCuomo and his health department have been hiding at least 63% of the total number of seniors that died from getting...","sentiment_score":-0.15}
{"full_text":"This variant seems to infect kids just as much as adults  :(   Stay vigilant for a few more months! ","sentiment_score":-0.03125}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"RT Roger Goodell, who fined teams for improper mask use, does not wear a mask during the Vince Lombardi Trophy ceremony.","sentiment_score":0.0}
{"full_text":"RT Hi, y'all. My grandpa has spent over 20 days in the ICU on a ventilator. My family has been struggling financially due to c...","sentiment_score":-0.1125}
{"full_text":"RT And yes, Brady just beat Brees then Rodgers then Mahomes. In his first year with a new team. In a new conference. During a pa...","sentiment_score":0.1742424242}
{"full_text":"RT Rand Paul should wear a mask, if only to mute the sad reality that he's Rand Paul.","sentiment_score":-0.25}
{"full_text":"i say this but am itching for lockdown to hurry the fuck up so i can leave the house and be a loud ass hyper mf again","sentiment_score":-0.15}
{"full_text":"RT Iran cleric: People who are vaccinated for COVID have 'become homosexuals'","sentiment_score":0.0}
{"full_text":"RT \"The lockdown intended to protect that man destroyed his life and made it meaningless.\"","sentiment_score":-0.5}
{"full_text":"RT \"The lockdown intended to protect that man destroyed his life and made it meaningless.\"","sentiment_score":-0.5}
{"full_text":"RT Apollo Pham Castillo, 48yo HCW,  Rosemead, CA, died of #covid19 1\/9. He was compassionate and selfless and a dedicated brother...","sentiment_score":0.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"Why did you allow maskless Bucs fans to gather all over the city of Tampa during a global pandemic?","sentiment_score":0.0}
{"full_text":"continues to work with .@LethSchDivision this weekend. Just a reminder to everyone please be safe- mask wear, social distance, wash hands and avoid social gatherings. Variants continue to grow and are presenting in Alberta...this is not a time to relax.","sentiment_score":0.1888888889}
{"full_text":"RT JUST AIRED: During tonight's game, our and delivered a special message. #WearAMask","sentiment_score":0.019047619}
{"full_text":"RT #Suriya tests positive for coronavirus, says he's fine and undergoing treatmenthttps:\/\/t.co\/NiP2FipYK3","sentiment_score":0.321969697}
{"full_text":"RT Its really incredible to see the priorities of the US. If there isnt a profit incentive then the risk isnt worth it, i...","sentiment_score":0.6}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT Get well soon as usual, sir. Wishing you grt health The star admits to getting infected by Corona &amp; recovering well...","sentiment_score":-0.25}
{"full_text":"RT ode to you in manila was seventeen's last physical concert and filo carats were basically the last carats they saw ever sin...","sentiment_score":0.0}
{"full_text":"RT Reminder, when Psaki was asked this week if illegal immigrants that are now being 'caught and released' are being tested,...","sentiment_score":-0.5}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT The MSM is working hard here to tell American women...You had the lowest unemployment rate for women in history under...","sentiment_score":-0.1458333333}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT Tamil superstar #Suriya tweeted on Sunday night to inform that he is undergoing #Covid treatment and is better now. ht...","sentiment_score":0.5}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"I say this as a Bucs fan but w all due respect how is this different than any other night in Tampa Bay ?","sentiment_score":-0.0833333333}
{"full_text":"RT \"I went to #SuperBowl and all I got was this lousy Covid\"","sentiment_score":-0.5}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT JUST IN: The United States gives 2 million coronavirus vaccinations in a single day, a record.","sentiment_score":-0.0714285714}
{"full_text":"AstraZeneca COVID-19 vaccine doesn't work well against South Africa virus variant: Study","sentiment_score":0.0}
{"full_text":"RT From the screenshot to the tweet. A journey of 2 months. Ji is going places","sentiment_score":0.0}
{"full_text":"RT And yes, Brady just beat Brees then Rodgers then Mahomes. In his first year with a new team. In a new conference. During a pa...","sentiment_score":0.1742424242}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"- reports on #COVID19 vaccine distribution in underserved communities  - is tracking conditions across #HamptonRoads for the week ahead - has a recap of #SuperBowlLVJoin us after #TheEqualizer on","sentiment_score":0.0}
{"full_text":"When somebody asks me what \"mixed feelings\" means, I'll show them this.","sentiment_score":0.0}
{"full_text":"South Africa puts AstraZeneca vaccinations on hold over variant data | Article [AMP] | Reuters","sentiment_score":0.0}
{"full_text":"RT Reminder, when Psaki was asked this week if illegal immigrants that are now being 'caught and released' are being tested,...","sentiment_score":-0.5}
{"full_text":"RT President Biden and Vice President Harris are committed to overcoming the pandemic and building back better.","sentiment_score":0.25}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"Ummmm well ya you know covid....","sentiment_score":0.0}
{"full_text":"RT Genomic epidemiology identifies emergence and rapid transmission of SARS-CoV-2 B.1.1.7 in the United States","sentiment_score":0.0}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT Miriam &amp; Miguel sell plants on Florence &amp; Vermont. Pls go support them if you can! They've lost everything due to the pand...","sentiment_score":-0.125}
{"full_text":"RT President Biden and Vice President Harris are committed to overcoming the pandemic and building back better.","sentiment_score":0.25}
{"full_text":"I'm so sorry to hear this Jenn. Sending love and prayers.","sentiment_score":0.0}
{"full_text":"RT How did we ever get from \"three weeks to flatten the curve\" to the obliteration of all our liberties and the perceptio...","sentiment_score":0.0}
{"full_text":"RT People spoke out against health measures taken to fight covid in Lincoln saying it was harming our children &amp; mental he...","sentiment_score":-0.1}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"Comparing Death Tolls From Covid to Past Wars Is Fraught","sentiment_score":-0.25}
{"full_text":"RT the covid-19 moment of silence before the superbowl ... which is in and of itself going to be a super spreader event ......","sentiment_score":0.3333333333}
{"full_text":"RT The pandemic hit in 2020. We should not use 2019 income to determine relief eligibility.","sentiment_score":0.0}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"As if a raging pandemic doesn't lead to unemployment, increased depression, missed cancer diagnosis, etc.   You can't disaggregate effects of pandemic from effects of NPIs.","sentiment_score":0.0}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"RT This person is the whole COO of an org w this as their mission statement. How.","sentiment_score":0.2}
{"full_text":"RT BREAKING: Secretary Pete just said he is 'having a conversation with the CDC' about requiring negative COVID19 tests for...","sentiment_score":-0.3}
{"full_text":"RT This lockdown has dragged so much I'm even bored of food. Tired of cooking and junk food doesn't appeal to me anymore at...","sentiment_score":-0.2333333333}
{"full_text":"RT Brady doesn't wear a mask because he's not a hysterical little baby, and he doesn't care about what you think. It's re...","sentiment_score":0.15625}
{"full_text":"FUCK THE PRISON SYSTEM.. Just an excuse for slavery SMDH.  Learning about how some prisons are so hesitant for allowing early dismissal of inmates due to COVID is disgusting, especially those with preexisting conditions and who have shown exemplary behavior.. #Woodfox ","sentiment_score":-0.2458333333}
{"full_text":"RT Wishing speedy recovery from corona #Suriya Sir Prayers ","sentiment_score":0.0}
{"full_text":"Have you been co-operating with mandated COVID-19 lockdown guidelines?","sentiment_score":0.0}
{"full_text":"Explainer: What you need to know about Barr's big COVID budget, via","sentiment_score":0.0}
{"full_text":"If your household is impacted by COVID-19 and you need some assistance please visit:  #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"Are you a heart patient or know a heart patient who is anxious about the COVID-19 vaccine? Here are four things you should know about the vaccine. #yourheartwecare #COVID19","sentiment_score":-0.25}
{"full_text":"A mortuary owner said he's been making more trips to houses to pick up the bodies of terminally ill people.Family visitations are still limited or prohibited for some nursing homes and hospitals, so some choose to spend their final days at home instead:https:\/\/t.co\/0QQiUm0Ksl","sentiment_score":-0.0178571429}
{"full_text":"How has COVID-19 impacted digitalization and in-demand skills? Our new research report breaks it all down and outlines the new future for workers. #SkillsRevolution   #futureofwork","sentiment_score":0.0292929293}
{"full_text":"In case you missed it:Driving schools face the brunt of Covid-19 pandemicBusinesses across the City, including driving schools, are feeling the pinch brought on by the Covid-19 pandemic.https:\/\/t.co\/ELS15TIWRO","sentiment_score":0.0}
{"full_text":"Tshwane under Covid-19 UIF corruption spotlightRead more&gt; #RekordPretoria","sentiment_score":0.0}
{"full_text":"Colombia will begin its national COVID-19 vaccination program on February 20th. See how the country is training doctors, nurses and other health professionals to administer vaccines safely.","sentiment_score":0.125}
{"full_text":"Join the #EndTheLockdowns Caucus","sentiment_score":0.0}
{"full_text":"RT America, it's time for us to stand with God &amp; declare God's not going to take this much longer. It's time for a change. If...","sentiment_score":0.2}
{"full_text":"RT Given the extraordinary fanfare that accompanied the arrival of AstraZeneca's vaccine at ORT, today's news is a solid punch...","sentiment_score":0.1666666667}
{"full_text":"Tom Hanks' COVID-19 Diagnosis Shaped Public Perception Of Coronavirus, Study Finds","sentiment_score":0.0}
{"full_text":"COVID-19 threatens to unravel decades of progress in children's education. To protect children's futures, UNICEF encourages the Government of Bangladesh to prioritize the safe reopening of school.#SchoolReopening","sentiment_score":0.5}
{"full_text":"#Iran mandates quarantine for #European travelers","sentiment_score":0.0}
{"full_text":"From our Collection: Motorola Black &amp; White TV Consolec. 1952#SundayThoughts  #COVID19 #CovidVaccine","sentiment_score":-0.0833333333}
{"full_text":"Veronica Bernal, 36, contracted #COVID19 while pregnant. She died without getting the chance to hold her twins #coronavirus ","sentiment_score":0.3333333333}
{"full_text":"The Florida Department of Health on Sunday reported 103 additional coronavirus-related deaths, including 28 in Duval County.","sentiment_score":0.0}
{"full_text":"A more contagious strain of COVID-19 is believed to be in Shelby County, so what does that mean for the infection rate?","sentiment_score":0.09375}
{"full_text":"RT Actor also issued a word of caution to people saying that the Covid-19 pandemic is far from over and urged eve...","sentiment_score":0.1}
{"full_text":"Starting the first quarter of the fiscal year 2020-21 with a 23.9% contraction, this latest optimism about a muted effect of pandemic on the economy is prompted by an apparent \"good recovery\" in the second quarter, says","sentiment_score":0.25}
{"full_text":"Grissom High School will temporarily transition to remote learning starting tomorrow.","sentiment_score":0.02}
{"full_text":"NTSB investigators resume field investigations of plane crashes after COVID-19 numbers improve.","sentiment_score":0.0}
{"full_text":"#Mexico has agreed to buy 35 million doses of #COVID19 #vaccines from #China's #CanSinoBiologics. Mexico has been promised 8 million doses by March, which will be finished and bottled at a plant in Mexico.","sentiment_score":0.0}
{"full_text":".@janinegutierrez speaks about her transfer to says the network amazes her for producing quality content despite the pandemic","sentiment_score":0.0}
{"full_text":"Once upon a time, we were able to dine-in restaurants. Circa 2020 #covidmalaysia #KitaJagaKita #StayHome #nasilemakayam #kopi #kopitiam #memories","sentiment_score":0.5}
{"full_text":"A Covid-19 vaccine does not provide full or immediate protection, which means it's still possible to get infected and test positive for the virus.","sentiment_score":0.1924242424}
{"full_text":"RT India has donated millions of doses of vaccines to fight COVID. India performed much better than so called \"Developed\" Wes...","sentiment_score":0.3}
{"full_text":"If your household is impacted by COVID-19 and you need some assistance please visit:  #CityOfDowney #COVID19 #RentalAssistance","sentiment_score":0.0}
{"full_text":"Before the #pandemic, low joblessness boosted #prosperity without overheating the #economy. Getting back there is the top economic aim of the Fed and White House.","sentiment_score":0.14}
{"full_text":"Nick Coatsworth appears in the Government's COVID-19 vaccine ad campaign, which aims to \"keep Australians fully informed... about the safety and effectiveness of COVID-19 vaccines as they become available.\" What's your question for Nick? | #QandA","sentiment_score":0.4}
{"full_text":"#BusinessWorldLive | The national government is eyeing to borrow up to 1.14 trillion pesos from foreign sources this year to finance COVID-19 vaccinations program.","sentiment_score":-0.125}
{"full_text":"Alberta's NDP are calling on the UCP government to address the inadequate support for workers who may need to isolate for up to 24 days if exposed to new COVID-19 variants, by providing paid job protected leave for those Albertans.#ableg","sentiment_score":0.1363636364}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT South actor #Suriya who has been earning praises for his performance in 'Soorarai Pottru' has been infected with COVID-19....","sentiment_score":0.0}
{"full_text":"RT I feel like... culturally, we keep trying to skip the rage and the pain and the grief and jump right to the healing up...","sentiment_score":-0.1380952381}
{"full_text":"RT they really let a florida team win the super bowl oh yea this pandemic aint ever ending","sentiment_score":0.4444444444}
{"full_text":"Charting Taipei's Covid recovery stepsEarly preventative measures have allowed the Taiwanese capital to reboot its meetings industry and host mega events of up to 400,000 visitors.#Taipei #MICE #Meetings","sentiment_score":0.0}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT sharing this resourceful post regarding the J&amp;T issue. capitalist companies like J&amp;T are thriving during this pandemic at t...","sentiment_score":0.6}
{"full_text":"RT Detroit News reporter Jerry Green is the only sports journalist to attend and cover all 55 Super Bowls.The 92-year-old was diagn...","sentiment_score":0.0444444444}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"While we navigate this uncertain storm, it's important to find areas of your business that can create positive returns. #finance #CFO","sentiment_score":0.3136363636}
{"full_text":"RT Satan's fall from heaven w\/ his fallen angels, and Abaddon\/Abel, coming from out of the bottomless pit. Their covid q...","sentiment_score":0.0}
{"full_text":"RT More than 15,000 frontline workers in B.C. still awaiting the $4\/hour pandemic pay bump they were promised, by","sentiment_score":0.5}
