{"full_text":"Coronavirus Updates: India Reports Nearly 14,000 Fresh Infections; Active Cases Above 1.4 Lakh Via","sentiment_score":0.0666666667}
{"full_text":"RT Getting a little Purple and Gold going in the.... um \"Covid Jungle\"@ECUBaseball fans... you guys are the best!","sentiment_score":0.40625}
{"full_text":"I'm going to get back out that way post-pandemic; specifically the general area around Ketchum for the dark skies, to do more images like this (done of my camping rig in the borderlands of west Texas):Maybe I'll time it right to get some spring crows ","sentiment_score":0.1371428571}
{"full_text":"RT To all the politicians and media outlets blaming Vaccine shortages on the PM: we see you. We see you for the exploitative, lyin...","sentiment_score":-0.3}
{"full_text":"Sending positive thoughts to your sister and family.  It is brutal.  My sister was on a ventilator in November.  Covid is so brutal.","sentiment_score":-0.5075757576}
{"full_text":"RT the gas thing about Fine gael going on about that rave, if they used their massive platform to expose employers forcin...","sentiment_score":0.2083333333}
{"full_text":"I'm finally able to get my covid vaccine and I'm so happy","sentiment_score":0.65}
{"full_text":"RT This is absolutely heartbreaking.If you're able to help the Texas Jail Project please do.","sentiment_score":0.2}
{"full_text":"SADLY NO ONE CARES IN THE THIS COUNTRY IS GOING TO THE CRAPPER FULL STEAM AHEAD!  THEY WANT US ALL TO FOCUS ON COVID SO THEY CAN KEEP MAKING HABITATS LIKE THE ONE IN THIS PICTURE","sentiment_score":0.34375}
{"full_text":"Goldman Sachs expects the economy to expand this year at an annual rate of 7 percent, the fastest pace since President Ronald Reagan proclaimed \"morning again in America\" in 1984","sentiment_score":0.0}
{"full_text":"RT Our sincerest condolences go to former player Ronaldinho, who has lost his mother to COVID-19. We're always with you, hero...","sentiment_score":0.0}
{"full_text":"RT Brilliant article about two supposed pandemic heroes whose lockdown legacies are now turning to ashes. NY Governor face...","sentiment_score":0.9}
{"full_text":"RT MSNBC is angrier at DeSantis for vaccinating the elderly than they are at Cuomo for murdering the elderly.","sentiment_score":0.0}
{"full_text":"RT Morrison is participating in a photo opportunity for the first Covid vaccine jabs. What Morrison really needs is a jab...","sentiment_score":0.225}
{"full_text":"Oh bro....","sentiment_score":0.0}
{"full_text":"RT 29) \"Until we recognise that #COVID19 is airborne we are setting ourselves up for repeated failure\"P.s. they don't use ma...","sentiment_score":-0.3166666667}
{"full_text":"RT We took on NYC and prevailed.I was an expert witness for this case.Mandatory testing in NYC for in person schooling...","sentiment_score":0.0}
{"full_text":"Man had to stay inside during covid times, man. That's why he's white af now.. ","sentiment_score":0.0}
{"full_text":"Does someone want to tell him that SARS-Cov-2 hasn't even been isolated yet?","sentiment_score":0.0}
{"full_text":"RT We all saw this coming, it was bloody obvious. I am branded a conspiracy theorist, do know what, I f.....g care about this b...","sentiment_score":-0.4}
{"full_text":"If you think lockdown is going badly for you... go over to the Facebook group for #perfectdraft kegs and tips and read how blokes can't get head or how they want you to tell them if they'll like the taste of a beer ? It's very special.","sentiment_score":-0.1178571429}
{"full_text":"RT As your congresswoman, I won't go to Mar-A-Lago. Not for a political fundraiser. Not during a national pandemic....","sentiment_score":0.0}
{"full_text":"I just lost a colleague to COVID last month and we've been teaching remotely the whole year. I can't imagine how many more we would've lost if we were in the classroom. Even a small risk can be deadly to some.","sentiment_score":0.0928571429}
{"full_text":"RT Climate Change is the original cool-aid, Covid was supposed to be a special edition flavour, but it was so popular that it mi...","sentiment_score":0.444047619}
{"full_text":"If you think that's cruel or harsh or unfair during a pandemic, you need to move out of your mum's basement and experience life.","sentiment_score":-0.5666666667}
{"full_text":"Reported and blocked for spreading dangerous covid disinfo ","sentiment_score":-0.6}
{"full_text":"Tourists tried to skirt Hawaii's COVID-19 regulations by bribing airport official | TheHill","sentiment_score":0.0}
{"full_text":"You seem to forget trump is responsible for the death of all the covid 19 victims.  He had the knowledge and brief and he came out to lie to America and they didn't have the knowledge to take the necessary precautions.  If Cuomo had the knowledge maybe he would not do what he did","sentiment_score":0.0666666667}
{"full_text":"That's one more date than I've been on since the pandemic started...","sentiment_score":0.5}
{"full_text":"RT Love to see it:\"Cases have fallen more than 40 percent over the last two weeks and more than 70 percent since the January p...","sentiment_score":0.375}
{"full_text":"RT Millions of Americans are out of work, a pandemic is killing thousands every day, China is posturing overseas, our immig...","sentiment_score":0.0}
{"full_text":"'how's lockdown treating u xx' fuck off","sentiment_score":-0.4}
{"full_text":"RT A lot of people are asking how they can help those struggling in Texas. There are many worthy causes, but my grandson Andy s...","sentiment_score":0.4166666667}
{"full_text":"RT Organ transplant patient dies after receiving COVID-infected lungshttps:\/\/t.co\/lfdAjnNfTQ","sentiment_score":0.0}
{"full_text":"RT Israel: Vaccinating young people may help block the spread of COVID-195 weeks ago vaccines opened to 16-18 y\/o. The army...","sentiment_score":0.1}
{"full_text":"RT Meghan announces she's pregnant, it's front page, we get think pieces. Matt Hancock, the country's Public Health Secretary has...","sentiment_score":0.1666666667}
{"full_text":"RT Compare the pair.","sentiment_score":0.0}
{"full_text":"That POS would do anything for a vote","sentiment_score":0.0}
{"full_text":"Covid.","sentiment_score":0.0}
{"full_text":"RT MSNBC is angrier at DeSantis for vaccinating the elderly than they are at Cuomo for murdering the elderly.","sentiment_score":0.0}
{"full_text":"RT The Covid-19 housing boom is even bigger than we Imagined.The latest data on household finances shows the extent to which r...","sentiment_score":0.25}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"A cyber-attack with COVID-like characteristics? via","sentiment_score":0.0}
{"full_text":"RT pov: it's february 21st 2020. map of the soul 7 just dropped. you're listening to each new track and loving every second of i...","sentiment_score":0.1840909091}
{"full_text":"RT Pipeline stopped, job losses, no Covid ldrshp, attack on military, law enforcement, 1st &amp; 2nd amends, 1-6-21 lies, wall...","sentiment_score":-0.05}
{"full_text":"RT People in New Zealand haven't had to wear masks for most of the pandemic &amp; have been free to do almost everything. T...","sentiment_score":0.3454545455}
{"full_text":"Mortes https:\/\/t.co\/HBIXhXdvxb","sentiment_score":0.0}
{"full_text":"Marriott's next CEO won't get to celebrate the new job for long. The company faces continued uncertainty in its recovery timeline due to sporadic virus surges around the world, even in the most successful mainland Chinese market. ","sentiment_score":0.1730519481}
{"full_text":"RT but why does it sound expensive ","sentiment_score":-0.05}
{"full_text":"RT Our sincerest condolences go to former player Ronaldinho, who has lost his mother to COVID-19. We're always with you, hero...","sentiment_score":0.0}
{"full_text":"RT When an engine falls off over a suburb of Denver in a pandemic during a catastrophe in Texas, a month after an insurrection...","sentiment_score":0.0}
{"full_text":"RT Why is Joe Biden pledging $4 Billion to a \"global\" pandemic relief effort while millions of Americans are suffering from...","sentiment_score":0.0}
{"full_text":"RT This is genocidal rhetoric.","sentiment_score":0.0}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19 ","sentiment_score":0.0}
{"full_text":"I totally get it, but why not pay parents your salary to teach their own kids? Parents have to stay home and they're seriously struggling. Its not about you, put the kids first.","sentiment_score":0.1291666667}
{"full_text":"RT People in 130 countries have not yet received a single dose of Covid vaccine. The sooner we expand access to vaccines, th...","sentiment_score":-0.0714285714}
{"full_text":"RT The year is 2019 and blizzard announced overwatch 2 prematurely to take focus away from their HK scandal","sentiment_score":0.0}
{"full_text":"RT How many of our nursing homes is this happening in?I've seen first hand accounts of families not being consulted with...","sentiment_score":0.375}
{"full_text":"Does selective enforcement of public health directives during coronavirus health emergency based on politics seem to be problematic where their politics allowed &amp; opponents suppressed?BLM protest? Good.Anti-lockdown protest? Bad.Invasion Day rally? Good.Anti-Vax rally? Bad.","sentiment_score":-0.35}
{"full_text":"This federal money was meant to be a sign of good grace for the hundreds of thousands of frontline workers who risked their lives when the COVID-19 pandemic hit.#ableg #abpoli","sentiment_score":0.7}
{"full_text":"RT This victory is partly thanks to an important cross-party political group working together - for us in particular","sentiment_score":0.1916666667}
{"full_text":"Iraq says virus lockdown won't affect Pope Francis' triphttps:\/\/t.co\/fgSTfT0ne7","sentiment_score":0.0}
{"full_text":"As cases, hospitalizations, and deaths plummet, you may be relieved. You might even let your guard down juuust a little.But a top COVID researcher at the NIH has one word that should make you reconsider: variants.","sentiment_score":0.1722222222}
{"full_text":"\"This is a governor who is under fire on a lot of things that have happened under the COVID-19 pandemic...\" and on the changes coming to the vaccine rollout here in California and Governor Newsom's response with on #InsideCAPolitics","sentiment_score":0.0}
{"full_text":"Sadanga ignores science, declares COVID19 'just new form of cold'","sentiment_score":-0.2318181818}
{"full_text":"RT Let's see a conversation between the people insisting \"teachers just want to be safe!\" and the grocery store clerks who've...","sentiment_score":0.625}
{"full_text":"'Kumbh Mela 2021' would be organised from April 1 to 28, Uttarakhand Chief Minister Trivendra Singh Rawat said. The Uttarakhand government would soon issue a notification regarding the dates.https:\/\/t.co\/VeKxTXfOZC","sentiment_score":0.0}
{"full_text":".@drricardocorrea discusses how life in endocrinology has been affected by the global pandemic. Learn what he has to say about the long-term impact #COVID19 will have on the specialty. #MembersMoveMedicine","sentiment_score":0.0}
{"full_text":"Who's worse for humanity: Zuckerberg or COVID?Any guesses on what the Australians think...More #PUPPETREGIME:","sentiment_score":-0.4}
{"full_text":"RT Mr. President, this COVID situation is preventing us from traveling to Guyana.  please open the embassy in cuba.  many...","sentiment_score":0.25}
{"full_text":"AARP to host COVID-19 Vaccine Tele-Town Hallhttps:\/\/t.co\/bG0dUdMLGd","sentiment_score":0.0}
{"full_text":"#COVID19 in China: City residents vent frustration after more than 40 days in lockdown","sentiment_score":0.5}
{"full_text":"Tiger Shaw, the president and CEO of U.S. Ski and Snowboard, thanks Deer Valley Resort and others who pitched in to make the recent World Cup a success despite the coronavirus pandemic.","sentiment_score":0.1666666667}
{"full_text":"Serbian investments pre-pandemic in education &amp; health infrastructure lagged behind its development needs. Amid pressure from Covid-19, high-dollar, China-backed infrastructure projects could reduce Serbia's ability to finance these sectors. Read on here:","sentiment_score":-0.4}
{"full_text":"RT This is some bullshit. What the fuck is wrong with people? He's a human being who lives here. He's one of us. And don't...","sentiment_score":-0.3}
{"full_text":"RT I stopped by the opening of Black Bodega in the #Bronx, which will provide much needed support to the community that has b...","sentiment_score":0.0166666667}
{"full_text":"LT. EDWARD VASQUEZ of Las Cruces, New Mexico, died of COVID on Jan. 30, 2021. He was a beloved firefighter, husband, and father. \"...unfortunately due to a backlog of COVID-19 deaths he hasn't been able to be put to rest.\"https:\/\/t.co\/2UdKGm6MiN","sentiment_score":0.3028409091}
{"full_text":"RT \"cOvId wOnT bE aRoUnD FoR loNg\"COVID:","sentiment_score":-0.05}
{"full_text":"BW is very lucky to work closely with Haines MP, esp. during the COVID restrictions. She engages and supports the local community from advocating to opening her own office for printing of border passes. #strongerwodonga #businesswodonga #emergingleaders #helenhainesmp","sentiment_score":0.3444444444}
{"full_text":"It's okay not to feel okay. Call the #Georgia #COVID19 #Emotional Support Line which provides 24\/7 #free and #confidential #assistance. They are ready to listen. #ItsOkayNotToFeelOkay","sentiment_score":0.32}
{"full_text":"Israel unveiled a plan to allow people who have been vaccinated against the coronavirus to attend cultural events, fly abroad and go to health clubs and restaurants.https:\/\/t.co\/ThCuIqCjz0","sentiment_score":0.45}
{"full_text":"RT The year is 2019 and blizzard announced overwatch 2 prematurely to take focus away from their HK scandal","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccine: Don't Miss 2nd Dose Because Of Scheduling Glitches","sentiment_score":0.0}
{"full_text":"How the U.S. can respond to coronavirus variants, and prepare for future evolution","sentiment_score":0.0}
{"full_text":"#Karnataka has made a negative RT-PCR certificate, not older than 72 hours, compulsory for those arriving from the neighbouring states by flights, trains, buses, or personal transport.","sentiment_score":-0.1277777778}
{"full_text":"I'm really going to need to chew on this one awhile. I get restless with my hair. Short and think I'll never grow it. Then longer. This time I haven't cut it since before the pandemic. I don't know that it's been this long since my teens.","sentiment_score":0.05}
{"full_text":"From Star apprentice During the 2018-19 fiscal year, 35,397 rounds were played at the course. That number jumped to 43,001 during the pandemic-ravaged 2019-20 year.","sentiment_score":0.0}
{"full_text":"Tomorrow on Rosemary Barton Live on the origins of the coronavirus. Then, Olympian Jean-Luc Brassard. Plus the Sunday Scrum with and Starting at 10 ET on CBCNN and CBC Gem.","sentiment_score":0.0681818182}
{"full_text":"#BTSMediaMarkt me encantan todass!! Lo necesitoo!!!! Life Goes On, Fake Love, Boy In Luv, Black Swan,Home, Run Boy With Luv, Idol, Best Of Me, I'm Fine, Stay, ON, Fire, Not Today, Saty Gold, Dionysus, Airplane, Anpanman, So Wath, Save Me, 00:00, DNAsuertee","sentiment_score":0.25}
{"full_text":"RT We are already in at $50 and we need $450 more to meet our $500 goal! Help the elderly in Telfair County GA get more Cov...","sentiment_score":0.5625}
{"full_text":"RT Prince Charles breaks lockdown now?  Fuck the whole family* to hell.*excludes Harry and Meghan.(This is a repeat tweet...","sentiment_score":-0.1}
{"full_text":"Today marks one month since President Biden and Vice President Harris took office. And during that month they've worked tirelessly to turn the page on the pandemic, jumpstart our economy, and tackle the crises we face.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.1FWind Chill: 18.5FHumidity: 69%Dew Point: 14.5F Barometer: 30.385 inHgWind: 5 mph from the NWCorona Virus Weekly Stats:Cases: 66.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Why is Joe Biden pledging $4 Billion to a \"global\" pandemic relief effort while millions of Americans are suffering from...","sentiment_score":0.0}
{"full_text":"RT Someone has been nailing dolls to trees and fiddling with a Ouija board in Cannock Chase. Clearly lockdown is sending the...","sentiment_score":0.1}
{"full_text":"The interconnectedness of everything.                                                  Shifts in global bat diversity suggest a possible role of climate change in the emergence of SARS-CoV-1 and SARS-CoV-2 - ScienceDirect","sentiment_score":0.0}
{"full_text":"As expected 12 days after opening restaurants and gyms, our numbers are creeping up again.","sentiment_score":-0.1}
{"full_text":"RT From 'Why Do Democrats Pretend Andrew Cuomo Did a Good Job With COVID?'","sentiment_score":0.7}
{"full_text":"Time: 01:00 * Temp: 6.8degC * Wind: SSE 6.0 to 16.1mph * Pressure: 988.5hPa * Rain: 0.0mm * Hum: 85% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:30 * Sunset: 17:43 * Cloudbase: 1080ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT The Covid-19 vaccine developed by Pfizer Inc. and BioNTech SE generates robust immunity after one dose and can be stored in ordina...","sentiment_score":0.1}
{"full_text":"RT Friendly reminder, #Niagara, that we're still in Grey-Lockdown level of the framework, which means indoor\/outdoor dinin...","sentiment_score":0.375}
{"full_text":"I started collecting when they first came out in 98\/99. I stopped collecting when Sun and Moon came out. I knew the value of the cards had gone up since the pandemic started, but I was floored at how much they are worth now. I 'm having to get an insurance policy just for them!","sentiment_score":0.275}
{"full_text":"RT bestfriEND. boyfriEND. girlfriEND.they all END.you know what doesn't end?lockdown restrictions in England","sentiment_score":0.0}
{"full_text":"RT BREAKING: Jane Malysiak who came to Australia with her parents from Poland after WWII, has become the first person in Australia...","sentiment_score":0.25}
{"full_text":"RT At least 497,439 people have died in the U.S. from Covid-19.","sentiment_score":-0.3}
{"full_text":"The Importance of Crowd Intelligence in the Fight Against the Pandemic","sentiment_score":0.0}
{"full_text":"RT I entered lockdown at the tender age of 22 but why am I turning 24 ????? My prime is flying out of the window bruv","sentiment_score":0.0}
{"full_text":"The already brutal conditions of detention centers have been compounded by the pandemic, and now by severe weather and power failure. Tell Congress to end these conditions by ending the agency: #AbolishICE and stop the detention of migrants.","sentiment_score":-0.5958333333}
{"full_text":"this pandemic making me more sick of men","sentiment_score":-0.1071428571}
{"full_text":"RT BREAKING REPORT:  Harvard Study now claims REPARATIONS FOR SLAVERY could have reduced Covid-19 transmission and deaths i...","sentiment_score":0.0}
{"full_text":"RT Join the peace and justice project and let's build the biggest socialist movement in history to challenge the Tories an...","sentiment_score":0.0}
{"full_text":"Amanda Kloots Slams Backlash After Getting COVID-19 Vaccine: 'Everyone Should Be Getting This Vaccine': Amanda Kloots is celebrating the fact that she's just received the first dose of the COVID-19 vaccine! And can you blame her?! Well, actually, a lot...","sentiment_score":0.1953125}
{"full_text":"RT What dystopian novel are we in, where class windows are screwed shut from being opened for fresh air during a pandemic where...","sentiment_score":0.3}
{"full_text":"Especially in the middle of a pandemic, our traditional methods of celebration and community building have been comprised. In many ways, schools developing a high functioning social media platform for celebration and community building has become a must. #skedchat #edchat","sentiment_score":0.1155555556}
{"full_text":"If you're planning to travel to France, here's what you'll need to know and expect if you want to visit during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT #insiders #AuspolJacinda Ardern : \"I am not the first order of priority.\"\"I don't have day to day contact with peop...","sentiment_score":0.25}
{"full_text":"I am embarrassingly late 2 the party on this but I just wanted to say that #AaronSorkin is a bloody genius! Lockdown has given me the chance to binge West Wing and Newsroom back to back and wow it's great! How can a writer leave you genuinely so enthralled episode after episode?","sentiment_score":0.0285714286}
{"full_text":"RT ISO Donor 20! Mr. Scott teaches in #Illinois. His #DonorsChoose project will provide students with the proper #basketball equ...","sentiment_score":0.0}
{"full_text":"RT *General memo to the press*Less info about the Royal family's daily itinerary please, more holding the government's fee...","sentiment_score":0.1833333333}
{"full_text":"RT The Dems' problem is that the crisis part of the pandemic is coming to an end too early in Biden's presidency. So, Presiden...","sentiment_score":0.1}
{"full_text":"State closes 3 restaurants for COVID-19 violationshttps:\/\/t.co\/7Kjs0N3CGj","sentiment_score":0.0}
{"full_text":"RT BREAKING REPORT:  Harvard Study now claims REPARATIONS FOR SLAVERY could have reduced Covid-19 transmission and deaths i...","sentiment_score":0.0}
{"full_text":"RT With all the accents I have perfected answer telemarketers during the pandemic, I think I'm ready to audition for SNL.","sentiment_score":0.2}
