{"full_text":"Thank goodness my homies\/family aren't the \"I dOnT wAnT tO HanG oUt beCAuSe oF cOviD\" type of fruit cakes","sentiment_score":0.0}
{"full_text":"PPE in our planes, ambulances and clinics has always been standard... but who else also now has a Covid caddy in their own car? Masks, sanitiser, wipes, gloves... what's in yours? #COVID19 #PPE","sentiment_score":0.3}
{"full_text":"How come this psychopathic war criminal has any say","sentiment_score":-0.4}
{"full_text":"Police help COVID vaccine reach pharmacy after crash following robbery","sentiment_score":0.0}
{"full_text":"RT 5) Here is my detailed ventilation thread  about why we need air cleanings and ventilation.","sentiment_score":0.4}
{"full_text":"RT And truly meet the diverse needs of many, plus the flexibility to fl...","sentiment_score":0.5}
{"full_text":"RT HOUSE DEMOCRATS RELEASE TEXT OF $1.9T COVID STIMULUS BILL WHICH INCLUDES $15 MIN WAGE, $1400 STIMULUS CHECKS AND $400 A WEEK...","sentiment_score":0.0}
{"full_text":"RT The Democratic Covid relief bill calls for an increase of the $7.25 minimum wage to $15 on the following schedule:*$9.50 u...","sentiment_score":0.0}
{"full_text":"RT New evidence from China is affirming what epidemiologists have long suspected: The coronavirus was likely spreading unnoticed arou...","sentiment_score":-0.0284090909}
{"full_text":"Absolute A+ for persistence during a Pandemic!","sentiment_score":0.25}
{"full_text":"Everyone! Is! Medically! Vulnerable! To! Covid!","sentiment_score":-0.9765625}
{"full_text":"RT Very important detail!","sentiment_score":0.65}
{"full_text":"RT This whole thing would probably have gone better for #FlyinTed if he had just said \"to be honest I didn't think I'd get caugh...","sentiment_score":0.4333333333}
{"full_text":"RT This is group some state Lib MPs spoke to this week.","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Dr. Fauci Now Says COVID-19 Vaccine Will STOP the Spread of Virus and Protect Those Who Are Unvaccinated, Reversing His Pos...","sentiment_score":0.0}
{"full_text":"60,475,848 (+1,393,469 Friday) vaccine doses have now been administered in the U.S., according to Bloomberg's vaccine tracker. An average of 1.49 million shots were recorded each day for the last week.","sentiment_score":-0.075}
{"full_text":"RT COVID-19 hospitalizations are now under 60k for the first time since November 9, bringing us back down to the peak lev...","sentiment_score":0.0314814815}
{"full_text":"RT With Vaccine Delay, Biden Warns of Uncertain End to Pandemic","sentiment_score":0.0}
{"full_text":"RT 'I hate the dark': For Texas kids dealing with COVID-19 losses, isolation and food insecurity, the winter storm is another blo...","sentiment_score":-0.475}
{"full_text":"RT As vice president, I worked closely with America's democratic partners to advance our shared vision and values. As president, I'...","sentiment_score":0.0}
{"full_text":"Trying to hit cali once covid is over I'm trying to meet the cali heads from insta !!","sentiment_score":0.0}
{"full_text":"RT I had a great conversation with for He captured my story very well, better than I could have myself! Of co...","sentiment_score":0.5416666667}
{"full_text":"RT House Democrats unveil $1.9 trillion Covid relief bill, including $15 federal minimum wage, $1,400 checks for Americans ma...","sentiment_score":0.0}
{"full_text":"RT Was there ever a more premature christening than \"Andrew Cuomo, Pandemic Hero\"?","sentiment_score":0.5}
{"full_text":"#RemoveRon #DeathSantis at it again &amp; shame on the maskless ppl proud of risking others lives -200 deaths today Fla. &amp; Vaccines won't save you yet - Even 6yo get it #WearAMask","sentiment_score":0.8}
{"full_text":"My 21 year old college lax in layer is scared to death he will give my very healthy 83 year old mom covid if he sees her. She just got her 2nd vax and he came over and bear hugged her. My heart was so happy and so was hers","sentiment_score":0.33}
{"full_text":"507,000 Covid deaths in the U.S faaark","sentiment_score":0.0}
{"full_text":"RT Pot for ShotsA Michigan Marijuana dispensary is offering a free joint to anyone who has gotten the Covid19 Vaccine!The per...","sentiment_score":0.4}
{"full_text":"Can we go back to covid normal so I can get some damn wings.?!??!??","sentiment_score":0.1171875}
{"full_text":"Also what level of PPE used, Waste water surveillance. Need questions on long Covid follow ups","sentiment_score":-0.125}
{"full_text":"#wausome Mayor modeling holistic behaviors.","sentiment_score":0.0}
{"full_text":"RT Big announcement out of Ventura County: Teachers, police, grocery store and farmworkers will begin receiving vaccine March...","sentiment_score":0.0}
{"full_text":"RT More than half? More than half. More than half!Story by Arvind Dilawarhttps:\/\/t.co\/dSkaAlOdUT","sentiment_score":0.2333333333}
{"full_text":"Hollywood, the ones who scream the  loudest about \"climate change\".... taking private jets","sentiment_score":0.0}
{"full_text":"RT Hmmmm... NOT every Ontarians have access to a family physician. Then what are these people going to do??? #fordcovidfails #on...","sentiment_score":0.0}
{"full_text":"RT I hear this and understand how privileged I am and yet I feel compelled to say: I'm part of the Zoom class and lockdow...","sentiment_score":0.0}
{"full_text":"RT Each year, states spend more than $7.1 billion on student testing.This year, because of the pandemic, much of that money...","sentiment_score":0.35}
{"full_text":"And social distancing, mask wearing, etc. safe practices","sentiment_score":0.2666666667}
{"full_text":"RT I can't communicate with people I've lost to the covid cult. They are impenetrable at this stage. I now accept this fact.","sentiment_score":0.0}
{"full_text":"RT Wear a mask.Socially distance.Wash your hands. Your actions matter.","sentiment_score":0.0}
{"full_text":"RT Why is not leading with the High Court verdict that the tory govt acted unlawfully in the procurement of covid cont...","sentiment_score":0.16}
{"full_text":"RT Note that DeSantis never lower the flags for all those that died from his moronic COVID policies.https:\/\/t.co\/SWUEpJrIWC","sentiment_score":0.0}
{"full_text":"\"As Kobe Bryant said, 'greatness is being able to inspire other people'. If I am an inspiration to them during this pandemic, I am happy to be that inspiration.\"- Fille Cainglet","sentiment_score":0.3916666667}
{"full_text":"Protests in Romania against COVID-19 restrictions.","sentiment_score":0.0}
{"full_text":"-How is Congress' delay on Covid relief bill &amp; $2000 Biden's fault?-Paused arms deals w\/Saudi Arabia-Supports eliminating $10K in student debt. Uncertain about legality of canceling larger amounts-Reopened doesn't have ability to offer M4AFACTS!","sentiment_score":0.0}
{"full_text":"If gives us a single called Wandevision that might just end the pandemic idk tho ","sentiment_score":-0.0714285714}
{"full_text":"Active #Covid19 cases on rise, next 15 days crucial for Mumbai(@RupsaChak reports)","sentiment_score":-0.0444444444}
{"full_text":"(920) The timing of the US #COVID19 Fall\/Winter outbreaks in Arizona, California, Florida and Texas were quite similar, but Arizona was the most severe, followed by California, then Texas, then Florida.The summer outbreak went AZ, FL, TX then CA, and AZ was a bit earlier.","sentiment_score":0.1666666667}
{"full_text":"RT Discrimination against people with disabilities is being ignored or exacerbated during the COVID-19 pandemic. ","sentiment_score":0.0}
{"full_text":"That's great people with your IQ should stay home","sentiment_score":0.8}
{"full_text":"RT Covid advisor with no science background ","sentiment_score":0.0}
{"full_text":"RT Even as #COVID19 cases continue to rise in Mumbai, some citizens still continue to flout norms. Where are the masks?LIVE n...","sentiment_score":0.0}
{"full_text":"\"My expectation is that the university will safely offer as many in-person classes as possible in the fall of 2021,\" said ISU President Larry Dietz.","sentiment_score":0.3333333333}
{"full_text":"Bill is back!#PodernFamily #dnd #ttrpg #dnd5e #RPG #podcast","sentiment_score":0.0}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasing       ","sentiment_score":0.1363636364}
{"full_text":"RT Pay attention to what is happening in Georgia. After Covid relief, John Lewis's voting rights bill must be passed.  The...","sentiment_score":0.0}
{"full_text":"RT Hollywood preggers vs. pandemic preggers ","sentiment_score":0.0}
{"full_text":"RT Meaning that they hadn't been lowered for the 29,000 Floridians who've died of COVID.","sentiment_score":0.0}
{"full_text":"RT City of Alexandria Provides COVID-19 Updates; Weekly Vaccine Updates:","sentiment_score":0.0}
{"full_text":"quitting smoking during a winter lockdown makes me look like I'm getting my life together but watch me start chain smoking again when the pubs are open","sentiment_score":0.0}
{"full_text":"deserves better.  Your ineptitude led us here.https:\/\/t.co\/cknFid7IkL","sentiment_score":0.5}
{"full_text":"RT Ok I wasn't sure I wanted to share this but here goes.Elementary kids can absolutely get covid in school, even in pr...","sentiment_score":0.4}
{"full_text":"RT CruzKids: Dad can we go to Mexico to get away from cold Texas?Ted: Sure kids! We can spread more Covid while...","sentiment_score":0.175}
{"full_text":"say goodbye to your relection. You think by following polls of 1400 people to direct policy is ok. You dismiss the anger in the unspoken majority","sentiment_score":-0.025}
{"full_text":"RT Media: why are we behind in vaccines, get them into armsAlso media: why are we not gatekeeping vaccines by age groups","sentiment_score":-0.4}
{"full_text":"The United Arab Emirates on Friday recorded 20 deaths over the past 24 hours, marking the highest single-day virus-related fatalities since the outbreak of the pandemic in the country","sentiment_score":-0.25}
{"full_text":"Drive-in dining amid Malaysian lockdown eating. #AFP ","sentiment_score":0.0}
{"full_text":"\"Now countries representing more than 65 percent of #emissions and more than 70 percent of the world economy have committed to net zero #greenhouse #emissions by 2050. Let's expand this coalition to 90 percent by the November #Climate Conference in Glasgow.\"","sentiment_score":0.3333333333}
{"full_text":"As states begin to move into the next phase of their vaccine rollouts, one group remains a little in limbo: pregnant and breastfeeding women, both who weren't included in these clinical trials.https:\/\/t.co\/5J7iOdyp8K","sentiment_score":0.0486111111}
{"full_text":"The first batch of China's Sinovac Covid-19 vaccines will arrive in Malaysia on Feb 27.They will be sent to Pharmaniaga to be bottled and filled upon arrival.MOSTI minister Khairy Jamaluddin told BFM however, that the vaccine is still pending NPRA approval.","sentiment_score":0.325}
{"full_text":" HOUR 3 In Part 2 of our THON Captains series, captains discussed how planning was impacted by the ongoing coronavirus pandemic","sentiment_score":0.0}
{"full_text":"It's not the pandemic that's causing some people to wait for their new cars to be delivered.https:\/\/t.co\/p74EYp6Bif","sentiment_score":0.1363636364}
{"full_text":"On Jan 4, Singapore announced that data from its Covid-19 contact tracing app could be used in criminal investigations. &amp; write that this change could exacerbate public distrust and disproportionately impact migrant workers:","sentiment_score":-0.2}
{"full_text":"Millions of U.S. residents will need COVID-19 vaccines brought to them because they rarely or never leave their homes.","sentiment_score":-0.15}
{"full_text":"Is your kids' school gradually reopening for in-person or hybrid instruction soon? Let Kango help your family get them where they need to go. Learn more about our health and safety protocols at:","sentiment_score":0.5}
{"full_text":"From NBA players to our military, there is a troubling trend of people who have doubts over the COVID-19 vaccine.","sentiment_score":-0.1}
{"full_text":"Happening now!!","sentiment_score":0.0}
{"full_text":"After his media production business temporarily closed because of the pandemic, Sniper decided to retire from his media career and to be a full-time farmer instead.","sentiment_score":-0.1}
{"full_text":"China's Digital Silk Road will expand in Covid-19's wake due to political pressures and economic incentives. Director will explore the future of China's BRI technology exports in March 15-19 course. Apply now!","sentiment_score":0.015}
{"full_text":"On Friday, the Wisconsin Department of Health Services reported an additional 774 new confirmed COVID-19 cases. The state has averaged 635 new cases per day in the last week.https:\/\/t.co\/L9gHvz1kmi","sentiment_score":0.1681818182}
{"full_text":"Some five thousand two hundred households in the city's one 168 barangays were able to establish their own survival gardens as part of the strategies employed by the city government to help mitigate the serious negative effects of the COVID-19 pandemic. .","sentiment_score":0.1166666667}
{"full_text":"Richmond RCMP continue to issue violation tickets to people who contravene provincial orders aimed at stopping the spread of COVID-19.https:\/\/t.co\/kFmiDisYJ4","sentiment_score":0.0}
{"full_text":"White House coronavirus adviser Andy Slavitt says the vaccine won't spoil and is \"safe and sound\" in warehouses.","sentiment_score":0.3}
{"full_text":"The Medical Center in Albany is now a regional vaccination location by the Kentucky Governor's office, and they will provide COVID-19 vaccines for people eligible in Phases 1a and 1b.","sentiment_score":-0.05}
{"full_text":"Why did #Facebook ban news in Australia in the middle of a pandemic? Will misinformation and conspiracy theories fill the void left by news outlets? We discuss with Tune in to The Big Story!","sentiment_score":0.0}
{"full_text":"Using a specialized chamber designed to study air pollution, researchers have been testing different types of face masks and what works best to protect against the coronavirus. HERE'S WHAT THEY FOUND ","sentiment_score":0.5}
{"full_text":"Illustrating the 'PandaMick': Grant County native draws on silver linings of pandemic in new children's book.","sentiment_score":0.1363636364}
{"full_text":"Thank you to all of our health care workers !! The winter weather made it difficult for some doctors and nurses to report to work at North Texas hospitals this week.","sentiment_score":-0.5}
{"full_text":"Identity thieves target COVID vaccine cards shared on social media. Home isolation re-shaped careers and inspired a wave of home renovation projects. Job losses, home schooling, and safety concerns have unevenly impacted mothers.","sentiment_score":-0.0833333333}
{"full_text":"Building a resilient organization can help physicians and other health professionals find ways to cope and recover from the ongoing #COVID19 crisis. These AMA resources help health systems face 2021's biggest challenges.","sentiment_score":-0.125}
{"full_text":"Do you have questions about the #COVID19 vaccine? Find the answers you seek, weekly updates, resources &amp; more at #StopTheSpread","sentiment_score":0.5}
{"full_text":"Walmart, CVS, Walgreens and Kroger are among the major chains that have expanded COVID-19 vaccinations as part of a partnership with the federal government.","sentiment_score":0.0625}
{"full_text":"More than $1.3 million was distributed among eligible students.","sentiment_score":0.5}
{"full_text":"RT Coronavirus disease has been compared to SWINE FLU, which caused a global flu pandemic in 2009 to 2010, killing as many as 5...","sentiment_score":0.25}
{"full_text":"Jake Baggott, the head of University Health Services, warned of a \"significant increase\" in COVID-19 cases among students on and off campus.","sentiment_score":0.375}
{"full_text":"More than $1.3 million was distributed among eligible students.","sentiment_score":0.5}
{"full_text":"Jake Baggott, the head of University Health Services, warned of a \"significant increase\" in COVID-19 cases among students on and off campus.","sentiment_score":0.375}
{"full_text":"Health department officials said they believe they can reach more people by setting up clinics across the county in a variety of neighborhoods. They also plan to set up some permanent vaccination sites to handle crowds.","sentiment_score":0.5}
{"full_text":"Pima County, City of Tucson leaders meet to discuss COVID-19 plans amid vaccine shortage","sentiment_score":0.0}
{"full_text":"Doctors at the University of Virginia are working to track down highly contagious variants of COVID-19 in the community.","sentiment_score":0.0022222222}
{"full_text":"KY COVID UPDATE &gt;&gt;&gt; The 1,993 new COVID-19 cases today brought the state total to 394,687 cases.","sentiment_score":0.0681818182}
{"full_text":"40 high school students are back in the theatre after COVID-19 restrictions, bringing one of the most popular movies to life. #COVID19 #7NEWS","sentiment_score":0.315}
{"full_text":"Federal agents seized 11 million counterfeit N95 respirator masks in raids in five states in recent weeks, the Department of Homeland Security says.","sentiment_score":0.0}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"I wonder how many people IRL have reserved an entire restaurant. Probably not many since the pandemic or even before.It just comes across as so selfish especially on a holiday to prevent everyone else from enjoying it.","sentiment_score":0.0416666667}
{"full_text":"RT Quote: \"much of the spending...would do little or nothing to help actually struggling Americans. ...the plan is padded with n...","sentiment_score":0.0041666667}
{"full_text":"RT #PatanjaliCoronil getting approval from DCGI&amp; #WHO,no less,is a huge endorsement for Ayurveda&amp;India's homegrown #StartUp...","sentiment_score":0.4}
{"full_text":"RT There has been evidence that as many as 1\/3- 1\/2 of Americans had been exposed to Covid - no symptoms for a vast majority....","sentiment_score":0.25}
{"full_text":"RT I LOVED Barcelona so much! That's definitely where we are headed for our first Euro Trip post COVID! We are getting the b...","sentiment_score":0.315625}
{"full_text":"Are you having issues making your house payments because of Covid? No worries, we have a solution for that. (208) 664-2191#attorney #lawyer #advocate #lawyerlife #law #lawyeryoucantrust #eviction #COVID #tenant #renter #landlordtenant #landlord","sentiment_score":0.0}
{"full_text":"Reserving an entire restaurant on TV during a pandemic makes complete sense. If the show is skipping the pandemic, it would be difficult to safely fill a restaurant.","sentiment_score":0.025}
{"full_text":"RT #TheBigFight | Priyanka Chaturvedi, Rajya Sabha MP, on why she believes that private companies should now be allowed to manufactu...","sentiment_score":0.0}
{"full_text":"\"Vaccines all over the world are being handled by the state sector, which is providing them free of cost. Pakistan is setting a bad precedent by commercializing it,\" says one health experthttps:\/\/t.co\/DrmI0WBQFb","sentiment_score":-0.15}
{"full_text":"Facts like can I go somewhere where Miss Rona is MIA","sentiment_score":0.0}
{"full_text":"RT Trump sycophant, Florida Governor, and all-around nitwit Ron DeSantis has ordered flags to fly at half mast to honor Rush Li...","sentiment_score":0.2777777778}
{"full_text":"Are you having issues making your house payments because of Covid? No worries, we have a solution for that. (208) 664-2191#attorney #lawyer #advocate #lawyerlife #law #lawyeryoucantrust #eviction #COVID #tenant #renter #landlordtenant #landlord","sentiment_score":0.0}
{"full_text":"RT Thanks to the team at the Atlanta Community Food Bank for helping families suffering from hunger and for meeting with me yester...","sentiment_score":0.2}
{"full_text":"Jamaican government contractor Amber Group inadvertently exposed over 425,000 immigration records and over 70,000 COVID-19 results of travelers, mostly Americans, who visited the island in 2020https:\/\/t.co\/czlPgX2QaY","sentiment_score":0.5}
{"full_text":"I made a Covid-19 immunity\/vaccination tracker and forecast model. I also learned how to generate a nice frontend...","sentiment_score":0.6}
{"full_text":"What do you need to know in the face of post COVID-19 volatility?","sentiment_score":0.0}
{"full_text":"RT Make sure y'all apply for the additional funds that can be awarded to you through your schools for coronavirus relief. T...","sentiment_score":0.5}
{"full_text":"RT House GOP Leadership recommending a NO vote on Biden COVID relief package, which comes to floor next week.Scalise team m...","sentiment_score":0.0}
{"full_text":"I want to make a documentary about the impact of COVID19 lockdown on mental health. If you're in the tri-state area and you want to share your lockdown mental health struggle please hit me up.","sentiment_score":-0.0666666667}
{"full_text":"RT \"The reorganisation proposals for the English health service mean Hancock could replace the NHS CEO with Dido Harding a...","sentiment_score":-0.15625}
{"full_text":"RT As child care costs skyrocket, it's more critical than ever that we help working parents. I'm glad that the COVID relief...","sentiment_score":0.3333333333}
{"full_text":"Positive Cases: 418695Hospitalized: 451Deaths: 5878Death Increase: 14Data Retrieved On: 2021-02-19#coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT I'm a Democrat.I'm a New Yorker.Governor Cuomo helped get me through some of the worst months of the pandemic, but if...","sentiment_score":-0.4318181818}
{"full_text":"RT Your opinion in action: This study features data from the #MaruSpringboardAmerica community. #COVID19 #stim...","sentiment_score":0.1}
{"full_text":"Ambulance delays led to 'secondary Covid victims' -","sentiment_score":-0.3}
{"full_text":"I wish I had been able to make payments towards my federal student loan debt, but prior to the pandemic I couldn't afford them even with an income based repayment plan.","sentiment_score":0.25}
{"full_text":"RT  Dumbest people on planet Earth. CDC orders masks be worn on all commercial fishing vessels, Coast Guard must enforce th...","sentiment_score":0.0}
{"full_text":"RT Agreed. A passport based only on vaccination status would be deeply unfair, and counterproductive. A health pass integrating tes...","sentiment_score":-0.25}
{"full_text":"In our upcoming #CoveringCOVID webinar, professor Dr. Galit Alter will demystify the science behind mRNA vaccines, share what we know about SARS-CoV-2 variants protection &amp; more. February 23 10 a.m. ESTSign up:","sentiment_score":0.05}
{"full_text":"Since you like numbers we have 500,000 fewer Americans because of Trump's penchant for lying and not leading on #COVID19.I'll be waiting for your comment on that.","sentiment_score":0.0}
{"full_text":"I'm with Nellie but in my own professional and personal circle I know plenty of Michelles, too. This whole pandemic culture is going to be a topic of study for decades to come.","sentiment_score":0.225}
{"full_text":"Almost a third of people with 'mild' Covid-19 still battle symptoms months later, study finds: #KAKEnews","sentiment_score":0.1111111111}
{"full_text":"RT Anyone planning to attend our series at McPherson College are required to purchase a ticket due to COVID protocols. Tick...","sentiment_score":-0.125}
{"full_text":"RT We have 5 x PS10 Hotel Chocolat eGift cards to give away Fancy a cheeky chocolate treat during lockdown or want to give it t...","sentiment_score":0.0}
{"full_text":"Find out how Amazon became a leader in employer-driven COVID-19 testing.","sentiment_score":0.0}
{"full_text":"RT Amanda Chase, Virginia state senator and Trump loyalist who chooses to sit in a plexiglass box, rather t...","sentiment_score":0.0}
{"full_text":"RT Whitty at odds with Johnson over 'big bang' reopening of schools in England | Schools | The GuardianIs a 4th lockdown...","sentiment_score":0.0}
{"full_text":"RT How to Secure Budget for Cybersecurity When Times Are Tight #digital #business #tech #COVID #live #coronavirus #news #100day...","sentiment_score":0.0894480519}
{"full_text":"Can schools require teachers to get the COVID-19 vaccine? Probably, but most aren't - yet.","sentiment_score":0.5}
{"full_text":"Dr Lee Merritt: \"Covid Vaccines are a Form of 'Weaponized Medicine'\" via","sentiment_score":0.0}
{"full_text":"I'm coming home to stay","sentiment_score":0.0}
{"full_text":"RT \"Stay home, save lives\" - We've heard this one all year, but for people like David whose homes aren't the safest, what do...","sentiment_score":0.0}
{"full_text":"And the left loved him for it.  Let's not forget","sentiment_score":0.35}
{"full_text":"The path forward remains uncertain as COVID-19 and election uncertainty continue to be top of mind, according to the CBIZ Small Business Employment IndexCLEVELAND--(BUSINESS WIRE)--The CBIZ Small Business ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.125}
{"full_text":"US President Joe Biden said on Friday that the United States is returning to the transatlantic partnership and will address global challenges like climate change and the COVID-19 pandemic.","sentiment_score":0.0}
