{"full_text":"I wont be suprised the heat is to encourage people to enter into the lounge.with what generator people did with bribing nepa to take power,nothing would suprise me","sentiment_score":0.0}
{"full_text":"RT This is false &amp; misleading. Data of 734 doctors deaths was already made public by IMA. what was your cr...","sentiment_score":-0.2}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Drink are allowed only at police and army barracks? Even China that has virus more than nigeria is better than Nigeria.","sentiment_score":0.3333333333}
{"full_text":"RT [UPDATE] 2021 Idol Star Championship to air on Feb 11 and 12Emcees: Jun Hyun Moo &amp; Super Junior LeeteukGuests: SHINe...","sentiment_score":0.3333333333}
{"full_text":"RT With all due respect, you as an epidemiologist should be quite ashamed for pushing such fear-mongering tweets and circu...","sentiment_score":-0.0625}
{"full_text":"(Literally) asking for a friend... Is anyone doing #sponsorship research on the impact of the pandemic? #Covid19 #Sportsbiz","sentiment_score":0.0}
{"full_text":"RT I just reached 45k followers on Twitter this week! I want to thank you all for participating in my naked adventures! I just w...","sentiment_score":0.0}
{"full_text":"RT Hello! I'm Julia-I run doctors who want to inform the public about what's happening on the NHS COVI...","sentiment_score":0.0}
{"full_text":"RT IN CASE YOU MISSED IT: 9 of Gov. Cuomo's top health officials have left: reportNY health officials often learned abou...","sentiment_score":0.25}
{"full_text":"RT The NHS will not ask you to apply for the COVID-19 vaccine and there is no charge for it. When it's your turn, we will contac...","sentiment_score":0.0}
{"full_text":"Rick Scott Blasts World Health Organization For Assisting China In Covid Coverup, Presses Biden","sentiment_score":0.0}
{"full_text":"RT TUESDAY, FEBRUARY 2nd: 1.01 (Ontario Covid-19 Rt)ONTARIO REGIONAL METRIC NATIONAL &amp; PROVINCIAL      R Values...","sentiment_score":0.0}
{"full_text":"RT Just got off a conference call with Speaker Pelosi.The framework for the reconciliation vote on the Covid relief package was...","sentiment_score":0.0}
{"full_text":"RT How's your lockdown exercise regime going? I hear yoga is a good way to stay flexible https:\/\/t.co\/L5S3LPSaba","sentiment_score":0.7}
{"full_text":"RT After the deaths of more than 250 employees at meatpacking plants nationwide, a House subcommittee is launching an investi...","sentiment_score":0.5}
{"full_text":"I'mma be honest, if Washington State mandates some like the KN95, I think I'll just stay home until I'm allowed to leave again. I tried to wear one and it was almost too much for me to breathe, maybe pregnancy's fault.","sentiment_score":0.4}
{"full_text":"I'm surprised that a year into the #COVID19 pandemic, we're not seeing a lot of masks with advertising on them. Many companies are missing an opportunity here.","sentiment_score":0.1333333333}
{"full_text":"bangtan with hula hoops made me laugh more than any netflix comedy special I've watched in this lockdown","sentiment_score":0.3857142857}
{"full_text":"RT So to recap we told people to stay home for the last 325 days and gave them $1,800. That's $5.54 a day.Meanwhile, th...","sentiment_score":0.0}
{"full_text":"RT Sputnik V vaccine has 91.6% efficacy against symptomatic Covid, Russian trial suggests","sentiment_score":0.0}
{"full_text":"MoE Making Education Accessible to AllThe takes this opportunity to inform the public of some the measures taken since March 2020 to provide students wIth access to teaching and learning opportunities during the COVID-19 Pandemic.  #MoEduTT #TransformingEducation","sentiment_score":0.1875}
{"full_text":"A thread worth reading if Kroger is in your area and you have viable alternatives for shopping.","sentiment_score":0.3}
{"full_text":"RT This is Chicago public school teacher Dwayne Reed.His wife is eight months pregnant with their first child. In an attempt...","sentiment_score":0.1944444444}
{"full_text":"RT Mitch McConnell used reconciliation to pass the $1.9 Trillion 2017 tax cuts. The final vote was 51-47.Let's use it now to...","sentiment_score":0.0}
{"full_text":"Be reasonable - we have only been completely out for 1 month and we are in the middle of a pandemic.","sentiment_score":0.075}
{"full_text":"RT The pandemic is no excuse to undermine #democracy. To deliver choice &amp; voice to everyone, the  is working toward ren...","sentiment_score":0.025}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Did the #GroundHog have any predictions on how much longer I would be in COVID house jail? ","sentiment_score":0.05}
{"full_text":"RT Bravo! Lets see if , and pick this up.  ","sentiment_score":0.0}
{"full_text":" Latest Covid Updates:-                           Total Cases : 859                               Deaths : 1                          Recovered : 821                 Here is a randomly generated number:188","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT This is excellent. 'Why has HM Government not published a cost\/benefit analysis of its current lockdown policy, despit...","sentiment_score":0.5}
{"full_text":"RT The vaccine shortage doesn't need to exist. Pfizer and Moderna could share their design with the dozens of other pharma c...","sentiment_score":-0.125}
{"full_text":"Interesting listening to the reasoning for why it's easier to just give two shots to everyone when those who have had covid already probably only need one.","sentiment_score":0.25}
{"full_text":"RT Early in the pandemic I turned back to an old friend, Henry Thoreau. I felt that he had some lessons for sheltering in pl...","sentiment_score":0.0666666667}
{"full_text":"RT So to recap we told people to stay home for the last 325 days and gave them $1,800. That's $5.54 a day.Meanwhile, th...","sentiment_score":0.0}
{"full_text":"RT This is the bit when 2020, having been staked through the heart, burnt and thrown down a well, re-emerges...","sentiment_score":-0.1555555556}
{"full_text":"RT The \"protesters\" who blocked the largest #COVID19 vaccine site in Los Angeles over the weekend organized their \"protest\" on...","sentiment_score":0.0}
{"full_text":"RT The vaccine shortage doesn't need to exist. Pfizer and Moderna could share their design with the dozens of other pharma c...","sentiment_score":-0.125}
{"full_text":"RT The next President will deal with the following:Bad economyWest Philippine SeaCovid-19 P12T national debtCorruptio...","sentiment_score":0.0}
{"full_text":"I don't really care how many more weeks of winter we have. How many more weeks of pandemic do we have?","sentiment_score":0.44}
{"full_text":"Well then","sentiment_score":0.0}
{"full_text":"RT and if not impacted by fires, when lockdown is over go and spend a few nights at their Chalets and return their...","sentiment_score":-0.2}
{"full_text":"RT This is what we are doing to our children. Lockdown \"massively exacerbates any pre-existing mental health issues - fears, an...","sentiment_score":-0.05}
{"full_text":"Official COVID death numbers: the fraud, the killing","sentiment_score":0.0}
{"full_text":"It helps that lawbreakers still get 12 lashes with the Cat 'O Nine Tails if they break lockdown rules.","sentiment_score":0.0}
{"full_text":"RT Hello! I'm Julia-I run doctors who want to inform the public about what's happening on the NHS COVI...","sentiment_score":0.0}
{"full_text":"RT WILLFULLY SPREADING VIRUS IS A FELONYJersey man charged after deliberately coughing on a store worker.","sentiment_score":0.0}
{"full_text":"RT OnlyFans, I support it!  Especially in this Pandemic) get your coins queens! ","sentiment_score":0.0}
{"full_text":"RT FOOTBALL: Florentino Perez, the President of Real Madrid, has tested positive for coronavirus.","sentiment_score":0.2136363636}
{"full_text":"RT COVID-19 is affecting how we live our everyday lives so we have to adapt to a new way of living  >Press play to find o...","sentiment_score":0.0242424242}
{"full_text":"RT Coronavirus pandemic has made the US more dependent on China, and cut chances of decoupling","sentiment_score":0.5}
{"full_text":"We are working hard to open Green IT classrooms in this complicated #covid environment. #Nature is a source of peace and inspiration for us, we must not spoil it with #pollution","sentiment_score":-0.2479166667}
{"full_text":"RT The next President will deal with the following:Bad economyWest Philippine SeaCovid-19 P12T national debtCorruptio...","sentiment_score":0.0}
{"full_text":"RT \"Some of your remarks have been misconstrued as being harmful to the government so our funding can be put at risk.\" On...","sentiment_score":0.0}
{"full_text":"RT Much like Britain. Whilst we are all locked down, illegal immigrants sail in daily wit...","sentiment_score":-0.1138888889}
{"full_text":"RT People need to know... the CDC is misrepresenting results of the Pfizer trial. They want everyone to get vaccinated. T...","sentiment_score":0.0}
{"full_text":"RT Spineless.","sentiment_score":0.0}
{"full_text":"RT Trudeau to announce deal to allow Canada to produce its own coronavirus vaccines after sustained doubts about foreign supplyhttp...","sentiment_score":0.2375}
{"full_text":"RT This is why I think the universe heard some of us talking about not washing legs and now we're here","sentiment_score":0.0}
{"full_text":"Yes - if that was their plan, but it possibly isn't. So many lockdown rules are so moronic, its difficult to understand if they really are that incompetent, or if its a strategy ","sentiment_score":-0.0375}
{"full_text":"Wait. People are buying into Tony Robbins now? . This guy is a joke trying to remain relevant because he can't charge thousands for his seminars.  Plus a downright liar just about everything he says. But sure. He knows more about COVID lol","sentiment_score":0.55}
{"full_text":"RT Why do lockdowners preach about the \"long term effects\" of Covid but don't give a damn about the long term effects of...","sentiment_score":-0.05}
{"full_text":"RT UK teenager wakes up from 10-month coma with no knowledge of COVID-19 pandemic","sentiment_score":-0.1}
{"full_text":"RT Around 1 in 3 people who have Covid-19 have no symptoms. Act like you've got it.  Stay Home. Protect the NHS. Save Lives","sentiment_score":0.0}
{"full_text":"#WHO expert says #China mission going 'very well' #Pandemic #WuhanVirus","sentiment_score":0.2}
{"full_text":"RT Another good travel firm gone.\"Unlikely to be any normal international leisure travel until 2022,\" says the boss of Tucan...","sentiment_score":0.03}
{"full_text":"RT Authorities in Ontario's Peel Region have an alternative to isolating at home: isolation hotels.Almost anyone is eligible to...","sentiment_score":0.0}
{"full_text":"RT Hello! I'm Julia-I run doctors who want to inform the public about what's happening on the NHS COVI...","sentiment_score":0.0}
{"full_text":"RT Coronavirus pandemic has made the US more dependent on China, and cut chances of decoupling","sentiment_score":0.5}
{"full_text":"RT This is straight up Trump-like bs. It's dangerous. People are dead because of provincial inaction. #ONpoli","sentiment_score":-0.2}
{"full_text":"RT UK Covid variant has mutated again, scientists say","sentiment_score":0.0}
{"full_text":"RT Last night, I watched the Austrian chancellor and ministers detail new covid rules...","sentiment_score":0.0681818182}
{"full_text":"RT Abi China dey ment?? Which one be nipah virus, e be like I go abandon this hospital career","sentiment_score":0.0}
{"full_text":"RT How to save a life without doing surgery. Wear a nice snug mask.(Photo by my favorite photographer, Arlene Alda)","sentiment_score":0.55}
{"full_text":"RT talkRADIO listener Amy tells Julia how her autistic daughter, aged 8, has \"pulled chunks of hair out,\" and had up to five ep...","sentiment_score":-0.15}
{"full_text":"RT \"The science is clear that there is no substitute for in-person learning, especially for poor &amp; minority children most at...","sentiment_score":0.05}
{"full_text":"RT Look: Republicans in Congress shouldn't be worried about a COVID relief bill that's \"too big.\" They should be worried that peo...","sentiment_score":0.0}
{"full_text":"RT CLOSE THE SCOTTISH BORDER.THIS IS A MATTER OF LIFE AND DEATH.@ScotTories would rather you died than protected yourself, y...","sentiment_score":0.0}
{"full_text":"Having actually watched the ceremony (it was streamed here you realise that they aren't even trying to hide the fact that there was only one possible outcome. Kinda seems even more ridiculous considering how many people this involved during pandemic times","sentiment_score":0.1111111111}
{"full_text":"RT A study has found that the job with the highest mortality rate from COVID-19 is line cook. All the arguments about re-openin...","sentiment_score":0.0}
{"full_text":"RT Why isn't millions of vaccines missing a huge story? Seriously...what did 45** and company do with the millions of missing va...","sentiment_score":1.850371708e-17}
{"full_text":"RT The head of Eurocontrol, which manages the European Air Traffic Network, says Dublin Airport has been worst affected by the co...","sentiment_score":-0.5}
{"full_text":"RT A 41-yr-old man will spend 18 days in jail after refusing to wear a face mask in Perth.LET. THAT. SINK. IN.","sentiment_score":-0.1}
{"full_text":"RT Just register for a course or something Natasha please.","sentiment_score":0.0}
{"full_text":"Why are so hard to communicate with and still flying the covid excuse a year later.... From q position 1 cut off and back to 56! Looks like you need a day off to speak to you lot with your crap q's","sentiment_score":-0.2283333333}
{"full_text":"RT Q: Gulf when will you post video about exercise?: Need to wait Covid (end) first krub#BwellxLazadaxGulf","sentiment_score":0.25}
{"full_text":"No. Again you deliberately misunderstand. THE MODELS PREDICTED HUNDREDS OF THOUSANDS OF DEATHS IN SWEDEN WITHOUT LOCKDOWN. THAT DIDNT HAPLEN. THE MODELS ARE WRONG.","sentiment_score":-0.5}
{"full_text":"RT After successful planning &amp; strategy against COVID19 by PMIK &amp; his GovtNow its time to vaccinate each and every Paki...","sentiment_score":0.75}
{"full_text":"RT BREAKING: Public Health England has detected samples of the Kent #COVID19 variant with mutations that might help it evade the...","sentiment_score":0.0}
{"full_text":"Can we start to acknowledge that \"I don't have kids, why would I pay for schools?\" has consequences?","sentiment_score":0.0}
{"full_text":"RT New fund for freelancers in the arts and culture industries whose work has been impacted by Covid-19 is NOW LIVE.\"Wi...","sentiment_score":0.1363636364}
{"full_text":"RT Proud to join 99 of my colleagues in a letter calling for a pathway to citizenship for the estimated 5 million undocumente...","sentiment_score":0.8}
{"full_text":"Happy Groundhog Day! Punxsutawney Phil saw his shadow this morning, which means there will be six more weeks of winter.","sentiment_score":0.75}
{"full_text":"Olympics will happen 'however coronavirus evolves': Tokyo 2020 chief","sentiment_score":0.0}
{"full_text":"Trump readies his impeachment defense as Biden pushes lawmakers to pass his Covid aid bill.https:\/\/t.co\/qsFvx92d9r#11thHour","sentiment_score":0.0}
{"full_text":"STUDY: Minimal Adherence to SOPs: Youth in Kampala Believe They are Immune to #Covid19 #ChimpReportsNews #COVID19UG #News","sentiment_score":-0.1}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurveWhy just have one Bass when you can have 3?https:\/\/t.co\/cXaubyTZSF","sentiment_score":-0.15}
{"full_text":"Insurance companies urged to give rebate as pandemic goodwill gesturehttps:\/\/t.co\/vUDlpUKH1L","sentiment_score":0.0}
{"full_text":"Does Wearing Two Masks Provide More Protection?","sentiment_score":0.5}
{"full_text":"The #COVID19 vaccination programme is the biggest ever undertaken by the NHS.This is our way out of the pandemic.Watch to find out about the huge national effort involved ","sentiment_score":0.4}
{"full_text":"This is not OK! Reading the comments below highlights how ignorant &amp; immature too many people are to this problem. Time to show more respect.","sentiment_score":0.2291666667}
{"full_text":"Safeguarding is Everybody's Business. Download resources to help raise awareness of adult safeguarding and encourage people to #ReportIt during lockdown","sentiment_score":0.1}
{"full_text":"The day's stop storiesIn one placeFrom the Editors: Onus on us as new set of COVID-19 precautionary measures announced in Dubai, and morehttps:\/\/t.co\/eUi7k05xjv","sentiment_score":0.1363636364}
{"full_text":"RT New, from Congress allocated more than $600 million to help Michigan renters not lose their homes in the wint...","sentiment_score":0.3181818182}
{"full_text":"RT Droids don't get Covid.But humans do.Please... Get vaccinated, too.We're NOT doomed!My sincere thanks to Dr Aboi and...","sentiment_score":0.35}
{"full_text":"If the government not gon place us on a lockdown ima just lock myself down cause no","sentiment_score":-0.1555555556}
{"full_text":"Free #COVID19 testing is available in Cincinnati this morning. Richard E. Lindner YMCA2039 Sherman Avenue8 a.m. - 12 p.m.More info: testing sites:","sentiment_score":0.4}
{"full_text":"#Timetohelp2020;We organized an online ESOL course, under the name \"Eleven Eleven\", for more than 500 refugees who had difficulties because of their lack of language skills, and who could not attend language courses as a result of the pandemic.#Charity #Review #RefugeesWelcome","sentiment_score":0.5}
{"full_text":"The most recent  7-day rate of new COVID-19 infections in Barnsley is 237.8 per 100,000 people in the population (using data for 7 days ending on 27 Jan). This is lower than yesterday's figure of 251.6 per 100,000 people. Rate calculated using data from","sentiment_score":0.2121212121}
{"full_text":"Stop the Spread #Covid19 #stayhome #Hertsvalleyccg #hertslpc","sentiment_score":0.0}
{"full_text":"Perspective: #Headache during #COVID19: Lessons for all, implications for the International Classification of Headache Disorders (#ICHD)","sentiment_score":0.0}
{"full_text":"Protecting Miners from COVID-19 exposure","sentiment_score":0.0}
{"full_text":"If you have been missing live music throughout the pandemic, one Crozet brewery is working hard to bring it back.","sentiment_score":-0.0888257576}
{"full_text":"ZANU PF legislators yesterday spent the day fasting, and praying for mercy and healing as COVID-19 continues to ravage the party, as well as hundreds of ordinary Zimbabweans on a daily basis.https:\/\/t.co\/gv1oJ3M7BL","sentiment_score":-0.1166666667}
{"full_text":"Health and care organisations across the globe are responding to the challenge of COVID-19. has curated relevant webinars, reports and other fascinating insights into international health system approaches to this global pandemic","sentiment_score":0.195}
{"full_text":"You guessed it: reaction to the pandemic is going to drive health benefits trends for the year, and the big takeaway is the important role of digital technology in our lives.","sentiment_score":0.1333333333}
{"full_text":"How a Derbyshire teacher has been helping the nation's children to learn during lockdownhttps:\/\/t.co\/cgZGzL1KD6","sentiment_score":0.0}
{"full_text":"Back in October, Waterloo co-founders, Kayli Dale (BASc '20) &amp; Jacquie Hutchings (BASc '20) launched to reduce takeout waste that spiked due to the #COVID19 pandemic. Read their story: #UWaterloo","sentiment_score":-0.1083333333}
{"full_text":"\"Now is not the time to count pennies. Now is the time to address these monumental crises,\" says Sen. Bernie Sanders on the size of the Covid relief bill.","sentiment_score":0.0}
{"full_text":"Due to COVID-19, mining exploration in Africa has majorly decelerated, threatening the minerals supply pipeline. The annual Investing in African virtual conference currently taking place, is focusing on inward investment and #GreenEnergy.","sentiment_score":-0.015625}
{"full_text":"Quebec teachers are threatening to go on strike. They say they are exhausted and working conditions have deteriorated since the beginning of the pandemic.","sentiment_score":-0.4}
{"full_text":"The volunteering efforts across Powys in response to COVID-19 has been truly inspiring.With more than 48,000 volunteers across the county, we want to celebrate their fantastic work.Thank you to all #PowysVolunteers","sentiment_score":0.45}
{"full_text":"I was thinking of Jimin staying only but than I again I thought jk goes home in the same car as jm so jk would also stay","sentiment_score":0.0}
{"full_text":"\"I feel like our police department is very open to community comments, and I encourage people to contact us. Come in and talk to us.\"Jackson's new Chief of Police, Michelle Weber, spoke with KHOL about building community trust, the pandemic and more.https:\/\/t.co\/arXzlZ8T6i","sentiment_score":0.0681818182}
{"full_text":"Nursing home workers reluctant to get COVID vaccine.","sentiment_score":0.0}
{"full_text":"The AstraZeneca vaccine recently received approval from European Union's drug regulator for emergency use to help fight COVID-19. | By","sentiment_score":0.0}
{"full_text":" The immigration system is daunting and leaves many people requiring specialist advice. We are here to help... Our immigration law advice line is running throughout lockdown 3.#LCtoday #AccessToJustice","sentiment_score":0.5}
{"full_text":"Is there a Pandemic Groundhog Day? #GroundhogDay","sentiment_score":0.0}
{"full_text":"  are working with  to find out how #COVID19 has impacted grassroots physical activity. By completing their survey they will be able to more accurately support you.Have your say online here ","sentiment_score":0.35}
{"full_text":"   are working with  to find out how #COVID19 has impacted grassroots physical activity. By completing their survey they will be able to more accurately support you.Have your say online here ","sentiment_score":0.35}
