{"full_text":"RT I can't wait to hit my kids with \"I went through a pandemic, race war, hurricanes, and a winter storm and still graduated c...","sentiment_score":0.0}
{"full_text":"RT Aerosols, masks, infectiousness: Coronavirus myths debunked","sentiment_score":0.0}
{"full_text":"RT When doctors got sore arms, fatigue, muscle aches or fevers after their Covid-19 vaccine, they celebrated. That's becaus...","sentiment_score":0.35}
{"full_text":"RT i can't tell if time is speeding up or slowing down during the pandemic","sentiment_score":-0.1555555556}
{"full_text":"In this Pandemic ONTARIO needs 1000 of more nurses,same time 1000 of nurses waiting to get license even after they cleared Nclex RN. Most of them only need to clear Language criteria and submitted required documents from employers months before but CNO not Processing it on time.","sentiment_score":0.275}
{"full_text":"RT Texans are suffering without power because those in power have failed us. As with Covid, a natural disaster has become far...","sentiment_score":-0.1}
{"full_text":"RT #YouthAllowance, JobSeeker &amp; #Coronavirus Supp have been a lifeline for 400,000 #youngpeople during the pandemic, but these p...","sentiment_score":0.0}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"RT Note to my Democratic colleagues: there is ZERO risk in going \"too big\" on COVID relief. The American people are demanding bo...","sentiment_score":0.0}
{"full_text":"Apparently Lana del Rey is taking fucking selfies in Anchorage Alaska...WITHOUT A MASK.  as if it weren't enough that she did the book signing with a mesh mask, she decided to come watch up north to spread Covid. OUTRAGED RIGHT NOW","sentiment_score":-0.2328571429}
{"full_text":"RT My dad got Covid in his assisted living home. No visitors allowed but staff goes home around their families and friends (...","sentiment_score":0.0}
{"full_text":"People are dying and more are going to die!!! This is insane, this is the result of privatization with no regulation of a public utility! Good God the greedy rich corporations and the Godless GOP really don't care if #Americans die!! First Covid now this","sentiment_score":0.2305803571}
{"full_text":"RT MALEMA: But again, because of your incompetence, you will not use your regulatory power to save the lives of workers fr...","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"If, there's a so signified, 'Human Right's Act'? Those who are committing genocide by 'Austerytisation' 'COVID 19' exploitation,covert Nazim. Using the rotten figleaf of 'Brexit'. Will be jailed.","sentiment_score":0.1428571429}
{"full_text":"RT I'd seen a lot of writing about living alone during the pandemic and I felt the weight of that. Now the power is out and th...","sentiment_score":0.0}
{"full_text":"RT 72% COVID cases coming from Maharashtra and Kerala. But if you were to go by the sheer lack of noise by the media and l...","sentiment_score":0.0}
{"full_text":"No, I am a small business owner I know exactly how it affected my livelihood. I also have family that went thru cancer treatment during lockdown. I just realise  Life is about more than money. If you have your health you can always get thru hard financial times.","sentiment_score":0.0416666667}
{"full_text":"RT \"Australians aren't actually seeing people being vaccinated, we're not seeing it being totally normalised yet, and we've got...","sentiment_score":0.0}
{"full_text":"RT NEW: Labour is calling for carers to be paid at least PS10 an hour, meaning a rise of up to PS3,500 a year.@AngelaRayner...","sentiment_score":-0.0818181818}
{"full_text":"RT This Covid has more key changes than Beyonce's 'Love on Top'","sentiment_score":0.375}
{"full_text":"RT how the fuck the snow make y'all stay in but not covid ","sentiment_score":-0.4}
{"full_text":"RT Daw Su government didn't have any coercive means to enforce Covid-related restrictions. But people voluntarily followed. No...","sentiment_score":0.0}
{"full_text":"RT By the end of this pandemic, we'll have a good idea of which jobs are best done remotely, and which jobs aren't.One thi...","sentiment_score":0.5333333333}
{"full_text":"Remember pre-covid ?","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Room Rater PSA from Canada and \"Lockdowns are the last resort of a society that can't get its shit toget...","sentiment_score":-0.1}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT A little boy who's currently hospitalized with COVID-19 is requesting for people to send him stickers and notes of encouragement a...","sentiment_score":-0.09375}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT NM the third-highest percentage of residents with two shots of COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT I dug into just what the math of \"vaccinating everyone by September\"means for Canada and it will require consistent delive...","sentiment_score":0.25}
{"full_text":"if i got covid because i had to go in to get my cervix prodded i'm gonna be very rude to somebody","sentiment_score":-0.39}
{"full_text":"i'm so tired of:1. this pandemic2. people not taking this pandemic seriously3. texas republicans4. horrible things happening to good people5. seeing so much evil 6. disasters constantly negatively impacting good people","sentiment_score":-0.2166666667}
{"full_text":"RT this is the company that manages the vast majority of texas's energy load saying \"unplug your stand mixers\" as if that's why...","sentiment_score":0.0}
{"full_text":"RT I'd seen a lot of writing about living alone during the pandemic and I felt the weight of that. Now the power is out and th...","sentiment_score":0.0}
{"full_text":"RT We have just got a notice that Chinese students who have recently been overseas can still return to school if they are...","sentiment_score":0.0}
{"full_text":"Next Big Thing Of Covid-19 Impact | Concrete Drill Bits Market Risk And Challenges Involved For Suppliers 2026","sentiment_score":0.05}
{"full_text":"More heads roll in Malawi civil service: 10 PS, 28 DCs interdicted #CivilService #Coronavirus","sentiment_score":0.5}
{"full_text":"90 cases of COVID variant identified at correctional facility in Ionia, health officials say - WDIV ClickOnDetroit","sentiment_score":0.0}
{"full_text":"RT Just as we're finally getting a handle on the pandemic...GOP leaders are doing their best to make sure things get worse a...","sentiment_score":0.275}
{"full_text":"the fact cases numbers haven't been this low in forever mother nature really came thru and said i'll make y'all stay inside","sentiment_score":0.1}
{"full_text":"RT If is asking people\/customers to stay home while allowing businesses to reopen...are they deliberately placing these...","sentiment_score":0.0}
{"full_text":"Covid cured the flu. Didn't you know??","sentiment_score":0.0}
{"full_text":"RT A recent Princeton study, which surveyed more than half a million people in India, found children and young adults to ma...","sentiment_score":0.1083333333}
{"full_text":"Incredible guy. Still remember his speech when the pandemic hit:https:\/\/t.co\/Vv2G3BDJ5l","sentiment_score":0.9}
{"full_text":"Nobody should be in hospitals, nursing homes, or assisted living facilities without loved ones visiting and being able to comfort them\/advocate for them etc. It's inhumane and cruel.","sentiment_score":-0.175}
{"full_text":"So important.","sentiment_score":0.4}
{"full_text":"That smile... ","sentiment_score":0.3}
{"full_text":"RT When everyone is considered 'safe' from COVID, so many people will have been brainwashed to be perpetually anxious that...","sentiment_score":0.25}
{"full_text":"RT CNN: +2,800 hate crimes against Asians in the US during COVID-19 pandemic.","sentiment_score":-0.8}
{"full_text":"RT State government wasn't prepared for the hurricanes, the pandemic, &amp; now a record breaking winter storm in Texas... WT...","sentiment_score":0.0}
{"full_text":"If I told myself two years ago that I would be going to school in southwest Virginia in the middle of a pandemic and that a BODY was just discovered on that campus, I would not have believed it","sentiment_score":0.0}
{"full_text":"RT saddened and cold, we headed home, leaving a solid crew of folks working through what appears to be an endless supply...","sentiment_score":-0.2416666667}
{"full_text":"RT New Orleans' Mardi Gras parade was cancelled due to COVID-19 so people have been transforming homes into #YardiGras house fl...","sentiment_score":-0.0795454545}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Look. A whole lot of epidemiologists have shown and continue to show their asses in this pandemic.\"Prioritize the old!\" -Um, not all races reach \"old\" so this will leave out key grps.\"The Science about schools is in!\"-The Science means nothing outside of real world context.","sentiment_score":0.1041666667}
{"full_text":"I've been on Fat Sunday thru Saturday since last March, due to the Pandemic. My son now holds the key to the lock on the fridge after putting on the Covid 15.","sentiment_score":-0.0416666667}
{"full_text":"RT The next pandemic is preventable -- if we choose to do a few things.","sentiment_score":-0.1}
{"full_text":"RT While they focused on bathroom bills, \"show me your papers\" legislation and fighting with sports teams over the Star Spang...","sentiment_score":0.0}
{"full_text":"RT The SPC commended ADNOC for its robust and proactive response to COVID-19 throughout this year, which has consistently...","sentiment_score":0.25}
{"full_text":"RT Open boarders to save everyone from this ongoing pandemic. We inflate your society with international money and save your...","sentiment_score":0.0}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Both household income and housing costs saw significant increases prior to the COVID-19 pandemic, according to figures from Statistics New Zealand (Stats NZ).","sentiment_score":0.1704545455}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"Shout out to this and I'm going on Etsy!!!","sentiment_score":0.0}
{"full_text":"RT No wonder the Myanmar junta rushed Aung San Suu Kyi to court without alerting her lawyer. It charged her with the grave \"crime...","sentiment_score":0.0}
{"full_text":"RT Here's an example of the incredible risks and burdens that our essential workers have been facing. And even as we move tow...","sentiment_score":0.45}
{"full_text":"In this Pandemic ONTARIO needs 1000 of more nurses,same time 1000 of nurses waiting to get license even after they cleared Nclex RN. Most of them only need to clear Language criteria and submitted required documents from employers months before but CNO not Processing it on time.","sentiment_score":0.275}
{"full_text":"RT My dad HAD COVID in November and recovered  he's 97!! Yay daddio!!","sentiment_score":0.0}
{"full_text":"RT One sign of covid's nastiness is the fact that the covid countermeasures basically eradicated the flu while covid still surged","sentiment_score":0.0}
{"full_text":"So are you saying we need to send students back to school for their mental health or stay home for their mental health? I think I know the answer but I don't want to assume.","sentiment_score":-0.0666666667}
{"full_text":"Yup. Fuck it. My tour last week got absolutely fucked by lockdown. Still was worth it.","sentiment_score":-0.175}
{"full_text":"I was really hoping for another lockdownI'm sick of work i stg. like we finna act like Covid not still out here???","sentiment_score":-0.2571428571}
{"full_text":"So if there are a bunch more DUI's in 2020, does that mean that those excess are because of people getting drunk due to covid. There is no science behind this stat. For all we know, it could be due to suicide from the lockdowns. Too many confounds.","sentiment_score":-0.0660714286}
{"full_text":"Put those headphones on!  released a new track and we urgently need you to listen to it, it's called 'Right Now!'","sentiment_score":0.2467532468}
{"full_text":"RT This is what military junta regimen looks like.They seized all the vaccine that we received with our State Counsellor's...","sentiment_score":-0.1}
{"full_text":"#Fashion | For the second season in a row, fashion weeks are being held online, erasing economic activity in New York, London, Paris and Milan. #COVID19 #fashionshow #covid19impacthttps:\/\/t.co\/3BrmiFp31b","sentiment_score":0.1121212121}
{"full_text":"#Coronavirus #latestupdates: Cases continue to rise in #Maharashtra; CM #UddhavThackeray orders strict action against violators.https:\/\/t.co\/r7zSV3pHwS","sentiment_score":0.1}
{"full_text":"Vegetable prices fell this year due to the pandemic. Omani vegetables such as tomatoes, cucumber and pepper are available in abundance. Many farmers lost money due to the suspension of exports to some countries.","sentiment_score":0.13}
{"full_text":"You know best!","sentiment_score":1.0}
{"full_text":"When the COVID-19 pandemic shut down the economy, about half of U.S. workers shifted to remote work. Now that tax filing season is underway, some might ask whether they'll get a tax break from working from home - or if they'll see a bigger tax bill.","sentiment_score":-0.1055555556}
{"full_text":"CDC gives guidance on using pain relievers like Motrin, Tylenol with COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Biden and Harris will meet with labor leaders in the Oval Office tomorrow to talk about his COVID relief plan, the White...","sentiment_score":0.0}
{"full_text":"RT same people who say they want lockdown against covid that's killed over 120000 people lifted a.s.a.p as it's ruining ec...","sentiment_score":-0.1}
{"full_text":"RT JUST IN: Project Veritas drops a bombshell video of Facebook founder ZUCKERBERG, who can be watched saying:\"I share...","sentiment_score":0.0}
{"full_text":"England's children's commissioner says vulnerable children must be at the heart of government plans to \"build back better\" after the pandemic.","sentiment_score":0.0}
{"full_text":"Melbourne's first Super Saturday of 2021 is on, with lockdown lifting on time. Here's what to expect.https:\/\/t.co\/G2cv45gxC7","sentiment_score":0.2916666667}
{"full_text":"RT BREAKING: Court in the Netherlands has ruled that the government-imposed coronavirus curfew must be lifted immediately","sentiment_score":0.0}
{"full_text":"Canadas coping mechanism is to pretend they're good ppl and pat themselves on the back ...give themselves awards abd Nobels like they earned it. Most nauseating society","sentiment_score":0.4}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"789 nurses and midwives test positive for Covid-19 in 2021 - General Secretary, GRNMA #PrimeMorning","sentiment_score":0.1386363636}
{"full_text":"#COVID19 Vaccination time!!!Tembisa Hospital family physician Dr Thierry Ngoyi talks about the importance of vaccinating against Covid-19 for Tembisa Hospital staff members.","sentiment_score":0.0}
{"full_text":"Investors dividend payouts offer relief in pandemic yearhttps:\/\/t.co\/nmhrOUOWFK","sentiment_score":0.0}
{"full_text":"\"We are all German strangers now.\"Probably my favorite line from Jon's newest real-life story chronicling the times in which we live. Read the whole story and see what Jon means.https:\/\/t.co\/g5wnfalod6@JonAaronSandler  ","sentiment_score":0.2090909091}
{"full_text":"Are you struggling with what to do in the school holidays during lockdown?! Why not enter Oliver &amp; Miss Cook's Lockdown Variety Show!Please send a video to Miss Cook of you doing something wonderful by Monday, 22nd of February!","sentiment_score":1.0}
{"full_text":"if you traveled during this pandemic just for a funsies trip know i will forever hate you  literally how can you be that DUMB","sentiment_score":-0.5875}
{"full_text":"Hope for vaccine as Africa marks one year of Covid-19***Latest News Updates","sentiment_score":0.0}
{"full_text":"RT The Coronavirus Pandemic 1 Year On--What Went Wrong? by via part...","sentiment_score":-0.5}
{"full_text":"Researchers find clue to how asthma can lead to mutations of flu and even COVID","sentiment_score":0.0}
{"full_text":"Living in the time of pandemic: COVID-19 (37) Contains guilt, some money frustrations, getting some things done.https:\/\/t.co\/F1pNn4Y7oA","sentiment_score":0.0}
{"full_text":"RT This is important. Ron DeSantis is in the news again for making excuses about his callous coronavirus response. We are the o...","sentiment_score":0.4}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"Nothing","sentiment_score":0.0}
{"full_text":"RT Humans: \"Covid better be over by summer\"Covid: \"or what?\"","sentiment_score":0.5}
{"full_text":"Our students love their clubs and events. This can be clearly seen in the happy faces and smiles in these photos. (Pre-COVID19 Pictures)#SABIS #SABISBrand #GlobalBrand #TheLearningNeverStops #ThinkSABIS #SLO","sentiment_score":0.4666666667}
{"full_text":"RT Disgusting. The fact that elected reps (politicians) are among the confirmed recipients of Phase 1 vaccine, but teachers a...","sentiment_score":-0.3}
{"full_text":"By necessity. They are both high risk for Covid and as it is running rampant they have lost their freedoms","sentiment_score":0.16}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"COVID-19 bill would scale up ability to spot virus mutations -","sentiment_score":0.0}
{"full_text":"Fox News is a highly questionable source: of people who contract COVID develop serious symptoms:","sentiment_score":-0.4166666667}
{"full_text":"Biden resets his own Covid goalposts at CNN town hall - POLITICO","sentiment_score":0.6}
{"full_text":"Stay on top of your hustle with uncapped fibre for your home from just R589pm.   #GetConnected  #GetUncapped   Email us - sales@fibreboyz.co.za or visit our website","sentiment_score":0.5}
{"full_text":"RT Biden is holding a nationally televised town hall to discuss coronavirus instead of a massive superspreader rally to sat...","sentiment_score":0.0}
{"full_text":"UK calls for conflict zone ceasefires to roll out vaccines Britain will on Wednesday call for a United Nations resolution to help negotiate ceasefires so that people in conflict zones can be vaccinated against COVID-19, saying member states have a moral duty to protect the vulner","sentiment_score":0.0}
{"full_text":"Germany reports 7,556 new coronavirus cases, 560 deaths in latest update today","sentiment_score":0.3181818182}
{"full_text":"RT 1\/8 have issued a policy position to support BAME communities in London during and beyond the #COVID19 pan...","sentiment_score":0.0}
{"full_text":"RT My dad HAD COVID in November and recovered  he's 97!! Yay daddio!!","sentiment_score":0.0}
{"full_text":"I work in legacy fundraising - aka people who leave money in their will to charity. I've been majorly slacking off as the Covid crisis develops in expectation that many of my older donors will die and and I'll have a windfall year","sentiment_score":0.2430555556}
{"full_text":"RT People in this country are hurting right now - especially women. About 2.5 million women have lost their jobs or dropped out of the...","sentiment_score":0.1428571429}
{"full_text":"RT A pandemic. A snowstorm. And a bored guy...","sentiment_score":-0.5}
{"full_text":"RT Vaccine supplies to the states up from 8.6m doses per week when we arrived, to 13.5m per week now -- up almost 60% in just four...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 18.8FWind Chill: 11.1FHumidity: 75%Dew Point: 12.2F Barometer: 30.267 inHgWind: 5 mph from the NCorona Virus Weekly Stats:Cases: 64.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Billions of pounds in the red, UK budget to have greenish hue British finance minister Rishi Sunak's annual budget on March 3 is set to have a green tinge, even as the country goes hundreds of billions of pounds into the red to fund its response to the coronavirus pandemic.","sentiment_score":-0.05}
{"full_text":"'We are like captives': life in Britain's quarantine hotels Mohamed Noor faces 10 days in COVID-19 quarantine in a hotel room near London's Heathrow Airport after falling foul of new border controls because of a flight delay.","sentiment_score":0.1181818182}
{"full_text":"Biden cyberresets his own Covid cybergoalposts at CNN cybertown hall","sentiment_score":0.6}
{"full_text":"What Australia has learned from a minute of Covid hotel quarantine","sentiment_score":0.0}
{"full_text":"RT Japan is giving out its first coronavirus vaccines, months after other major economies with little time to spare. Experts say the l...","sentiment_score":0.0}
{"full_text":"Covid-19 Live Updates: Biden Suggests All Americans Could Be Offered Vaccines by August - The New York Times","sentiment_score":0.1363636364}
{"full_text":"Time: 06:00 * Temp: 6.6degC * Wind: SSW 4.9 to 14.1mph * Pressure: 989.9hPa * Rain: 0.2mm * Hum: 87% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:39 * Sunset: 17:34 * Cloudbase: 920ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Biden resets his own Covid goalposts at CNN town hall - POLITICO","sentiment_score":0.6}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT My dad HAD COVID in November and recovered  he's 97!! Yay daddio!!","sentiment_score":0.0}
{"full_text":"Biden resets his own Covid goalposts at CNN town hall - POLITICO","sentiment_score":0.6}
{"full_text":"RT Of course it's worrying to know the new South-African variant was found in Shirley, but I also know the residents of Shir...","sentiment_score":0.1363636364}
{"full_text":"RT North Korea accused of hacking Pfizer for Covid-19 vaccine technologyhttps:\/\/t.co\/yZKhFvXV0O","sentiment_score":0.0}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT Took a review of why COVID vaccine intake is low in Puducherry.","sentiment_score":0.0}
{"full_text":"New York AG sues Amazon for failing to protect workers from COVID-19 - CNET","sentiment_score":0.1363636364}
{"full_text":"UK could give two doses of COVID vaccine to all adults by Sept, task force says The United Kingdom could give two doses of COVID-19 vaccine to all adults by August or September, helped by its portfolio approach of buying from several different producers, the interim head of the c","sentiment_score":0.0}
{"full_text":"RT It is now one year since the first Covid-19 case was reported in Africa on February 14, 2020 in Egypt.","sentiment_score":0.25}
{"full_text":"This real-time vaccine tracker and map tell you how your state is doing in the race to beat COVID","sentiment_score":0.0}
