{"full_text":"RT It is not enough to confront the consequences of this pandemic - any agreement must be designed to empower us to defeat...","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT 1 in 500 South Dakotans has died from Covid","sentiment_score":0.0}
{"full_text":"RT My beautiful wife of 30 years died this evening of COVID-19.This thing is real, people. Wear a mask and get vaccinated...","sentiment_score":0.525}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Japan's government officiallly extends coronavirus state of emergency until March","sentiment_score":0.0}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"RT I'm at a spur-of-the-moment protest outside of one of Justin Trudeau's COVID Jails. I have never seen everyday Canadians...","sentiment_score":-0.1}
{"full_text":"RT Valeriano Luz, 60yo NP, Urgent Care, West Covina, CA, died of #covid19 12\/16. He had a big extended family with lots of siblin...","sentiment_score":0.0}
{"full_text":"RT GALLERY: Photographer Soren Solkaer used his COVID year to capture one of the most spectacular - but littl...","sentiment_score":0.55}
{"full_text":"RT .@TXMotorSpeedway #COVID19 mega vaccine clinic 'surprisingly fast':","sentiment_score":0.2}
{"full_text":"RT Joe Manchin says he supports using budget reconciliation to pass Biden's $1.9T COVID relief bill. This means the filibus...","sentiment_score":0.0}
{"full_text":"RT .@JohnsHopkins has launched a nationwide study to determine how many people have had \" Long COVID\" or post-acute symptoms f...","sentiment_score":0.225}
{"full_text":"RT The widespread incompetence shown at federal Public Health Agency (in documents Libs fought against making public) dealing w...","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT Not a single Republican voted for the COVID relief package. Republicans don't care about you. Stop voting for them.","sentiment_score":0.0357142857}
{"full_text":"RT Kristi Noem, responsible for deaths and mayhem in South Dakota. For months, her state led the country in per capita...","sentiment_score":0.2}
{"full_text":"RT i'll remember who partied during COVID for the rest of my life","sentiment_score":0.0}
{"full_text":"RT The #Dubai Health Authority (@DHA_Dubai), announces that the first shipment of the AstraZeneca COVID-19 vaccine has arr...","sentiment_score":0.25}
{"full_text":"RT #bcpoli A beloved grandma who was vaccinated at Royal City Manor in New West on Jan 22 and then got covid days later is o...","sentiment_score":0.2787878788}
{"full_text":"RT This is Chicago public school teacher Dwayne Reed.His wife is eight months pregnant with their first child. In an attempt...","sentiment_score":0.1944444444}
{"full_text":"RT It is no coincidence that at a time when the Indian Economy is set to bounce back and COVID-19 is fast burning out that...","sentiment_score":0.1}
{"full_text":"F*ck No!","sentiment_score":0.0}
{"full_text":"I can't believe is actually got COVID. I thought it was going to skip right over me","sentiment_score":0.1428571429}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT That would be the equivalent of debating whether the moon landing happened? It's not a debate if one side is talking gobble...","sentiment_score":0.0}
{"full_text":"RT noem's \"unique approach\":","sentiment_score":0.375}
{"full_text":"He wants to be sure all these other countries have heard the U.S. has open borders. He wants to kill Americans w\/ COVID infected illegal aliens. It's another illegal move like Obama's DACA but nobody cares about Americans enough to sue.Have they lost their minds? Sue him please!","sentiment_score":-0.028125}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"RT Coronavirus Shut Down Effect:US Mint Unable to Meet Surging Demand for Gold, Silver Bullion Coins","sentiment_score":-0.3277777778}
{"full_text":"RT Jeff Bezos will step down as CEO of Amazon and transition to exec. board chair later this year. He made $90 billion last year d...","sentiment_score":-0.0518518519}
{"full_text":"RT Here are 3 pandemic activities you don't have to be afraid of.","sentiment_score":-0.6}
{"full_text":"RT Stunning survey: Four in ten Americans believe COVID restrictions eased after Trump exit for 'partisan political reaso...","sentiment_score":0.1666666667}
{"full_text":"RT Because they were.","sentiment_score":0.0}
{"full_text":"COVID UPDATE: Premier Mark McGowan says if WA continues on a zero streak, the lockdown will end on Friday, but some restrictions will remain for another week. #9News","sentiment_score":0.0}
{"full_text":"RT From serology studies it is estimated that 80 to 100 million Americans have had covid-19 infections. New data from","sentiment_score":0.1363636364}
{"full_text":"RT \"We don't support our teams\" but then thousands ha...","sentiment_score":0.0}
{"full_text":"Please dont message me just to talk?? And say whats up??? Nothing is up im in fucking lockdown all i ever do is school and fill out applications???? Do you think I have time to tell you that NOTHING is up when I have to write fifty thousand cover letters????????","sentiment_score":-0.6}
{"full_text":"RT - this is the link to my original blog post which I mentioned in the email","sentiment_score":0.375}
{"full_text":"Get through it?!!  I didn't know the pandemic was over in South Dakota.","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Ivermectin is effective for COVID-19.Early treatment - 82% improvement, p &lt; 0.0001Late treatment - 39% improvement, p = 0.000256 global studies #c19study via","sentiment_score":0.3}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"On Monday, Gov. Greg Abbott unveiled a legislative agenda centered on the state's recovery from the coronavirus pandemic and a series of more politically charged issues such as police funding and \"election integrity.\"","sentiment_score":0.1666666667}
{"full_text":"1 in 500 South Dakotans are dead due to Covid, 1 in 8 South Dakotans were infected with Covid. She traveled all over the country to stump for the GOP, they all lost. She only cares about herself. #barnyardbarbie","sentiment_score":-0.1083333333}
{"full_text":"You have an excellent Count Judge in Andy Eads!! He has worked tirelessly on COVID issues. That event is the largest in the country!","sentiment_score":1.0}
{"full_text":"RT This week, calmly and authentically tell a believer that you do not believe the COVID stories. Don't try to convince or...","sentiment_score":0.3}
{"full_text":"The Premier says if the state continues on a zero case streak until Friday the full lockdown will end but some restrictions will remain in place until the state has seen at least 14 days of no community transmission.","sentiment_score":0.025}
{"full_text":"Just wow...I almost want to work through the calculations of all scenarios w\/odds to prove just how asinine this is.Allowing someone to choke to death is way riskier than the smaller probability of catching AND dying from covid-19.","sentiment_score":0.3}
{"full_text":"But Fauci's CoVid narratives are 100% legit.","sentiment_score":0.0}
{"full_text":"RT My deepest condolences to the loved ones of the 13 Albertans who have lost their lives to COVID 19 in the past day. One o...","sentiment_score":0.225}
{"full_text":"RT One out of every 500 South Dakotans would like a word, but can't have one, because they're dead.","sentiment_score":-0.2}
{"full_text":"RT Not one Republican voted for the covid relief package. Not one.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT The Biden administration needs to reign in and immediately halt these deportation flights, particularly to nat...","sentiment_score":0.1666666667}
{"full_text":"My name is [not important]. At the end of 2020, I realized that #coronavirus only served to increase the existing plagues affecting people like meAnd that's why in 2021, I'll be doing all I can to figure out ways to change those narratives. It is my belief that we can do better","sentiment_score":0.1}
{"full_text":"RT Hear me out: Maury Povich reading celebrities' Covid-19 test results live in prime time.","sentiment_score":0.1363636364}
{"full_text":"Billionaires are billionaires b\/c of their greed and selfishness","sentiment_score":0.0}
{"full_text":"I looked at a training gym today and they were really emphatic about having special cleaners come through.  I asked about ventilation, and it's basically just a garage where they keep the doors open.","sentiment_score":0.1857142857}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT Reserve Bank governor warns against lowering jobseeker payment, by ","sentiment_score":0.0}
{"full_text":"RT The fact that, as far as I know, the Commission is not even pursuing this avenue to solve the supply problem *it created* should...","sentiment_score":0.1}
{"full_text":"RT tanzania is actually dealing with covid in the most entertaining way possible","sentiment_score":0.25}
{"full_text":"RT 2020: free the children! No more cages!2021: free the children? No, more cages!","sentiment_score":0.084375}
{"full_text":"RT Things Scott Morrison could do in the face of Craig Kelly's campaign of COVID-19 misinformation:- Demand that he take dow...","sentiment_score":0.0}
{"full_text":"RT I'm gonna cry I can't go through another lockdown","sentiment_score":0.0}
{"full_text":"RT The lack of awareness that this tweet shows is just... I wonder if you can say this to the 20+ millio...","sentiment_score":0.0}
{"full_text":"RT This story strikes exactly the right level of concern about SARS-CoV-2 mutants and what is being done to analyze...","sentiment_score":0.2678571429}
{"full_text":"RT While Tory incompetents bluster and blather,we've just recorded more deaths from Covid in the second wave than we did in the...","sentiment_score":0.25}
{"full_text":"RT COVID-19 deaths per 100,000 people:South Dakota: 201Population: 884,659New York: 223Population: 19.4 millionCal...","sentiment_score":0.0}
{"full_text":"RT I got arrested for not wearing a mask today.Police Officers weren't interested in hearing about the scar tissues in my l...","sentiment_score":0.25}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"RT Friends - Not one! I repeat not one Senator voted in favor of the $1.9 trillion dollar COVID Relief Bill. That should d...","sentiment_score":0.0}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT .@drreddys is pleased to share that #SputnikV showed strong efficacy, immunogenicity, &amp; safety results in the Interim Phase-3...","sentiment_score":0.4666666667}
{"full_text":"Its Covid out here ","sentiment_score":0.0}
{"full_text":"COVID-19 Forces Many Companies to Sublease Office Space #CRE #COVID-19 #Subleasing #Office #TenantTips ","sentiment_score":0.5}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"RT Best tweet of the month","sentiment_score":1.0}
{"full_text":"Hahaha is this the same boss who almost gave you covid?  social distancing","sentiment_score":0.0777777778}
{"full_text":"RT Even this Democrat Senator admits it was a mistake for Biden to cancel the Keystone Pipeline and destroy thousands of...","sentiment_score":-0.2}
{"full_text":"RT America won't die of Covid.Our economy will collapse because of Covid lies and the Marxist government that just won a...","sentiment_score":0.0}
{"full_text":"RT The Times is mad Cuomo is opening indoor dining when covid metrics are \"dire.\"  You know what's missing from the artic...","sentiment_score":-0.4125}
{"full_text":"RT Giving away a spot for every 65 new followers. We are at 3228. Ends Thursday at noon. Make me regret this, Twitter. Do your t...","sentiment_score":0.1363636364}
{"full_text":"No they may have covid","sentiment_score":0.0}
{"full_text":"RT Great to catch up with Craig Kelly yesterday and discuss the importance of a unified health message and how essential it...","sentiment_score":0.4}
{"full_text":"RT how do we tell hollywood that nobody wants to see the pandemic on tv. we are depressed, unemployed, and existentially pl...","sentiment_score":0.2}
{"full_text":"RT No Republicans voted for the Covid stimulus package.  Can we stop the nonsense that they care for the average man an...","sentiment_score":-0.15}
{"full_text":"RT Americans are dying of Covid19 and the government doesn't have enough money to test people, distribute vaccines or pay for...","sentiment_score":0.0}
{"full_text":"Not yet but have switched from a cloth mask to N95","sentiment_score":0.0}
{"full_text":"RT 'Aatmanirbharta' implying self-reliance has been named by Oxford Languages as its Hindi word of the year 2020 as it\" val...","sentiment_score":0.0}
{"full_text":"Yupppp #fail #newvariants listen to the science and not your popularity because that is non existent how about all those travelling #ucpvacations","sentiment_score":-0.5}
{"full_text":"RT An updated school district property tax forecast by the IFO estimates that collections will decline by $269 million (-...","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Fck!This asshole is from Saskatchewan. Fck!","sentiment_score":0.0}
{"full_text":"\"Russia's Sputnik V vaccine is 91.6% effective against symptomatic Covid-19\"","sentiment_score":0.6}
{"full_text":"knowing however that you could've very well been so up close and personal with death but managed to pull away at what could've been the last minute is a scary ass thoughtregardless, you're here with us now, and you kicked covid's ass","sentiment_score":-0.075}
{"full_text":"\"The proclamation of FBBP will surely spur pharma-related research, manufacturing, and tourism in the country especially with the Covid-19 (coronavirus disease 2019) global pandemic,\" Plaza added.","sentiment_score":0.1666666667}
{"full_text":"#China surpassed economic growth previous to the health crisis: 6.5% in Q420 against 6% in the same period of 2019. It guarantees China's rapid #recovery and also highlighs the country's margin for facing up to any contingency linked to #COVID19 resurgence","sentiment_score":0.0111111111}
{"full_text":"Little is known about why some people, after coming through the acute phase of COVID-19, struggle to recover and suffer ongoing symptoms including tiredness, brain fog, cardiac and neurological disorders.https:\/\/t.co\/Gwfi8tXdg4","sentiment_score":0.1208333333}
{"full_text":"Frustration is a common emotion shared by many local restaurants after Oregon Governor Kate Brown relaxed COVID-19 restrictions for other industriesby","sentiment_score":0.01875}
{"full_text":"Kaya Natin! Champion Sen. who was among the first to call for a preemptive ban of travelers from China in 2020, said this poor performance on COVID-19 control and management has severely affected the economy.READ MORE:","sentiment_score":0.1166666667}
{"full_text":"1936 California License Plate#tuesdaymotivations #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"The B.C. government says about $600 million in rebates from ICBC will be mailed out next month. #Kamloops #bcpoli #covid19","sentiment_score":0.0}
{"full_text":"RT Inaction on COVID is clearly costing lives--we have to act now.","sentiment_score":0.1}
{"full_text":"The national government ended 2020 with a record-high outstanding debt of P9.795 trillion and a 14-year-high debt-to-GDP ratio of P54.5 percent as the government had to borrow more money to fund its response to the Covid-19 pandemic.https:\/\/t.co\/CvvJdwFYKk","sentiment_score":0.5}
{"full_text":"World Health Organization investigators on Wednesday visited a research center in the Chinese city of Wuhan that has been the subject of speculation about the origins of the coronavirus.https:\/\/t.co\/mL5JCmQdvM","sentiment_score":-0.0888888889}
{"full_text":"RT Michigan prosecutor dismisses over 1,600 of Gov. Whitmer's COVID violations ruled unconstitutional | Just The Newshtt...","sentiment_score":0.0}
{"full_text":"RT pandemic fine -- noun -- a state of being in which you are employed and healthy during a pandemic but you're also tired an...","sentiment_score":0.1722222222}
{"full_text":"COMING UP  A panel of experts debates whether the COVID-19 pandemic could be leveraged to act as a springboard towards green and more resilient economies in Asia and the Pacific. Watch the third episode of #adbinsight on February 5, Friday at 8:00AM (GMT +8) on FB LIVE.","sentiment_score":0.1872727273}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"#Russia approved a #coronavirusvaccine before confirming it was safe and effective. Experts say the nation's risky bet paid off.","sentiment_score":0.55}
{"full_text":"#AeroIndia goes ahead in defiance of #Covid19 via #Covid","sentiment_score":0.0}
{"full_text":"Middle East airports to return to pre-COVID traffic by 2024","sentiment_score":0.0}
{"full_text":"RT South Dakota reported 1,600 deaths from COVID, i.e. 179 deaths per 100,000 people. It ranks fifth worst in the US, despite...","sentiment_score":-1.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"The new policy requires masks to be worn in NPS buildings and facilities and on parklands when physical distancing can't be maintained, \"including narrow or busy trails, overlooks, and historic homes.\"","sentiment_score":0.0072727273}
{"full_text":"More than 100,000 people have died of COVID-19 in the United States so far this year, according to Johns Hopkins University data.","sentiment_score":0.3}
{"full_text":"RT Gov. Andrew Cuomo of New York said on Friday that New York City could reopen indoor dining on Feb. 14. But by nearly every mea...","sentiment_score":0.1242424242}
{"full_text":"Experts warn Covid-19 strain in UK picks up mutation that could impact vaccineshttps:\/\/t.co\/O0AgSAJcPi","sentiment_score":0.0}
{"full_text":"COVID-19 industry loss estimate lowered to $40bn - $60bn by Berenberg","sentiment_score":0.0}
{"full_text":"RT 1\/2 Humbled to be the first poet to perform at the Super Bowl! I'm so excited to place poetry at the forefront of the...","sentiment_score":0.3472222222}
{"full_text":"9NEWS compiled questions from Coloradans about COVID vaccines for a town hall Tuesday night with Gov. Jared Polis (D-Colorado) and other state expert panelists.","sentiment_score":-0.125}
{"full_text":"Little is known about why some people, after coming through the acute phase of COVID-19, struggle to recover and suffer ongoing symptoms including tiredness, brain fog, cardiac and neurological disorders.https:\/\/t.co\/EOZkWiutYI","sentiment_score":0.1208333333}
{"full_text":"RT Delta is launching new technology to make it easier for travelers to navigate Covid-19. ","sentiment_score":0.1363636364}
{"full_text":"Nurses are hardly celebrated enough for the work they do. This #HealthHeroes comic goes out to all the nurses who have selflessly volunteered to care for Covid-19 patients:","sentiment_score":0.2}
{"full_text":". #COVID19 vaccine eligibility by state: Here's what is happening in every state in the US","sentiment_score":0.0}
{"full_text":"#ColabaEdit -- The COVID-19 pandemic highlighted the interwoven nature of city systems, economies and communities. Elizabeth Hessek writes.","sentiment_score":0.0}
{"full_text":"Study: Killings surged in 2020, likely worst one-year homicide rate increase everhttps:\/\/www.wkyc.com\/article\/news\/nation-world\/killings-surge-in-2020-pandemic-protests-play-roles\/507-1e91b109-b365-4638-bb2b-43684a0696cf","sentiment_score":-0.5}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"Weekly coronavirus cases decrease in Florida for third week in a row","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic is a story told, in many ways, through numbers. State health leaders said Tuesday those numbers tell an improving story, despite other measuring sticks.","sentiment_score":0.1875}
{"full_text":"A House subcommittee has launched an investigation into how major meat processors and OSHA responded to coronavirus outbreaks and deaths in meatpacking facilities, a source of rapid transmission of the virus during the early months of the pandemic","sentiment_score":0.08125}
{"full_text":"Money Clinic Podcast: How can my small business survive Covid?  -","sentiment_score":-0.25}
{"full_text":"Not sure how it's possible that the most upsetting thing about this is the phrase \"all the girls,\" but here we are.","sentiment_score":0.0833333333}
{"full_text":"RT Wong said #HongKongers blame the political system, blame the govt, yes, the system is totally corrupted, paralysed by #CC...","sentiment_score":0.0}
{"full_text":"Time: 04:00 * Temp: 4.5degC * Wind: NE 4.0 to 18.0mph * Pressure: 981.0hPa * Rain: 3.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:08 * Sunset: 17:05 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT The critical dependency I see is one of thinking. Sri Lankans aren't stupid, but we just sat there and unc...","sentiment_score":-0.4}
{"full_text":"Mass hysteria over Covid flipped it. Biden didn't do shi-!","sentiment_score":0.0}
{"full_text":"RT Senate Majority Leader Chuck Schumer said President Biden told Senate Democrats at lunch that he wants a \"big, bold package\" on Co...","sentiment_score":0.1777777778}
{"full_text":"MADISON -- Low COVID-19 vaccine supply continues to restrict efforts to vaccinate more people in Wisconsin, even as the state added more vaccine supply last week.","sentiment_score":0.25}
{"full_text":"RT Stunning survey: Four in ten Americans believe COVID restrictions eased after Trump exit for 'partisan political reaso...","sentiment_score":0.1666666667}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT COVID-19 deaths per 100,000 people:South Dakota: 201Population: 884,659New York: 223Population: 19.4 millionCal...","sentiment_score":0.0}
{"full_text":"RT *waves* Hey! Hi! Our kindergartener contracted covid from a school outbreak and guess who ended up the mo...","sentiment_score":0.0}
{"full_text":"RT I got arrested for not wearing a mask today.Police Officers weren't interested in hearing about the scar tissues in my l...","sentiment_score":0.25}
{"full_text":"There is more hope if you're still waiting for your chance to get the COVID-19 vaccine.https:\/\/t.co\/h9XLRwa9Vu","sentiment_score":0.5}
{"full_text":"It's hysterical alright.  GOP cries for unity now, after allowing this country to be torn apart.  Let's sweep the attempted coup under the rug and sing 'Kum Ba Yah'.  Let's work on controlling the pandemic now, after denying its existence. Yup, hysterical.","sentiment_score":-1.0}
{"full_text":"Here's how 4 startups are making the post-pandemic world a better place. ","sentiment_score":0.5}
{"full_text":"RT Not a single Republican senator voted for Pres. Biden's COVID relief bill.Republicans whine about \"unity\" but don't give a...","sentiment_score":0.0357142857}
{"full_text":" Thai COVID-19 Lockdown for 5 Provinces [VIDEO] The Thai COVID-19 lockdown news is now coming thick","sentiment_score":-0.3}
{"full_text":"RT Filibuster update: Sens. &amp; are discussing mental health during the time of COVID. Razer also b...","sentiment_score":-0.1}
{"full_text":"My mom is so amazing, she noticed that I have been struggling with acne breakouts since I started having to wear a mask for 13+ hours at work so she made me a turmeric, nem powder, &amp; rose water mask ","sentiment_score":0.6}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget recon...","sentiment_score":0.0}
