{"full_text":"Respected sirPlease help student.... School (KV) are forcing student as well as parents to send their child to give offline exam but they have both opt to take exam online and also COVID-19 has started spreading again.. So i again request you to take action","sentiment_score":0.1}
{"full_text":"RT RAUL RODRIGUEZ, 74, of Lake Wales, Florida, died of COVID on Sept. 2, 2020.\"My pops as I used to call him was the sweet...","sentiment_score":0.35}
{"full_text":"RT Glasses wearers less likely to get COVID, study says.\"Researchers suggest that's because they're less likely to touch t...","sentiment_score":-0.0833333333}
{"full_text":"RT Tanzania issues public health guidelines that includes wearing masks, social distancing and hand washing; two days ago W...","sentiment_score":0.0166666667}
{"full_text":"\"$15 minimum wage increase can't go in COVID relief legislation, Senate official rules\"Time for VP Harris to over rule- she has the powerWill she refuse and leave millions on slave wages?","sentiment_score":0.0}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"RT Even before the outbreak of the pandemic, India's economy was crumbling due to BJP's policies. With a weak economy there ar...","sentiment_score":-0.25}
{"full_text":"RT hi everyone i just wanted to tweet and talk about the rise of violence against asian people in the US since the start of the p...","sentiment_score":0.0}
{"full_text":"RT BTS brings us hope and comfort during the COVID-19. We should be grateful for the existence of BTS in this difficult t...","sentiment_score":-0.5}
{"full_text":"RT #NewsAlert | WHO chief Tedros Adhanom lauds India, PM for supporting Covid vaccine equity.","sentiment_score":0.25}
{"full_text":"RT NBA All-Star 2021 to feature the Game and Skills competitions on one night for the first time on March 7. The NBA and NBPA are com...","sentiment_score":-0.075}
{"full_text":"RT *********Nairobi Kenya. ************People don't wear masks or keep social distance.  Public transport is overcrowded.  ...","sentiment_score":0.0166666667}
{"full_text":"Sometimes I literally LOL imagining some of these folks describing to youngsters fifty years hence what it was like (from their demented COVID-hysteria-addled perspective) surviving the Wuflu pandemic.","sentiment_score":0.8}
{"full_text":"RT Contrary take on Senate Parliamentarian ruling on $15 minimum wage: her ruling likely now secures passage of a COVID reli...","sentiment_score":0.0}
{"full_text":"RT As of today, the total number of confirmed #COVID19 cases is 1 509 124 the total number of deaths is 49 667, the total n...","sentiment_score":0.1}
{"full_text":"RT They hounded dead people for welfare money but let billionaires keep money actually stole.","sentiment_score":-0.1}
{"full_text":"RT 5) Read the gosh darn CDC paper Dr Henry.... it clearly says inadequate mask used by students was part of 5 outbre...","sentiment_score":0.1}
{"full_text":"RT Here's a LOCKDOWN OFFER to cheer us all up with a Bronze Resin Hare Sculpture available for only PS745 (normally PS950) plus...","sentiment_score":0.1833333333}
{"full_text":"RT #RemoveKenney imagine cutting a hospital budget in the middle of a pandemic?","sentiment_score":-0.3}
{"full_text":"RT aka Dr Truth, illustrates the dama...","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT In case you missed it...\"Since its launch in June, over its 15 shows for artists such as Nick Cave, Andrea Bocelli and...","sentiment_score":0.0}
{"full_text":"RT \"when the pandemic finally ends, we'll experience a moment when millions of Americans will decide how to re-establish their da...","sentiment_score":0.0}
{"full_text":"RT \"We will not see diseases like the coronavirus come here... isn't that refreshing when contrasting it with the awful presid...","sentiment_score":-0.25}
{"full_text":"RT The only person who has made more wrong statements about #COVID19 than Governor Cuomo is Dr. Fauci.","sentiment_score":0.0}
{"full_text":"RT The House must do their job and keep the $15\/hr minimum wage in the COVID relief bill. And if the Senate's broken rule...","sentiment_score":-0.4}
{"full_text":"RT The continued targeting of the Asian community and its association with COVID-19 is unacceptable and has to stop.RACISM...","sentiment_score":0.0}
{"full_text":"Your commitment towards CCP Gambits are well known","sentiment_score":0.0}
{"full_text":"RT We all have the right to say our opinion BUT EXPRESSING YOUR RACISM TOWARDS ASIANS and to think YOU COMPARED BTS to Covid-1...","sentiment_score":0.2857142857}
{"full_text":"RT UPDATE: The Chief Medical Officers in all four nations have decided to move the COVID Alert Level down from level 5 to...","sentiment_score":-0.0777777778}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"RT #COVID relief funds belong to American families, not subways in Silicon Valley.","sentiment_score":0.0}
{"full_text":"RT There's a difference between saying \"I'm not into their music bc I personally don't like it\" and comparing them to covid o...","sentiment_score":0.0}
{"full_text":"RT Only losers refuse to wear a mask. Don't be a loser.","sentiment_score":-0.1}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"RT you all know that WE ARE IN THE MIDDLE OF PANDEMIC and we should follow SOCIAL DISTANCING PROTOCOL. Why is this so crowde...","sentiment_score":0.0166666667}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"RT Thanks  &amp; Prime Minister for supporting #VaccinEquity. Your commitment to #COVAX and sharing #COVID19 vaccine...","sentiment_score":0.225}
{"full_text":"RT $1.50 hot dogs, supplier code of conduct\/ethical sourcing, and living wages and benefits for employees. As always Cost...","sentiment_score":0.25}
{"full_text":"RT Today, a Malaysian grandfather nicknamed Dr Ganja heads back to court after severe delays due to the pandemic. His crime...","sentiment_score":-0.0625}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT As many of you may know, anti-Asian hate crimes are a serious issue that has only gotten worse with the Pandemic.Thi...","sentiment_score":-0.2066666667}
{"full_text":"Just being safe anyways...","sentiment_score":0.5}
{"full_text":"RT To those asking what the issue is. #Bayern3Racist#RassismusbeiBayern3","sentiment_score":0.0}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT [NEWS] Rural health group providing expert advice on bush vaccine rolloutRural and Indigenous health experts are meeting...","sentiment_score":0.0}
{"full_text":"RT These covid \"jokes\" about B\/TS need to be addressed and disappear... it really feels like ARMYs are screaming into the voi...","sentiment_score":0.2}
{"full_text":"RT A new report from the New York State Comptroller's office shows how devastating the shutdown has been on the entire New York...","sentiment_score":-0.1181818182}
{"full_text":"RT This divisive threat to cut off funding for New York City by the Trump admin endangered every New Yorker as we continue...","sentiment_score":0.1363636364}
{"full_text":"RT Could you put that on a billboard?","sentiment_score":0.0}
{"full_text":"RT BTS brings us hope and comfort during the COVID-19. We should be grateful for the existence of BTS in this difficult t...","sentiment_score":-0.5}
{"full_text":"RT Undocumented people can get the covid-19 vaccine! In some states, like Florida, the government is placing barriers for o...","sentiment_score":0.0}
{"full_text":"RT A German radio host said, that BTS is just like an abbreviation for Covid-19 and that he hopes there will be a vaccine...","sentiment_score":0.0}
{"full_text":"RT 4\/(25\/02) COVID-19 #Peru ","sentiment_score":0.0}
{"full_text":"RT Hey everyone, remember how the LA Times said California's stay at home order and outdoor dining closure worked?Somehow it als...","sentiment_score":0.0}
{"full_text":"RT if you haven't been tested for COVID at least once, that's a problem. because... why not?","sentiment_score":-0.3}
{"full_text":"RT Covid Scotland: Entire class forced to self-isolate just days after schools return - Edinburgh Live*surprised face* h...","sentiment_score":-0.15}
{"full_text":"RT Mr. President, an interview process for a third country and with the pandemic situation is very complicated, Cuban families ne...","sentiment_score":-0.325}
{"full_text":"RT The continued targeting of the Asian community and its association with COVID-19 is unacceptable and has to stop.RACISM...","sentiment_score":0.0}
{"full_text":"RT Transforming our agri-#FoodSystems is among the most powerful ways to change course &amp; make progress towards all 17 #SDGs &amp; build b...","sentiment_score":0.4}
{"full_text":"What happened to having access to your own records?  Strange read - Have a Case of a Covid Variant? No One Is Going to Tell You - Kaiser Health News","sentiment_score":0.275}
{"full_text":"RT We are very pleased to share the results of Interleukin-6 Receptor antagonists in critically ill patients with Co...","sentiment_score":0.075}
{"full_text":"what the actual fuck","sentiment_score":-0.2}
{"full_text":"Honestly, the rubbish I see about covid is mental. Aye, keep eating kimchi &amp; drinking kombucha for health benefits but it's nae going to prevent\/cure covid alone. See a qualified medical professional, wear a mask (NOT a 'trend' started by Gwinny) &amp; get vaccinated when possible ","sentiment_score":0.12}
{"full_text":"RT People don't care about keeping the filibuster. People don't care about listening to the parliamentarian. People care abo...","sentiment_score":0.0}
{"full_text":"RT The continued targeting of the Asian community and its association with COVID-19 is unacceptable and has to stop.RACISM...","sentiment_score":0.0}
{"full_text":"wish i could have skipped out on rent &amp; just paid for a vacay durin a pandemic  ","sentiment_score":0.0}
{"full_text":"RT Thanks  &amp; Prime Minister for supporting #VaccinEquity. Your commitment to #COVAX and sharing #COVID19 vaccine...","sentiment_score":0.225}
{"full_text":"RT BREAKING: Senate Parliamentarian tosses out $15 minimum wage from the Covid Relief Bill... damning tens of millions of pe...","sentiment_score":0.0}
{"full_text":"RT These covid \"jokes\" about B\/TS need to be addressed and disappear... it really feels like ARMYs are screaming into the voi...","sentiment_score":0.2}
{"full_text":"RT FACT: COVID has killed 1 in 639 Americans. FACT: If Trump had handled the pandemic in a manner advocated by leading vir...","sentiment_score":-0.2}
{"full_text":"RT More than 100,000 Covid deaths in Britain are a crime against humanity -- a direct result of the destruction by 'stealth' a...","sentiment_score":0.3}
{"full_text":"RT Matthias Matuschik wasn't edgy when he said he hates BTS &amp; likened them to Covid. He knows there's an epidemic of hatred...","sentiment_score":-0.3}
{"full_text":"RT Only losers refuse to wear a mask. Don't be a loser.","sentiment_score":-0.1}
{"full_text":"RT Racism is not an opinion. We demand to release a proper apology and condemn anti-Asian racism on air. The Asia...","sentiment_score":0.0}
{"full_text":"Gov. Greg Gianforte praised Montana's vaccination efforts in a press call Thursday, saying CDC data shows Montana's at the top of the list of states for the percentage of doses administered.","sentiment_score":0.5}
{"full_text":"#SouthKorea begins its free vaccination campaign on Friday, inoculating patients and workers at nursing homes and related facilities who are younger than 65. Click the link for more #COVID19 updates in #Asia:","sentiment_score":0.225}
{"full_text":"RT President Biden and VP Harris are holding an event to mark 50 million U.S. coronavirus vaccination shots.","sentiment_score":0.0}
{"full_text":"RT As many of you may know, anti-Asian hate crimes are a serious issue that has only gotten worse with the Pandemic.Thi...","sentiment_score":-0.2066666667}
{"full_text":"Bangladesh has begun administering coronavirus vaccines to sex workers from the country's largest brothel, a vast warren of shacks home to around 1,900 prostitutes.https:\/\/t.co\/bSVKo7aep6","sentiment_score":0.0}
{"full_text":"Celebrity wax statues -- including our own -- are helping NYC diners observe social distancing while dining indoors.","sentiment_score":0.3166666667}
{"full_text":"RT These covid \"jokes\" about B\/TS need to be addressed and disappear... it really feels like ARMYs are screaming into the voi...","sentiment_score":0.2}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"#FromTheCenter: Labor expands jobless aid for workers who reject employers skirting COVID-19 rules | Reporting by #Labor #Unemployment","sentiment_score":0.0}
{"full_text":"There's a Pokemon news event at 10AM ET This could help mark the game's 25th anniversary in style. #Pokemon #newsevent #Games #lockdown","sentiment_score":-0.4}
{"full_text":"RT you didn't get your covid relief. deportations haven't been halted. minimum wage is not rising. even more kids are in cages...","sentiment_score":0.5}
{"full_text":"Ahem! Receptor Antagonists in Critically Ill Patients with Covid-19https:\/\/t.co\/G9aZTttr5T","sentiment_score":-0.5}
{"full_text":"Former ' Connect' housemate shares journey on being a COVID-19 survivor","sentiment_score":0.0}
{"full_text":"12 o'clock midnight felt early during lockdown, now it feels like 5am","sentiment_score":0.1}
{"full_text":"Here's what reopening schools in the middle of COVID really looks like.","sentiment_score":0.1}
{"full_text":"Biden announced his government has administered 50 million #COVID19 jabs. It also comes after the death toll hit 500,000. And one-shot vaccine made by Johnson &amp; Johnson is expected to be authorized Friday. reports.","sentiment_score":-0.1}
{"full_text":"Despite complaints over the lack of a comprehensive vaccine distribution plan, the #Biden White House is using the model developed under #Trump.#farrellreport #breaking #breakingnews #COVID19 #BidenLied 02250900P","sentiment_score":0.05}
{"full_text":"Digital hub from aims to unite stakeholders from Latin America and the Caribbean in fight against disinformation around #COVID19https:\/\/t.co\/8X3oU8h3My","sentiment_score":0.0}
{"full_text":"Shares of #PVR and #Inox Leisure have corrected in the range of 9 to 10% from their recent highs as rising Covid-19 cases and rapid growth of OTT platforms raise concerns over the pace of business recovery@iYashUpadhyaya #MarketswithBS #stockmarkethttps:\/\/t.co\/eAWZ1yxLko","sentiment_score":0.0}
{"full_text":"Days after marking a solemn milestone in the coronavirus pandemic, President Joe Biden is celebrating the pace of his efforts to end it.","sentiment_score":0.0}
{"full_text":"In a recent PwC survey of more than 1,000 respondents in the UAE, Saudi Arabia and Egypt, 53 per cent said they had used smartphone payments for online deliveries during the pandemic. #fintech","sentiment_score":0.25}
{"full_text":"CVS Health, Lyft and YMCA team for equitable access to a COVID-19 vaccination site via #healthcare #covid19","sentiment_score":0.0}
{"full_text":"Libya reports first UK Covid-19 variant","sentiment_score":0.25}
{"full_text":"Pfizer and BioNTech are studying adding a third dose to their vaccine regime and testing a new version targeting the South African #COVID19 strainThe South African variant is considered among the more dangerous of current mutations","sentiment_score":0.0051948052}
{"full_text":"Health experts weigh in on staggering low flu cases amid pandemichttps:\/\/t.co\/wUszqewd4l","sentiment_score":0.0}
{"full_text":"The number of Americans seeking unemployment benefits fell sharply last week but remained high by historical standards. ","sentiment_score":0.0533333333}
{"full_text":"El Salvador, Guatemala, Honduras and Nicaragua are seeing a large increase in the number of people going hungry. Millions are in need of food but with an economic crisis fueled by the pandemic, some are choosing to migrate north. #hunger #covid_19 #economy #centralamerica","sentiment_score":0.2071428571}
{"full_text":"RT Yes, actually. Biden is working to pass a 1.9 trillion dollar  \"Covid relief\" package of which just 9% will go to the Am...","sentiment_score":0.0}
{"full_text":"Selangkah founder Dr Helmi Zakariah (@mohdhelmi) was recently featured on podcast that touched on the importance of data in designing effective SOPs. Have a listen here:","sentiment_score":0.3}
{"full_text":"India's relative political stability, decisive action during the COVID-19 pandemic and an appetite for structural reform are attracting long-term investors.@atulabhas","sentiment_score":0.0333333333}
{"full_text":"Day 23: Tag someone who has looked out for you through the pandemic. No matter how hard things got #Roz Roz@tydtheband #ishatalwar #arjunmenon#theyellowdiary #tyd #shilparao #ishatalwar #arjunmenon #newsong #newrelease #popsong #indianpop #friday #fridayvibes","sentiment_score":-0.2916666667}
{"full_text":"COVID 19 cases in India until : 26\/02\/2021 10:30Total Cases: 11063082 [+7]Active: 152874Recovered: 10748778 [+0]Deaths :156861 [+0]Total Tests: 214.66MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"With the COVID-19 vaccine rollout underway, some states are relying on an army of volunteers to get shots into people's arms. It's all part of a program that began after one of America's darkest days. Now, the pandemic is putting this program to work.","sentiment_score":0.0}
{"full_text":"RT Racism is not an opinion. We demand to release a proper apology and condemn anti-Asian racism on air. The Asia...","sentiment_score":0.0}
{"full_text":"RT DCRI's Kanecia Zimmerman and her work on was recently featured in a story in digital publication,...","sentiment_score":0.0}
{"full_text":"#COVID19 has created unprecedented fiscal challenges. But it also presents opportunities for a fairer, more efficient and more robust tax revenue and spending system.","sentiment_score":0.5333333333}
{"full_text":"RT Biden claims inherited a Covid mess. Of course he didn't. He did inherit a vaccine and a plan for distributing the vaccin...","sentiment_score":-0.175}
{"full_text":"A local nonprofit is continuing to help those in need with pandemic care packages.@Alejandro_SNN MORE:","sentiment_score":0.25}
{"full_text":"Another two vaccine developers from #China, #Sinopharm's Wuhan subsidiary and #CanSino Biologics, have applied for public use of their #COVID19 #vaccines in China. CanSino has sold its vaccines to countries like Mexico and Malaysia and is applying for WHO EUL\/Prequalification.","sentiment_score":0.0}
{"full_text":"Parks have been a lifeline during the pandemic. Let's make Buckingham Palace a public space | Simon Jenkins","sentiment_score":0.0}
{"full_text":"RT Biden is dropping bombs on Syria, locking kids in cages, fighting against Medicare for All in a pandemic, and lying abo...","sentiment_score":0.0}
{"full_text":"Lockdown business boom warning over food safety fears","sentiment_score":0.0}
{"full_text":"The food drive is conducted almost entirely online to promote pandemic safety.","sentiment_score":0.0}
{"full_text":"Many people are ready to toss face masks to the side, but one local doctor says it's not the safest thing to do even if you've had your shot.","sentiment_score":0.2333333333}
{"full_text":"RT Shoutout to school nurses! You bring critical expertise as school buildings and communities continue to re-open. Thank you for...","sentiment_score":0.0}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"On  February 26,2021 at about 8:45 AM Cajidiocan MPS personnel under the supervision of PLT ANDRES D BOLINGET,OIC conducted Preventive Mobile Patrol along Brgy.Poblacion ,Cajidiocan,Romblon re Disease Prevention and Control Measures against COVID-19 and crime detterent activities","sentiment_score":0.0}
{"full_text":"RT Bayer delivers robust performance despite pandemic The Bayer Group delivered robust operationa...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 20.2FWind Chill: 20.2FHumidity: 95%Dew Point: 19.0F Barometer: 30.420 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 138.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Absolutely. And a ninja suit.","sentiment_score":0.2}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"RT Racism is not an opinion. We demand to release a proper apology and condemn anti-Asian racism on air. The Asia...","sentiment_score":0.0}
{"full_text":"As concerns about more-transmissible COVID-19 variants continue to rise, labs are using our PCR tests to detect potential mutations. ","sentiment_score":0.0}
{"full_text":"Time: 05:00 * Temp: 4.1degC * Wind: WSW 2.9 to 7.0mph * Pressure: 1027.2hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:18 * Sunset: 17:53 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT Yes, actually. Biden is working to pass a 1.9 trillion dollar  \"Covid relief\" package of which just 9% will go to the Am...","sentiment_score":0.0}
{"full_text":"RT Here are the three slides presented during the #EUCO VTC today regarding vaccine production sites, forecasted deliveries, an...","sentiment_score":0.0}
{"full_text":"2020 is a year all of us would rather forget. Yet even in the face of social distancing and remote working, the City of Newark made real progress in making our city more environmentally sustainable.","sentiment_score":0.1583333333}
{"full_text":"'The Lockdown helped us unlock our hidden potential' Catch our students LIVE on their learnings during the lockdown and Ms. Monita Sen on IBO's perspective.Watch LIVE on 27 February 2021 at 3:00 P.M. here:  #PathwaysSchools #Webinar #LIVE","sentiment_score":0.0484848485}
{"full_text":"RT 5) Read the gosh darn CDC paper Dr Henry.... it clearly says inadequate mask used by students was part of 5 outbre...","sentiment_score":0.1}
{"full_text":"RT Gamers are really going to feel the impact of COVID-19 this year.Last year, a lot of games were near finished so they wer...","sentiment_score":0.15}
{"full_text":"RT Daryl Dixon: Being on the run like this, barely scraping by...reminds me of the old gang.#TheWalkingDeadSeason 10The...","sentiment_score":0.075}
{"full_text":"My \"Even if I get nothing else done during pandemic lockdown but this, it will still have been worth it\" victory,  was getting my parents voicemails off an dead iPhone from 2013.  You're not wierd. ","sentiment_score":0.05}
{"full_text":"RT The fact that President Biden was willing to nominate Xavier Becerra -- someone with zero experience in anything related to...","sentiment_score":0.125}
{"full_text":"BCC Responds To BEIS Committee Report, 'The Impact Of Coronavirus On Businesses And Workers' ","sentiment_score":0.0}
{"full_text":"Teachers, told they're trusted, are in an impossible position over this year's GCSEs says \"Their chances of being able to use robust assessment that works across regions, let alone across the whole country, are almost zero,\"","sentiment_score":0.0111111111}
{"full_text":"It's only impossible if we believe that defeatism. We have the technology to eliminate a virus, it's only a question if we coordinate well enough to use it.It's taken more than 5 decades to push Polio to the brink, and we should focus on getting COVID-19 down to that too.","sentiment_score":-0.0537037037}
{"full_text":"RT BTS brings us hope and comfort during the COVID-19. We should be grateful for the existence of BTS in this difficult t...","sentiment_score":-0.5}
{"full_text":"RT Buried in Congressional Democrats' new covid relief bill being voted on tomorrow is $112 MILLION for a Silicon Valley ra...","sentiment_score":0.1363636364}
{"full_text":"RT Johnson dresses up yo spread #covid19 and propaganda again.","sentiment_score":-0.1}
{"full_text":"10 Biggest Challenges faced by UPSC aspirants during this Corona-timeSee: #FridayMotivation #Aspirantslife #challenges #Consistency #HardWork #reality #UPSCjourney","sentiment_score":0.0}
{"full_text":"Any other year, we'd be gearing up for Go Texan Day and the Houston Livestock Show &amp; Rodeo, but COVID can't keep us from enjoying the memories! Share your photos with us here or text us, and we might just put you on TV! Watch #HTownRush on KHOU 11.","sentiment_score":0.328125}
{"full_text":"RT February is usually the peak of flu season, with doctors' offices and hospitals packed with suffering patients. But not this year...","sentiment_score":-0.25}
{"full_text":"With a potentially K-shaped recovery post-COVID, \"those who are more stuck in the analog world are really going to continue to struggle,\" Cognizant's tells Axios.","sentiment_score":0.2333333333}
{"full_text":"9% of the package is for COVID relief?  Really?  And this is good why?","sentiment_score":0.45}
{"full_text":"RT Asian-Americans across the US are suffering due to the rise in hate crimes, the COVID-19 pandemic, and the economic cr...","sentiment_score":-0.2416666667}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"#POFreight :  to avoid travel delays please get a COVID-19 test early in your journey. Directions to the nearest sites offering COVID-19 tests using this map: (no need to take a test when returning to France after spending less than 48 hours in the UK)","sentiment_score":-0.2722222222}
{"full_text":"Pathetic ","sentiment_score":-1.0}
{"full_text":"Limited seating for 2021's Spring Training season due to the ongoing COVID-19 pandemic means tickets to these games are getting expensive.  ","sentiment_score":-0.2321428571}
{"full_text":"BCC Responds To BEIS Committee Report, 'The Impact Of Coronavirus On Businesses And Workers'","sentiment_score":0.0}
{"full_text":"RT Democratic Senate aides say the Senate parliamentarian has ruled against including a minimum wage increase in the Democrats' massiv...","sentiment_score":0.0}
{"full_text":"\"It's moral injury when I leave a hospital bursting at the seams and all the bars and stores are full of people,\" Ashley Bartholomew, a nurse who worked in a Covid I.C.U., told","sentiment_score":0.175}
{"full_text":"RT NEW: American Rescue Plan Act 2021 aka COVID Relief Introduced on February 24, 2021 and Enacted TBD On track to be passed...","sentiment_score":0.0681818182}
