{"full_text":"\"Wyd?\" Bro, nothing.","sentiment_score":0.0}
{"full_text":"RT If we had a minute silence for every UK death from Covid, none of us would speak for 78 days.https:\/\/t.co\/DRubkXaqqD","sentiment_score":0.0}
{"full_text":"Valentine's Day, virtual baby shower and My 30th birthday all within 40 days! Ask for My Wishlist and help Me celebrate all these joyous occasions, even if I have to spend them in lockdown!","sentiment_score":0.0}
{"full_text":"After almost a whole year of being extremely cautious, I've finally tested positive for COVID-19. Keep in mind that you can never be too careful during this pandemic. Wear a mask, wash your hands, sanitize, practice social distancing. *#COVID #WearAMask #WashYourHands","sentiment_score":0.0392676768}
{"full_text":"RT No science. Just power and control. They don't care about hard-working Americans, who must get out of pandemic-mode to supp...","sentiment_score":0.0}
{"full_text":"Washington`s crusade against Big Tech in the middle of the Covid-19 crisis is irresponsible &amp; moronichttps:\/\/t.co\/JvyIkwc1pz","sentiment_score":0.0}
{"full_text":"RT Just received an email from our school board, re: provincial COVID safety measures and protocols. It's a longish email, b...","sentiment_score":0.0}
{"full_text":"RT .@UKinIran, confirmed Islamic Republic has purchased 4.2 million doses of vaccine. However, since it is a B...","sentiment_score":0.4}
{"full_text":"RT Bengaluru has best from everywhere, pre Covid a street in HSR layout had all kind of hawke...","sentiment_score":0.8}
{"full_text":"within 4 years he'd never again go to church or visit a restaurant (although it would've been longer without the pandemic restrictions)","sentiment_score":0.0}
{"full_text":"RT 24 Jun 2020Taking you back to June when Donald Trump started a campaign to weaken China by calling them out for \"Chinese Vir...","sentiment_score":0.0}
{"full_text":"And I'll bet the opioid epidemic is fine with her tho because big pharma profited bigly.","sentiment_score":0.1388888889}
{"full_text":"Com on Man","sentiment_score":0.0}
{"full_text":"RT There are so many reasons to stop #WillieSmith's execution! He is intellectually disabled, not eligible for execution. The...","sentiment_score":0.2125}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT Nursing home chain Genesis gave its executives millions in bonuses, even after 2800+ of its residents died of COVID and desp...","sentiment_score":0.0}
{"full_text":"RT A photo from lockdown Blackpool this evening. The Big Wheel on the Central Pier.(Russel Howarth Photography on FB) ht...","sentiment_score":0.0}
{"full_text":"check 20 minutes into Mike Lindell's 2 hour video. Covid has made it so schools will have to go full year. Full HVAC will need to be hooked up. Who owns the software? None other than Smartmatic. Theres a whole lotta money to be made thru public buildings.","sentiment_score":0.155}
{"full_text":"RT We are back together again for in-person learning on Monday. Don't forget to bring back your device, to wear a...","sentiment_score":0.0}
{"full_text":"RT WIN a stay at home bundle worth PS1,000  For the chance to win  Follow us + quote tweet this post (Competition ends 08\/0...","sentiment_score":0.6333333333}
{"full_text":"RT Republicans are so simple fucking minded they say you can overdose on Marijuana, which has never happened, then in the...","sentiment_score":-0.3}
{"full_text":"Looking forward to the pandemic ending so I can participate in the Kumite","sentiment_score":0.0}
{"full_text":"RT Sadiq Khan asking people to stay home and protect themselves from Covid - begs the question what has he done to protec...","sentiment_score":0.0}
{"full_text":"RT The point is now that the conservative #SCOTUS majority doesn't give a fuck. They really don't. This isn't conservatism...","sentiment_score":-0.1}
{"full_text":"RT This is unlike what is being seen in Israelhttps:\/\/t.co\/kSWuvoHasfhttps:\/\/t.co\/0esxBtzrz92\/","sentiment_score":0.0}
{"full_text":"RT An extended school year, as well as other targeted interventions, would be a great way for the #txlege to spend some of the $...","sentiment_score":0.3375}
{"full_text":"RT Yesterday, we extubated an ICU patient who has been intubated for about a month due to COVID. Today, being on BiPAP, there...","sentiment_score":-0.125}
{"full_text":"my breakfast smells\/tastes metallic..............my mom and brother don't smell it................google says it's a covid symptom.............how.............","sentiment_score":0.0}
{"full_text":"RT Cases are falling, but still extremely high. Please avoid gatherings this weekend. We can't afford to lose the progress w...","sentiment_score":0.16}
{"full_text":"Johnson 'takes back control of NHS' - full scale alert at White Paper leakWhat you see with Covid is what you'll get in futureThis is not a govt reducing role of the private sectorIntegrated care systems beckon private sharks to encircle the #NHS","sentiment_score":0.07}
{"full_text":"RT Speaker Pelosi:-Went to the salon when the rest of us couldn't. -Didn't wear a mask when the rest of us had to. -Avoi...","sentiment_score":0.0}
{"full_text":"RT I'm trying hard to square this:CDC this weekend: not really safe to have a #SuperBowl party with people outside your hom...","sentiment_score":-0.1805555556}
{"full_text":"What a legend","sentiment_score":0.0}
{"full_text":"RT Speaker Pelosi:-Went to the salon when the rest of us couldn't. -Didn't wear a mask when the rest of us had to. -Avoi...","sentiment_score":0.0}
{"full_text":"The Biden administration is in TOTAL CHAOS !!! The PANDEMIC rages on ....... OPEN ALL SCHOOLS FOR IN PERSON LEARNING !!!","sentiment_score":0.0}
{"full_text":"RT Women always have each other's backs.","sentiment_score":-0.125}
{"full_text":"RT Seeing administrators &amp; their families jumping the line to receive the vaccine before LTC residents &amp; staff reminds us how...","sentiment_score":0.0}
{"full_text":"RT Nursing home chain Genesis gave its executives millions in bonuses, even after 2800+ of its residents died of COVID and desp...","sentiment_score":0.0}
{"full_text":"RT In her first opinion as a Supreme Court Justice, Barrett shows herself to be more judicious in handling hot button issues tha...","sentiment_score":0.3333333333}
{"full_text":"You know I'm so tired of lockdown I'm fed up of not just being able to see my daughter I'm fed up of not being able to shop for my new house BUT collecting data for Critical Care I'm more worried about opening everything up again and my colleagues who are already on their knees","sentiment_score":0.2060606061}
{"full_text":"RT The future is in doubt for a Thai shelter that looks after more 600 disabled stray dogs, after the COVID-19 pandemic led to a...","sentiment_score":0.1}
{"full_text":"RT Wildlife is a hugely important part of gardens.This week's  #RHSPodcast reflects on how our animal neighbours are helping hu...","sentiment_score":0.4}
{"full_text":"RT \"Are we helping people TOO MUCH\" should not really be the question you ask during a global pandemic. Or, really, ever....","sentiment_score":0.075}
{"full_text":"RT CLA for USC-MSU. After yesterday's news about COVID issues at Florida, very glad to report that all Gamecocks are present an...","sentiment_score":0.325}
{"full_text":"Game time","sentiment_score":-0.4}
{"full_text":"'squander the gains of this lockdown' is this government's mantra","sentiment_score":0.0}
{"full_text":"Just another Republican lie. R's don't care about WTP!","sentiment_score":0.0}
{"full_text":"RT Honestly !!!","sentiment_score":1.0}
{"full_text":"\"Your a superintendent of a golf course. You run a golf club your yard must be beautiful'!  Nope it was as one of the worst and After all these years Mr Toma vindicates me!!! Check out at 2:44 mark","sentiment_score":0.0}
{"full_text":"RT Impt msg for 74, live in the Borders &amp; was given my 1st Covid jag this morning.I know you will reg...","sentiment_score":0.1363636364}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"RT Police arrested one of the organizers after he assaulted a news reporter with broadcaster eNCA at Fish Hoek beach,  during a #We...","sentiment_score":0.0}
{"full_text":"RT The repugnant Republican Governor of Iowa is Kim Reynolds is lifting all pandemic restrictions in her state on Sunday....","sentiment_score":0.0}
{"full_text":"RT True  - but it ceases to matter because the residual risk is almost exclusively of an asymptomatic or mild infection. We r...","sentiment_score":0.3416666667}
{"full_text":"RT utterly insane we need a tiebreaker to help people during a pandemic","sentiment_score":-1.0}
{"full_text":"RT PLEASE PLEASE PLEASE raise the priority for people with learning disabilities. You are a man who likes data and...","sentiment_score":0.0}
{"full_text":"This is smart. I actually sort of had this conversation with my ad director yesterday. If she has their number, she texts clients a jpeg of her business card so it's on their phone instead of giving them a physical card they may just throw away. I widely post QR codes to website.","sentiment_score":0.0285714286}
{"full_text":"RT The Covid vaccine is not a guarantee. My wife &amp; I, vaccinated 17 days ago, both tested positive yesterday and are in qua...","sentiment_score":0.2272727273}
{"full_text":"Good I'd rather it be that then something Covid related.","sentiment_score":0.35}
{"full_text":"Please do some reading. It's clear you didn't even read the article you sent me or you'd realize the reason it was counted as a Covid death.","sentiment_score":0.1}
{"full_text":"RT Biden says $15 minimum wage won't survive Covid relief talks, promises to push for pay hike later","sentiment_score":0.0}
{"full_text":"RT Every week, the President is going to communicate directly with Americans and lift up their stories. Check out the first i...","sentiment_score":0.175}
{"full_text":"If it weren't for masks, all would be dead by now.","sentiment_score":-0.2}
{"full_text":"as Dragon. The best shock of@2021 so far! Amazing #themaskedsinger the gift that keeps giving #lockdown #saturdaynight","sentiment_score":0.575}
{"full_text":"how this is the highlight of my lockdown weeks  #maskedsingeruk","sentiment_score":0.0}
{"full_text":"RT Stay home! Don't listen to your governor! Cases are taking a nose-dive! This is our chance to obliterate the virus befor...","sentiment_score":0.0}
{"full_text":"hello I'm a Christian based in Zambia,i follow the truths you share on this platform,could you please help me with the notes you done on Christians ignoring Covid because they believe God will heal all the members of church &amp; quoting Hebrews on meetings","sentiment_score":0.0}
{"full_text":"During this lockdown I have experimented extensively with Crypto currency mining and in particular Bitcoin that is flying high. Try this browser its based on google chrome and it makes money while you surf the internet.  ","sentiment_score":0.1088888889}
{"full_text":"RT The Patient's Perspective on Returning to Elective Surgery After COVID-19","sentiment_score":0.0}
{"full_text":"RT \"If Hollywood may host a studio audience or film a singing competition while not a single soul may enter California's churches,...","sentiment_score":0.0357142857}
{"full_text":"RT Toronto Police arrest a woman at Queens Park during the Lockdown protest today. More to come","sentiment_score":0.225}
{"full_text":"Is it possible that testing positive for Covid made him even dumber? Can that be?","sentiment_score":0.1136363636}
{"full_text":"RT I've rarely seen a tweet that so well represents the inequities in the COVID pandemic response. Let's try to imagine a...","sentiment_score":0.3}
{"full_text":"RT Neat study by my good friend Dr Chris Kandel (don't think he's ever coming to twitter) and others","sentiment_score":0.7}
{"full_text":"RT Ronald Reagan's legacy is the war on drugs.His legacy is the crack epidemic.His legacy is the intentional destructi...","sentiment_score":0.0}
{"full_text":"RT Please sign. It has over 47,000 signatures at the moment.","sentiment_score":0.0}
{"full_text":"Coronavirus: 827 new cases and 55 further deaths reported as 'really steady progress' madehttps:\/\/t.co\/F84cQQrAsy #covid=19","sentiment_score":0.101010101}
{"full_text":"RT Zim Covid19 Vaccine Plan:#Pay for your own vaccine.#The vaccine is free.#We are ready to roll out the vaccine....","sentiment_score":0.4}
{"full_text":"RT Apology from Chief Constable . It will be interesting to learn why Mr.Byrne thinks the PSNI have , 'in particular' , bee...","sentiment_score":0.3333333333}
{"full_text":"RT Covid: could Britain have been more like New Zealand?","sentiment_score":0.3181818182}
{"full_text":"RT Remember when Papa John got all sweaty, ate 50 pizzas in 30 days, and promised \"the day of reckoning will come,\" then like...","sentiment_score":0.0}
{"full_text":"Which idiot would say the games will go on regardless. Initials  are A.W. any guesses.","sentiment_score":-0.8}
{"full_text":"Should You Consider Consolidating Your Office Locations During COVID-19? #CRE #Office #Leasing #TenantTips #TenantRep     ","sentiment_score":0.0}
{"full_text":"RT Im just a shy year of dealing wish #LongCovid after a ''mild case', I still feel like I can't breathe and have no clear tre...","sentiment_score":-0.0722222222}
{"full_text":"RT Ten residents of a care home in Scotland have died after contracting #COVID19","sentiment_score":0.0}
{"full_text":"RT RESCHEDULEDAfter cancelling our original livestream at , and after getting over some Covid blues, we're...","sentiment_score":0.375}
{"full_text":"I wonder why nobody yelling \"during a pandemic?\" to them.....","sentiment_score":0.0}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"RT We are doctors, and we are pushing for a:COVID-19 Trauma Recovery PlanThe UK is grieving for over 100,000 lost live...","sentiment_score":0.1363636364}
{"full_text":"RT My brother was turned away last week at one of distribution centers, despite multiple underlying health condit...","sentiment_score":0.0}
{"full_text":"RT Native Americans are DYING AT THE HIGHEST RATES from COVID. This is systemic. The media barely talks about it. Th...","sentiment_score":0.05}
{"full_text":"In law school I learned how important it is to take time every day for yourself and do something that is a mental outlet, whether it's Netflix or physical activity. For me, particularly during PhD and now in pandemic world, exercising is absolutely crucial for my mental health.","sentiment_score":0.0611111111}
{"full_text":"RT This!","sentiment_score":0.0}
{"full_text":"RT The Navajo Nation has gone from one of the highest COVID-19 positivity rates in the country, to one of the highest vacci...","sentiment_score":0.0}
{"full_text":"after i recovered from covid i've been the only tech on staff for two weeks now because everyone else also caught it and it's been hell we haven't had a full whiteboard in months and between all the bowling calls and other smaller fixes it's BEEN full.","sentiment_score":0.115}
{"full_text":"RT .@yaffaesque chronicles Russia's race to develop and approve a COVID-19 vaccine, which some scientific experts say proceeded...","sentiment_score":0.0}
{"full_text":"RT \"France has rejected a third lockdown because the \"economic, social and human\" costs can't be justified, Prime Minister J...","sentiment_score":0.1266666667}
{"full_text":"RT Last week, 9 of my colleagues &amp; I offered what could be another bipartisan path forward on another COVID relief package....","sentiment_score":0.0}
{"full_text":"Coronavirus cases drop at US homes for elderly and infirm","sentiment_score":0.0}
{"full_text":"WE'RE ALL IN THIS TOGETHERCheck out Healing in Pandemic Times: Indigenous Peoples, Stigma, &amp; #COVID19, a short video made in collaboration by BC &amp; which discusses the stigmatization of #FirstNations' people during a pandemic.https:\/\/t.co\/4sGwJiLXos","sentiment_score":0.0}
{"full_text":"RT FDR: \"One of the worst things in the world is being the child of a President. It's a terrible life they...","sentiment_score":-1.0}
{"full_text":"COVID-19 rates continued to decline in most South Shore communities in the latest report from the Massachusetts Department of Public Health.","sentiment_score":0.3333333333}
{"full_text":"New Year. New Products: COVID-19 Test KitsDon't wait to get tested, we're now offering Antibody and Antigen test kits for POC environments. With results in minutes, make sure you stay up to date on your infection status.Learn More and Get Your Tests:","sentiment_score":0.3181818182}
{"full_text":"Racial healthcare disparities are manifesting in #COVID19 response and vaccine rollout. This is an emergency. Today we recognize Doctors and for their work to dismantle bias in healthcare and center anti-racism.#BlackHistoryMonth #BHMakers","sentiment_score":-0.1}
{"full_text":".@GroverNorquist tells \"this is supposedly a COVID bill that has very little to do with COVID\" referring to Biden's spending bill.","sentiment_score":-0.24375}
{"full_text":"South Carolinians who've lost jobs during the COVID-19 pandemic have been overwhelmingly non-union workers, and that's given organized labor a boost in the percentage of employees it represents.https:\/\/t.co\/fidww2Q3pR","sentiment_score":0.5}
{"full_text":"In pandemic year, Super Bowl ads skew more to message than metal.","sentiment_score":0.4166666667}
{"full_text":"RT The Senate passed a $1.9 trillion budget setting the stage to get much needed Covid relief to the American people. We pa...","sentiment_score":0.1}
{"full_text":"A charity, that is keen to fund the helipad at the Cumberland Infirmary, has created art to help motivate people to stay home in the fight against coronavirus and relieve pressure on NHS staff across Carlisle and Cumbria. Story:","sentiment_score":0.0}
{"full_text":"The Fournel family of Stoney Creek has discovered a frosty and fun way to pass the time during Ontario's stay-at-home orders. #HamOnt #StoneyCreek #winter #COVID19https:\/\/t.co\/33lMZbxMkw","sentiment_score":0.3}
{"full_text":"COVID-19 Vaccine Distribution Moving Forward While Officials Urge Patience: #COVID19WY","sentiment_score":0.0}
{"full_text":"Dr. Fauci is right, we can't let our guard down even for a Super Bowl party. Big events can easily turn into super spreaders. Watch the big game with just your household, keep your distance, wash your hands and #WearAMask!","sentiment_score":0.0912698413}
{"full_text":"Our staff has begun their first round of COVID-19 vaccines.  We're so thankful for all those who worked tirelessly towards creating the vaccine and are excited that the light at the end of the tunnel is now in sight. #PhysicalTherapy #CovidVaccine","sentiment_score":0.20625}
{"full_text":"The Government is considering plans to lengthen the school day to help children catch up from the disruption of the pandemic, according to reports.#coronavirus #Corona #COVID19 #Covid19UK #coronavirusuk #coronavirustestinghttps:\/\/t.co\/UoynJiq0eX","sentiment_score":0.0}
{"full_text":"Happy to hear that there are folks using the spirit of Lunar New Year to raise funds for small businesses affected by the pandemic! #yearoftheox #Yearofthecow #TetFestival #ChineseNewYear #SupportLocalBusinesses #SupportSmallBusinesses","sentiment_score":0.2079545455}
{"full_text":"You Drink. You Drive. You Lose. Plan  today to get a ride share or stay at home for the big game. #SuperBowlLV","sentiment_score":-0.2}
{"full_text":"RT India has seen this before: they know all too well the deadly cost of rushing experimental vaccines. Today, Pfizer was bl...","sentiment_score":-0.05}
{"full_text":"With coronavirus variants from places like the United Kingdom and Brazil now in the United States, more vigilant practices are necessary to prevent the spread of the virus.https:\/\/t.co\/5cUoIWtUm1","sentiment_score":0.25}
{"full_text":"Join me TOMORROW FEB 7 3PM EST for an exclusive COVID Teach In w\/ Dr. and Dr. to learn how we move forward on #MedicareForAll and REAL #COVID relief. Hosted by ft. our leaders and","sentiment_score":0.2}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT In the fight against #COVID19,we've started vaccinating our worriers at Police Seva Bhawan,both UPDs &amp; 7th Bn. premises. Few...","sentiment_score":-0.2}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation. #MDOT","sentiment_score":0.0}
{"full_text":"For subscribers: The president of the Association of Flight Attendants used part of her testimony to the U.S. House Transportation Committee Thursday to tell the story of a Phoenix airline employee who \"lost her life due to COVID just this past week.\"","sentiment_score":-0.1875}
{"full_text":"Joy as baby comes home from hospital after mum survives Covid comahttps:\/\/t.co\/ASeANqeHAY","sentiment_score":0.8}
{"full_text":"Kroger says employees who cannot take the vaccine for medical or religious purposes will have the option of completing an educational health and safety course to receive the payment.","sentiment_score":0.0833333333}
{"full_text":"RT #London remains in lockdown.Officers will be out across the weekend and will be issuing fines for obvious breaches of th...","sentiment_score":0.0}
{"full_text":"We're not close &amp; I haven't seen her in years, btw.It's just a reminder that, even with the recent stepping up of vaccinations, etc., people are still getting sick &amp; dying.Wear a mask &amp; stay your ass at home. Even after you're vaccinated.","sentiment_score":-0.3571428571}
{"full_text":"COVID-19: Mosques in Saudi Arabia could close again as cases spike Worshippers urged to report any failures in implementing health precautionshttps:\/\/t.co\/0vKvF44lTL","sentiment_score":0.0}
{"full_text":"The past year has seen broadcasters, OTT services and technology manufacturers taking serious decisions to continue trading during the Covid-19 crisis. Some have taken drastic action, while others took a longer view.https:\/\/t.co\/LcE9UQjzIh","sentiment_score":-0.1611111111}
{"full_text":"There's also been some good news for the Isle of Wight in the latest figures","sentiment_score":0.6}
{"full_text":"RT The Canadian government continues to be hoisted on its own petard by a #COVID19 #vaccine communications strategy that overstat...","sentiment_score":0.6}
{"full_text":"What can you actually buy with Bitcoin?Pornography, patio furniture and an at-home coronavirus test are among the odd assortment of goods and services people are purchasing with the cryptocurrency.Read:","sentiment_score":-0.0833333333}
{"full_text":"Babies under 1 year old, children with certain underlying conditions may get severely ill from COVID-19.  Talk with your child's health care provider about their specific risk. CDC:","sentiment_score":-0.0464285714}
{"full_text":"Women, and especially women of color, continue to bear an outsized burden of job losses during the pandemic. This is a crisis and we need our elected leaders to stand up for them.","sentiment_score":0.0}
{"full_text":"RT Last year, Michele lost her job because of the pandemic. I recently gave her a call to hear her story and discuss how my America...","sentiment_score":0.0}
{"full_text":"RT Cuba is to vaccinate their whole population this year and offer their Sovereign-02 vaccine to Iran, Venezuela, Vietnam, an...","sentiment_score":0.2}
{"full_text":"\"Their word is the same good word that has transformed my life, my mum's life, and the life of my Kensington family.\"Read: Actor and science communicator, tells us why we should trust those telling us the #Covid19 vaccine is safe.","sentiment_score":0.4}
{"full_text":"Florida will allow anything. World championships gonna start a new strain of covid.","sentiment_score":0.1363636364}
{"full_text":"RT Nursing home chain Genesis gave its executives millions in bonuses, even after 2800+ of its residents died of COVID and desp...","sentiment_score":0.0}
{"full_text":"The debate isn't really about reopening buildings. It's about adults who want things to be like they were pre-pandemic. Unfortunately, many of those same adults are unwilling to wear masks and stop gathering in groups and those are the steps that will get us closer to normal.","sentiment_score":0.2125}
{"full_text":"Kevin Durant Addresses NBA's \"Wack A** PR Tactics\" After COVID Rule Flip-Flops","sentiment_score":0.0}
