{"full_text":"\"Why do we need to first vaccinate 90-year-olds?\" asked Marcel R. \"From my point of view, no one needs to live to 110. I'd rather my children be able to go to a cafe or a concert.\"","sentiment_score":0.2954545455}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT LAPD is spreading conspiracy theories about sex trafficking (there's no evidence re: Covid increasing incidence of sex tra...","sentiment_score":0.0}
{"full_text":"Top 15 in poverty prior to COVID.","sentiment_score":0.25}
{"full_text":"RT We face same #COVID19 storm but massive societal inequalities worsen risk. Eg overcrowded housing conditions, lack of suppo...","sentiment_score":0.0}
{"full_text":"RT \"Joe Biden's CDC director said there's no reason, basically, for schools not to be open now. So, why is Joe Biden not listenin...","sentiment_score":0.0}
{"full_text":"RT Ontario reports 1,388 new COVID-19 cases, 45 more deaths on Saturday","sentiment_score":0.3181818182}
{"full_text":"RT Hi! I owned a small restaurant prior to COVID but I don't think I'll be returning any time soon. Please purchase my handma...","sentiment_score":-0.125}
{"full_text":"OK Homer...Just playing devils advocate here. If my server or someone in that restaurant had Covid, would you not want to know you are a potential candidate for getting Covid..... and then stay home so that you don't potentially pass it on to someone else?","sentiment_score":0.1666666667}
{"full_text":"RT UPDATE: Chinese spies at Trudeau's virus research lab sent Ebola and Henipah (bat) viruses to the Wuhan virus lab:","sentiment_score":0.0}
{"full_text":"1,333 new cases and 21 new deaths in Austria [15:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT On this day in 2020: Coronavirus whistleblower doctor Li Wenliang dies","sentiment_score":0.0}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT We've found 8 Tory donors that, collectively, have won PS881m in 35 Covid19 UK gov contracts Combined they've donated...","sentiment_score":0.0}
{"full_text":"RT Grocery giant Kroger says it will give $100 to its workers who get a Covid-19 vaccinationhttps:\/\/t.co\/0BVdIA76xk","sentiment_score":0.0}
{"full_text":"RT Biden wants open borders at home during a pandemic and to send our men and women in uniform into harms way just weeks int...","sentiment_score":0.1}
{"full_text":"RT Never confuse bipartisanship with unconditional surrender.We will work with reasonable Republicans to provide comprehens...","sentiment_score":0.2}
{"full_text":"RT that is ..C Doud 206 East Holly Avenue, Sewell, NJ 08080Some of our neighbors and friends REALLY need...","sentiment_score":0.2}
{"full_text":"RT My grandmother died of COVID yesterday. represented her. This is shameful and she deserved better.","sentiment_score":0.5}
{"full_text":"Japan To Fine People Who Violate COVID Restrictions via #600wordsrless #nomorefakenews #newsyoucantrust #trending","sentiment_score":0.4166666667}
{"full_text":"RT Phenomenal writing from Her book about life on the Covid frontline, \"Breathtaking\", is astonishing. Se...","sentiment_score":0.6666666667}
{"full_text":"RT 48 M to \"non-contracted\" licensed supportive living = completely private operators 9.6 m for home care = private providers...","sentiment_score":0.1666666667}
{"full_text":"RT Though, elimination of #SARSCoV2 is not just about faith and stringent measures. What has worked in some countries dis...","sentiment_score":0.0}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT 1\/ Science: extensive genomic analyses in Boston show the importance of superspreading\"More than 120 introductions of SA...","sentiment_score":0.25}
{"full_text":"RT There is nothing \"big or bold\" about the Democrats Covid package.They promised $600 expanded unemployment, but scaled...","sentiment_score":0.1666666667}
{"full_text":"Sorta like 14 day to flatten the curve..","sentiment_score":0.0}
{"full_text":"Yeah #corona and all is important.But, I wish someone makes a #vaccine for common cold as well ","sentiment_score":-0.45}
{"full_text":"Hey! I'm so sorry. This pandemic has affected people so badly. I really hope things turn out well. You have to be strong till then. Please don't be hard on yourself. Some decisions are tough but they've to be made. You're not alone. Love you! ","sentiment_score":0.012962963}
{"full_text":"Should you take painkillers before or after a COVID-19 vaccine? Although the evidence is limited, some painkillers might interfere with the very thing the vaccine is trying to do: generate a strong immune system response. Click to read more.","sentiment_score":0.2654761905}
{"full_text":"RT \"The Supreme Court has misconstrued religious freedom to mean religious privilege and placed the health of the America...","sentiment_score":-0.1041666667}
{"full_text":"RT If Joe Biden is serious about getting the pandemic under control, why is he releasing untested illegal immigrants into...","sentiment_score":-0.4166666667}
{"full_text":"RT We've found 8 Tory donors that, collectively, have won PS881m in 35 Covid19 UK gov contracts Combined they've donated...","sentiment_score":0.0}
{"full_text":"Pray to St Jude Thaddeus #kalpunutmaz #avlars #AngelJinhwanDay #covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT Every single one of those actions is prohibited by the constitution.","sentiment_score":-0.0714285714}
{"full_text":"RT CBN To Partner Investors To Build Modern Health Facilities, Sponsor Research On COVID-19https:\/\/t.co\/R9F9p4xJad","sentiment_score":0.2}
{"full_text":"RT .@SadhguruJV's earlier two #paintings totally fetched Rs 9.24 crore and the funds were also donated for #COVID19 #relief wor...","sentiment_score":0.0}
{"full_text":"RT It's a horrible idea to have a audience at The Superbowl tomorrow let alone an audience of 25,000 people. We are still i...","sentiment_score":-1.0}
{"full_text":"Its proven you cant catch covid if you are doing some type of exercising. The sweat releases the covid","sentiment_score":0.0}
{"full_text":"RT NEW: analysis finds federal executions likely acted as virus superspreader. Over 70% of BOP death row inmates got COV...","sentiment_score":0.0681818182}
{"full_text":"Apparently all I do is \"stay home and hangout\" with my baby all day while my boyfriend does \"hard fucking work\"   Remember when everyone said raising kids is easy? No? That's cause it's not ","sentiment_score":-0.1020833333}
{"full_text":"RT 1\/ Science: extensive genomic analyses in Boston show the importance of superspreading\"More than 120 introductions of SA...","sentiment_score":0.25}
{"full_text":"RT Look at you two go.. &amp; = a works! ","sentiment_score":0.0}
{"full_text":"RT It is delibrate. Keeping Nigerians poor is the APC's policy. - 28 billion remittance (BLOCK IT)- Palliative for Covid (H...","sentiment_score":-0.4}
{"full_text":"wanna meet cool people at college but covid scares me so if you go to UTA let's be besties &amp; have zoom dates ok love you bye","sentiment_score":0.45}
{"full_text":"RT Hi! I owned a small restaurant prior to COVID but I don't think I'll be returning any time soon. Please purchase my handma...","sentiment_score":-0.125}
{"full_text":"RT Tomorrow for my scaled down COVID safe Super Bowl party I will be making nacho. One nacho.","sentiment_score":0.2259259259}
{"full_text":"RT Ontario fell for the propaganda &amp; voted out Kathleen Wynn. Alberta fell for the propaganda &amp; voted out Rachel Notley....","sentiment_score":-0.1}
{"full_text":"RT As we continue to combat the second wave of #COVID19 in our community and across Toronto, will be hosting 3...","sentiment_score":0.0}
{"full_text":"RT Things are still bad, still really bad. If anything we have only dropped to the same number of admissions at our first pea...","sentiment_score":-0.23}
{"full_text":"RT El Paso will be receiving 15,925 COVID-19 vaccine doses next week, up from 15,050 doses last week. Distribution is a bit...","sentiment_score":0.0}
{"full_text":"RT Devastating 200k job loss show human &amp; financial cost of Trudeau's failures on COVID &amp; economy.","sentiment_score":-0.3333333333}
{"full_text":"RT Incredibly true. Oxford University was going to make their research open-source but the Bill and Melinda Gates f...","sentiment_score":0.35}
{"full_text":"RT Latest on Oxford's fight against COVID-19","sentiment_score":0.5}
{"full_text":"RT Douglas, don't come on here and start talking about cost to taxpayers when your hard righ...","sentiment_score":-0.2916666667}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"RT \"i can't wear a mask, i have breathing problems.\" ok?? louis tomlinson has a fat ass and still wears pants","sentiment_score":0.5}
{"full_text":"Officially Covid Vaccinated! ","sentiment_score":0.0}
{"full_text":"RT 29) If you're skeptical, you don't have to take my word alone. Read this article in Science magazine by he essenti...","sentiment_score":-0.5}
{"full_text":"RT New York State received $4 billion in federal COVID relief funds to reopen schools yet many schools including middle and...","sentiment_score":0.2121212121}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT Globally, we have a vaccine calculator at this link:","sentiment_score":0.0}
{"full_text":"RT I am loving the lock down hair ","sentiment_score":0.2222222222}
{"full_text":"RT Maybe I'm crazy but I don't really think it's cool for only rich people to have access to pre-covid-style leisure activities whil...","sentiment_score":0.065}
{"full_text":"RT Just In | BREAKING Organiser of the End the lockdown demonstration on Fish Hoek beach arrested. More info developing","sentiment_score":0.5}
{"full_text":"Covid19 is a reality, let's endeavor to keep to all of the safety protocols as directed by the  plss stay safe!!!@WHO #COVID19 #COVIDSecondWave #MaskUp The CDC # ","sentiment_score":0.0}
{"full_text":"RT It's interesting. Give the lowest paid US worker a little raise and the world will come to an end. Gi...","sentiment_score":0.15625}
{"full_text":"RT \"i can't wear a mask, i have breathing problems.\" ok?? louis tomlinson has a fat ass and still wears pants","sentiment_score":0.5}
{"full_text":"RT Mind boggling if true.","sentiment_score":0.35}
{"full_text":"RT I know a 29 year old guy who recovered from covid but developed heart failure after 2 months. Keep thinking you're young and...","sentiment_score":-0.0041666667}
{"full_text":"RT wanna know what's more contagious than covid-19? your smile &lt;3#TMSD #treasuremakerselcaday #MASHIHO","sentiment_score":0.4}
{"full_text":"do you not think people of our age can deal with the current problems. I am sure there will be many contestants but as far as i am concerned my mum invented lockdown in the sixties","sentiment_score":0.275}
{"full_text":"RT Get you a VP who casts a tie-breaking vote on Covid-relief and makes sure to look out for her girl at the same time.","sentiment_score":0.25}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT Senior figures in #faith communities sharing their #Covid19 #vaccine appt images as part of cross-community encouragement and...","sentiment_score":0.0}
{"full_text":"RT Kagan, joined by Sotomayor and Breyer, dissented from the Supreme Court's order tonight lifting COVID restrictions on Californi...","sentiment_score":0.0}
{"full_text":"RT Wondering why the #Covid19 vaccine rollout has been as bumpy as it's been? Read this piece. Vaccine dos...","sentiment_score":0.0}
{"full_text":"RT Biden laments a grim jobs report w\/his Dem faithful, who seem blind to the fact that he attacked 1.5M blue-collar jobs...","sentiment_score":-0.75}
{"full_text":"RT Residents in Chinese city of Wuhan remember 'whistleblower' doctor Li Wenliang, 34, who died from COVID-19 on Feb. 7, 2020:...","sentiment_score":0.0}
{"full_text":"RT In the studio in \"momma there go dat man\" mode...stay home.  Slatt","sentiment_score":0.0}
{"full_text":"RT A key part of the fight against COVID-19 is access to tests. It's important that we test, not just as a one-off event bu...","sentiment_score":0.2}
{"full_text":"RT 'It is only now I realise the toll the pandemic has taken': a letter from the other side of #Covid19","sentiment_score":-0.0625}
{"full_text":"RT Our colleagues at Tata Power made sure the essential supply of power, resilience and perseverance was on even when the c...","sentiment_score":0.25}
{"full_text":"RT #SunStarNewsA UNIVERSITY in Davao City will serve as one of the city's Covid-19 vaccination sites, Davao Archbishop Romu...","sentiment_score":0.0}
{"full_text":"RT Worrisome discovery--Among placebo group for Novavax's vaccine in South Africa: people with prior #COVID19 infections appe...","sentiment_score":0.0}
{"full_text":"RT An incredible story. Leaked documents seem to show Matt Hancock and John Bell ignored process and legal advice, and jus...","sentiment_score":0.55}
{"full_text":"RT We have over 120,000 polling units in Nigeria let's turn them into vaccination booth to vaccinate Nigerians for covid 19","sentiment_score":0.0}
{"full_text":"RT The lab leak hypothesis is not a \"conspiracy theory\". It's a plausible scenario. What gives  the expertise to rule...","sentiment_score":0.5}
{"full_text":"u know they didn't even recognize that she caught the covid at the hospital Paulette it's the lady who is 100 yrs old&amp;who shares the room with mom she has the covid 2&amp;it terrified me even me who is not of a superior intelligence all this doesn't seem very logical, not intelligent","sentiment_score":0.2083333333}
{"full_text":"Guess who has been safely &amp; successfully pumping out content during COVID? #WynonnaEarp Want to build a passionate fan base of this award winning show?@netflix #FiveForWynonna","sentiment_score":0.18}
{"full_text":"RT The mounting evidence showing that #Russia's vaccine is reliable should be taken seriously, especially considering supply i...","sentiment_score":0.0}
{"full_text":"Because it's a virus we have only known about for a year or so. Science is still learning what this Corona virus is capable of by what is happening. It's not like anyone knows, it's just scientific speculation based on the information accumulated. That's how science works.","sentiment_score":0.1}
{"full_text":"RT One of my favorite actors, Louis Gossett, Jr, tells of his recovery from Covid19 with ivermectin.","sentiment_score":0.5}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"Staff could strike over coronavirus safety at Swansea DVLA@worker_group","sentiment_score":0.0}
{"full_text":"A member of the World Health Organization expert team investigating the origins of the coronavirus in Wuhan says the Chinese side granted full access to all sites and personnel they requested -- a level of openness that even he hadn't expected.https:\/\/t.co\/Hh1OKPVvSN","sentiment_score":0.175}
{"full_text":"A study by the found #FGM cases had reportedly increased in Nigeria, Kenya, Tanzania, Sierra Leone, Somalia and Liberia as a result of school closures during the COVID-19 pandemichttps:\/\/t.co\/GAm4lMyLIj","sentiment_score":0.0}
{"full_text":"#Listenback #ICYMI Caring for a loved one is difficult job at the best of times, let alone during a pandemic, not only for the carer, but for the person they look after chats to three family carers about the difficulties they face","sentiment_score":0.3}
{"full_text":"Reba Rice, member of AHW's oversight board and CEO of was recently featured by in a story on the challenges of the #COVID19 vaccine rollout in rural Wisconsin: #healthcare #publichealth","sentiment_score":0.1}
{"full_text":"PODCAST: In this episode, listeners will hear about a new partnership between EPA and OSHA, Virginia's new permanent COVID-19 workplace safety standards and when industrial workers will be able to get the coronavirus vaccine.https:\/\/t.co\/y5lY9qUVzh","sentiment_score":0.2575757576}
{"full_text":"RT KD could miss multiple games due to COVID-19 contact tracing, per","sentiment_score":-0.0625}
{"full_text":"RT In this episode of #LabMedicineRounds, listen as and Dr. Allan Dietz discuss how the field of cellular therapy i...","sentiment_score":0.0}
{"full_text":" We need to keep protecting each other. Act like you've got it to help stop the spread:  keep washing your hands keep covering your face- keep making space Open windows regularly, letting fresh air circulate#StayHome >","sentiment_score":0.04375}
{"full_text":"2020 NCADA Award WinnersAthletic administrators work hard every school year, especially during a pandemic. Even though we could not recognize them in person at the NCADA State Conference we celebrate their accomplishments. Congratulations!","sentiment_score":-0.1458333333}
{"full_text":"Majority Still Say COVID-19 Stimulus 'Essential,' But Most GOP Voters Disagree...","sentiment_score":0.25}
{"full_text":"Polaris, a Carenity member, was hospitalized, placed on a ventilator and put into an artificial coma because of #COVID19. Weeks later, he still has symptoms that prevent him from returning to his normal life.He shares his story with us on Carenity! https:\/\/t.co\/YXWy2uWG7S","sentiment_score":-0.128125}
{"full_text":"The very latest Yorkshire Covid cases, deaths and infection rates","sentiment_score":0.65}
{"full_text":"Increasing recruitment into covid-19 trials","sentiment_score":0.0}
{"full_text":".@NABtweets begged Congress to make COVID relief available to conglomerates in order to \"preserve local journalism.\" A month later, turned off all local news to subscribers in Greenville, Mississippi. - you got played.","sentiment_score":0.1}
{"full_text":"Thousands of scientists have signed onto a declaration calling for an end to lockdowns. They say the hard data is coming in, and it proves their point.https:\/\/t.co\/xP6pV7EqtI","sentiment_score":0.0041666667}
{"full_text":"Boris Johnson has responded to reports that pubs in England will open by Mayhttps:\/\/t.co\/uIoTUvF7k8","sentiment_score":0.0}
{"full_text":"From factsheets to webinars, our Coronavirus Hub provides you with the latest insights and intelligence to help your business continue to respond to the coronavirus outbreak. Find out more:","sentiment_score":0.5}
{"full_text":"If you need to self-isolate, you MUST stay inside your home until you're no longer at risk of passing the virus on. do not leave home to go to work do not go shopping do not go out to exerciseMore on when to self-isolate and what to do https:\/\/t.co\/rekIMuNZ3Q","sentiment_score":0.0}
{"full_text":"Grants for cultural and heritage organisations in England to make the transition from lockdowns and social distancing to resume business activity and welcome visitors back to the country's diverse heritage sites starting in April 2021.Visit ","sentiment_score":0.1866666667}
{"full_text":"WATCH: A Regina boy's unique--and twisted--pandemic pastime is really blowing up. has more on the creative hobby.MORE STORIES:","sentiment_score":0.4}
{"full_text":"People who suspect they have been a victim of identity theft involving fraudulent unemployment claims should immediately report this to the Ohio Department of Job and Family Services.","sentiment_score":-0.075}
{"full_text":"What older adults should know about being vaccinated for #COVID19. via","sentiment_score":0.1666666667}
{"full_text":"Seniors, have you gotten your vaccine yet? Here's what you can expect!https:\/\/t.co\/i2rOY0cYpk","sentiment_score":0.0}
{"full_text":"RT Wandering on an Amazing Mesa in #NewMexico - #travel #daytrip #hiking #nature #geology #...","sentiment_score":0.6}
{"full_text":"To ensure equitable distribution of COVID-19 vaccine, we're offering drop-ins at Learning Center for ppl ages 65+, living in 94110, 94112 &amp; 94107, AND have Medi-Cal, Healthy SF, or are uninsured. Drop in 9a-3p daily. Proof of age, residence &amp; insurance required.","sentiment_score":0.1333333333}
{"full_text":"RT Women always have each other's backs.","sentiment_score":-0.125}
{"full_text":"RT NEW: A splintered #SCOTUS partly backs a religious challenge to Covid restrictions in California.Kagan, dissenting: \"In t...","sentiment_score":0.0681818182}
{"full_text":"so.... is she gonna get fired too?","sentiment_score":0.0}
{"full_text":"RT NEW: The U.S. is at a unique moment in the pandemic with vaccines just beginning to roll out &amp; a real threat from varia...","sentiment_score":0.2371212121}
{"full_text":"Rejuvenated by quarantines and lockdowns, the old-school pastime of creating miniature worlds by assembling and decorating scaled-down models or running mini trains on mini tracks is enjoying a revival.https:\/\/t.co\/3IGNRPL4AF","sentiment_score":0.5}
{"full_text":"#NativeEntrepreneurs in Arizona: check out this opportunity for grant awards of $25,000 - $50,000 to equip startups with capital and support as they navigate and emerge from the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Mariah MooreCo-Director of the House of TULIP and Program Associate for Transgender Law Center.-Ensure equity, equality and safety for Black transgender women.-Helped launch a Covid crisis fund for transgender and gender-nonconforming Louisianans at risk.#BlackHistoryMonth","sentiment_score":-0.1666666667}
{"full_text":" In efforts to provide #COVID19 testing at the needed capacity, as of 2\/8\/21, testing operations at the Southeast Branch of the Library (5803 Nuckols Crossing Rd.) are:Monday, Tuesday, Friday + Saturday 8am-1pm  Wednesday +Thursday 3pm-7pmhttps:\/\/t.co\/p1X2FCqS2x","sentiment_score":0.0}
{"full_text":"As more and more people are becoming eligible to receive the COVID-19 vaccine, many are wondering why it's difficult to get an appointment.https:\/\/t.co\/6w6QN0V1E8","sentiment_score":0.29}
{"full_text":"The Covid-19 vaccine is available for FREE on the NHS to those who will benefit.  If you receive an email, text message or phone call purporting to be from the NHS and you are asked to provide financial details, or pay for the vaccine, this is a scam #coronavirusfrauds","sentiment_score":0.2666666667}
{"full_text":"\"It's not just elderly people who are vulnerable, everyone can get it\"Amogh, a patient from explains why he got vaccinated against COVID-19.","sentiment_score":-0.5}
{"full_text":"COVID-19 case counts and #COVID19 positive hospital inpatient visits are decreasing. However, AZ still has the highest rate of COVID-19 cases in the United States, according to CDC.  We all need to take consistent, preventive measures to slow the spread.","sentiment_score":0.0590909091}
{"full_text":"Around one in three people with #COVID19 don't have any symptoms.Act like you've got it and remember #HandsFaceSpace.More info:","sentiment_score":0.0}
{"full_text":"We need to do a better job at protecting our food service workers. That includes prioritizing them for vaccines, targeting wage theft and predatory employers, and investigating any and all claims of unsafe working conditions and environments.","sentiment_score":0.5}
{"full_text":"Indy DC Download: Congressional Democrats begin process to pass $1.9 trillion COVID-aid package, hold out hope for GOP supportBy","sentiment_score":0.0}
