{"full_text":"shut down by the government as part of the lockdown restrictions. hopefully we'll be reopening in tiers.","sentiment_score":-0.1555555556}
{"full_text":"RT Covid-19 reinfections may be more common than realized. Why isn't the US tracking them?","sentiment_score":0.1}
{"full_text":"i am sad... very sad","sentiment_score":-0.575}
{"full_text":"We are #Live on Twitch! - House Music &amp; Tech House &amp; #Techno - Cyber Jungle Live #dj #miamimusicweek#techno #housemusic #edm #djstream #miami #ibiza #nyc #dancemusic #dance #stream #lockdown","sentiment_score":0.1534090909}
{"full_text":"L.A.'s COVID stats improve, but officials worry of new surge - Los Angeles Times","sentiment_score":0.1363636364}
{"full_text":"So annoying. You have to literally spend time searching for where the trend started and latest. Now you get people selling forex and all sorts of Covid-19 concoctions posting on a trend or using the trend hashtag","sentiment_score":-0.15}
{"full_text":"RT Throughout history, vaccines have saved hundreds of millions of lives. That's why we work around the clock to ensure a swif...","sentiment_score":0.0}
{"full_text":"Sometimes you think smartly","sentiment_score":0.2142857143}
{"full_text":"RT That's why we are Demanding Online Exams","sentiment_score":0.0}
{"full_text":"RT Texas was the only state among the 10 most populous to GROW its labor force.At the same time, New York LOST 427,018 work...","sentiment_score":0.1590909091}
{"full_text":"RT As more nursing home residents and people over 65 are vaccinated, we should see a substantial reduction in Covid deaths s...","sentiment_score":0.5}
{"full_text":"Very very! True we need to reduce the possible vectors for spread of the contagion, so sectoral lockdown of construction\/schools should be put in place immediately as children are at risk from the aforementioned disease.","sentiment_score":0.1516666667}
{"full_text":"i wont even get a flu shot, what tf i look like getting the covid vaccine ","sentiment_score":0.0}
{"full_text":"RT South Africa paused use of AstraZeneca's #Covid19 vaccine after a study suggested it doesn't prevent mild infections ca...","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING - Rest of the students &amp; staffs has been tested &amp; are positive. This is what happens if the CBSE force the student...","sentiment_score":0.2272727273}
{"full_text":"And stop your mate acting like an overgrown child winding everything up to satisfy his overly large ego !","sentiment_score":0.1339285714}
{"full_text":"RT There is another pandemic happening, though it's receiving much less attention. The number of abductions and cases of t...","sentiment_score":-0.1666666667}
{"full_text":"RT I am going to say this, and keep saying it. I am a psychiatry doctor. This pandemic is causing deep trauma. Those on th...","sentiment_score":0.0}
{"full_text":"RT There is a lot of confusion about the efficacy of AstraZeneca\/ChAdOx1 vaccine against COVID19 due to B.1.351 \/ 501Y.V2 - sum...","sentiment_score":-0.125}
{"full_text":"[1\/3] #China: Seven Chinese journalists and commentators arrested last year for reporting on the Covid-19 outbreak are still detained. urges Chinese regime to release them and calls on international community to increase pressure on Beijing.","sentiment_score":0.0}
{"full_text":"Bro if your girl is doing the buss it challenge then you need a penicillin shot and not the covid shot","sentiment_score":0.0}
{"full_text":"RT My male friends are terrified to get things from ladies whether friends, lovers or wives because most women have this innat...","sentiment_score":0.25}
{"full_text":"Making shit up again I see","sentiment_score":-0.2}
{"full_text":"RT does any1 kno when the pandemic is going 2 be over","sentiment_score":0.0}
{"full_text":"RT In the blink of an eye Priti Patel can make it ILLEGAL for Brits to fly abroad during a 'Pandemic'.. but the same 'Pan...","sentiment_score":0.1}
{"full_text":"RT Wishing y'all a nice weekend with your loved ones#StaySafe #WearAMask  from huskymayafam","sentiment_score":0.65}
{"full_text":"RT Let us rejoice in human kindness that transcends borders, faiths and nationalities. Let us all be bigger and better as w...","sentiment_score":0.1666666667}
{"full_text":"RT In fact we had a clear statement for proper public health control of the epidemic from WHO on Jan 29 2020, and the Chin...","sentiment_score":0.0333333333}
{"full_text":"The police don't seem to be doing anything apart from breaking up the parties.#lockdown","sentiment_score":0.0}
{"full_text":"This tweet and thread is for those #pwme I had my Pfizer covid jab on Friday around 5pm, no symptoms other than a dead arm, 3pm Saturday I took two of my normal supplements, 500mg of magnesium, 4000 UI of vitamin D3, within an hour I was feeling really rough, had a bad&gt;&gt;","sentiment_score":-0.06875}
{"full_text":"#NowPlayingOnSplashFm.. \"Wise\"\/ #SPLASHFM1055 #MondayVibes  #StaySafeStayHealty #WearAMask","sentiment_score":0.7}
{"full_text":"Me too!! Gutted that I couldn't talk anyone into going to see it with me before lockdown.","sentiment_score":0.0}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"4. whats so bad with swearing and smoking, its his life and its 2021 5. what else is he supposed to do? do out in public in a pandemic? and he donated  money too, which is good obviously","sentiment_score":2.775557562e-17}
{"full_text":"RT You can now book a Covid-19 vaccination if you are:-over 70 years old-clinically extremely vulnerable-a health and care w...","sentiment_score":-0.125}
{"full_text":"RT The immigrant visa entry ban (Proclamation 10014), in place since Apr 2020, cynically used the pandemic as an excuse to prev...","sentiment_score":-0.325}
{"full_text":"A diagnostics company in Derby has become the first British manufacturer to supply #COVID19 tests to the government","sentiment_score":0.125}
{"full_text":"RT Yes trials didn't include pregnant woman (fertility and OBGYN doctors are mad about) but some people on the trials actuall...","sentiment_score":-0.1458333333}
{"full_text":"France is already banning homemade masks in schools and makes the use of surgical masks compulsory.Meanwhile in the UK, they are still debating is there's transmission in schools...and universities still allow \"face coverings\" of meh quality in their buildings #MaskBetter","sentiment_score":0.0}
{"full_text":"RT 3) WARNING: If you attended a Super Bowl house party tonight (or partied in Tampa Bay), please quarantine yourself for th...","sentiment_score":0.3333333333}
{"full_text":"An interesting question.The externals are totally as portrayed. I try to avoid being cranky\/sh$tty so I don't put people off. I don't reveal all of myself. Who can in 140 chars?COVID scares me more than I let on as I am immuno-compromised.I'm politically left.Love my family.","sentiment_score":0.25}
{"full_text":"#COVID19 cases in Jammu-Kashmir are dropping fast and death ratio in both the divisions of the Union Territory, Kashmir and Jammu, has also come down.https:\/\/t.co\/p8q1RxZlu3","sentiment_score":0.2}
{"full_text":"RT A minority are putting themselves, their loved ones, their friends, their neighbours at risk of getting COVID-19 by no...","sentiment_score":0.7}
{"full_text":"Worst tweet I've seen on this platform and I follow Ryan.","sentiment_score":-1.0}
{"full_text":"RT Dear entrepreneur Whatever cash flow you have left should not be earmarked for \"survival\" and \"waiting it out\".The pandem...","sentiment_score":0.0}
{"full_text":"RT This was terrible! Mask wearing everyone looks the same. Just like life now. Wear your masks. Don't have a p...","sentiment_score":-0.5}
{"full_text":"It's about being considerate. Medical science may never be enough to convince you or others. It shouldn't matter. What should matter is the magnitude of this virus because people have died and families have been wiped out. Wear a mask. Do the right thing. Be safe.","sentiment_score":0.1964285714}
{"full_text":"RT If WE can't afford lockdown, what chance have the world's poor?","sentiment_score":-0.4}
{"full_text":"RT Stay home. Be a Queen, Just do it. ","sentiment_score":0.0}
{"full_text":"RT The incoherence of \"the rules\" highlight how ridiculous the whole situation is. Surely even the lockdown zealots can see...","sentiment_score":0.1222222222}
{"full_text":"RT This is rather worrying &amp; it's not just Europe who is reporting this. I've seen articles in the last hour from","sentiment_score":0.0}
{"full_text":"RT The use of global GS1 standards means that every #vaccine, in any location around the world, is uniquely identified by a barcode a...","sentiment_score":0.1875}
{"full_text":"RT Not the CDC.","sentiment_score":0.0}
{"full_text":"RT Remember when Papa John got all sweaty, ate 50 pizzas in 30 days, and promised \"the day of reckoning will come,\" then like...","sentiment_score":0.0}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT Covid-19 curve takes downward trend...National response to pandemic on right track","sentiment_score":0.2857142857}
{"full_text":"RT What are the 2021 Fitness Trends? EuropeActive board member &amp; COO takes a look at change...","sentiment_score":0.0}
{"full_text":"RT The WHO Special Envoy on COVID-19 just said the UK was \"vindicated\" over the 2nd vaccine dose to 12 weeks.Making the righ...","sentiment_score":0.1785714286}
{"full_text":"RT Council staff who we help pay through taxation employed to coerce medical decisions? Time to pull the plug on this.","sentiment_score":0.0}
{"full_text":"RT You need to pay us for the other days we certified. Lots of us are having to go by with little or no money. At...","sentiment_score":-0.15625}
{"full_text":"Not this dumbass company saying the future of kpop is more of this boring shit as if it hasn't completely ruined kpopWE ARE DEPRESSED. WE ARE IN A PANDEMIC. I DONT WANT FUCKING THOUGHTFUL CONSIDERATION OR RELATABILITY I WANT ECCENTRIC ESCAPISM. GIVE ME ENTERTAINMENT DAMMIT","sentiment_score":-0.0285714286}
{"full_text":"Another two selfish muppets:","sentiment_score":-0.5}
{"full_text":"#ManagementMondays ZARA, its sales and client loyalty have weathered the storm of the pandemic with the help of queue management solutions. Read our latest blog - #QueueManagement #WhatsAppQueueing #Contactless","sentiment_score":0.5}
{"full_text":"RT #Master collected 200 Crores in India Alone .! Such a Immense Box Office Collection after the Pandemic Period even with...","sentiment_score":0.0}
{"full_text":"The WHO's New Office Recommendations #CRE #Office #COVID-19 #TenantTips #CommercialRealEstate #NewNormal  ","sentiment_score":0.1363636364}
{"full_text":"RT AstraZeneca races to adapt Covid vaccine as South Africa suspends rollout","sentiment_score":0.0}
{"full_text":"RT Meanwhile all the other PL clubs play in front of packed stadiums, with no pandemic, the ability to make any transfer they ca...","sentiment_score":-0.125}
{"full_text":"RT Alyssa Gibbons explores the impact of Covid-19 on different parts of the world one year on. ...https:\/\/t.co\/n2AAUkgGj7...","sentiment_score":0.0}
{"full_text":"And in 1000 years from now, on Twitter: did you know that in the covid era, Europeans thought coughing was a sign of good health? ","sentiment_score":0.7}
{"full_text":"RT Boris Johnson's and Dominic Cumming's 'herd immunity' experiment looks like it has turned the UK into a petri dish for cre...","sentiment_score":0.0}
{"full_text":"RT .@SadhguruJV's earlier two #paintings totally fetched Rs 9.24 crore and the funds were also donated for #COVID19 #relief wor...","sentiment_score":0.0}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"RT Good morning and welcome to a new pandemic. Which could have been avoided if our govt had closed the borders as so man...","sentiment_score":0.3840909091}
{"full_text":"RT Man City have finally won at Anfield and all it took was PS1.5bn in the transfer market, a global pandemic, an empty stadiu...","sentiment_score":-0.0333333333}
{"full_text":"UK housing market boom comes to an end, while latest economic data reveals a growing divergence in the ability of countries to bounce back from the coronavirus pandemic#WeekInPerspective #Marketshttps:\/\/t.co\/oRat18g8Pr","sentiment_score":0.2333333333}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am-5pm: 1890-800-024Intreo Centres are open today from 10am-1pmThe Pandemic Unemployment Payment remains available to anyone who is eligibleThe quickest &amp; easiest way to apply is online at","sentiment_score":0.1333333333}
{"full_text":"Latest coronavirus situation in Cheshire and beyond","sentiment_score":0.5}
{"full_text":"In Humanities we have received lots of #beautifulwork during lockdown - brilliant effort! S1,2 and 3 have been really creative &amp; when given a choice of media the variety of output has been wonderful. ","sentiment_score":0.8333333333}
{"full_text":"RT TD's are now sending out birthday cards with the official gov logo, are we really paying for this shit, during a global...","sentiment_score":0.0}
{"full_text":"Maritime container freight shipping is steaming ahead through the Covid-19 pandemic, boosted by strong demand for Chinese exports and a shortage of vessels according to industry experts.https:\/\/t.co\/cFR2mM0rDB","sentiment_score":0.2166666667}
{"full_text":"Stephen King's foundation covered the $6,500 cost of publishing a 290-page manuscript by students participating in Farwell Elementary School's Author Studies Program.https:\/\/t.co\/4T8ePaCm4T","sentiment_score":0.3}
{"full_text":"Elderly Duterte to be among first to get COVID-19 jabs","sentiment_score":0.25}
{"full_text":"Even before Covid-19 prevented some travel, many young Chinese were loathe to go home at Chinese new year-we explored why in 2019","sentiment_score":0.1472727273}
{"full_text":"Experts don't agree on when it's safe to head indoors and remove masks. Here's what Dr. Fauci and others are saying.","sentiment_score":0.5}
{"full_text":"A batch of #China-donated #Sinopharm #COVID19 vaccines arrived in #Laos early this morning. Lao officials have stated that \"Chinese #vaccines have been proved for its safety and reliability\". The quantity of doses delivered was not mentioned.","sentiment_score":0.05}
{"full_text":"RT Covid-19 reinfections may be more common than realized. Why isn't the US tracking them?","sentiment_score":0.1}
{"full_text":"Are you a #spazashop owner or general dealer based in a township or rural area? Then register yourself on the National SMME database, at to apply for the Covid-19 relief scheme. Call 0860 663 7867 if you need any help with registration.","sentiment_score":0.025}
{"full_text":"FUNDING OPPORTUNITYYouth Covid-19 Support Fund from the Department of Culture, Media and SportsApply\/Info:","sentiment_score":0.0}
{"full_text":"Our Building Control service is open for business as usual and will continue to take applications and undertake site inspections to support the construction industry throughout the course of lockdown. Contact the team on: 01225 477517. #Lockdown3 #BuildingControl #BaNES","sentiment_score":-0.125}
{"full_text":"It's #SpeakingFingers Deaf Teens Action Against #DETAA #COVID19 -Teen-Led action to raise awareness amongst peers to adopt healthy coping strategies, increase resilience to isolation, distress, abuse and negative impact on their wellbeing.","sentiment_score":0.1}
{"full_text":"RT The Scientific Pandemic Influenza Group on Modelling meets online weekly and each member gives an estimate of the R nu...","sentiment_score":0.0}
{"full_text":"RT 1\/ So Europe has its own adverse events reporting system for drugs and vaccines, called EUDRA. It now has data for the Co...","sentiment_score":0.6}
{"full_text":"School closures &amp; Covid-19 restrictions can challenge even the most resilient of parents and carers. Support is always available.The ISPCC Support Line provides guidance, information and support to parents and carers 9am - 1pm Monday to Friday.Visit:","sentiment_score":0.5}
{"full_text":"Between investigating PUP fraud and unprecedented numbers of new applications, social protection officials have battled a hugely increased workload since the coronavirus crisis began unfolding last March. reports","sentiment_score":0.2339393939}
{"full_text":"Join us tomorrow at 10am for Planning and Caring for Audiences with and This session is supported by a BSL interpreter. Register https:\/\/t.co\/mVHtTakeCr","sentiment_score":0.0}
{"full_text":"Biggest active threat to the U.K. #COVID19 response is now the South African variant, our pathetic border controls, and the lack of a hotel quarantine system. This Health Minister doesn't know if there's even one hotel signed up, and thinks that's normal.","sentiment_score":-0.2458333333}
{"full_text":"24 in Ho Chi Minh City positive for COVID-19 at first test","sentiment_score":0.2386363636}
{"full_text":"Australia has seen a wave of anti-Asian racism, egged on by conservative \"anti-anti-racist\" commentators who brand opponents of bigotry as stooges for the Chinese Communist Party. It's long past time to challenge their dog whistles and disingenuous smears.","sentiment_score":-0.1}
{"full_text":"Please continue to follow the stay at home guidance, and only leave home for essential reasons. By working together, we can protect lives in Barnsley. More information is available at","sentiment_score":0.225}
{"full_text":"RT Moms have had to step up in unprecedented ways. Sure we're no strangers to adversity or having to juggle multiple resp...","sentiment_score":0.3666666667}
{"full_text":"RT South star #Suriya has tested positive for #COVID19 and is currently undergoing treatment for the virus. #coronavirus...","sentiment_score":0.1136363636}
{"full_text":"A British teenager is slowly emerging from a coma nearly a year after being hit by a car, and he has no knowledge of the coronavirus pandemic even though he has caught the virus twice.","sentiment_score":-0.075}
{"full_text":"\"My Day is Full of Wendy\" -- A Stay-At-Home Birthday Cupsleeve Event by WanNationPH for our finest vocalist #WENDY In partnership with Cafe Amazon Event Date: February 21, 2021 Registration Form:","sentiment_score":0.35}
{"full_text":"Join us this Thursday (11th) 1-2pm GMT for a seminar with Becky Mitchell and Mike Collyer &amp; Protracted Displacement Economies Project - innovations, and adapting to COVID!","sentiment_score":0.0}
{"full_text":"Vaccines should be available to everyone, everywhere. Equity needs to be the foundation of vaccine distribution. More on work related to the COVID-19 vaccine:","sentiment_score":0.3}
{"full_text":"We now have a Youth Unemployment crisis here in the UK. Furlough cannot end. We need a comprehensive plan for employment.https:\/\/t.co\/isOZSwJxhx","sentiment_score":0.0}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"SIMPLY PARTICIPANT TICKETS NOW ON SALEWe are delighted to announce that participant tickets for our 2021 Simply events are now on sale!We will continue to run our Simply rallies in a covid-secure way in 2021.Grab your tickets:","sentiment_score":0.175}
{"full_text":"To protect our patients and staff from #COVID19, health services have made some practical changes. You may have a healthcare appointment by phone or video instead of face-to-face. Watch this video to learn more about these changes &amp; how they work.   #StaySafe #ProtectEachOther","sentiment_score":0.5}
{"full_text":"RT Ron DeSantis loves spreading COVID-19","sentiment_score":0.0}
{"full_text":"is one of the partners of the Department of Trade and Industry in helping micro, small and medium enterprises (MSMEs) overcome the challenges brought about by the ongoing pandemic. Padayon!Read more here:","sentiment_score":0.125}
{"full_text":"How to be productive in lockdown?  It's a hot topic! There's no obligation to do anything other than stay safe right now, but if you'd like to get involved in something new, #RefillBedford_ are always on the lookout for new recruits! #RefillRevolution","sentiment_score":0.2133387446}
{"full_text":"\"You're doing a great job, parents. It might not feel like it, but you are!\"The pressures of home-schooling form the topic of discussion for #PrepSchool head Mrs Davies in her School Notes from Week 5 of the Winter #Lockdown.:","sentiment_score":1.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":" Com Val COVID-19 UPDATE: 07\/02\/2021Link: #javea #xabia #javeamigos","sentiment_score":0.0}
{"full_text":"#Iran has officially received its first batch of the #COVID-19 vaccine from #Russia","sentiment_score":0.25}
{"full_text":"Are you a teacher or youth worker?We're working to highlight the pandemic's impact on young people's relationships &amp; the need for quality #RSE when they return to school.We'd love to hear your thoughts on this. Please visit to tell us your experiences.","sentiment_score":0.3}
{"full_text":"Are you clumsy with technology and get stressed about this crazy pandemic remote working? Give a look at today's post! #phdtech https:\/\/t.co\/2YYOBnBKmE","sentiment_score":-0.3416666667}
{"full_text":"Daryl Dixon [to Carol Peletier about Alpha]: We have a future. Don't let her take that, too.#TheWalkingDeadSeason 10The World Before24 November 2019#TWDAtlanta Camp, GeorgiaCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"Here are just a few of our current safety measures;  All visitors have their temperature checked on arrival Social distancing is in place throughout the stadium Routine deep cleaning  All waste is double bagged and disposed of in line with government guides","sentiment_score":-0.0611111111}
{"full_text":"Good Morning Lockdown BritainA new week breaks expectedly upon us. Feel in my  instinctive reporter bones (which have yet to be proven wrong except that one time we'll gloss over when a sincere apology was made) We ARE getting there!#ResignSturgeon","sentiment_score":0.1472727273}
{"full_text":"PODCAST: Contralesa on reimagining burial rites amid Covid-19 pandemic","sentiment_score":0.0}
{"full_text":"To keep its people healthy during the pandemic, International France leveraged Automation technology: an AI-based #workplace-occupancy analytics platform integrated seamlessly with Meraki https:\/\/t.co\/gP6iGkuAqJ","sentiment_score":0.2}
{"full_text":"RT A new paper from Anhui province (pop 64 million, almost same as UK) in China shows how control was achieved without any...","sentiment_score":0.0681818182}
{"full_text":"Top 10 Horror Movies of all time to watch during the LockdownSee: #ISRGKB #Films #Hollywood #Horrormovie #Movies #Thrillermovie","sentiment_score":0.5}
{"full_text":"RT The surge is coming. Especially in Florida. March 8 is when B117 will reign as dominant there. Doubling every...","sentiment_score":0.0}
{"full_text":"I get you ","sentiment_score":0.0}
{"full_text":"RT Until Africans get the #Covid vaccinations they need, the whole world will suffer ","sentiment_score":0.2}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"L.A.'s COVID stats improve, but officials worry of new surge - Los Angeles Times","sentiment_score":0.1363636364}
{"full_text":"RT Q: \"If\" covid was really a covert operation to rob small business, weaken the working class, degrade democracy, install...","sentiment_score":-0.025}
{"full_text":"Not all jurisdictions track racial data about #COVID19 vaccine distribution. Seattle is trying to ensure equitable access to vaccines by setting up clinics in communities of color. During this interview shares why this is so important.","sentiment_score":0.4}
{"full_text":"RT Daryl Dixon [to Carol Peletier about Alpha]: We have a future. Don't let her take that, too.#TheWalkingDeadSeason 1...","sentiment_score":0.0}
{"full_text":"RT Not only \"before\". Ask what they have done during 14 days quarantine in hotel?Ask how many hours they spe...","sentiment_score":0.25}
{"full_text":" If you need to travel, you can subscribe to journey alerts through Messenger for personalised up-to-date journey info. This will keep you informed about any cancellations or delays as well as expected busy services.iMore infohttps:\/\/t.co\/MB4z2OY2XK","sentiment_score":0.0}
{"full_text":"Desert Island Peaks: Cameron McNeish: If you were marooned alone, with only a few hills for company, which would you choose? For lockdown light entertainment we've asked some well known outdoor folk. Here are Cameron's top picks...","sentiment_score":0.175}
{"full_text":"These percentages haven't changed since the beginning of this debacle and 95% of these deaths have underlying conditions!!!","sentiment_score":0.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"Cloud spending hits new high in pandemic working world.The pandemic has prompted an increase in the world's cloud spending.https:\/\/t.co\/leUJ2IwhXX#cloud #thecloud #cloudcomputing #pandemic","sentiment_score":0.1481818182}
{"full_text":"It's been a tough year for #retail. The pandemic has accelerated digital trends and the retail sector had to adapt in order to offer relevant online experiences : #CX","sentiment_score":0.0037037037}
{"full_text":"That the Bible is a collection of stories, and scientists are working on that Corona thing.Also, I thought you were a Covid denialist, ni flu tu. Why not let the kiddo play as he wishes?","sentiment_score":0.0}
{"full_text":"Natural beauties of Sri Lanka that you missed due to the global pandemic.https:\/\/t.co\/p61yW9VfJi","sentiment_score":-0.0083333333}
{"full_text":"RT \"Nosocomial\" is a new word for us to learn. It means infection acquired in hospital.The Melbourne Isolation Hood stops no...","sentiment_score":0.1363636364}
{"full_text":"RT It's National Apprenticeship Week! To launch #NAW2021 we're proud to bring you a video of some fantastic apprentices...","sentiment_score":0.6}
