{"full_text":"This morning we received hundreds of boxes from for distribution to individuals in isolation and quarantine for COVID-19. Thank you to the Emergency Operations Center, and for your collaboration with the Office of Food Access!","sentiment_score":-0.125}
{"full_text":"RT This is Chicago public school teacher Dwayne Reed.His wife is eight months pregnant with their first child. In an attempt...","sentiment_score":0.1944444444}
{"full_text":"RT i would prefer it","sentiment_score":0.0}
{"full_text":"any take on the Coronavirus Shituation in Portugal?","sentiment_score":0.0}
{"full_text":"And y'all muthafuckas complain bout a online class .... my nigga is in chiraq outside in the winter teaching while lacking come on now","sentiment_score":0.0}
{"full_text":"RT VeChain, alongside I-Dante, collaborated to work on blockchain-enabled medical solutions, co-developing the E-HCert App - an...","sentiment_score":0.0}
{"full_text":"Oh good.","sentiment_score":0.7}
{"full_text":"Protective Face Shield  #COVID  #pandemic","sentiment_score":0.0}
{"full_text":"RT Democrats spent more than a decade telling each other, telling themselves to learn the lessons of 2009\/10. They were never sur...","sentiment_score":0.0916666667}
{"full_text":"RT \"Turnout rates increased in every state compared with 2016, but of the 10 states where it rose the most, seven conducted No...","sentiment_score":0.55}
{"full_text":"RT I pray that this Vaccine doesn't harm our families and friends. May this be the end of COVID-19. We've had enough, we've...","sentiment_score":0.0}
{"full_text":"RT The Biden administration has now confirmed that20 million doses of the Covid-19 vaccine are \"missing.\"Several weeks a...","sentiment_score":0.0666666667}
{"full_text":"could be nothing! however, I've heard some people state that as covid symptoms, if it lingers around for a long time and doesn't go away it could be cause for worry, if not, then ur most likely fine!","sentiment_score":0.2427083333}
{"full_text":"Remember, much poorer and oft-derided West Virginia is kicking the rest of the DC-MD-VA expertocracy's butts.","sentiment_score":0.2}
{"full_text":"RT \"There are some in Whitehall who say there is now the realistic prospect that every adult might have been offered the...","sentiment_score":0.1333333333}
{"full_text":"RT So proud ! #SARS_COV_2 #COVID19 #COVID #antiviral #Spike#welovebristol #TogetherWeCan","sentiment_score":1.0}
{"full_text":"RT Why do GOP Senators want to slash direct economic relief? If anything, more ambitious fiscal stimulus is warranted. The people...","sentiment_score":0.2625}
{"full_text":"RT Long thread but explains clearly why we need to support #leaseholders hit by #CladdingScandal. Government abstained toni...","sentiment_score":0.025}
{"full_text":"RT \"There are some in Whitehall who say there is now the realistic prospect that every adult might have been offered the...","sentiment_score":0.1333333333}
{"full_text":"RT Just so we're clear-- if they reduce the amount of COVID relief to $600B ($1.9T already is insufficient) while doing nothin...","sentiment_score":0.1}
{"full_text":"How Portugal Went From A Coronavirus Success Story To The Epicenter","sentiment_score":0.3}
{"full_text":"RT Username:SupremeSpryzenJust want some robux also it should be a event that one day we have to this obby the fir...","sentiment_score":0.0}
{"full_text":"Also the lower stats are from pre-pandemic 2019-2020. The upper stats are during pandemic.","sentiment_score":0.0}
{"full_text":"RT Thank you so much to everyone who has shared this if you don't know this Is my Dad Wesley Hargis he was an amazing perso...","sentiment_score":0.4}
{"full_text":"Now playing on African Affairs Radio: bebia soso feat. mugeez by nana boroo! Tune in now.Live (Nonstop African Music): #africansarenotlabrats #standby Resist #coronavirus #africansarenotlabrats #NoToCoronaVirusVaccines","sentiment_score":0.0}
{"full_text":"RT Used to DVR The View pre Covid, when had to be physically at work everyday.Meghan McCain the reason I st...","sentiment_score":0.0}
{"full_text":"RT These over-the-counter, self-performed tests can detect COVID-19 with roughly 95% accuracy within 15 minutes. They can...","sentiment_score":-0.1}
{"full_text":"RT Today, I received the COVID-19 vaccine.To the scientists and researchers who worked tirelessly to make this possible -- than...","sentiment_score":0.0}
{"full_text":"RT I've had another video removed from TikTok this time for quoting Italian government statistics on Covid and suggesting...","sentiment_score":0.0}
{"full_text":"RT \"asians entering the house\" but make it hi tech","sentiment_score":0.0}
{"full_text":"RT This lede is a gut punch.https:\/\/t.co\/46obVEgYmE","sentiment_score":0.0}
{"full_text":"Good news!","sentiment_score":0.875}
{"full_text":"RT Schumer &amp; Pelosi have filed a joint budget resolution kicking off reconcilliation process to pass $1.9T COVID aid with simpl...","sentiment_score":0.0}
{"full_text":"RT PEI has hit an important milestone in our journey of recovering from #COVID19 Every resident in long-term &amp; community care...","sentiment_score":0.4}
{"full_text":"How long before has the nerve to question president Biden's efforts to get Covid under control?","sentiment_score":-0.05}
{"full_text":"RT Congratulations &amp; entire team of #ShonaShona for entry of this song in 100 M club. We just loved this...","sentiment_score":0.35}
{"full_text":"california, FLORIDA, all the republican states besides mine, georgia &amp; tennessee &amp; idaho","sentiment_score":0.0}
{"full_text":"RT BREAKING: Sen. Schumer and Speaker Pelosi draft a budget resolution teeing up the process of passing Biden's $1.9 trill...","sentiment_score":0.0}
{"full_text":"RT Has anybody been more consistently wrong on Covid than this guy? Naturally he's become anti-vax too.","sentiment_score":0.0333333333}
{"full_text":"RT I would be grateful to hear how you've been affected by the lockdown policy - please read this and get in touch by email. Tha...","sentiment_score":0.0}
{"full_text":"RT Govt needs to devise a plan to scrap #FarmLaws &amp; give legal guarantee for #MSP, says #RakeshTikait #FarmersProtestshttps:\/\/...","sentiment_score":0.2}
{"full_text":"RT I'm the guy that went to every event possible. I'll miss things like that post pandemic...Book signings at a hospital? I'...","sentiment_score":0.0}
{"full_text":"RT #COVID19 Statistics in SA as at 01 February .Use the COVID Alert SA app to protect yourself, your loved ones and your...","sentiment_score":0.7}
{"full_text":"RT Natural herd immunity should not be used as a means of pandemic control. Commentary on from","sentiment_score":0.1}
{"full_text":"RT Requests to pay out of pocket to receive the #COVID19 vaccine from unsolicited sources could be a scam! Ignore unsolicited of...","sentiment_score":0.0}
{"full_text":"RT i would prefer it","sentiment_score":0.0}
{"full_text":"RT Eventually, even politicians let slip how government really works.https:\/\/t.co\/nrQEWGfrPx","sentiment_score":0.2}
{"full_text":"RT Schumer &amp; Pelosi have filed a joint budget resolution kicking off reconcilliation process to pass $1.9T COVID aid with simpl...","sentiment_score":0.0}
{"full_text":"RT Andrew didn't ask if I was keen to go on holiday. Oh yes I am. Yes. Right now a tube journey would be a treat.Also,...","sentiment_score":0.2857142857}
{"full_text":"RT Look: Republicans in Congress shouldn't be worried about a COVID relief bill that's \"too big.\" They should be worried that peo...","sentiment_score":0.0}
{"full_text":"Hello Rockstar, I am Mathieu from France and I am writing to you because my GTA online account has been banned today. I started playing GTA during the lockdown, and I was still playing until today.Last week, modders gave me a lot of RP, dollars and level.","sentiment_score":0.0}
{"full_text":"RT Biden announces $230M deal to ramp up production of the country's first over-the-counter, at-home Covid-19 test.\"Mak...","sentiment_score":0.25}
{"full_text":"RT .@MeghanMcCain says \"Kamala\" (like she's a personal friend of hers) was practicing \"stupid politics\" in doing local int...","sentiment_score":-0.2666666667}
{"full_text":"RT Perhaps a Presidential commission to examine the catastrophic 2020 White House response to COVID-19.","sentiment_score":0.0}
{"full_text":"RT Part 1: Scholar Yara Asi  explains why Israel must provide Palestinians with #COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"RT BREAKING: UK records 406 more covid deaths &amp; 18,607 new cases. These are both the lowest daily rises for 6 weeks.The loc...","sentiment_score":0.2121212121}
{"full_text":"State Government Actions regarding #COVID19 that impact #communityassociations include #travel guidance and indoor gathering limits by state. #WeAreCAI","sentiment_score":0.0}
{"full_text":"RT The #COVID19 vaccine is free of charge on the NHS.The NHS will never ask for: your bank account or card details your p...","sentiment_score":0.4}
{"full_text":"RT #BREAKING: Ontario has announced its first known case of the South African coronavirus variant and officials say there is n...","sentiment_score":0.125}
{"full_text":"RT COVID-19: Nobody is safe until everyone is vaccinated --FG","sentiment_score":0.5}
{"full_text":"RT In the midst of a pandemic, Democrats are advancing their political agenda through a vindictive impeachment instead of work...","sentiment_score":0.0}
{"full_text":"Bills fans not wanting to root for the Chiefs or Tom Brady:","sentiment_score":0.0}
{"full_text":"She really wants to cut the relief bill by a 1\/3rd. Bruh we don't care about these 10 republicans. send the bread.","sentiment_score":0.2}
{"full_text":"RT As the U.S. marks one year since its first case, questions remain about the origin of the coronavirus that causes the d...","sentiment_score":0.25}
{"full_text":"Coronavirus updates LIVE: WA records no new local COVID-19 cases; scientists fear virus variant is 'taking the edge off' vaccines","sentiment_score":0.0227272727}
{"full_text":"RT It's remarkable so many of the best, most consistent &amp; reliable Covid datasets are volunteer projects or similar. Unaffil...","sentiment_score":0.5}
{"full_text":"RT .@SteveHiltonx reveals new evidence linking COVID-19 origins to US-funded research in Chinahttps:\/\/t.co\/BKnT9Aru0G","sentiment_score":0.1363636364}
{"full_text":"RT Take a look at our study too, just up on MedRXiv today. Shows single vax dose in previously COVID19 positive HCW produce r...","sentiment_score":-0.0036075036}
{"full_text":"No one is safe until there is equality and corruption free states","sentiment_score":0.45}
{"full_text":"The problem with the Republicans' 'offer' on a COVID relief package via","sentiment_score":0.0}
{"full_text":"RT If we reverse the #GOPTaxScam and pass President Biden's #COVID19 Relief, American taxpayers would save $100 BILLION. ","sentiment_score":0.0}
{"full_text":"RT Disinfection of airports are very important in these times as most travelers from around the world enter our country through...","sentiment_score":0.51}
{"full_text":"Unabated Homelessness =national policy failure.Unabated Hunger = national policy failure.Unabated death rates from Covid19 =plethora of national policy failures.Don't fail us too, JoeCUT THE CHECKS, JOE.#2000StimulusCheck #2KChecks #CovidRelief #POTUS46 #PresidentJoeBiden","sentiment_score":-0.5}
{"full_text":"RT And Repubs won't be serious &amp; Dems will use reconciliation &amp; much of the GOP base will be happy bc they don't want Repubs to...","sentiment_score":-0.0333333333}
{"full_text":"RT Manufacturing of billions of #COVID19 vaccines is a challenge.As says, \"We encourage developers... to reall...","sentiment_score":0.0}
{"full_text":"RT Cuomo published a book in October on his Covid-19 leadership, which he received a $783,000 advance to write","sentiment_score":0.0}
{"full_text":"Any Covid movie applies here. IT AIN'T OVER.","sentiment_score":0.0}
{"full_text":"RT Unless the rich countries pay to vaccinate poor countries, ever more infectious &amp; deadly variants of COVID-19 will keep sprin...","sentiment_score":0.06875}
{"full_text":"RT This time Democrats know what Lucy will do with the football","sentiment_score":0.0}
{"full_text":"RT Cost of lockdown:","sentiment_score":0.0}
{"full_text":"Prayers up to you and your family. My Mom had a severe reaction to that (moderna) covid vaccine after her first dose so there's absolutely NO way I'm gonna let her get the 2nd round. I hope your grandmother pulls through.","sentiment_score":-0.0125}
{"full_text":"RT Terrific Titch is hoping it won't be too long before she finds her foreverhome She has bags of personality &amp; will make t...","sentiment_score":-0.025}
{"full_text":"RT \"Edgar Silvey, CEO of the Baton Rouge Clinic in Louisiana, has pushed for weeks to get more doses to his large clinic th...","sentiment_score":0.3571428571}
{"full_text":"RT This lede is a gut punch.https:\/\/t.co\/46obVEgYmE","sentiment_score":0.0}
{"full_text":"\"With Black, Hispanic, and Indigenous Americans being hit the hardest by the pandemic, pollution coming off #oil and #gas infrastructure is an environmental justice crisis.\" -Dr. Edward Ketyer, coauthor of PSR's study, quoted in","sentiment_score":-0.1666666667}
{"full_text":"RT Unless the rich countries pay to vaccinate poor countries, ever more infectious &amp; deadly variants of COVID-19 will keep sprin...","sentiment_score":0.06875}
{"full_text":"RT Draymond Green on college athletes: \"Everybody want to keep throwing out this amateur word. If they were such amateurs, th...","sentiment_score":-0.15}
{"full_text":"I never wanna see one of those \"would you live in this cabin with no WiFi for 1 mil\" tweets again clearly the answer is no if we can't even make it through a simple lockdown","sentiment_score":0.0787878788}
{"full_text":"It's until New music from Cailin Aratita Electronik Jazz Quintet &amp; First play of the new DeCarteret single @archymoor's 3 lockdown listens Plus in conversation ","sentiment_score":0.1128246753}
{"full_text":"And just a friendly reminder: it during the Pandemic you WERE assisting in inciting a riot at the Capitol, the Seat of our Government!! Don't forget that!!! #Hypocrite","sentiment_score":1.0}
{"full_text":"RT Republicans who passed $2.3 trillion tax cut for super rich under Trump now say we can't afford COVID relief under Biden aft...","sentiment_score":0.3541666667}
{"full_text":"RT The Republican Governor of one of the most conservative states says we need a large stimulus. Now if he can convince Joe...","sentiment_score":0.3571428571}
{"full_text":"RT Seattle vaccinates 400 high-risk grocery store workers at pop-up clinic","sentiment_score":0.0}
{"full_text":"RT \"Double masking\" is really shorthand for improving the filtration and fit of our masks. Lots of ways to achieve this: incor...","sentiment_score":0.2}
{"full_text":"RT New: Schumer and Pelosi have filed a joint budget resolution for Fiscal Year 2021 \"that gives Congress an additional legi...","sentiment_score":0.1363636364}
{"full_text":"Somebody should take this dangerous individual for a tour around a #Covid ward and then to meet some of the families devastated by #coronavirusuk","sentiment_score":-0.3}
{"full_text":"RT The more research I do into Tony Fauci , the more disturbing it becomes. His ties to Wuhan , his ties to Ga...","sentiment_score":0.1666666667}
{"full_text":"As countries around the globe continue to struggle to find an accurate, scalable #COVID19 test that can deliver timely results, optimizing sample accessioning workflows can help meet those goals. #LabTwitter #MedLab #SARSCOV2 #Coronavirus #Pandemic","sentiment_score":0.4}
{"full_text":"Nick if people are ignoring lockdown then no amount of stressing or Twitter comments are gonna change it lol all we can do is our part if the government wanna enforce the rules they will as long as im doing my bit thats alI i worry about","sentiment_score":0.375}
{"full_text":"RT Counter-counter proposal. Another set of Democratic senators wants to see more COVID funding for states, cities, and lo...","sentiment_score":0.35}
{"full_text":"RT Here is a nice story about the immune response after one shot of mRNA COVID-19 vaccine in naive individuals versus in...","sentiment_score":0.15}
{"full_text":"Five years on from the first brand that we created for the firm, our working relationship has continued &gt;","sentiment_score":0.025}
{"full_text":"Hey, I'm a Buffalo News reporter looking to talk to some people who moved back here during the pandemic or are planning to move back after. Do you have a minute to chat? My DMs are open, thanks!!","sentiment_score":0.078125}
{"full_text":"RT The whole thing is a scam. The only true figure we need is not cases, not deaths where covid19  might or might not have b...","sentiment_score":0.1833333333}
{"full_text":"RT \"1 in 7 people in this country right now, in the wealthiest country in the world, do not know how they're going to eat.\"","sentiment_score":0.2857142857}
{"full_text":"RT In regard to the virtual disappearance of flu this year.  Dr Hilary reckons it's entirely because we're social distanci...","sentiment_score":0.0166666667}
{"full_text":"RT Perth WA locks down immediately for 5 days after a single case of Covid is identified. Break the chain immediately. That...","sentiment_score":-0.1134920635}
{"full_text":"RT This is called The Final Node, in a value chain strategy.Any 'science' which neglects this domain of study in its pro...","sentiment_score":0.0}
{"full_text":"\"At the end of the process, our bodies have learned how to protect against future infection. The benefit of mRNA vaccines, like all vaccines, is those vaccinated gain this protection without ever having to risk the serious consequences of getting sick with COVID-19.\"-CDC","sentiment_score":-0.3492063492}
{"full_text":"You got to do the numbers Tuli.  I know what their telling us but think about the numbers.  Live ur life. To the fullest.  We about to start HS Football.  I am a fighter and I work in a gym.  NO COVID HERE.  Nor has family.","sentiment_score":0.1363636364}
{"full_text":"RT Community nurses take a look  #longcovid please share","sentiment_score":0.0}
{"full_text":"RT In Berlin, Chancellor #Merkel said a #Vaccination Summit that took place today had been useful. She repeated her promi...","sentiment_score":0.3}
{"full_text":"Pandemic update:My great accomplishment today was changing the litter box in the hall.Who knows, maybe tomorrow I'll change the one the cats use.","sentiment_score":0.8}
{"full_text":"COVID-19 really has changed so much of how we live our lives. You must find some measure of control. #goals #COVID19 #MentalHealthMatters #PodcastRecommendations","sentiment_score":0.1787878788}
{"full_text":"RT Well explained to us good American Why In the minority communities they are charging $75 in certain...","sentiment_score":0.3047619048}
{"full_text":"RT Credit provision is like an economy's pulmonary system, carrying money to where it is needed. #COVID19 slows this flow: what c...","sentiment_score":0.0}
{"full_text":"Wow - grateful for our lawmakers helping Holocaust survivors get vaccinated.","sentiment_score":0.1}
{"full_text":"&gt;24 HOURS! w\/ support from is looking for novel #healthtech tools that care coordinators can use to help underserved patients get #COVID19 #vaccine appts. If you have a tool that may fit, apply now: ","sentiment_score":0.4}
{"full_text":"The Lee County Health Department is preparing for its first round of COVID-19 vaccine distribution at its drive-thru clinics for those in Phase 1B.https:\/\/t.co\/64I3qF1SxZ","sentiment_score":0.025}
{"full_text":"RT Minnesota has several saliva testing sites that provide free and fast test results: Andrew Brooks, Who Developed a Coronaviru...","sentiment_score":0.175}
{"full_text":"The statewide lift on #StayAtHome orders does not mean an end to home deliveries. Pharmacy Benefit Managers (PBMs) will continue using mail-service pharmacies and ensure effective medication delivery to keep your family safe. #PBMs are #OnYourRxSideCA:","sentiment_score":0.41875}
{"full_text":"RT Finally the media are picking this up!  A lot of vulnerable ppl still aren't on the list for the vaccine. Once group 6 is va...","sentiment_score":-0.25}
{"full_text":"Close relatives of the SARS-CoV-2 virus, such as other human coronaviruses, exhibit a marked seasonality in their rates of spread in temperate regions, with a global peak occurring during the winter season.https:\/\/t.co\/tHSXeLAwpZ","sentiment_score":-0.005}
{"full_text":"RT It's official: Schumer and Pelosi file a joint 2021 budget resolution, the first step toward using reconciliation to p...","sentiment_score":0.25}
{"full_text":"Indiana opened the COVID-19 vaccination to residents aged 65 or older today: |","sentiment_score":0.0333333333}
{"full_text":"RT Bipartisanship: you can have any policy you want, as long as it is the Republican position","sentiment_score":-0.05}
{"full_text":"Y'all normalize wearing face mask please. Corona virus is real and e no dey show for face try and protect yourself and your family. Be safe","sentiment_score":0.35}
{"full_text":"RT An anecdotal report of 2C-B temporarily reversing COVID-associated anosmia and ageusia","sentiment_score":0.0}
{"full_text":"Parsippany this week will open its own COVID-19 testing facility that officials hope can screen up to 150 people per day.","sentiment_score":0.3}
{"full_text":"RT Dr Wajid Akhter \"You trust us with your lives when you have a heart attack, need surgery or are unwell. Please...","sentiment_score":0.0}
{"full_text":"RT Could you please just focus your \"pro-life\" agenda on the thousands dying daily from COVID?? Stop creating d...","sentiment_score":0.0}
{"full_text":"The development of an affordable oral Cholera vaccine, led by went beyond outbreak response and enabled mass-scale prevention by resolving manufacturing challenges. Find out more: #KeepingThePromise","sentiment_score":0.5}
{"full_text":"Over the next several days, IPA will be posting videos answering frequently asked questions about the COVID-19 vaccine.Ishmum Hasan, PharmD candidate at Butler University, answers the question \"Can I still get COVID-19 after receiving the vaccine?\"","sentiment_score":0.0333333333}
{"full_text":"Room2Ride is an online tool that helps you plan trips with safe social distancing in mind by color-coding stops when your trip is below, at or above our vehicle capacity limits. ^GT","sentiment_score":0.1777777778}
{"full_text":"\"When getting vaccinated against #COVID19, there's no sense being picky. You should take the first authorized #vaccine that's offered, experts say.\"[@KHNews]","sentiment_score":0.25}
{"full_text":"Farmers and food supply chain workers are essential to our economy and the wellbeing of our communities.I am glad to hear that the Wisconsin Department of Health Services will include Ag workers in the next round of COVID-19 vaccinations.https:\/\/t.co\/fU2lhpzGGS","sentiment_score":0.075}
{"full_text":"RT GOP reps call on Cuomo to resign after 'cover up' of COVID-19 deaths via","sentiment_score":0.0}
{"full_text":"As president, Biden has called for strengthening the law, and he already has reopened sign-ups for people who might have lost their jobs and the health insurance that goes with them because of the coronavirus pandemic.https:\/\/t.co\/an2buTBwOc","sentiment_score":0.0}
{"full_text":"Manchester and researchers asked teenagers about their experiences in lockdown. This short film shares what teenagers told us, and their advice for caring for your wellbeing. #ChildrensMentalHealthWeekhttps:\/\/t.co\/PdVOJEyGCr","sentiment_score":0.0}
{"full_text":"RT 'I am to be appointed editor of the FT by MI6. Men with rubber faces yell \"Do you know where you are?\" Like a hallucinoge...","sentiment_score":0.0}
{"full_text":"Employees are self-reporting a 35.5% rise in anxiety and depression since mid-March 2020 as they juggle their work lives and families, writes with \"We have to make this a boardroom and government issue.\"https:\/\/t.co\/xt3APZ04V4","sentiment_score":0.0}
{"full_text":"Their unified message was very clear, stay home if you can.","sentiment_score":0.13}
{"full_text":"[INFOGRAPHIC] Everything you need to know about South Africa's first #COVID19 vaccines: How was it developed? When was it first used? How does it work? How much is it costing us?#VaccineForSouthAfrica #COVID19SA","sentiment_score":0.2}
{"full_text":"RT When it's been Covid for a year an ppl ask where I'm goin this weekend.","sentiment_score":0.0}
{"full_text":"#Libya registered over 1800 Covid-19 deaths since start of pandemic","sentiment_score":0.0}
{"full_text":"With the newest #JobsReport numbers around the corner, a good reminder of how important it is to look #BeyondTheNumbers--frequently used unemployment statistics can't capture the full extent of what women have lost.","sentiment_score":0.4833333333}
{"full_text":"RT In solidarity with its natural partners &amp; friends, the SNP has adopted the European Union's Covid Vaccination Policy....","sentiment_score":0.05}
{"full_text":"I fell in love with #ApexLegends the night that I was let go from my job due to Covid in March. Coming in full strong into Season 4 was a whirlwind, and I am so very grateful for what this game has offered for me personally.","sentiment_score":0.1369047619}
{"full_text":"Following in South Korea's footsteps could have saved more than 65,000 Brits, researchers have found.","sentiment_score":0.25}
{"full_text":"RT Lockdown Level 5 depression was a different beast. We can't go back there. Ever.","sentiment_score":0.0}
{"full_text":"FEBRUARY 1, 2021 All Nations Health Partners KENORA DISTRICT COVID-19 BULLETIN.","sentiment_score":0.0}
{"full_text":"The State Bar of Wisconsin recognizes how important small businesses are to the state and, starting this week, will be offering free help to businesses with unmet legal needs.","sentiment_score":0.15}
