{"full_text":"RT Helloooooooo... why wasn't Rand Paul forced to wear a mask today on the Senate Floor?? President Biden manda...","sentiment_score":-0.3}
{"full_text":"RT Exciting event coming up Thu, 25 Feb \"Exploring Systems Change for a Post-Covid World\". Noted systems and complexity co...","sentiment_score":0.3}
{"full_text":"RT This morning a corporate lobbyist made a ludicrous claim construction sites are 'safer than the community' for Covid....","sentiment_score":0.0}
{"full_text":"They're back!!! We have missed you all SO much","sentiment_score":0.1}
{"full_text":"RT Ten years of Austerity and during a Pandemic, disgusting that it has come to this.","sentiment_score":-0.5}
{"full_text":"RT Being #online has many benefits for #youth, especially during #COVID19, but it comes with risks. Read more about how you c...","sentiment_score":0.3333333333}
{"full_text":"As a medical person dealing with COVID patients I will never forget the care of the multi-party epidemic response committee who listened to our problems such as lack of PPE, funding etc. and worked across party lines and with Ministries to make stuff happen.","sentiment_score":0.0}
{"full_text":"RT If there was a earthquake or something of that ilk, and 1052 deaths occurred,people would rightfully be shocked at suc...","sentiment_score":-0.7}
{"full_text":"RT Beyond the political jeering of his efforts, the results are glaring even to the blind. Just recently, Kwara State under hi...","sentiment_score":-0.1666666667}
{"full_text":"This might just release a Corona sibling after ingestion","sentiment_score":0.0}
{"full_text":"RT Matt Hancock won't answer question from asking how many of 125,000 lives lost could have been saved if sensi...","sentiment_score":0.5}
{"full_text":"RT #COVID19 measures in Greece explaining with a kitten","sentiment_score":0.0}
{"full_text":"The way India handled and helped itself and the world during Covid-19 was a turning point: PM Modi in Lok Sabha","sentiment_score":0.0}
{"full_text":"RT We can contain the pandemic, help our small businesses, and get Americans back to work. But Congress needs to act - and pass the...","sentiment_score":-0.125}
{"full_text":"RT Notice how every day even though number of vaccines increases, the news gets worse, the punishment for breaking Covid rules g...","sentiment_score":-0.4}
{"full_text":"RT How about 10 year prison sentences for lying politicians?","sentiment_score":0.0}
{"full_text":"RT Strange of the ways of the virus, SARS-Cov-2 &amp; an affecting human story: \"A French nun survived the Spanish flu and both world...","sentiment_score":-0.0125}
{"full_text":"RT Charles, 72, joins his mother Queen Elizabeth, 94, and her 99-year-old husband Prince Philip in having a first dose of t...","sentiment_score":0.25}
{"full_text":"blatant corruption ","sentiment_score":-0.5}
{"full_text":"It's laughable at this point lmao-'Plausible that vaccination will become necessary to travel, says Van-TamIt is \"certainly plausible\" that countries will insist that people have received a Covid-19 vaccine before allowing them to travel.'Global plan playing out perfectly...","sentiment_score":0.3}
{"full_text":"RT Quote of the pandemic so far has to be from Dido Harding.\"Nobody could have foreseen the virus mutating.\"Virus mutatio...","sentiment_score":0.1}
{"full_text":"The government of the Brussels Region, a notoriously poorly run entity which was already facing a big budget deficit before Covid struck, will spend its EUR395 million EU \"recovery\" cash on projects already decided before but for which financing was unclearhttps:\/\/t.co\/H1GsSZeeDQ","sentiment_score":-0.2}
{"full_text":"COVID &amp; Schools Reopening: Delhi Parents Association President Aparajita Gautam asks what is the need to reopen schools in the last month of academic year amidst ongoing #COVID19.@Palaksharmanews","sentiment_score":0.0}
{"full_text":"Nine million jobs at risk if government does not extend support, report warns","sentiment_score":0.0}
{"full_text":"RT Maaf.It all started with the 3 days.Today, private jets.Tomorrow? What a privilege... on the expense of the taxpayers....","sentiment_score":0.0}
{"full_text":"The way India handled and helped itself and the world during #Covid19 was a turning point: PM in Lok Sabha","sentiment_score":0.0}
{"full_text":"RT Over the years, MTN group has shown their commitment to the betterment of humanity Last week they donated $25m To AU t...","sentiment_score":0.0}
{"full_text":"RT Delivering facemasks this morning to disadvantaged people in Accra's informal settlements. I had the masks made here in Ghan...","sentiment_score":0.0}
{"full_text":"RT Me when they announce they're extending the lockdown to July","sentiment_score":0.0}
{"full_text":"RT Narrative \"Jamaicans have no behaviour or personal responsibility, the only way to control them is with a big stick\"G...","sentiment_score":0.0}
{"full_text":"So...Johnson and Johnson's vaccine is \"one shot\" but you need it every year....hmmmm...clever marketing?https:\/\/t.co\/9ZRGLxMxla","sentiment_score":0.0}
{"full_text":"RT Helloooooooo... why wasn't Rand Paul forced to wear a mask today on the Senate Floor?? President Biden manda...","sentiment_score":-0.3}
{"full_text":"Very good thread, and very true.","sentiment_score":0.6825}
{"full_text":"RT Potential health and economic impacts of dexamethasone treatment for patients with COVID-19 Betwe...","sentiment_score":0.1}
{"full_text":"RT #ArtificialIntelligence #AI helps organizations open early with #SocialDistancing monitor on #CCTV in EU  By #...","sentiment_score":0.05}
{"full_text":"RT Now that COVID case numbers appear to be dipping steadily below 1000 per day, and are projected to be between 200-400 per...","sentiment_score":0.1666666667}
{"full_text":"2 full papers accepted in #PAKDD21#1: Adversarial attack in graphs for network poisoning #2: Semi-supervised attention network for early #COVID19 fake news detectionStay tuned for camera-ready, codes and datasets.","sentiment_score":-0.0166666667}
{"full_text":"RT  got my order in!","sentiment_score":0.0}
{"full_text":"Srinagar : Schools to remain open from Feb 20 for COVID-19 SOPs preparations: Govt","sentiment_score":0.0}
{"full_text":"RT \"No foreign holidays until everyone is vaccinated at home and abroad.\" Yes, that is what the transport secretary, Grant Sh...","sentiment_score":0.0625}
{"full_text":"RT These are the wards most affected by COVID-19 this week. If you live or work in one of these areas, plea...","sentiment_score":0.3181818182}
{"full_text":"We are excited to announce that our famous Curry Buffet will be back from this Friday, 12 February 2021. Covid regulations will be in place, but that will not change the incredible aroma and flavour we have all been missing! Served daily in the Ocean Terrace, lunch and dinner","sentiment_score":0.2541666667}
{"full_text":"RT Three weeks to flatten the curve turned into one year to flatten the country....","sentiment_score":0.0}
{"full_text":"RT Dog theft is rare but sadly we've seen an increase over the pandemic. We're encouraging pet owners to take some reasona...","sentiment_score":-0.1}
{"full_text":"\"To the person breaking lockdown are you a single person household? If you're not then you risk a PS300 fine &amp; they're now saying they will be imprisonments for those who break rules.\" - ....I guess we'll never know  #tellonym","sentiment_score":0.1726190476}
{"full_text":"RT The back to front policy on Covid is total nonsense . If Hospitals are busy then just increase capacity, you  don't imprison...","sentiment_score":0.0333333333}
{"full_text":"Is anyone still listening to this complete fraud..Why are you interviewing such a discredited ,incompetent idiot?How fast do the,positive test with a fraudulent PCR, have to fall before we call it over!It`s a seasonal virus FFS! WAKE UP!!https:\/\/t.co\/9SsuBilg3F","sentiment_score":6.938893904e-18}
{"full_text":"RT being a college student during the pandemic","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT What has been the impact of the coronavirus pandemic on women's sport and has it created a 'Gender Play Gap'?We take a...","sentiment_score":0.0}
{"full_text":"RT #CCP Propaganda released an episode with host Yi-Fan on Feb 3, 2021 via insinuating the U.S. created SARS-CoV...","sentiment_score":-0.1}
{"full_text":"ANSWERED: Emma Hardy MP - To ask the Chancellor of the Exchequer, what long-term plans his Department has to support small businesses and self-employed people throughout and after the period of covid-19 lockdown restrictions announced in...https:\/\/t.co\/FIjTd2FRuk","sentiment_score":-0.25}
{"full_text":"ANSWERED: Emma Hardy MP - To ask the Chancellor of the Exchequer, what long-term plans his Department has to support small businesses and self-employed people throughout and after the period of covid-19 lockdown restrictions announced in...https:\/\/t.co\/FIjTd2og5K","sentiment_score":-0.25}
{"full_text":"RT Potential health and economic impacts of dexamethasone treatment for patients with COVID-19 Betwe...","sentiment_score":0.1}
{"full_text":"Great to hear Anne Sheehan, Director, talking about how the company adjusted and transformed internally as well as externally due to the pandemic. Check out the podcast with and here:","sentiment_score":0.225}
{"full_text":"ASKED: Emma Hardy MP - To ask the Chancellor of the Exchequer, what long-term plans his Department has to support small businesses and self-employed people throughout and after the period of covid-19 lockdown restrictions announced in...https:\/\/t.co\/FIjTd2FRuk","sentiment_score":-0.25}
{"full_text":"RT \"i love polish goverment\" said nobody everhow can you first spend 2 billions pln on fucking public tv and then tax the ind...","sentiment_score":0.25}
{"full_text":"RT Scott Hunter, from Auchterarder, died last month despite his wife spending hundreds of pounds on protective equipment and...","sentiment_score":0.0}
{"full_text":"RT Masks. Knowledge evolves. We don't drill holes in heads to cure headaches anymore. For airborne viruses masks &amp; physical di...","sentiment_score":0.0}
{"full_text":"Survey finds over 1 in 4 doctors sought #mentalhealth support during #pandemic. Read the full article from","sentiment_score":0.35}
{"full_text":"A must read.   Perhaps the COVID vaccine was a little rushed????  At least 36 people may have developed a rare blood disorder after covid vaccination: report | Fox News","sentiment_score":-0.021875}
{"full_text":"ANSWERED: Helen Hayes MP - To ask the Chancellor of the Exchequer, what assessment he has made of the (a) level of support provided to (i) the hospitality sector and (ii) its supply chains during the third covid-19 lockdown and (b) adequacy...https:\/\/t.co\/MWwBh7SrYM","sentiment_score":0.0}
{"full_text":"ANSWERED: Helen Hayes MP - To ask the Chancellor of the Exchequer, what assessment he has made of the (a) level of support provided to (i) the hospitality sector and (ii) its supply chains during the third covid-19 lockdown and (b) adequacy...https:\/\/t.co\/MWwBh7AR7e","sentiment_score":0.0}
{"full_text":"ASKED: Helen Hayes MP - To ask the Chancellor of the Exchequer, what assessment he has made of the (a) level of support provided to (i) the hospitality sector and (ii) its supply chains during the third covid-19 lockdown and (b) adequacy of...https:\/\/t.co\/MWwBh7AR7e","sentiment_score":0.0}
{"full_text":"RT As I've been saying for a year, we need a full &amp; unrestricted int'l forensic investigation into the origins of #COVID19 w\/...","sentiment_score":0.35}
{"full_text":"RT So the covid death toll stands at 126,023.Does it have to get to 500,000 before we stand up and say that this government is s...","sentiment_score":0.0}
{"full_text":"RT Make a lockdown Valentine's Day special this year with our Boutique lingerie in classic black. Bra-","sentiment_score":0.119047619}
{"full_text":"RT But he did use his platform to be a role model. You just didn't like the message.","sentiment_score":0.0}
{"full_text":"Support payments for Scottish NHS workersThe First Minister in Scotland, Nicola Sturgeon, announced on 30 November 2020 that NHS workers would be given a payment for their work to support the response to the COVID-19 pandemic. Read more here: ","sentiment_score":0.375}
{"full_text":"RT Ministers responsible for tens of thousands of deaths by sending Covid hospital patients to care homes, failing with trac...","sentiment_score":0.2}
{"full_text":"About time. Still says nothing about how it can help prevent Covid\/improve outcomes @vitaminD_GP    Vitamin D: advice for all age groups -","sentiment_score":0.0}
{"full_text":"RT 1\/ The major #covid19 outbreak from where I work is now published in -- definitely worth a read....","sentiment_score":0.18125}
{"full_text":"Support payments for Scottish NHS workersThe First Minister in Scotland, Nicola Sturgeon, announced on 30 November 2020 that NHS workers would be given a payment for their work to support the response to the COVID-19 pandemic. Read more here:","sentiment_score":0.375}
{"full_text":"RT Sir Michael Caine and Sir Elton John have teamed up in a new NHS England campaign advert.The two entertainment legends encou...","sentiment_score":0.1363636364}
{"full_text":"Covid 19 Pushes China to Protect More Wildlife via","sentiment_score":0.5}
{"full_text":"Please be aware of a scam email pretending to be from the NHS, telling you that you have been selected for a COVID-19 vaccine. If you're unsure whether an email is genuine look at the sender address, don't click on links or reply to the email.","sentiment_score":0.325}
{"full_text":"When am I getting my 2019 tax return??? #whereismytaxreturn #COVID19 #IRS","sentiment_score":0.0}
{"full_text":"Charnwood Borough Council and HSE inspectors are calling and visiting businesses to carry our spot checks to ensure they are Covid-secure. Find out more: #workingsafely #ShopSafeCharnwood","sentiment_score":0.5}
{"full_text":"Coronavirus Takes The Bus TooThe new COVID-19 variant is spreading fast, and around 1 in 3 people with coronavirus don't have any symptoms.If you travel remember to wash your hands, cover your face and keep your distance.https:\/\/t.co\/zdZUKbcSWj","sentiment_score":0.1681818182}
{"full_text":"Dundalk Sports Centre Family Activity to try at home: Fish: #LouthSports #DundalkSportscentre #Stayathome #StayActive  #mentalhealth #KeepWell","sentiment_score":0.0}
{"full_text":"#CORONAVIRUS | We must all #StayHome.  This will help us to protect ourselves and our families and friends, and reduce the pressure on the NHS.  We thank everyone who's doing their bit and saving lives. If you're not sure on the rules, tap the link below.","sentiment_score":-0.25}
{"full_text":"Help to deliver a #StreetArt project in six town centres. is inviting #tenders to use up to PS80,000 in supporting town centres to adapt and recover from the economic crisis resulting from the Covid-19 pandemic. Learn more:","sentiment_score":0.3166666667}
{"full_text":"COVID-19 task force to tackle standardizing domestic travel requirements","sentiment_score":0.0}
{"full_text":"\"I think it is ridiculous because no one else can get haircuts.\"A local barber set up shop multiple times at the #Ptbo Police Service headquarters to provide officers with haircuts during provincial lockdowns.https:\/\/t.co\/3qK0pEV6ca","sentiment_score":-0.1111111111}
{"full_text":"Mercy Associate Amy Keller of the USA reflects on her #MELF experience during the #COVID19 pandemic. \"In these very uncertain times, one thing is certain - the Mercy community is flexible and finds ways to stay in communication during this time of social distancing.\"","sentiment_score":0.1492063492}
{"full_text":"We are hosting a workshop focused on the PE premium. This will be a reminder of the outcomes and requirements of the PE premium and will also look at what schools can do to support their pupils post-covid using the premium funding. Book now at","sentiment_score":0.0}
{"full_text":"The Covid-19 pandemic has exacerbated existing health inequalities for women. Trustee Rachel describes how the organisation supports and empowers women dealing with these health inequalities ","sentiment_score":0.0}
{"full_text":"For a moment, let's all pretend that there isn't a pandemic going on and that we have a first-class ticket with our name on it The next meeting of the Writing Club is next Wednesday, Feb. 17th at 4:00pm. New members of anyskill level or interest are always welcome.","sentiment_score":0.2340909091}
{"full_text":"The pressure is on to allow HIV Clinics to make the necessary referrals, to ensure that at-risk people get the vaccines they need.","sentiment_score":0.0}
{"full_text":"RT COVID-19 is tamping down the joy associated with Carnival season in New Orleans. The toll of this year's toned-down Mardi G...","sentiment_score":0.2602693603}
{"full_text":"Dr Sentamu retired last year as the Archbishop of York and Church of England's second most senior figure:https:\/\/t.co\/x4ZSMX7A2n","sentiment_score":0.1666666667}
{"full_text":"\"The aid response was only half-funded in 2020, when donations slowed amid the coronavirus pandemic and countries including Saudi Arabia, the UAE, and the US slashed aid to Houthi-controlled territory over the rebels' diversion of aid shipments.\"","sentiment_score":0.0}
{"full_text":"CallConnect is #Contactless All our vehicles now have access to contactless payments!A safer, easier and quicker way to pay! CallConnect has adapted some services for #COVID19 vaccination hubs- call our friendly team on 0345 234 3344 for info &amp; to book.","sentiment_score":0.375}
{"full_text":"Countdown: content idea for our #Lockdown #Valentine's Day series Incorporate a 'countdown' in some shape or formEither graphic posts or a caption, either as the point of the post or as an addition to the bottom. As long as your '5 days to go' #message is loud and clear ","sentiment_score":0.0375}
{"full_text":"Priority Groups Coronavirus vaccination members wish to recognise the key role played by their employees who provide technical support to the equipment &amp; solutions used in the front line of the fight against the disease","sentiment_score":0.0}
{"full_text":" As the most recent UK games industry census showed, the people who make these video game landscapes all tend to look alike: 70% of the game development workforce is male, and just 10% are BAME. https:\/\/t.co\/EWeF2nivZw#diversity #inclusion #womeningames #gamingrecruitment","sentiment_score":-0.06}
{"full_text":"#NB #COVID19 briefing Thursday to focus on variant #nbpoli","sentiment_score":0.0}
{"full_text":"#Peruvian President Francisco Sagasti on Tuesday received the first shot of the Chinese #Sinopharm #vaccine, officially launching its national vaccination campaign against COVID-19.","sentiment_score":0.125}
{"full_text":"Session starts with supermajorities, social distancing and State of the State","sentiment_score":0.0333333333}
{"full_text":"A mainstream #PrimarySchool in #HammersmithAndFulham requires a #TeachingAssistant to join them during lockdown to provide support for a student they have in EYFS\/KS1. Andrew@axcis.co.uk","sentiment_score":0.0}
{"full_text":"RT A multi-layer criminal ring passed him. And it cost only N82,000.Story by for UNDERCOVER IN...","sentiment_score":-0.2}
{"full_text":"Official Spokesman of the Ministry of Health Dr. Mohammed Al-Abdulali reasserted the significance of abiding by the precautionary procedures&amp; preventive measures, indicating the curve of confirmed COVID19 cases is shooting up at 330% while the critical cases increased 41% in KSA.","sentiment_score":0.2}
{"full_text":"French nun beats covid-19 just days before her 117th birthday","sentiment_score":0.0}
{"full_text":"#EarperGreet Hi folks! I'm Jess, 32 from Belfast, Ireland. I was intro'd to #WynonnaEarp by my wife during lockdown 1.0 and it definitely kept us sane during this crazy time. I'm here to fight for our shit show and I'm so excited meet all you lovelies! #BringWynonnaHome","sentiment_score":-0.0828125}
{"full_text":"It can be difficult to stay positive during lockdown, so here are some tips to maintain good mental wellbeing during these hard times!!#sharingthegoodstuff #wellbeingwednesday","sentiment_score":0.0071212121}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"Help us keep you and everyone safe and stop the spread of Covid - Please make sure you remember to;Wear a face cover,Wash your hands, Board one at a timeAvoid busy travel times if possible,Pay with the exact Change#StopTheSpread #TravelSafe https:\/\/t.co\/hYq8mlwiRV","sentiment_score":0.3375}
{"full_text":"The official #WHO definition of #neonatal #COVID has finally been just published! De Luca, ESPNIC President-elect and #LAUNCHcongress President, has been working as WHO consultant for this project.Read the full scientific brief to know more!","sentiment_score":0.24375}
{"full_text":"Newswatch COVID-19 Digest: Wednesday February 10, 2021 ","sentiment_score":0.0}
{"full_text":"From airports to sporting events, dogs are being used to detect COVID-19 in humanshttps:\/\/t.co\/4l5IbFg6nw","sentiment_score":0.0}
{"full_text":"Cases like this are why doctors are urging people to keep using face masks whether they've been vaccinated or not, especially in light of new COVID-19 variants spreading in the country.","sentiment_score":0.0181818182}
{"full_text":"People talk about how to avoid getting #coronavirus but what about coping when you are suffering with #COVID19 Find out about how to treat your symptoms at home. If you have a serious health condition you are more vulnerable and need to take extra care. More info from the NHS.","sentiment_score":0.0333333333}
{"full_text":"Our Medical Advisor Dr Wendy Holden &amp; CEO Shantel Irwin answer your questions about the COVID-19 vaccine, at our next webinar 25th February, 11am. Sign up now - recordings will be available after the event:","sentiment_score":0.1333333333}
{"full_text":"WHO and Chinese scientists concluded it's 'extremely unlikely' the coronavirus leaked from a lab, after a 4-week investigation - from Business Insider","sentiment_score":-0.25}
{"full_text":"RT Quote of the pandemic so far has to be from Dido Harding.\"Nobody could have foreseen the virus mutating.\"Virus mutatio...","sentiment_score":0.1}
{"full_text":"have a second wave of Covid relief funding available for swim clubs &amp; small swim schools  Find out more &amp; apply  #SportinBolton","sentiment_score":0.1625}
{"full_text":"Contribute to the debate around the #GoingGlobal2021 theme 'Reimagining international higher education for a post-pandemic world' by submitting your best poster proposal idea. Deadline is Friday 26 February:","sentiment_score":0.4166666667}
{"full_text":"South Africa scraps roll-out of AstraZeneca COVID-19 vaccine and instead will use unapproved Johnson &amp; Johnson jab","sentiment_score":0.0}
{"full_text":"\"Through Luther's EAST program, we will soon have the ability to test up to 20-25% of campus per month,\" said Brad Chamberlain, vice president for mission and communication and member of Luther's COVID Response Team.https:\/\/t.co\/NwzdZOmWis","sentiment_score":0.0}
{"full_text":"Our work with being inspected at Foko community, Ibadan  to ascertain compliance with standards and guidelines. #COVID19 #handwashing #WASH","sentiment_score":0.0}
{"full_text":"Despite the government lockdown and social distancing measures being in place, young people are still being groomed, exploited and abused. are encouraging you to #LookCloser and report signs of exploitation.","sentiment_score":0.0666666667}
{"full_text":"About one in every 10 New Yorkers has now received the first dose of the COVID-19 vaccine, and the federal government is expected to boost the state's supply of the injection over the next three weeks, Gov. Andrew Cuomo said Tuesday.https:\/\/t.co\/xfuV9yIDp3","sentiment_score":0.0715909091}
