{"full_text":"\"Serving people is always a meaningful way to live life.\" Watch Eskinder Negash, President &amp; CEO of discussion with on the #refugeeresettlement landscape, impact of #COVID19 on resettlement, the importance of community support and more.https:\/\/t.co\/5ZGa2cc0EV","sentiment_score":0.3181818182}
{"full_text":"Sigh...","sentiment_score":0.0}
{"full_text":"This Atleti Chelsea game is a bigger punishment than the entire lockdown experience Absolutely painful viewing #ATMCHE","sentiment_score":-0.275}
{"full_text":"RT this pandemic showed me that I really never went anywhere or did anything anyways","sentiment_score":-0.1}
{"full_text":"RT The Director-General has said that deals between some high-income countries and manufacturers of COVID-19 vaccines are...","sentiment_score":0.0}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"WHEN!? \"Biden Administration Seems 'Stuck In Neutral'@washingtonpost \"Biden allows Covid Relief Bill to Flounder\"@ap \"Biden 'Over-Reaching' Promises\/Claims NOT being Kept\"@nytimes","sentiment_score":0.0}
{"full_text":"RT Please listen....Change the narrative - back to school should be about supporting wellbeing with play, creativity &amp; re...","sentiment_score":0.125}
{"full_text":"RT How many people do you know who got rich because Covid 19 or even made any cash, I'll start, I know zero. yo...","sentiment_score":0.4375}
{"full_text":"RT All #asthmaticsatrisk together! What do we not want? Long Covid!!!! When do we not want it? Well ever ac...","sentiment_score":-0.1220703125}
{"full_text":"We know all the big dates on the #roadmap - but when can we do all the little things that matter? ","sentiment_score":-0.09375}
{"full_text":"Reckless V-Reversal's about to get that 3s treatment The offensive implications of V-Shift continue to outweigh the defensive ones. Not sure how I feel about that but it defo looks fun","sentiment_score":0.025}
{"full_text":"RT I hate to ask, but would you be willing to help? Share and signal boost -- my husband and I are in desp...","sentiment_score":-0.275}
{"full_text":"RT Thank you  \"We will only be able to overcome this pandemic if all nations have access and the vaccine i...","sentiment_score":0.25}
{"full_text":"RT We are doing what we promised we would do -- and what the American people elected to do!","sentiment_score":0.0}
{"full_text":"No lockdowns, no elderly homes","sentiment_score":0.0}
{"full_text":"RT As a non-American living in America, during a pandemic, I'm both awed and horrified by this country's reverence for work.","sentiment_score":0.0}
{"full_text":"RT as a fandom, i think once the pandemic is over we should all rent a castle and hold a huge ball and dramatically dance t...","sentiment_score":0.4}
{"full_text":"RT Treasury Secretary Yellen told us that \"the smartest thing we can do is act big\" Fed Chairman Powell warned that the grea...","sentiment_score":0.0}
{"full_text":"It's a relief bill. Relief from the damage caused by you and your orange god.","sentiment_score":0.0}
{"full_text":"The Fake Pandemic Resistance","sentiment_score":-0.5}
{"full_text":"RT Pretty simple really. You can choose to wear a mask if you want. Seems logical to me.","sentiment_score":0.175}
{"full_text":"A&amp;M planning to have full-capacity inside Kyle Field in 2021!!!It's time to fill the stadiums! ","sentiment_score":0.0}
{"full_text":"RT He forgot his staff told him not to pull the card out on air...","sentiment_score":0.0}
{"full_text":"RT The European Commission sent letters to Belgium, Denmark, Finland, Germany, Hungary and Sweden to ask them to lift rest...","sentiment_score":0.0}
{"full_text":"in momo lockdown anche stasera ","sentiment_score":0.0}
{"full_text":"RT So true and proven during the worst of the #pandemic lockdowns.","sentiment_score":-0.325}
{"full_text":"professors love making jokes abt covid","sentiment_score":0.5}
{"full_text":"RT GOP motto is 'Survival of the Richest'Absolutely yes, DOJ needs to investigate #DeathSantis and his criminal actions to d...","sentiment_score":-0.1}
{"full_text":"Dear Coppard Families: Please check your email for a letter regarding voluntary school-based testing for COVID-19 taking place in our community.","sentiment_score":0.0}
{"full_text":"RT I never wanted to imagine what losing a parent would feel like. I knew it would happen one day, but it always seemed so...","sentiment_score":0.0}
{"full_text":"RT 1\/2 million people dead and they MOCK IT!! ","sentiment_score":-0.3125}
{"full_text":"RT As a non-American living in America, during a pandemic, I'm both awed and horrified by this country's reverence for work.","sentiment_score":0.0}
{"full_text":"RT He forgot his staff told him not to pull the card out on air...","sentiment_score":0.0}
{"full_text":"RT We are 22 million university students in Egypt. We appeal to everyone to join us. Save us. The government wants to be...","sentiment_score":0.2}
{"full_text":"RT Yesterday there were no new cases reported. 20,201 test results were received. Thank you to those who got tested - #EveryTest...","sentiment_score":-0.0681818182}
{"full_text":"When I went into the lab for the first time after an earlier lockdown, and the grad students had been working alone for a month or so.....I was disgusted by the area around the balances and sent a flame-out slack message to them all. I felt for my analytical colleagues ","sentiment_score":-0.25}
{"full_text":"RT As the PM prepares to announce a tentative timetable for loosening lockdown, it's perhaps worth noting that the UK current...","sentiment_score":0.15}
{"full_text":"RT I'm shocked, shocked I tell you ( and it won't be my me) ","sentiment_score":-0.7}
{"full_text":"We need to educate responsible business owners and community leaders how to protect people under their care with COVID19 rapid tests, as Alberta and Nova Scotia have already shown. Please witness our testing demonstration and visit us at","sentiment_score":0.2}
{"full_text":"RT The is right.Is it really a #COVID19 relief bill if less than 9% of the bill goes to defeating COVID-19?","sentiment_score":0.0166666667}
{"full_text":"RT I simultaneously want to do the best writing of my life, have trouble opening Google Docs, and feel the consistent, unavoi...","sentiment_score":0.35}
{"full_text":"RT It might be a while till we get back in the SLBI #garden, but Sarah, Gardener, brings us seasonal winter highlights on...","sentiment_score":0.0}
{"full_text":"RT Israel is a global leader in the race to vaccinate people for #COVID19.But its vaccine rollout leaves behind most of the 4.5...","sentiment_score":0.0333333333}
{"full_text":"Hi there! We do take our mask and social distancing policies very seriously in our gyms and have staff monitoring this at all times. Are you able to provide us with specific details so that we are able to follow up? Thanks!","sentiment_score":0.1416666667}
{"full_text":"RT Day 3 in the hospital. Covid pneumonia. Fighting to breath still. Trying to read and respond to all the beautiful messages...","sentiment_score":0.85}
{"full_text":"besties please wear a mask, covid is","sentiment_score":0.0}
{"full_text":"RT Liberal Logic:Joe Biden's pick to head the Health &amp; Human Services Department--in the middle of a pandemic--has no previ...","sentiment_score":0.0}
{"full_text":"RT He told me not to wear a mask and that masks don't work when I was 3 months pregnant in the middle of Manhattan.He then...","sentiment_score":0.1666666667}
{"full_text":"RT The only economic relief people will receive is in the much-touted though inadequate Covid bill, yet it's not getting vo...","sentiment_score":0.1}
{"full_text":"RT BREAKING: The U.S. death toll from COVID-19 tops 500,000, a staggering total that nearly equals the number of Americans killed in W...","sentiment_score":-0.0333333333}
{"full_text":"RT \"Green Party leader urges feds to consider universal basic income as 'safety net' beyond pandemic.\" via","sentiment_score":-0.05}
{"full_text":"RT With no data showing #COVID #vaccines are safe for pregnant women, health officials advise #pregnant women to get the...","sentiment_score":0.3888888889}
{"full_text":"More Covid South African variant cases discovered in North Wales ","sentiment_score":0.25}
{"full_text":"It's funny yeah but it has become an epidemic. It's sad that parents teach their kids to act a certain way for the proverbial fifteen minutes of fame. This's the same kid who sang the \"butthole song\".","sentiment_score":-0.0089285714}
{"full_text":"l KEEP YOUR EYES PEELED TOMORROW!l EXCITING CONTENT LOADING ","sentiment_score":0.3}
{"full_text":"RT We are working to quickly pass the American Rescue Plan and deliver urgent, bold COVID relief to Americans nationwide.","sentiment_score":0.2222222222}
{"full_text":"RT It's happening.","sentiment_score":0.0}
{"full_text":"RT since covid, there has been an 1900% rise in hate crimes against asian people across the US. this includes instances of vio...","sentiment_score":-0.4}
{"full_text":"Spain's struggle to genetically sequence coronavirus jeopardizes fight against new strains via","sentiment_score":0.1363636364}
{"full_text":"RT Follow the science to handling COVID. Political science that is.@AOC","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"Shut everything down !!!","sentiment_score":-0.3038194444}
{"full_text":"wow bitch tell that to the previous administration sneaking their shit in the first covid relief bill.","sentiment_score":-0.0041666667}
{"full_text":"RT Govt must now step up to the mark - supports for hotels sector are wholly inadequate in the face of an extended lockdown #Tou...","sentiment_score":0.0}
{"full_text":"RT Ahead of our Media Conference on COVID-19, please see a #throwback of recommendations made by our Spokesperson on Health an...","sentiment_score":0.0}
{"full_text":"RT COVID PCR test revelations from official literature; they expose their own lieshttps:\/\/t.co\/VTrhFEtYQm","sentiment_score":0.6}
{"full_text":"Yep! wrote about this in her weekly Wednesday columns, warning about it well BEFORE that inauguration day in 2017.","sentiment_score":0.0}
{"full_text":"Today after BOJO basks in lockdown dates.. UKcases 4,134,639+8,489 deaths121,305+548More deaths than Russia and all EU yet again..","sentiment_score":0.0}
{"full_text":"RT We passed a $15 minimum wage in Seattle back in 2014. 7 years later, we shouldn't move backwards with a $11 federal min...","sentiment_score":0.0}
{"full_text":"RT Coming out of lockdown on June 21st.","sentiment_score":0.0}
{"full_text":"FINALLY!! Something other than Capitol Riots or Pandemic news. #tigerwoods","sentiment_score":-0.0625}
{"full_text":"RT Biden says he carries a card every day that has information about folks affected from...Covid","sentiment_score":0.0}
{"full_text":"TRUTH!!!!","sentiment_score":0.0}
{"full_text":"All asthmatics that qualify for an NHS flu jab should be in priority groups for covid vaccine. This is the only safe way out of lockdown #asthmaticsatrisk","sentiment_score":0.25}
{"full_text":"I ain't mad at corona I been chilling at the crib !!","sentiment_score":-0.703125}
{"full_text":"RT My Governor is making people lower their flags for Rush Limbaugh rather than 500,000 innocent Americans who died and he...","sentiment_score":0.5}
{"full_text":"RT 1000s of Law Abiding,Tax Paying,Legal Immigrants on H4EAD are losing jobs NOT because they are bad employees\/poor performers,...","sentiment_score":-0.7}
{"full_text":"RT I have a question. How is letting a pandemic spin out of control by denying it for a full year, resulting in 500,000 deat...","sentiment_score":0.35}
{"full_text":"RT Billionaires have added $1,100,000,000,000 to their wealth during the course of the pandemic while the $7.25 minimum wage hasn...","sentiment_score":0.0}
{"full_text":"RT The is right.Is it really a #COVID19 relief bill if less than 9% of the bill goes to defeating COVID-19?","sentiment_score":0.0166666667}
{"full_text":"With over 50.6 million children in public schools--many facing Covid-related stressors-- mental heath training for educators more important than ever. Read our proposal: #mentalhealth #education #legislation","sentiment_score":0.2}
{"full_text":"Birmingham blood cancer patient dies of Covid after ward outbreak","sentiment_score":0.0}
{"full_text":"RT 1 million is too closeRetweet to reach 3M todayStay home..stay safeHelp us#yrys_rjwk_lTlb_btmwt","sentiment_score":0.0}
{"full_text":"RT This pandemic has forced me to realize that 90% of my social life was just meeting up with friends to eat ","sentiment_score":-0.1333333333}
{"full_text":"Will the Wales lockdown be lifted in time for us to see this spectacle ?","sentiment_score":0.0}
{"full_text":"RT One year ago today the US only had two Covid deaths while the pandemic of racism was continuing its long history of pa...","sentiment_score":-0.025}
{"full_text":"RT How asthma feels before adding covid into the mix. #asthmaticsatrisk","sentiment_score":0.0}
{"full_text":"RT 11) \"In a UCSF lab, scientists found that L452R mutation alone made the California strain more damaging as well. A coronavi...","sentiment_score":0.5}
{"full_text":"RT \"Now all of us are rushing out and getting Mason jars and yellow raisins and trying to catch up.\" Bravo ","sentiment_score":0.0}
{"full_text":"RT Govt must now step up to the mark - supports for hotels sector are wholly inadequate in the face of an extended lockdown #Tou...","sentiment_score":0.0}
{"full_text":"RT Yesterday there were no new cases reported. 20,201 test results were received. Thank you to those who got tested - #EveryTest...","sentiment_score":-0.0681818182}
{"full_text":"Can we tell ourselves this truth? Atleast it won't kill us if we admit majority of Chelsea players don't deserve to play for a top team of Chelsea's stature. Aside Mount, Silva, Kante, Werner, Pulisic (if he can get his post lockdown form)maybe Zouma, rest shouldn't be in Chelsea","sentiment_score":0.5}
{"full_text":"Congrats to Frank Asche  and coauthors on a new publication: \"Emerging COVID-19 impacts, responses, and lessons for building #resilience in the seafood system\" -https:\/\/t.co\/rt6Ro5GYSE","sentiment_score":0.1363636364}
{"full_text":"Fucking idiots...","sentiment_score":-0.8}
{"full_text":"US, learning from Zambia via 3 month delay between first and second vaccine shot would be very effective and allow everyone to get vaccinated and knock out Covid before variants take hold.  Here's the data.","sentiment_score":0.3433333333}
{"full_text":"RT This chart is helpful from the New York Times. Jamaica's COVID cases have increased 210 % in the last 28 days. Only Iraq...","sentiment_score":0.0454545455}
{"full_text":"RT #COVID19 Statistics in SA as at 23 February.Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"RT Political divisions contributed to the 500,000 Covid-19 deaths in the US, Dr. Fauci says.\"When you have a common enemy you've go...","sentiment_score":-0.15}
{"full_text":"RT Biden and his family have received millions from questionable China deals, yet he spends only a thousand dollars on candl...","sentiment_score":-0.25}
{"full_text":"RT Today the Conservatives were given a chance to:Scrap the council tax hike and other blows to family finances Exten...","sentiment_score":-0.125}
{"full_text":"They all pretend to be religious in exactly the same way.  Covid is real though.  Religion is as fake as GQP weak tea.","sentiment_score":-0.0708333333}
{"full_text":"ICYMI: Past exposure to seasonal #coronaviruses, which cause the #CommonCold, does not result in the production of #antibodies that protect against the novel #coronavirus #SARSCoV2, according to a new study in Cell \/","sentiment_score":-0.0568181818}
{"full_text":"RT more: Frustration grows among seniors and caregivers over Ontario's COVID-19 vaccine rollouthttps:\/\/t.co\/wF53sYKWzI \/2...","sentiment_score":0.5}
{"full_text":"\"'...We will begin next week to offer child care, one-on-one and small group instruction; services for students with special needs; and a return to athletic conditioning.'\" #EdChat #COVID19Read the full article here:","sentiment_score":0.1142857143}
{"full_text":"Mass COVID-19 vaccination clinic planned for #Orilliahttps:\/\/t.co\/UT3QQEct1y@OSMH_News","sentiment_score":0.0}
{"full_text":"RT  #LesMis star from Bala, will perform in our #StDavidsDay concert: \"One good thing to come out...","sentiment_score":0.7}
{"full_text":"RT Yesterday there were no new cases reported. 20,201 test results were received. Thank you to those who got tested - #EveryTest...","sentiment_score":-0.0681818182}
{"full_text":"The Greene County Health Department spoke with the Mirror  about vaccine distribution and recovering from the pandemic. Article by","sentiment_score":0.0}
{"full_text":"The state Department of Health says nearly 1.5 million people have received at least the first coronavirus vaccine as of Tuesday. That is about 13% of the population.","sentiment_score":0.0166666667}
{"full_text":"#ICYMI: The delivery date of coronavirus vaccines developed by British-Swedish firm AstraZeneca to the Philippines may be finalized this week, the World Health Organization said Tuesday.https:\/\/t.co\/t7bK86jWB0","sentiment_score":-0.05}
{"full_text":"Former Hume mayor and aged care resident Jack Ogilvie has slammed the federal government's decision to leave Sunbury off the week one schedule for the COVID-19 vaccination program starting this week.","sentiment_score":-0.0333333333}
{"full_text":"Homebound seniors are still waiting for Covid-19 vaccines, so doctors and nurses are going to them. Fellow ('12-'13) reports.https:\/\/t.co\/kd2btV03Up","sentiment_score":0.0}
{"full_text":"for some reason they think an adulterer and drug addict who has multiple solo car crashes (but plays golf well) deserves more attention than the 1000s of Americans dying of Covid-19 today","sentiment_score":0.25}
{"full_text":"RT This is the most open I have seen any US offical to a possible alternative dosing regimen for COVID vaccines. -- Still say...","sentiment_score":0.1666666667}
{"full_text":"During a recent online event, spoke with experts to discuss what lessons have been learned from the #COVID19 #vaccinerollout. Check out more below.https:\/\/t.co\/gtS8q6h8fW","sentiment_score":0.25}
{"full_text":"this is why I find it necessary that I do something for you ngoaneso, u nthoe-thata ","sentiment_score":0.0}
{"full_text":"RT And the pandemic facial hair award goes to... Stephen Nogosek!Congratulations, Stephen.","sentiment_score":0.0}
{"full_text":"COVID TESTINGWed Feb 24, 1pm-4pmPrimary Care Health Services Alma Illery7227 Hamilton AveRegister  appointment neededThis is a walkup site not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.0}
{"full_text":"\"It's gon' be a LONG two weeks in the house with these two!\" Jennifer, OG, and Jackie reflect on how the pandemic changed their perspective of the group...  #BasketballWives is ALL-NEW TONIGHT at 8\/7c on ","sentiment_score":-0.0625}
{"full_text":"8 trends for the future of sport in 2021 | CEO via | #COVID #Digital #Innovation #SportsBiz  #Transformation Read more ","sentiment_score":0.1666666667}
{"full_text":"#podcast #CobbCounty's #covid cases are lowest since November #SmyrnaGA has put a moratorium on new townhomes student is tutoring students globally #MariettaGA #LocalNews","sentiment_score":0.0681818182}
{"full_text":"Forget the FedEx shipment then, for some strange reason frozen peas have gone missing from all the grocery stores here. Things are weird now at the grocery store though, due to COVID. Random things you just can't get for no apparent reason.","sentiment_score":-0.2333333333}
{"full_text":"According to the U.S. Small Business Administration, Black-owned businesses have been disproportionately impacted by the pandemic.Join CCYA to learn how to effectively support the Black-owned businesses in the community surrounding Columbia, straight from the owners themselves.","sentiment_score":0.1833333333}
{"full_text":"Guest post: The pandemic has hit working women hard. Senior Solicitor outlines key rights that women at work - and parents more generally - are entitled to right now.She'll be here tomorrow at 1:30pm to answer Mumsnet users' questions:","sentiment_score":0.1088095238}
{"full_text":"The team at BC Place organized a donation of more than 230 pizzas to help feed our neighbours on the Downtown Eastside through today.We want to thank our team for their unwavering commitment to serving the community throughout the COVID-19 pandemic!","sentiment_score":0.625}
{"full_text":"A 4th death has been confirmed in the Cowichan Tribes outbreak only one week after the deaths of 2 young members due to #COVID19. Infections have disproportionately hit younger people; the cohort with the most infections is people 20-39 years old (84 cases).","sentiment_score":0.1392857143}
{"full_text":"Surviving Covid-19: An Attorney's Tale","sentiment_score":0.0}
{"full_text":"RT Love watching Brits &amp; Americans arguing about how over the top other countries Covid travel rules are (quarantines, etc...","sentiment_score":0.2916666667}
{"full_text":"Reminds of the rep in an enclosed cage for refusing to wear a mask. If they think this makes them look smart, they are sorely mistaken!","sentiment_score":0.2678571429}
{"full_text":"RT So, I'm getting the COVID-19 vaccine on Friday because I'm fat. I'm saying this because I think a lot of people are ashame...","sentiment_score":0.0}
{"full_text":"RT \"Children have least to gain and most to lose from school closures. This pandemic has seen an unprecedented intergeneratio...","sentiment_score":0.2666666667}
{"full_text":"RT Asks 3 Questions , CEO of #Sandhill  What complexities has th...","sentiment_score":0.0}
{"full_text":"RT Treasury Secretary Yellen told us that \"the smartest thing we can do is act big\" Fed Chairman Powell warned that the grea...","sentiment_score":0.0}
{"full_text":"For most pregnant people, getting the COVID-19 vaccine as soon as possible is the safest choice based on the science to date.  To learn more, click on the : ","sentiment_score":0.3333333333}
{"full_text":".@LawrenceZarian shared his tips on how to style sweater dresses so you can look great &amp; stay warm!  For details on the looks, visit:","sentiment_score":0.775}
{"full_text":"#25years25daysschomburgCOUNTDOWN!Taller has received  $200 from a donor to help defer the cost of the Schomburg Symposium admission.The first 20 people to RSVP TODAY will get tickets for $20COUPON CODE  -   5OFFSupport the things that matter most.https:\/\/t.co\/L1Nhomg3Bu","sentiment_score":0.25}
{"full_text":"Read my view on ,,#Digital #Leadership\" in my new blog. #transformation #Germany #HumanResources #homeoffice #homeschooling #digitization #covid19 #HRCommunity #GlobalHR #HRHour #OKR #clubhouse","sentiment_score":0.0681818182}
{"full_text":"MASK UP The CDC recommends to continue the use of mask after vaccinations.   \"It's important for everyone to continue using all the tools available to help stop this pandemic as we learn more about how COVID-19 vaccines work in real-world conditions.\" #sinkcovid","sentiment_score":0.4333333333}
{"full_text":"There are parallels, but ... Via #Vaccine #COVIDVaccination #MarkoftheBeast #LastDayshttps:\/\/t.co\/dNT9UczS9w","sentiment_score":0.0}
{"full_text":"RT ATTN: Hoosiers 60+ are now eligible to receive the #COVID19 vaccine. Register at or call 211. Pl...","sentiment_score":0.0}
{"full_text":"U.S. Senator Jerry Moran (R-Kan.) got a look at local COVID-19 vaccination efforts ahead of a key meeting in Washington D.C. later this week.","sentiment_score":0.0}
{"full_text":"In the docuseries #Pandemic, Dr. our Senior Director for the System-wide Special Pathogens Program, helps explain the efforts involved in stopping global outbreaks.Watch: | #PandemicNetflix | #COVID19","sentiment_score":0.1785714286}
{"full_text":"Aviation wouldn't be aviation without our techs on the ground! Happy #NationalAviationDay to our maintainers that get us flying!Note: This video was filmed and produced before COVID-19 public health measures, guidance and protocols were put in place within DND and the CAF.","sentiment_score":0.4}
{"full_text":"RT Heartbreaking news. Japan appointed a 'Minister of Loneliness' after seeing suicide rates in the country increase for the...","sentiment_score":0.0}
{"full_text":"RT Should the UK pursue a zero-Covid strategy? on why lengthy lockdowns could be worse than the disease.","sentiment_score":-0.4}
