{"full_text":"Welp let's hit it again boys, time for some good old fashioned election        Fra Ud in my own country now ","sentiment_score":0.4666666667}
{"full_text":"RT This student is arrested by the police in this morning. He's from Mawlamyine University. He was one of the volunteering...","sentiment_score":0.0}
{"full_text":"RT News channels love doing segments on the \"impact of the pandemic.\"It's not \"the pandemic\" that is impacting your liv...","sentiment_score":0.5}
{"full_text":"RT Ten years in jail - Matt Hancock's threat is the distress call of a minister losing his grip | Coronavirus | The Guardia...","sentiment_score":-0.05}
{"full_text":"What the f**k is Chinese virus ?","sentiment_score":0.0}
{"full_text":"I made a month of Covid vlog videos talking about how the days were going. In one of them I said \"I'm really scared. I can't believe this is happening\" Me watching it tonight was like: \"what a wimp, wear a mask.\" How did I get so used to this?","sentiment_score":0.2}
{"full_text":"RT we're in a pandemic","sentiment_score":0.0}
{"full_text":"RT There's a hole in my heart. My dad died on February 3, 2021 after battling COVID-19. I miss him so much.","sentiment_score":0.2}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"There's no where in the world who can create a COVID wave out of nothing like Dan. #axedan","sentiment_score":0.0}
{"full_text":"RT Right. I'm going to address the elephant in the room that everyone is afraid to address. This lockdown approach is now af...","sentiment_score":-0.1571428571}
{"full_text":"RT President Joe Biden said Thursday that the U.S. will have enough supply of the COVID-19 vaccine by the end of the summ...","sentiment_score":0.0}
{"full_text":"RT (3)Protesters hold signs near the Yulin Dog Meat Festival as the annual fair takes place, in Yulin, China, activists...","sentiment_score":0.4}
{"full_text":"Thank you so much! It was an honor to have this conversation with , and","sentiment_score":0.25}
{"full_text":"RT To everyone at the NIH -- all the doctors, scientists, and researchers fighting this pandemic and saving lives -- thank you from t...","sentiment_score":0.0}
{"full_text":"In a pandemic? Na wa","sentiment_score":0.0}
{"full_text":"The unemployment rate (prior to the pandemic) wasn't the lowest ever.","sentiment_score":0.0}
{"full_text":"Let's not forget the illegals he's inviting without Covid tests...let that sink in. Citizens and legal residents required to test to enter. Citizens banned from traveling. Illegals...red carpet entry.","sentiment_score":0.2}
{"full_text":"RT Breaking News: CDC research found that tightly fitted masks, or doubling up with both cloth and surgical masks, could reduce c...","sentiment_score":-0.1785714286}
{"full_text":"RT Just took the #Covid19 vaccine. Feeling great!","sentiment_score":1.0}
{"full_text":"RT Check out Health Campaigns Together News Bulletin #5, headlining on the coming budget, and major articles on the new White...","sentiment_score":0.0662878788}
{"full_text":"RT SAGE scientists were elected by no one. They are not accountable like politicians are. Long suffering public told to be pat...","sentiment_score":-0.025}
{"full_text":"RT OhOn my way to our work project today, turned a corner and dad and I both said \"holy shit. Does that house have Covid?...","sentiment_score":-0.2}
{"full_text":"RT Thankfully she is home with her family again now. Very weak and fragile but in good spirits. When she recover...","sentiment_score":0.0708333333}
{"full_text":"RT This student is arrested by the police in this morning. He's from Mawlamyine University. He was one of the volunteering...","sentiment_score":0.0}
{"full_text":"RT No new locally transmitted confirmed cases of COVID-19 were reported Thursday across the Chinese mainland. 12 imported cases re...","sentiment_score":0.0829545455}
{"full_text":"RT Whitty spoke about \"Acceptable risk\" just like we do with most illnesses,viruses &amp; lifes dangersWe have the vaccine,which i...","sentiment_score":0.5}
{"full_text":"RT What a good covid day in the US looks like--2 million people got vaccinated; rate nearly doubled in 3 wks--a large drug tria...","sentiment_score":0.3380952381}
{"full_text":"RT \"Covid\" is an interesting way to spell \"We\"","sentiment_score":0.5}
{"full_text":"RT Can you believe DeSantis hid NY's  COVID numbers from the DOJ?","sentiment_score":0.0}
{"full_text":"P.S.A. to everyone who's traveling for leisure: Covid abhi baaki hai mere (dost?)","sentiment_score":-0.5}
{"full_text":"RT All international flights arriving into Victoria have been paused from tomorrow, as the state scrambles to bring the outbrea...","sentiment_score":0.0}
{"full_text":"RT tw: suicideHeartbreaking when kids take their own lives. So horrible to think that kids so young would have such thoughts....","sentiment_score":-0.075}
{"full_text":"RT we can't keep losing people over cancer. God, please continue to enlighten the scientists in charge of the vaccine. covi...","sentiment_score":0.0}
{"full_text":"RT Breaking News: CDC research found that tightly fitted masks, or doubling up with both cloth and surgical masks, could reduce c...","sentiment_score":-0.1785714286}
{"full_text":"RT Military arresting doctors, nurses who join CDM. But not just that, they took away all equipment and medical supplies. How...","sentiment_score":-0.05}
{"full_text":"RT Did anyone ask Dan Andrews what the plan is for Victoria's homeless -- how many are being left to sleep rough during this l...","sentiment_score":0.1333333333}
{"full_text":"RT Let me clarify.The Victorian lockdown is about creating grossly unnecessary panic and fear in support of WA's election. As...","sentiment_score":-0.4}
{"full_text":"RT Cities are flexible.People in cities are flexible.Vienna: +12% in cycling in 2020Hamburg: +33%Helsinki: + 46%Budapes...","sentiment_score":0.0}
{"full_text":"RT BREAKING: UAE Bans Airlifting Of Nigerians To Dubai Over COVID-19https:\/\/t.co\/JJ5jtS9rhY","sentiment_score":0.0}
{"full_text":"RT What children need when the pandemic is over: children's centres, playgroups, youth clubs, sports clubs, swimming, musi...","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT Racing Towards a COVID-Free Nation: Achieving the unprecedented, India becomes the fastest country in the world to adminis...","sentiment_score":0.6}
{"full_text":"RT In 2019, Rinku Sharma's murderer - Mohammad Islam's wife had a complicated pregnancy &amp; was taken to Rohini hospital, R...","sentiment_score":-0.5}
{"full_text":"RT George Monbiot Exposes Coronavirus Corruption at the Heart of Governmenthttps:\/\/t.co\/z3SnoYW2aD","sentiment_score":0.0}
{"full_text":"RT Why aren't we doing this?! PUT THEM IN THE COKE CAN!!!!!","sentiment_score":0.0}
{"full_text":"RT Rahul Gandhi repeatedly attacking Ambani and Adani. Some qs:* Which nation gains by hurting India's big business?* W...","sentiment_score":0.0}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"..\/2New Deal with #RioTinto#PalantirThis includes connecting people with data in Rio Tinto's underground mining operations and ensuring the safety and well-being of Rio Tinto employees during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT Hello lockdown, my old friend.It's TV bingeing time again!#melbournelockdown#3","sentiment_score":0.1}
{"full_text":"RT Apparently, now is not the time for an inquiry into the Government's handling of the COVID-19 pandemic. But it is the tim...","sentiment_score":0.05}
{"full_text":"Everyone have to bath three times a day to push away COVID-19...","sentiment_score":0.0}
{"full_text":"RT This is managing the COVID pandemic as an emergency","sentiment_score":0.0}
{"full_text":"RT With and Trump had \"infiltrates\" on his lungs and officials believed he would nee...","sentiment_score":0.0}
{"full_text":"Great pre-print on from et al at They used our SARS-CoV-2 and SARS-CoV-2-DOrf7a-NLuc sequences to assess which pre-approved drugs are effective against the infection and replication of SARS-CoV-2!!https:\/\/t.co\/wrQ5QygGIp","sentiment_score":0.7}
{"full_text":"RT They keep extending the COVID-19 Relief Grants but they never come up with a suitable way of rolling out the money to ou...","sentiment_score":0.55}
{"full_text":"RT Lucky Australia has no pandemic. This doesn't deter the provincial tinpots who run the states. Media-addicted windbag Dan A...","sentiment_score":0.3333333333}
{"full_text":"RT This analysis by The Lancet eviscerates Trump policies across the board: 'Disdain for science &amp; cuts to global health progra...","sentiment_score":0.0}
{"full_text":"Get it right Avi.It's a UK mutation of the crazy bat-eating-Chinese-biological-warfare-virus that was 'leaked' from a lab next to a wet (blood) animal market where they skin animals alive.","sentiment_score":-0.0628571429}
{"full_text":"People need to calm the F down about our 5 day lockdown.. it's being done for us to stay safe..","sentiment_score":0.2148148148}
{"full_text":"SONA 2021 | Discussion on President Ramaphosa's address regarding COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT What children need when the pandemic is over: children's centres, playgroups, youth clubs, sports clubs, swimming, musi...","sentiment_score":0.0}
{"full_text":"Front page of the Flemish - \"First effects of the campaign in Israel give hope: vaccination works .\"Indeed , we start seeing the first impact of vaccination. It's a long process, but there's light at the end of the tunnel #COVID19 #vaccine","sentiment_score":0.2125}
{"full_text":"these are from the beginning of 2020 precovid. once covid hit i stopped shooting","sentiment_score":0.0}
{"full_text":"RT What children need when the pandemic is over: children's centres, playgroups, youth clubs, sports clubs, swimming, musi...","sentiment_score":0.0}
{"full_text":"But first think first ... Beresin dulu dech urusan vaksin dan ketersediaan fasilitas RM rujukan covid-19.They will not simply eradicate covid-19. Governments need to start thinking about how to live with the virus.How well will vaccines work?","sentiment_score":0.1590909091}
{"full_text":"The rest of the world should be so lucky as to be in a part of the world that will shut down quickly and properly so as to be able to open back up. I've been in lockdown for 8 months of the last 11 because the gvmt has never done it properly, and it is fucking awful.","sentiment_score":0.0012345679}
{"full_text":"mjolo the pandemic.","sentiment_score":0.0}
{"full_text":"RT University of Michigan is looking forward to life after COVID -- when you can hang out with Asians again!","sentiment_score":0.0}
{"full_text":"President Rodrigo Duterte ordered to defer the implementation of the Child Safety in Motor Vehicles Act due to the coronavirus disease 2019 (COVID-19) pandemic.https:\/\/t.co\/IA9VhvapLQ","sentiment_score":-0.125}
{"full_text":"In case you missed have missed something https:\/\/t.co\/X771sBHIiJ","sentiment_score":0.0}
{"full_text":"A woman in #Essex whose dad recently died after contracting covid-19 in hospital, has told us why she's now campaigning to bring about an independent statutory enquiry into how the government's handled the pandemic #HeartNews","sentiment_score":0.0}
{"full_text":"Fantastic result, again!I haven't kept up, but it seems IL-6 is actually _not_ that elevated in Covid compared with other critical illness infections (happy to be corrected). If so, worth trialing in other contexts?","sentiment_score":0.1785714286}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"We hope you been enjoyed highlights from our #CTICOVIDCollection this week! This is an evolving collection with new articles to be regularly added. Keep an eye out for updates-https:\/\/t.co\/UgKztu24ks#ClinTransImmunol #COVID19 #COVID_19 #SARSCoV2","sentiment_score":0.2537878788}
{"full_text":"The local government of Davao City gave itself an \"almost perfect\" rating for its COVID-19 vaccine simulation.","sentiment_score":0.5}
{"full_text":"This is quite good news!https:\/\/t.co\/rJhJzujWfM","sentiment_score":0.7}
{"full_text":"Latest #CoronaVirus updates:Date: 12\/02\/2021#TheCivilEyes #Pakistan #COVID19","sentiment_score":0.5}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"RT The world post-COVID is turning out to be very different. In such times, remaining isolated from the global trends will be co...","sentiment_score":0.0}
{"full_text":"Great effort but why are we comparing it with the other countries?","sentiment_score":0.3375}
{"full_text":"Despite promising to have schools reopened in his first 100 days, President is facing criticism that he has not acted aggressively enough.https:\/\/t.co\/nNV0ynb5ba","sentiment_score":0.225}
{"full_text":"Staff say there are 30 absences at ABI UK Caravanshttps:\/\/t.co\/zOk6pVqSt0","sentiment_score":0.0}
{"full_text":"When will kids be able to get COVID-19 vaccines?","sentiment_score":0.5}
{"full_text":"Irishman in Lanzarote says 'it's the best place in the world to be living' amid Covid-19 lockdowns in Ireland","sentiment_score":1.0}
{"full_text":"Kate Garraway describes Derek's unusual Covid symptoms as she 'worries about lives lost' #GMBhttps:\/\/t.co\/6LRg6Z5ieR","sentiment_score":0.2}
{"full_text":"With thousands of schools closed due to the pandemic, the search for learning alternatives is on. Luckily, the Inspirelearn mobile platform happens to be an effective, simple and safe alternative. Follow us and  be part of our community. Inspire!#inspirelearnplatform","sentiment_score":0.2013888889}
{"full_text":"Today we have set no work &amp; would encourage our students to #DitchTheDevice. Please see below over 75 ideas for mindfulness &amp; enrichment if you are looking for a fun activity to complete away from the screen while we are in lockdown. #ThisIsCourtFields2021","sentiment_score":0.2}
{"full_text":"Strategic DigitaLab would like to wish you a very Happy and Huat #LunarNewYear May this year of the Ox bless you with good health, happiness, love and lasting prosperity!Let's not forget to celebrate considerately and observe safety measures for Covid19 in place.","sentiment_score":0.58}
{"full_text":"Life insurers have been vital in supporting bereaved families financially during the coronavirus pandemic. With an average of PS63,000 paid out on term insurance policies, this cover could be life-changing for you, too. #KWL #LifeInsurance #Somerset","sentiment_score":0.05}
{"full_text":"has some advice and links which can help offer support for young people finding the pandemic a challenging timehttps:\/\/t.co\/sQM0HfIAF8","sentiment_score":0.3}
{"full_text":"A green recovery is an absolute imperative for a sustainable social and economic future in the post-pandemic world. #decarbonisation","sentiment_score":0.0466666667}
{"full_text":"Online daters are being urged not to let their guard down as #ValentinesDay scammers use the pandemic to dupe victims into handing over cash. Our data shows that victims of romance scams lost PS8,000 on average in 2020:","sentiment_score":-0.1527777778}
{"full_text":"Stay at home and enjoy an easy but delicious Valentine's Day treat! #helpfulbynature #healthyhouseholds","sentiment_score":0.6111111111}
{"full_text":"COVID-19 Latest in local figures: new cases in #Carlow and #Kilkenny, number of patients being treated at St Luke's General &amp; University Hospital Waterford and how's your local electoral area faring?","sentiment_score":0.1372727273}
{"full_text":"What does a doctor do with spare Covid vaccines?Read:","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 12\/02\/2021 12:30Total Cases: 10880556 [+143]Active: 133074Recovered: 10587505 [+154]Deaths :155485 [+1]Total Tests: 204.79MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"A breakdown of the Nigerian Labour statistics by Location for the first phase of the COVID-19 lockdown in 2020. #dtianalytics#EconomicSurvey2020 #Nigeria#LabourStats #unemployment #urban #rural","sentiment_score":0.0833333333}
{"full_text":"RT I just wanna randomly share that I never wear a mask.","sentiment_score":-0.5}
{"full_text":"Latest worldwide COVID-19 data: 108,304,103 cases, 2,379,007 deaths.A 2.2% fatality rate.","sentiment_score":0.5}
{"full_text":"Hong Kong to Relax Covid-19 Rules on Feb. 18.Dine-in hours will be extended and recreational venues reopened from the seventh day of the Lunar New Year.https:\/\/t.co\/3DFK0QinDx#HongKong #COVID19","sentiment_score":0.1363636364}
{"full_text":"Covid: Care home staff without PPE at start of pandemic - MPs","sentiment_score":0.0}
{"full_text":"The Covid vaccine will just make you asymptomatic and not prevent you from getting it. There's no microchip but you will have a better attitude to medications after taking it. If you're not super high risk I don't recommend it","sentiment_score":0.1644444444}
{"full_text":"Disney's parks and resorts have been closed or operating at significantly reduced capacity since shortly after the pandemic forced lockdowns across the U.S. in March of last year.","sentiment_score":-0.005}
{"full_text":"Every year families gather to celebrate the Lunar New Year, and for the second year in a row, the Spokane Chinese Association has had to change its traditional celebrations.","sentiment_score":0.0340909091}
{"full_text":"Tshwane metro provides free Covid-19 testsTshwane Metro provides free coronavirus tests in Covid-19 hotspots.Read more&gt; #RekordPretoria","sentiment_score":0.4}
{"full_text":"MEET QUEENSBURGH'S FRONTLINE HEROES OF THE COVID-19 PANDEMIChttps:\/\/t.co\/0AsyxD4Khc#queensburgh #frontline #heroes #covid19","sentiment_score":0.0}
{"full_text":"The Australian Open was the first Grand Slam tournament in a year to allow sizeable crowds.","sentiment_score":0.1875}
{"full_text":"#DitoAtDoon stars show interest in taking the COVID-19 vaccine, in hopes of better days after the pandemicThank you, Dito At Doon on select theaters this coming March! Watch the teaser HERE: #ProudlyTBA","sentiment_score":0.625}
{"full_text":"The cereal was reportedly the victim of a supply-and demand problem as more people were eating breakfast or snacking at home during the pandemic.","sentiment_score":0.2125}
{"full_text":"States and territories have responded to Victoria's snap lockdown.#VictoriaAustralia #snaplockdown #domesticborders #borderclosures #domestictravel #travelrestrictionshttps:\/\/t.co\/LULqsgv9O5","sentiment_score":0.0}
{"full_text":"Father opens up on his son's suicide over loneliness during Covid lockdownhttps:\/\/t.co\/OinL39OwqD","sentiment_score":0.0}
{"full_text":"RT Now is \"exactly the time\" to completely reorganise the NHS (the world's fifth largest employer), busy rolling out vaccines...","sentiment_score":0.15}
{"full_text":"Who would you tell first if you won PS50,000?Make sure you're listening to Greatest Hits Radio to play Show Me The Money: Lockdown Bonus ","sentiment_score":0.5833333333}
{"full_text":"RT According to Bloomberg, the EU has also authorised COVID 19 vaccine exports to Australia, China, Mexico, New Zealand, Oma...","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 8.4FWind Chill: 8.4FHumidity: 96%Dew Point: 7.5F Barometer: 30.507 inHgWind: 1 mph from the NCorona Virus Weekly Stats:Cases: 113.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT How #SriLanka PM took 3 AMBs and Pakistan PM for a ride! Now Rajapaksa led says what he mean...","sentiment_score":-0.3125}
{"full_text":"RT Neuroscientist Kay Tye's research could lead to new tools for identifying and monitoring those at risk from illnesses worse...","sentiment_score":-0.1318181818}
{"full_text":"Learn about the challenges and successes of #COVID19 testing in relation to lockdowns and restrictions. Sign up for our educational workshop at the #IFCC virtual conference.","sentiment_score":0.25}
{"full_text":"physically i'm in a pandemic but emotionally in a pandemi lovato and mentally i'm in a pythagorean theorem","sentiment_score":-0.0333333333}
{"full_text":"RT I suppose there's an intermediate scenario where enough of them stay home for the Dems to muster 2\/3 but...","sentiment_score":0.0}
{"full_text":"RT I'm Cyril shocked. China lied people died.","sentiment_score":-0.7}
{"full_text":"RT Chulalongkorn University on lockdown from today until Feb 28 #Bangkok #COVID19   via","sentiment_score":0.0}
{"full_text":"With the initial wave of COVID-19 vaccines being administered across the world, you might have questions about what this means for you. Here's what we know so far. Read more  #coronarivus #Vaccine","sentiment_score":0.2}
{"full_text":"COVID-19 causing fixture chaos","sentiment_score":0.0}
{"full_text":"RT ALERT  Governor Cuomo's top aide privately apologized to lawmakers for withholding the state's nursing-home death tol...","sentiment_score":0.25}
{"full_text":"RT Just listened to this peanut on ABC radio re Melbourne Covid issues. He is so annoyingly patronising - wish J...","sentiment_score":-0.8}
{"full_text":"RT It was an intentional leak, Janice. Everything does is calculated. In this case to deflect from...","sentiment_score":0.0}
{"full_text":"RT Taylor Swift has given us more Covid relief in the past year than the federal government.","sentiment_score":0.125}
{"full_text":"The bridge thing wasn't that long ago and the Supreme Court threw it out.  Anybody could have taken their relative home like Levine.  The Covid should have been handled better line is miles long and there is a lot of blame to go around.","sentiment_score":0.1}
{"full_text":"Former Head of State, General Mohammed Sanni Abacha (GCFR). #COVID19","sentiment_score":0.025}
{"full_text":"Biden toured the Viral Pathogenesis Laboratory at the sprawling National Institutes of Health complex just outside Washington that created the COVID-19 vaccine now manufactured by Moderna and being rolled out in the U.S. and other countries.https:\/\/t.co\/fChvgRI97w","sentiment_score":-0.1416666667}
{"full_text":"$VAC - BR: $125.02 -&gt; NOW: $145.20 Mexico approves emergency use of Sputnik V vaccine, official says - Reuters Read more:","sentiment_score":0.5}
{"full_text":"RT IMPORTANT UPDATE: Following today's announcement of a Stage 4 lockdown in Victoria, visitors will not be permitted at Au...","sentiment_score":0.2}
{"full_text":"Corona year XC.","sentiment_score":0.0}
{"full_text":"RT There's a hole in my heart. My dad died on February 3, 2021 after battling COVID-19. I miss him so much.","sentiment_score":0.2}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"Coronavirus recession has been \"incredibly tough\" on women","sentiment_score":-0.3888888889}
{"full_text":"RT When will kids be able to get COVID-19 vaccines?","sentiment_score":0.5}
{"full_text":"RT Our doctors, nurses, COVID warriors, Safai Karamcharis, those who drove ambulances...such people and so many others became ma...","sentiment_score":0.5}
{"full_text":"* CommonHealth, a free service run by a nonprofit, has connected to 230 health systems in the United States, allowing patients to gather, manage and share their health and test data, including COVID test ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.45}
{"full_text":"Premature Babies and the Lonely Terror of a Pandemic NICU","sentiment_score":-0.1}
{"full_text":"RT Just hours after posting a critical statement of Gavin Newsom's dinner at the French Laundry, Rep. Kevin McCarthy attended...","sentiment_score":0.0}
{"full_text":"RT Military arresting doctors, nurses who join CDM. But not just that, they took away all equipment and medical supplies. How...","sentiment_score":-0.05}
{"full_text":"So, do we have to wear a mask if we're doing high intensity exercise outside (running etc)? #melbournelockdown","sentiment_score":0.08}
{"full_text":"Today cny--public holiday .. my husband &amp; I choose to stay at home without doing chores ","sentiment_score":0.0}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
