{"full_text":"RT I've been putting together some more summary sheets for content that we have covered in lockdown, not the most detailed,...","sentiment_score":0.4666666667}
{"full_text":"RT \"This is their new hoax.\"A year ago today, Trump bragged about how well he was handling the coronavirus, how few cases t...","sentiment_score":-0.0318181818}
{"full_text":"Johnson &amp; Johnson's COVID-19 vaccine gets the nod from CDC committee - WISH-TV | Indianapolis...https:\/\/t.co\/6frM1Y7bFs","sentiment_score":0.0}
{"full_text":"RT #NewProfilePic Solidarity with #ExcludedUK until March 3rd budget.@ExcludedUK are millions of UK taxpayers cruelly le...","sentiment_score":-0.5}
{"full_text":"RT An advisory panel voted Sunday to recommend that adults in the U.S. get the Johnson &amp; Johnson Covid-19 vaccine.  The recommendatio...","sentiment_score":0.0}
{"full_text":"Denying evolution is a sure path to COVID-19 conspiracy theories, among other crummy ideas.","sentiment_score":0.1875}
{"full_text":"RT Florida is leading in protecting our vulnerable residents, saving the economy and safeguarding the freedom of our people...","sentiment_score":-0.5}
{"full_text":"See this is the best example of someone who has a legitimate reason not to wear a mask but also a legitimate reason to wear a mask but it's people like you that we should wear masks because we never know if the person we're talking to has something similar to what you have","sentiment_score":0.5}
{"full_text":"RT pshh... If America's billionaires can grow their fortunes by $1.3 billion during the pandemic, we can afford to increase the m...","sentiment_score":0.0}
{"full_text":"RT If you are as sick of Boris Johnson's relentless and shameless lying as I am RT this to everyone you know. We have to...","sentiment_score":-0.7142857143}
{"full_text":"RT We then had to cater to logistics, our volunteers had to make many market trips to find our items in bulk and at the be...","sentiment_score":0.5}
{"full_text":"After your second dose of the #COVIDVaccine, your body still needs more time for the doses to become fully effective. Research is still being done to determine how long immunity will last. #COVID19","sentiment_score":0.21}
{"full_text":"Hey Murphy  enjoy your home in safety   will he ever get to be released or will he stay at the rescue?","sentiment_score":0.4}
{"full_text":"If by \"we\" she means GOP.","sentiment_score":0.0}
{"full_text":"RT Sorry to put a damper on the very encouraging progress with #COVID19 vaccines, but it's good to keep this essay in...","sentiment_score":0.1333333333}
{"full_text":"RT In our school district. CDC study: Teacher contacts, indoor winter sports, and elementary classrooms, were primary causes...","sentiment_score":0.35}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"RT so, the Pfizer CEO is probably really overstating his case here. v likely the \"regular\" shot protects sufficiently against eve...","sentiment_score":0.0666666667}
{"full_text":"RT In our Whanau, we have women who refuse to leave their houses.And some who have no idea what the rules are, so dont stick...","sentiment_score":0.0}
{"full_text":"RT Whatever Trump says at CPAC, here's one truth he can't avoid:If he had simply acted like a semi-normal president, there wo...","sentiment_score":0.0}
{"full_text":"RT Does she want Margaret to ask every other governor why South Dakota's rates are so high? That seems odd, but okay.","sentiment_score":0.0920833333}
{"full_text":"RT pshh... If America's billionaires can grow their fortunes by $1.3 billion during the pandemic, we can afford to increase the m...","sentiment_score":0.0}
{"full_text":"THE FACTS ARE EVERYWHERE","sentiment_score":0.0}
{"full_text":"RT Serious question: If masks and social distancing don't work, then what the hell happened to the flu?","sentiment_score":-0.15}
{"full_text":"It was inevitable a new strain would be found. That Coronavirus, it's a clever bugger for sure. Just when you think you've got it beat, it flies over to Brazil, has a two-week break &amp; returns all refreshed with a new accent! Dam you Coronavirus, dam you ","sentiment_score":0.1946969697}
{"full_text":"Johnson &amp; Johnson's COVID-19 vaccine gets the nod from CDC committee - WISH-TV | Indianapolis News | Indiana Weather","sentiment_score":0.0}
{"full_text":"RT Mark Machin, a former Goldman Sachs banker appointed to be the CEO of the Canada Pension Plan Investment Board, resign...","sentiment_score":0.0}
{"full_text":"RT So there is a nationwide lockdown for real...This gal promised me she will come tomorrow","sentiment_score":0.0}
{"full_text":"#EndSARS Can We Unanimously say Government have Fail Big Time Home And Abroad And Let US All Nigerians Demands With A More Loudest    Voice That #BuhariMustGo #BuhariMustGo #BuhariMustGo #BuhariMustGo #BuhariMustGo #BuhariMustGo #BuhariMustGo","sentiment_score":0.0}
{"full_text":"RT A severe error in reasoning both in the Covid-denying cranks &amp; their respondents: \"All these reactions for a virus that *only...","sentiment_score":0.0}
{"full_text":"RT Last week, the Biden-Harris Administration:- Reached 50 million vaccinations- Announced the shipment of 25 million masks...","sentiment_score":0.0}
{"full_text":"I have a question:Why the scientists\/Pharma companies could not all make the same vaccine and mass produce it? Are we trying to sort this out of what?#QuestionOfTheDay #COVID19 #Covid #vaccine #AstraZeneca #Pfizer","sentiment_score":0.0}
{"full_text":"RT He continues to supply his big fat donors with the vaccines - anyone outside of the wealthy zip codes are de...","sentiment_score":0.1666666667}
{"full_text":"RT Imagine having millions of followers, being part of the Covid media hierarchy.. and NOT broadcasting the great news on the cas...","sentiment_score":0.8}
{"full_text":"RT DAVID BRANHAM, 72, of Waynesboro, Virginia, died of COVID on Feb. 3, 2021.\"After a short battle with covid he had 2 str...","sentiment_score":0.0}
{"full_text":"Not me - slightly sore arm. I have seen that people who've had covid before have a more severe reaction (because the vaccine works so well).","sentiment_score":0.1666666667}
{"full_text":" have all been a huge help at keeping me food happy in lockdown.","sentiment_score":0.6}
{"full_text":"RT If i wasnt linking up with u pre covid pls dont think i will be linking up with u post covid, many thanks","sentiment_score":0.35}
{"full_text":"Uttar Pradesh Soars To Second Highest Position In GSDP Amid Pandemic-Pushed Slowdown,  liiddr via","sentiment_score":0.0}
{"full_text":"RT Would Just love to be in a position to apply for this. Great people to work with.","sentiment_score":0.65}
{"full_text":"I am so sick of this pandemic and also other people I'm going to go live on saturn","sentiment_score":-0.2343073593}
{"full_text":"RT YHLQMDLG came out a year ago and we still haven't able to listen to it at a club. fuck covid.","sentiment_score":0.05}
{"full_text":"Canada's handling of covid has been ","sentiment_score":0.0}
{"full_text":"RT 1)We would've won against OKC with DeMar2) This team full strength would've been rolling right now if not for COVID.3)DeMa...","sentiment_score":0.3178571429}
{"full_text":"RT 3 further Coronavirus deaths recorded in Northern Ireland, taking official toll to 2,055. There are 136 new ca...","sentiment_score":0.0681818182}
{"full_text":"RT That's not the real news. The real news is that Yogi Ji has doubled UP budget from 2.5 Lakh Crore (when he took over) to 5...","sentiment_score":0.2}
{"full_text":"RT I wish there was literally any consolation prize for those of us that dealt with the trauma of working in person during...","sentiment_score":0.0}
{"full_text":"RT Serious question: If masks and social distancing don't work, then what the hell happened to the flu?","sentiment_score":-0.15}
{"full_text":"RT People surprised about Nigel Farage lying about refugees being infected with Covid... as if telling blatant lies about immi...","sentiment_score":-0.2}
{"full_text":"Fax machines, GDPR, and #Covid make strange bedfellows.   https:\/\/t.co\/EFHJfWJhnX","sentiment_score":-0.05}
{"full_text":"RT President , Vice President and their wives will publicly take covid 19 vaccines tomorrow","sentiment_score":0.0}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"RT Covid-19 passport will change travel as we know it","sentiment_score":0.0}
{"full_text":"RT While at least published her 'model' on github and failed epic, is using 1...","sentiment_score":-0.2333333333}
{"full_text":"Husband: Oh you do such a better job with the haircut when there's more sunlight.Me : Oh yea, I think I couldn't really see before.Husband: You've been cutting my hair this whole time without being able to see?Me: ...you don't really know what you can't see until you see it.","sentiment_score":0.1875}
{"full_text":"Well done!!! Mr Boris. You destroyed the economy, hundreds of thousands of people died because of the lockdown.","sentiment_score":0.0}
{"full_text":" Baseball Update  JV will play at home tomorrow vs Floydada at 4. Clarendon is still in  playoffs and only has their varsity.Varsity is still in Clarendon tomorrow at 4! **Please look at the CHS App for our athletic week at a glance to stay up to date!**@kylelove2222","sentiment_score":0.0}
{"full_text":"RT .@GovAbbott @TexasDSHS has diverted 32,000 shots from Dallas County vaccination hubs since two weeks ago and denied us...","sentiment_score":0.0}
{"full_text":"Brazil Covid variant now in UK. I do wish you would close our ports \/ boarders. Take a Look at the Isle of Man and learn from them  . I fear there will be a lockdown 4 one day and so on","sentiment_score":0.0}
{"full_text":"RT That's not the real news. The real news is that Yogi Ji has doubled UP budget from 2.5 Lakh Crore (when he took over) to 5...","sentiment_score":0.2}
{"full_text":"RT Serious question: If masks and social distancing don't work, then what the hell happened to the flu?","sentiment_score":-0.15}
{"full_text":"The networks are different and the spread is specific to how people come in contact with one another.We will see a lot of study on networks and connectivity but well past when we need it.So governments do what they do, and people also have agency.https:\/\/t.co\/nCJJxKj3J0","sentiment_score":-0.0833333333}
{"full_text":"RT .@NAkufoAddo , and spouses to take COVID-19 vaccine publicly on Monday | More here: #CitiNew...","sentiment_score":0.25}
{"full_text":"RT Just over 2.4 million coronavirus vaccinations were reported to the CDC today -- matching yesterday's record high.","sentiment_score":0.16}
{"full_text":"I got both shots already because I'm sick of wearing masks! I don't understand why so many people want the pandemic to be over but refuse to do things that'll help us reach the end.","sentiment_score":-0.1964285714}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"RT A severe error in reasoning both in the Covid-denying cranks &amp; their respondents: \"All these reactions for a virus that *only...","sentiment_score":0.0}
{"full_text":"RT Covid has acted like a ruthless spotlight on parts the right, highlighting all the worst flaws among a clutch of Conservatives...","sentiment_score":-0.5714285714}
{"full_text":"RT An email I just got from a reader: \"...you must be involved in pizza gate if you support bill gates... If you really th...","sentiment_score":0.2}
{"full_text":"RT As #DoctorWhoLockdown draws to a close, here's a look back at the exclusive minisodes produced during lockdown...Which...","sentiment_score":0.0}
{"full_text":"RT Another week in lockdown: If you or someone you know is struggling through this tough times, our Mental Health &amp; Wellbei...","sentiment_score":-0.2444444444}
{"full_text":"RT Pandemic disruption to learning is an opportunity to reimagine, revitalize education | UN News","sentiment_score":0.0}
{"full_text":"Just finished book on \"Spanish\" flu. Very interesting. But I was left curious about his thots on COVID, especially since his afterward, written in 2018, left questions about what he'd think of how we've handle this pandemic...","sentiment_score":0.0916666667}
{"full_text":"RT More people in the US have been vaccinated against COVID than voted for Donald Trump.","sentiment_score":0.5}
{"full_text":"as someone that has been covid free since all this shit started i just wanna say to all the people getting mad at this tweet: d1e mad about it","sentiment_score":-0.2625}
{"full_text":"RT Ok, wee thread on yesterday's events, so.The rise in conspiratorial thinking during a pandemic is actually somewhat expect...","sentiment_score":0.25}
{"full_text":"The Benefits of Suburban Office Locations #CRE #Office #TenantTips #COVID-19https:\/\/t.co\/fJDRjtX0eC","sentiment_score":0.0}
{"full_text":"Nearly a year into the pandemic, the world's airlines are still trying to find their footing as historically low numbers of travelers take to the skies. Is vaccinating crews and then marketing this one way to jumpstart a travel rebound?","sentiment_score":0.05}
{"full_text":"The GOP Is Horny For Another Insurrection | The Daily Social Distancing ... via","sentiment_score":0.0166666667}
{"full_text":"RT There is something that doesn't feel quite right about this charge towards an election when we're in lockdown, and only du...","sentiment_score":0.1428571429}
{"full_text":"RT #BREAKING: Ontario just announced that vaccinating people experiencing homelessness is now part of its Phase 1 priority for va...","sentiment_score":0.0}
{"full_text":"St Patrick's was the first time I remember specifically declining invitations to go out because of the pandemic","sentiment_score":0.25}
{"full_text":"RT Great infographics on the many different COVID-19 vaccines (by Etienne Raimondeau). Please share this important informat...","sentiment_score":0.425}
{"full_text":"RT Michael Wilshaw calls for teachers to sacrifice their lives for the job. 570 education staff have already died from COVID...","sentiment_score":0.0}
{"full_text":"Thank you God ","sentiment_score":0.0}
{"full_text":"Covid friendly style event. 10k, half, 5k and marathon across the weekend. I will be doing the half and 5k as I'm a medal slut  for 2 lol","sentiment_score":0.2104166667}
{"full_text":"RT Antoine Hodge, a bass-baritone who recently performed at the Metropolitan Opera in \"Porgy and Bess\" has died of Covid-19....","sentiment_score":0.0}
{"full_text":"RT The more people that get vaccinated, the faster we will beat this pandemic. That's why one of my first goals is to administer 10...","sentiment_score":0.375}
{"full_text":"RT BREAKING: The House just passed the #AmericanRescuePlan Act (H.R. 1319) - President Biden's $1.9 trillion COVID-19 reli...","sentiment_score":0.0}
{"full_text":"Might as well get used to living with covid until all are vaccinated.  17 days into lockdown and still close to 10 cases a daynot including anyone who is asymtomatic and not tested.","sentiment_score":0.0}
{"full_text":"RT Governor Kristi Noem got a standing ovation at CPAC when she said \"Dr Fauci is wrong a lot.\"I wonder if she got a st...","sentiment_score":-0.5}
{"full_text":"Many US schools have adopted 4-day school weeks because of the pandemic. At the same time, we are seeing evidence of very alarming academic achievement losses. Data from pre-crisis times indicate that the two things are inextricably and negatively linked.","sentiment_score":0.014}
{"full_text":"Regardless of where you're located or if you live in an apartment or house, whether it's the weather or pandemic keeping you stuck inside, here is a great guide on how to survive and thrive in a small space with kids:","sentiment_score":0.2287878788}
{"full_text":"#SaudiArabia has a total of 377,383 #coronavirus cases, 368,305 recoveries and 6,494 deaths.   ","sentiment_score":0.0}
{"full_text":"One year after seeing first COVID-19 death, Washington is expected to surpass 5,000 this week. Health coverage from at the","sentiment_score":0.075}
{"full_text":"RT Yeah...COVID-19 is still a thing in 2021 in case people forgot.","sentiment_score":0.0}
{"full_text":"Get financial support if you are unable to work due to #COVID19.","sentiment_score":-0.2083333333}
{"full_text":"Help us celebrate leap year baby Tempest Storm's birthday, who turns a ripe old 23 today! Tempest has been called \"The Queen Of Exotic Dancers\" and has had a career performing for more than 60 years!by #TempestStorm #Legends #Burlesque","sentiment_score":0.375}
{"full_text":"Some GOP state lawmakers help spread COVID-19 misinformation","sentiment_score":0.0}
{"full_text":"RT I know a lot of y'all are nervous about the vaccines. But you know what's more terrifying? COVID-19. Look at the pic on the...","sentiment_score":-0.25}
{"full_text":"me attempting to construct a sense of special occasion during lockdown","sentiment_score":0.3571428571}
{"full_text":"And this is where they're going to find thousands of completely pointless 'cases' and fuck up the 'road map'. Back in lockdown by the end of March.","sentiment_score":-0.2166666667}
{"full_text":"Two million more people in England next in line to be invited for Covid jabshttps:\/\/t.co\/F93eyY2HMg","sentiment_score":0.25}
{"full_text":"Hong Kong-Singapore \"Travel Bubble\" Back on the Table.But the rolling seven-day average of untraceable Covid-19 cases in #HongKong still remains above the permissible threshold for the bubble to operate.https:\/\/t.co\/WtomhVxHli#Singapore #TravelBubble #Travel #Destination","sentiment_score":-0.1125}
{"full_text":"Plunging demand for COVID-19 tests may leave US exposedhttps:\/\/t.co\/DWYIo84asx","sentiment_score":0.0}
{"full_text":"LET'S FIGHT THIS HISTORIC COVID PANDEMIC TOGETHER!#Armyhistory #COVID19  #USArmyConsider the vaccination, let's defeat COVID together!","sentiment_score":0.0}
{"full_text":"RT If the pandemic has taught me anything is that there are several categories of pajamas.","sentiment_score":0.0}
{"full_text":"Pennsylvania has received more than 2.7 million doses of COVID-19 vaccines but has only delivered roughly 2 million -- or 73.3%. This rate is 5.5% lower than the national average.","sentiment_score":0.0625}
{"full_text":"The appeal comes days after a U.S. District Judge had ruled that the CDC had overstepped its authority and that the moratorium was unlawful.","sentiment_score":0.0}
{"full_text":"Advocates have warned that H-2A workers can be cheated out of wages and treated as expendable. An H-2A worker who survived COVID-19 in North Carolina said that he still hadn't been paid for the three weeks he was too sick to work.","sentiment_score":-0.7142857143}
{"full_text":"Senate Republican leader Mitch McConnell on Saturday blasted Democrats over the House passage of the 1.9-trillion-U.S.-dollar #COVID19 relief package, calling it a \"deliberately partisan process.\"","sentiment_score":-0.6}
{"full_text":"The chief executive of the fund that manages Canada Pension Plan investments has resigned after it was revealed that he decided to travel to the United Arab Emirates, where he arranged to be vaccinated against COVID-19.https:\/\/t.co\/bSOURT0MoN","sentiment_score":0.0}
{"full_text":"The latest update...Numbers continue to fall and there is free #PPE for #carers...@HubDorset","sentiment_score":0.45}
{"full_text":"Check out this article about the role of ventilation in safely reopening schools:","sentiment_score":0.5}
{"full_text":"COVID-19 vaccination clinics scheduled:* Tues. 3\/2, 10am - 4pm* Wed. 3\/3, 10am - 4pm* Thurs. 3\/4, 2 - 8pm* Sat. 3\/6, 10am - 3pmRegistration begins 10am Mon. 3\/1Register online: by phone: 806.775.2933#ItStartsWithUs #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"Due to the pandemic, there will be no parade of stars down the red carpet. The hosts, Tina Fey and Amy Poehler, will be on different sides of the country.","sentiment_score":-0.0311111111}
{"full_text":"Try Walgreens","sentiment_score":0.0}
{"full_text":"KY COVID UPDATE | Beshear said as of Sunday, at least 687,823 Kentuckians have received their first dose of the COVID vaccine &gt;&gt;","sentiment_score":-0.025}
{"full_text":"CORONAVIRUS UPDATE | Duval County recorded 24 more deaths from COVID-19 in Sunday's report from the Florida Department of Health.The 24 additional deaths marked the largest one-day increase since the Feb. 7 report.","sentiment_score":0.3}
{"full_text":"RT Bill Gates Warns Post-Covid Return To Normal Could Take All 2022","sentiment_score":0.15}
{"full_text":"Donald Trump is the biggest loser and the Republican Party has put him at its head. That tells you all you need to know about the present state of the Republican Party.","sentiment_score":0.0}
{"full_text":"RT Republicans forget they are there to serve &amp; represent their constituents not their own power hungry ambitions. Voter...","sentiment_score":0.6}
{"full_text":"J&amp;J's COVID-19 shot gets CDC panel backing; vaccine near shipping","sentiment_score":0.1}
{"full_text":"RT Governor Kristi Noem got a standing ovation at CPAC when she said \"Dr Fauci is wrong a lot.\"I wonder if she got a st...","sentiment_score":-0.5}
{"full_text":"RT I've been COVID free this whole pandemic and I could not be more thankful.","sentiment_score":0.3666666667}
{"full_text":"RT I was studying the outcomes of this decision and i played many scenarios in my head in order to know the positive and negative...","sentiment_score":0.1424242424}
{"full_text":"RT Today's update on the numbers:Total COVID hospitalizations are at 5,259.Of the 273,720 tests reported yesterday, 7,580...","sentiment_score":0.0}
{"full_text":" Top hashtags used by the scientific community in english tweets in the last 12h:#COVID19#RAREDISEASEDAY#BIORXIV#LONGCOVID#RAREDISEASEDAY2021Follow us here for more data or subscribe to our daily\/weekly newsletter.","sentiment_score":0.25}
