{"full_text":"RT Join us for a special International Women's Day #IWD2021 event on Tue 9\/3. Hear from leaders at","sentiment_score":0.1785714286}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"RT The Democrats' COVID-19 \"relief\" bill just so happens to include:- $112M to Pelosi's Silicon Valley Tunnel- $1.5M to Schu...","sentiment_score":0.0}
{"full_text":"RT : debut of will have to wait as a COVID-19 issue from pushes Saturday's game back...","sentiment_score":-0.2}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"So you got your COVID-19 shot. Does that mean life goes back to normal? | CBC News #COVIDCanada #COVID19Canada #COVIDVaccination #COVID19Vaccination","sentiment_score":-0.0541666667}
{"full_text":"RT There are over 17,000,000 vacant homes in the United States","sentiment_score":0.0}
{"full_text":"LOL because of a very dim-witted German Radio host. This crazy creature (sorry, he really doesn't pass off as human) had the audacity to liken to COVID. This creature is so filled with hate that he even played judge and sentenced the boys to 20 years in NK. He's CRAZY!","sentiment_score":-0.203}
{"full_text":"RT Yes, actually. Biden is working to pass a 1.9 trillion dollar  \"Covid relief\" package of which just 9% will go to the Am...","sentiment_score":0.0}
{"full_text":"RT THIS right here! That's exactly it. There's no fastest way out of this nightmare than just stop  all community transmission t...","sentiment_score":0.3035714286}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"RT When Very Serious People demand for Whitmer to work more on covid with people who attend rallies with extremists who tried to...","sentiment_score":0.0333333333}
{"full_text":"RT \"Gucci is planning to support domestic children suffering from Corona 19 through this capsule collection. Donations to the Gree...","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate Parliamentarian tosses out $15 minimum wage from the Covid Relief Bill... damning tens of millions of pe...","sentiment_score":0.0}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"RT 109.019 people died in Ontario in 2018-19, that's 299 deaths per day on average, before any Covid.Glad we sa...","sentiment_score":-0.15}
{"full_text":"RT These covid \"jokes\" about B\/TS need to be addressed and disappear... it really feels like ARMYs are screaming into the voi...","sentiment_score":0.2}
{"full_text":"RT Our data is updated: of people with at least 1 dose: Israel 53% UAE 35% UK 27% Bahr...","sentiment_score":-0.3}
{"full_text":"RT This is both anecdotal and early, but many long covid survivors are feeling significantly better after receiving their first v...","sentiment_score":0.26}
{"full_text":"Data Sources: WHO, CDC, ECDC, NHC, DXY, JHU, RCP | Population: U.S. Censushttps:\/\/t.co\/uRQQXXlfaw","sentiment_score":0.0}
{"full_text":"RT References:https:\/\/t.co\/K0xAPeP3Rphttps:\/\/t.co\/WpPoCOUnnPhttps:\/\/t.co\/Nr5Gljkpt8https:\/\/t.co\/U9psIrYIZk","sentiment_score":0.0}
{"full_text":"RT Had one (1) cup of makgeolli feelin kinda turnt like a fort Strip girl on a pre covid Saturday nighthttps:\/\/t.co\/FMrtHal...","sentiment_score":0.0}
{"full_text":"RT I guess Biden saved 100s of Syrians from ever dying of covid today","sentiment_score":0.0}
{"full_text":"He is a hypocrite - classic \"Do as I say, not as I do.\"I'm a staunch anti-lockdown advocate. It is not hypocritical to play if you've not espoused the narrative. Protect the elderly and vulnerable and let the rest get on with it.","sentiment_score":-0.1666666667}
{"full_text":"RT Of course Gaetz refuses to wear a mask","sentiment_score":0.0}
{"full_text":"What life is like in countries where Covid-19 vaccination is increasingly a success","sentiment_score":0.3}
{"full_text":"RT I wonder how many Syrian civilians will needlessly die thanks to America attacking... I wonder how many Americans wi...","sentiment_score":0.175}
{"full_text":"haha wow that's crazy,","sentiment_score":-0.1}
{"full_text":"RT Mood","sentiment_score":0.0}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"I am a centrist but left of center. Why is this an issue. We have major problems like Covid, climate change, terrorism, etc. Who cares what people call themselves and what gender they relate to. Who cares? Let's get to work.","sentiment_score":-0.0125}
{"full_text":"RT Words matter: how New Zealand's clear messaging helped beat Covid","sentiment_score":0.1181818182}
{"full_text":"RT When the Senate parliamentarian got in the way of the Bush tax cut, Republicans fired him and passed it anyways.","sentiment_score":0.0}
{"full_text":"RT China Gave US Diplomats Anal COVID Tests 'In Error,' American Officials Say - VICE","sentiment_score":0.0}
{"full_text":"RT In the span of one year, our country has experienced not one, but three big lies: the pandemic is exaggerated, the election...","sentiment_score":0.1}
{"full_text":"RT This is a key point I hope everyone remembers:Bernie lies. Joe doesn't.","sentiment_score":0.0}
{"full_text":"RT if you haven't been tested for COVID at least once, that's a problem. because... why not?","sentiment_score":-0.3}
{"full_text":"I'm so mad right nowhttps:\/\/t.co\/kMXuDiMDyP","sentiment_score":-0.1696428571}
{"full_text":"#Covid19 bot #COVID19 last 5 days stats #KarnatakaConfirmed Cases trend21-Feb-21 - 41322-Feb-21 - 31723-Feb-21 - 38324-Feb-21 - 33425-Feb-21 - 453#CoronavirusPandemic #COVID19India #coronavirus #IndiaFightsCorona #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"RT Why does the GOP always balk at helping the poor?","sentiment_score":-0.4}
{"full_text":"RT A Regina couple took a risk by opening a business during the pandemic and so far, it's paying off #TheMoment","sentiment_score":0.1}
{"full_text":"RT NEW: When the pandemic closed schools, many students left and never returned. Schools are still searching for them. My story:...","sentiment_score":0.1340909091}
{"full_text":"RT Fire him. The head of Canada's pension (CPP) went to Dubai to jump the vaccine queue.He should have been fired afte...","sentiment_score":0.0}
{"full_text":"Too little too late, Einstein.","sentiment_score":-0.24375}
{"full_text":"\"Can I get the vaccine nutted in me?\" What the actual fuck has this pandemic done to y'all?!","sentiment_score":-0.25}
{"full_text":"I can handle most covid jokes but that shit sounds insensitive as hell","sentiment_score":0.15}
{"full_text":" this...","sentiment_score":0.0}
{"full_text":"RT SOUTH DAKOTA GOV: Democrats Using CoVID Pandemic to Promote Fear, Change America","sentiment_score":0.0}
{"full_text":"RT Please re-Tweet if you agree: \"To care for those who once cared for us is one of the highest honors.\"#Alzheimers #dem...","sentiment_score":0.0}
{"full_text":"RT #Bayern3Racist #RassismusbeiBayern3 racism and xenophobia are not \"personal opinions\", they come at the cost of LIVES. the...","sentiment_score":0.0}
{"full_text":"RT Thanks  &amp; Prime Minister for supporting #VaccinEquity. Your commitment to #COVAX and sharing #COVID19 vaccine...","sentiment_score":0.225}
{"full_text":"RT So there were more cases today than yesterday. Let's see what tomorrow holds but many places- including my own state of...","sentiment_score":0.5333333333}
{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT The continued targeting of the Asian community and its association with COVID-19 is unacceptable and has to stop.RACISM...","sentiment_score":0.0}
{"full_text":"RT Millions of Americans work full-time jobs and still struggle to get food on the table. In the world's richest country, t...","sentiment_score":0.0}
{"full_text":"i'm on wonho lock down rn","sentiment_score":-0.1555555556}
{"full_text":"RT if you haven't been tested for COVID at least once, that's a problem. because... why not?","sentiment_score":-0.3}
{"full_text":"RT The only person who has made more wrong statements about #COVID19 than Governor Cuomo is Dr. Fauci.","sentiment_score":0.0}
{"full_text":"anyway, sigh","sentiment_score":0.0}
{"full_text":"RT Can't accuse you of xenophobia??Bringing up Covid and North Korea to talk smack about BTS, a influential group who works...","sentiment_score":0.0}
{"full_text":"RT #ALERT 24 illegal aliens discovered in a toy haulerA small\/enclosed area crammed with 24 people &amp; no masks is a Petri...","sentiment_score":-0.5}
{"full_text":"Thank you psychologist for your support! Always such an honor to be in community to discuss at Stanford University something so dear &amp; important to me, #SouthAsian #mentalhealth. Let's always talk about mental health, especially during #COVID19","sentiment_score":0.075}
{"full_text":"So you got your COVID-19 shot. Does that mean life goes back to normal? People still need to err on the side of caution and keep their guard up awhile longer, whether vaccinated or not, to protect those around them, experts say.","sentiment_score":-0.0541666667}
{"full_text":"RT Yes, actually. Biden is working to pass a 1.9 trillion dollar  \"Covid relief\" package of which just 9% will go to the Am...","sentiment_score":0.0}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":"RT Wow.  The BidenBucks bill pays federal employees up to 15 weeks of paid leave at $1400 per week if they have to stay home to vi...","sentiment_score":0.1}
{"full_text":"RT These covid \"jokes\" about B\/TS need to be addressed and disappear... it really feels like ARMYs are screaming into the voi...","sentiment_score":0.2}
{"full_text":"RT Coronavirus spreads readily in gyms when people don't wear masks The CDC is urging stricter precautions for gym-goers after...","sentiment_score":0.2}
{"full_text":"What will the #futureofmobility look like post-COVID? Our CEO, Ben Volkow, recently discussed #connectivity in the #automotiveindustry with CEO, Noam Meital, in his podcast \"Noam on the Move''. Discover more here:https:\/\/t.co\/wTnIndvnCN#TrafficManagement","sentiment_score":0.25}
{"full_text":"RT Here's the thing: you can't tell people that kids don't transmit COVID (as an excuse to allow 30 of them to sit maskless in a s...","sentiment_score":-0.05}
{"full_text":"RT We strongly disagree with the Senate Parliamentarian's advisory ruling on the $15 minimum wage. The White House and Sen...","sentiment_score":0.2166666667}
{"full_text":"RT I want to puke--BC health chief doesn't want school kids masking. \"Asked if she's revisit policy of no masks in elementary...","sentiment_score":0.3}
{"full_text":"RT Remember when y'all thought Covid came from those cellphone towers . I ain't forget","sentiment_score":0.0}
{"full_text":"RT No politics. But no sh*t. It's against the lawProspects for using Biden's $1.9T Covid-relief bill as a vehicle for ra...","sentiment_score":0.0}
{"full_text":"RT Overrule the parliamentarian. Pass a minimum wage increase.Elected politicians make policy. Not unelected officials.An...","sentiment_score":0.0}
{"full_text":"Vaccin Equity matters  #LeaveNoOneBehind #VaccineEquity Vaccines should be #GlobalPublicGoods","sentiment_score":0.0}
{"full_text":"I love how Pres. Biden has promised 3 million vaccine doses by April, and I BELIEVE AND TRUST HIM! Seeing one potus, lie about the pandemic, and politicize was sad. Watching Joe do the right thing for ALL Americans is spectacular.","sentiment_score":0.2526785714}
{"full_text":"THANK YOU","sentiment_score":0.0}
{"full_text":"RT Remember when they told her they hope she died when she got covid?I do.","sentiment_score":0.0}
{"full_text":"RT Yes, actually. Biden is working to pass a 1.9 trillion dollar  \"Covid relief\" package of which just 9% will go to the Am...","sentiment_score":0.0}
{"full_text":"Wisconsin Study Shows Nearly Zero Virus Transmission in Youth Sports via","sentiment_score":0.1}
{"full_text":"RT Charity Fundraising -- Lisa's Birthday Project 2021We aim to raise $4500, all proceeds will be donated to Compassion KR,...","sentiment_score":0.0}
{"full_text":"Growing evidence from around the world points to many thousands of people experiencing long-COVID - a condition that appears not to be linked to whether a patient had a severe or mild infection.https:\/\/t.co\/cdgpfTnQnX","sentiment_score":0.4166666667}
{"full_text":"\"There is certainly a need. The individuals that were able to get in here and get vaccinated were just as grateful and just as important as the individuals in Fresno and those areas.\"https:\/\/t.co\/dKdVcrBFft","sentiment_score":0.3714285714}
{"full_text":"Qantas swings to massive interim loss amid Covid-19 crisis via","sentiment_score":0.0}
{"full_text":"Findings on 2 Ways Children Become Seriously Ill From the Coronavirus","sentiment_score":-0.5}
{"full_text":"Oxford University COVID-19 lab reportedly hacked by cyber gang@UniofOxford","sentiment_score":0.0}
{"full_text":"England, Scotland, Wales, and Northern Ireland deeply value because of the COVID-19 pandemic, the UK Vaccine Task Force.","sentiment_score":0.0}
{"full_text":"RT Have senators Schumer or Gillibrand of New York weighed in on the terrible accusations regarding NY Gov Andrew Cuomo an...","sentiment_score":-0.4318181818}
{"full_text":"Our tribal kababayans in Oriental Mindoro are facing a myriad of threats brought by the COVID-19 pandemic.  Join our effort to address their urgently needed care! DONATE NOW through DSWD-SB-SP-000008-2021","sentiment_score":0.0}
{"full_text":"In this episode of LockdownTV Free State GK, Ane Retief, shares more of her netball story, including her love for steak and why she looks up to &amp; Khanyisa Chawane. Enjoy!  WATCH |","sentiment_score":0.475}
{"full_text":"Effect of third dose of #COVID-19 #coronavirus #vaccine under investigation ... | #research | #booster | #ImmuneSystem | #SARSCoV2 | #Immunization | Via","sentiment_score":0.0}
{"full_text":"You've heard the stories about Los Angeles hospitals reaching their capacity. Now we have some answers as to how it happened.https:\/\/t.co\/17THFUUBbe","sentiment_score":0.0}
{"full_text":"On 22 Nov 2020 - the very moment COVID-19 restrictions lifted - we swung open the doors to Ormond Hall to mark Melbourne's triumphant return to theatre; bringing people together for our city's first live show in eight months.Take a look:https:\/\/t.co\/MN1pxCPwhy","sentiment_score":0.1465909091}
{"full_text":"Airbnb and DoorDash log losses as they ride out pandemic","sentiment_score":0.0}
{"full_text":"Now for the nuts and bolts of today's happenings. There were 77,377 new #coronavirus cases reported nationally, with about 12% of them (9,051) coming just from New York state, as a new variant there may threaten a repeat of what happened last Spring.https:\/\/t.co\/hYVg248fFj","sentiment_score":0.1022727273}
{"full_text":"Interior Health has seen the fewest new COVID-19 cases of any health authority today. #Kamloops #covid19","sentiment_score":0.1363636364}
{"full_text":"With COVID-19 vaccines steadily increasing, President Biden says the country could reach a point within 60 to 90 days where there are more shots available than people willing to take them.","sentiment_score":0.3291666667}
{"full_text":"Complete the CCC's latest survey and you can go in the draw to win a $100 gift card. Share your views on accessing healthcare in 2020 and thoughts about COVID-19 vaccination. ","sentiment_score":0.4666666667}
{"full_text":"New Military Balance report: global defense spending in 2020 hit new high despite COVID-19, China's increased by $12 billion (5.2 %) to a total of $193.3 billion, the U.S. &amp; China accounted for almost 2\/3 global increase. Click for details:","sentiment_score":0.0475324675}
{"full_text":"The FDA said on Thursday that the Pfizer coronavirus vaccine can be stored at normal pharmaceutical freezer temperatures, making it easier to transport and store the shot.","sentiment_score":0.15}
{"full_text":"What design trends will emerge in this new normal economy, where most businesses are migrating online amid prevailing social distancing measures? Learn more on this article. #trendingdesign #webdesign #graphicdesign #software #SoftvireSoftwareMarkethttps:\/\/t.co\/0BZjULeJDe","sentiment_score":0.2639393939}
{"full_text":"The difference is the people in that province weren't eating leaves to stay alive due to zero income, zero government help during a global pandemic ","sentiment_score":-0.0083333333}
{"full_text":"RT That man Biden PROMISED he had a plan for Covid, now says he don't. He PROMISED the stimulus money, but instead has done...","sentiment_score":0.0}
{"full_text":"COVID-19 Daily Update","sentiment_score":0.0}
{"full_text":"Despite having the second highest COVID-19 mortality rate in the U.S., Black people are still among the least vaccinated groups.","sentiment_score":-0.1555555556}
{"full_text":"RT \"WE ARE NOT A VIRUS\": As hate crimes rise against Asian Americans, members of the #AAPI community share their experienc...","sentiment_score":-0.4}
{"full_text":"Sierra Pacific Orthopedics has been administering doses in Fresno for weeks now. But on Thursday, they also went mobile and headed to Tollhouse to reach those who live in the northern part of Fresno County.https:\/\/t.co\/HN3l7Il3ZM","sentiment_score":0.1363636364}
{"full_text":"Despite complaints over the lack of a comprehensive vaccine distribution plan, the #Biden White House is using the model developed under #Trump.#farrellreport #breaking #breakingnews #COVID19 #BidenLied 02250800P","sentiment_score":0.05}
{"full_text":"Commissioners held the listening session to collect firsthand experiences from residents impacted by the Oregon Health Authority's (OHA) pandemic guidelines however their minds appeared to have already been made up on the matter.by","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"The third vaccine is in its way. This time single shot and better in storage. All this happens in less than a year.  Having more products available is a huge advantageJohnson &amp; Johnson's Vaccine Works Well and May Curb Virus Spread","sentiment_score":0.2231292517}
{"full_text":"They can push it because they don't have enough votes. The 2 Dems that are not on board won't allow us to break it. Good argument but it wouldn't happen and then the whole covid relief bill would fail. It has so many angles to it","sentiment_score":0.18}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"people like all of you are why I stay home","sentiment_score":0.0}
{"full_text":"RT We know times are tough for #women of #aviation. #iWOAW is allocating one of its 2021 #FlyItForward #scholarships to a...","sentiment_score":-0.3888888889}
{"full_text":"RT No one is talking about COVID relief.","sentiment_score":0.0}
{"full_text":"When COVID-19 wanes, leaders need practices to help them create a future that's amazing. We need to ask how we will be with one other as post-pandemic routines emerge.#employeeexperience #leadership","sentiment_score":0.1583333333}
{"full_text":"This fact has been melting my brain for the entirety of the pandemic...","sentiment_score":0.0}
{"full_text":"RT The government and private sector should forge a new partnership to fuel a post-pandemic recovery that could include greater f...","sentiment_score":0.2121212121}
{"full_text":"RT The only person who has made more wrong statements about #COVID19 than Governor Cuomo is Dr. Fauci.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 22.1FWind Chill: 22.1FHumidity: 92%Dew Point: 20.1F Barometer: 30.414 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 138.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Did it hurt so much to say (.....from India) in the headline, ?","sentiment_score":0.2}
{"full_text":"The Stateline Boys and Girls Club continues to plan for a new facility in Beloit. It also is planning what support to offer youth and families in a post-pandemic world.","sentiment_score":0.1363636364}
{"full_text":"RT That's also important! And the reason for this hate crime is hate towards Asian community by...","sentiment_score":-0.275}
{"full_text":"Senate parliamentarian rules against including minimum cyberwage in Covid cyberrelief bill","sentiment_score":0.0}
{"full_text":"Secure software tool automates monitoring and reporting to streamline process and reduce burden on resourcesOAK RIDGE, Tenn.--(BUSINESS WIRE)--As COVID-19 cases surge across the country, the university ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.45}
{"full_text":"RT A beautiful rendition that was meant to offer a piece of comfort sent this racist man into an unprovoked attack against our...","sentiment_score":0.85}
{"full_text":"RT The weather changes yet again. Victorians need to keep up and look ahead to see what to wear. Notice how dumb that sounds So...","sentiment_score":-0.375}
{"full_text":"The worst of the pandemic may be behind Americans. But many scientists predict a \"fourth wave\" in the coming weeks if the U.S. attempts to reopen too quickly. ","sentiment_score":-0.1133333333}
{"full_text":"RT One year ago today, Donald Trump tweeted: \"The corona virus is very much under control in the USA.\"More than 500,000 Am...","sentiment_score":0.38}
{"full_text":"RT Matthias Matuschik wasn't edgy when he said he hates BTS &amp; likened them to Covid. He knows there's an epidemic of hatred...","sentiment_score":-0.3}
{"full_text":"RT you don't have to enjoy Asian things to call out racist &amp; ignorant people. DO IT REGARDLESS because it's the right thi...","sentiment_score":0.2285714286}
{"full_text":"RT Congratulations, #ElSalvador for the remarkable #EndMalaria achievement! Malaria has afflicted humankind for millennia, but c...","sentiment_score":0.9375}
{"full_text":"Good Neighbors &amp; Airen Fan Union delivered rice (20kg\/bag) to 35 low-income families w\/ kids in danger of starvation in Wonju from Feb. 22 to 25, in accordance with COVID regulations.The project is to deliver rice to 500-600 families nationwide.https:\/\/t.co\/xupTptamzb","sentiment_score":0.7}
{"full_text":"Informal sector workers yet to recover from the economic fallout of COVID-19: Study","sentiment_score":0.2}
{"full_text":"\"[W]ith social distancing as the new normal, technology that facilitates contact-free stays is more important than ever.\"Read on via on 'Creating a Stellar Guest Experience Amid Social Distancing'.https:\/\/t.co\/7HPuhaz85H","sentiment_score":0.2147186147}
{"full_text":"RT Buried in Congressional Democrats' new covid relief bill being voted on tomorrow is $112 MILLION for a Silicon Valley ra...","sentiment_score":0.1363636364}
{"full_text":"\"We need more women telling women's stories,\" says photographer, She's working with ActionAid &amp; women in Nigeria to change the way they're represented, as part of #WomenByWomen project. Her recent work in Abuja captures ActionAid's women-led response to COVID-19.","sentiment_score":0.25}
{"full_text":"New priority groups will become eligible to receive the COVID-19 vaccine next week, but Rock County health officials say they still are concentrating on giving the vaccine to those age 65 and older.","sentiment_score":0.101010101}
{"full_text":"RT Ah... tonight, Dem Twitter steps up and prove they understand our democracy about as well as Repub Twitter.....","sentiment_score":0.0}
