{"full_text":"RT The big question of course is when will our kids come back to school? Lockdown learning since November 11th...Here's...","sentiment_score":0.0}
{"full_text":"No that's the very least I wanna see happen to that crook","sentiment_score":-0.39}
{"full_text":"RT ROADMAP PREDICTION:Many will be very angry, and call for lockdown to end straight away.Those on the opposite extreme wi...","sentiment_score":-0.14375}
{"full_text":"RT #Marr asks Health Secretary Matt Hancock if he would apologise for acting unlawfully over not revealing Covid pandemic con...","sentiment_score":0.0}
{"full_text":"RT If you choose to live in fear, stay home.","sentiment_score":0.1363636364}
{"full_text":"RT ...plus and on the Government's Covid comms and everything else in the papers, on...","sentiment_score":0.0}
{"full_text":"RT I've just heard justify breaking the law by saying he stopped any shortage of PPE in the first wave of the pa...","sentiment_score":0.25}
{"full_text":"RT Matt Hancock's legacy will be two-fold:- He was Health Secretary during a pandemic that killed over 100,000 people- Tha...","sentiment_score":-0.2}
{"full_text":"This is honestly why I'm struggling with Keir.","sentiment_score":0.6}
{"full_text":"No mention by you of all the other European countries with high death rates including France, Spain, Italy, Germany, Austria, Belgium, Portugal etc. They don't have Boris as leader so why the high Covid  death rates and infections??Sadly your list won't help those who've died.","sentiment_score":0.04875}
{"full_text":"RT The mayor of the French Mediterranean city of #Nice has called for a weekend lockdown in the area to stop the flow of vi...","sentiment_score":0.3}
{"full_text":"Here in Trinidad and Tobago alcohol is also forbidden in the State run quarantine facilities and ASQ Hotels.  Studies have show that alcohol consumption can impede one's immune system from fighting off pathogens.\"How Alcohol Can Affect Your Immune System\"","sentiment_score":0.0}
{"full_text":"RT Tshegofatso was killed cause the guy was scared his wife gonna find out he cheated and impregnated her? So he thought k...","sentiment_score":-0.2}
{"full_text":"What a waste of space.","sentiment_score":-0.2}
{"full_text":"A wee Sunday song.I Always want to play this song at gigs, but it never really happens for some reason. So, todays the day to do it.A great song by Feel free to retweet#sundayvibes #sundaymood #SundayThoughts #SundayMotivation #livemusic #lockdown","sentiment_score":0.3666666667}
{"full_text":"Information Operation through Dialogue \/ Pulong-pulong to the residents Regarding Internal Security Threats, Family Juvenile Gender  Development Issues and Concerns, RA 11313, Violence and  Against Women and Children and Safety Protocols to COVID-19.#8PreciousGem","sentiment_score":-0.125}
{"full_text":"#COVID19Okinawa 20210221. Okinawa (outside of US bases) had 7 new cases confirmed positives, 3 dead.US bases (include Schwab) had no report.Crazy JP-gvt positioned #COVID19 as a known infectious disease.","sentiment_score":0.1787878788}
{"full_text":"RT Israel reopened swathes of its economy including malls and leisure facilities on Sunday, with the government saying the...","sentiment_score":0.0}
{"full_text":"Healthcare-associated COVID-19 in England: a national data linkage study 19\/02\/21 [Preprint] \/ Alex Bhattacharya et al \/\/ medRXivhttps:\/\/t.co\/2qNDDllu7Q A devastating read.","sentiment_score":-1.0}
{"full_text":"RT 'It's very hard to know where Covid containment ends and a Communist police state kicks in' . The Chinese solution favoure...","sentiment_score":-0.1895833333}
{"full_text":"RT Be clear. This a monumental achievement for this group. The toughest pool. 5 away games out of 6. A pandemic. A program w...","sentiment_score":0.1}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"I think we need to talk more about long Covid.","sentiment_score":0.225}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT A 90-year-old Seattle woman walks six miles in snow to get her Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Your behaviour is ghoulish, speculative, intrusive and disrespectful. Your apparent excitement...","sentiment_score":0.05}
{"full_text":"bestfriEND. boyfriEND. girlfriEND.they all END.you know what doesn't end?Corruption in Kenya","sentiment_score":0.0}
{"full_text":"RT Home offices will have to evolve into fully-fledged conference centres, as the pandemic shows no signs of slowdown.","sentiment_score":0.0}
{"full_text":"RT 1\/5th of all US Deaths from Coronavirus Occurred in Biden's First Month in Office.","sentiment_score":0.25}
{"full_text":"Well I think he owes me PS27k . I am honest not a fraudster worked PAYE for 30 years &amp; he has put me in deep depression questioning what I did wrong to deserve this. I think he should be made 2 stand trial 4 mocking us 4 a year with his PR stunts.. #ExcludedUK #newstarterjustice","sentiment_score":0.0333333333}
{"full_text":"I have just coughed too (just the once mind). Bets are on as to whether we'll be at the Covid testing centre by the end of the day.","sentiment_score":0.0}
{"full_text":"RT Sage consensus February 2020: the public is too feckless, no sense in locking down.Sage consensus February 2021: the public...","sentiment_score":0.0}
{"full_text":"RT \"1,200 central government contracts that have been made public, together worth nearly $22 billion. Of that, about $11 b...","sentiment_score":0.1}
{"full_text":"RT In line with our call on Dept of Health &amp; National Immunisation Advisory Committee to prioritise people with severe me...","sentiment_score":0.0}
{"full_text":"RT When COVID attacked my country again and this was the idea of big   CafeNet's crazy mindsHint: There are 3080 graphics car...","sentiment_score":-0.3}
{"full_text":"What bothers me is no long term studies, so lack of long term data. It doesn't prevent spreading, so therefore only those at risk to have it, like the flu jab. Covid has over a 99% survival rate and our T cells are pretty much able to push it away anyway","sentiment_score":0.145}
{"full_text":"RT Good to see Yasmin back at the OU.","sentiment_score":0.35}
{"full_text":"RT when hwasa said \"corona... f*ck u\" yeah i felt that","sentiment_score":0.0}
{"full_text":"RT Ministers still refusing to be transparent and publish the names and details of those who went through the VIP lane. Wh...","sentiment_score":0.0}
{"full_text":"Stop worrying, me, friends and family all been mixing for months, not one of us has had covid","sentiment_score":0.0}
{"full_text":"RT Jordan didn't have a problem, with 'former guy', selling other countries, our PPE's &amp; ventilators, for a profit, when our med...","sentiment_score":-0.0625}
{"full_text":"RT Raising the minimum wage to $15\/hr keeps low-income teens from getting summer jobs and just about guarantees that the \"si...","sentiment_score":0.0}
{"full_text":"RT BEL MOONEY: My dad died of a chronic illness but it was put down as Covid... so how many more are there?","sentiment_score":0.2814814815}
{"full_text":"As an essential retailer Home Bargains will remain open Opening Hours Monday - Saturday 8am - 6pmSunday - 10.30am - 4.30pmPlease remember to follow social distancing guidelines and wear a face covering instore#staysafe #stayalert #loveboro #middlesbrough","sentiment_score":0.0111111111}
{"full_text":"RT \"So far, the shots authorized or approved around the world have shown strong protection against moderate to severe dise...","sentiment_score":0.1777777778}
{"full_text":"Good to see you about again Dario. No long term effects from the Covid I'm hoping?","sentiment_score":0.3625}
{"full_text":"Ivanka received 41 Chinese trademarks from the time she was appointed a White House adviser in 2017 to 2019. Trump did lose money, but that's because of COVID. His business is in hotels and resorts. I can provide sources for all this, but I doubt you'd read them.","sentiment_score":0.0}
{"full_text":"Group business, if it ever bounced back, would take years to fully recover from the pandemic's devastating impact. That was the hotel industry's thinking for most of 2020. Hyatt leaders are now telling a different story.","sentiment_score":-0.125}
{"full_text":"RT Because it's snowing, in the middle of a pandemic, still, here's a partial #BlueJays rotation projection update.This a...","sentiment_score":-0.05}
{"full_text":"RT The World Health Organzation has not approved the drug Coronil as a treatment for COVID-19, Boom Live and Alt News report...","sentiment_score":0.1363636364}
{"full_text":"RT Listening to this again from #Marr makes me so angry. How dare Hancock suggest he broke law to prevent shortages of PPE...","sentiment_score":-0.5}
{"full_text":"RT I just wanna be waved on holiday man , covid is really upsetting me and my homegirls","sentiment_score":0.2}
{"full_text":"RT The vaccines are here! Big shoutout to Maskargo and These guys caught a glimpse of the container truck carryin...","sentiment_score":0.0}
{"full_text":"Researchers in the UK have identified a new SARS-CoV-2 variant with mutations that could allow it to evade immunity-conferring neutralizing antibodies.","sentiment_score":0.1363636364}
{"full_text":"RT #Reopencolleges Farmer protests , rallies for election cannot cause covid but we students in campus can.we cannot stu...","sentiment_score":0.0}
{"full_text":"RT Happy Anniversary- a year ago today the UK government declared there was a 'moderate' threat to public health from Coro...","sentiment_score":0.2666666667}
{"full_text":"Farmer protests going on, Election Rallies are being carried out but no COVID spreads and reopening colleges will spread COVID very fastly, is that true????? #Reopencolleges","sentiment_score":0.305}
{"full_text":"Unbelievable #HancockResign","sentiment_score":-0.25}
{"full_text":"There are new heart emojis, broader gender options, and couples with mixed skin tones in iOS 14.5. Plus the syringe emoji is empty. #COVID19","sentiment_score":0.0121212121}
{"full_text":"ICYMI | It's an event that happens every 17 years - but with a pandemic under the country's belt, trillions of cicadas emerging from the ground may feel apocalyptic.https:\/\/t.co\/zvwaUKhmn0","sentiment_score":0.0}
{"full_text":"This is how many fines were handed out in your area https:\/\/t.co\/V1OhPB2wgo","sentiment_score":0.5}
{"full_text":"ARTS: Celebrate LGBTQ+ history month and satisfy your musical cravings.","sentiment_score":0.0}
{"full_text":"Azim Premji told Finance Minister Nirmala Sitharaman that the vaccination rate would get a big boost if private participation was allowed.https:\/\/t.co\/XQi0z4wv3x","sentiment_score":0.0}
{"full_text":"RT 120,000 people have died of Covid in the UK. When we analyse and evaluate the response to the pandemic, remember that the N...","sentiment_score":0.0}
{"full_text":"Pandemic Causes Carnegie Hall to Miss Season For First Time in 130Year Historyhttps:\/\/t.co\/qt7GscAbZPPresented by","sentiment_score":0.25}
{"full_text":"Great news for these areas!","sentiment_score":1.0}
{"full_text":"How many Covid patients are in hospital at Oldham trust?https:\/\/t.co\/X8POt683Cs","sentiment_score":0.5}
{"full_text":"Pandemic Causes Carnegie Hall to Miss Season For First Time in 130Year Historyhttps:\/\/t.co\/Bn6O8APDv5Presented by","sentiment_score":0.25}
{"full_text":"Centre asks states, UTs to ramp up testing, monitor mutant strains as #COVID19 cases rise","sentiment_score":0.0}
{"full_text":"RT \"I am angry, people are suffering.\"Former Shadow Chancellor says it is \"time to hold this govt to acc...","sentiment_score":-0.25}
{"full_text":"Our friends at have launched a survey to find out more about EU citizens and their family members who have or may have had excess absences from the UK due to Covid-19. The survey should not take more than 5-10 minutes.","sentiment_score":0.2916666667}
{"full_text":"PPP needed for vaccinating country: AIIMS Chief ","sentiment_score":0.0}
{"full_text":"Store workers tasked in digital and stocking positions that proved particularly crucial during the pandemic will have their starting hourly rates going to $13 to $19 based on location and market:","sentiment_score":0.0}
{"full_text":"The #EUFunded, #PEACEIV project are hosting a number of webinars on \"Life, Family, Fun and Living through a Pandemic\".Click the link below to book &amp; find out more about session one on 22 Feb:10 am  - 3 pm -","sentiment_score":0.4}
{"full_text":"Newswatch COVID-19 Digest: Sunday February 21, 2021 ","sentiment_score":0.0}
{"full_text":"The number of Americans applying for unemployment aid rose last week to 861,000, evidence that layoffs remain painfully high despite a steady drop in the number of confirmed viral infections. ","sentiment_score":0.2653333333}
{"full_text":"RT \"The housing crisis will become even worse after lockdown. Even before the pandemic, there were a million people on the #socia...","sentiment_score":-0.4}
{"full_text":"All adults in Britain will be offered a first shot of a COVID-19 vaccine by the end of July, Prime Minister Boris Johnson said on Saturday","sentiment_score":0.25}
{"full_text":"The incoming head of the World Trade Organization says getting countries to drop export restrictions on vaccines and medical supplies needed to fight the coronavirus pandemic will be one of her top priorities.","sentiment_score":0.25}
{"full_text":"RT First post Covid NCC camp in Western Odisha commenced at Padmanava Engg Girls Hostel, Sector 4, Rourkela today.","sentiment_score":0.125}
{"full_text":"Fewer freshmen are enrolling, and some are delaying college until campuses fully reopen. The pandemic has also taken a heavy toll on older adult students.","sentiment_score":0.0222222222}
{"full_text":"From the Association of Licensed Tourist Guides of Athens, Greece on International Tourist Guide Day: In the pandemic times travelling is banned, BUT when the time is right we the Tourist Guides will be ready to guide. #ReadyToGuide2021 #FEG_ITGD2021","sentiment_score":0.1619047619}
{"full_text":"we do want the SoS to resign or be sacked, he has failed us all throughout this pandemic and the contracts and the unlawful verdict from the courts should be the final nail in coffin","sentiment_score":-0.25}
{"full_text":"Increasing tensions during Covid-19 have resulted in an increase in workers experiencing violence &amp; aggression. We must embed a workplace personal safety culture &amp; regularly consult on safetypolicies &amp; procedures; see #SuzysCharter","sentiment_score":0.0}
{"full_text":"#COVID19 as of 2\/21, 6am:>Global cases: 111,114,777>Global [deaths]: 2,461,436>US: 28,078,169>US (deaths): 497,648>TN: 764,008 [11,115]>GA: 803,349 [14,629]>NC: 840,096 [10,9303]>AL: 485,986 [9,590]>Local cases: wear a mask!","sentiment_score":0.0}
{"full_text":" Daily Dose focusing on #COVID19 vaccinations  Local health professionals will be joining us Members of the public share their story Zoom ID  847 915 9356#doncasterisgreat","sentiment_score":0.0}
{"full_text":"The SheTrades Commonwealth project is organizing a digital event for Woman-owned, small and medium-sized enterprises (SMEs) who have been hit hard during the COVID-19 pandemic. Register now for the event:  #dubaievents #eventsvenue #virtualevents","sentiment_score":-0.1805555556}
{"full_text":"COVID-rule-breaking party busted as Madrid police snatch guests from BEDS &amp; WARDROBESMORE:","sentiment_score":0.0}
{"full_text":"Bramble is a great break from the mundanity of Zoom.https:\/\/t.co\/mJhLvuVYlk","sentiment_score":0.8}
{"full_text":"DCFS is pushing for all of their stakeholders and children in state care over the age of 16 to be included in Phase 1C of Illinois' vaccine rollout.https:\/\/t.co\/9TEyzK9Ew6","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 21\/02\/2021 16:30Total Cases: 10991313 [+221]Active: 142765Recovered: 10687684 [+146]Deaths :156340 [+1]Total Tests: 210.93MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"It's time to #cook! Follow our video to make a delicious Chickpea Masala #Curry! Tell us how you get on in the comments! #SundayMorning #StayHome","sentiment_score":1.0}
{"full_text":"Pandemic Causes Carnegie Hall to Miss Season For First Time in 130Year Historyhttps:\/\/t.co\/Iwlsa2NZFJPresented by","sentiment_score":0.25}
{"full_text":"SII CEO has asked countries and governments to \"be patient\" while waiting for the supplies of the vaccine.#COVID19 | #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"During the time of the easing of last #lockdown 3% of positive #COVID19 cases were connected to hospitality.I've lost things that helped me cope with my #mentalhealth I'm not okay on the verge of losing everything. It's a price worth paying? NO!#ENDLOCKDOWNNOW #EnoughIsEnough","sentiment_score":0.0693181818}
{"full_text":"Pandemic Causes Carnegie Hall to Miss Season For First Time in 130Year Historyhttps:\/\/t.co\/2m5WcpqFjHPresented by","sentiment_score":0.25}
{"full_text":"Join Maha El Dimachki, Chief Payments Officer at PayUK, for an overview of the payments landscape one year on from the pandemic at #WIFOnlineFestival","sentiment_score":0.0}
{"full_text":"Company news in the Healthcare Roundup #HealthTech digest: improves #eRS; wins EDCM contract with rolls out AutoPlanner study details impact of #OptimiseRX on falls. Plus #Covid19 #NHS latest","sentiment_score":0.4}
{"full_text":"The coronavirus crisis has left all of us more vulnerable to scams than ever before, so please remain vigilant. If someone has been targeted by a scam it can be reported to Action Fraud online at or by calling 0300 123 2040.","sentiment_score":0.025}
{"full_text":"Music legend Gladys Knight and her husband are sending a message to underserved and communities of color: Get the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"Relook at your business contingency plans &amp; think deeply about your risks. Was a pandemic in there? Learn from those with experience to reimagine how you will manage them.Need help? Email us on enquiries@lcmb.co.uk.#BusinessRisk #WorkplacePerformance","sentiment_score":0.0}
{"full_text":"\"When you are dealing with Covid deniers, whatever I say as the truth they will never believe.\"","sentiment_score":0.0}
{"full_text":"Taboo-tackling podcast  w\/ &amp; is live now.  Covering topics such as issues pertaining to #COVID19 , Texas, what happened on woman's hour with Zara Mohammed &amp; Emma Barnett &amp; Neflix series Bridgerton. Tune in on","sentiment_score":0.0681818182}
{"full_text":"RT We took on NYC and prevailed.I was an expert witness for this case.Mandatory testing in NYC for in person schooling...","sentiment_score":0.0}
{"full_text":"Vintage Hoffman Cigar Box Van Der Meer Lidded Wood Corona Size Cigar Box Made With A Metal Clasp, Hinges, And Dovetail Joinery, Tobaccia via","sentiment_score":0.0}
{"full_text":"RT Don't use Cashapp! Shady company keeping your money! Stealing during a pandemic too!! #cas...","sentiment_score":-0.48828125}
{"full_text":"RT Taiwan's CDC has created anime villain renditions of various diseases, and I just... *blink*","sentiment_score":0.0}
{"full_text":"There is deterioration in the economies of countries in the light of the Coronavirus pandemic and an exacerbation of humanitarian problems and crises, such as high rates of poverty and hunger in the world. &gt;&gt; #UmatNestapaTanpaKhilafah &lt;&lt; #DemokrasiBiangKehancuran &gt;&gt;","sentiment_score":0.1866666667}
{"full_text":"\"[T]he campaign has ramped up email volumes by 350% on their usual levels to take advantage of...the...#vaccination effort.\" #complexdisputeresolution #vaccine #vaccines #COVID19 #coronavirus #pandemic #scams #phishing #uk","sentiment_score":-0.25}
{"full_text":"Have you taken your COVID-19 vaccine? We'd love to hear your stories and feature them in our campaign. Find out more and how to submit your story: You'll be invited by the NHS when it's your turn to have the vaccine.","sentiment_score":0.5}
{"full_text":"It's more important than ever we all do our bit to stop the spread.'How to stop the spread of #coronavirus' brings together existing guidance on social distancing, good hygiene, face coverings, ventilation &amp; other measures. Read it at:","sentiment_score":0.3016666667}
{"full_text":"Really difficult one, because everyone is struggling with Covid at the moment. We did have someone who was prepared to help us engage with the museum at one point, but he's since stopped returning my emails... I don't want to create trouble, I just want to know where they stand.","sentiment_score":-0.35}
{"full_text":"#Iran reports growing infections from #UK #coronavirus variant","sentiment_score":0.0}
{"full_text":"Each one a tragedy","sentiment_score":0.0}
{"full_text":"Another classical example of POLITICAL BULLSHIT.","sentiment_score":0.0}
{"full_text":"Dedicated staff helpline during COVID-19: 1850 420 420. Mon-Fri 9am-5pm #coronavirus","sentiment_score":0.0}
{"full_text":"RECAP: Earlier this week at the Security Council, the United Kingdom  called for ceasefires in conflict zones, so people living in these areas could be vaccinated against COVID-19.","sentiment_score":0.0}
{"full_text":"RT #Reopencolleges Why are the admins playing such a cheap game with students golden period of lives You already have stacked u...","sentiment_score":0.075}
{"full_text":"RT What BJP promised - 2 crore JobsWhat we got - Highest unemployment in 45 years...!!! (Pre covid)#modi_rojgar_do","sentiment_score":0.0}
{"full_text":"TOMORROW: What needs fixing to build back better: fault lines in the British welfare state on the eve of the pandemic - funded SPDO report launch event. Registration is still open -&gt;","sentiment_score":0.125}
{"full_text":"RT Pregnant Israeli, 32, dies of COVID together with her fetus","sentiment_score":0.3333333333}
{"full_text":"Time: 11:00 * Temp: 10.1degC * Wind: SSW 13.0 to 17.9mph * Pressure: 997.1hPa * Rain: 0.0mm * Hum: 82% * ET: 0.2mm * Solar: 221.0W\/m2 * UV Index: 0.7 * Sunrise: 07:30 * Sunset: 17:43 * Cloudbase: 1320ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT One day we will lose many restrictions needed to control covid. But I hope we learn lessons &amp; keep some:Good ventilation-...","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 11.5FWind Chill: 11.5FHumidity: 99%Dew Point: 11.3F Barometer: 30.610 inHgWind: 1 mph from the WNWCorona Virus Weekly Stats:Cases: 95.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Brilliant piece","sentiment_score":0.9}
{"full_text":"RT I'm already bound. The toys are within reach. Who's going to use me and make me forget about 2020...#vixen #hotwife #cov...","sentiment_score":0.0}
{"full_text":" If you need to travel, you can subscribe to journey alerts through Messenger for personalised up-to-date journey info. This will keep you informed about any cancellations or delays as well as expected busy services.iMore infohttps:\/\/t.co\/oZuZmS7BY6","sentiment_score":0.0}
{"full_text":"covid free","sentiment_score":0.4}
{"full_text":"CONCORD, Calif.--(BUSINESS WIRE)--Cerus Corporation (Nasdaq: CERS) today announced the oral presentation of a clinical study: \"Efficacy of COVID-19 Pathogen Inactivated Convalescent Plasma for Patients ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.5}
{"full_text":"Bill Gates talks best (and worst) case scenarios for the #coronavirus #pandemic in the months ahead, explaining the challenges of reducing virus transmission.","sentiment_score":0.0}
{"full_text":"RT Weird isn't it ? You can go out in groups and kill birds . . . but you can't go out alone and watch them to feel good ab...","sentiment_score":0.1}
{"full_text":"Bill Gates explains how the struggle against the pandemic can help guide us as we work to end global warming. #MSFTAdvocate","sentiment_score":0.0}
{"full_text":"\"Planning and researching how to add screening and\/or partitions; to improve social distancing within existing layouts; and to prepare common-use areas such as lobbies, stairwells, fitness centers and conference rooms\"","sentiment_score":0.0166666667}
{"full_text":"RT  #FdC #FestivaldaCancaoRTP I love you but I did NOT need this COVID-19 recap segment...","sentiment_score":0.5}
{"full_text":"RT Essential workers are putting their lives at risk every day so that the majority of us can stay healthy. It's time to make #ha...","sentiment_score":0.25}
{"full_text":"The heavy lifting starts now. While #CFOs showed great leadership during #Covid19, 4 trends are now demanding even more.","sentiment_score":0.3666666667}
{"full_text":"RT This is genocidal rhetoric.","sentiment_score":0.0}
{"full_text":"Get a bloody backbone, Keith! Yes it is!","sentiment_score":-1.0}
