{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT This is ridiculous.The Asian community is suffering from a rise in hate crimes due to the pandemic, both locally and glob...","sentiment_score":-0.23125}
{"full_text":"RT if you broke stay yo ass home","sentiment_score":0.0}
{"full_text":"RT As the number of violent attacks against Asian Americans escalates, former NBA star Jeremy Lin said he has experienced racism whil...","sentiment_score":0.0}
{"full_text":"RT LACK OF DECORUM WARNING:Larry Hogan is a lying racist scumbag who can go straight to hell.","sentiment_score":0.2}
{"full_text":"RT Congress will be voting late tonight, possibly into the early morning, on the $1.9 trillion COVID relief bill.But acro...","sentiment_score":-0.0666666667}
{"full_text":"RT I'm working on advocating for the vaccination of Service Industry Workers in Grand Rapids.We are serving food and drink...","sentiment_score":0.5}
{"full_text":"RT Attorney-General Dale Marshall says the Covid-19 Monitoring Unit will be out in full force over the next two weeks.","sentiment_score":0.175}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"Virtual Currency Exhibitions Go Forward - The first few months of the year are typically very fun for coin and banknote collectors, There are big shows and new product releases. COVID has forced these exhibitions to... Follow the link to read more:","sentiment_score":0.1109090909}
{"full_text":"RT If COVID-19 has taught us anything, it's that government has WAY TOO MUCH power.","sentiment_score":0.2}
{"full_text":"They've all been tiny ones as far as lockdown relief goes.  This one is no different.  Most of the money goes to foreign countries, pork projects and congressional kickback programs.","sentiment_score":0.095}
{"full_text":"RT House Set to Pass Covid-Aid Bill","sentiment_score":0.0}
{"full_text":"RT President Biden says undocumented immigrants should be able to have access to the Covid-19 vaccine without fear of deportation...","sentiment_score":0.5}
{"full_text":"#FreeJustinbieber anybody on here who doesn't like Justin Bieber music or any of his merch then that's fine just don't be disrespectful to him and stop being mean to him he is trying to help us with this crazy pandemic going on Release a album called Justice","sentiment_score":-0.1652777778}
{"full_text":"RT If COVID-19 has taught us anything, it's that government has WAY TOO MUCH power.","sentiment_score":0.2}
{"full_text":"Minnesota economy starts to bounce back from COVID-19, state posts $1.6 billion surplus","sentiment_score":0.0}
{"full_text":"I remember a similar statement about Covid in a few western countries.","sentiment_score":-0.0666666667}
{"full_text":"RT Jordan Goldwire was a 3-Star recruit initially brought to Duke to be a practice player &amp; he turned into one of the best defend...","sentiment_score":0.5}
{"full_text":"RT Post OfficeI'm in line. Despite signs, woman walks in without a mask, ignores social distancing, stops behind me. Coughs...","sentiment_score":-0.1833333333}
{"full_text":"I call BS. All this time and they just started calling him that. He's on that pity party for one.https:\/\/t.co\/HdlAbb2WkK","sentiment_score":-0.1}
{"full_text":"RT 3 Things You Should Know About The COVID-19 Vaccine!#COVID19 #ThisIsOurShot#NACHC","sentiment_score":0.0}
{"full_text":"RT Sheila Gunn Reid tells the story of an essential worker who was forced to stay in a COVID quarantine hotel, despite ha...","sentiment_score":-0.15}
{"full_text":"RT Mood after corona","sentiment_score":0.0}
{"full_text":"RT Pay it back Gerry! The failure of \/ Treasury to build integrity into JobKeeper for Australian employer...","sentiment_score":-0.1055555556}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"He's an elite, can afford a country club. More power 2 him, free mkt; he also knows people like myself n others who work for a living r getting butt- slammed doesn't bother you ok; what agenda are you okay with? 1.9Tril 1\/4 to covid so 1.5Tril earmarked for 2022+2024 n...hmmm...","sentiment_score":0.475}
{"full_text":"Also, no mask. Helloooo, we're almost a year into the pandemic in Ontario. Wake up.","sentiment_score":0.0}
{"full_text":"RT Genuinely curious. And I'm upset too. But to those who want the Democrats to replace the parliamentarian and \"get tough\" -- w...","sentiment_score":-0.2444444444}
{"full_text":"RT You're a correspondent with Associated Press??? Dear lord no wonder modern day journalism at the bottom of the barrel. He did...","sentiment_score":0.2}
{"full_text":"RT Congress will be voting late tonight, possibly into the early morning, on the $1.9 trillion COVID relief bill.But acro...","sentiment_score":-0.0666666667}
{"full_text":"RT Congress will be voting late tonight, possibly into the early morning, on the $1.9 trillion COVID relief bill.But acro...","sentiment_score":-0.0666666667}
{"full_text":"RT Let's ditch the lockdown governors and NEVER ditch the American way of life! #CPAC2021","sentiment_score":0.0}
{"full_text":"Guessing Manchin would've still voted for covid stimulus and Sinema probably too if minimum wage hike was in it. So blaming them for that would be odd.","sentiment_score":-0.1666666667}
{"full_text":"RT It's wonderful news that we now have a 3rd EUA for a very safe and very effective covid vaccine.   Please have your arms...","sentiment_score":0.6075}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis ... \"Florida got it right and the lockdown states got it wrong.\"","sentiment_score":-0.1071428571}
{"full_text":"RT In randomized trials with 6 different COVID vaccines involving ~175000 persons:0 hospitalizations for COVID in persons who...","sentiment_score":0.0}
{"full_text":"why are we having this covid special instead of an actual episode #dragrace","sentiment_score":0.1785714286}
{"full_text":"RT Tonight, the House of Representatives will pass the American Rescue Plan to deliver urgently needed COVID relief.-- f...","sentiment_score":0.0}
{"full_text":"RT Dear Democrats: If you don't expand the courts (Supreme and lower courts) YOU WILL HAVE NOTHING. Trump judges will stop EVER...","sentiment_score":0.0}
{"full_text":"RT Watch this space.  is going to be a huge asset to US foreign policy.","sentiment_score":0.1375}
{"full_text":"RT Of course they are.They panicked in March last year and have been covering their sorry arses ever since.","sentiment_score":-0.25}
{"full_text":"Lifting up #BlackExcellence  ","sentiment_score":0.0}
{"full_text":"RT When my turn came, I received my 2nd Covid shot. My thoughts go towards sorrow for the half-million American souls lost to...","sentiment_score":0.0}
{"full_text":"RT Covid Epi Weekly: The End is Near! But Not for the World.Steady good news in the US: Decreasing cases, hospitalizations...","sentiment_score":0.4125}
{"full_text":"RT People don't care about keeping the filibuster. People don't care about listening to the parliamentarian. People care abo...","sentiment_score":0.0}
{"full_text":"RT This is ridiculous.The Asian community is suffering from a rise in hate crimes due to the pandemic, both locally and glob...","sentiment_score":-0.23125}
{"full_text":"Because people acted properly, and adhered to the rules, Bromsgrove's case figures are the lowest in the whole of Worcestershire.This is incredible news. Let us keep on trucking; get tested, get vaccinated etc. We can put Covid-19 behind us and begin our recovery.","sentiment_score":0.175}
{"full_text":"RT \"Government\" has to make sure that all the STUPID idiots who are playing doctor like you, isn't in charge be...","sentiment_score":-0.3666666667}
{"full_text":"you are just dumb#CPAC2021 #CruzIsAJoke #MaskUp #COVID19","sentiment_score":0.0}
{"full_text":"Getting the COVID-19 to thousands of teachers in the state won't be as simple as changing the page on a calendar on March 1. Why getting vaccines to schools could take weeks [reposted to fix text]","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT Federalism at work - Govt of Cda is backstopping Sask through COVID crisis w\/ $338M in increased transfers to Prov govt;...","sentiment_score":0.0}
{"full_text":"RT If COVID-19 has taught us anything, it's that government has WAY TOO MUCH power.","sentiment_score":0.2}
{"full_text":"RT BREAKING: White House will charge reporters $170 DAILY for Covid testing. Are they hoping this insane administration gets...","sentiment_score":-0.3333333333}
{"full_text":"RT I see how it is. Direct care workers get short shrift with a **$2\/hour pay cut** tomorrow under senate Republican plan, b...","sentiment_score":0.05}
{"full_text":"RT Last year Madison Cawthorn said Dems who used pandemic proxy voting were \"cowards for hiding and not showing up to work.\"...","sentiment_score":0.0}
{"full_text":"RT Margorie \"Margie\" Perez Imperial, RN, Vallejo, California, died of #covid19 1\/11. She was an adoring grandmother and wife. Her...","sentiment_score":0.2}
{"full_text":"RT The USDA has now said there's no evidence you can get Covid-19 from cereal boxes and the like. The reality is there was never...","sentiment_score":0.0}
{"full_text":"RT People who work full time should be able to make a living wage. A 15 dollar an hour federal minimum wage is way past due. S...","sentiment_score":0.11875}
{"full_text":"RT Matthias Matuschik compared the Korean band to the coronavirus after they covered Coldplay's 'Fix You'","sentiment_score":0.0}
{"full_text":"RT Asian Americans face horrible prejudice every day in America.","sentiment_score":-0.5}
{"full_text":"RT Ron DeSantis ... \"Florida got it right and the lockdown states got it wrong.\"","sentiment_score":-0.1071428571}
{"full_text":"RT Yesterday, the 50 millionth vaccination was administered since and I took office. This is weeks ahead of schedule and we are...","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"RT Pfizer COVID-19 vaccine reduces transmission after one dose - UK study","sentiment_score":0.0}
{"full_text":"RT This is ridiculous.The Asian community is suffering from a rise in hate crimes due to the pandemic, both locally and glob...","sentiment_score":-0.23125}
{"full_text":"RT The pandemic is making people feel more emotional -- whether that's stressed, anxious or even bored. Some people are emotio...","sentiment_score":-0.0625}
{"full_text":"RT #SCOTUS with another Friday night shadow docket injunction of a COVID restriction on religious services.Unsigned (and...","sentiment_score":0.0}
{"full_text":"RT Wealth or geography should not impact one's access to life-saving vaccines. AL's wealthiest, town Mountain Brook, received...","sentiment_score":0.0}
{"full_text":"RT RT if you agree - Democrats should immediately remove everything not related to COVID relief from this COVID relief bill.","sentiment_score":0.0}
{"full_text":"RT #HappySurpriseDayIndiaIndia continues to maintain its lockdown of IOK, and the hapless Kashmiris suffer due to the restri...","sentiment_score":-0.3625}
{"full_text":"RT this happened last year during Italy's first total lockdown: let's celebrate this man","sentiment_score":0.0833333333}
{"full_text":"No where to go dont let them be homeless in 7 days","sentiment_score":0.0}
{"full_text":"RT introvert\/extrovert are so last decade, now we define ourselves either as: corona freak\/covidiot","sentiment_score":0.0}
{"full_text":"RT Democrats working late into the night to get you $1400 rescue checks; Republicans lining up to vote no.","sentiment_score":-0.3}
{"full_text":"RT Jeremy Lin: \"Being a 9-year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"","sentiment_score":0.0}
{"full_text":"RT Min wageCostco: $16Walmart: $11Average payCostco: $24Walmart: $15Employees on food stamps (subsidized by you)...","sentiment_score":0.0}
{"full_text":"U.S. nears authorization of Johnson &amp; Johnson COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Yeah I've been trying for years but I bet it's even worse with the pandemic","sentiment_score":-0.4}
{"full_text":"Are they actually fighting? Crossing borders during a pandemic for... this???","sentiment_score":0.0}
{"full_text":"RT got tested for covid yesterday. Negative for covid. Positive for thicc dumptruck ass ","sentiment_score":-0.0363636364}
{"full_text":"RT him being the first celebrity I ever seen wear a mask at the club is fucking wild to me","sentiment_score":0.175}
{"full_text":"RT Rob Schneider is one of the realest voices in the game.","sentiment_score":-0.4}
{"full_text":"I saw the death of Fry's Electronics coming back in 2017. The lack of stock since then has been getting worse the COVID-19 pandemic was the final nail on the coffin.I grew up going to Fry's from buying PS1\/PS2 games to getting computer parts for a new build in the early 2010s.","sentiment_score":-0.0327272727}
{"full_text":"RT Canada has pre-ordered 20 million doses of the AstraZeneca vaccine. -- via","sentiment_score":0.0}
{"full_text":"RT North Korea shut its borders more than a year ago because of the coronavirus.A few Russian diplomats and their children foun...","sentiment_score":0.1}
{"full_text":"Stop complaining and get on with your job! Did you air your gripes on any other real news outlet?","sentiment_score":0.0375}
{"full_text":"Kim Jong-un disrespects fake news but Kim Jong-un spies on China virus largely.","sentiment_score":-0.1428571429}
{"full_text":"ICYMICoronavirus Contextualized, 41st edition: Cases, deaths and hospitalizations all continue to decrease as vaccine rollout progressesBy","sentiment_score":0.0}
{"full_text":"In order to stay healthy during this pandemic, I've been dancing in public while insulting people.I practice social diss-dancing.","sentiment_score":-0.1166666667}
{"full_text":"\"Mourn your date, then move on,\" advises one bride.","sentiment_score":0.0}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"Covidiot wtf ","sentiment_score":-0.5}
{"full_text":"RT Many thanks for recognizing #TaiwanCanHelp strengthen the #CzechRepublic's response to #CO...","sentiment_score":0.35}
{"full_text":"RT There are now 13 Republicans we have counted who signed letter saying they can't attend votes today because of pandemic - but a...","sentiment_score":0.0}
{"full_text":"Both federal and state lawmakers are debating whether to increase the minimum wage during this pandemic. ","sentiment_score":0.0}
{"full_text":"RT Democrats working late into the night to get you $1400 rescue checks; Republicans lining up to vote no.","sentiment_score":-0.3}
{"full_text":"RT Pre-rolls outperformed overall #cannabis market growth in 2020 -- surging nearly 50%.   via","sentiment_score":0.05}
{"full_text":"#China now has seven COVID-19 #vaccine candidates in phase-three clinical trials and has approved four vaccines for market use, Wang Zhigang, the minister of science and technology, said on Friday.https:\/\/t.co\/lIvLPJFhxm","sentiment_score":0.0}
{"full_text":"Kansas has seen just over 800 new cases of COVID-19 since Wednesday.","sentiment_score":0.1363636364}
{"full_text":"The funding contradicts former-President Donald Trump's policy to make asylum-seekers wait in Mexico until their court hearings. It will also pay for hotel rooms for immigrants to quarantine during the pandemic.","sentiment_score":0.0}
{"full_text":"Moving forward, 20% of all the vaccine allotment in Lucas County will be earmarked for people of color.","sentiment_score":0.0}
{"full_text":"For subscribers: The latest statistics on the coronavirus pandemic in the Treasure Coast","sentiment_score":0.5}
{"full_text":"Have questions about the #COVID19 vaccine rollout but missed our live conversation? We have you covered. Read the recap or watch the recording to hear from our experts.","sentiment_score":0.1363636364}
{"full_text":"Rep. Kind reflects on newest COVID-19 relief bill","sentiment_score":0.6}
{"full_text":"RT Another Friday night, another Supreme Court shadow docket decision knocking down COVID restrictions. Re-upping Kagan's dissent...","sentiment_score":-0.1555555556}
{"full_text":"Refusing to work even when businesses offer you a position would typically disqualify you from collecting unemployment benefits but the Department of Labor is now bending the rules. ","sentiment_score":-0.1666666667}
{"full_text":"U.S. health advisers endorsed a one-dose #COVID19 vaccine from Johnson &amp; Johnson on Friday, putting the nation on the cusp of adding an easier-to-use option to fight the deadly pandemic.","sentiment_score":-0.2}
{"full_text":"RT DESANTIS: \"Florida got it right and the lockdown states got it wrong.\" #CPAC2021 ","sentiment_score":-0.1071428571}
{"full_text":"The confrontation on board a Delta flight from Miami to Atlanta began when the passenger's companion refused to wear a mask or fasten his seatbelt.","sentiment_score":0.0}
{"full_text":"Congress should spend $163 billion on bolstering COVID-19 testing in the U.S., increase vaccine distribution and administration and finance medical research of new variants of the virus, Rep. Tom Reed on Friday said.","sentiment_score":0.0681818182}
{"full_text":"SURVIVOR AND INVENTOR: Ivanka Ska was bedridden with cancer when the pandemic struck. She used her time to become an inventor.","sentiment_score":0.0}
{"full_text":"With the Johnson &amp; Johnson vaccine expected to be cleared for emergency use, the question arises: which coronavirus vaccine is best? Here's what public health officials are saying. ","sentiment_score":0.3}
{"full_text":"Wonder how that's going? They have to submit a 6mth financial review to the Org that gave them the grant. If they don't recover the costs (in a year), it has to be repaid by Council aka US!. PS40+K! Guess there may be some give\/leeway on the contract cos of Covid but ","sentiment_score":0.0}
{"full_text":"New Hanover County health officials say they want to make sure a greater percentage of the county's adults over 65 have been vaccinated before fully moving into Group 3.","sentiment_score":0.3787878788}
{"full_text":"Here is what to know who gets to decide how and when California schools could re-open amid the COVID-19 pandemic.https:\/\/t.co\/njGzjcFoB3","sentiment_score":0.0}
{"full_text":"#DontKillTheBillBernie This is the only chance we have and the only way to $15\/hr. this is why we made sure to vote you in this position. They promised 2k. They promised 15. This is the only chance we have. #DontKillTheBillBernie #Keep15InTheBill","sentiment_score":0.125}
{"full_text":"RT Democrats working late into the night to get you $1400 rescue checks; Republicans lining up to vote no.","sentiment_score":-0.3}
{"full_text":"Latino churches in Los Angeles County will now serve as COVID-19 testing sites.This move comes after Black churches across California began offering their spaces for free testing in hard-hit communities.https:\/\/t.co\/JfpxbjhosN","sentiment_score":0.1166666667}
{"full_text":"The data errors caused cumulative case counts among prisoners and staff to drop by 268 since last week.","sentiment_score":0.0}
{"full_text":"The University of Iowa cut four athletic programs at the beginning of the pandemic in hopes of saving $5 million. Now, the men's tennis team is protesting by refusing to wear the school colors.","sentiment_score":0.0}
{"full_text":"RT Elementary school kids in other provinces have to wear masks, so why not in B.C.?Every child that attends school anywhe...","sentiment_score":0.0875}
{"full_text":"Do I need a mobile phone to access a vaccination passport?When will I get the COVID vaccine? How will I be contacted for COVID vaccine? This and more questions answered here.#travel #seeaustralia #vaccinehttps:\/\/t.co\/v1y1rT2YDA","sentiment_score":0.5}
{"full_text":"Rachel Levine hit with stats, cowers back in her (his) hole.https:\/\/t.co\/PNB9PofhEw","sentiment_score":0.0}
{"full_text":"The parent company of British Airways and Iberia on Friday said it lost 6.9 billion euros ($8.3 billion) last year as the pandemic caused a near-total collapse in international air traffic, and called for digital passes to help revive travel.https:\/\/t.co\/aJdRuQLFYB","sentiment_score":0.0}
{"full_text":"just cancelled her tour everywhere but the Brazil official seller won't refund our tickets. can help us? here we only get full refunds if the artist demands it. otherwise we get vouchers to use for other shows. IN A PANDEMIC. #BRSwiftiesWantRefund","sentiment_score":0.075}
{"full_text":"The head of the CDC warned Friday of an uptick in the country's confirmed COVID-19 cases, saying recent progress may be \"stalling\" as highly infectious new variants become more predominant.","sentiment_score":0.2392727273}
{"full_text":"RT This is a brilliantly written article by my soon-as-we-are-out-of-lockdown-to-be-friend https:\/\/t.co\/ts...","sentiment_score":0.9}
{"full_text":"RT Lockdown 1: quaran-tiny LOCKDOWN 2: quaran-thiccccc ","sentiment_score":0.0}
{"full_text":"RT Democrats are delivering on #covid relief that will crush the virus, get our schools open safely, get vaccines into arms, p...","sentiment_score":0.25}
{"full_text":"RT With help from #WirelessReach, 5th grade students and their teachers in a small rural community in Kentucky...","sentiment_score":-0.125}
{"full_text":"How is this a lockdown i really don't get it  they're just fucking smalll businesses in the ass every time they do a half assed attempt of a lockdown","sentiment_score":-0.1888888889}
{"full_text":"Mexico eases coronavirus restrictions in popular tourist cities ahead of spring break","sentiment_score":0.6}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"Positive Cases: 426198Hospitalized: 409Deaths: 5940Death Increase: 15Data Retrieved On: 2021-02-26#coronavirus","sentiment_score":0.2272727273}
