{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"Ireland,starting to vaccinate the over 85 next week","sentiment_score":0.0}
{"full_text":"RT This is important. Ron DeSantis is in the news again for making excuses about his callous coronavirus response. We are the o...","sentiment_score":0.4}
{"full_text":"RT The Governor of Texas, has instructed folks to stay at home in order to save lives due to the unprecedente...","sentiment_score":-0.125}
{"full_text":"RT Instead of celebrating a safe return to school, sports columnist turned Monday-morning epidemiologist predicts and promotes...","sentiment_score":0.5}
{"full_text":"RT \"Our response was necessarily iterative and pragmatic and advice often pre-dated formal state and federal recommendations...","sentiment_score":0.0}
{"full_text":"RT A friend and advocate of Reality Winner's, Wendy Meer Collins, shares an update from Reality about the horrific condit...","sentiment_score":-1.0}
{"full_text":"RT Why did CBS use this video? Disembarking AF1? I doubt he took AF1 to Camp David (where could it land?) most likely Marine 1 or m...","sentiment_score":0.25}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT According to the CDC, schools should be the last to close and the first to open. I completely agree. However, they are also st...","sentiment_score":0.0875}
{"full_text":"RT Dr. Fauci has received a prestigious $1 million Israeli prize for his career in public health and \"speaking truth to powe...","sentiment_score":0.0}
{"full_text":"RT ICE CONDITIONS PRESENT ALL MAJOR HIGHWAYS CLOSED! Drivers are being directed to exit immediately. Please stay home...","sentiment_score":-0.0208333333}
{"full_text":"Joe Biden Has The Third Highest Presidential Approval Rating In 40 Years via And as he saves more Americans from covid, unemployment, bankruptcy, food lines, &amp; eviction, it will become MUCH HIGHER.","sentiment_score":0.25}
{"full_text":"RT Two things stand out from the data &amp; evidence:1. When there is a surge in infections, cases eventually come down wheth...","sentiment_score":-0.1555555556}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT Condensation and a runny nose are usually what makes the inside of our mask wet when we're outside in the cold, and a wet mas...","sentiment_score":-0.21}
{"full_text":"We are in a pandemic","sentiment_score":0.0}
{"full_text":"US Steel Production Capacity Utilization Improves in Week 07 #COVID19","sentiment_score":0.0}
{"full_text":"\"Biden is actually still using Trump's failed pandemic strategy. Biden is still using a \"suppression\" strategy to address the pandemic. But there is another strategy he could be using: \"elimination.\"https:\/\/t.co\/VtEQJo9QA3","sentiment_score":-0.25}
{"full_text":"RT Austin Public Health (APH) is delaying appointments for COVID-19 vaccine clinics and testing sites on Tuesday and Wednes...","sentiment_score":0.0}
{"full_text":"RT Why did who control the entire government, go on vacation this week before passing COVID relief for the...","sentiment_score":0.0}
{"full_text":"RT Outmigration of upwardly-mobile professionals from \"superstar cities\" because of greater remote work would seem to be a...","sentiment_score":0.2}
{"full_text":"YA BOI TESTED COVID NEGATIVE AYYYYYY ","sentiment_score":-0.3}
{"full_text":"Can you believe this is the world we live in.I don't even know how I feel for these people.","sentiment_score":0.1363636364}
{"full_text":"i finally finished work for the long weekend and can now be on full hobi and bts lockdown! LETS GO! ","sentiment_score":0.165625}
{"full_text":"Quarantines, isolation of those infected, mitigating potential spread from asymptomatic carriers through vaccines and wearing masks. Like this doesn't even just apply to COVID. Has anyone else noticed that their usually soup of winter\/fall related illnesses aren't present","sentiment_score":-0.0625}
{"full_text":"RT Let me get this straight: These corporations can take tax breaks on the settlements they had to pay for helping fuel the op...","sentiment_score":0.2}
{"full_text":"RT Reopening indoor dining after #COVID19 cases dropped during lockdown &amp; hoping no outbreaks... is like switching back to ea...","sentiment_score":0.0}
{"full_text":"RT - I think we all know they aren't talking about white people","sentiment_score":0.0}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT Why would negate the agreement that President Donald J. Trump put in place, that drastically reduces the price...","sentiment_score":0.0}
{"full_text":"RT This sorry excuse for a \"medical professional\" just made shit up to scare you into listening to her boss. Like we told yo...","sentiment_score":-0.13}
{"full_text":"RT Millions of families are struggling. We need COVID relief NOW.","sentiment_score":0.0}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT The Black Rock cluster of 27 cases was successfully managed by and Deputy CHO","sentiment_score":0.2916666667}
{"full_text":"Opening up beyond that point of capacity and confidence in contact tracing inevitably means senior officials will require a lockdown (and rightly so, I guess) as soon as someone tests positive in that environment.","sentiment_score":0.170995671}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"RT 2\/This is not yet enough vaccination. New variants are spreading, some more transmissible, some more antibody-resistant....","sentiment_score":0.2840909091}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"RT DO NOT CROSS THE PICKET, DO NOT BUY FAST FOOD UNTIL THE STRIKE IS COMPLETE","sentiment_score":0.1}
{"full_text":"RT #mSr_tDHy_blTlbThe Egyptian Minister of Higher Education sacrifices Egyptian students and imposes his personal opinion...","sentiment_score":0.125}
{"full_text":"RT One of the biggest reasons the Democrats won't open all the schools now: with covid still out there, if schools reopen now...","sentiment_score":0.0}
{"full_text":"RT To all my HOUSTONIANS. Plz just stay home . Y'all can barely drive with good weather anyways ","sentiment_score":0.375}
{"full_text":"God damn it ","sentiment_score":0.0}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT Wow! What an informative email from Dr. Peter Daszak on 6 Feb, 2020!He told  woman SHI ZhengLi's gain-of-function colla...","sentiment_score":0.125}
{"full_text":"RT \"There's clearly something going on with this mutation\": 7 striking new converging variants with same #677 mutations sudde...","sentiment_score":0.1840909091}
{"full_text":"RT God saw Texans not taking corona serious and said I know exactly what will make them sit inside","sentiment_score":-0.0416666667}
{"full_text":"Lockdown is your ass!...","sentiment_score":0.0}
{"full_text":"RT February 2020 he said it was an engineered bio weapon from a lab in WuhanPredicted supply chain disruptions &amp; tens of mi...","sentiment_score":0.0}
{"full_text":"Come on coaches don't get complacent we owe it to all these kids to hold each one of our players accountable Mask up and keep them up!!","sentiment_score":0.0}
{"full_text":"RT He is the Manhattan Mussolini","sentiment_score":0.0}
{"full_text":"RT Approx 1,030 Americans perished today - the lowest number in weeks. Overall death toll now 486,000+. (More) #Covid","sentiment_score":0.25}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"What Can Covid-19 Teach Us About the Mysteries of Smell?Slightly late to it, but this is hands down one of the most illuminating coronavirus stories I've read. Thank you, @brookejarvis! ","sentiment_score":0.0564814815}
{"full_text":"RT This is the story of #Philly schools. My son's school - in a comparatively privileged neighborhood in this city - has a no...","sentiment_score":0.0}
{"full_text":"RT You're going to drive the speed limit?  You're going to let those liberals tell you how fast to operate your vehicle?  That...","sentiment_score":0.2}
{"full_text":"RT Wow! What an informative email from Dr. Peter Daszak on 6 Feb, 2020!He told  woman SHI ZhengLi's gain-of-function colla...","sentiment_score":0.125}
{"full_text":"RT Millions of families are struggling. We need COVID relief NOW.","sentiment_score":0.0}
{"full_text":"RT So this is how I spent election day...https:\/\/t.co\/IbpkPahyJS","sentiment_score":-0.1}
{"full_text":"RT Human sex trafficking cases have tripled during pandemic, survivor speaks out","sentiment_score":0.0}
{"full_text":"I CANTMOVEEURPS^~\\~","sentiment_score":0.0}
{"full_text":"#covid19 with Love","sentiment_score":0.5}
{"full_text":"RT Prediction becomes the tool of choice for a society where firmative speculation is the privileged mode of playing with capita...","sentiment_score":0.0}
{"full_text":"RT In four weeks in office, the Biden-Harris administration has increased weekly vaccine supply to state sites by almost 50%.  But...","sentiment_score":0.0}
{"full_text":"Cuomo was as terrible as Trump when it came to handling the pandemic. The only reason people pretended he was good was his connections within the media.","sentiment_score":-0.1}
{"full_text":"RT My son just saved an elderly man off in a ditch. He would have frozen to death. Please stay home. The roads are really ba...","sentiment_score":0.2}
{"full_text":"RT In four weeks in office, the Biden-Harris administration has increased weekly vaccine supply to state sites by almost 50%.  But...","sentiment_score":0.0}
{"full_text":"RT I AM BOOKING FOR SPRING 2021! Outdoor projects only! I am still developing and working on an indoor studio! Covid-19 safety p...","sentiment_score":0.0}
{"full_text":"RT I project that the fearmongering government pandemic projections are utter bullshit yet again. The \"expert\" modelers may...","sentiment_score":0.0}
{"full_text":"RT Muhyiddin: First batch of Pfizer-Biontech Covid-19 vaccine to arrive on Feb 21https:\/\/t.co\/4o79jA6Z5B ","sentiment_score":0.25}
{"full_text":"RT Tuesday, Ontario will begin a third wave of the pandemic because this provincial government has decided to ignore most of...","sentiment_score":0.25}
{"full_text":"RT #StoriesofWONDER: Eva Familaran is among those who suffered from the impacts of COVID-19. Through WONDER, Eva was able to con...","sentiment_score":0.5}
{"full_text":"As of today, my parents &amp; I are eligible for the COVID vaccine in NY based on health conditions, but I don't feel reassured. I feel heartsick about competing with millions of others clamoring for appointments &amp; a sense of safety--all of whom should've been prioritized months ago.","sentiment_score":0.0}
{"full_text":"Last I heard, there were about 4000 variants...","sentiment_score":0.0}
{"full_text":"RT HAPPENING NOW: Transitioning to the New Normal: A Forum on the Role of Higher Education Institutions of Public Health in th...","sentiment_score":0.1340909091}
{"full_text":"RT The Covid relief bill when passed is going to do a lot of good for working Americans, but one thing that simply cannot b...","sentiment_score":0.35}
{"full_text":"RT www.starttaxingchurches.fuck","sentiment_score":0.0}
{"full_text":"RT Mark Elliott, 64, passed of Covid at the Royal Stoke Hospital on Sunday, where he had been a porter. His colleague John J...","sentiment_score":0.0}
{"full_text":"Oh so the weather is more important than supposedly dying from covid. ","sentiment_score":0.45}
{"full_text":"National Guard facing out to look from threats from the MAGA insurrectionists. Crowd all along was designed to be limited due to pandemic. I am sorry you see something entirely different and wrong.","sentiment_score":-0.2392857143}
{"full_text":"RT First case of South African 'super-covid' is found in New York","sentiment_score":0.1287878788}
{"full_text":"RT If you get a message to come forward to get a jab please do. If you are over 70 and haven't had your first jab yet, spe...","sentiment_score":0.25}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"EIOPA calls for capital markets capacity for pandemic NDBI insurance","sentiment_score":0.0}
{"full_text":"It's time to start jabbing.https:\/\/t.co\/jdT3T2ziOF","sentiment_score":0.0}
{"full_text":"Lack of access to education can exacerbate health crises like #COVID19. Nearly 830 million learners around the world do not have access to a computer. Reducing inequalities and improving access can help millions of people.  UNICEF","sentiment_score":0.1}
{"full_text":"Turkish national water polo team disqualified after 5 athletes test COVID positive #Turkey #COVID19https:\/\/t.co\/PHMoZai9fz","sentiment_score":0.2272727273}
{"full_text":"For the owner of Adanza Coffee Farms in Southern Leyte, it was the sight of coffee that prompted her to stay in her old neighborhood permanently.","sentiment_score":0.05}
{"full_text":"Visit the link:https:\/\/t.co\/feTdNJbmfD#OTlife #hotelsky #robots #southafrica #TokyoHotels #covid19","sentiment_score":0.0}
{"full_text":"RT He is the Manhattan Mussolini","sentiment_score":0.0}
{"full_text":"LT. TERRY WATTS, 51, of Tennessee, died of COVID on Feb. 10, 2021. He was a 16-year veteran of the fire service, most recently serving with the Shelby County Fire Department. \"Terry made his mark right away and was loved by all of us.\"https:\/\/t.co\/R9t6JvRC28","sentiment_score":0.2971428571}
{"full_text":"RT \"Even now, she (Yan) is preparing another paper, nearing 30 pages, that she hopes will refute her critics and bring fresh...","sentiment_score":0.3}
{"full_text":"Welcome to this week's #SIDAchat, I'm flipping weeks with due to COVID game shuffling for both of us. cont.","sentiment_score":0.0916666667}
{"full_text":"City road crews still urging Oklahomans to stay home, saying they may not try to salt the roads again until Friday.https:\/\/t.co\/y625R2Tojb","sentiment_score":0.0}
{"full_text":"RT This is important. Ron DeSantis is in the news again for making excuses about his callous coronavirus response. We are the o...","sentiment_score":0.4}
{"full_text":"Spurs-Pistons game postponed due to COVID positive test #nba #gospursgo #DetroitUp","sentiment_score":-0.0992424242}
{"full_text":"Stephen Malkmus on his prolific career and making new music in a pandemic","sentiment_score":0.1363636364}
{"full_text":"\"Every single person we vaccinate, particularly this older population, you feel like you're protecting their life.\"","sentiment_score":0.0873015873}
{"full_text":"ICYMIThe state has funded mental health crisis response teams in both Northern and Southern Nevada, and to combat youth suicide, the state purchased gun and medicine safes. reports:https:\/\/t.co\/l85ODbb5Oa","sentiment_score":-0.05}
{"full_text":"WHO approves AstraZeneca's COVID-19 vaccine for emergency use","sentiment_score":0.0}
{"full_text":"The Monroe County Department of Public Health reports 142 new confirmed cases of COVID-19 on Monday. There have now been 49,841 cases in the county since last March.","sentiment_score":0.1340909091}
{"full_text":"Brevard County received $18 million in federal funds for emergency rental assistance","sentiment_score":0.0}
{"full_text":"The CDC says a specific type or brand hasn't been identified but says people at higher risk for severe listeria illnesses shouldn't eat queso fresco, queso blanco and queso panela until the agency learns more.","sentiment_score":0.25}
{"full_text":"While the evidence suggests that in-person learning can resume safely, public health officials and educators say schools need more resources to put the strategies in place.https:\/\/t.co\/DUOH7s46FC","sentiment_score":0.25}
{"full_text":"From opinion columnist Arizona Rep. Debbie Lesko, mixing equal parts Mother Teresa and Albert Einstein, wants to deny the COVID-19 vaccine to those \"very good workers\" who are here illegally.","sentiment_score":0.1525}
{"full_text":"- School counselors are working to ensure students stay mentally healthy and learn good coping strategies to handle stress caused by the pandemic.","sentiment_score":0.6}
{"full_text":"The state reports Monday and Tuesday's shipments will be delayed.","sentiment_score":0.0}
{"full_text":"All remaining infected residents of Melbourne's Holiday Inn quarantine hotel will be transported to an alternative facility following claims by COVID-19 Quarantine Victoria rooms sustained water damage.https:\/\/t.co\/E8y9a71FHF","sentiment_score":0.0}
{"full_text":"It's time for a COVID relief package that goes big. That's why I'm continuing my fight in the House to make sure this bill will help families that are struggling as we near the one year mark of this pandemic.","sentiment_score":0.2}
{"full_text":"Why would you think someone whose failed Covid-19 response and killed thousands would make a good Pres and he covered up those deaths.","sentiment_score":0.0}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"In this Friday's episode of the Stop COVID Deaths webinar series, health experts will enlighten us about the consequences of the COVID-19 mutations and variants in testing, clinical management of patients, and treatment. Padayon!Register here:","sentiment_score":0.0}
{"full_text":"The term 'herd immunity' is a common phrase that has been tossed around often during the pandemic, but a study out of UVA Health shows herd immunity is likely out of reach for Virginians.","sentiment_score":-0.15}
{"full_text":"A group of over 100 swim school owners, operators and independent coaches argued that swimming pools have not been reported to cause COVID-19 transmissions, and should be allowed to operate along with gyms and other outdoor sporting premises.https:\/\/t.co\/1ZVoL9W2qE","sentiment_score":-0.0625}
{"full_text":"Bakeries get creative to supply fastnachts in a safe way during pandemic reports.","sentiment_score":0.5}
{"full_text":"The state saw 1,348 new COVID-19 cases and 42 new deaths between Friday and Monday.","sentiment_score":0.1363636364}
{"full_text":"RT EXC: WHO COVID 'Investigator' is Chinese CDC Advisor Who Accepted CCP Research Grants.https:\/\/t.co\/8uAXjZ3Ume","sentiment_score":0.0}
{"full_text":"Emerging nations better equipped to survive pandemic's economic shockhttps:\/\/t.co\/v07v15n98R","sentiment_score":0.35}
{"full_text":"Download and share weekly maps of #COVID19 mask use  for the United States and the world  on your social media, blog, or newsletter:","sentiment_score":0.0333333333}
{"full_text":"RT The CDC says Americans should be even more vigilant with variants spreading.","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 26.4FWind Chill: 26.4FHumidity: 94%Dew Point: 24.9F Barometer: 30.126 inHgWind: 2 mph from the ESECorona Virus Weekly Stats:Cases: 85.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"One of your lyrics that has only become more and more meaningful during the pandemic","sentiment_score":0.375}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"I blame the pandemic. I'm right there with you!","sentiment_score":0.3571428571}
{"full_text":"CUT PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #TuesdayThoughts #COVID19 #coronavirus #Educatio","sentiment_score":0.1}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT Why have you exempted migrant labourers from this? Why have you exempted bogus refugee applicants at Roxham Road from this?...","sentiment_score":0.0}
{"full_text":"Time: 02:00 * Temp: 8.3degC * Wind: S 0.9 to 13.0mph * Pressure: 992.2hPa * Rain: 2.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:41 * Sunset: 17:32 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT  #China reported 16 new #coronavirus cases in the mainland for Feb. 15, compared to 9 a day earlier, the health com...","sentiment_score":0.0681818182}
{"full_text":"RT #COVID19 pandemic in #Kenya affected many small scale businesses and Millicent Akinyi Dula's #cleancooking equipment ventu...","sentiment_score":0.125}
{"full_text":"Sachin you are right, but farmers are serving whole life in fields and their sons at borders. You should talk about them. It is fact that in corona period only farmers were at their work. They saved economy. Save farmers save country.","sentiment_score":0.1619047619}
{"full_text":"You can still find live music, king cakes and a celebratory atmosphere in Las Vegas tomorrow. ","sentiment_score":0.1363636364}
{"full_text":"RT There were 55k new cases reported today. Less than 2 months ago we had a day with more than 300k cases. We're not out of the...","sentiment_score":0.1565656566}
{"full_text":"RT The governor had no time to answer the legislature, the DOJ, &amp; the press on Covid deaths... but found time to write, pub...","sentiment_score":0.0}
{"full_text":"RT The number of #COVID19 cases globally declined for the fifth consecutive week. So far this year, the number of weekly reporte...","sentiment_score":0.05}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT REINFECTION WARNING from the WHO. \"We are now getting reports of people getting reinfected with a new variant--from  (...","sentiment_score":0.1363636364}
{"full_text":"Gerstel suggested that Canadians start looking at their financial future now as people now have the free time to sit down and make plans during lockdown","sentiment_score":0.0611111111}
{"full_text":"Dr. Atlas blasts 'completely ludicrous' CDC school safety guidelines","sentiment_score":0.1}
{"full_text":"Let's reword this and assume there's a... idk a global pandemic and you lost your job. Then let's assume you're lucky enough to have 20 bucks to feed your 6 kids you comfortable fed before said \"pandemic\" then what's the best option?","sentiment_score":0.3466666667}
{"full_text":"RT Level Two Snow Emergency for Lucas County and the vast majority of our counties. Two exceptions... Williams and Seneca Cou...","sentiment_score":0.0}
{"full_text":"RT CDC: 'Just Because You Got The Vaccine Doesn't Mean You Should Go Outside Or Ever Experience Joy Again'","sentiment_score":0.1625}
{"full_text":"RT Leading airlines commit to helping UNICEF in its historic mission of transporting COVID-19 vaccines around the world","sentiment_score":0.0}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
