{"full_text":"Lydia Ngwiri, Former Teacher and Psychologist: Schools unrest are a manifestation of various issues... Sometimes, it is psychological issues that have not been resolved or a manifestation of what happened when students were away from school due to COVID-19 pandemic","sentiment_score":-0.03125}
{"full_text":"RT The CDC has now stated that LGBTQ people have a higher risk of having problems from COVID-19.","sentiment_score":0.25}
{"full_text":"Yes, 1 person personally known. She was perfectly fine, because she lives a healthy lifestyle. #COVID19 #MentalHealthAwareness #healthcare #Health","sentiment_score":0.3055555556}
{"full_text":"Nigeria Expecting COVID-19 Vaccines From China - FG #Nigeria, #News","sentiment_score":0.0}
{"full_text":"RT Ex-Dancing On Ice star Rufus Hound strolls in park hours before positive Covid testhttps:\/\/t.co\/bYyj1Va30A","sentiment_score":0.2272727273}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"RT Doris' advocacy for people during the pandemic did not go unnoticed. Thank you for signing a letter to suspend evictions. I...","sentiment_score":-0.2}
{"full_text":"Meanwhile in my province in #Canada, our director of Public Health, Dr. #BonnieHenry, extends our COVID restrictions. She's doing the RIGHT THING!","sentiment_score":0.1785714286}
{"full_text":"RT Lonely solo ultrasounds. Being told by your fertility clinic you have to wait some more after you've already waited for so...","sentiment_score":0.2}
{"full_text":"To enjoy you all day long, unfortunately must be in my head because I can't travel to California especially when I get my COVID-19 shot Monday to prevent myself from ever getting it!","sentiment_score":-0.0375}
{"full_text":"RT European Union Reveals Covid-19 Recovery Plan - The Rag","sentiment_score":0.0}
{"full_text":"I am all too familiar with a 50th in pandemic times. Best of vibes!","sentiment_score":0.6875}
{"full_text":"Try Rebel news you aren't going to get any honesty from the MSM here...they are the blackface propaganda machine!!!","sentiment_score":-0.1953125}
{"full_text":"A large collection of Radiological Image Data as well as hundreds of Ai tools, for Covid19, organized by my smart associate Jeremy Kohn.= His Ai tools section starts with my project, namely the world's first Ai based open source covid19 detection tool:https:\/\/t.co\/D2udfFGIZS","sentiment_score":0.1696428571}
{"full_text":"Once COVID is out, Kashmir will be the favorite holiday destination","sentiment_score":0.5}
{"full_text":"RT When it comes to reopening schools, Joe Biden has decided to prioritize Democrat special interest groups over families,...","sentiment_score":0.3571428571}
{"full_text":"Covid took Buchanan?","sentiment_score":0.0}
{"full_text":"RT The Covid-19 vaccine has been through three phrases of clinical trials to ensure it meets the highest standard of safety...","sentiment_score":0.0}
{"full_text":"RT Manitoba announced 82 new cases of #COVID19 and 4 more deaths on Saturday, Feb. 6, 2021. Active cases: 3,309*Total caseload:...","sentiment_score":0.1676767677}
{"full_text":"RT If we can only disprove enough untruths, if we can just slow the onslaught of disinformation - we may have fewer dying...","sentiment_score":-0.1}
{"full_text":"RT The CDC has now stated that LGBTQ people have a higher risk of having problems from COVID-19.","sentiment_score":0.25}
{"full_text":"POLICE disperse large group of lads playing football during #lockdown at #Lymm as ongoing issues continue in the village ","sentiment_score":0.2142857143}
{"full_text":"RT If natural immunity doesn't exempt healthy people from wearing a mask, andif taking multiple doses of the vaccine do...","sentiment_score":0.2}
{"full_text":"You have a drug problem because 75% of your population is on opioids and cook meth. Most of the opioid pandemic falls on your doctors who love to prescribe that pain medication which in turn, results to addiction. So politely, i must tell you, you're post is so false it's cringe","sentiment_score":0.2}
{"full_text":"RT The government has lost track of the number of foreigners coming to Britain as monitoring methods \"fall apart\" amid th...","sentiment_score":0.0}
{"full_text":"RT I don't recall Cyril Ramaphosa giving  ordinary citizens any time &amp; space to think while they were being arrested for b...","sentiment_score":-0.25}
{"full_text":"this would be reason enough to offer paid sick leave (and pay restaurant workers more!)https:\/\/t.co\/t9hWteC36b","sentiment_score":-0.3571428571}
{"full_text":"RT You mean the year of mass panic and interminable lockdowns weren't solutions, only tradeoffs? I'll be damned.","sentiment_score":-0.15625}
{"full_text":"I agree. Powerful compassionate leaders is what the world needs.","sentiment_score":0.3}
{"full_text":"RT \"i can't wear a mask, i have breathing problems.\" ok?? louis tomlinson has a fat ass and still wears pants","sentiment_score":0.5}
{"full_text":"RT The City of New Orleans overnight shut down several bars across the city for failure to comply with restrictions impleme...","sentiment_score":-0.0839646465}
{"full_text":"RT Coronavirus Updates: Cuomo Warns New Yorkers Not To Get \"Cocky\" As Rates Declinehttps:\/\/t.co\/Ayj9RiPNMG","sentiment_score":-0.0318181818}
{"full_text":"Covid-19 vaccine progress made on several fronts, and experts are encouraged - CNN","sentiment_score":0.0}
{"full_text":"RT Democrats in Congress have begun to utilize a process known as reconciliation to fast-track President Biden's $1.9T Covid-19 rel...","sentiment_score":0.0}
{"full_text":"RT Watch as #NIH's Director Dr. Anthony Fauci answers common questions about #COVID19 and the vaccines. #MyCOVIDVaccine","sentiment_score":-0.3}
{"full_text":"RT Last year, Michele lost her job because of the pandemic. I recently gave her a call to hear her story and discuss how my America...","sentiment_score":0.0}
{"full_text":"RT if this was true he wouldn't have the N95 on under it.","sentiment_score":0.35}
{"full_text":"Jobs programs in the middle of a pandemic?","sentiment_score":0.0}
{"full_text":"RT A pandemic? Lol.. Enjoy in day and weekend...","sentiment_score":0.6}
{"full_text":"Young people in Turkey","sentiment_score":0.1}
{"full_text":"RT A tie breaker was needed for this????","sentiment_score":0.0}
{"full_text":"RT Speaker Pelosi:-Went to the salon when the rest of us couldn't. -Didn't wear a mask when the rest of us had to. -Avoi...","sentiment_score":0.0}
{"full_text":"RT \"My students gave me Covid and I almost died. Now back to work. No raise, no vaccine, no ventilation.\" Jefferson City te...","sentiment_score":0.0}
{"full_text":"RT Last year, Michele lost her job because of the pandemic. I recently gave her a call to hear her story and discuss how my America...","sentiment_score":0.0}
{"full_text":"RT Video taken by at South Florida grocery store shows nearly every customer and employee without a mask. Store's ow...","sentiment_score":0.1}
{"full_text":"RT After nearly a year of lockdowns and Covid restrictions which have left millions of Americans struggling, our politicians...","sentiment_score":0.05}
{"full_text":"RT On this day in 2020: Coronavirus whistleblower doctor Li Wenliang dies","sentiment_score":0.0}
{"full_text":"RT I'm Julia and I'm Chief Exec of Please help us! We're doctors and we have paid for a full page ad in The...","sentiment_score":0.35}
{"full_text":"RT Last year, Michele lost her job because of the pandemic. I recently gave her a call to hear her story and discuss how my America...","sentiment_score":0.0}
{"full_text":"RT I'd like to tell you all about the last 3 weeks of my life. I still see\/hear takes about how Covid isn't that dangerous o...","sentiment_score":-0.3}
{"full_text":"Mount is 22 by the way and I'm guessing you slander him His covid period is long gone","sentiment_score":-0.05}
{"full_text":"RT Aku dah 648 hari tak balik hometown jumpa mak bapak because of covid19 travelling restrictions. Aidilfitri 2020 stay at hom...","sentiment_score":0.0}
{"full_text":"RT This is me","sentiment_score":0.0}
{"full_text":"RT Well you wouldn't want an expert raining on your parade! You would have to silence him or risk the truth emerging. Big P...","sentiment_score":-0.15625}
{"full_text":"The refusal to be vaccinated or take safety precautions to prevent the spread of a pandemic has vividly revealed that  Mathew 22:39 (You shall love your neighbor as yourself) has been eliminated from the gospel by an alarming number of self-confessed Christians.","sentiment_score":0.175}
{"full_text":"RT The Covid vaccine is not a guarantee. My wife &amp; I, vaccinated 17 days ago, both tested positive yesterday and are in qua...","sentiment_score":0.2272727273}
{"full_text":"RT Working moms are stressed, burned out and unraveling at the seams that the pandemic has exposed. This is their primal scream....","sentiment_score":0.0}
{"full_text":"when i moved to humboldt i was fully intending on going to humboldt state but a gut feeling told me i should take a gap year. i listened, and then the rolling blackouts and a pandemic hit. this might be a long ass gap year but i will never not trust my intuition now","sentiment_score":-0.05}
{"full_text":"RT Poland will ease coronavirus restrictions next week. The PM said the decision comes after a \"fragile stabilization\" of...","sentiment_score":0.0}
{"full_text":"RT Four opinions, 15 pages on the constitutionality of covid restrictions from #SCOTUS yesterday. *Zero* citations to Jacobson...","sentiment_score":0.0}
{"full_text":"RT And yet Trudeau's Liberals are cutting into global supplies meant for poor countries. Immoral, unjustifiable and ultimately...","sentiment_score":-0.25}
{"full_text":"RT THREAD:  It is with sadness that I tell you about Preston Chaney, who died in the Houston jail of COVID. He was trapped t...","sentiment_score":-0.15}
{"full_text":"RT Summer school likely to run into opposition from the very same parents who are demanding in-person learning now.","sentiment_score":0.0}
{"full_text":"Here we have Jamie Fortes, a health and care worker, whose role is a support worker in the community.Much to Staff Nurse, Hayley's delight, he was the 100th person she administer a covid vaccine to today! Great work, Hayley! ","sentiment_score":1.0}
{"full_text":"RT Pictorial ReviewCOVID-19 mimics on chest CT: a pictorial review and radiologic guidehttps:\/\/t.co\/fMaEBFxZiz#covid19 #...","sentiment_score":0.0}
{"full_text":"RT Why haven't  we?No more excuses Tories #needlessdeaths Covid deaths over 111,000 as last month Sage warned 'comple...","sentiment_score":0.25}
{"full_text":"Individuals Encouraged To Count Stars To Check Whether Lockdown Has Cut Light Contamination #OperaNewsHub","sentiment_score":0.4}
{"full_text":"Look forward to giving evidence again next week - wonder which of the predictions from June last year have come to pass. Sadly I think much has got worse","sentiment_score":-0.14}
{"full_text":"Assane was cleared when they signed him. He hasn't been cleared since getting COVID before season.","sentiment_score":0.0}
{"full_text":"Can't wait to go for a J2O with the girls. ","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"* McCombs School of Business at The University of Texas at Austin * * Contacted via email &amp; website *","sentiment_score":0.0}
{"full_text":"RT The Supreme Court's order late Friday night that California must allow churches to resume indoor worship in a pandemic...","sentiment_score":-0.3}
{"full_text":"Excellent poem - creative writing lessons from Cheddar in lockdown?","sentiment_score":0.75}
{"full_text":"Memo: don't put all your eggs in one (Saracens) basket. Invest in all tiers. And don't keep kicking the Jeffin ball. Ps- I've had 2 lockdown beers and instantly qualify as a rugby expert (almost made it back in the day, honest guv)","sentiment_score":0.2}
{"full_text":"RT From here on... every American can stay home on Election Day, and they will still win with a 100% vote in t...","sentiment_score":0.4}
{"full_text":"RT We need to rehabilitate patients AND staff. @ICS_updates ","sentiment_score":0.0}
{"full_text":"DO IT! Just like Christmas and thanksgiving, where it never materialized ans then they congratulated themselves over how much they did. ","sentiment_score":0.2}
{"full_text":"RT President Biden Signs Major Disaster Declaration for Navajo Nation to Assist with Covid-19 Response Efforts | Currents...","sentiment_score":0.0625}
{"full_text":"RT If natural immunity doesn't exempt healthy people from wearing a mask, andif taking multiple doses of the vaccine do...","sentiment_score":0.2}
{"full_text":"RT How do we compare to the Atlantic provinces?I think it's fair to say someone has a better strategy here.","sentiment_score":0.6}
{"full_text":"I borrowed the Mangas first and now I started to collect them ... mostly because my Friend who borrowed them to me, is a little bit out of touch because of the Pandemic.","sentiment_score":0.1875}
{"full_text":"Glad to see the didn't get special #14DayQuarantine #Waiver on the #DuBois!! Today he hit the ice for the first time since the Jan 23 trade!","sentiment_score":0.4568452381}
{"full_text":"RT I haven't been 2 vegas since covid started but I usually go 10-15 times a year...","sentiment_score":-0.25}
{"full_text":"RT Roma oppression is not history , it still exists.  To leave people in these vile conditions is an act against all humanit...","sentiment_score":0.0}
{"full_text":"RT Poaching patrol today on Anglesey We have had a number of reports recently of people illegally targeting wildlife and...","sentiment_score":-0.25}
{"full_text":"Listen now: In this #podcast Rory Varrato and I discuss how nonviolent civil disobedience might raise awareness about climate-related existential risks. #XR #ExtinctionRebellionhttps:\/\/t.co\/aJvGTgKhDf","sentiment_score":0.4}
{"full_text":"Eager for the comeback of live music?  So are we! Show your support to local venues and help #SaveOurStages by purchasing merch!  ","sentiment_score":0.0852272727}
{"full_text":"The latest figures have been revealed","sentiment_score":0.5}
{"full_text":"[Videos] More #public, more planned  #trainer #bodybuilder #athlete #marketing","sentiment_score":0.3333333333}
{"full_text":"RT 'Why Should Florida Have to Pay for New York?'","sentiment_score":0.1363636364}
{"full_text":"RT  Meet John and Virginia. He's 88, she's 81 -- and they're newlyweds! Earlier this week, they got vaccinated at one of th...","sentiment_score":0.0}
{"full_text":"RT 115 violent prisoners take over St. Louis jail: Inmates set fires, injure guard and throw chairs out of smashed windows in ang...","sentiment_score":-0.45}
{"full_text":"\"If you give a little bit of glow and a little bit of sunshine, it will help everybody.\" Captain Tom Moore's bright spirit and commitment to community gave everyone the gift of a Fresh Start.","sentiment_score":0.15625}
{"full_text":"How to get in UK a national insurance number during COVID-19 lockdown? #COVID19 #lockdown","sentiment_score":0.0}
{"full_text":"First look at Washington state data on COVID-19 vaccination by race, ethnicity shows wide gaps. Health coverage from and at the","sentiment_score":0.075}
{"full_text":"#HRCC relies on donations, fundraising and money raised through our charity shops to continue operating our Support Centres. We encourage donations to continue the work we do. If you are in a position to be able to donate, please consider doing so here;","sentiment_score":0.5}
{"full_text":" CALLING ALL ARTISTS: Have you been affected by #Covid19? Are you within 80 miles of #KansasCity?Join this info session on Feb. 9 at 6PM CST to learn how to apply for Rocket Relief emergency grants.","sentiment_score":0.0}
{"full_text":"COVD-19 has taken more than 630 lives in Ventura County. Please don't let Super Bowl Sunday turn into a super spreader event. The best way to stay safe is to avoid gathering with people outside of your household. For COVID information, visit","sentiment_score":0.4444444444}
{"full_text":"The SecEd Podcast: Host discusses #teacher #workload, looking at threats to work\/life balance &amp; practical solutions. Culture, autonomy, Covid-19, planning, assessment &amp; more. With","sentiment_score":0.5}
{"full_text":"Lockdown is difficult for us all, and there are support services available to help you with a range of issues you may be facing. The mental health helpline is here for you 24\/7. Please call 01782 234233 to access support.  More here:","sentiment_score":0.075}
{"full_text":"Want to learn more about the COVID-19 #vaccination? Checkout this video from Learn more at","sentiment_score":0.5}
{"full_text":"In the NBA, there is no protocol too minor when it comes to preventing the spread of COVID-19.Until it's inconvenient for the league, writes James isn't on board with the All-Star Game, and who can blame him? https:\/\/t.co\/ZmzvmoyNuv","sentiment_score":-0.35}
{"full_text":"RT My grandmother died of COVID yesterday. represented her. This is shameful and she deserved better.","sentiment_score":0.5}
{"full_text":"Social distancing too and mask.","sentiment_score":0.0333333333}
{"full_text":"RT Watching 'Public Ownership in the Pandemic', with &amp;...","sentiment_score":0.0}
{"full_text":"Some families are welcoming new life, and hope, during a difficult time.","sentiment_score":-0.1818181818}
{"full_text":"Registrations now open for our 'Redundancy and covid-19 - Are our #redundancy laws strong enough?'. Register your place at #ukemplaw #Covid19UK","sentiment_score":0.1444444444}
{"full_text":"After 54 years, the \"Never Miss a Super Bowl Club\" thought their impressive streak of attending every big game the #NFL has held was coming to an end.The culprit? The #coronavirus pandemic. #SuperBowl","sentiment_score":0.2333333333}
{"full_text":"\"While the arrival of vaccines is encouraging, the world is still in the midst of a pandemic impacting almost every aspect of people's personal and professional lives.\" To learn more, check out our latest podcasts here:","sentiment_score":0.275}
{"full_text":"Didn't catch our webinar with and this week?Click below to hear their priorities for the Biden administration amid the #COVID19 pandemic ","sentiment_score":0.0}
{"full_text":"RT My husband is working every single weekend as an ICU consultant running a Central London COVID wardEvery. Single. Weeke...","sentiment_score":-0.0476190476}
{"full_text":"Communities of color have been disproportionately harmed by the COVID-19 pandemic. Now they're at risk of being left behind in the vaccine rollout.","sentiment_score":-0.2}
{"full_text":"Don't forget to support local this Sunday for the big game! https:\/\/t.co\/TSZWuYaGP1","sentiment_score":-0.1666666667}
{"full_text":"This week is a painting week (with lockdown still being a thing). So I have put more paint to my Legion, with my #newyearnewsystem . #swlegion #paintingguide #wargames #tabletop #wargaming","sentiment_score":0.5}
{"full_text":"The streak is less important to Don Crisman than the friendships he's made along the way. \"It's not just about the game,\" he said, \"it's about the guys.\"","sentiment_score":-0.0555555556}
{"full_text":"UK to get hands on French COVID jab... before France itself Follow us on Telegram","sentiment_score":0.0}
{"full_text":"In the next edition of our Prioritizing Equity series, join and Irma Gomez as they discuss how #COVID19 has uniquely impacted people with disabilities. Tune in as they share improvement strategies for ensuring equity.","sentiment_score":0.1875}
{"full_text":"RT Sadly, without vaccines, there will be no economic recovery.#Cdnpoli #COVID19","sentiment_score":-0.3}
{"full_text":"You Drink. You Drive. You Lose. Plan  today to get a ride share or stay at home for the big game. #SuperBowlLV","sentiment_score":-0.2}
{"full_text":"With #coronavirus cases still climbing, Honduras got tired of waiting to get vaccines through a United Nations program, so the small Central American country struck out on its own, securing the shots through a private deal.","sentiment_score":-0.0083333333}
{"full_text":"As vaccines slowly roll out, experts say the nation could suppress the outbreak and reopen much of the economy by easing regulatory hurdles to allow millions more rapid tests.https:\/\/t.co\/udH4OtBOv2","sentiment_score":0.1333333333}
{"full_text":"RT love is in the air, wear a mask","sentiment_score":0.5}
{"full_text":"For most of us, 2020 was the worst of times: political instability, economic uncertainty and a history-altering pandemic. But it was the best of times for at least group: cybercriminals.","sentiment_score":0.0666666667}
{"full_text":"Learn how we are supporting students and alumni to help fight COVID-19 by volunteering to be part of the UK-wide vaccination programme","sentiment_score":0.25}
{"full_text":"During Pandemic, China Sent Millions Of Counterfeit Masks, Test Kits To US: Customs Data SQ;ONLY THE WISE WILL SEE AND UNDERSTAND!CHINA, BIO-WEAPONS =DESTRUCTION OF US ECONOMY= FAKE TEST KITS=DNA COLLECTION OF US CITIZENS =END OF U.S.","sentiment_score":0.1}
