{"full_text":"RT TRIPLE WORRISOME--Data says the new variant that is now dominant strain in California:spreads FASTERevades antibodies...","sentiment_score":0.1363636364}
{"full_text":"RT  9 PM US COVID Data 2\/22\/21Total Cases         28,897,718New Cases Today    71,054  Total Deaths          514,996...","sentiment_score":0.0}
{"full_text":"RT Happy one year anniversary to this Trump tweet where he declared COVID \"very much under control in the US.\"","sentiment_score":0.53}
{"full_text":"CM K Chandrashekar Rao has directed the authorities to make sure that all #COVID19 safety protocols are being followed while reopening of the schools.https:\/\/t.co\/cBxQx64P0H","sentiment_score":0.5}
{"full_text":"RT Meanwhile about 14% of people not in custody of the #California corrections system have received a dose of the #coronaviru...","sentiment_score":0.0}
{"full_text":"RT I wish unemployment was announced everyday maybe it could taken serious like covid.","sentiment_score":-0.2666666667}
{"full_text":"RT Special thanks to our friends from Africa, we have to be united for the . #TiredEarth #maskuary #COVID19","sentiment_score":0.2785714286}
{"full_text":"RT Japan appointed a \"Minister of Loneliness\" this month to tackle the country's rising suicide rates. Here's a thread http...","sentiment_score":0.0}
{"full_text":"RT NEW - There are 559 new cases of COVID-19 in BC. There have been 77,822 total cases of COVID in BC. #bcpoli","sentiment_score":0.0909090909}
{"full_text":"RT A couple of very personal stories about the \"recovery rates\". It's not as simple as \"have a bit of a cough then recover\"....","sentiment_score":0.0}
{"full_text":"I honestly think he may be in the early stages of dementia just like his boss Joe. The things that he says are so completely illogical and contradictory that his state of mind must be questioned,","sentiment_score":0.2666666667}
{"full_text":"Usual BS sprouting out.... ALL COVID!!!!","sentiment_score":-0.6103515625}
{"full_text":"RT \"The negligence at China's biolabs, especially WIV, was so dangerous that the PLA dispatched a general to take over the f...","sentiment_score":-0.1833333333}
{"full_text":"Theres nothing more immoral than trying to claim the high ground when all the mps in parliament have fleeced the taxpayer during lockdown. Think your better rethink your question luv.","sentiment_score":0.3866666667}
{"full_text":"RT bro what the fuck is this, i'm so tired of this performative bullshit. just fucking pay people to stay home, cancel rent...","sentiment_score":-0.4666666667}
{"full_text":".@philredcross partners with Angkas, the first &amp; largest app-based professional motorcycle taxi service in PH to assist in the delivery of humanitarian interventions such as blood needs, first aid &amp; other responses in relation to the fight against #COVID19 | via","sentiment_score":0.095}
{"full_text":"RT Police are investigating a brawl between Canadian Tire staff and a customer who allegedly refused to wear a mask.  ","sentiment_score":-0.1}
{"full_text":"How Kickstarter Creators Are Coping with the Coronavirus -- Kickstarter CRYPTO CRYPTO NEWS -","sentiment_score":0.0}
{"full_text":"It wasn't even COVID deniers. Just normal people being extremely shitty about someone who died. Just because she was fat.","sentiment_score":0.0125}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT THREAD - Democrats tucked $135,000,000 for the National Endowment for the Arts into their \"COVID Relief\" package. That's n...","sentiment_score":0.0}
{"full_text":"RT Schools with 1+ confirmed COVID-19 case ALBERTA  5,286 CASES 1,197 SCHOOLS (48.0% of all) 671 OUTBREAKS Map...","sentiment_score":0.4}
{"full_text":"RT Why won't you &amp; Rs accept that CDC has stated that schools can &amp; should reopen PROVIDED funding is allocate...","sentiment_score":0.0}
{"full_text":"I am genuinely sorry for those who lost lives due to Covid-19. Deep condolences from Myanmar(Burma) to American.","sentiment_score":-0.15625}
{"full_text":"RT As I said on there is so much work to do, from ending this pandemic to confirming President Biden's cabinet to p...","sentiment_score":0.2}
{"full_text":"RT Liberal Logic:Joe Biden's pick to head the Health &amp; Human Services Department--in the middle of a pandemic--has no previ...","sentiment_score":0.0}
{"full_text":"RT #KisanKaSammanPMKisanSupport to annadatas during the pandemicvia NaMo App","sentiment_score":0.0}
{"full_text":"I'm sure someone at CDC and\/or HHS has an actual virologist that will understand this. Why not listen to real doctors? Established reports. I plead with you to try.https:\/\/t.co\/Y7ed64zAUo","sentiment_score":0.2333333333}
{"full_text":"RT Ed Rooksby, a brilliant man who has just died, was 45, fit and healthy.On the eve of the first lockdown, he contracted t...","sentiment_score":0.5166666667}
{"full_text":"RT Senate Republicans argue that we don't need to deliver more COVID relief--that we did enough already.That couldn't be furt...","sentiment_score":0.25}
{"full_text":"awas covid","sentiment_score":0.0}
{"full_text":"Yes COVID sucks but it means my pawrents don't travel without me anymore and therefore don't give them sad faces like this when I see a suitcase because I DON'T SEE SUITCASES anymore.","sentiment_score":-0.4}
{"full_text":"RT These are your lungs.These are your lungs on COVID. Any questions?","sentiment_score":0.0}
{"full_text":"RT Being digitally connected will be even more imperative in a post-COVID global economy. Deep dive into critical insights that...","sentiment_score":0.1}
{"full_text":"RT Repeat after me.EPF withdrawal is not an aid. It's your money &amp; not anyone else's money ","sentiment_score":0.0}
{"full_text":"RT Will the National Endowment for the Arts be helping with vaccine distribution?Will they be producing masks suddenly?...","sentiment_score":0.0}
{"full_text":"RT #Petrol 100#Diesel#LPG 769#Unemployment#Farm Laws#Crime against women#GDP at an all time low#Surrender...","sentiment_score":0.0}
{"full_text":"RT There is something fundamentally broken in our society when, in the middle of a pandemic &amp; economic downturn, asking ou...","sentiment_score":-0.0666666667}
{"full_text":"RT PM-Kisan Yojana has led to #AatmanirbharBharat and has supported farmers during the COVID-19 pandemic. Also this schem...","sentiment_score":0.0}
{"full_text":"RT As a non-American living in America, during a pandemic, I'm both awed and horrified by this country's reverence for work.","sentiment_score":0.0}
{"full_text":"If the last is prologue, then people will act like Covid is gone, and we'll have another surge. Hopefully, people have learned to .","sentiment_score":0.0}
{"full_text":"RT Federal Minister for Health Greg Hunt has revealed in parliament that the doctor who gave two elderly Australians four...","sentiment_score":0.0}
{"full_text":"RT The whole world applied the online education system for fear of (Covid-19). However Egypt and Turkey return all their st...","sentiment_score":0.2}
{"full_text":"RT The Director-General has said that deals between some high-income countries and manufacturers of COVID-19 vaccines are...","sentiment_score":0.0}
{"full_text":"They (Gates and his cohorts) being human have unanimously decided that they don't want to share the world with plenty humans. So they created a virus Covid19, created a killer and DNA altering vaccine, made tons of money from selling the vaccine to nations....","sentiment_score":0.0}
{"full_text":"RT I wish unemployment was announced everyday maybe it could taken serious like covid.","sentiment_score":-0.2666666667}
{"full_text":"RT Just taped a new with on Texas, covid, the \"red state\"\/\"blue state\" myth, the Capitol attac...","sentiment_score":0.0454545455}
{"full_text":"Something to think about in the coming weeks","sentiment_score":0.0}
{"full_text":"RT Fact: The CDC has NEVER called for schools to close. Never.","sentiment_score":0.0}
{"full_text":"It sounds like you missed an opportunity to win her over with a cogent argument in favor of SARS-CoV-2 vaccines.","sentiment_score":0.8}
{"full_text":"RT Prime Minister is right -- it'll take teamwork to tackle the biggest challenges our nations face. That's why we're...","sentiment_score":0.2857142857}
{"full_text":"Absolutely true. I have an EU-issued vaccine card. Can't get my USA health provider to use it to keep track of my vaccinations. It's been essential for entry into oh-so-many places around the globe,.","sentiment_score":0.175}
{"full_text":"makes sense. thanks! i want to go on a trip as soon as covid is behind us -- i will take notes on spins. ","sentiment_score":-0.075}
{"full_text":"RT bi weekly stimmys, total lockdown until june. rent and student loan payment freeze, mandated masks EVERYWHERE. please","sentiment_score":0.0}
{"full_text":"RT Even during the COVID pandemic, PM-KISAN\rscheme came as a saviour to farmers. Modi govt frontloaded an instalment\rto put mon...","sentiment_score":0.0}
{"full_text":"working these covid vax clinics is humbling","sentiment_score":0.0}
{"full_text":"RT I also warned (a year ago) they'd begin pushing for vaccine passports for us to \"return to normal\" (a tread toward a surv...","sentiment_score":0.15}
{"full_text":"RT Congressional leaders are holding a moment of silence now to mark the 500,000 U.S. lives lost to COVID-19.","sentiment_score":0.0}
{"full_text":"Between a lot of wrestling apparently deciding they the pandemic is over we can all proceed as normal and too much of wrestling trying to sweep speaking out under the rug, I've basically given up on expecting wrestling (the business, the culture) to get better","sentiment_score":0.225}
{"full_text":"Michigan prisons need to be abolished. We've repeated failures to provide decent food for years... '20, in Jackson, the \"freezeouts\" (*opening the windows in winter) to retaliate on protests over covid protection inadequacies... it's so depressing. ERD= Estimated Release Date.","sentiment_score":-0.2166666667}
{"full_text":"RT A year ago, common sense people like me were called \"conspiracy theorists\" when we warned: -it was never going to be 2...","sentiment_score":-0.3}
{"full_text":"The pandemic has triggered rapid growth in industries that have kept pace with changing consumer demands.","sentiment_score":0.0}
{"full_text":"RT \"[Cats and dogs] already receive all needed vitamins and minerals from most leading food brands. There's little evidence that...","sentiment_score":0.15625}
{"full_text":"RT Only 9% of Joe Biden's $1.9 trillion bill will actually be spent fighting the pandemic. The rest is a far-left wish li...","sentiment_score":-0.05}
{"full_text":"RT Capitalism is holding a candlelight vigil for 500k dead from covid but not doing anything to prevent the deaths of 500k...","sentiment_score":-0.2}
{"full_text":"RT As a non-American living in America, during a pandemic, I'm both awed and horrified by this country's reverence for work.","sentiment_score":0.0}
{"full_text":"RT This is also called bells palsy#Covid19vaccinereportBe warned","sentiment_score":0.0}
{"full_text":"RT Schools with 1+ confirmed COVID-19 case BRITISH COLUMBIA  3,194 CASES 900 SCHOOLS (46.0% of all) 452 CLUSTERS...","sentiment_score":0.2}
{"full_text":"#LETSTALKPHC \"Priority setting of primary health care services during the COVID-19 pandemic\" with today at 11:00 CET.","sentiment_score":0.4}
{"full_text":"Blush Box introduces their new limited-edition COVID Care gift box as a call to action to reclaim our lives and \"Kick Rona in the Ass!\" Join founder Kathy TONIGHT at 7pm EST to learn more about these wonderful gift boxes! #BlackBusinessWatch here:","sentiment_score":0.4403409091}
{"full_text":"Sri Lanka has ordered 13.5 million Oxford AstraZeneca #coronavirus vaccines in addition to the 500,000 doses gifted by IndiaThe country may not use Chinese vaccines in the second phase of immunisationhttps:\/\/t.co\/9743pvPo6M","sentiment_score":0.1666666667}
{"full_text":"Are the kids really alright? This small study by found that #COVID19SA messaging may have scared some children into a fear response. So how can we improve the way we speak to kids about COVID? Find out in our #BhekisisaResource","sentiment_score":-0.025}
{"full_text":"We should respect profoundly until and beyond COVID-19's end, unsung COVID-19 heroes.","sentiment_score":0.0833333333}
{"full_text":"HimCabs are Fully Sanitized Cab For Local &amp; Outstation Travel Book Now- Contact us- 82195 16432 #taxiservice #cabservice #COVID19 #sanitizing #taxiservice#wednesdaythought #Tourisme #himachalcabs","sentiment_score":0.0}
{"full_text":"COVID-19 safety precautions still remain the same even with the new variant 501Y.V2. Please continue to stay safe.","sentiment_score":0.2121212121}
{"full_text":"The world needs monkeys, whose DNA closely resembles that of humans, to develop COVID-19 vaccines. But a global shortage has been exacerbated by a recent ban on the sale of wildlife from China, the leading supplier of the lab animals.https:\/\/t.co\/hynu8YlKGG","sentiment_score":0.0}
{"full_text":"Check out this interesting dashboard by #60Decibles and find out how Kenyan farmers faired during #COVID19 pandemic.","sentiment_score":0.5}
{"full_text":"RT I once told my husband that I was jealous of Finnish PhD students because they got given a sword when they graduate. Sa...","sentiment_score":0.0}
{"full_text":"Pandemic hits Bidcorp on the chin. -","sentiment_score":0.0}
{"full_text":"The 2020-21 figures reflect that 20 million passengers have evaded the $120 tax by posing as children","sentiment_score":0.0}
{"full_text":"EXCLUSIVE: Hear executive vice-president tell a board meeting that B.C.'s dawdling #coronavirus vaccination program to take even longer than advertised #bcpoli #COVID19 #OperationSlowpoke","sentiment_score":0.0}
{"full_text":"The latest figureshttps:\/\/t.co\/F1CA9NQSEL","sentiment_score":0.5}
{"full_text":"A North Carolina family is wondering why their family member, who received a kidney transplant two years ago, would be put in Group 4. ","sentiment_score":0.0}
{"full_text":"The new HR Registered Apprenticeship Program could be an option for you if you lost your job in the pandemic, or if you're just looking for a career change.","sentiment_score":0.1363636364}
{"full_text":"Wednesday's Herald front- Neil Lennon set to quit Celtic within the next 24 hours- Sturgeon sparked anger over her roadmap to ending lockdown, with critics saying it \"does not go far enough\"#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":-0.15}
{"full_text":"The United Kingdom has no plan to enter into a deal that will allow the Philippine government to send healthcare workers to Britain in exchange for coronavirus vaccines, UK's top diplomat to Manila said Wednesday.","sentiment_score":0.5}
{"full_text":"Secondary schools in England will be asked to deliver face-to-face summer schools as part of efforts to catch pupils up with lessons lost to Covid.","sentiment_score":-0.3}
{"full_text":"launches SafeQ, an online portal offering hotel accommodation to low-risk Covid-19 patients who wish to undergo mandatory quarantine requirements in more comfortable settings","sentiment_score":0.45}
{"full_text":"Canada's top doctor says vaccines could allow the toughest #COVID19 restrictions to be eased before September. #Kamloops","sentiment_score":0.5}
{"full_text":"Missouri senators have passed a bill to shield hospitals, manufacturers and other businesses from lawsuits over alleged wrongdoing during the pandemic.","sentiment_score":-0.1125}
{"full_text":"Gov. Gwendolyn Garcia made the announcement to not require tourists to Cebu province to present Covid-19 tests. She also did not accept placing the province under stricter quarantine despite the rising number of cases.","sentiment_score":0.0}
{"full_text":"Half of Uganda's population to miss Covid-19 vaccine #SecuringYourFuture #ReopenUganda fully.","sentiment_score":-0.1666666667}
{"full_text":"NBs owner Marc Sawer says he can't make a judgement on this week's 'road map out of lockdown' without hearing next week's budget","sentiment_score":0.0}
{"full_text":"No one looks at the massive epidemic of men suffering through physical\/sexual assault and how it affects us all. If this wide-spread oppression was openly discussed in our society, we could end it. There would be much less depressed, lonely and divorced men.","sentiment_score":-0.0666666667}
{"full_text":"During the pandemic, medical school applications have risen due in large part to the popularity of Dr. Fauci. We're seeing an even more dramatic increase from black applicants.https:\/\/t.co\/yu1wtM76tC","sentiment_score":-0.0017857143}
{"full_text":"The latest figureshttps:\/\/t.co\/XMn4hdVw6n","sentiment_score":0.5}
{"full_text":"Our deepest sympathies for all American families who have to face the sadness due to covid-19 pandemic. God bless America.","sentiment_score":-0.0625}
{"full_text":"RT Giving support to annadata during COVID-19 pandemic.#KisanKaSammanPMKisan","sentiment_score":0.0}
{"full_text":"UK data points to record outflow of foreign workers in 2020 Almost a million people born outside Britain may have left the country last year as the coronavirus pandemic appears to have triggered the biggest net outflow of foreign-born workers on record, according to official data","sentiment_score":-0.025}
{"full_text":"RT Biden admin will green-light release of tens of billions of restricted oil funds to clerical regime in Iran. They will prete...","sentiment_score":0.0}
{"full_text":"Coronation Park, Healesville in March, share your story of the pandemic through sculptural art play. Artists onsite Mon, Wed, Fri, Sat, Sun. Come along - add to the story.#FeelingOurWayForward #FoodPatchArt #Art #Community #Wellbeing@HealesvileCommunityGarden ","sentiment_score":0.0}
{"full_text":"Loosening COVID-19 restrictions allow businesses to bring back and hire new employees.","sentiment_score":0.0681818182}
{"full_text":"RT ((Copy paste and tweeeeeete)) lives Egyptian students matterWe need all students of the world to participate with us in...","sentiment_score":0.0}
{"full_text":"UK pledges fund to help children catch up after COVID school closures The British government pledged a 700 million-pound ($988 million) package of support to help children in England catch up on learning lost due to the COVID-19 pandemic, which has shut schools to most students.","sentiment_score":0.125}
{"full_text":"REQUEST #Dimash","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 36.6FWind Chill: 36.6FHumidity: 84%Dew Point: 32.3F Barometer: 30.021 inHgWind: 0 mph from the ESECorona Virus Weekly Stats:Cases: 92.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Great segment from liberal feminist author &amp; former Bill Clinton advisor on the importance of battling COVID-f...","sentiment_score":0.4}
{"full_text":"Simple Vs Big Fat Indian Weddings: How Corona Has Changed The Things!See: #WednesdayMotivation","sentiment_score":0.0}
{"full_text":"3 Health Experts on What We've Learned After a Year of COVID-19 #health","sentiment_score":0.0}
{"full_text":"RT The #COVID19 death toll in the U.S. has now, officially, exceeded half a million.Of course the reporting lag + underco...","sentiment_score":-0.1666666667}
{"full_text":"RT The case fatality rate from Coronavirus in Punjab is 3.12%That's 86% higher than in Sindh which has a case fatality ra...","sentiment_score":0.25}
{"full_text":"Exclusive: AstraZeneca to miss second-quarter EU vaccine supply target by half - EU official AstraZeneca Plc has told the European Union it expects to deliver less than half the COVID-19 vaccines it was contracted to supply in the second quarter, an EU official told Reuters on Tu","sentiment_score":-0.1}
{"full_text":"Time: 06:00 * Temp: 9.1degC * Wind: SSW 11.0 to 16.1mph * Pressure: 1001.9hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:23 * Sunset: 17:49 * Cloudbase: 560ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT The Govt is willing to call out Facebook and GoogleWhy don't they call out Sky News for this as well?","sentiment_score":0.25}
{"full_text":"RT China must come clean about the Wuhan virus. Without answers and transparency from the CCP, the millions of lives lost coul...","sentiment_score":0.3666666667}
{"full_text":"YELLOW #Tayinloan #Gigha 24Feb A reduced timetable is operating between 20 January and 28 February 2021 as a result of reduced crew availability during the COVID-19 pandemic:","sentiment_score":0.0}
{"full_text":"RT First vaccines arrive, today's Covid-19 recap in #Thailand.","sentiment_score":0.25}
{"full_text":"\"The affected websites included the government's main information page related to the pandemic and a public questionnaire on easing lockdown measures that had been launched earlier in the day\"","sentiment_score":0.0416666667}
{"full_text":"RT Lucia DeClerck, the oldest resident of a New Jersey nursing home, beat the coronavirus after she tested positive on her 105th...","sentiment_score":0.1818181818}
{"full_text":"RT Suicides, families loosing their homes, dependency on food banks and serious mental health issues are the...","sentiment_score":-0.2166666667}
{"full_text":"Hey Noah u can play outbreak rn if u play offline","sentiment_score":0.0}
{"full_text":"Britain lockdown could be lifted sooner if vaccine effect exceeds expectations - Telegraph The COVID-19 restrictions in England could be lifted sooner than June 21 if real-world data on the effect of vaccines is better than expected, The Telegraph reported on Tuesday, citing gove","sentiment_score":0.2}
{"full_text":"RT Continued mandates in the region have driven down #COVID19 transmission throughout the region. However, this could...","sentiment_score":-0.1555555556}
{"full_text":"UK PM Johnson says optimistic about fully reopening in June British Prime Minister Boris Johnson said on Tuesday that he was very optimistic that all COVID-19 restrictions in England would end on June 21, and added that the government would hold a review into the use of vaccine c","sentiment_score":0.1}
{"full_text":"The future of work after COVID-19","sentiment_score":0.0}
{"full_text":"RT Why did Governor Cuomo give nursing homes immunity from Covid deaths? ","sentiment_score":0.0}
{"full_text":"For policy-makers and market participants alike, the 2020s will be all about responding to the global pandemic and the climate emergency.","sentiment_score":0.0}
{"full_text":"RT Former Clinton adviser warns Dems using COVID to usher in 'totalitarian state before our eyes'","sentiment_score":0.0}
{"full_text":"Announcement: The South African labour resource pandemic.","sentiment_score":0.0}
{"full_text":"Why? Because it was before Covid and all races were vibin together.","sentiment_score":0.0}
{"full_text":"How are the \"unproven\" treatments going in India ? How much money to Big Pharmaceutical companies make with COVID \"treatment\" Vaccines versus non-payment \"unproven\" treatments ?","sentiment_score":0.1}
{"full_text":"Can we go one day without saying covid","sentiment_score":0.0}
{"full_text":"#SaftuStrike Several small gatherings inline with COVID-19 regulations will take place around the country, including a march to parliament, before finance minister Tito Mboweni's budget speech at 2pm.","sentiment_score":-0.125}
{"full_text":"RT U.S. House plans vote on COVID-19 aid bill on Friday","sentiment_score":0.0}
{"full_text":"In the Pandemic, Close Friends Relied on Their 'Chosen Families'","sentiment_score":0.0}
{"full_text":"RT Victoria stripped of its AAA credit rating by Moody's, citing massive post-COVID debt bill","sentiment_score":0.0}
