{"full_text":"Yeah. I was making more than minimum wage when I got this job when COVID hit. Now I make minimum wage. I was more valued then than I am now. I don't want minimum wage raised because it means I make the same, but my living expenses go up!","sentiment_score":0.3333333333}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"I had to step away from listening ...any apologies yet?","sentiment_score":0.0}
{"full_text":"RT \"A company is only as agile as its network.\" COVID-19 has increased the value of WANs. Look into ZK Research's...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Biden to restart and expand US refugee program during COVID19 pandemic","sentiment_score":0.0}
{"full_text":"RT But.. UK Has A Population Density of 266 sq Kilometre, EU Average Of Member states Is 166 Population Density. So UK Is...","sentiment_score":-0.15}
{"full_text":"RT I want covid to be over ","sentiment_score":0.0}
{"full_text":"RT Linda Parkinson was a health care assistant at Cumberland Infirmary. says she died with Covid last week.  She w...","sentiment_score":0.0}
{"full_text":"RT As #Flordia fights community spread of COVID on a massive scale, this is a 15-second snapshot of a supermarket in Naples....","sentiment_score":0.0}
{"full_text":"Yes. That's the pricing being used for movies that are affected by the pandemic and going to VOD right away. It's not just an Apple TV thing.","sentiment_score":0.2857142857}
{"full_text":" in , if you are seeking to return home, please register your details with at: Registering helps us better understand who is seeking to return home and share important information with you when it becomes available (1\/3)","sentiment_score":0.4333333333}
{"full_text":"RT YouTube is preventing citizens from watching testimony on an issue of national importance. It is an example of the slip...","sentiment_score":0.0}
{"full_text":"RT Senate moves toward setting up consideration of Covid relief package -- but first: Vote-a-rama","sentiment_score":0.25}
{"full_text":"Effetto lockdown?","sentiment_score":0.0}
{"full_text":"RT U.S. Navy says sailor on the ballistic missile submarine USS Tennessee died of \"COVID-related\" complications earlier toda...","sentiment_score":0.0}
{"full_text":"Read the literature. Even post-vaccine you can still get Covid and can still pass it. The purpose of the vaccine, just like your normal flu shots, is to mitigate the risk","sentiment_score":0.15}
{"full_text":"RT #ForgottenLtd campaign for the 2m ltd UK companies that continue to fall through #GapsInSupport of Gov's covid financial...","sentiment_score":0.0}
{"full_text":"RT Spoke to President about the measures India and South Africa are taking to fight the COVID-19 pandemic do...","sentiment_score":0.0}
{"full_text":"Is that why Boris is going to announce that those who've seen a UK Nutcracker are next on the priority list for the COVID vaccine?","sentiment_score":0.0}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT Oh noo I just found out that one of my absolute favorite places to eat in Korea is on the verge of closing because of the...","sentiment_score":0.35}
{"full_text":"RT .@HouseDemWomen is leading the charge for $100B in reconciliation to not only stabilize child care but move toward universal...","sentiment_score":0.0}
{"full_text":"It might be but also may not be. That's a different federal state.This is a good read on German Covid restriction implementation &amp; the federal system.https:\/\/t.co\/JwSwd4rqfu","sentiment_score":0.2333333333}
{"full_text":"Beginning of COVID shutdown I was running\/hiking every other day and got down to 132, started lifting heavy again and now I'm only a couple pounds short of 150 ","sentiment_score":-0.0961111111}
{"full_text":"RT Indeed, it has been challenging. This is Cara expressing herself. For siblings of...","sentiment_score":0.5}
{"full_text":"RT POWERFUL: Son Who Lost Father to Covid Demands Public Enquiry into Boris Johnson's Handling of Pandemic","sentiment_score":0.15}
{"full_text":"Bitches will be like \"don't drink Dasani water!!!\" but will go out during a pandemic...","sentiment_score":0.0}
{"full_text":"RT One last reminder that this deadline is tomorrow, Friday: pt (50%) research assistant, funded research project on the impact...","sentiment_score":0.0}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"UNDP Cameroon in action! Equipment worth 950.000 USD currently being distributed to some 300 women &amp; young entrepreneurs to help mitigate the socio economic impacts of #COVID19 in #CMR","sentiment_score":0.145}
{"full_text":"RT During a pandemic? That's attempted murder.","sentiment_score":0.0}
{"full_text":"RT Spoke to President about the measures India and South Africa are taking to fight the COVID-19 pandemic do...","sentiment_score":0.0}
{"full_text":"RT Even this Democrat Senator admits it was a mistake for Biden to cancel the Keystone Pipeline and destroy thousands of...","sentiment_score":-0.2}
{"full_text":"RT A genuinely deady pandemic doesn't require a 24\/7 government ad campaign to remind you about it.","sentiment_score":0.4}
{"full_text":"\"These restrictions aren't doing anything to prevent the spread of Covid\" is just breathtakingly false. They suck, of course, and could have been short lived if we actually had a national, robust plan back in March. But keeping people out of bars and clubs is NOT purposeless.","sentiment_score":-0.1}
{"full_text":"RT I'm not a conspiracist .. so when I say it's ALL over the news that MYSTERIOUSLY  Covid19 has diminished in the last 3 we...","sentiment_score":0.0}
{"full_text":"RT Yes. Many.And two of my colleagues died from it. (RIP Bob Read and Sal Casillas) Covid is real. It is...","sentiment_score":0.2}
{"full_text":"the march 2020 covid-19 quarantine","sentiment_score":0.0}
{"full_text":"We are never getting out of this panny","sentiment_score":0.0}
{"full_text":"So far this week: rain, not pretty fluffy snow. Covid test, not a fun shopping romp. Full revision, not a quick edit. Am I having fun? Kinda no.","sentiment_score":0.0154761905}
{"full_text":"Haha no covid ","sentiment_score":0.2}
{"full_text":"RT BREAKING: Biden to restart and expand US refugee program during COVID19 pandemic","sentiment_score":0.0}
{"full_text":"Spread the word &amp; re-tweet, this is scandalous after everything they are doing, Mindblowing","sentiment_score":0.0}
{"full_text":"If this plan is so great why only Davidson &amp; Shelby counties? Gov. Lee needs to address COVID issues not some already declared unconstitutional!","sentiment_score":0.4}
{"full_text":"Talk about a company having bad week for their #reputation - remember you can't always control the external communications about your business, but ensuring that you have robust internal comms laying out your procedures does help. I wonder what response will be.","sentiment_score":-0.2333333333}
{"full_text":"RT We are told lies that LTNs reduce pollution. After 22 Weeks since Bowes LTN started, average weekly pollution for Bowes Prima...","sentiment_score":-0.15}
{"full_text":"RT YouTube is preventing citizens from watching testimony on an issue of national importance. It is an example of the slip...","sentiment_score":0.0}
{"full_text":"RT If you think we can't afford COVID relief, here's your reminder that America's billionaires could pay for every cent of workin...","sentiment_score":0.0}
{"full_text":"RT From me, in the this morning, on variants and deja vuhttps:\/\/t.co\/qb4XdjE01Z","sentiment_score":0.0}
{"full_text":"RT State Board of Education approves changes made by DHHS to Strong Schools Toolkit that encourage NC school districts to offer da...","sentiment_score":0.4333333333}
{"full_text":"RT BREAKING: Biden to restart and expand US refugee program during COVID19 pandemic","sentiment_score":0.0}
{"full_text":"The slaves begging for government intervention on this thread will be responsible for the hellish police state they helped create. BTW, this store has been like this for the duration of the pandemic.","sentiment_score":0.2}
{"full_text":"RT The pandemic has pushed working parents--especially moms--out of the workforce, which has drastic consequences for our ec...","sentiment_score":0.0}
{"full_text":"RT Do we have any evidence for this? Because here's the reality: the main reason people, particularly those who are under 65,...","sentiment_score":0.1666666667}
{"full_text":"Why are the elementary schools in Duval county still not covid safe? My 3 grandkids were sent home Tuesday not to return until Monday. Why, because one grandchild in an over crowded classroom shares a desk with another child who tested positive. Where is the CDC safety in Duval?","sentiment_score":0.3424242424}
{"full_text":"RT *sigh* Another day, another uncritical recitation of warnings about pandemic \"learning loss\" in the media. Forgive my repost...","sentiment_score":0.0}
{"full_text":"will not be allowed to enter Germany for a #ChampionsLeague match against on February 16 because of strict entry rules imposed over the #coronavirus pandemic","sentiment_score":0.0}
{"full_text":"#Vaccines 'to go'? It's already happening...","sentiment_score":0.0}
{"full_text":"RT I have a friend in Florida who is probably going to die this week from Covid. He has a wife, two children and a number...","sentiment_score":0.0}
{"full_text":"RT PSAKI: \"Even after you're vaccinated, social distancing and wearing masks will be essential.\"","sentiment_score":0.0166666667}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"RT I have prided  myself in taking a balanced view of lockdown and what's happening until today. I woke up and thought \"For Go...","sentiment_score":0.0}
{"full_text":"Some people may feel we shouldn't be discussing investing\/trading\/wealth building topics during a pandemic.I think it's even more important.I know people wanna break capitalism and all that but just tweeting that won't do it.","sentiment_score":0.5}
{"full_text":"RT South Dakota has recorded very bad pandemic health numbers. So what was Noem talking about when she said it has gotten \"through...","sentiment_score":-0.91}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"A lot of vaccine deniers - at least Covid vaccine deniers - in that town too... Livingston County is Trumpville, sadly.","sentiment_score":-0.4}
{"full_text":"RT Parents Outraged Over TV Commercial Shoot at Kester Elementary School Despite Most Area Campuses Closed For In-Pe...","sentiment_score":-0.04}
{"full_text":"What an excellent team, and how lucky our city is to have had them leading this effort","sentiment_score":0.6666666667}
{"full_text":"RT The hundreds of dollars I involuntarily give to the government biweekly covers all of this.I want paid leave &amp; more beds...","sentiment_score":0.5}
{"full_text":"Wu-Tang Clan or Wuhan? T-shirts bring the ruckus to strained China-Canada ties - NBC News","sentiment_score":0.0}
{"full_text":"RT Well done lads, only a year late and over 100,000 dead ","sentiment_score":-0.1666666667}
{"full_text":"RT BREAKING: Biden to restart and expand US refugee program during COVID19 pandemic","sentiment_score":0.0}
{"full_text":"Steve Baker is a known loon! I think when you have as many people shouting \"stop lockdown\" as are shouting \"keep restrictions\", you probably have the balance about right.I think by 8 March with deaths way lower, cases too, it will be more difficult for the PM","sentiment_score":0.1666666667}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT BREAKING: Biden to restart and expand US refugee program during COVID19 pandemic","sentiment_score":0.0}
{"full_text":"RT Report of a major outbreak of the UK variant in a village in Italy.The mayor said: \"We have 140 positives and 60% are elem...","sentiment_score":0.0625}
{"full_text":"RT I'm not a conspiracist .. so when I say it's ALL over the news that MYSTERIOUSLY  Covid19 has diminished in the last 3 we...","sentiment_score":0.0}
{"full_text":"RT Emotional day. Just got off the phone with my grandma, sister and stepmom. Grandma is 95. My dad was the 3rd child she bur...","sentiment_score":0.0}
{"full_text":"RT #RatanTata: \"I haven't watched Biggboss ever but this year I started watching bcoz of Lockdown, I loved #AlyGoni's Game, he...","sentiment_score":0.15}
{"full_text":"RT I just realized that two former leaders of the Ontario Conservatives have called out the current Premier for not implementin...","sentiment_score":0.0}
{"full_text":"Hahaha welcome to the women's game. Except those players got covid because they fecked off to Dubai haha","sentiment_score":0.2}
{"full_text":"RT The pandemic has pushed working parents--especially moms--out of the workforce, which has drastic consequences for our ec...","sentiment_score":0.0}
{"full_text":"RT Happy Physician Anesthesiologist Week! Anesthesiologists: Manage the whole spectrum of #painFrontline workers of #C...","sentiment_score":0.6}
{"full_text":"RT Stagnant wages and underemployment all harm the recovery. So why has the Morrison Governments designed their IR Omnibus...","sentiment_score":0.0}
{"full_text":"RT Hey what kind of headline is that? The only thing we have had is National Leadership! Provinces have screwed around a...","sentiment_score":0.3}
{"full_text":"IDPH Region 4 becomes the last region of Illinois to legally allow indoor dining again (numerous restaurants and bars within Region 4 were already opened up to indoor service in defiance of mitigation rules), as it joins Phase 4 like the rest of the state.https:\/\/t.co\/B3Ip7g8jmP","sentiment_score":0.0666666667}
{"full_text":"RT So is finally going to follow the science on this issue?BTW, why is it that public school teachers are at the f...","sentiment_score":0.0}
{"full_text":"Teachers don't need to be vaccinated. They are lazy and typically scum of the earth. I'd rather have covid than be taught by one of these fools.","sentiment_score":-0.275}
{"full_text":"RT Labour Black Socialists are now live:Coronavirus exposed structural racism in our society &amp; so is vaccine distribution....","sentiment_score":-0.1666666667}
{"full_text":"Nevada is suffering, especially, our public service workers who are key to effectively delivering the COVID-19 vaccine. They can only do their jobs if Congress passes robust, direct aid to states, cities, counties, and schools. Call the Senate:1-888-981-9704 #FundtheFrontLines.","sentiment_score":0.1166666667}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"Did the pandemic change how you do business? Then it might be time to update your website!   #seo  #webdesign","sentiment_score":0.0}
{"full_text":"RT the beginning of pandemic was better bc everyone else was being cautious and scared. now they have fun while we isolate","sentiment_score":0.4}
{"full_text":"COVID-19 Vaccination Update: 159,526 doses administered.#HawaiiStateSenate #COVID19","sentiment_score":0.0}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"Vaccines Could Blunt UK Epidemic in Weeks - The New York Times","sentiment_score":0.1363636364}
{"full_text":"DEMONCRAPS LAID OUT THE PLAN OF ATTACK.... JUST LIKE DEMONCRAPS ARE RESPONSIBLE FOR SANDY HOOK, LAS VEGAS, THE CHINA VIRUS.... DEMONCRAPS EQUAL SATAN.... THAT'S ALL YOU PIECES OF RAT CRAP ARE","sentiment_score":-0.2}
{"full_text":"RT Officials are advising people with a wider range of symptoms to get tested","sentiment_score":0.0}
{"full_text":"For more information, see our Facebook page: #COVID19 #MedievalFestival #WarsOfTheRoses #Tewkesbury","sentiment_score":0.5}
{"full_text":"Everyone in academia should read and think about this","sentiment_score":0.0}
{"full_text":"RT \"Age 20-49\" sounds a lot like \"people with the most obligations to go to jobs that require interfacing with the public\"","sentiment_score":0.25}
{"full_text":"RT White House is now saying CDC Director Walensky was \"speaking in her personal capacity\" when discussing vaccinations for...","sentiment_score":0.0}
{"full_text":"RT Before #COVID19, cancer treatment services were reported to be available in: 90% of high-income countries 30% of low-income co...","sentiment_score":0.4}
{"full_text":"RT BREAKING: Biden to restart and expand US refugee program during COVID19 pandemic","sentiment_score":0.0}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"SNP's PS33bn infrastructure plans 'not adequate' for Covid-19 recovery","sentiment_score":-0.1666666667}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT Is 'Build Back Better' all just talk?!Poor people are bearing the brunt of our disregard to planetary health. The world...","sentiment_score":0.25}
{"full_text":"Chapter 1 of #NRF2021 highlighted and commended the #retail industry's major transformation in the face of #Covid19. Check out our key takeaways #Digital #Personalization #Businesshttps:\/\/t.co\/fsaW2nnT2P","sentiment_score":0.0208333333}
{"full_text":"RT Today is 550 days since Jammu &amp; Kashmir curfew imposed, communications blackout, with democratically elected leaders and othe...","sentiment_score":0.0}
{"full_text":"RT White House Press Sec: We are going to fight the virus with scientists, health experts* and facts*Unless it's CDC Direc...","sentiment_score":-0.05}
{"full_text":"RT If you must wear glasses and a face mask simultaneously you could be eligible for condensation.","sentiment_score":0.0}
{"full_text":"RT PSAKI: \"Even after you're vaccinated, social distancing and wearing masks will be essential.\"","sentiment_score":0.0166666667}
{"full_text":"Up to 60% of U.S. Healthcare Workers Refusing Experimental COVID mRNA Vaccine - \"Don't Want To Be A Guinea Pig\"","sentiment_score":0.1}
{"full_text":"RT Dozens of PVAMU Nursing students are assisting in administering the COVID-19 vaccinations for Waller County today and tomorrow a...","sentiment_score":0.0}
{"full_text":"A new study suggests that #Tcells try to fight #SARSCoV2 by targeting a broad range of sites on the #virus--thus, the body has the tools to potentially recognize different #COVID19 variants. #Coronavirus","sentiment_score":0.0497159091}
{"full_text":"RT i'll remember who partied during COVID for the rest of my life","sentiment_score":0.0}
{"full_text":"RT New CDC director does not sit well with me. If teachers are not in the priority vaccination group, why are...","sentiment_score":0.1363636364}
{"full_text":"Avs game postponed as Tyson Jost and six Wild players added to NHL COVID-19 list | DNVR Avs Podcast","sentiment_score":-0.15}
{"full_text":"Why don't you stand up for Oklahomans by pushing for the passage of Covid relief?   Priorities.","sentiment_score":0.0}
{"full_text":"New Year. New Products: COVID-19 Test KitsDon't wait to get tested, we're now offering Antibody and Antigen test kits for POC environments. With results in minutes, make sure you stay up to date on your infection status.Learn More and Get Your Tests:","sentiment_score":0.3181818182}
{"full_text":"Almost a year into the pandemic and people still think it's okay to walk around w their nasty ass nose hanging out there mask.","sentiment_score":-0.25}
{"full_text":"RT BREAKING: Biden to restart and expand US refugee program during COVID19 pandemic","sentiment_score":0.0}
{"full_text":"RT Never ceases to amaze me how people with zero background in public health or infectious diseases are the ones telling us...","sentiment_score":0.0}
{"full_text":"Nicola Sturgeon has said people worried about not getting their Covid jag on time should contact her directlyhttps:\/\/t.co\/T4Vj7Gwm8u","sentiment_score":0.0}
{"full_text":"\"We've got to approach it as if the season is continuing. We're just pawns in this big game. We just want to play football and we'll try to do that as best we can until we're told otherwise.\"https:\/\/t.co\/8nOycghvn9","sentiment_score":0.2}
{"full_text":"Amid disruption, many #restaurants will need to assess whether #COVID19 has impacted their ability to continue as a going concern. We review key terms and requirements for preparing an effective analysis. Read it here:","sentiment_score":0.3666666667}
{"full_text":"San Jose bus drivers &amp; light rail operators, members of ATU Local 265, have been infected with covid19 at alarming rates. Santa Clara Valley Transportation Authority claims they're getting it off the job...&amp; insists on business as usual. #1u #UnionStrong","sentiment_score":0.0125}
{"full_text":"Central American migrants traveling through Mexico on their way to the US, are forced to sleep rough as shelters are closing and reducing their operations due to a surge in COVID-19 infections in recent weeks.","sentiment_score":-0.0875}
{"full_text":"Counties in Missouri and Illinois are asking people to fill out online surveys and sign-ups for the vaccine.https:\/\/t.co\/lQphMk3biA","sentiment_score":0.0}
{"full_text":"Drive-In Movie Night! \"Abominable\" Friday, February 5, at Oveta McKeithen Recreational Complex, 445 SW 2 St. Showtime 7pm. Free Family Fun, more info visit  Following CDC Guidelines. #DFB #LoveDFB #StaySafeDFB #DriveInMovie ","sentiment_score":0.18}
{"full_text":"#ThursdayTune  Every Thursday, I'm sharing a piece of #IrishMusic. This week, 'Walk Away' by Another artist whose debut LP was disrupted by the pandemic, but which makes for perfect listening during it, too. Listen:","sentiment_score":1.0}
{"full_text":"President Biden needs to bring the American public into an essential communications loop that is informative, engaging, and an effective counterweight to the flood of COVID-19 misinformation that bombards our mobile screens as clickbait.https:\/\/t.co\/zNBZIZLkha","sentiment_score":0.2}
{"full_text":"COVID-19 Economic Relief Update: An Executive Order signed by President Joe Biden ordered the CDC to extend the federal eviction moratorium through at least March 31. The order also extended restrictions on foreclosures with federally-backed mortgages through at least March 31.","sentiment_score":-0.1333333333}
{"full_text":"COVID-19's impact on the financial well-being of individuals and families has led to informative reporting that should be recognized. Journalist followers: consider entering your work in Best in Business competition.","sentiment_score":0.5}
{"full_text":"OPINION | Columnist argues that in order to mend the nation, we must learn from the mistakes made in 2020 by committing to trust in science rather than fiction.https:\/\/t.co\/HydanLP9CW","sentiment_score":0.0}
{"full_text":"Gathering virtually or with the people you live with is the safest way to celebrate the #SuperBowl this year. If you watch with people who don't live with you, outdoors is safer than indoors. More on safer ways to enjoy the game:","sentiment_score":0.1545454545}
{"full_text":"RT Health care worker taken to ER just a few hours after getting second COVID-19 vaccine shot. Four days later he was dea...","sentiment_score":-0.0666666667}
{"full_text":"Of the 4,169 total cases of COVID-19 in the county, 571 are considered active and 3,588 are recovered.","sentiment_score":-0.0666666667}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"One year ago today:The WHO describes the current situation where 99% of cases are in China as a \"window of opportunity\" to defeat the 2019-nCoV outbreak, but calls for countries not to apply travel restrictions, as 22 already have, claiming there is little public health benefit.","sentiment_score":-0.0625}
{"full_text":"Free COVID-19 TESTING by February 5, 1pm-4pmJewish Association on Aging300 JHF DrRegister at welcomedInsurance not required. However, if you have insurance that will cover the cost, your insurance will be billed","sentiment_score":0.4}
{"full_text":"The city of San Francisco took a dramatic step in its effort to get children back into public school classrooms, suing its own school district to try to force open the doors amid the coronavirus pandemic.","sentiment_score":0.0333333333}
{"full_text":"SOUND OFF: Do you think lawmakers should be able to jump the line and get into the Phase 1B group?https:\/\/t.co\/67JeZ9CzFV","sentiment_score":0.45}
{"full_text":"#News: Despite COVID-19, the Rideau Canal Skateway will be open this year, offering the chance for skaters to partake in winter exercise.https:\/\/t.co\/75BsaTYQno","sentiment_score":0.0}
{"full_text":"While our Rockwall location may have a limited menu, the pizza and classic Italian dishes aren't limited on flavor! Safely dine in or join us out on the covered and heated patio today. note this video was taken prior to COVID-19.)","sentiment_score":0.0843253968}
{"full_text":"\"A 'silver lining' of the raging pandemic is that it could help pave the road towards a more equitable world,\" writes Francisco Patino in a recent blog post on public health's responsibility to educate and facilitate equitable #vaccine access.","sentiment_score":0.1666666667}
{"full_text":"Watch \"How to cope with worry during the coronavirus pandemic\" on #Vimeo Sinthu and Kofi from the Grenfell Trauma Service for Children and Young People offer clear, practical advice#ChildrensMentalHealthWeek","sentiment_score":0.1}
{"full_text":"RT People: \"If they refuse to wear a mask and they get covid, Let'em die. Let'em learn the hard way.\"Same People: \"Just b...","sentiment_score":-0.1458333333}
{"full_text":"We know that COVID has had a great impact on the job market. How have the tech &amp; media job markets changed? How can job seekers differentiate themselves in this virtual setting? Register for free Virtual Careers Panel on Friday, 2\/5 12-1pm","sentiment_score":0.6}
{"full_text":"In case you missed it...Here's one of our top stories last week!","sentiment_score":0.25}
{"full_text":"The coronavirus pandemic has increased the need for PPE, which has the potential to become litter.https:\/\/t.co\/YAL6BYvW2q","sentiment_score":0.0}
{"full_text":"COVID liability bill moves closer to reality in Missourihttps:\/\/t.co\/AOTMNAsKqu","sentiment_score":0.0}
{"full_text":"Trader Joe's will temporarily raise pay for all its employees across the United States in response to a recently passed mandate in Seattle requiring large grocery stores increase pay by $4 per hour for front-line workers during the coronavirus pandemic.","sentiment_score":0.1071428571}
