{"full_text":"RT Uncontrolled viral spread is facilitating mutations and new variants--some of which may escape our vaccines.To deal wit...","sentiment_score":0.1363636364}
{"full_text":"Denmark is around 70K so kicks in at lower rate, but Japan is higher around 300K.  Generally speaking I don't support top rates above 50% except under exceptional circumstances.  With COVID-19, maybe a surcharge to pay down costs, but should be temporary not permanent.","sentiment_score":0.2185185185}
{"full_text":"covid took away my one coping mechanism: licking the handrails in the train station ","sentiment_score":0.0}
{"full_text":"RT Gov Cuomo just blamed my uncle for dying of COVID in a nursing home and blamed my family for not being tough enough to deal wi...","sentiment_score":-0.1944444444}
{"full_text":"RT After visiting the Pentagon, touring the NIH and working on the administration's COVID-19 response, President Joe Biden...","sentiment_score":0.0}
{"full_text":"Damn people stay home get under blankets its all can do until it passes but check on people you know need help","sentiment_score":0.0}
{"full_text":"RT Wow! What an informative email from Dr. Peter Daszak on 6 Feb, 2020!He told  woman SHI ZhengLi's gain-of-function colla...","sentiment_score":0.125}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"India reports 9,121 new COVID-19 cases, 81 deaths in last 24 hours","sentiment_score":0.0681818182}
{"full_text":"RT Clubhouse showed when the people of China evade censorship, they talk about the Tiananmen Square democracy movement, the mass...","sentiment_score":0.0}
{"full_text":"When 5 people died under the ALP' pink batt scheme, talk-back radio and the Murdoch rags ranted ad nauseum re the incompetence of the implementation. Aged Care has been hopelessly mismanaged by the Libs for years. 100s died from Covid19! Let's move on? It stinks!","sentiment_score":-0.325}
{"full_text":"Look I get the point that one who drank a Coke for 6 weeks or whatever could be a \"soda death\" vs a \"covid death\" vs they don't count \"vaccine death\" that way. That said, it doesn't seem particularly dangerous, I'd take it, while I couldn't care less if I don't either.","sentiment_score":-0.3833333333}
{"full_text":"RT More than 142,000 doses of the Pfizer\/BioNTech COVID-19 vaccine have arrived at Sydney airport.The TGA will batch test the va...","sentiment_score":0.5}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT Missouri's top teachers plead for higher coronavirus vaccine priority","sentiment_score":0.375}
{"full_text":"RT The first of millions of New Yorkers with chronic health conditions lined up to receive the Covid-19 vaccine at sites around...","sentiment_score":0.1931818182}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT Two thirds of vaccine exports from India have gone to foreign countries on a commercial basis, yet the government has still...","sentiment_score":-0.0625}
{"full_text":"My earlier tweet on the covid vac.  One tweet was to Scott Morrison MP. #auspol","sentiment_score":0.0}
{"full_text":"RT \"Multiple people have referenced the Tuskegee trial today\": doctors confront a skeptical, nervous homeless population as they...","sentiment_score":-0.25}
{"full_text":"Oh my god  cutest and sweetest thread I've ever read.","sentiment_score":0.0}
{"full_text":"Someone said that the freezing weather is more effective in keeping people home than the pandemic WHERE IS THE LIE","sentiment_score":0.55}
{"full_text":"RT Talking bad about Abbott? You bet. Shuts down business with covid bullshit then he shuts down the power with wind nonse...","sentiment_score":-0.337037037}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"#Racist #GOP #Obstructionists are blocking #JoeBiden's #StimulusReliefPackage or #GuaranteedLivableIncome (#GLI)  w\/ #FiliBusters in midst of a #National #Pandemic #Emergency, which #Hurts #Individuals, #Children &amp; #Families &amp; Vulnerable #Communities","sentiment_score":-0.5}
{"full_text":"RT With ~1% pop\/vax rate per day, Maldives  are heading for the top 10 countries worldwide, reaching herd immunity in &lt;70...","sentiment_score":0.5}
{"full_text":"RT Sir , It's a humble request to CANCEL BOARD EXAMS...","sentiment_score":-0.2}
{"full_text":"RT CDC admits 98 million Americans were given cancer virus via the polio shot -","sentiment_score":0.0}
{"full_text":"wait in s11 of shameless do they pretend covid doesn't exist or do they wear masks and stuff","sentiment_score":0.0}
{"full_text":"RT Made in India, Meant for Mexico - #VaccineMaitri continues! In keeping with India's determination to help other co...","sentiment_score":-0.125}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT #Urgent #Blood O+ve #MumbaiNeed plasma from someone with blood group O+ve  who got covid and was cured in last 20-40 daysAt...","sentiment_score":0.0}
{"full_text":"RT When lockdown is getting me down, I like to look at Israeli hospital data","sentiment_score":-0.1555555556}
{"full_text":"RT Canada's nursing shortage is a gaping wound in our health care system. Our health care heroes are fleeing -- not just b...","sentiment_score":0.0}
{"full_text":"Which means this \"vaccine\" is becoming obsolete already - which is typical for most cold\/flu viruses and why they make new ones every year to combat the latest changes.","sentiment_score":0.2839393939}
{"full_text":"RT The CDC says it's safe to open schools. So why does the \"party of science\" want to keep schools closed?","sentiment_score":0.1333333333}
{"full_text":"RT Ever heard of a dead person literally stealing from another dead victim? That was the case with the Rev Peter Kania Kariuki,...","sentiment_score":-0.1583333333}
{"full_text":"I'm in Arizona and I'd love to have someone explain to me what is this \"seasonality\" thing for Covid. Seems like waves came and went in states many times since last March in various types of weather.Flu for example is much more synchronized across states.","sentiment_score":0.3}
{"full_text":"Hello from the other side of the world  Yes. But only because we have had prolonged periods of returning to normal.  E.g 3 months over summer Covid free in the community. Could travel around the country, hugs are allowed and encouraged, masks not required. Etc.","sentiment_score":0.10625}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"I have read that he can do it for the duration of the pandemic under emergency orders.","sentiment_score":0.0}
{"full_text":"RT President Joe Biden will participate in a virtual G7 event on Friday where he plans to discuss efforts to combat the Covid-19 pand...","sentiment_score":0.0}
{"full_text":"RT If you are traveling to the UK, please just hold PS210 pere for Covid19 test.","sentiment_score":0.0}
{"full_text":"RT The number of #COVID19 cases globally declined for the fifth consecutive week. So far this year, the number of weekly reporte...","sentiment_score":0.05}
{"full_text":"RT If members of Congress, many of them old, vulnerable to #COVID19, can get together to impeach a private citizen, our chi...","sentiment_score":0.025}
{"full_text":"RT France is optimistic that the European Commission will sign off within days on an innovative plan for helping companies throu...","sentiment_score":0.25}
{"full_text":"RT Striking. #COVID19 deaths per million population in Sweden compared to the other nordic countries over time.","sentiment_score":0.1875}
{"full_text":"RT How quickly are people getting vaccinated for Covid-19?Track the progress of vaccine delivery and administration.","sentiment_score":0.3333333333}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT Delhi: Govt hospital HCP refuse CV vacc: 'A majority of us do not want to be guinea pigs. Most of us have decided to wait,\" sai...","sentiment_score":0.5}
{"full_text":"NL just went into lock down after being relatively covid free and getting back to normal since June. We have the new variant spreading but need to send tests to Winnipeg to be identified. Other provinces are experiencing similar things.Is this indicative of a wider lockdown?","sentiment_score":0.0507260101}
{"full_text":"RT As the Myanmar military deploys troops in an (unsuccessful) effort to deter protests, it encounters the growing problem of peo...","sentiment_score":-0.1}
{"full_text":" \"Women in leadership: Achieving an equal future in a Covid-19 world\" As the pandemic rages on, women from all walks of life prove this year's theme for #InternationalWomensDay.https:\/\/t.co\/y6uAWwnECo#womeninleadership #equality #covid19","sentiment_score":0.0}
{"full_text":"The #COVID19 pandemic, occurring at the same time as many climate-induced disasters, presents an opportunity for cities and countries to consider the importance for livelihoods of enhancing resilience.","sentiment_score":0.25}
{"full_text":"In 2020, we launched the #WildlifeWarriors Kids newsletter to engage children when schools were closed due to the pandemic. Read all the issues here Trivedy (15 years)","sentiment_score":-0.1125}
{"full_text":"South Africa record lowest daily covid-19 cases since 02 November 2020Read:","sentiment_score":0.0}
{"full_text":"RT School closures due to the #COVID19 pandemic have had a negative impact on children's nutritionSince the beginning...","sentiment_score":-0.2125}
{"full_text":"RT Why would negate the agreement that President Donald J. Trump put in place, that drastically reduces the price...","sentiment_score":0.0}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"Officials in Houston say massive power outages across Texas because of a winter storm knocked out electricity to a facility storing over 8,000 doses of Moderna's coronavirus vaccine.","sentiment_score":0.0}
{"full_text":"RT This is not going to end well:","sentiment_score":0.0}
{"full_text":"Top mass lenders across all retailing asset classes -- SBI, HDFC, Kotak Mahindra and Axis -- reported collections exceeding 95%. The microfinance segment, however, bucked the trend, reporting stagnant-to-declining collection efficiency for most players.https:\/\/t.co\/U84DMOi7gd","sentiment_score":0.5}
{"full_text":"A total of 139 Filipinos from Myanmar returned to the country Monday night amid the current COVID-19 travel restrictions and recent political situation there.","sentiment_score":0.0}
{"full_text":"Iraq confirms 1st case of coronavirus varianthttps:\/\/t.co\/uN9kqhdVYt","sentiment_score":0.0}
{"full_text":"About 40% of companies are allowing workers to relocate permanently. The tech industry is one field where people have the flexibility to stay working remotely.","sentiment_score":-0.1}
{"full_text":"As many as 109.4 million (109,459,931) people have been reported to be infected by #coronavirus globally and 2,412,925 have died.  ","sentiment_score":0.25}
{"full_text":"Georgia Governor Brian Kemp has issued a new executive order on COVID-19 guidance in the state.--&gt;&gt;","sentiment_score":0.1363636364}
{"full_text":"Women should get their mammogram before their first dose of the vaccine, or four weeks after their second dose","sentiment_score":0.125}
{"full_text":"Will the #COVID19 #vaccine protect against the new mutation? Click to learn about the new strains. #MedEd","sentiment_score":0.1363636364}
{"full_text":"Despite the national #SpringFestival holiday, several nucleic acid testing facilities in Beijing have remained open for residents. Due to the #COVID19 prevention protocols, people doing interprovincial #traveling during the festival have to provide a negative COVID-19 test.","sentiment_score":-0.10625}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"Social media can impact your mental health if you misuse it so one psychologist gives you tips on how to have a healthier relationship with the online world.","sentiment_score":-0.0333333333}
{"full_text":"Starting this week, the White House COVID-19 task force is sending doses directly to federally funded community health centers that mostly serve people at or below the poverty line.","sentiment_score":0.15}
{"full_text":"Washington state leaders announced an effort to raise $30 million to ensure the COVID-19 vaccine reaches under-served &amp; minority communities.","sentiment_score":0.0}
{"full_text":"Verifying a common claim that a similar number of total deaths were recorded, which would mean COVID-19's danger has been overexaggerated.","sentiment_score":-0.153125}
{"full_text":"The Navy says three sailors aboard the USS Theodore Roosevelt have tested positive for COVID-19, less than a year after a massive outbreak on the ship sidelined it in Guam for nearly two months","sentiment_score":0.0401515152}
{"full_text":".@Disneyland became a mass vaccination site in California at the end of January, allowing people across Orange County to receive the COVID-19 vaccine. | By","sentiment_score":0.0}
{"full_text":"#StayHomePOV Sis Loves Me","sentiment_score":0.0}
{"full_text":"While evidence suggests in-person learning can resume safely, public health officials and educators say schools need more resources to put precautions in place.","sentiment_score":0.25}
{"full_text":"Doctors say injection site pain, fever, and headache are normal responses to the COVID-19 vaccines and show immunity is building. What if you don't feel anything? your VERIFY.https:\/\/t.co\/OP4IkfXWK0","sentiment_score":0.15}
{"full_text":"RT COVID-19 conspiracy shows vast reach of Chinese disinformation","sentiment_score":0.0}
{"full_text":"The culture of BEING is characterized by more internal reflection, well-rounded thinking and calculations, and self-discipline, avoiding the excesses of the culture of ACTION which values individual freedom and is results-driven.","sentiment_score":0.15}
{"full_text":"KUPD is urging listeners to Adopt A Roadie in a new promotion aimed at helping events workers whose livelihood has been impacted by the COVID-19 closures of the past 11 months. ","sentiment_score":-0.0568181818}
{"full_text":"The variant virus first detected in the United Kingdom was found in the Wichita area, the state Department of Health and Environment said in a news release.https:\/\/t.co\/G461j4gLOt","sentiment_score":0.25}
{"full_text":"Not in our home. The system isn't built for this type of weather. And I mom has cancer and currently going through chemo. Her cold intolerance is painful, and she can't stay warm. It Feels like electric shocks.","sentiment_score":-0.175}
{"full_text":"RT Black woman created a proven vaccine tracking software and offered to license it to the CDC under Trump. CDC instead gav...","sentiment_score":-0.1666666667}
{"full_text":"RT Do you think teachers should be a priority for the COVID vaccine?I do.","sentiment_score":0.0}
{"full_text":"RT CAN YOU BELIEVE THIS CHANNEL ALREADY ONE YEAR? WHERE WE CAN LISTEN TO HIS SOOTHING VOICE, HIM EATING ONE LARGE PIZZA, QUEEN...","sentiment_score":0.2142857143}
{"full_text":"Covid-19: Why did daughter start showing symptoms first?","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 27.1FWind Chill: 26.2FHumidity: 99%Dew Point: 26.9F Barometer: 29.948 inHgWind: 3 mph from the ENECorona Virus Weekly Stats:Cases: 85.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT With #Sistemaneiji we can change the course of the pandemic, Neiji helps cut the chain of infections by being totally iso...","sentiment_score":0.0}
{"full_text":"RT Yes. It is alarming that Dems have not passed some kind of COVID relief yet. It is a...","sentiment_score":0.25}
{"full_text":"There was never herd immunity for aids, herpes, gonorrhea, common cold, flu, or anything else. Ask yourself why you are not immune to the common cold and the flu and herpes?","sentiment_score":-0.45}
{"full_text":"RT The corps has been involved in the pandemic response from the first days, and Biden says he'll tap them to run vaccination si...","sentiment_score":0.25}
{"full_text":"Proud of the work our colleagues are doing to research a COVID-19 drug candidate. Our scientists reveal that the structure of the drug favipiravir bound to the SARS-CoV-2 RNA polymerase could benefit such efforts.","sentiment_score":0.4}
{"full_text":"Adaptive Network Modeling of Social Distancing Interventions. (arXiv:2102.06990v1 [math.DS])","sentiment_score":0.0333333333}
{"full_text":"RT The best the global pandemic has looked in a long time@OurWorldInData","sentiment_score":0.3166666667}
{"full_text":"#CryoEM was named 1 of 8 tools critical to tackling COVID-19 by Chemical &amp; Engineering News (C&amp;EN). Our Tundra cryo-EM tops the list for new equipment.","sentiment_score":0.0681818182}
{"full_text":"Congratulations to take back Maharashtra on Covid Count","sentiment_score":0.0}
{"full_text":"Coronavirus in Oregon: Testing, cases plummet during ice storm -- new vaccine doses may be delayed - OregonLivehttps:\/\/t.co\/HHm6ra2U5q","sentiment_score":0.1363636364}
{"full_text":"New Covid variant with potentially worrying mutations found in UK: Researchers say 32 cases of B1525 in Britain, with other cases in countries including Denmark, US and Australia * Coronavirus - latest updates * See all our coronavirus coverage Another...","sentiment_score":0.1278409091}
{"full_text":" Highlights of #UnionBudget2021: Pillar-1: Health and WellbeingRs 35,000 crore for #COVID19 vaccines4 regional National Institutes for Virology9 Bio-Safety Level III laboratoriesTo strengthen nutritional content, delivery &amp; outcome#AatmanirbharBharatKaBudget","sentiment_score":0.0}
{"full_text":"RT #Peru's 487 officials took advantage of their privileged positions to secretly receive early inoculations of a coronavirus vac...","sentiment_score":-0.15}
{"full_text":"Moment police bust 40-strong lockdown party at Beetham Tower","sentiment_score":0.0}
{"full_text":"Name one teacher that caught covid from a student.","sentiment_score":0.0}
{"full_text":"How exactly has #COVID-19 influenced changes in #automotive consumer behaviour? Car Dealer Magazine highlights findings from our recent \"Shifting Gears\" report. Find out what it means for the #AutomotiveIndustry...#CarSales","sentiment_score":0.125}
{"full_text":"Time: 05:00 * Temp: 7.9degC * Wind: S 2.0 to 8.9mph * Pressure: 991.1hPa * Rain: 2.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:41 * Sunset: 17:32 * Cloudbase: 560ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"You need to read this and take note Please share it too Thanks","sentiment_score":0.2}
{"full_text":"Innovation within the pharmaceutical industry continues to drive human progress.That is all the more important as scientists race to develop treatments and vaccines to combat COVID-19.#StuffOfProgress Full article:","sentiment_score":0.3125}
{"full_text":"WE'VE EXTENDED our competition closing date to 28th February to ensure that all Grades 9 to 11 have the opportunity to enter our Boxer Youth Leadership Programme. Camp dates are subject to COVID-19 restrictions. Find out more info at to see how to enter!","sentiment_score":0.2291666667}
{"full_text":"ok so some snow is enough for a state of emergency but not 2.5 million Covid-19 cases","sentiment_score":0.25}
{"full_text":"RT Soldiers and police attacking medical personnel and hospitals is against the Geneva Convention and is CRIME against humanity...","sentiment_score":0.0}
{"full_text":"RT Health Care Worker in Orange County, California Dies Four Days After Getting COVID-19 Vaccine","sentiment_score":0.0}
{"full_text":"Preclinical data published in Cell show the company's COVID-19 vaccine candidate induces high neutralizing antibody titers after a single administration SEATTLE--(BUSINESS WIRE)--#COVID19--Icosavax, Inc. ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.1961904762}
{"full_text":"Top Medical Inventor: COVID mRNA \"Vaccine\" Not A Vaccine","sentiment_score":0.25}
{"full_text":"If people don't like this country, they are welcome to leave (at least once covid allows them to go someplace else).","sentiment_score":0.25}
{"full_text":"#POFreight to avoid travel delays, please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests, using this map:","sentiment_score":0.1}
{"full_text":"World's third-largest economy bounces back","sentiment_score":0.0}
{"full_text":"RT #Gravitas | At the beginning of the pandemic, the West predicted a disaster for India. Today - as the developed world struggl...","sentiment_score":0.1}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT A Bend high school closed just days into its first week back to in-person learning.","sentiment_score":0.0775}
{"full_text":"Our new research with BT explores how coronavirus is changing consumer behaviours and affecting contact centre agents. How can you adapt your business to this new normal? #CustomerExperience #CX #ContactCentre #AI #ArtificialIntelligence","sentiment_score":0.1409090909}
{"full_text":"RT Alternate history: Covid-09","sentiment_score":0.0}
{"full_text":"Diversionary Theatre is the third oldest continuously run LGBT theater in the United States. It has decided to take advantage of having to be closed for the pandemic by beginning long-overdue building improvements.","sentiment_score":-0.05}
{"full_text":"multiple target workers have died of covid","sentiment_score":0.0}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"RT You may have heard of antibodies in the news, but what are they and why are we making them? Join us this Saturday at 10...","sentiment_score":0.0}
