{"full_text":"WHICH SOLUTIONS??And yes, all this problems was before the pandemic. In pandemic we had fake statistic and dying people in the corridors of hospital. But our government sad in Jule that we had defeated coronavirus and done voting for changes in Constitution on STUMPS","sentiment_score":-0.5}
{"full_text":"RT New GA GOP voter suppression laws; ATL cops who tased 2 students reinstated; COVID &amp; Black community","sentiment_score":-0.0151515152}
{"full_text":"RT Messenger: Parson's temper tantrum reveals uncomfortable truths about Missouri's pandemic response","sentiment_score":-0.5}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT I am about to speak in the Parliament about the threat to public health that Craig Kelly is causing. The Prime Ministe...","sentiment_score":0.0}
{"full_text":"And really no reason to try to press your no-mask beliefs on other people who have loved ones prone to covid affecting them badly.","sentiment_score":-0.05625}
{"full_text":"Republicans a.k.a. Team Russia are deeply committed to increasing American fatalities. 20m doses of vaccine are \"missing \" from the twice impeached regime. Where do you think they went?","sentiment_score":-0.0666666667}
{"full_text":"RT Confirmed COVID-19 Cases in Ghana at the Kotoka International Airport. #JoySMS","sentiment_score":0.2}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Our discharges today include 551 community recoveries in Lagos State, 213 in Kaduna State and 103 in Kano State managed in lin...","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"WHO team visits Wuhan virus lab at center of speculation - The Associated Press via","sentiment_score":-0.1}
{"full_text":"RT At a mass vaccination site in the parking lot of San Francisco City College, only 500 people received their vaccine shots. But th...","sentiment_score":0.0}
{"full_text":"New video today - P1 Scale Model made with PAPER!You can find the link to FREE TEMPLATES here - #artistsontwitter #Origami #COVID19","sentiment_score":0.2681818182}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT The inverse of this pre covid is he should have cut till he saw a 4.5% unemployment rate.  Instead he targeted house prices an...","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos wants to give back, you say? How about Congress uses his $69,000,000,000 in pandemic profits to help pay for Covid...","sentiment_score":0.1}
{"full_text":"RT Not to brag but I've made it this far without giving myself bangs during a pandemic","sentiment_score":0.1}
{"full_text":"RT We, the citizens of Myanmar are totally against the current action of Military Coup. We voted with all of our hearts des...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Captain Sir Tom Moore has died at the age of 100 after testing positive for #COVID19, his family says.Read more: h...","sentiment_score":0.3636363636}
{"full_text":"RT My recipe for scrambled egg contains more brains than dear little Reggie Poor thing - old age, maybe #CC...","sentiment_score":0.003125}
{"full_text":"RT AstraZeneca's Covid vaccine showed 82.4% effectiveness with a three-month gap between two shots, the maximum dosing interval...","sentiment_score":0.0}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"Victorian authorities investigate hotel transmission of British virus strain | The New Daily","sentiment_score":0.0454545455}
{"full_text":"RT No masks, no social distancing. Rules for thee, but not for me? Explanation please Police watch on as dozens...","sentiment_score":-0.0166666667}
{"full_text":"#YouTube Censors Over 500,000 #Videos to Protect #Globalist #COVID19 Hysteria Narrative:","sentiment_score":0.0}
{"full_text":"RT This is good news. Hopefully other provinces follow...","sentiment_score":0.2875}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT I wish people would remember this when they feel like saying \"both parties are the same,\" but they won't.","sentiment_score":0.0}
{"full_text":"RT I'm replacing \"in a PANDEMIC?\" with \"during BLACK HISTORY MONTH\" -- please be advised","sentiment_score":-0.1666666667}
{"full_text":"RT Today at the WH: New COVID vaccine distribution via pharmacies First LGBTQ Cab Sec confirmed American Rescue Plan - clear...","sentiment_score":0.1310606061}
{"full_text":"RT A Covid test nurse asked if I've had a sudden loss of taste.  I told her, \"No, I've dressed like this for quite a while.\"","sentiment_score":0.0}
{"full_text":"RT This lede is a gut punch.https:\/\/t.co\/46obVEgYmE","sentiment_score":0.0}
{"full_text":"RT COVID-19 Testing Update. For more details visit: #ICMRFIGHTSCOVID19 #...","sentiment_score":0.5}
{"full_text":"This pandemic shit feels like it's never going to end.","sentiment_score":-0.2}
{"full_text":"It's been a year since we have all hugged, kissed or touched my Sister and nearly a year since these twins were allowed in to see their Mum this is how they have to visit now.  They are not allowed in the premises even outside of lockdown either because they are not over 18 ","sentiment_score":0.05}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT We, the citizens of Myanmar are totally against the current action of Military Coup. We voted with all of our hearts des...","sentiment_score":0.0}
{"full_text":"Air #travel demand to plunge by 88% in 2021, new study reveals #stats #covid19 ","sentiment_score":0.1363636364}
{"full_text":"RT Covid measure undermined in England as PS500 self isolation grant refused to 70% who apply","sentiment_score":0.0}
{"full_text":"RT A shocking 17,000 jobs lost in universities as the Morrison government stubbornly refused to provide JobKeeper to the s...","sentiment_score":-1.0}
{"full_text":"RT More than 100,000 people have died with coronavirus in UK, after daily figures record 1,631 deaths within 28 days of posit...","sentiment_score":0.25}
{"full_text":"RT Jeff Bezos wants to give back, you say? How about Congress uses his $69,000,000,000 in pandemic profits to help pay for Covid...","sentiment_score":0.1}
{"full_text":"RT Today at the WH: New COVID vaccine distribution via pharmacies First LGBTQ Cab Sec confirmed American Rescue Plan - clear...","sentiment_score":0.1310606061}
{"full_text":"for the PHD admissions, is it mandatory to submit Bachelors transcripts if currently its not possible?Some candidates may get issues in arranging transcripts from their past universities due to the covid circumstances.","sentiment_score":-0.125}
{"full_text":"RT My recipe for scrambled egg contains more brains than dear little Reggie Poor thing - old age, maybe #CC...","sentiment_score":0.003125}
{"full_text":"Watching tears streaming down my face, never met him but he touched all our lives through this awful pandemic, after reading his book it makes you feel like you did know him, a true gentleman, love to family xxx","sentiment_score":-0.0763888889}
{"full_text":"RT 'The more we got to know him the more we loved him because he represented the best of this country.' and","sentiment_score":0.675}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT time for school  (jk stay home and wear your mask)","sentiment_score":0.0}
{"full_text":"RT School dress codes: You can't wear that. Cover up or go home. School mask rules: It's a personal choice and forcing...","sentiment_score":0.0}
{"full_text":"He believes in lucifarian policies so \"New York mayoral candidate Andrew Yang tests positive for COVID-19\" ","sentiment_score":0.1818181818}
{"full_text":"#Sagarmediainc After a hiatus of nearly a year following the COVID-19 pandemic, scuba divers of VisakhapatnamA team of four scuba divers from Livein Adventures who were exploring dive sites chanced upon a rare rock formation in the shape of an arch about 30 ft BSL Rushikonda","sentiment_score":0.1333333333}
{"full_text":"RT Imagine the amount of money that old Tanzanian grandfather babu wa loliondo would have made if his concoction had gone viral...","sentiment_score":0.1}
{"full_text":"RT Today: Good Law Project's challenge to government's failure to disclose details of COVID-19-related contracts.Government h...","sentiment_score":0.1916666667}
{"full_text":"Very sad.","sentiment_score":-0.65}
{"full_text":"RT I got arrested for not wearing a mask today.Police Officers weren't interested in hearing about the scar tissues in my l...","sentiment_score":0.25}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Republicans urging more narrowly targeted COVID relief should remember $250 billion tax bonanza for hedge fund managers...","sentiment_score":0.15}
{"full_text":"The Covid-19 pandemic has adversely affected businesses worldwide. Here are three Digital Marketing tips for B2B companies to navigate through the tough times:#WeAreExponential #10xDS #DigitalAgency #DigitalMarketing #Covid19 #Pandemic #B2B #DigitalMarketingTips","sentiment_score":-0.1944444444}
{"full_text":"RT This February #LoveIsInTheAir! Show some love during this epidemic. #ServeALittleToHelpALot Text 'SERVE' to 50300 to donate...","sentiment_score":0.5}
{"full_text":"President Biden and the Democrats should pass the 1.9 Trillion Dollar covid-19 Stimulus package first, And then reach across the Isle. Republicans will never agree to help poor People.","sentiment_score":-0.075}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Can I still infect people with covid if I've been vaccinated?","sentiment_score":0.0}
{"full_text":"RT I'm very worried about my future. I have not yet graduated.The school has been closed since covid, and now there is poli...","sentiment_score":0.0333333333}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Navigating Pandemic Fatigue as a Working Parent","sentiment_score":0.0}
{"full_text":"RT i'll remember who partied during COVID for the rest of my life","sentiment_score":0.0}
{"full_text":"RT Client today. \"My daughter manages a care home. 38 dementia patient's had their jab . 13 died within 4 days. Poor souls,...","sentiment_score":-0.4}
{"full_text":"RT 1 out of every 500 South Dakotans dead, but \"Party of Life\", am I right?","sentiment_score":0.0428571429}
{"full_text":"Wuhan, Hubei*It Will Be Remembered For Years.#participateincontest #guessandwin #quiztime #fungames #gifts #winprizes #shachimedia #eventmanagementcomompany #luckywinners #tagustowin #followpages","sentiment_score":0.0}
{"full_text":"RT Someone print this please and give it to certain people wanting it in writing?","sentiment_score":0.2142857143}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"not once!!!! i normally get a small and annoying cold with a fever about once a year. nothing this year. not even a sore throat unrelated to the way i sleep. definitely keeping up with the mask wearing if the pandemic ever goes away","sentiment_score":-0.3}
{"full_text":"RT Biden needs to give her threeOne for the millions of books she's donated to children One for helping fund the COVID-19...","sentiment_score":0.0}
{"full_text":"RT The global attack on India's image has nothing to do with Farmer's protest.It is   preemptive strike by enemy who has been...","sentiment_score":0.0}
{"full_text":"RT Please I did not die!!! I survived Covid. It's real!! Let's take good care of ourselves and be careful the info we are...","sentiment_score":0.3041666667}
{"full_text":"COVID-19 &amp; the Force Majeure Clause in Leases #CRE #ForceMajeure #COVID-19https:\/\/t.co\/oldLfP0IdH","sentiment_score":0.0}
{"full_text":"RT The Cherokee Nation is prioritizing vaccines for rare language speakers like Tim King in an effort to protect its culture...","sentiment_score":0.3}
{"full_text":"Aside from the 117,000 doses that will arrive this February, vaccine czar Carlito Galvez Jr. said the country will request for 900,000 more doses of Pfizer's COVID-19 vaccines under the COVAX facility.https:\/\/t.co\/eJ2MtOEonH","sentiment_score":0.5}
{"full_text":"#WellnessWednesday Despite some restrictions being lifted, stay safe and learn how to navigate going to restaurants during COVID-19. Go here:","sentiment_score":0.5}
{"full_text":"\"COVID will change cities, but less than a lot of people are suggesting and less than the other major trends that are going on,\" says Professor Venables. Listen now to #ThoughtCapital. With Jason Choo and Tony Venables.https:\/\/t.co\/b5yYp8KcET","sentiment_score":-0.0989583333}
{"full_text":"Find out when you could get the Covid jab...https:\/\/t.co\/9f19qw0aOO","sentiment_score":0.0}
{"full_text":"Japan's export of products, and food hit a record high in 2020 despite the spread of the coronavirus across the globe, Jiji Press learned Tuesday.https:\/\/t.co\/jOnQGdldC1","sentiment_score":0.16}
{"full_text":"Captain Tom Moore, the British World War II veteran who lifted a nation's spirits by raising millions of pounds for health workers battling coronavirus, has died aged 100 after contracting #COVID19https:\/\/t.co\/aDiqiVwaal","sentiment_score":-0.0333333333}
{"full_text":"Take advantage of the time and learn a new skill this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation","sentiment_score":0.1363636364}
{"full_text":"Well we haven't actually gone into a full global lockdown like that, BUT the added measures have reduced known cases of chickenpox, influenza and all sorts of other diseases to record lows. But with people avoiding hospitals (including for vaccines), this might change next year.","sentiment_score":0.045}
{"full_text":" Keep calm  mask on Remember to wear a MASK that covers your nose and mouth, when going out in public. Please adhere to this rule when you are visiting us on your next essential goods run.  #staysafe #strongertogether","sentiment_score":0.075}
{"full_text":"Stay home, play PUBG Mobile and win cash prizes in the new season of the MGO Lunchtime Cup!https:\/\/t.co\/eGCGjpqCKy#LTC2021 #PUBGMobile #WinnerWinnerChickenDinner #eGGNetwork #everygoodgame","sentiment_score":0.4681818182}
{"full_text":"In the week ending January 29, 102 care home residents died from Covid-19, the second highest across Englandhttps:\/\/t.co\/AlvYYOjke6","sentiment_score":0.0}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a be...","sentiment_score":0.0}
{"full_text":"RT COVID-19 Vaccine available in HMC, Peshawar now.@HmcPesh#CovidVaccineForPakistan","sentiment_score":0.4}
{"full_text":"Officials across Clark County are planning pop-up vaccination clinics in communities of color to help more minorities access the COVID-19 vaccine. explains why.MORE:","sentiment_score":0.5}
{"full_text":"Queensland Reopens Its Border with New South Wales.The move comes as Australia's most populous state eases its own coronavirus restrictions after going 11 days without community transmission.https:\/\/t.co\/baDfVgko1y#Travel #COVID19 #Australia","sentiment_score":0.4121212121}
{"full_text":"\"It's entirely possible that this could be one of the coronaviruses that circulate every single year,\" Dr. Brian Labus said.https:\/\/t.co\/Sv6Arqbl26","sentiment_score":-0.0357142857}
{"full_text":"France has said that it will only administer the #AstraZeneca #coronavirus vaccine to people under the age of 65. France's health advisory body has given the recommendation. Mohammed Saleh gets you more details","sentiment_score":0.25}
{"full_text":"Inna Rothmann tells us how two #friends - an #expat and a #migrant- wrote a #book during the #pandemic.#books #Reading #COVID19 #WritingCommunity #ExpatbooksRead more about \"Surviving Covid-19 in a Foreign Land: Stories of Expats and Migrants\" herehttps:\/\/t.co\/0Iwf7Q7eQV","sentiment_score":0.1875}
{"full_text":"COVID Early Morning Overview: latest case and hospital figures for #Carlow and #Kilkenny with updates on travel and more ... ","sentiment_score":0.3666666667}
{"full_text":"Moore, who raised nearly PS33 million ($45 million, 37 million euros) for UK health service charities, died in hospital in southern England on Tuesday morning after testing positive for coronavirus last month. ","sentiment_score":0.0818181818}
{"full_text":"Now his wife has warned: 'Coronavirus takes no prisoners'.","sentiment_score":0.0}
{"full_text":"The pandemic has paved the way for broadcast simulated racing events  . Millions are watching the F1 #VirtualGP, and has skyrocketed in popularity. But will it last? investigates:","sentiment_score":0.0}
{"full_text":"RT America, now is a good time to thank the players of the + (@S10Bird is my personal fav) Ready... GO!!!! ...","sentiment_score":0.39609375}
{"full_text":"RT We must begin process of grieving  what we had Pre-COVID. It will never return. This rush and desire to get back to \"no...","sentiment_score":0.0}
{"full_text":"RT Julia asks Universities Minister Michelle Donelan five times how France is able to keep schools open during the pandemic whe...","sentiment_score":0.25}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"RT University workers were utterly abandoned by Morrison's party. So many experts &amp; critical thinkers lost.My wife changed...","sentiment_score":0.1666666667}
{"full_text":"Travelling is my Passion#COVID #COVID19PH #covid19UK #wearmas #taxibooking #airport #airporttransfer #airportlife #chauffeur #chauffeurservice #blacksuit #cars #carservice#transferservice #transfer #transfercarservice #taxiservice #taxi #taxitransferservice #taxibooking","sentiment_score":0.0}
{"full_text":"People who were unsanitary before are just straight up nasty still  I've always been a germaphobe I had sanitizer always on my bag, washing my hands often, hate public washrooms, and wouldn't even touch doors at all","sentiment_score":-0.4}
{"full_text":"#Iran has added new #coronavirus-related restrictions on travelers coming from the #EuropeanUnionhttps:\/\/t.co\/VwmmbtKufC","sentiment_score":0.1363636364}
{"full_text":"Time: 07:00 * Temp: 4.7degC * Wind: E 6.0 to 17.0mph * Pressure: 981.9hPa * Rain: 12.6mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:08 * Sunset: 17:05 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"In the week ending January 29, 102 care home residents died from Covid-19, the second highest across Englandhttps:\/\/t.co\/eQCdiUKGcE","sentiment_score":0.0}
{"full_text":"How would you spend PS40,000? You could win PS40,000 this Friday on Greatest Hits Radio - just by playing Show Me The Money: Lockdown Bonus! ","sentiment_score":0.9}
{"full_text":"RT There are 611 children still separated from their parents at the borderHundreds of illegals are being deportedThousa...","sentiment_score":0.0}
{"full_text":"right online class kinda sucks for that ... pandemic college rough","sentiment_score":-0.0380952381}
{"full_text":"Surviving a Pandemic with Grit, Innovation, and Creativity in South Africa   -","sentiment_score":0.0}
{"full_text":"Panic in NYSC hqtrs, camps as resident officer dies of COVID-19 - The Punchhttps:\/\/t.co\/aAKinwHkkk","sentiment_score":0.0}
{"full_text":"RT #ExpressExplained | The latest South African variant known as B.1.351, is different from the one in Britain and appears to...","sentiment_score":0.1666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 28.4FWind Chill: 25.9FHumidity: 95%Dew Point: 27.2F Barometer: 29.660 inHgWind: 3 mph from the NCorona Virus Weekly Stats:Cases: 115.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"How Covid hitches a ride in Australia's HQ!","sentiment_score":0.0}
{"full_text":"NGF: Nigeria to get 140 million doses of coronavirus vaccines in 2021, 2022","sentiment_score":0.0}
{"full_text":"RT \"Out of every 10 deaths, 8 were unnecessary.\" --Dr. Tess Lawrie, UK.The science couldn't be more clear: #Ivermectin w...","sentiment_score":0.0666666667}
{"full_text":"A locally owned group of pharmacies is hopeful that the shortage of COVID-19 vaccines for their customers and others will ease once the new Johnson &amp; Johnson vaccine is approved for use and distribution.https:\/\/t.co\/IJwAes1UdW","sentiment_score":0.0681818182}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"Join us online during lockdown for our 10am Sunday Service Everyone is welcomeFind out about all our services at #Church #Eucharist #SE11 #SundayWorship","sentiment_score":0.0}
{"full_text":"RT Today I spoke with Prime Minister We discussed our commitment to work closely on several issues, including combatin...","sentiment_score":0.0}
{"full_text":"Covid: Tech helps doctors assess patients' pain levels","sentiment_score":0.0}
{"full_text":"Zero science in lockdowns.https:\/\/t.co\/rWZ5GOdgpJ","sentiment_score":0.0}
{"full_text":"Coronavirus latest: New weekly infections in US fall below 1m for a 3-month low: Almost 50,000 victims of human trafficking were reported in 2018 by 148 countries, but the actual number of victims could now be \"far higher\", the ... #nigeria #trafficking","sentiment_score":0.1409090909}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"skipping, financial help to the states, BJP &amp; Modi spent 1000's of Crores on his Virtual covid propaganda through media, more self-promotion to lift his sagging image on Aam Janata's Tax money, whereas Mamata Banerjee has spent 4K crores from the ground for covid without any aid","sentiment_score":0.04}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT Face masks are now required in US national parks when visitors can't maintain physical distance and in all National Park Service b...","sentiment_score":0.0}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"If you need to travel, our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT AstraZeneca's Covid vaccine showed 82.4% effectiveness with a three-month gap between two shots, the maximum dosing interval...","sentiment_score":0.0}
{"full_text":"Covid: Australian MPs clash in hallway over misinformation","sentiment_score":0.0}
{"full_text":"We'd be dealing with the pandemic in a major way for another year at least if not for scientists, freaking legends.","sentiment_score":-0.11875}
{"full_text":"Hard Rock Casino Bonuses Thank Workers During Pandemic","sentiment_score":-0.2916666667}
{"full_text":"Doctors still having to post out #Covid19 is airborne ... as the poli approach is 'it's nuanced, or pure denial'Hello schools, with variants in play?#CDNpoli #BCpoli #BCed","sentiment_score":0.2142857143}
{"full_text":"RT I miss life before COVID ","sentiment_score":0.0}
{"full_text":"RT Punxsutawney Phil is giving clearer stay-at-home orders than most governors.","sentiment_score":0.5}
{"full_text":"Today, Senate Republicans proved they are unwilling to work with Democrats, and FOR THE PEOPLE, to develop COVID relief  legislation thru the normal process. #Hypocrite #GOPHypocrisy #GOPComplicitTraitors #GOPBetrayedAmerica","sentiment_score":0.15}
{"full_text":"The key has been the speed at which data is collected, transmitted, analyzed, and shared. #digitalhealth  #covid19 #MSFTAdvocate","sentiment_score":0.0}
{"full_text":"How lucky that artists always do their bit in difficult times like this. #sampollard #covid19 #pandemic #worldchange","sentiment_score":-0.0833333333}
{"full_text":"RT The first thing that needs to happen in the SA tourism industry, is for it to address the current narrative overseas about there...","sentiment_score":0.125}
