{"full_text":"RT bddh'te vrcsv ko dekh bhaart virodhii kisii bhii hd tk gir rhe. Even in this sad phase of pandemic,India is helping all nations wi...","sentiment_score":-0.5}
{"full_text":"My family immigrated, due to covid we've not been able to see one another physically and we miss each other so desperately. So every time we video chat is an epic moment! Video chats allow us to share those special moments. #GalaxyS21  #S21display #S21EpicMoments","sentiment_score":0.018877551}
{"full_text":"RT Not one Republican voted for the covid relief package. Not one.","sentiment_score":0.0}
{"full_text":"RT No Republicans voted for the COVID 19 Relief... resolution....  No Senate Republicans put Country First.. we can count...","sentiment_score":0.25}
{"full_text":"RT Can't even address your own nation, almost non-existence in handling this pandemic. No accountability whatsoever. But accepts...","sentiment_score":0.6}
{"full_text":"and customer demand. We're looking on supply chain and logistic initiatives take our for example, flexible sourcing or localization initiatives for key components, still here. It's been tried to lower the COVID-19 impact and getting back on track","sentiment_score":0.0}
{"full_text":"RT bddh'te vrcsv ko dekh bhaart virodhii kisii bhii hd tk gir rhe. Even in this sad phase of pandemic,India is helping all nations wi...","sentiment_score":-0.5}
{"full_text":"#COVID19 treatment that works.","sentiment_score":0.0}
{"full_text":"RT The Ohio Department of Health is now releasing data on the number of second COVID-19 vaccine doses administered, to be upd...","sentiment_score":0.0}
{"full_text":"I take it none of you had family members who died from COVID because this is so fucked up.","sentiment_score":-0.6}
{"full_text":"RT In a state where containing the virus should have been easier than in crowded, high-density states, but she's counting on...","sentiment_score":0.0}
{"full_text":"RT Sometimes it's best to keep your mouth shut!In 2016 there was Operation Cygnus which war gamed the Govt response to a worl...","sentiment_score":1.0}
{"full_text":"RT India fighting pandemic with Might,India started Largest vaccine drive,India supplying Vaccines to neighbourhood,...","sentiment_score":0.0}
{"full_text":"Tom Moore, Who Inspired Covid-Ravaged U.K. With Charity Walks, Dies at 100","sentiment_score":0.0}
{"full_text":"RT Two-thirds of disabled benefit claimants are going without enough food during the coronavirus pandemicSurvey says 82%...","sentiment_score":-0.1}
{"full_text":"RT More than 400 people died of #Covid19 in France in just 24 hrs400+ families in shock, communities in mourningI keep i...","sentiment_score":0.5}
{"full_text":"We only voted for our national mother. We went through all the difficulties in the middle of the global pandemic to vote for her.As a first time voter, I am so sad, angry and feel unfair for this situation!#SaveMyanamr#We_need_democracy #AungSanSuuKyi_government","sentiment_score":-0.1785714286}
{"full_text":"The long term effects of lockdowns, like economic and mental well-being, physical health, missed treatments &amp; interventions will be far more devastating than covid. #COVID19","sentiment_score":-0.05}
{"full_text":"RT bddh'te vrcsv ko dekh bhaart virodhii kisii bhii hd tk gir rhe. Even in this sad phase of pandemic,India is helping all nations wi...","sentiment_score":-0.5}
{"full_text":"RT bddh'te vrcsv ko dekh bhaart virodhii kisii bhii hd tk gir rhe. Even in this sad phase of pandemic,India is helping all nations wi...","sentiment_score":-0.5}
{"full_text":"RT If you lowered the flag each day to commemorate a British victim of Covid you'd have to do it for 293 years.","sentiment_score":-0.0375}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts. We need justice, freedom and a...","sentiment_score":0.0}
{"full_text":"\"\"My last pay was November and my first universal credit payment wasn't due until January...my money ran out. I'm broke. I'm having to go to the Citizens Advice Bureau for gas and electricity vouchers and the food bank for handouts.\"","sentiment_score":0.03125}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"You did read that he died from coronavirus right?","sentiment_score":0.2857142857}
{"full_text":"RT that this was premeditated and deliberate is almost beyond belief","sentiment_score":0.0}
{"full_text":"RT We are INCREASING the current program of sending vaccine to the states, AND launching this new program of direct shipments to ph...","sentiment_score":0.0787878788}
{"full_text":"RT 'Deep concern' about Covid outbreaks among care home residents who have had first vaccine jab","sentiment_score":0.125}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"You could write same and adout covid 19 and leave out the word vaccine.  Big business doin this for tobacco companies for 40 years.","sentiment_score":0.0}
{"full_text":"RT Exactly one year ago today Boris Johnson made this speech laying out Britain's plan to ignore Coronavirus.He likened...","sentiment_score":0.25}
{"full_text":"I can't believe I gotta wake up and say this but . . .I AM NOT THE MFING ONE!Do NOT send me any stupid ass youtube \"research\" unless you are prepared to get skewered.  No. It is NOT a matter of opinion.Stop spreading disinformation. Get Vaccinated.  Wear a mask. Be safe.","sentiment_score":-0.15}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"Irish #drinks industry to strengthen standards for sale and delivery of #alcohol online #online #covid19 #alliance","sentiment_score":0.0}
{"full_text":"RT Looks like Manchin is on board with reconciliation, so Democrats appear to have the votes to move Biden's COVID relief bill th...","sentiment_score":0.0}
{"full_text":"Watch last nights information session for London's Bangladeshi community on Staying safe and well during the Covid-19 pandemic and learning more about the vaccine.#CommunityVaccination","sentiment_score":0.3333333333}
{"full_text":"RT A fake pandemic followed by taxes to bleed us dry. Northern Tory MPs vent anger over potential fuel duty hike","sentiment_score":-0.3166666667}
{"full_text":"Car in garage. 2 click+collect to cancel - both phone numbers say \"unprecedented times and cant connect call\".It's been 11 months - surely someone's able to pick up a phone in these huge companies during a pandemic!","sentiment_score":0.525}
{"full_text":"RT I'm not apologizing for being \"distant\" in the middle of a deadly, global pandemic. Fighting burnout + insomnia + an...","sentiment_score":-0.0333333333}
{"full_text":"RT Karachi (03.02.2021): The first vaccine of #Covid19 in #Sindh was administered to Dr. Tanveer Ahmed at Dow University H...","sentiment_score":0.25}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"Breaking -- the bat that caused Covid speaks out","sentiment_score":0.0}
{"full_text":"RT Epidemiologist Tim Spector: There is \"a lot of good news around\" the Oxford vaccine, but \"we mustn't lose our heads\" over th...","sentiment_score":0.7}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT There'll be an awful lot of people mourning Captain Tom today, who've spent the last year downplaying coronavirus deaths by...","sentiment_score":-0.3666666667}
{"full_text":"BREAKING COVID UPDATE - With Demand Far Exceeding Supply, It Matters That People Are Jumping the Vaccine Line - Kaiser Health News","sentiment_score":0.1}
{"full_text":"That reminds meI met an Executive at a big Media company (pre-Covid) at the gym (so LA) &amp; I tell him how \"I want to get into Voiceover\" he then tells me: how it's hard &amp; most people don't find success so I should find a plan B or another job.I should email him and check in..","sentiment_score":0.1270833333}
{"full_text":"RT Britain's Captain Sir Tom Moore, who won hearts in the UK, has passed away at the age of 100 after testing positive for COVID-1...","sentiment_score":0.2272727273}
{"full_text":"RT You want to live in his world? Or a world of human rights, humane therapy, and honest science? That's our choice.","sentiment_score":0.2454545455}
{"full_text":"RT ppl who mistake ur kindness for flirting need 2 stay home and never come out again bye","sentiment_score":0.0}
{"full_text":"looking at this thread makes me so excited for this covid bs to end ","sentiment_score":0.375}
{"full_text":"on God... then get real depressed when we're in a fucking pandemic bcs i miss them &amp; i dont get to touch them often ","sentiment_score":-0.2}
{"full_text":"RT We are INCREASING the current program of sending vaccine to the states, AND launching this new program of direct shipments to ph...","sentiment_score":0.0787878788}
{"full_text":"RT Ayeyarwady covid center's doctors, nurses &amp; healthcare workers are participating in civil disobedience and red ribbon ca...","sentiment_score":-0.05}
{"full_text":"Breakdown of the Coronavirus data for North Yorkshire from NYCC https:\/\/t.co\/j7nKcSz5q5","sentiment_score":0.0}
{"full_text":"RT Hello! I'm Julia-I run doctors who want to inform the public about what's happening on the NHS COVI...","sentiment_score":0.0}
{"full_text":"RT South Korea bows to pressure from its increasingly dominant retail investors and extends its pandemic-imposed ban on short-se...","sentiment_score":0.0}
{"full_text":"Download report to see how privately-owned and family-run businesses pivoted in the face of the COVID-19 pandemic, after we saw the biggest upheaval of the UK business community in modern times. #PwCTheWayAhead","sentiment_score":0.2}
{"full_text":"RT bddh'te vrcsv ko dekh bhaart virodhii kisii bhii hd tk gir rhe. Even in this sad phase of pandemic,India is helping all nations wi...","sentiment_score":-0.5}
{"full_text":"RT A new study shows farmworkers say they've been left unprotected from COVID-19 by the very employers and agencies who wrote emer...","sentiment_score":0.1121212121}
{"full_text":"RT Great to catch up with Craig Kelly yesterday and discuss the importance of a unified health message and how essential it...","sentiment_score":0.4}
{"full_text":"Israel as an occupying power is responsible for the health of the occupied population, according to the 4th Geneva Convention.After pressure from human rights groups, Israel has finally started vaccinating Palestinians held in its jails against COVID19.","sentiment_score":0.0666666667}
{"full_text":"RT bddh'te vrcsv ko dekh bhaart virodhii kisii bhii hd tk gir rhe. Even in this sad phase of pandemic,India is helping all nations wi...","sentiment_score":-0.5}
{"full_text":"This video clip is very effective, impressive and easy for common people to understand the whole process of the forming of the lab cultured or engineered Covid -19 from the skeleton of Zonshan Bat  virus  .Thank you so much for your effort and contribution. Bravo !","sentiment_score":0.3938888889}
{"full_text":"RT Looking forward to giving this talk on Telemedicine and equality of access to abortion today at ","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"These tories don't seem to realise that they are impossible to believe.They have lied about just about everything They have shown incompetence in all aspects of the pandemicIn trying to save the economy they have wrecked it anywayBrexit is a disaster area","sentiment_score":-0.6666666667}
{"full_text":"RT EXCL: On the eve of a parliamentary vote on whether ministers should go to court to investigate the finances behind Donald T...","sentiment_score":-0.4}
{"full_text":"I am happy to invite everyone to my online recital for Steinway Society San Jose. They found a great solution to proceed in spite of pandemic, all the concerts of the series are happening online. my concert will be available here between 19-22 of February.","sentiment_score":0.6666666667}
{"full_text":"RT Has and been tracking primary schools' responses to the pandemic, since lockdown? Has an #eva...","sentiment_score":0.4}
{"full_text":"RT One month into the care home vaccination programme, I am deeply concerned to be seeing covid-19 infection outbreaks among...","sentiment_score":0.0}
{"full_text":"RT \"None of us were able to predict\" coronavirus would mutate or variants would emerge - Dido Harding, head of the Nationa...","sentiment_score":0.5}
{"full_text":"RT For more on the history of sticks or rods as a means of keeping social distance in times of plague outbreaks, check out my b...","sentiment_score":0.2666666667}
{"full_text":"Colors - colors - bring more colors to our lockdown reality. St. Anton, Slovakia ","sentiment_score":0.5}
{"full_text":"#MeetTheAffiliateSanta Barkevica and the team of have worked hard  during the COVID-19 lockdown and managed to design and build a network of GEO-targeted sites, with each site focusing on one country and vertical.#AffiliateGrandSlamhttps:\/\/t.co\/gDnfeStj4h","sentiment_score":-0.2916666667}
{"full_text":"RT We voted with all of our hearts despite global pandemic and the result spoke our hearts.We need justice,freedom and a better f...","sentiment_score":0.25}
{"full_text":"RT Republicans think reconciliation is okay for tax cuts for billionaires, but not for COVID relief for struggling Americans.","sentiment_score":0.5}
{"full_text":"Not sure about that. Covid displaced flu.","sentiment_score":-0.25}
{"full_text":"Can't wait to see your tan lines. If you persist, at some point you won't even need to wear a mask, because it will look like you are wearing one ","sentiment_score":0.0}
{"full_text":"Technologies Helping Business Survive the COVID Crisis #CRE #COVID-19 #Technology #TenantTips ","sentiment_score":0.0}
{"full_text":"Digitisation is essential for churches to operate effectively - especially in the 3rd lockdown. #Streaming or #recording services, as well as digitisation of front &amp; back office to allow for support of community initiatives.#thedigitalchurchplatformhttps:\/\/t.co\/RemaZ95MYX","sentiment_score":0.0}
{"full_text":"RT 1 in 500 South Dakotans has died from Covid","sentiment_score":0.0}
{"full_text":" \"It's really important to get symptom-free tests because we know that one in three people who have coronavirus have no symptoms.\"Phil Truby, a public health specialist at talks about COVID-19 testing for people without symptoms. https:\/\/t.co\/8PoITszo6R","sentiment_score":0.2}
{"full_text":"Are you facing redundancy or at risk of losing your income? Skills Adult Hub can help support you through the impact of the global pandemic. Find out more https:\/\/t.co\/n6V4PqLGAV","sentiment_score":0.2}
{"full_text":"Don't forget to tune in tomorrow to the Nissan Futures event, where we will discuss ASEAN's urban mobility challenges, from noise pollution to the impact of COVID-19. Watch it live here:  #NissanFuturesASEAN","sentiment_score":0.0681818182}
{"full_text":"The pandemic non-response, is more like it.  This govts managing of COVID is so much like the T**** admin: too little, too late, mixed messaging, misinformation. Playing with people's lives just to own PM JT, and the Libs.  Give us the #COVIDAlert app!","sentiment_score":0.1604166667}
{"full_text":"Tiny houses: Turkish tourism thinks small in Covid-19 era","sentiment_score":-0.125}
{"full_text":"Even though our Refurbs bike project is currently on hold due to the current Covid-19 regulations, we are still collecting your unwanted bikes ready for our Cytec Pete! If you have any unwanted bikes that are in need of some TLC contact us today! #refurbs #wrexham","sentiment_score":0.046875}
{"full_text":"Start the month the right way. Try a short walk in one of Liverpool's beautiful parks. This can help you feel less stressed, sleep better and have more energy. For more information just click on this link #FitForMe #JoinInFeelGood","sentiment_score":0.3527210884}
{"full_text":"Russia's #SputnikV vaccine is over 90% effective against symptomatic #COVID19, according to The Brazilian maker of the Sputnik vaccine is expecting regulatory approval for Phase 3 tests by this week or early next. Mexico has already approved its emergency use.","sentiment_score":0.2333333333}
{"full_text":"RT [WATCH] Which #vaccines are safe? Can I choose which one I get? And where will they be available? Prof. Barry Schoub (Chairperson: Ministerial Advisory Committee on #COVID19Vaccines) answers burning questions. #CarteBlanche","sentiment_score":0.45}
{"full_text":"Goat Girl vs capitalism, COVID and the Conservatives: \"There's a lot to change\"@NME speak to Goat Girl","sentiment_score":0.0}
{"full_text":"479,633 people will receive the #COVID19 Pandemic Unemployment Payment this weekMinister assures people that supports such as PUP &amp; Enhanced Illness Benefit will continue to be made available to people impacted by the PandemicRead more:","sentiment_score":0.3}
{"full_text":"Occupational health teams are faced with the colossal task of making decisions about who should or shouldn't come to work to help fight #covid19.We explore how #automation can help your business welcome back low-risk, essential staff into workspaces:","sentiment_score":0.275}
{"full_text":"Have we learnt the lessons of how to handle the pandemic?Over three nights our special programmes, COVID crisis: Learning the Lessons, will examine the UK's response to the virus. 9th, 10th and 11th February 8pm Channel 501 Watch live:","sentiment_score":0.2467532468}
{"full_text":"More than 1,700 Covid-19 deaths have been recorded in Derbyshire hospitals since March","sentiment_score":0.5}
{"full_text":"RT Epidemiologist Tim Spector: There is \"a lot of good news around\" the Oxford vaccine, but \"we mustn't lose our heads\" over th...","sentiment_score":0.7}
{"full_text":"A limited number of fans will be able to attend the matches in line with #Qatar|s #COVID19 protocols. Among the crowds will be four fans who are fanatical about their respective clubs.#ClubWC #TigresEnQatar #UlsanHyundai #AlAhlySC #DuhailSC #Football","sentiment_score":0.1428571429}
{"full_text":"AI, automation &amp; D2C: are these the key ecommerce marketing trends to last post-pandemic?@Econsultancyhttps:\/\/t.co\/YHDaiZjSsjvia","sentiment_score":0.0}
{"full_text":"RT Last Tuesday, we asked: Should businesses perform rapid COVID-19 testing in the workplace? Poll results from January 26th:...","sentiment_score":0.0}
{"full_text":"Governor Cuomo announced that local governments can now add restaurant workers, taxi drivers, and developmentally disabled facilities to the 1b vaccine eligibility list.","sentiment_score":-0.1}
{"full_text":"Although the pandemic is still part of our daily lives, the new year offers an opportunity to craft fresh money goals. ","sentiment_score":0.1340909091}
{"full_text":"A study looked at crime rates in 34 cities and found a 30% spike in homicides in 2020 compared to 2019.","sentiment_score":0.0}
{"full_text":"Dolly Parton puts new spin on '9 to 5' for Super Bowl commercial debut","sentiment_score":0.1565656566}
{"full_text":"We are safer and stronger when we act together. Do your part to protect yourself and those around you. Wear your #Mask, #WashYourHandswithsoap, and #Stayawayfromcrowdedplaces to stop the spread of #COVID19.","sentiment_score":0.0}
{"full_text":"Finding yourself tearing your hair out while stuck at home this lockdown? Why not try some of these to keep you entertained?https:\/\/t.co\/4YdOYeyxuN","sentiment_score":0.0}
{"full_text":"Amidst the uncertainty of the global pandemic, two key pieces of 2020 research by &amp; offered hope &amp; optimism about what purpose-driven brands can achieve in 2021 -- buoyed by new attitudes, opinions &amp; desires from consumers:","sentiment_score":0.0454545455}
{"full_text":"The ,  and are \"working together to understand what learning is (or isn't!) happening in pupils' homes while they are unable to attend school in the normal way due to Covid-19.\"","sentiment_score":-0.1583333333}
{"full_text":"\"He was the best of Britain and our country is poorer without him.\"https:\/\/t.co\/K6qMIqEpLL","sentiment_score":1.0}
{"full_text":"Keep Active during this lockdown with our free 60+ Active Wrexham Leisure Scheme FREE Zoom sessions.Email us on  Active60@wrexham.gov.ukhttps:\/\/t.co\/pIkoxH9BoO","sentiment_score":0.1333333333}
{"full_text":"In this Viewpoint, Anand Manoharan et al discuss the utility of #serological assays for early #diagnosis of #COVID-19 during the acute phase of the illness.","sentiment_score":0.35}
{"full_text":"Will #coworking ever return? https:\/\/t.co\/1TJ0ENuYhv","sentiment_score":0.0}
{"full_text":"How can you discuss Covid-19 issues in your class - moral, ethical, clinical? Check out Connecting Classrooms free home learning activities and challenges for some inspiration on how to introduce important global issues to pupils.  #BritishCouncilEurope","sentiment_score":0.2}
{"full_text":"1 hour until Daily Dose  at 11am Video interview with John Burke, a member of the public, talking about receiving his vaccine  \"I received a text from the NHS to tell me about my vaccination.\" Join us on Zoom ID  847 915 9356https:\/\/t.co\/qrMoUDA5B2","sentiment_score":0.0}
{"full_text":"India has total 10778207 confirmed cases. Out of this 10461700 have recovered, and 154635 people have died.Last Updated : 3\/2\/2021 10:51:14Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"President Rodrigo Duterte said the Philippines is losing P2 billion each day due to restrictions imposed to curb the spread of the coronavirus disease 2019 (COVID-19).https:\/\/t.co\/OSrJ89SX5j","sentiment_score":-0.125}
{"full_text":"The World War II veteran who made headlines for raising money for health care workers in the United Kingdom has died amid his battle with COVID-19.","sentiment_score":0.0}
{"full_text":"RT bddh'te vrcsv ko dekh bhaart virodhii kisii bhii hd tk gir rhe. Even in this sad phase of pandemic,India is helping all nations wi...","sentiment_score":-0.5}
{"full_text":"People are asked to bring their insurance card, but those without can still be tested.https:\/\/t.co\/kLMsIEMB1f","sentiment_score":0.0}
{"full_text":"Fires decimate Western Australia.Over 30 homes have been decimated as #bushfires in #Perth, #Australia continue to burn. Authorities warn residents to disregard a five-day COVID-19 lockdown if they feel they are unsafe at home. Will this year's fire season be worse than 2020's?","sentiment_score":-0.2}
{"full_text":"In #ChildrensMentalHealthWeek here's a great message from our CAMHS psychologist Dr Manisha Kale - #bekind to others and yourself. Support services for children and families are still open through lockdown, full details on our website:","sentiment_score":0.3833333333}
{"full_text":"You should self-isolate if you develop:  a new continuous cough OR high temperature OR loss\/change in your normal sense of smell or tasteNo one in your household should leave home if any one person has symptoms.https:\/\/t.co\/ZeJ1VfPGWp","sentiment_score":0.1487878788}
{"full_text":"22 North West library services ...including us here in #StHelens  used lockdown to plan a virtual bookfest! #newwordseverydayRead more on the website https:\/\/t.co\/SSbypZZDACFunding from #NewWords #libraries #LibrariesFromHome","sentiment_score":0.5}
{"full_text":"Are you Clinically Extremely Vulnerable and need support during lockdown?","sentiment_score":-0.5}
{"full_text":"It's Time to Talk Day tomorrow! This is an occasion to have a conversation about mental health, which you might like to do with a friend or colleague outdoors (while social distancing). Learn more: #mentalhealthuk","sentiment_score":0.1444444444}
{"full_text":"The COVID-19 vaccine works by teaching your immune system how to defend itself against attacks. Find out more about the vaccine via","sentiment_score":0.5}
{"full_text":"You can watch Lewis's excellent report on the impact of the pandemic of children with SEND here (25 mins 50 seconds in)","sentiment_score":1.0}
{"full_text":"We are aware of a new positive case of coronavirus (COVID-19) in a Hotel Quarantine worker. Our public health teams are investigating and close contacts are being notified. More details will be provided throughout the evening.","sentiment_score":0.2227272727}
{"full_text":"RT [] Sehun: Ever since last night, it has been snowing heavily. I hope that you will stay at home and not go outside. If...","sentiment_score":-0.0666666667}
{"full_text":"That's the second part of the equation, the first part is what's the best job stimulus during a pandemic. You're welcome.","sentiment_score":0.5125}
{"full_text":"RT This one's for you, Mum","sentiment_score":0.0}
{"full_text":"Olympics-Games will go ahead regardless of pandemic situation (Rated: Positive Bias)","sentiment_score":0.2272727273}
{"full_text":"The Delhi government's fifth and largest serological survey has revealed that over 56.13% people in the city have developed antibodies against the coronavirus.#DelhiGovt | #coronavirus | #Antibodies | #Delhi To read more...Click the link belowhttps:\/\/t.co\/eNRRErXDHN","sentiment_score":0.1}
{"full_text":"These are great services that can help Young People with support.","sentiment_score":0.45}
{"full_text":"\"We will never forget how his small steps gave so much hope and inspiration to so many.\"https:\/\/t.co\/j4ruXXkJh6","sentiment_score":0.15}
{"full_text":"While COVID-19 canceled the Lenoir County Education Foundation golf tournament in September, organizers and sponsors still found a way to fulfill their original purpose and raise $14,000 for Lenoir County Public Schools.https:\/\/t.co\/Vp1Tyzy7rr","sentiment_score":0.1875}
