{"full_text":"RT I was blown away with these double exposure images create by my year 10! The use of digital media is really being explored...","sentiment_score":0.0666666667}
{"full_text":"RT #COVID19 is likely to increase trafficking in persons due to higher unemployment rates, which have left many job seekers vulnerable...","sentiment_score":0.0208333333}
{"full_text":"RT BREAKING: Andrew Yang has tested positive for COVID-19.Prayers all the way up! ","sentiment_score":0.2840909091}
{"full_text":"RT A contradiction \"died of Covid after battling with pneumonia\" No he died of pneumonia-he was 100 and therefore had a very wea...","sentiment_score":0.2}
{"full_text":"WATCH LIVE: Families Minister Rochelle Squires will provide an update on COVID-19 measures in Manitoba","sentiment_score":0.1363636364}
{"full_text":"Hey please don't send our kids back to school. I want to make sure you saw this study.","sentiment_score":0.25}
{"full_text":"RT Very excited to be managing this #ERDF programme in supporting #Businesses with #Growth and #Productivity! Many of our #pos...","sentiment_score":0.4333333333}
{"full_text":"RT Captain Sir Tom Moore, who raised almost PS33m for the UK's NHS, has died with coronavirus","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT No, i believe that she owns this. She was mayor before and during this pandemic. Fire the damn teachers that don't want to...","sentiment_score":0.0}
{"full_text":"RT The needs in our country are great.It's time to meet the challenges of the moment with boldness, courage, and urgency.T...","sentiment_score":0.0}
{"full_text":"RT Punxsutawney Phil is giving clearer stay-at-home orders than most governors.","sentiment_score":0.5}
{"full_text":"Oh look another hypocrite pretending he now gives a shit about a covid death while encouraging people to break restrictions putting the elderly at risk.Cowards","sentiment_score":-0.2}
{"full_text":"RT Captain Sir Tom Moore is a war veteran known for raising tens of millions of dollars at the start of the pandemic in th...","sentiment_score":0.0}
{"full_text":"RT Trudeau says Canada is on track to manufacture vaccines and the government has signed a memorandum of understanding wi...","sentiment_score":0.0}
{"full_text":"RT Just in. Great to hear mark #HIVTestWeek in Parliament by urging everyone to order a free HIV test. 'It's a...","sentiment_score":0.6}
{"full_text":"RT Immigrant medical professionals are strong assets to contain the pandemic.#DV2021 #DV2020","sentiment_score":0.2166666667}
{"full_text":"RT Starting with Cuomo.https:\/\/t.co\/4sMzrsFEQD","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci says South Africa COVID variant can re-infect people who have recovered","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Oh I taste all the new ones in triplicate ... or are where I order since COVID kicked off","sentiment_score":0.1363636364}
{"full_text":"RT Anyone else think it's weird that we've organized an economy where we're all doing whatever it is we're doing instead of helping...","sentiment_score":-0.5}
{"full_text":"COVID-19 has affected every part of our lives, including our school systems. Nora Flanagan takes a look at 4 ways to rethink education:https:\/\/t.co\/BzmOP7uned#covid19 #pandemic #usschools #pandemic2020 #rethinkingeducation #education #tedtalks #tedtalktuesday #stayinformed","sentiment_score":0.0}
{"full_text":"RT #COVID #COVID19 #Brexit: please RESIGN NOW, this will help save uk lives. It will also help save a littl...","sentiment_score":0.0}
{"full_text":"RT CVS to start offering COVID-19 vaccine at 7 Longs locations in Hawaii #HNN","sentiment_score":0.0}
{"full_text":"RT #BorisJohnson is responsible for 100,000+ #COVID19 deaths. \/\/ #coronavirus #ToryCovidCatastrophe #wednes...","sentiment_score":0.2}
{"full_text":"Ah, so, #MVPHarris did know what she was doing. Wonder if we'll see any apologies. Not really, but y'all know what's up.","sentiment_score":-0.1}
{"full_text":"RT And perhaps most importantly of all, the data found that not even one recipient of the vaccine became severely ill with C...","sentiment_score":0.1333333333}
{"full_text":"NYC mayoral candidate Andrew Yang 'experiencing mild symptoms' after testing positive for COVID-19","sentiment_score":0.2803030303}
{"full_text":"RT Florida has been open for 10 months. Bars, restaurants, you name it. People are out and about. Anyone under any kind o...","sentiment_score":0.3}
{"full_text":"RT lol \"International affairs and agreements between nations are based on an awful lot of conversations, and shared publicly. I...","sentiment_score":-0.05}
{"full_text":"RT NEW: Manchin says, \"I will vote to move forward with the budget process because we must address the urgency of the COV...","sentiment_score":0.1363636364}
{"full_text":"RT To those who still wear their mask below the nose, it's been a year now; It takes less time to potty train a toddler....","sentiment_score":-0.1666666667}
{"full_text":"RT Better headline: Ontario passes on a relatively small proportion of allocated federal pandemic funds for school safety.","sentiment_score":0.125}
{"full_text":"RT COVID 19: Nigeria to get 80 million doses of vaccines in 2021 - Fayemi","sentiment_score":0.0}
{"full_text":"There are so many sentences that would have made no sense ten years ago. \"I'm drinking this wine from E-40 at home because we're in a pandemic because when Trump was president, he messed up the virus response\"","sentiment_score":0.25}
{"full_text":"RT We are, truly, in the middle of a shitstorm of corruption - politics, law, business, media, the lot.  Great article from...","sentiment_score":0.4}
{"full_text":"RT That's a point","sentiment_score":0.0}
{"full_text":"RT NEW: UK records another 1449 Covid deaths. Brings total to 108,013.Better news is that the 7 day average is down by...","sentiment_score":-0.0422979798}
{"full_text":"Its very easy for people to say stop the show and spread negativity..actors might get the other role but what about the daily wages  workers working out there. They won't get the work so easily during pandemic...","sentiment_score":0.2179166667}
{"full_text":"Arsenal waseme wako na Corona until that  GK on loan apone. This one will toboka a good one!","sentiment_score":0.875}
{"full_text":"RT All the lockdown ghouls and whiners saying, \"But its only is a danger to people in their 80s and they would have died anyway....","sentiment_score":0.0}
{"full_text":"RT How much more proof is needed... Joe has no  covid-19 or economic recovery \"PLAN\" as he campaigned on now or e...","sentiment_score":0.35}
{"full_text":"Rest in peace Sir Tom.","sentiment_score":0.0}
{"full_text":"The Pie Fairies Are Delivering Scrumptious Surprises, it's not all bad news during COVID  via","sentiment_score":-0.7}
{"full_text":"RT At some point we're just going to have to accept that as a nation we're too racist to live","sentiment_score":0.1363636364}
{"full_text":"RT .@melindagates: \"Women and girls have borne the brunt of the pandemic, but they have also led the fight against it.\" htt...","sentiment_score":0.0}
{"full_text":"definitely. i've heard of a lot of profs who pretty much don't acknowledge that the pandemic even exists.","sentiment_score":0.15}
{"full_text":"RT This is what white supremacy looks like","sentiment_score":0.0}
{"full_text":"RT Cautiously good news. Although, now we have scientists sharing static charts on twitter before preprint or, indeed, before slid...","sentiment_score":0.6}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT In the middle of a killer #pandemic &amp; a #BrexitCarnage we need #GBNews - the ideological twin of #FoxNews - like a bull...","sentiment_score":0.0}
{"full_text":"RT Better headline: Ontario passes on a relatively small proportion of allocated federal pandemic funds for school safety.","sentiment_score":0.125}
{"full_text":"RT Terminal illnesses like Als should be treated like covid.All of us are important.Approve NOW #NUROWN #AMX0035","sentiment_score":0.0}
{"full_text":"RT Literally no one cares if we use budget reconciliation (simple majority) to pass Covid reliefFolks just want relief!You kn...","sentiment_score":0.0}
{"full_text":"But like, also the F A S H I O Nof them? Like, have you SEEN some of these pandemic lewks?","sentiment_score":0.0}
{"full_text":"RT I got arrested for not wearing a mask today.Police Officers weren't interested in hearing about the scar tissues in my l...","sentiment_score":0.25}
{"full_text":"RT So to recap we told people to stay home for the last 325 days and gave them $1,800. That's $5.54 a day.Meanwhile, th...","sentiment_score":0.0}
{"full_text":"Probably all higher ups and mucky mucks from Partners and MGH that never touched a covid patient ","sentiment_score":0.25}
{"full_text":"LOUDER PLEASE!!","sentiment_score":0.0}
{"full_text":"RT Charitable interpretation: Dutch govt has figured out how to finetune lockdowns; relaxing\/ tightening rules to keep infecti...","sentiment_score":0.6}
{"full_text":"RT Learning loss resulting from COVID has the potential to be a generational hurdle, but the data we have seen shows us that...","sentiment_score":0.0}
{"full_text":"RT Please help us get this word out about this phone briefing for ALL  #CapeCod residents 65+ to discuss the #COVID-19 Vaccine...","sentiment_score":0.0}
{"full_text":"\"You know people have your back and people support you, but it's just tough, especially with COVID to sometimes -- it feels so isolated. And yesterday it was the opposite of that. I wish we could do it every week.\" #btsm","sentiment_score":-0.0972222222}
{"full_text":"RT A Zero Covid strategy has been shown to work: Look at places as diverse as New Zealand, Vietnam and Taiwan - very few dea...","sentiment_score":-0.0618181818}
{"full_text":"Community leaders need reliable, local data - do you know how many people are eager to get a coronavirus vaccine for your zip code\/s? #CovidVaccine #surveys #DataScience","sentiment_score":0.25}
{"full_text":"Man we should be on the Jericho cruise right now. I hate Covid.","sentiment_score":-0.2571428571}
{"full_text":"RT Schumer on COVID relief on the Senate floor: \"Let me be very clear, Mr President. We are not going to dilute, to dither,...","sentiment_score":0.13}
{"full_text":"RT NEW--Interim analysis of Russian #COVID19 #vaccine phase 3 trial involving nearly 20,000 participants suggests a two-dose reg...","sentiment_score":0.05}
{"full_text":"RT most governors already did this and it's still going on so","sentiment_score":0.5}
{"full_text":"Seriously","sentiment_score":-0.3333333333}
{"full_text":"RT Up to 100,000 patients may have missed out on life-saving cancer care including surgery and chemotherapy due to the Covi...","sentiment_score":-0.125}
{"full_text":"RT We asked 3,000+ CEOs how organizations can thrive after #COVID19. Outperformers say technology - especially #Cloud, #AI, and...","sentiment_score":0.0}
{"full_text":"RT The predictions were accurate. 13% of Australia's pre-COVID university workforce gone. A damning indictment on the hand...","sentiment_score":0.4}
{"full_text":"Blue pill all day long","sentiment_score":-0.025}
{"full_text":"RT #CHI2021 Online registration is open! Early registration is at a lower rate!Subject to Covid restrictions we plan a specia...","sentiment_score":0.05}
{"full_text":"COVID-19 Vaccination: Experimental Gene Therapy Under the Guise of Immunity?A Special Interview With Judy Mikovits, Ph.D.By Dr. Joseph Mercolahttps:\/\/t.co\/5ydRNsC5Lz","sentiment_score":0.2285714286}
{"full_text":"RT Florida has been open for 10 months. Bars, restaurants, you name it. People are out and about. Anyone under any kind o...","sentiment_score":0.3}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Looks like she ATE all the PROFITS!","sentiment_score":0.0}
{"full_text":"RT Gavin Newsom's California approval rating is plummeting because of his covid actions &amp; he is now in very serious danger of...","sentiment_score":-0.4333333333}
{"full_text":"Going to 3 years now all we are hearing is Insecurity, Covid 19, Fulani,  Strike   what else ?","sentiment_score":0.0}
{"full_text":"RT We must protect our senior citizens, people with disabilities &amp; our long-term care residents. In normal times, these Ka...","sentiment_score":0.15}
{"full_text":"\"We shouldn't have to fight this hard to stay alive.\" Tim Jin of Orange County has cerebral palsy and is considered high risk for #COVID19, but he's not yet eligible for the vaccine because of his age","sentiment_score":-0.0105555556}
{"full_text":"I was in the last ballot but then lockdown hit. Ffs.","sentiment_score":0.0}
{"full_text":"RT Perhaps they believe focusing on the human who loves them more than anything else in the world is more important than...","sentiment_score":0.35}
{"full_text":"RT Where did they get the COVID APP from ? FAU- G game from ? CanadianKumar bought brains after 14-June ?? NO SUSHANT NO BOL...","sentiment_score":-0.4}
{"full_text":"Overall, flu testing is being done at the same quantity as prior years, but the positivity is 2 orders of magnitude lower. It has basically disappeared with no clear explanation. Some would want us to believe NPIs for COVID worked for flu due to lower R0. Seems doubtful.","sentiment_score":-0.1625}
{"full_text":"RT NEW--Interim analysis of Russian #COVID19 #vaccine phase 3 trial involving nearly 20,000 participants suggests a two-dose reg...","sentiment_score":0.05}
{"full_text":"And save our jobs!","sentiment_score":0.0}
{"full_text":"RT So, if you're afraid of getting infected with COVID-19, which is the case if you insist on wearing a mask, sanitising and soci...","sentiment_score":-0.6}
{"full_text":"RT Oxford-AstraZeneca vaccine could lead to \"substantial\" fall in spread of Covid, scientists say","sentiment_score":0.0}
{"full_text":"Luxury tour operators are rolling out new options for travelers, including a private journey through the Galapagos  Agility and creativity are key in these uncertain times. Via","sentiment_score":0.0454545455}
{"full_text":"RT I got arrested for not wearing a mask today.Police Officers weren't interested in hearing about the scar tissues in my l...","sentiment_score":0.25}
{"full_text":"RT 1449 new deaths in UK today. This pandemic isn't going to end just because we're sick to the teeth of it. Yes, vaccine...","sentiment_score":-0.288961039}
{"full_text":"Auch interessant","sentiment_score":0.0}
{"full_text":"RT Ffs we need to lock down.","sentiment_score":-0.1555555556}
{"full_text":"RT Est. effectiveness at covid prevention based on late-stage clinical trialsPfizer\/BioNTech vaccine 95%Moderna 94%Sputnik...","sentiment_score":0.0}
{"full_text":"RT Here's \"unity\" Republicans have shown Dems &amp; Biden:-blocking Dems from taking over Senate to preserve filibuster -admitt...","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Israeli epidemiologists are now taking about forcing #Covid vaccines on children too.Because the vaccine is working so...","sentiment_score":0.0}
{"full_text":"\"A new report\". What a colossal prick you are!! You and the pricks in government that are in jobs paid by the public, are so out of touch with UK citizens it's unreal.","sentiment_score":0.2017045455}
{"full_text":" now averaging 1.34 million vaccination shots per day. Which would roughly mean every American who wants a COVID 19 vaccination shot will have at least one by Labor Day...","sentiment_score":-0.103125}
{"full_text":"When will daily update of post vaccine ADRs; Covid positives &amp; Covid deaths be released?https:\/\/t.co\/3HKtq00Tf8","sentiment_score":0.0}
{"full_text":"RT A federal watchdog has launched an investigation into Texas Republican Sen. Ted Cruz over a $35 million COVID relief loan give...","sentiment_score":0.0}
{"full_text":"RT #COVID19 Vaccine Update:Jamaica is to receive between 146,400 and 249,600 doses of #AstraZeneca #COVID19 vaccine by midd...","sentiment_score":0.0}
{"full_text":"RT Positive COVID-19 cases are coming down across the county. Please continue to follow the guidance and work together to k...","sentiment_score":0.0358585859}
{"full_text":"RT Battling Hate and a Virus: How members of Tablighi Jamaat and the Muslim community stepped up to help society during the CO...","sentiment_score":-0.8}
{"full_text":"When this pandemic is over, you should travel more. Outside of the country.","sentiment_score":0.25}
{"full_text":"In order to grow the economy in the United States we NEED women in the workforce.  Investing in universal child care and universal pre-k is a solid investment that will spur economic growth.  Democrats must change the framing of this issue.","sentiment_score":0.05}
{"full_text":"People with symptoms (however mild) should stay da fuq home. They're the ones spreading this creeping crud.","sentiment_score":0.3333333333}
{"full_text":"I don't care I couldn't be assed to vote.","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"Three things employees want to keep post COVID #remoteworking #mentalhealth #leadership","sentiment_score":0.0}
{"full_text":"RT The needs in our country are great.It's time to meet the challenges of the moment with boldness, courage, and urgency.T...","sentiment_score":0.0}
{"full_text":"RT News flash for Republican Senators\"Bipartisan\" doesn't mean what YOU wantIt means...","sentiment_score":-0.3125}
{"full_text":"They haven't spent the previous COVID package yet.","sentiment_score":-0.1333333333}
{"full_text":"\"For children, having at least one stable, supportive and committed adult consistently in their lives makes the biggest difference.\"according to Harvard University's Center on the Developing Child.https:\/\/t.co\/RFGB7fGZgb","sentiment_score":0.09}
{"full_text":"Got your COVID-19 vaccine? Great job! But don't share a photo of your vaccination card on social media.","sentiment_score":0.5166666667}
{"full_text":"New Zealand has managed to keep their Covid death rate down to just 25 because their government acted with competence from the start.https:\/\/t.co\/Rglgihk8oy","sentiment_score":-0.0095959596}
{"full_text":"RT I know you're thinking it too.","sentiment_score":0.0}
{"full_text":"RT California's Newsom is losing voter support amid struggles to contain the pandemic, with just 46% approving of his perfo...","sentiment_score":0.0}
{"full_text":"Don't get caught out - some of these scams could lose you money.https:\/\/t.co\/XLY1bF24pz","sentiment_score":0.0}
{"full_text":".@bellacinosstow owner, David Segen, says keeping things clean is his priority. The local restaurant &amp; bar took Stow's \"Safe Dine-In Pledge\" to build customer confidence by showing it's safe to venture out for a bite when local spots follow all COVID-19 rules.","sentiment_score":0.2733333333}
{"full_text":"Had COVID? You may need only one dose of vaccine, study suggestshttps:\/\/t.co\/kvurBDD2jq","sentiment_score":0.0}
{"full_text":"RT NEW: Manchin says, \"I will vote to move forward with the budget process because we must address the urgency of the COV...","sentiment_score":0.1363636364}
{"full_text":"This week is #ChildrensMentalHealthWeek, the theme is #ExpressYourself Have a look below for some great activities to do with your children during lockdown For regional info, support &amp; helplines please visit #SportSafeStrong","sentiment_score":0.8}
{"full_text":"Our Unified Testing Strategy and face mask covering protocol is working - but we must continue to follow the public health guidance to slow the spread further. Remember to mask up, social distance and practice good hygiene.","sentiment_score":0.0866666667}
{"full_text":"please do your job&amp;ask do they support an elimination strategy regarding COVID19?if not why did their party agree to it in Holyrood?They should stand with people of  to put pressure on Westminster.Our restrictions only work if U.K. wide","sentiment_score":-0.05}
{"full_text":"Have you been experiencing food access challenges during the pandemic? Share your feedback with the here:","sentiment_score":0.0}
{"full_text":"\"It's almost as if the politicians don't really want COVID to end. Making people afraid is how governments grow their power; frightened people usually demand that someone exert more control over them.\"","sentiment_score":-0.0375}
{"full_text":"RT This all can't be a coincidence I think we're going to find out Rachel Powell &amp; Kevin Lynn got a tour of the C...","sentiment_score":0.0}
{"full_text":"The Amsterdam Cafe and Pub is the seventh #Whistler restaurant or bar to appear on Vancouver Coastal Health's #COVID19 exposure list in the past week.","sentiment_score":-0.25}
{"full_text":"What do we know about the COVID-19 variants? Do the new strains respond differently to vaccines? joined for a webinar to discuss. Here's some key info to incorporate in your reporting:","sentiment_score":0.0454545455}
{"full_text":"Love this brilliant solution to the #Covid hospitality crisis: The superb cuisine of served in a private dining room, aka a chic chamber at the","sentiment_score":0.6}
{"full_text":"RT #StudentsLifeMatters#BengalAgainstOfflineExam#HelpUsCm#2021_OddSemOnline#OddSemOnline...","sentiment_score":0.0}
{"full_text":"RT High-touch surfaces are more likely to contain bacteria &amp; viruses such as COVID-19. Clean &amp; disinfect surfaces often to...","sentiment_score":0.2166666667}
{"full_text":"ROSE SHELENGIAN of Broomall, Pennsylvania died of COVID on Dec. 27.\"She did all that she could do in a day so that a minute was never wasted.\"https:\/\/t.co\/l2VyotsKVd","sentiment_score":0.35}
{"full_text":"Vogue Williams shares plans to spend 'a lot of time in Ireland' after the pandemic","sentiment_score":0.0}
{"full_text":"Of the 4,089 total cases of COVID-19 in the county, 549 are considered active and 3,531 are recovered.","sentiment_score":-0.0666666667}
{"full_text":"Did you move your kids to virtual learning because of the pandemic?","sentiment_score":0.0}
{"full_text":"RT .@edokeefe also asked about whether President Biden would consider using his executive authority to shield immigrants de...","sentiment_score":0.0}
{"full_text":"Canadian doctors describe how they've felt pressed - by hospital bosses, by #conservative #media &amp; by social-media critics to tone down their advocacy for stricter coronavirus control measures they believe will #benefit their #patients.#cdnpoli #cdnmedia","sentiment_score":-0.1555555556}
{"full_text":"Free Bucks County COVID-19 Testing Sites Now Open! Bucks County Community College is hosting FREE testing sites at their Upper Bucks, Lower Bucks, and Newtown campuses.Read below for location addresses and hours of operation:@Bucks_edu    #COVIDTesting","sentiment_score":0.2}
