{"full_text":"RT this dude literally just died of COVID this morning","sentiment_score":0.0}
{"full_text":"RT Major Pharma. Co. ABANDONS COVID Vaccine; Says It's More Effective To Get The Virus And Recover vi...","sentiment_score":0.3875}
{"full_text":"In its Monday COVID update, the Arkansas Department of Health reported 637 new cases; 15,320 active cases; 777 hospitalized, which is down 4 from Sunday; 142 on ventilators, which is up 16 from Sunday; deaths added today, 30.","sentiment_score":-0.0508417508}
{"full_text":"RT \"No such thing as a red state or a blue state when it comes to Covid,\" Biden says after virtually touring a vaccination site...","sentiment_score":0.0}
{"full_text":"RT Where was your urgency to help the unemployed due to Covid and Trump bungling the Covid respons...","sentiment_score":-0.125}
{"full_text":"RT During the Covid pandemic:Billionaires gained $3.9 trillion.Workers lost $3.7 trillion.Capitalism isn't working.","sentiment_score":0.0}
{"full_text":"Ready and excited to see Dr. Anthony Fauci speak at the #AAASmtg!","sentiment_score":0.334375}
{"full_text":"RT \"Startling documents released Monday point to heavy-handed interference by top Trump administration officials last sum...","sentiment_score":0.0}
{"full_text":"It is not a full lockdown if a lot of service people are still forced to work... or if a lot of people can't afford to isolate properly. The ability to work from home is not universally shared.","sentiment_score":-0.11875}
{"full_text":"RT News: Clinical trial in hospitalized COVID-19 patients evaluates long-acting antibody therapy","sentiment_score":0.0}
{"full_text":"Me every day for the past ten months.","sentiment_score":-0.125}
{"full_text":"RT This is a huge scandal, and the results so damned tragic","sentiment_score":-0.175}
{"full_text":"RT Showing some #GovLove for their responsiveness to meeting students' nutritional needs through the COVID-19 pand...","sentiment_score":0.0}
{"full_text":"The science on this was pretty clear already, there's a reason I haven't skated indoors since last March.","sentiment_score":0.1166666667}
{"full_text":"RT Another example of Gov. Murphy's COVID chaos... #BeatMurphy","sentiment_score":0.0}
{"full_text":"Right!! And then it becomes \"stay at home EVEN MORE\" and I'm like fam I cannot possibly stay home any harder than I've been staying home ","sentiment_score":0.2116071429}
{"full_text":"RT Anyone reassured by Johnson spouting pandemic platitudes in a white coat? Thought not.","sentiment_score":-0.1}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT 3 Ways Nonprofits Can Maintain Momentum During a Pandemichttps:\/\/t.co\/9yIXBQJOW8","sentiment_score":0.0}
{"full_text":"#BigPharma experimental covid19 vaccine is unsafe, illegal to enforce in US &amp; not approved by FDAWhy inject zero-liability vaccine for virus w\/ 99.7% survival rate?https:\/\/t.co\/Hh9BuKfdgqhttps:\/\/t.co\/0E2nzqH41chttps:\/\/t.co\/1h8y4Bvj7Thttps:\/\/t.co\/tge8tIUnwq#VaccineInjury","sentiment_score":-0.2}
{"full_text":"RT $0... This will be one of America's ultimate shames under Trump presidency. When the world  united together to help vaccin...","sentiment_score":0.0}
{"full_text":"I thought we did airfryers back in lockdown 2? Sharks &amp; robot vacuum cleaners was lockdown 1.","sentiment_score":-0.0041666667}
{"full_text":"not surprising. I would be surprised if they didn't have some more language in there about how the existing pandemic can or cannot be used as rationale to invoke it.a completely different even (war with Canada!!!) obviously would warrant a legitimate use of that.","sentiment_score":0.05}
{"full_text":"if we look back to lockdown 2, the over-80s cases dropped at a much slower rate than under-80s (perhaps because lockdown affects them less &amp; they find it harder to avoid contacts).  all other things being equal, we should expect the same in lockdown 3 - and it hasn't happened","sentiment_score":-0.0273809524}
{"full_text":"Oh god don't.. I recorded myself earlier as I've been getting really into singing in lockdown and I listened back and just wanted to cry","sentiment_score":0.0666666667}
{"full_text":"RT Take a minute and read this, especially if you are even considering taking a vaccine for Covid . Do a lot of research!   ht...","sentiment_score":0.0}
{"full_text":"RT In a COVID era, can you realistically expect to limit or eliminate remote access, even to critical #ICS systems like water tr...","sentiment_score":-0.05}
{"full_text":"RT #tvLicense price increases from 1st April  to PS159.00 - we have no say In the matter -  this is disgusting move by the  BBC...","sentiment_score":-1.0}
{"full_text":"What has he done well regarding covid?  Unemployment is a mess, botched vaccine distribution, botched unemployment.  Lost a case against him for abuse of power.","sentiment_score":-0.175}
{"full_text":"At this point a #COVID19 test is like a regular check up. If you ain't had one yet I'm looking at you funny ","sentiment_score":0.125}
{"full_text":"RT Two-thirds of Americans approve of Pres. Biden's response to the coronavirus pandemic, a new News\/Ipsos poll finds.","sentiment_score":0.1363636364}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"Again, COVID-19 Forces Postponement Of National Sports FestivalA  READ MORE","sentiment_score":0.5}
{"full_text":"RT It's official. If you've lost a loved one due to COVID-19, you will soon be able to get reimbursed up to $7,000 for the expenses o...","sentiment_score":0.3583333333}
{"full_text":"RT Found out yesterday why Time is behaving so oddly. It's because our brains create memories via experiences, which influen...","sentiment_score":-0.1666666667}
{"full_text":"Valentine's Day this year has been marred by controversy, as the ACCC investigates predatory cartel-like behaviour from \"rival\" sponsors Duracell and Energiser, believed to impact lonely singles in pandemic lockdown. #valentinesday2021 #Valentines2021 #valentinesday #Isolation","sentiment_score":-0.1}
{"full_text":"RT That stadium is PACKED bruh  we're never seeing the end of this pandemic","sentiment_score":0.0}
{"full_text":"RT Oh dear ,the stats can't hide the truth.","sentiment_score":0.0}
{"full_text":"RT 37th in the world, cumulative; 49th over the last seven days.","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT Porters at Heartlands Hospital in Birmingham are being fired &amp; re-hired on worse terms.It's a despicable practice at th...","sentiment_score":-0.4}
{"full_text":"RT It's official. If you've lost a loved one due to COVID-19, you will soon be able to get reimbursed up to $7,000 for the expenses o...","sentiment_score":0.3583333333}
{"full_text":"RT Facebook plans to remove posts with erroneous claims about vaccines from across its platform, including taking down asser...","sentiment_score":-0.3277777778}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT In addition to allowing NHL players to use the gym and dine-in at restaurants, Ontario's lockdown regulation also permits th...","sentiment_score":0.0}
{"full_text":"RT Porters at Heartlands Hospital in Birmingham are being fired &amp; re-hired on worse terms.It's a despicable practice at th...","sentiment_score":-0.4}
{"full_text":"COVID SUPER SPREADER COACH!!!!!! Ahhhhhhhhhh!!!!!!","sentiment_score":1.0}
{"full_text":"Michigan reports 1,769 new coronavirus cases, 11 deaths for Sunday and Monday, Feb. 7-8","sentiment_score":0.1363636364}
{"full_text":"Socialists really don't like churchgoers. If the NDP were still in power they would probably round them up and throw them in prison. Here's hoping Premier Kenney doesn't.#ABPoli #ABLeg","sentiment_score":0.0}
{"full_text":"I'd also add the suggestion of nurturing &amp; enriching our social livesThere's a tendency for people, esp. in our capitalist culture, to retreat into isolation when under financial stress bc there's a lot of shaming around \"not being financially successful\" #AFCPE #MFLNPF","sentiment_score":0.2611111111}
{"full_text":"RT COVID Explained  (2021)","sentiment_score":0.0}
{"full_text":"RT My union, the RMT, has organised this petition calling on the UK government to take the necessary steps in order to en...","sentiment_score":0.0}
{"full_text":"This is very tragic and my thoughts are with his family. Masks should be mandatory when members are in Congress","sentiment_score":-0.975}
{"full_text":"RT Unless we do something about it, the NHS will come out of this pandemic in an even worse state than when the crisis began...","sentiment_score":-0.4}
{"full_text":"RT I'm thrilled to announce that after working with leadership, we've secured a $15 minimum wage in the House's COVID relief b...","sentiment_score":0.6}
{"full_text":"RT FOUL LOATHESOME EVIL COCKROACH. I really need to know where the money in her bank accounts is coming from.","sentiment_score":-0.4}
{"full_text":"We need you! MEP breaks cover to expose EU chaos post-Brexit: 'UK would've led fight!'","sentiment_score":0.0}
{"full_text":"RT Last night, Ron DeSantis refused to wear a mask. Today, he jokingly pointed out that you can't drink beer through a mask. Ho...","sentiment_score":0.0}
{"full_text":"RT We're working with on 4 legal cases against the government regarding dodgy PPE. Over 840 of our colleague...","sentiment_score":0.2}
{"full_text":"But you get those schools open so moms and teachers can go back to work for lower than male counterpart wages!","sentiment_score":0.0}
{"full_text":"RT When Covid is over I will be having a Taylor swift themed party where everyone dresses as a different era","sentiment_score":0.0}
{"full_text":"RT RT Tune in | Webinar of the Global Agenda for  Sustainable #Livestock about \"Closing the Efficiency Gap...","sentiment_score":0.0}
{"full_text":"RT New Brunswick lifts lockdown in Zone 4; moves Moncton region from red to orange alert level.","sentiment_score":0.0681818182}
{"full_text":"RT Last night, Ron DeSantis refused to wear a mask. Today, he jokingly pointed out that you can't drink beer through a mask. Ho...","sentiment_score":0.0}
{"full_text":"RT \"No such thing as a red state or a blue state when it comes to Covid,\" Biden says after virtually touring a vaccination site...","sentiment_score":0.0}
{"full_text":"RT Fairly confident this is because the stimulus checks that haven't been sent yet are too generous and\/or broad based. ......","sentiment_score":0.28125}
{"full_text":"RT If you haven't read this article yet, it's highly recommended. Dives into why the NHL has some unique, difficult circums...","sentiment_score":0.0116666667}
{"full_text":"RT Sadly, this tragedy will affect zero Republican minds about COVID safety.https:\/\/t.co\/zhF4gbdOcB","sentiment_score":-0.5}
{"full_text":"When are they supposed to vote on a COVID relief plan? Asking for me because we are BROKE","sentiment_score":0.0}
{"full_text":"RT Not everyone with #COVID19 shows symptoms.We must all stay at home to stop the spread of #coronavirus.Also remember to keep...","sentiment_score":0.0}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"Agree with the points in this article except for the suggestion that we all can't wait to get back to square dancing in the post-covid era:","sentiment_score":0.0}
{"full_text":"RT Anyone reassured by Johnson spouting pandemic platitudes in a white coat? Thought not.","sentiment_score":-0.1}
{"full_text":"RT Almost 23% of UK adult population have now received at least one vaccination jab.  Surely it must be close to the time...","sentiment_score":0.1}
{"full_text":"To help struggling Canadian media outlets increase readership amid COVID-19, the Canadian government launched the Digital News Subscription Tax Credit (DNSTC) for tax years 2020 to 2024. With this tax credit, you can save up to $75 a year--and every little bit helps!","sentiment_score":-0.1171875}
{"full_text":"There are a lot but I can remember one particularly bad show at the graduation lock-in for Romulus High School. They did not care for me AT ALL and then went directly after me got a legit standing ovation. That's up there. Or down there.","sentiment_score":-0.1488888889}
{"full_text":"RT Anxious about today's #covid19nfld update &amp; not sure where to turn? Call the Mental Health Crisis Line 24\/7 if you are...","sentiment_score":-0.2}
{"full_text":"RT please boost!!! im a poc transguy living in a abusive transphobic muslim household and my parents just disowned me and i don...","sentiment_score":0.0}
{"full_text":"Looking good in no lockdown Sweden also...","sentiment_score":0.7}
{"full_text":"Have you heard?? Sports is (still) a mistake.","sentiment_score":0.0}
{"full_text":"RT Before this pandemic hit 1 in 7 kids in the U.S. lived with hunger. Because of #COVID19, 1 in 4 children could face hunger...","sentiment_score":0.0}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"He knows that covid19 is BS.","sentiment_score":0.0}
{"full_text":"RT \"I can't wear a mask, I have breathing problems.\" uhm, okay?? Kyo has a fat ass and still wears pants??","sentiment_score":0.5}
{"full_text":"RT How are you doing? Share your stories and experiences through COVID and hear from other educators this Thursday with PBS News...","sentiment_score":-0.125}
{"full_text":"I couldn't agree more. #DeathSantis has to go.","sentiment_score":0.5}
{"full_text":"RT Non-partisan CBO says $15 minimum wage would cost 1.4 million jobs, far more than would benefit + raise costs in stores\/...","sentiment_score":0.3}
{"full_text":"RT Covid-19 has caused consumers to turn to #digital banking, but a personal touch still has value. ht...","sentiment_score":0.0}
{"full_text":"Last month, I found a network of pages spreading misinformation about the coronavirus in Spanish nearly unchecked, even after the platform had said it would remove that kind of content.","sentiment_score":0.175}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT I'm thrilled to announce that after working with leadership, we've secured a $15 minimum wage in the House's COVID relief b...","sentiment_score":0.6}
{"full_text":"RT Let's go ","sentiment_score":0.0}
{"full_text":"RT UPDATE: Provincial Stay-at-Home Order over in Renfrew County and District end of day February 9, 2021. #GoodNewsRCDHUF...","sentiment_score":0.0}
{"full_text":"Please share and consider participating #NurseTwitter #MedTwitter #MedStudentTwitter #publichealth #Nursing #epitwitter #healthcareworkers #healthcareIT #HealthCareHeroes","sentiment_score":0.0}
{"full_text":"That doesn't help people like me who are shielding. When will you update refund policy so people who had time left to refund prior to lockdown and are now shielding will still get the purchase price paid when they are next allowed safely out to stores?","sentiment_score":0.125}
{"full_text":"RT Fairly confident this is because the stimulus checks that haven't been sent yet are too generous and\/or broad based. ......","sentiment_score":0.28125}
{"full_text":"RT \"Startling documents released Monday point to heavy-handed interference by top Trump administration officials last sum...","sentiment_score":0.0}
{"full_text":"For anyone wondering....https:\/\/t.co\/17zkHu6wME","sentiment_score":0.0}
{"full_text":"\"My Parents Got Vaccinated For COVID-19. Is It Safe To Visit? : Shots - Health News : NPR\"","sentiment_score":0.5}
{"full_text":"Carb loading for that marathon I'm going to do after COVID. Mind you if it drags on much longer, I might have to look at doing an ultra marathon instead. To add to the irony, I'm listening to John Parr St Elmo's Fire (Man in Motion ","sentiment_score":0.2}
{"full_text":"RT For families, the terrible loss of a loved one to COVID is exacerbated by the costs of funerals and burials many can't affo...","sentiment_score":0.0666666667}
{"full_text":"RT If I wanted to destroy Alberta's chances at:-being COVID-free-building pipelines-creating jobsI'd do exactly what Jason...","sentiment_score":0.025}
{"full_text":"Kroger, the nation's largest supermarket chain, is offering $100 to each of its 500,000 workers who gets vaccinated against COVID-19.","sentiment_score":0.0}
{"full_text":"Sad that we have to lowball it with covid but it seems fair","sentiment_score":0.1}
{"full_text":"RT Joe Biden is sitting the entire width of a classroom away from Nora O'Donnell while saying that we should reopen schools. G...","sentiment_score":0.0}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"RT Amtrak is promising to restore long-distance service to daily if it gets its COVID relief request. ht...","sentiment_score":0.1}
{"full_text":"Pleased to see Facebook taking an aggressive stance against online misinformation.Vaccines are safe and effective. Misinformation is one of our biggest hurdles in the months ahead as we work to vaccinate the American people and put an end to the pandemic.https:\/\/t.co\/N1N2GuVzcr","sentiment_score":0.4}
{"full_text":"RT BIG NEWS: the Progressive Caucus has secured the inclusion of a $15 minimum wage in the House's pandemic reconciliation...","sentiment_score":0.0}
{"full_text":"RT Given its troubled relationship with India and reluctance to cooperate even on issues such as the pandemic, Pakistan has no...","sentiment_score":-0.25}
{"full_text":"How about just let people bury their loved ones and attend their funerals? That would be a great start.Who's paying for this?","sentiment_score":0.75}
{"full_text":"RT Lockdown 3 has NOT been easy! But if you're seeing this then you have been blessed to see another day! Maliya has a sweet r...","sentiment_score":0.5135416667}
{"full_text":"RT 530,000+ Covid infections11,200+ Covid deaths15B Philhealth scamBusiness establishments are closingFood prices...","sentiment_score":0.0}
{"full_text":"RT That stadium is PACKED bruh  we're never seeing the end of this pandemic","sentiment_score":0.0}
{"full_text":"In case you missed it: In the latest post, CEO Doug Thompson shares how political discord, social strife, and the continued #COVID19 pandemic will impact #IntelligentAutomation in 2021 #RPA Read now!  ","sentiment_score":0.1805555556}
{"full_text":"RT Lemme guess, a Republican pol who died from COVID after advocating against mitigation protocols is a story we won't disc...","sentiment_score":0.0}
{"full_text":"RT The emergence of SARS-CoV-2 variants serve as a powerful reminder that viruses by their very nature mutate, and that scie...","sentiment_score":0.25}
{"full_text":"RT A retweeter en masse","sentiment_score":0.0}
{"full_text":"ICYMI: Allergic Living Editor-Content Chief put key #COVID19 and #allergy questions to 3 leading experts. Find out what and had to say:","sentiment_score":0.0}
{"full_text":"RT POC looking for a job in social impact? There's still time to get your ticket to community event tomorrow on...","sentiment_score":0.0333333333}
{"full_text":"Gardai stopped this car during a routine Covid-19 checkpoint in Roscommonhttps:\/\/t.co\/qWglV9v1EZ","sentiment_score":0.0}
{"full_text":"Thanks. Right now parent aren't allowed at the practices because of COVID and this is the time when they're cute and fun. It's when the kids get older that we should have them used it parents not hovering","sentiment_score":0.2904761905}
{"full_text":"RT A year ago today, someone privately told Bob Woodward on tape that covid was \"deadly stuff,\" \"more deadly than even your st...","sentiment_score":0.025}
{"full_text":"AF Blakemore stores 'enjoy' strong sales throughout pandemic #retail","sentiment_score":0.4166666667}
{"full_text":"RT The trauma and exhaustion of healthcare workers described in this article is why I introduced the Coronavirus Health C...","sentiment_score":0.0}
{"full_text":"Some British soldiers who arrived in Kenya for training have been placed in isolation after testing positive for COVID-19, the British High Commission said","sentiment_score":0.0968181818}
{"full_text":"#Peru's Energy and Mines Ministry reported a sharp decline in #copper production in 2020, citing pandemic-based restrictions in the country, the second-largest producer globally.https:\/\/t.co\/v2ORF5Icco","sentiment_score":-0.125}
{"full_text":"With cases of COVID-19 continuing to rise and the excitement of the holidays behind us, many may continue to feel stress and sometimes even sadness. Self-care is essential, especially for pharmacists.Learn some tips:","sentiment_score":0.025}
{"full_text":"#India and #Russia have jointly kicked #China out of the vaccine game in all of Asia Kazakhstan kicked off its coronavirus inoculation programme with Russia's Sputnik V shot and Turkmenistan is preparing to start a similar campaign.https:\/\/t.co\/kxSNoZMrzo","sentiment_score":-0.2}
{"full_text":"Evidence is mounting that having COVID-19 may not protect against getting infected again with some of the new variants.https:\/\/t.co\/fJftV6vbfW","sentiment_score":0.1363636364}
{"full_text":"718 people have now sadly died in Hull-area hospitals after contracting Covid-19","sentiment_score":-0.5}
{"full_text":"Maestro Michael Tilson Thomas on music and mentoring amid a pandemic","sentiment_score":0.0}
{"full_text":"RT Doug Ford announces non-essential in-person shopping allowed even in \"grey lockdown\" zones, but people should still only leav...","sentiment_score":-0.025}
{"full_text":"Slow the spread! Remember the 3 W's! #WearAMask. Wash your hands. Watch your distance (stay 6 feet apart). These three habits can help you protect yourself and others from #COVID19. Learn more:","sentiment_score":0.015625}
{"full_text":"Hear #G30 member and Professor of Economics speak tomorrow at the Path for Public Finances 2021 Conference on debt sustainability post-COVID.","sentiment_score":0.0}
{"full_text":"COVID-19 has caused financial hardships for millions of Americans, and being aware of federal financial policy adjustments can be helpful in combating them. This statement released by the U.S. Department of Treasury can walk you through some of the them:","sentiment_score":0.0833333333}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"With Covid-19 being such an ongoing difficult situation we ask that caregivers read the following article below to best help individuals with dementia at home. ","sentiment_score":0.125}
{"full_text":"RT Just in: Congressional Progressive Caucus chair Pramila Jayapal announces now that they've secured the inclusion of a minim...","sentiment_score":0.0}
{"full_text":"RT Lockdown got us both horny as fuckSo no other option than to fuck more","sentiment_score":0.0541666667}
{"full_text":"As the #UGABlackAlumni president, Jeffrey Brown leads the affinity group for UGA's 19,000 living Black graduates. He didn't expect his presidency would coincide with a pandemic and the most significant conversations about social justice in a generation.","sentiment_score":0.1854166667}
{"full_text":"We should be aligning our vaccination plans with school reopenings. ","sentiment_score":0.0}
{"full_text":"RT CA is paying this company $1.7 bil to run 150,000 COVID tests a day. They're only processing 20,000 tests a day, worke...","sentiment_score":0.0}
{"full_text":"COVID-19 has turned life upside down on college campuses everywhere. so the \"For the Love of Otterbein: The Time is Now\" initiative was created to help meet the most pressing needs of our students. #ForTheLoveOfOtterbein #Giving #COVID19 #philanthropyhttps:\/\/t.co\/Dvg478DEOg","sentiment_score":0.2814814815}
{"full_text":"RT Take a minute and read this, especially if you are even considering taking a vaccine for Covid . Do a lot of research!   ht...","sentiment_score":0.0}
{"full_text":"RT Even through the Covid-19 pandemic that has caused uncertainty in most sectors of commercial real estate, Phoenix has ran...","sentiment_score":0.2333333333}
{"full_text":"RT So proud of the efficient operation our hardworking team is running at the State Fairgrounds. We're showing that","sentiment_score":0.8}
{"full_text":"BREAKING: New COVID-19 cases in U.S. dropped below 100,000! This is good progress, and shows that safety precautions - like wearing a mask and social distancing - work.","sentiment_score":0.3012626263}
