{"full_text":"RT IMPORTANT: The #NHS has announced that if you are over 70 and haven't yet been invited for your first #COVID19 vaccine...","sentiment_score":0.325}
{"full_text":"RT Also agree.  Less barriers not more will facilitate getting what we have in terms of vaccine supply out faster..","sentiment_score":-0.2083333333}
{"full_text":"RT Officials warn of scammers claiming to have COVID vaccines for sale","sentiment_score":0.0}
{"full_text":"2 weeks turned into 2 yrs. A yr already. Democrats want all businesses to fail and collapse to destroy the best economy in history under trump right before the election. When you breathe through your mask... see the steam ? Doesnt work. Now faucci says where 2 masks. Proving it","sentiment_score":0.1464285714}
{"full_text":"RT Our paper on evaluating the first three months of the NHS COVID-19 app is out now as a pre-print. A  1\/n","sentiment_score":0.25}
{"full_text":"RT The clock is ticking for the COVID-19 Third Phase  Relief Fund, simply log onto our official websites and...","sentiment_score":0.0}
{"full_text":"PPE, Track &amp; Trace and the free school meals fiasco have shown the inefficiency of outsourcing public services. Public money is pouring into private pockets with little or no accountability. The practice of outsourcing must come to an end. #FollowThePublicPS","sentiment_score":0.0425}
{"full_text":"RT So when are we coming out of lockdown then? What are the criteria? What's the timetable once those criteria are met? If you k...","sentiment_score":0.0}
{"full_text":"RT BIG NEWS: the Progressive Caucus has secured the inclusion of a $15 minimum wage in the House's pandemic reconciliation...","sentiment_score":0.0}
{"full_text":"Covid doesn't discriminate, we are all in this together. Stay safe, wear your face covering for you, your loved ones, our drivers, for all of us. For more information please visit:","sentiment_score":0.5666666667}
{"full_text":"RT ASEAN is set to receive over 32 million doses of COVID-19 vaccines through the #COVAX facility by the end of 2021! #Te...","sentiment_score":0.0}
{"full_text":"RT PM Boris Johnson says he is \"very confident\" in the Covid vaccines being used in the UK","sentiment_score":0.65}
{"full_text":"RT #npcindia for #Higher #productivity and #SelfImprovement #npccertificate #NPC_INDIA_GOV #onlinelearning #EnergyEfficiency...","sentiment_score":0.25}
{"full_text":"RT David Paton, professor of industrial economics, describes the worldwide handling of the coronavirus pandemic as a \"big socia...","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT Iran has launched a coronavirus inoculation campaign among healthcare professionals with recently delivered Russian Sputnik V vacci...","sentiment_score":0.0}
{"full_text":"RT Where's the vaccine, Soph?","sentiment_score":0.0}
{"full_text":"From a total of 10 people that have had their covid jab only 1 told me they have had problems.  The 1 person was my elderly aunt who is known for over dramatising.  So off i go for mine tomorrow","sentiment_score":0.0}
{"full_text":"My neighbour is following the \"stay at home\" option.....they had 3 lots of visitors on Sunday instead........all old enough to know better.","sentiment_score":0.15}
{"full_text":"RT WHO mission to China fails to find animal source of Covid-19","sentiment_score":-0.5}
{"full_text":"Dozens of armed militiamen crowded into the Michigan Statehouse last April to protest a stay-at-home order by the Democratic governor. Chanting and stomping their feet, they tried to force their way onto the floor and brandished rifles.","sentiment_score":0.0}
{"full_text":"RT ji should start the appointment process of everyone (35568) , together we can't stay at home t...","sentiment_score":0.0}
{"full_text":"RT George Eustice asked on #skynews if there will be mandatory testing for those arriving in the UK.He replies, 'No decision...","sentiment_score":0.0}
{"full_text":"It was released in the beginning of the pandemic, no one can ever achieve what it did if it was released that day. The Industry failed it, armys didn't.","sentiment_score":-0.5}
{"full_text":"RT Didn't wear your mask at the Super Bowl? The police are coming for you. This is out of control.","sentiment_score":0.3333333333}
{"full_text":"Johnson doesn't care.He will continue to do this through the rest of the pandemic as he has at almost every stage so far.He needs to be tried for his handling of this.","sentiment_score":0.0}
{"full_text":"I'm living Covid free so it's dorsum every time","sentiment_score":0.4}
{"full_text":"RT So when other people wear a mask, stay inside a lot, and start facetiming their crush without a shirt, they're \"dealing...","sentiment_score":-0.125}
{"full_text":"RT OUTBREAK OF #B1351 VARIANT IN AUSTRIA --B1351  variant now identified in 293 cases in western Austria state of Tyrol--at...","sentiment_score":0.0}
{"full_text":"RT Today is #SaferInternetDay. With more activities happening online during Covid-19, it's important to talk with children and youn...","sentiment_score":0.45}
{"full_text":"RT Nation Prepares To Celebrate 1st Anniversary Of Two Weeks To Flatten The Curvehttps:\/\/t.co\/KUOmDHh4Us","sentiment_score":0.0}
{"full_text":"RT Hero following science... #ivermectin","sentiment_score":0.0}
{"full_text":"RT If there's one thing the Coronavirus has taught us, it is that we should always practice proper hygiene. Don't leave you...","sentiment_score":0.0}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT Ghana's Covid-19 cases as at 6th February 2021Visit for the details#MaskUpWithDSD","sentiment_score":0.0}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"RT I would highly recommend, if dining out, to choose OUTDOOR dining areas. I know its warm especially with the weather n...","sentiment_score":0.2533333333}
{"full_text":"RT Govt is going big on (our) personal responsibility.  Here now is news of the South African variant, on skis.  If you are...","sentiment_score":0.0}
{"full_text":"RT If schools didn't have hot water, soap, paper towels, suitable HVAC and ventilation **before** the pandemic, how in the...","sentiment_score":0.4}
{"full_text":"RT European politicians appear to be making some sort of coronavirus vaccine beefcake pinup calendar","sentiment_score":0.0}
{"full_text":"RT PRESS STATEMENTOBSERVANCE OF COVID-19 PROTOCOLS AND GUIDELINES","sentiment_score":0.0}
{"full_text":"RT OUTBREAK OF #B1351 VARIANT IN AUSTRIA --B1351  variant now identified in 293 cases in western Austria state of Tyrol--at...","sentiment_score":0.0}
{"full_text":"RT A judge has agreed to a High Court trial over the closure of pubs that could not serve food during lockdown. Sacha Lord, nig...","sentiment_score":0.16}
{"full_text":"RT COVID-19 rarely spreads through surfaces. So why are we still deep cleaning?","sentiment_score":0.15}
{"full_text":"Sweden - Austria is quite the distance. Starting the service after the pandemic makes a lot of sense.","sentiment_score":0.0}
{"full_text":"RT To undermine PM Modi, Saket wants the administration of vaccines that expire in April to be stopped in February.","sentiment_score":0.2}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"We're calling on government &amp; partners to ensure everyone can afford basic essentials, such as food &amp; heating, under #COVID19 restrictions. This could be achieved by investing in &amp; promoting discretionary emergency support schemes.#TheLongestYearhttps:\/\/t.co\/BVGyM0m9zX","sentiment_score":0.0}
{"full_text":"RT You cannot be pro-life and also be anti-mask during a pandemic.","sentiment_score":0.0}
{"full_text":"RT Does anyone understand these  measures just released by Ford? Stores are open in gray zones to 25% but you can't eat at a...","sentiment_score":0.0}
{"full_text":"RT Brexit is so bad, such a shambles that it's impossible to hide its shortcomings behind the worst pandemic in modern history.","sentiment_score":-0.4277777778}
{"full_text":"\"It's just flu\"...","sentiment_score":0.0}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"RT Let me understand, it was okay for Steven Mnuchin to funnel $500B in PPP Covid loans, giving millions to himself, Jared...","sentiment_score":0.5}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"Petition: Public inquiry into Covid-19 pandemic immediately with the aim of saving lives","sentiment_score":0.0}
{"full_text":"Yes and no. Used pre COVID in cc cases as standard. Would benefit those being transported Long distances from where arrested. Appreciate as advocate would rather speak face to face but during COVID would be safer.","sentiment_score":-0.025}
{"full_text":"RT Let's face it, a bat in a lab coat could walk by the investigation team and the #WHO would report, 'nothing unusual in #wuh...","sentiment_score":0.2}
{"full_text":"RT #PMinRajyaSabhaIndia has emerged as a pharmacy hub of the world in recent times. The country sent medicines to over 150 c...","sentiment_score":0.0}
{"full_text":"2021 will be the year of not only an efficient and innovative HR but of super HR.In our latest blog on the HRTech247 platform, present the 5 superpowers HR will have gained as a result of rebooting itself throughout the pandemic.","sentiment_score":0.2666666667}
{"full_text":"RT Amongst other horrors, 109% rise incidents of self-harm in children.The article headline is:\"Children's mental health...","sentiment_score":-0.1125}
{"full_text":"Finally got 8 hours of natural sleep for the first time since the pandemic began. Only problem - I went to bed at 8pm...YOLO? ","sentiment_score":0.0875}
{"full_text":"RT Britain could be trapped in lockdown cycles for several YEARS in fight with Covid variants","sentiment_score":-0.1}
{"full_text":"RT Israel's handling of coronavirus seems like a success.Residents tell a different story.","sentiment_score":0.0}
{"full_text":"RT Trump said to open schools based on the actual science and consistent with CDC experts.  ZOMG politicsBiden literally overrul...","sentiment_score":0.0833333333}
{"full_text":"Georgina looking lovely with her hair styled today #carehome #carehomes #isolation #Isolationuk #lockdown #lockdownuk","sentiment_score":0.5}
{"full_text":"Global Skiing Clothes Market 2021: Covid-19 Impact Analysis Report 2026","sentiment_score":0.0}
{"full_text":"WHO are working with China to help cover up the Chinese flu.The WHO is no longer fit for purpose.","sentiment_score":0.2}
{"full_text":"RT Last week, Modi govt sent 1 million doses of Covishield (which is the made-in-India version of the AstraZeneca Oxford vac...","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT BREAKING - Rest of the students &amp; staffs has been tested &amp; are positive. This is what happens if the CBSE force the student...","sentiment_score":0.2272727273}
{"full_text":"RT WATCH: Youth volunteers, who have been at the forefront of #Covid19 fight since last year, explain why they answered th...","sentiment_score":0.0}
{"full_text":"RT Dr and Dr were interviewed by  about the covid vaccination uptake in the BAME commun...","sentiment_score":0.0}
{"full_text":"RT We can also address claims like \"hospitals are always full in winter\", or \"it's just people who were already in hospital...","sentiment_score":0.35}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"If pcr tests are meant to detect minute traces of covid and blow it up into a positive reading, why then can't state\/federal govts in oz accept that pre flight you are negative and upon landing you are negative if re-tested because if you're claiming they could have been exposed","sentiment_score":-0.1242424242}
{"full_text":"RT Nation Prepares To Celebrate 1st Anniversary Of Two Weeks To Flatten The Curvehttps:\/\/t.co\/KUOmDHh4Us","sentiment_score":0.0}
{"full_text":"RT Olga is a Salinas area vegetable worker. \" I'm asking, through this video, to receive the vaccine as soon as possible. We'r...","sentiment_score":0.0}
{"full_text":"RT We are still in COVID so this bares saying: unskilled labor is a classist myth used by the rich to justify poverty or min...","sentiment_score":0.375}
{"full_text":"RT Alcohol has always been here and will never go away. Pandemic or no pandemic. Its not misbehaving (like...","sentiment_score":0.0}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"RT Last Thursday my hole went full bloom bottom rampage and decided to not just have 1 but my 2 'self-designated-thru-Covid' Bl...","sentiment_score":0.175}
{"full_text":"RT CDC: 'Just Because You Got The Vaccine Doesn't Mean You Should Go Outside Or Ever Experience Joy Again'https:\/\/t.co\/Z1d...","sentiment_score":0.1625}
{"full_text":"RT WHO investigators BACK Beijing's claim Covid did NOT leak from a Wuhan lab","sentiment_score":0.0}
{"full_text":"RT #PMinRajyaSabhaIndia has successfully undertaken the task of putting up a valiant fight against COVID-19. The COVID-19 pe...","sentiment_score":0.75}
{"full_text":"RT Have you been pinged?NHS Covid-19 app has told 1.7 million people in England and Wales to self-isolate to datehttps:\/\/...","sentiment_score":0.0}
{"full_text":"RT #BREAKING WHO says team probing Covid origins in China to brief media Tuesday","sentiment_score":0.0}
{"full_text":"Just follow the #science: A #government response to a #pandemic \"As a practicing scientist, I would appear remiss to suggest that such a practice is not a good thing.\"","sentiment_score":-0.175}
{"full_text":"This is a silly comment. Continuing to allow Covid to run rampant is what kills the economy. Testing should be everywhere people spend more than 15 minutes enclosed together without ability to distance. Testing travelers is hardly going to hurt airlines.","sentiment_score":-0.0972222222}
{"full_text":"RT COVID 19 vaccine costs $7 (Ksh 700 a dose)There are approximately 40 million Kenyans = Ksh 28B.28 B to cushion people livin...","sentiment_score":-0.4}
{"full_text":"The #COVID19 vaccine co-developed by the #American pharmaceutical giant #Pfizer and the #German biotechnology company #BioNTech can neutralise variants of the novel coronavirus that were first reported in the #UK and #SouthAfrica, a new study suggests","sentiment_score":0.0772727273}
{"full_text":"Well worth checking out the bite-sized version of this fun and informative conference . Especially when our clients \/  are presenting their experience of improving their site with a Covid taxonomy!","sentiment_score":0.2}
{"full_text":"RT I thank the Government of India for providing 500K doses of the coronavirus vaccine to Afghanistan. Appreciating India's const...","sentiment_score":0.0}
{"full_text":"*sigh*","sentiment_score":0.0}
{"full_text":"Shocking post. Why promote being safe online in the middle of a pandemic? The club should be encouraging being safe when out and about. Unfollowed, I'll get my PNE news from LEP ","sentiment_score":0.0}
{"full_text":"HEADS UP: CVS *will not* open its registration system today as previously announced. It will instead open on Feb. 11 with vaccinations starting on Feb. 12.https:\/\/t.co\/UEDDLpuTyM#KHOU11 #HTownRush","sentiment_score":-0.0416666667}
{"full_text":"President Rodrigo Duterte called on the Communist Party of the Philippines (CPP) not to interrupt the country's inoculation drive as the arrival of Covid-19 vaccines in the country neared. #PressOnePHhttps:\/\/t.co\/VUR0GhUq5E","sentiment_score":0.0}
{"full_text":"Are you having a sort out and tidy up post Christmas and during lockdown? If you are after practical storage space look no further! Tubes and cubes can be used for storing soft toys, beddings and more in a useful way that brightens up your home! #fieldcandy #sale #gifts #storage","sentiment_score":0.315}
{"full_text":"RT MHC strongly opposes the Exemption Order, which exempts Cabinet Ministers from the mandatory 10-day quarantine. All #COVID...","sentiment_score":0.4333333333}
{"full_text":"Take extra caution in staying safe The South African variant of #COVID19 has been detected in Tottenham HaleHands - Face  - Space  #community #Haringey #safecommunity #vaccine #Covid_19 #coronavirus #vaccination #coronavirusuk #VaccinationDrive #CovidVaccine #Tuesday","sentiment_score":0.1666666667}
{"full_text":"RT Last few days we have been told: Days of big weddings and sporting events are 'gone.'Don't book holiday either domestic or...","sentiment_score":-0.05}
{"full_text":"Although Perry's economy experienced a temporary shut down at the start of the pandemic, Perry Chamber CEO and President Ellen Palmer says it hasn't been difficult to get businesses to plant roots in downtown.https:\/\/t.co\/aeii4e2pl8","sentiment_score":0.0481481481}
{"full_text":"If you're over 70 &amp; haven't yet been invited for your first jab, contact the NHS to book. Do this online or call 119 free of charge 7am-11pm seven days a week. If there isn't an available slot you like call your GP surgery #stopthespread #RBWMtogether","sentiment_score":0.35}
{"full_text":"A flurry of goals fuels of the over the Capitals after struggling against Boston. Now COVID has impacted the schedule. A brand new episode breaks it all down #AnytimeAnywhere #PHIvsWSH:","sentiment_score":-0.0095959596}
{"full_text":"The first Cotswold Know Your Patch Network is coming up next Thursday!We'll be joined by Claire Kennedy from who will be delivering a session on Long COVID and how we can support people with this.Book on here:","sentiment_score":0.0666666667}
{"full_text":"How COVID can amplify cold weather-related health risks ","sentiment_score":-0.6}
{"full_text":"But they initially said it was from an animal. WHO and deception smh.","sentiment_score":0.0}
{"full_text":"Theres a lot of rapid development of SARS-CoV-2 resources so we made a podcast episode with  incase your not glued to twitter 24\/7","sentiment_score":0.0}
{"full_text":"RT PPE, Track &amp; Trace and the free school meals fiasco have shown the inefficiency of outsourcing public services. Public m...","sentiment_score":0.1333333333}
{"full_text":"Thinks any immigrant is either a terrorist or criminalThough Saddam Hussein was a good person who killed terroristsThought covid was fake for 6 months and 50000 diedThinks the stock market is the economySpent literally a 1\/4 of his presidency golfing and had taxpayers pay it","sentiment_score":-1.850371708e-17}
{"full_text":"HOW DODGY OFFICIALS CASHED IN ON SOUTH AFRICA'S COVID-19 PANDEMIC: RAMAPHOSA #dodgyofficials #covid19 #cashedin","sentiment_score":0.0}
{"full_text":"High profile crises and coronavirus disruptions are shaking up the way #CompanyCulture is created.  https:\/\/t.co\/BDrB06Q3gY","sentiment_score":0.16}
{"full_text":"Become a 'Covid Champion' and help people to stay safe during this pandemic! You'll be helping your community get up to date information about staying healthy. Interested? You can sign up here  #volunteer","sentiment_score":0.4583333333}
{"full_text":"Free COVID-19 TESTINGTODAY, February 9, 11am-4pmImani Christian Academy2150 East Hills DrRegister No appointment neededThis is a walkup site not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.2}
{"full_text":"We Still Must Fight The Coronavirus And Covid-19 Togehter.We Still Have A Long Way To Go. Be Strong And Keep Your Distance#covid19 #covid #coronavirus #SocialDistancing","sentiment_score":0.1916666667}
{"full_text":"Please go home immediately if you have been told to self-isolate. You must stay at home (apart from to get a test) for the full ten day isolation period. Self-isolation support payments are available - please see our website for more details","sentiment_score":0.3125}
{"full_text":"With the Covid-19 pandemic, we have seen that regime social competence is a key factor to consider when doing business in Africa... (via Obbo)","sentiment_score":0.0166666667}
{"full_text":"yes bc if i do im literally guaranteed to d*e","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 09\/02\/2021 16:30Total Cases: 10847790 [+0]Active: 141118Recovered: 10546905 [+0]Deaths :155195 [+0]Total Tests: 202.59MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"It's no secret the pandemic has had an impact on careers in technology and healthcare industries. We see it reflected in this new report from Glassdoor: 50 Best Jobs in America for 2021. Curious? Visit #CareerTechChangesLives #CTEWorks #CareerTechOhio","sentiment_score":0.3090909091}
{"full_text":"Travel to USA: Just seen this on another board International travelers who are traveling to the United States must now have a negative COVID-19 test, and a vaccine passport may be required in the fu...","sentiment_score":-0.15}
{"full_text":"Staff members at Urumqi Station, China's #Xinjiang disinfected carriages of a train just arriving. To prevent the outbreak of #pandemic, they handle more than 20,000 pieces of various goods per day.","sentiment_score":0.25}
{"full_text":"RT More than a million low-income earners are struggling to pay their rent, despite a significant increase in welfare paymen...","sentiment_score":0.4375}
{"full_text":"After almost a year of protecting ourselves from COVID-19 -- wearing masks, keeping our distance from others and washing our hands -- there's a forgotten tip doctors want us to remember.https:\/\/t.co\/LfbnZj8y7o","sentiment_score":0.0}
{"full_text":"RT 12,000+ young leaders;190+ countries represented;10 One Young World Summits;26M people positively impacted since 2010...","sentiment_score":0.1424242424}
{"full_text":"According to our recent Instagram poll, 66% of you said you were more concerned about money during lockdown.  Our new online services will help you take control of your finances. Registering will allow you to manage your account balance and check when payments are due.","sentiment_score":0.1278409091}
{"full_text":"Over 481,000 people will receive the #COVID19 Pandemic Unemployment Payment this weekMinister reminds people that there are additional social welfare supports available should people need to access themRead more here:","sentiment_score":0.3111111111}
{"full_text":"Tradespeople consider apprentices more important than ever despite Covid-19 declinehttps:\/\/t.co\/tTAbd463AB","sentiment_score":0.45}
{"full_text":"Dundalk Sports Centre have a series of activities for older adults every Tuesday and Thursday at 11am. Please see session 5 of 14.https:\/\/t.co\/JrdnXwwdzL   #LouthSports #DundalkSportsCentre #Stayathome #StayActive  #mentalhealth #KeepWell","sentiment_score":0.1666666667}
{"full_text":"RT \"We already have at our airports 100% compliance checks taking place\" - that's what Home Secretary said to me in Parlia...","sentiment_score":0.0}
{"full_text":"reports at least two Los Angeles, California court interpreters are now dead after potentially being exposed to the virus on the job: Sergio Cafaro and Daniel Felix.Click to read the latest.#interpreting #healthrisk #COVID19 #pandemic #court #LA #California","sentiment_score":-0.1666666667}
{"full_text":"He warned people to continue to follow the rules as the county's coronavirus cases begin to fallhttps:\/\/t.co\/Wpkyo49NZW","sentiment_score":0.0}
{"full_text":"While You Were Sleeping: Coronavirus updates for February 9 #FOX59Morning","sentiment_score":0.0}
{"full_text":"Doctors say COVID is likely here to stay","sentiment_score":0.0}
{"full_text":"English teacher Tom Alera struggles to see students' facial expressions behind their masks and is often afraid to move around his classroom to connect with students for fear of inadvertently catching the virus.","sentiment_score":-0.08}
{"full_text":"Hong Kong Eyes Border Reopening with Macau, Mainland China.With the territory's fourth wave of the virus appearing to wane, a \"travel bubble\" may finally be on the horizon.https:\/\/t.co\/ytwdIuragr#HongKong #Travelbubble #Travel","sentiment_score":0.0}
{"full_text":"Advice on bosukwa intake when you have covid.","sentiment_score":0.0}
{"full_text":"Could you help us encourage individuals of all shapes, sizes, abilities and backgrounds to get active across Bedfordshire?We'd love to share your experiences on how you are keeping active during lockdown. All infohttps:\/\/t.co\/dC9MDANozF#ActiveBedfordshire #ThisGirlCan","sentiment_score":0.0777777778}
{"full_text":"\"It's been insane\".@OihClements tells us about the reaction to her \"Little Library\" in #Bishopston.She hopes her book swap will offer some escapism for people during the pandemic.#TheLittleLibrary #Coronavirus","sentiment_score":-0.59375}
{"full_text":"Leaders: Teachers 'don't want the rug ripped out' as district stresses local COVID safety","sentiment_score":0.0}
{"full_text":"#COVID19 as of 2\/9, 6am:>Global cases:106,514,763>Global [deaths]:2,326,700>US:27,097,105>US (deaths): 465,072 [+1595]>TN: 745,826 [10,566]>GA: 775,476 [13,361]>NC: 799,279 [9,991]>AL: 473,348 [8523]>Local cases: wear a mask!","sentiment_score":0.0}
{"full_text":"RT At least 12 English councils in rescue talks as Covid shatters local finances","sentiment_score":-0.1}
