{"full_text":"RT This scares the shit out of me.","sentiment_score":-0.2}
{"full_text":"The Covid-19 vaccine had to be used, Texas doctor used it and was fired","sentiment_score":0.0}
{"full_text":"RT I swear we are fighting two pandemics COVID-19 and Stupidity.","sentiment_score":-0.6}
{"full_text":"RT Muslims call upon Allah alone at these difficult times as only He can harm or benefit, while observing allowable meansTh...","sentiment_score":-0.25}
{"full_text":"RT At some point, Americans must say \"no more\" to government tyranny and pseudoscience.I've been waiting for almost 11 m...","sentiment_score":-0.25}
{"full_text":"RT Was happy to receive a call from my friend  Assured him that India would do its best to facilitate suppli...","sentiment_score":0.9}
{"full_text":"RT A must read...pls. enlarge persevere with small print.Can this be verified as a genuine paper....COVID A FRAUD","sentiment_score":0.075}
{"full_text":"Why did it take this long for CDC to confirm an accepted logic amongst millions of people  around the world?","sentiment_score":-0.05}
{"full_text":"You've just given me an idea for an Etsy store where I sell masks with MAGA slogans on them and secretly build in N95 filters.","sentiment_score":-0.4}
{"full_text":"Glad to finally get my COVID vaccine today! One step closer to normalcy! #kckpscovidvaccine","sentiment_score":0.25}
{"full_text":"Agree did nothing right from first day of this pandemic and now Trudeau talking about moving forward . What kind of joke is that . Canadians want to move forward but without liberals for sure .","sentiment_score":0.4089285714}
{"full_text":"RT oh wait, they're serious?","sentiment_score":-0.3333333333}
{"full_text":"RT Part of the reason Trump &amp; the GOP downplay the seriousness of the pandemic is because of *who* is being most seve...","sentiment_score":0.5}
{"full_text":"RT preparing my eye sockets now for the increased rolling","sentiment_score":0.0}
{"full_text":"New clinical trials raise fears the coronavirus is learning how to resist vaccines","sentiment_score":0.1363636364}
{"full_text":"bts really told us to social distancing","sentiment_score":0.1166666667}
{"full_text":"RT Masking should be optional everywhere.The belief that others' masks protect you has led to widespread participation...","sentiment_score":0.0}
{"full_text":"#123WordsPleasejust weara damn mask","sentiment_score":0.0}
{"full_text":"RT Many of us in B.C. are not happy that our PHO has denied us access to the fed...","sentiment_score":0.05}
{"full_text":"RT If the Pharisees lived today, they'd be bragging about how many masks they wear and would probably work at either the CDC or...","sentiment_score":0.5}
{"full_text":"RT Let me be clear: No one should lose their home in the middle of this pandemic. Congress needs to pass the American Rescue Plan t...","sentiment_score":0.0333333333}
{"full_text":"RT These politicians and schools should be booked for spreading covid","sentiment_score":0.0}
{"full_text":"RT bae donated a large amount of money for covid19 to daegu where she grew up . bae always take care of people around her...","sentiment_score":0.2142857143}
{"full_text":"RT updated it for COVID","sentiment_score":0.0}
{"full_text":"RT You don't say.","sentiment_score":0.0}
{"full_text":"RT BREAKING: team is investigating cases of ~90 people hospitalized with #COVID19-like symptoms in central #China in...","sentiment_score":0.0}
{"full_text":"Stupid me, I thought he wanted to unite here........","sentiment_score":-0.8}
{"full_text":"RT I believe CDC's guidance today about masking was because they realize the data shows masking doesn't work so they have to l...","sentiment_score":0.0}
{"full_text":"This is a great idea","sentiment_score":0.8}
{"full_text":"RT #MINNIE: I hope this year will be full of good things. I hope the Covid19 situation will get better soon. I want to do a...","sentiment_score":0.5166666667}
{"full_text":"RT We need to get more people from all groups vaccinated against #COVID19 to bring an end to this pandemic. Get vaccinated ag...","sentiment_score":0.5}
{"full_text":"RT A member of the #WHO's \"investigative\" trip to #Wuhan to uncover the origins of #COVID19 has accepted research grants...","sentiment_score":0.0}
{"full_text":"RT Denialism coming to an end in Montreal: the Public Health department is saying \"schools have become a driving force in the s...","sentiment_score":0.0}
{"full_text":"RT CDC: Fully vaccinated people don't need to quarantine if exposed to Covid","sentiment_score":0.0}
{"full_text":"RT You advocated for lockdowns. Nothing else you say matters.","sentiment_score":0.0}
{"full_text":"RT TONIGHT - Devin Nunes and Alan Dershowitz on impeachment.   Also don't say \"breast milk\" anymore.. it's offensive.  And the...","sentiment_score":0.0}
{"full_text":"RT Karl-Anthony Towns will make his return tonight vs the Clippers. Per He's recovered from COVID-19 and has had a v...","sentiment_score":0.0}
{"full_text":"Places that focused on physical training thrived during the pandemic? What planet do you live on. They were all closed down for the first half of the year due to covid, then opened up at 25%, and then closed again..","sentiment_score":-0.0326073232}
{"full_text":"RT Let me be clear: No one should lose their home in the middle of this pandemic. Congress needs to pass the American Rescue Plan t...","sentiment_score":0.0333333333}
{"full_text":"The CDC and Fauci are not idiots at all. It's all done with the intention to kill us. It's impossible to breathe though two masks during exertion , e.g. going up the stairs, uphill or walking fast! They're all physicians and they know it!","sentiment_score":0.0152777778}
{"full_text":"RT I don't know how we will put our tags on the top spot locally &amp; in WW trends on the 9th of March pero sana gawin nating moti...","sentiment_score":0.25}
{"full_text":"RT Jimmy Butler since returning from COVID:- 26 points, 8 rebounds, and 10 assists - 17 points, 10 rebounds, and 9 assi...","sentiment_score":0.0}
{"full_text":"RT Updated w this memorable line from Premier Horgan re.  romantic, cross-border rendezvous in Peace Arch Park:...","sentiment_score":0.25}
{"full_text":"RT BREAKING--CDC urges either **double-masking** or use **surgical mask with tight fit** to better protect against threat of ne...","sentiment_score":0.2404761905}
{"full_text":"Millions of rapid COVID tests gather dust as some provinces use a fraction of their supply!  Why was the Ont. Gov't so adamant about the Fed Gov't buying them rapid tests if they were going to let them collect dust? Does that seem strange to anyone else?","sentiment_score":0.025}
{"full_text":"RT Biden is on track to meet his goal of administering 100 million COVID shots in his first 100 days in office.","sentiment_score":0.25}
{"full_text":"RT Relationship twitter are gonna kill us with \"even in a pandemic\" \"if he wanted to he would\" this weekend.","sentiment_score":0.0}
{"full_text":"RT Frontline COVID warriors are on priority over politicians for Vaccine drive in New IndiaKudos ","sentiment_score":0.1363636364}
{"full_text":"RT  Basketball is back at tomorrow night, with the facing Drive if you can. If you t...","sentiment_score":0.0}
{"full_text":"...this is a deep cut. like. what college student is wearing a pantsuit to class? or polo and khakis? also. i am never giving up leggings now that pandemic times means i basically never have to wear anything else.","sentiment_score":0.0}
{"full_text":"My furniture delivery getting pushed back really has me hot. And yes I understand because of Covid, production is down but how about just keeping it real about when you're telling me things are going to be delivered and I'll respect you more than bullshitting me &amp; ppl need jobs K","sentiment_score":0.1657407407}
{"full_text":"RT DOUBLE MASKING: The CDC is suggesting people begin wearing a cloth mask on top of a medical procedure mask to improve fit and be...","sentiment_score":0.225}
{"full_text":"RT Incarcerated  people have just as much right not to die from covid as you do","sentiment_score":0.2857142857}
{"full_text":"RT \"You're telling the businesses to stay open, but you're telling the customers to stay home, and that creates a whole other...","sentiment_score":0.025}
{"full_text":"Downton Covid","sentiment_score":0.0}
{"full_text":"RT Biden reinstituted Obama's catch and release policy releasing illegal immigrants  back into the US. Illegal immigration has...","sentiment_score":-0.3333333333}
{"full_text":"RT A French nun, Sister Andre, survived the 1918 flu pandemic and both world wars. Now she's beaten #coronavirus days befo...","sentiment_score":0.0}
{"full_text":"RT Harris-Buttigieg 2028","sentiment_score":0.0}
{"full_text":"RT Too hard and expensive to develop a covid plan that meets DHHS requirements","sentiment_score":-0.3958333333}
{"full_text":"RT So Canadian PM just dialled PM for #COVID19 vaccines.....","sentiment_score":0.0}
{"full_text":"RT retweet if you want this fucking pandemic to end because its ruining your life or if you are lgbtq+","sentiment_score":-0.6}
{"full_text":"RT Malaysia has agreed to provide COVID-19 vaccinations for free to all foreigners residing in Malaysia. However, priority will...","sentiment_score":0.4}
{"full_text":"RT PROPER WAY TO KNOT &amp; FOLD SURGICAL MASKS, per new CDC guidelines (see  below for details why). Special thanks to Dr Rabe...","sentiment_score":0.1733766234}
{"full_text":"RT He used his platform. You just didn't get the message","sentiment_score":0.0}
{"full_text":"RT The democrats have been trying to impeach Trump since 2016. They just don't want anyone in DC willing and able to chall...","sentiment_score":0.375}
{"full_text":"yup I ordered a Nezuko nendroid last year before the pandemic and it still hasn't arrived, and it won't unless I pay for the most expensive shipping option or wait until shipping gets betterRIP","sentiment_score":0.0}
{"full_text":"RT \"McKinsey and Co. won a sole-sourced contract worth $1.6 million to set up the Ontario government's pandemic command struc...","sentiment_score":0.3}
{"full_text":"RT A virus so deadly Biden does this. Someone help me understandhttps:\/\/t.co\/1CDS3fIw3m","sentiment_score":-0.2}
{"full_text":"In a pandemic, who would you like to receive advice from?  from a manager, or from a world-class physician, epidemiologist and academically strong. The Ontario government selected the manager, Brown. The world is watching","sentiment_score":0.4333333333}
{"full_text":"RT Honored to announce that CLERK, the wonderful documentary made about my life and \"art\", has its World Pr...","sentiment_score":0.5}
{"full_text":"One of my colleagues began calling every day Blursday early in the pandemic and I stand by that.","sentiment_score":0.1}
{"full_text":"RT More context -","sentiment_score":0.5}
{"full_text":"RT Biden is on track to meet his goal of administering 100 million COVID shots in his first 100 days in office.","sentiment_score":0.25}
{"full_text":"RT Was happy to receive a call from my friend  Assured him that India would do its best to facilitate suppli...","sentiment_score":0.9}
{"full_text":"RT CBS News-YouGov poll:83% support congressional passage of a new stimulus bill64% approve of Biden's handing of the pa...","sentiment_score":0.1363636364}
{"full_text":"RT The risk isn't that we do too much when it comes to a COVID relief package -- it's that we don't do enough.We have to go big.","sentiment_score":0.1}
{"full_text":"2\/ \"Among the jobless are 10 million #Americans who lost their jobs early in the #pandemic and remain #unemployed to this very day.    \"The result: #recession.\"","sentiment_score":0.15}
{"full_text":"I wouldn't trust the CDC to handle my case of the crabs.  ","sentiment_score":0.0}
{"full_text":"7 Commercial Leasing Tips During COVID-19 #CRE #Leasing #COVID-19 #NewNormal #TenantTips","sentiment_score":0.0}
{"full_text":"Ada County makes up nearly a third of Idaho's new COVID-19 cases; 11 deaths reported","sentiment_score":0.0681818182}
{"full_text":"RT The risk isn't that we do too much when it comes to a COVID relief package -- it's that we don't do enough.We have to go big.","sentiment_score":0.1}
{"full_text":"RT Wearing a double mask or fitting a single mask more closely on the face substantially reduces the risk of infection with the virus...","sentiment_score":0.2321428571}
{"full_text":"The CDC had handled this poorly. You could blame the first part on Trump, but not nowMask are... ok, but not great protection vs more expensive forms like distancing and vaccines. The narrow cost benefit niche this fits in is almost certainly not worth the obvious mockery","sentiment_score":-0.0444444444}
{"full_text":"RT #SloMo electioneering in Melb today. He's going hard on Covid issue and crediting himself with Labor designed #JobKeeper an...","sentiment_score":-0.2916666667}
{"full_text":"RT The corona fascists truly are Nazis.","sentiment_score":0.0}
{"full_text":"RT It just doesn't stop - the endless awarding of #Covid contracts to companies linked to the Tory partyThe enrichment of...","sentiment_score":-0.125}
{"full_text":"RT COVID-19 Update for Ventura County for Wednesday, February 10, 2021, including the latest numbers and information about...","sentiment_score":0.5}
{"full_text":"RT BREAKING--CDC urges either **double-masking** or use **surgical mask with tight fit** to better protect against threat of ne...","sentiment_score":0.2404761905}
{"full_text":"RT The Duke and Duchess joined students taking part in practical clinical sessions at the university with thei...","sentiment_score":0.0}
{"full_text":"RT And Canada is damn well lucky to have her doing HER job.'I'm in charge of this file': When it comes to tracking down C...","sentiment_score":0.0888888889}
{"full_text":"Bloom's Taxonomy was created in 1956 under the leadership of educational psychologist Dr. Benjamin Bloom in order to promote higher forms of thinking in #education.#edutech #educhat #elearning #onlinelearning #COVID19 #pedagogy #instructionaldesign #UGC","sentiment_score":0.25}
{"full_text":"People trust black COVID-19 masks more than others. But why?","sentiment_score":0.1666666667}
{"full_text":"The directors of the state departments in charge of unemployment assistance and pandemic health orders testified before the House Finance Committee on Wednesday. ","sentiment_score":0.0}
{"full_text":"Have you read any of the ZEDS series yet? If not I mean, what're you waiting for?#wattpad #writingcommunity #zombies #pandemic","sentiment_score":0.15625}
{"full_text":"From casinos to dinner parties, the co-hosts tell us what they miss most about pre-pandemic life. What do you miss? Reply below. https:\/\/t.co\/cVclFZyKV0","sentiment_score":0.5}
{"full_text":"General Motors' profit fell 4.5% in 2020, but a strong second half more than offset the effects of pandemic-related factory closures and a costly air bag recall.","sentiment_score":0.1633333333}
{"full_text":"RT I am glad is following COVID. The amount of time &amp; effort he puts in is amazing. Some of us are glad to learn wh...","sentiment_score":0.4}
{"full_text":"Opinion | Louisiana's COVID-19 vaccine progress is a \"positive sign for residents.\"https:\/\/t.co\/sd0u3QovbM","sentiment_score":0.2272727273}
{"full_text":"The COVID-19 vaccines have a series of typically mild side effects, including soreness at the injection site, swelling, fever, headache, fatigue and muscle aches.","sentiment_score":0.3333333333}
{"full_text":"Ads can help the COVID crisis","sentiment_score":0.0}
{"full_text":"To build a sustainable, resilient &amp; inclusive world, policies must be coherent, temporally consistent, spatial scalable, &amp; aligned w\/ stakeholder interests.Learn more about IGES' Triple R Framework to respond, recover, and redesign in the #COVID19 era |https:\/\/t.co\/w9dL3N8SiI","sentiment_score":0.4166666667}
{"full_text":"ICYMI: Parenting Roundabout Round 3: Adapting to Post-Pandemic Life","sentiment_score":-0.2}
{"full_text":"RT During the lockdown when government try to open the tasmac we went to court and get the stay. dont you reme...","sentiment_score":0.0}
{"full_text":"RT #PandemicValentineGiftsThe COVID-19\/69 Mask","sentiment_score":0.0}
{"full_text":"RT Wearing a more tightly fitted surgical mask, or layering a cloth mask atop a surgical mask, can vastly increase protections to...","sentiment_score":0.1071428571}
{"full_text":"Foreign Ministry says the United States should follow China and accept a WHO investigation team to study the origins of the coronavirus.","sentiment_score":-0.125}
{"full_text":"Malaysia Eases Chinese New Year Restrictions.Authorities have reversed course on tighter rules that would have banned house-to-house visits.https:\/\/t.co\/FjUBumIFoI#Malaysia #COVID19 #cny","sentiment_score":0.0681818182}
{"full_text":"OPINION: Staff writer Alin Maimon argues that the U.S. should learn from Israel's public health system in order to increase the pace of the coronavirus vaccine rollout.","sentiment_score":0.0}
{"full_text":"Rules for thee but not for me. The California way!","sentiment_score":0.0}
{"full_text":"The U.S. Centers for Disease Control and Prevention has updated its quarantine recommendations and now says Americans who have been fully vaccinated against COVID-19 do not have to quarantine.","sentiment_score":0.0}
{"full_text":"Just because the #Big12 hoops tournament is fun doesn't make it essential: Bringing 10 or 20-plus college basketball teams to one city just seems like a recipe for disaster, writes","sentiment_score":0.15}
{"full_text":"Just because the #Big12 hoops tournament is fun doesn't make it essential: Bringing 10 or 20-plus college basketball teams to one city just seems like a recipe for disaster, writes","sentiment_score":0.15}
{"full_text":"COVID-19 #vaccine candidate manufactured by Chinese firm #CanSino has an overall efficacy rate of 65.7% at preventing symptomatic cases and is 90.98% effective in preventing severe disease with a single injection, showed multinational interim analysis of late-stage human trials.","sentiment_score":0.0547619048}
{"full_text":"RT A Melb quarantine hotel is getting a deep clean after several people seemed to catch COVID from within.The 'working theor...","sentiment_score":0.1222222222}
{"full_text":"thank you for making with lemonade! You have made this Covid experience just a little better (don't tell Sprite, but... you are my new fav.). If you stop producing, my heart will be broken.","sentiment_score":0.0122159091}
{"full_text":"Look I guess my point is there are enough things to be scared of right now, COVID, Q'Anon, Jeans...I just don't think we need to be adding \"Snake Jewelry\" to the mix. #SeilersSnakeHorror","sentiment_score":0.1428571429}
{"full_text":"Brunei's Ministry of Health said in a press release on Wednesday that the country received a batch of Sinopharm #COVID19 vaccine donated by China on Tuesday and is reviewing a vaccination program.","sentiment_score":0.0}
{"full_text":"#FRANCE: A French nun believed to be the world's second-oldest person has survived COVID-19 and is looking forward to celebrating her 117th birthday today.French media report that Sister Andre tested positive for the virus in mid-January in the southern French city of Toulon.","sentiment_score":0.0568181818}
{"full_text":"Policies that promote wellness can help Asians navigate the uncertain, stressful #COVID19 world and achieve a better post-pandemic lifestyle.","sentiment_score":0.5}
{"full_text":"If thins go according to plan, essential workers -- teachers, grocery store employees, restaurant workers, etc. -- should be able to get the vaccine in 2-3 weeks.","sentiment_score":0.25}
{"full_text":"Q&amp;A with a coronavirus expert, on 'what other variants might be out there?' via #healthcare #covid19","sentiment_score":-0.125}
{"full_text":"Report shows CDC inflated COVID deaths by 1600%","sentiment_score":0.0}
{"full_text":"These COVID-19 survivors have symptoms that aren't going away.","sentiment_score":0.0}
{"full_text":"That is not what those loans were meant for...","sentiment_score":0.0}
{"full_text":"Momentum Special Interview: COVID-19 And The Importance Of Immunisation11th February 2021,  Thursday at 12:30 pm on #RadioRTM #34Stesen1Suara #KomunikasiKita #Covid19 #KitaTeguhKitaMenang #PKP","sentiment_score":0.3571428571}
{"full_text":"WATCH: Manitoba hits COVID-19 vaccine milestone","sentiment_score":0.0}
{"full_text":"RT Is It Safe to Delay a Second COVID Vaccine Dose? #science #technology","sentiment_score":0.25}
{"full_text":"Metro mayors urged to take first COVID-19 jabshttps:\/\/t.co\/BWqtQPK2sU","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 25.0FWind Chill: 25.0FHumidity: 66%Dew Point: 15.2F Barometer: 30.374 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 109.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT No shit. This is why I wear two condoms as well.","sentiment_score":0.1}
{"full_text":"RT Honestly this government is the actual worst  #LTCjustice","sentiment_score":-0.1333333333}
{"full_text":"RT India's gift of 100,000 COVID-19 vaccines arrived Barbados earlier today. This was a very special moment for all Barbad...","sentiment_score":0.2321428571}
{"full_text":"RT Cabinet has decided that foreign citizens residing in Malaysia will receive COVID-19 vaccines free under the National Immunis...","sentiment_score":0.1375}
{"full_text":"Latest worldwide COVID-19 data: 107,849,724 cases, 2,364,864 deaths.A 2.19% fatality rate.","sentiment_score":0.5}
{"full_text":"Daryl Dixon [to Carol Peletier]: Your gonna get yourself killed.#TheWalkingDeadSeason 10Squeeze23 February 2020#TWDZombie ApocalypseAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.0}
{"full_text":"So explain to me why all Pharmacies are based by age ONLY when administering Covid vaccines? People with medical conditions like me with an organ transplant &amp; 64 do qualify to get a vaccine according to Ohio Health but CAN'T GET ONE AT A PHARMACY!!! WHERE DO I GO?","sentiment_score":0.0}
{"full_text":"RT Over 100,000 get #COVIDvaccine shots in a day as mass #Covid19 #immunisation gathers pace in #Bangladesh See:","sentiment_score":0.0}
{"full_text":"RT Joe Biden's White House is considering domestic travel restrictions on Florida to stop the spread of the China VirusMe...","sentiment_score":0.0}
{"full_text":"RT I do have a name NYT but much gratitude for the link.","sentiment_score":0.2}
{"full_text":"Mayors of Keene, Manchester, &amp; Rochester discuss homelessness, school funding, pandemic impacts, &amp; what they hope to hear from Gov. Sununu during his budget address tmrw:","sentiment_score":0.0}
{"full_text":"RT The Biden administration is reportedly considering restricting travel to Florida inside the United States. This is absolute...","sentiment_score":0.2}
{"full_text":"How Chile became an unlikely winner in the COVID-19 vaccine race via","sentiment_score":-0.5}
{"full_text":"RT Months after premiers demanded the federal gov't step up approvals and deliveries of rapid COVID-19 testing devices, CBC New...","sentiment_score":0.1363636364}
{"full_text":"3 ways communication will change after the pandemic #HCAHealthcare","sentiment_score":0.0}
{"full_text":"COVID-19 vaccine doses begin arriving at retail pharmacies across Oregon.","sentiment_score":0.0}
{"full_text":"RT They are in favour of more illness","sentiment_score":0.5}
{"full_text":"RT If you take the vaccine you can still get CV.If you take the vaccine you have to get more vaccines and can still get CV.If...","sentiment_score":0.5}
{"full_text":"RT A great coach, a devoted father and a good man.  RIP Ty Scroggins.https:\/\/t.co\/UgfMNJY2FF","sentiment_score":0.75}
{"full_text":"RT Daryl Dixon [to Carol Peletier]: Your gonna get yourself killed.#TheWalkingDeadSeason 10Squeeze23 February 2020#...","sentiment_score":0.0}
{"full_text":"Our Marshall Boya site in Turkey has received the \"TSE COVID-19 Safe Production Certificate\"","sentiment_score":0.5}
