{"full_text":"Happy Birthday and it's my husband's birthday today too! I hope you can celebrate even if you might be in lockdown like me?!","sentiment_score":1.0}
{"full_text":"RT Not in hospital 'with suspected Covid' this evening?Congratulations!You join 67,981,538 (99.97%) of Brits who aren't...","sentiment_score":0.0}
{"full_text":"RT Lockdown set to end Monday 8th March.Cheltenham Festival due to start Tuesday 16th March.Coincidence, or Dido Harding?","sentiment_score":-0.125}
{"full_text":"Sir, a survey can be rolled out in advance and responses can be collected to find out what % of covid warriors or  those who are eligible to get COVID-19 vaccines will participate. Based on the survey responses, vaccines can be procured. Survey should be mandatory.","sentiment_score":0.0}
{"full_text":"RT Day after my covid vaccine, no side effects yet.","sentiment_score":0.0}
{"full_text":"pls i will suck the covid out of them","sentiment_score":0.0}
{"full_text":"Outbreak is a better film!https:\/\/t.co\/O3DTuxUlg7","sentiment_score":0.5}
{"full_text":"RT Pod up!!","sentiment_score":0.0}
{"full_text":"RT pov: it's february 21st 2020. map of the soul 7 just dropped. you're listening to each new track and loving every second of i...","sentiment_score":0.1840909091}
{"full_text":"Some words about how the PM's reopening roadmap is being drawn up, with secrecy paramount.","sentiment_score":0.0}
{"full_text":"RT Matt Hancock: found guilty of handing pandemic contracts to his mates British journalists:","sentiment_score":-0.25}
{"full_text":"RT If you're a journalist in Britain and you're not digging into Matt Hancock's behaviour in dealing with contracts during t...","sentiment_score":0.0}
{"full_text":"RT are they.... purposely including the tempt check on the mv just so knetz would keep their mouth shut if anyone ever say a thi...","sentiment_score":0.0}
{"full_text":"RT  \"We must follow the science and believe in vaccines - not only their ability to protect us from Covid, bu...","sentiment_score":0.0}
{"full_text":"RT 10 years in jail for breaking covid isolation, minister brakes law in giving millions to mates, gets to keep doing it? B...","sentiment_score":-0.1}
{"full_text":"RT #Iran: Coronavirus Death Toll in 480 Cities Exceeds 218,200The fourth outbreak in the country#coronavirushttps:\/\/t.co\/Q...","sentiment_score":0.0}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts, court rules","sentiment_score":0.0}
{"full_text":"Wondering why - after a year of tracking Covid numbers - it still seems to be a challenge to get accurate case numbers?","sentiment_score":0.4}
{"full_text":"Covid fucked up PR but it ain't stopping Chicago ","sentiment_score":-0.6}
{"full_text":"RT Pastors are waiting for COVID-19 to disappear so they can continue healing the sick","sentiment_score":-0.7142857143}
{"full_text":"RT This doesn't seem to be getting a lot of press coverage today, so thought I'd help out. You're welcome Cov...","sentiment_score":0.8}
{"full_text":"RT This doesn't seem to be getting a lot of press coverage today, so thought I'd help out. You're welcome Cov...","sentiment_score":0.8}
{"full_text":"Hi my friend @dylanblackradio!We're enroute @parc_omega to #supportlocal . Taking Mum Elva, a medical front hero, who is taking time off for first time since the beginning of the #pandemic!Please play some @PhilCollinsFeed Another Day in Paradise!","sentiment_score":0.15625}
{"full_text":"RT I get more DMs than I can answer from people wondering if it's ok to get COVID vaccines with their medical conditions, pregna...","sentiment_score":0.3333333333}
{"full_text":"Can we add a disclaimer here? NOT DURING A PANDEMIC","sentiment_score":0.0}
{"full_text":"There's been so much death on the TL. Just wanted to share my\/my parents testimony as a story of hope for anyone who needs it. My parents had Covid pneumonia and almost died but God stepped in. Check out the story on my YouTube channel","sentiment_score":0.2}
{"full_text":"RT What the state's lifting of COVID ban on high school football means for Merced County","sentiment_score":0.16}
{"full_text":"RT Children with #PANS #PANDAS often recover considerably\/completely with antibiotics because of their anti inflammatory &amp; im...","sentiment_score":0.0}
{"full_text":"RT This is an awful situation","sentiment_score":-1.0}
{"full_text":"RT Minor detail. Why do you keep rushing through botched legislation and when Parliament (you know, that critical institu...","sentiment_score":-0.025}
{"full_text":"RT Trudeau and his government are doing everything they can to help Canadians during this pandemic. Why are...","sentiment_score":0.0}
{"full_text":"no. cases should be three digits, in hundreds, and deaths in double digits.till that time TOTAL LOCKDOWN","sentiment_score":0.0}
{"full_text":"RT Good. Open them up. #exposed","sentiment_score":0.35}
{"full_text":"RT Israel, in the middle of a global pandemic, has destroyed Irish aid to a Palestinian village, home to 60 people, half of th...","sentiment_score":-0.0416666667}
{"full_text":"RT Quite something when the New York Times makes this headline news Waste, Negligence and C...","sentiment_score":-0.0318181818}
{"full_text":"RT On the day we learn from a High Court judge that Matt Hancock acted unlawfully over Covid contract details, I'll leave the l...","sentiment_score":0.16}
{"full_text":"All of these were absentees. Radakovic is looking for a new employer.","sentiment_score":0.1363636364}
{"full_text":"Mishriff broke his maiden for 4K with David Egan, lost the mount in the Jockey Club because of COVID-19 restrictions and now Win $20M. Good for him   ","sentiment_score":0.75}
{"full_text":"RT Stunning YouGov Poll: 72 % across the entire UK prefer the Scottish Government's tougher quarantine policy for ALL trave...","sentiment_score":0.25}
{"full_text":"RT And Matt Hancock breaking the law #torycorruption","sentiment_score":0.0}
{"full_text":"RT \"The High Court ruled that the Government had not complied with its obligations to be transparent and said the disclosu...","sentiment_score":0.16}
{"full_text":"RT Let's be clear. The is the unserious party. Botched the #COVID19 pandemic response last year, now goal is to  dera...","sentiment_score":0.05}
{"full_text":"RT Democrat Party and tech oligarchs conspire to censor political opposition.","sentiment_score":0.0}
{"full_text":"It's just all too much.","sentiment_score":0.2}
{"full_text":"RT 1\/2WHO OWNS AN ECIG?11.5m US ADULTS:  4.5% of 257m adults are \"current users\" (for adults, but not teens, \"current...","sentiment_score":0.0}
{"full_text":"Canada has the potential to be a global leader en #science. It's shameful that we are not leveraging on the hundreds of #scientists with PhDs &amp; HQP that are unemployed now in the middle of a pandemic. Shameful that we can't produce our vaccine here. Less words more action!","sentiment_score":0.0763888889}
{"full_text":"RT Looks like it's down to us to remind folks that the courts have ruled Matt Hancock's awarding of Covid contracts illegal,...","sentiment_score":-0.3277777778}
{"full_text":"#SOSAcre #SOSTarauaca #ACRE MY ACRE ASKS FOR HELP! FAMILIES ARE HOMELESS, PANDEMIC, DENGUE OUTBREAK, POWER SUPPLY, PEOPLE LOSING EVERYTHING THAT HAS BECAUSE OF THE FLOOD AND A CHILD DROUGHT! ACRE EXISTS AND NEEDS HELP!","sentiment_score":0.0}
{"full_text":"RT PDP is having its Ward\/LGA\/State\/Zonal congresses which could not hold last year bcos of Covid-19 lockdown. The party is al...","sentiment_score":0.0}
{"full_text":"RT 2.5 million women have dropped out of the work force since the beginning of the pandemic. This devastating fact concer...","sentiment_score":-1.0}
{"full_text":"RT Favorite thing about this bubble chart is the homemakers, the reddest outlier, combine most of the blue circles at the t...","sentiment_score":0.3333333333}
{"full_text":"Best way to continue navigating these pandemic times? Pre-save this song, hope for March 3rd to get here ASAP, and then enjoy. You can thank me for the recommendation later!","sentiment_score":0.35}
{"full_text":"RT Fake News! Patanjali's Coronil is neither WHO certified nor approved, media outlets run false news. Hello","sentiment_score":-0.5125}
{"full_text":"let's not leave them behind this timehttps:\/\/t.co\/HZXuftXifo","sentiment_score":-0.4}
{"full_text":"Not made a big deal of a normal Xmas when it should have been a 2 week lock down.Instead they promoted mixing with family in an attemp to gain favour in the eyes of the public","sentiment_score":0.05}
{"full_text":"RT Save Us Save Our Families From Covid 19#qlh_wzyr_lt`lym_l`ly","sentiment_score":0.0}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"RT Democrat Party and tech oligarchs conspire to censor political opposition.","sentiment_score":0.0}
{"full_text":"RT This doesn't seem to be getting a lot of press coverage today, so thought I'd help out. You're welcome Cov...","sentiment_score":0.8}
{"full_text":"RT Of all the folks whose Covid response baffles me, my yoga\/natural food\/TCM community is on top.Everything they preach...","sentiment_score":0.0}
{"full_text":"RT 88% of people at greatest risk of dying from COVID have now been vaccinated. 100% of those at risk of mental health chal...","sentiment_score":0.45}
{"full_text":"I mean the South has been dropping faster than the Midlands and North the whole lockdown, and the South is making up a smaller and smaller proportion of cases now","sentiment_score":-0.028125}
{"full_text":"You know there's other people with toddlers who don't lock them down. Go find them and let your kids play with them.","sentiment_score":-0.1402777778}
{"full_text":"RT #DYK norovirus is not \"stomach flu\"? It's not even related to flu. Learn more about norovirus, including ways to #PrepYou...","sentiment_score":0.25}
{"full_text":"RT Covid-19 infections in hospital staff down 90% since rollout of vaccines.(via","sentiment_score":-0.1555555556}
{"full_text":"RT Kagan Moradaoglu turned 18 last month He made his Trabzonspor first team debut because every senior goalkeeper was out with...","sentiment_score":0.125}
{"full_text":"I'm still here.Lockdown reflections #poem #poetsofinstagram #poetrycommunity #starsofpoetry #lockdown2021 #lockdownpoetry #keepgoing #stillhere #poemsofinstagram #poemsaboutlifehttps:\/\/t.co\/dgOIODwyKm","sentiment_score":0.0}
{"full_text":"Ahh at least you were able to go.. I was scheduled to go in April 2019, but COVID-19 hit around March in our country :( so I was never able to fly over","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis must apologize for vaccinating the elderly Lmaooooo you can not make this up","sentiment_score":0.0}
{"full_text":"RT Stealing a case of water from Lidl, gets you locked up for 6 months.Being homeless and begging in Llandudno, gets you 6 weeksAn...","sentiment_score":0.0}
{"full_text":"RT BBC News - Covid in Scotland: Prison cases 'almost double' in a weekhttps:\/\/t.co\/Ogy0U2g2ad","sentiment_score":0.0}
{"full_text":"#CurrentConditions as of 10am #Tsawwassen - #SwartzBay next scheduled sailing at 11am - 69% available vehicle deck space. Keep updated here: ^ta  Travel safe. Wear a mask. Here for your essential travel","sentiment_score":0.225}
{"full_text":"RT Eager to get membership of National Academy of Science, Peter Daszak CAN'T lose support from George Gao (Head of China CD...","sentiment_score":0.0}
{"full_text":"Bets? Anyone want to start a pool?I'm picking April...of 2027","sentiment_score":0.0}
{"full_text":"RT On his $1.9 trillion pandemic-relief pkg, Biden should show GOP that he learned during Obama Admin how to work with them and...","sentiment_score":0.0}
{"full_text":"RT had a daydream that covid was spread by farting &amp; we were all wearing diapers to restrict the spread &amp; ppl were making in...","sentiment_score":0.0}
{"full_text":"I want my child home until things are better managed w\/ Covid. I am lucky where I've already been working from home pre-covid. I understand why parents want kids back at school but it still isn't safe when other's are not social distancing &amp; wearing masks when not in school.","sentiment_score":0.1986111111}
{"full_text":"RT On his $1.9 trillion pandemic-relief pkg, Biden should show GOP that he learned during Obama Admin how to work with them and...","sentiment_score":0.0}
{"full_text":"RT What are we waiting for #RecoverIrishAviation #RecoverIrelandWhile...","sentiment_score":0.0}
{"full_text":"Checklist When Looking for Sublease Space During COVID-19 #CRE #Sublease #COVID-19 #NewNormal #TenantTips ","sentiment_score":0.0}
{"full_text":"RT FEMA is now the #1 trending topic in Los Angeles. It's trending because 29 days ago FEMA said they would reimburse l...","sentiment_score":0.0}
{"full_text":"San Dieguito Academy senior Taylor Lee spotlights Carmen Julia Romero, who reflects on what it's like working as a custodian during the pandemic.\"There are no kids, and it's kind of sad. I miss the students. I think about them all the time,\" Romero said.","sentiment_score":0.05}
{"full_text":"RT Gone are the predawn tweets that rattled Washington. Gone are the combative exchanges with the \"enemy of the people\" press....","sentiment_score":0.0}
{"full_text":"In Texas, even as power outages and record cold shut down other vaccination sites during this week's winter storm, Greyshirts at two vaccination sites shuffled their boots, blew on their hands, and helped keep the COVID-19 vaccines flowing. #ThisIsOurShot","sentiment_score":-0.2935185185}
{"full_text":"#DYK? The word corona means \"#crown\" and that's why #coronavirus gets its name from the way it looks under a microscope. Get tested at-home for coronavirus if you suspect any related #symptoms. Read more #HealthCare #COVID19https:\/\/t.co\/fVI8qOc9h8","sentiment_score":0.25}
{"full_text":"You  are Cordially invited to Join us for Exciting Online Events and Gatherings in Honor of Interfaith Harmony WeekPlease Help Retweethttps:\/\/t.co\/0SNZW4hdwG   #Peace #love #Vegan #Art #rt #nct #BTS #got7 #jimin #exo#Music #youtube #covid #covid19","sentiment_score":0.4}
{"full_text":"Sprints AwardWith a great block of training post-lockdown, the sprints award winner ran PBs in both the 100m and 200m breaking the Club records for both events, although wind assisted, with 11.80sec and 24.35secSprints winner is Harrison Patching-Scott","sentiment_score":0.8}
{"full_text":"Some tips on how to know if your drinking habit is a problem, according to LGBTQ+-affirming doctors and addiction specialists.","sentiment_score":0.0}
{"full_text":"RT Everyone's so mad about Ted Cruz going to Cancun during the winter storm that nobody gives any shits that he was traveling...","sentiment_score":-0.625}
{"full_text":"RT Working virtually? Come work from one of our 'Zoom Towns' here in the Pittsburgh region like New Castle (named by the","sentiment_score":0.1363636364}
{"full_text":"#Russia to produce 88 million #COVID-19 vaccine doses in first half of year - deputy PMhttps:\/\/t.co\/cG3bT2j16j","sentiment_score":0.0416666667}
{"full_text":"The latest figures have been confirmed.","sentiment_score":0.45}
{"full_text":"RT Matt Hancock: found guilty of handing pandemic contracts to his mates British journalists:","sentiment_score":-0.25}
{"full_text":"Before the coronavirus pandemic, tourist-dependent Nevada had a notorious attraction: It was the only place in America where someone could legally pay for sex.https:\/\/t.co\/KNUDe82zNV","sentiment_score":0.1}
{"full_text":"New coronavirus rules are set to be announced for England ","sentiment_score":0.1363636364}
{"full_text":"#ICYMI \"I can see that hurricane, category five...is going to be coming onshore within days.\" Dr. of on the threat of COVID variants &amp; a strategy to get more Americans vaccinated.","sentiment_score":0.5}
{"full_text":"Uncertainty around COVID-19 can make it difficult to manage anxiety and stress. If you need help coping, you can talk to a mental health clinician on the Mental Health Hotline anytime, 1-888-793-4357.","sentiment_score":-0.2333333333}
{"full_text":"Though every situation is different, there are things you can try before you give up entirely on getting your money back. ","sentiment_score":0.0}
{"full_text":"RT Folks, the misinformation Republican officials spewed about climate change over the past week is even more dangerous than the...","sentiment_score":-0.1166666667}
{"full_text":"Expanding the school day and year in a manner tailored to specific local needs is a great way leaders can use Covid aid to recover kids' substantial learning losses. They should also ensure 2021 testing and avoid long-term obligations, reports","sentiment_score":0.2666666667}
{"full_text":"When Plans Change: Lessons for Business Leaders from the Pandemic - Coruzant Technologies #Change #Shift #Leadership #CEO #Pivot #Vision #HIMSS #PatientKeeper #COVID #Pandemic #LessonsLearned #Tech #Coruzant #CXO","sentiment_score":0.0}
{"full_text":"RT How the coronavirus mutates and what this means for the future of COVID-19 via","sentiment_score":0.0}
{"full_text":"The ridership decline cut TriMet fare revenues at the same time the agency's other major funding source -- a payroll tax on employers in the region -- also fell because of pandemic-related layoffs.","sentiment_score":-0.0208333333}
{"full_text":"Undocumented workers are helping us get through the #COVID19 pandemic.  #ImmigrantsAreEssential  #WeAreHome","sentiment_score":0.0}
{"full_text":"The effects of the pandemic will likely continue to impact life expectancy in 2021 as well.","sentiment_score":0.0}
{"full_text":"Caracas district installs well as water shortages hit Venezuela amid pandemic","sentiment_score":0.0}
{"full_text":"Emma Willis reveals reality of pregnancy and birth during a pandemic:","sentiment_score":0.0}
{"full_text":"New post (Coronavirus: two die amid lockdown protests in Gabon; Italian police investigate fake Covid vaccines) published on -","sentiment_score":-0.1212121212}
{"full_text":"\"We saw about a 60% increase in the number of calls for a cardiac arrest and we saw more of them were more lethal.\"","sentiment_score":0.225}
{"full_text":":) all smiles.  Miss you Ivo. Someday we need to get you back to Berlin, summer next time, and me to Brazil. :) damn you COVID :)","sentiment_score":0.3}
{"full_text":"RT Meghan and Harry is the top headline on the BBC news at ten, followed by the Duke Of Edinburgh, the same day that it was r...","sentiment_score":0.1666666667}
{"full_text":"Through Davidson County Senior Services, eligible county residents can get rides to their COVID vaccine appointments.","sentiment_score":0.0}
{"full_text":"\"Cancer is one of those things that spans demographic groups, age, ethnicity, income. This is something that's across the board. It doesn't pick and choose. It's a huge swath of the population.\"","sentiment_score":0.4}
{"full_text":"Emma Willis reveals reality of pregnancy and birth during a pandemic:","sentiment_score":0.0}
{"full_text":"COVID-19 has prevented the celebration of numerous occasions and holidays, but Oak Park nurse Becky Badgero didn't let the virus prevent her from enjoying her birthday Feb. 2. Nor did she sacrifice anyone's safety to do so.@StaceyPSheridan's story:https:\/\/t.co\/jQuV5LWab3","sentiment_score":0.25}
{"full_text":"After a pandemic shortened season and a weather delay, Louisiana finally takes the field chasing a national title. The Cajuns play the first of four games this weekend starting at 12:30.","sentiment_score":0.0833333333}
{"full_text":"The latest figures have been confirmed.https:\/\/t.co\/LEBiJOkmF8","sentiment_score":0.5}
{"full_text":"We've stopped doing things like shaking hands and blowing out candles during the pandemic -- should we let go of these things for good? ","sentiment_score":0.7}
{"full_text":"Medical professionals discuss how seasonal affective disorder affects many, especially during a pandemic. And how to get better:  This story is for subscribers.","sentiment_score":0.25}
{"full_text":"RT When comparing Scotland's COVID-19 deaths with countries with similar populations, you realise what a failure the Scot...","sentiment_score":-0.1583333333}
{"full_text":"Arkansas (16-7, 6-6 Southeastern Conference) played without Slocum, the team's second-leading scorer, because of what Arkansas coach Mike Neighbors called a \"non-COVID-related illness.\"","sentiment_score":0.0}
{"full_text":"The former Chelino's Mexican Restaurant building in Bricktown -- a victim of the coronavirus and related business shutdowns and slowdowns -- is in new hands.","sentiment_score":0.0122727273}
{"full_text":"People who experience both mild and severe cases of COVID-19 can experience long-term health effects.Symptoms include respiratory conditions, cardiovascular problems, fatigue, headaches and rashes. Follow COVID-19 advice. It's not worth the risk. #HandsFaceSpace #LongCOVID","sentiment_score":0.0916666667}
{"full_text":"Ryan - who is normally a barber, is playing his part and delivering lateral flow #COVID19 tests at Hanley Town Football Club.  Get your results in 30 minutes at our community venues. Testing at is available 7 days a week, book at","sentiment_score":0.275}
{"full_text":"Despite study, Dr. Fauci says 2 COVID-19 vaccine doses still necessaryhttps:\/\/t.co\/fdv4ozDst9","sentiment_score":0.0}
{"full_text":"As a Floridian , this is an abject disgrace, DeSantis has continually pushed the Trump infused,authoritarian agenda , has totally mishandled the COVID response, causing thousands of untold deaths , we must rid ourselves of this pariah! #DumpDesantis","sentiment_score":0.0}
{"full_text":"RT THREAD: 1\/2 Daw Htar Htar Linn who led the covid vaccine programme left a letter that she was accused of the funds. She's be...","sentiment_score":0.0}
{"full_text":"RT Posttraumatic Stress Disorder in Patients After Severe COVID-19 Infection #onlinefirst","sentiment_score":0.0}
{"full_text":"Nearly 3.9 million New Yorkers filed for unemployment this year. New York families cannot recover from the pandemic without child care. #SaveNYChildCare &amp; #FacilitatedEnrollment","sentiment_score":0.1242424242}
{"full_text":"Thousands of physicians and other health care professionals across the country are making coronavirus-prompted career changes such as closing practices, joining larger health systems and retiring early:","sentiment_score":-0.00625}
{"full_text":"For 100 years, the Urban League of Greater KC has been providing services to the community in times of need. With the coronavirus pandemic affecting education, employment &amp; the well-being of people, our work has become even more critical.  Learn more at","sentiment_score":0.3}
{"full_text":"Everyday Coastal Virginians and our small businesses must remain at the forefront of our long term recovery from this unprecedented pandemic.","sentiment_score":0.025}
{"full_text":"RT Matt Hancock: found guilty of handing pandemic contracts to his mates British journalists:","sentiment_score":-0.25}
{"full_text":"The latest figures have been confirmed.https:\/\/t.co\/GRVMNbOcFC","sentiment_score":0.5}
{"full_text":"My antibodies after I recover from Covid-19","sentiment_score":0.0}
