{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"RT Rihanna's country receives India made Covid vaccines.","sentiment_score":0.0}
{"full_text":"COVID Scare: San Diegans Incorrectly Told They Had Tested Positive ","sentiment_score":0.2272727273}
{"full_text":"RT And before anyone says \"but lockdowns save lives\", look at the epidemic curves across the world..... coronavirus...","sentiment_score":0.0}
{"full_text":"RT WHO experts had visited China to trace COVID-19 origins!But now WHO experts claim there is 'no' evidence to prove that corona...","sentiment_score":0.0}
{"full_text":"The clarion call of #AatmanirbharBharat during the peak of COVID pandemic definitely propelled emolument generation &amp; overall economic revival.During April-December 2020, 1.13 lakh new companies were incorporated in India, marking a 20% growth over the same period in 2019.","sentiment_score":0.0672727273}
{"full_text":"RT I see that  Canavan has become a closet environmentalist , today he had a big go at the Chinese over coronavirus, they a...","sentiment_score":0.0}
{"full_text":"RT Take a few minutes if you can to read this by It is a moving and important piece on the need to reunite fa...","sentiment_score":0.1}
{"full_text":"RT It's almost as if the entire apparatus of Putrajaya is conspiring to outstupid each other.","sentiment_score":-0.0625}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"RT READ THIS: Meet Cassandra. Her husband Nick died in a Chicago jail from COVID. She called for help 132 times. In this powerf...","sentiment_score":-0.1}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"and i going to florida alone? and they thought covid was tuff there.","sentiment_score":0.0}
{"full_text":"RT  Fountain of Love  Inviting Filipino fans to come and join us watch the very first musical dancing fountain for Mew...","sentiment_score":0.275}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"Rest in peace ","sentiment_score":0.0}
{"full_text":"hey, so! u do recognize difference of right &amp; wrong! it's possible that you could haveprinciples! values,  integrity! &amp; respect majority vote!but no, u chose 2 skate by on think ice!What's left 2 lose?bsafe my best jml ps, 4k+ dead a day our current pandemic normal!","sentiment_score":0.0810267857}
{"full_text":"February 9, 2021Pandemic doesn't discriminate #LosAngeles #NewYork #Italia #Colombia #Espana #Ri Ben  #Canada #California #Deutschland #France #bhaart #Brazil #Mexico #Argentina #Rossiia #daehanmingug#COVID-19#coronavirus #Pomona #Video","sentiment_score":0.0}
{"full_text":"Nothing like accurate and up-to-date data...","sentiment_score":0.4}
{"full_text":"RT One woman said she had to embark on a repeat three-hour road trip. Another said her grandmother is still waiting -- and her second...","sentiment_score":0.0}
{"full_text":"RT New oxymoron. Probably the best I've seen:\"Life-saving Covid-19 Vaccine\"","sentiment_score":0.5681818182}
{"full_text":"RT Covid cases in double digits &amp; no deaths due to Covid this is BJP model of Governance in the most Populas State of Indi...","sentiment_score":0.125}
{"full_text":"RT Hey guys,So i m taking a break 4rm twitter &amp; trust me the whole choas is not the reason. Its just lockdown khatam n c...","sentiment_score":0.2}
{"full_text":"RT There is a lot of disinformation out there, but here's the truth: You should get a COVID vaccine as soon as it's available...","sentiment_score":0.4}
{"full_text":"Even Santa Claus has to take on a second job as Cai Shen (Cai Shen ) because of the COVID-19 pandemic. #ChineseNewYear","sentiment_score":0.0}
{"full_text":"RT Hi you were so confident you were going to be asked that question, why did you make such a mess of answe...","sentiment_score":0.1083333333}
{"full_text":"RT Magda is on board.","sentiment_score":0.0}
{"full_text":"RT Our solidarity rally for Chris Breen is under way outside the magistrates' court in Melbourne. Drop the charges! Protest...","sentiment_score":0.0}
{"full_text":"Sebelum covid: skincare (fw, toner, serum, moist, sunscreen) + compact powder + lipbalmSetelah covid: idem wk","sentiment_score":0.0}
{"full_text":"A friend points out: if new variants are coming from the virus living and mutating inside people with compromised immune systems, then there might not have been any new variants to worry about if we'd prioritized vaccinating immunocompromised people firsthttps:\/\/t.co\/ckD9AKFuRE","sentiment_score":0.1363636364}
{"full_text":"my asthma is severely a fucking bitch and i still wear my mask when i have to. shut the fuck up and put it on. respectfully.","sentiment_score":-0.1666666667}
{"full_text":"RT The coronavirus outbreak aboard the USS Theodore Roosevelt was exacerbated by the failure of commanders to follow pr...","sentiment_score":-0.3166666667}
{"full_text":"WHO team rejects lab origin of coronavirus, focuses on animals, frozen food  Getting cle...","sentiment_score":0.0}
{"full_text":"the total lockdown of markus coal has left the world scarred and divided","sentiment_score":0.0}
{"full_text":"RT I just listened to MG speak glowingly about the public education around Covid in the initial months. I will hold on to that c...","sentiment_score":0.0}
{"full_text":"RT Twitter is just for the comedy at this point ","sentiment_score":0.0}
{"full_text":"RT The Premier has lost control.Exhibits A and B are in this story.MLAs spreading a dangerous message to Albertans from a...","sentiment_score":-0.6}
{"full_text":"RT IF YOU GET VACCINATED, YOU WILL NOT DIE OF COVID.I honestly don't understand why this isn't the headline of every covi...","sentiment_score":0.6}
{"full_text":"At least 36 people may have developed a rare blood disorder after covid vaccination: report #FoxNews","sentiment_score":0.0333333333}
{"full_text":"The longer this pandemic lasts the more I think think Thanos might have been the hero of the story.","sentiment_score":0.5}
{"full_text":"Greg Hunt. You absolute lying filth! Well remember, you'll be out of office soon and you just sanctioned partisan advertising in MAJOR Government announcements.Labor isn't as low as you though.Politicising #COVID19 till the end hey!?#auspol #Hypocrisy #IStandWithDan","sentiment_score":0.1041666667}
{"full_text":"RT Lol they don't have to do shit.Is he going to pay the cleaning fee after? It cost more than his annual salary to cl...","sentiment_score":0.65}
{"full_text":"RT One woman said she had to embark on a repeat three-hour road trip. Another said her grandmother is still waiting -- and her second...","sentiment_score":0.0}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"RT Soooo Walensky was actually citing the CDC's position and not her personal opinion","sentiment_score":0.0}
{"full_text":"You clearly don't know or are unable to grasp the sciences. COVID doesn't affect non-citizens because it's scared of racisms.","sentiment_score":-0.2}
{"full_text":"RT Ron Paul refusing to wear a mask reminds me of the rabbit chief, General Woundwort, in WATERSHIP DOWN. His last command to...","sentiment_score":-0.0351851852}
{"full_text":"RT Incredibly useful report out from today in impact of lockdown on pupils. Love this call to reflect on positi...","sentiment_score":0.4}
{"full_text":"Dr. Luc Montagnier reveals how Covid-19 is a lab accident in the Wuhan National Biosafety labHe was awarded the 2008 Nobel Prize in Medicine for the identification of AIDS.He currently works at University in China.https:\/\/t.co\/LmSueV78bK","sentiment_score":0.0}
{"full_text":"I can't choose what I find the most appalling..his fupamicro clitmoobstopographic stretch marksshitty arm tattooor his male pattern baldnessit honestly might be that shitty walmart corona swimsuit  and tube socksWhoever owns this mess please tell him to burn that thing","sentiment_score":0.23125}
{"full_text":"I stand with teachers &amp; against billionaire funded narratives in mass media. Were in a f-word pandemic &amp; its time Biden acknowledge science says we need to shut down &amp; send monthly survival  until people stop dying. 4000 deaths a day and new variant wave is a period cycle away.","sentiment_score":-0.0095959596}
{"full_text":"Since the onset of the coronavirus pandemic, the student-led non-profit Josephine County Foundation has helped put meals on the table of those in need in the Rogue Valley.","sentiment_score":0.0}
{"full_text":"#COVID19 : #Abudhabi schools set to welcome students back to physical classrooms from Sunday","sentiment_score":0.2666666667}
{"full_text":"#ICYMI: \"The history says that he never left the house but we have to understand that he also has comorbid conditions. He had asthma,\" Department of Health (DOH) Undersecretary Maria Rosario Vergeire said. #PressOnePHStory here:","sentiment_score":0.0}
{"full_text":"We are calling on the UCP government to help all Albertans get through the incredibly difficult COVID-19 pandemic by making five mental health therapy sessions available through the provincial insurance plan.#ableg #abhealthhttps:\/\/t.co\/hzrRyj2BmN","sentiment_score":-0.0666666667}
{"full_text":"Jordan make-up artist lightens lockdown with celebrity impressions #AFP Khalil Mazraawi","sentiment_score":0.0}
{"full_text":"Read today's edition of The Peninsula (Feb 10) for latest updates on #Qatar #COVID19 #MiddleEast #Health #NationalSportDay #SportsDay #ClubWC","sentiment_score":0.5}
{"full_text":"Staying active during the pandemichttps:\/\/t.co\/eXjPQxYXLg","sentiment_score":-0.1333333333}
{"full_text":"RT We just reached the milestone of 10.0% of the U.S. receiving at least one vaccine shot!  We still have to stay vigilant, bu...","sentiment_score":-0.375}
{"full_text":"Cat owners could be forced to lock up their pets at night as the government faces a feral cat pandemic decimating Australian native wildlife. #Petravellerhttps:\/\/t.co\/j5eRzOvwwg","sentiment_score":-0.15}
{"full_text":"1 or 2 !?https:\/\/t.co\/6SkgoJyWwq Pic of the day #WednesdayMotivation  Photo du jour bonjour#model #stockinglegs #stockings #girl #Corona #model #art #hair","sentiment_score":0.0}
{"full_text":"#Zimbabwe will receive a donation of 200,000 COVID-19 vaccine doses from China on Feb. 15, Information Minister Monica Mutsvangwa said on Tuesday, adding that the country will also take delivery of the first batch of the vaccines it had purchased from China early next month.","sentiment_score":0.1166666667}
{"full_text":"The group blames misinformation on social media in part for the reluctance among Black adults to get the coronavirus vaccine.","sentiment_score":-0.0666666667}
{"full_text":"In a study of 195 #immigration detention centers, #COVID19 case rates increased by 247% from April to August 2020. Click to read more of the findings. ","sentiment_score":0.5}
{"full_text":"#NewZealand approved the use of Pfizer\/BioNTech COVID19 vaccine while #Iraq reported 1,994 new COVID19 cases, the highest daily record in 2021. Chick the link for more #COVID19 updates in #Asia.","sentiment_score":0.2121212121}
{"full_text":"Wednesday, 8PM Bangkok's home for Stand Up is ready to open it's doors.Congratulations we've survived yet another lockdown, anyone who's still reveling in these desolate times, join us for our first show back! RawBKK","sentiment_score":0.1125}
{"full_text":" As of December 31, 2020, there were 5,774 new COVID-19 cases in #Bangladesh. Of which 5,407 were from the host community population and only 367 from the refugee population in Cox's Bazar. Learn more about how COVID-19 has impacted Bangladesh:","sentiment_score":0.2121212121}
{"full_text":"#Facts: 1. HIV alone kills 150k per annum per 2.#Lockdown has 132k excess deaths and rising3.#COVID19 has killed less than the most optimistic models. End #Level3Lockdown and protect elderly from #COVAX and #E484K  cc:@RevMeshoe","sentiment_score":0.0444444444}
{"full_text":"A federal judge in New York pushed back the trial to Aug. 9 because it wasn't realistic to begin the trial in April \"due to the current conditions in New York,\" Yahoo! reported.","sentiment_score":0.0580808081}
{"full_text":"The governor says the failures to the system started years ago, and the pandemic only made it worse.","sentiment_score":-0.2}
{"full_text":"Do not take a chance. If you are feeling unwell, take extra care of yourself. Stay at home. #ShieldYourself from the possibility of the virus. #BeSafe #KotakGeneralInsurance","sentiment_score":0.0}
{"full_text":"Pandemic+ Restrictions+ curfew= 2021. We still got your back, our capacity workshop is still on. We headed digital and space is limited. Click the link to be part a 2021 banger.","sentiment_score":-0.0238095238}
{"full_text":"The Cape Girardeau County Public Health Center says it's rescheduling a COVID-19 vaccine booster clinic that was set for tomorrow, because of the winter weather advisory the county is under. ","sentiment_score":-0.05}
{"full_text":"Hughesy my mate ,Keep in touch with you #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"High-Density foam headband for a comfortable fit#medicaldevice #medical #medicaldevices #medicalequipment #healthcare #medicaltechnology #covid #medicine #surgery #medicalstudent #medicalsupplies #medicalassistant #medicallife #technology #medicalschool","sentiment_score":0.2}
{"full_text":"Two Victorian schools have been cleared to reopen after being closed as a 'precautionary measure' due to links with secondary virus contacts.","sentiment_score":-0.175}
{"full_text":"RT Even with Trump gone, there's an effort to cast covid coverage as partisan, reinforcing a bad existing pattern.https:\/\/t.co\/aY7...","sentiment_score":-0.7}
{"full_text":"ICYMI: How these twin chefs started a crab delivery company after losing jobs during pandemic. &gt; #F2FA #africa #panafrican #diaspora","sentiment_score":0.0}
{"full_text":"Robredo not in COVID-19 vaccine priority list, but...https:\/\/t.co\/0qNP58sI2C","sentiment_score":0.0}
{"full_text":"Local clinics in #ElPaso are trying to help give out the #COVID19 vaccine but say they're not being given enough information from the state.","sentiment_score":0.0}
{"full_text":"While COVID-19 has exacerbated the existing climate crisis, it also offers an opportunity to #BuildBackGreener. explores South Korea's New Deal, which focuses on renewable energy, green jobs &amp; social protection for the most vulnerable.","sentiment_score":0.0116161616}
{"full_text":"RT Scientists to US:  Act now to leash virulent COVID variantvia #COVID19 #COVID19Pandemi...","sentiment_score":0.0}
{"full_text":"RT I'm putting the universe under lockdown.","sentiment_score":0.0}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"Latest worldwide COVID-19 data: 107,411,435 cases, 2,351,192 deaths.A 2.19% fatality rate.","sentiment_score":0.5}
{"full_text":"GP records will be used instead of proposed 'vaccine passports'https:\/\/t.co\/U2R2RxB0CL","sentiment_score":0.0}
{"full_text":"RT Everything is propaganda","sentiment_score":-0.1}
{"full_text":"Aside from baking, any new skills unlock during pandemic? #AskMissLea","sentiment_score":0.1363636364}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT No. Don't give up hope just yet. It's the last thing to go. When you have lost hope, you have lost everything. And when...","sentiment_score":0.0}
{"full_text":"Never willingly watched sky news before but noticed during the pandemic all the  takes they had on Dan and I was like that's enough you're not trying to help you're making things worse. Will never watch anything from them again.Load of bollocks","sentiment_score":-0.175}
{"full_text":"RT 'Public toilets smell nice to me now'The BBC speaks to three people struggling with changing smells and tastes after having...","sentiment_score":0.3}
{"full_text":"Time: 05:00 * Temp: -0.4degC * Wind: E 0.0 to 6.0mph * Pressure: 1012.6hPa * Rain: 0.0mm * Hum: 80% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:54 * Sunset: 17:20 * Cloudbase: 0ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Trump administration influenced CDC guidance to suppress Covid testing, House panel says #SmartNews ","sentiment_score":0.0}
{"full_text":"RT Tired of the general population saying \"At LeAsT tHe pAnDeMiC hAs ExPoSeD tHe InEqUiTiEs\" when they've damn well BEEN exp...","sentiment_score":-0.2166666667}
{"full_text":"RT LIVE NOW... Is Ivermectin a good alternative to the Covid Vaccine?","sentiment_score":0.4181818182}
{"full_text":"Current Conditions for #Sayre PATemp: 23.9FWind Chill: 23.9FHumidity: 80%Dew Point: 18.6F Barometer: 30.373 inHgWind: 1 mph from the NNWCorona Virus Weekly Stats:Cases: 92.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"So thankful I had to opportunity to receive the Covid 19 vaccine! #igottheshot","sentiment_score":0.0}
{"full_text":"RT Australia has zero people vaccinated.With 73 countries already vaccinating for COVID-19, with 138 million doses delivered, Au...","sentiment_score":0.0}
{"full_text":"RT Me when they announce they're extending the lockdown to July","sentiment_score":0.0}
{"full_text":"RT covid has really brought out the innovators","sentiment_score":0.2}
{"full_text":"RT Problems remembering names and conversations, difficulty paying attention, and slower processing speeds -- these are all symptoms...","sentiment_score":0.0}
{"full_text":"RT It's crazy to see that this is what's happening in the country below us... yikes","sentiment_score":-0.6}
{"full_text":"VENICE -- Sixty-one couples didn't let COVID-19 get in the way of attending the Diocese of Venice's annual celebration of marriage Saturday at Epiphany Cathedral.","sentiment_score":0.0}
{"full_text":"#PODover  #POCalais Open for business running an optimised schedule due to CoVid-19 measures.","sentiment_score":-0.0625}
{"full_text":"#POFreight to avoid travel delays, please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests, using this map:","sentiment_score":0.1}
{"full_text":"This is exhausting.","sentiment_score":-0.4}
{"full_text":"VENICE -- Sixty-one couples didn't let COVID-19 get in the way of attending the Diocese of Venice's annual celebration of marriage Saturday at Epiphany Cathedral.","sentiment_score":0.0}
{"full_text":"New Barriers Being Installed on Disneyland Paris Attractions to Increase COVID-19 Capacity","sentiment_score":0.1363636364}
{"full_text":"Mike Luessi and discuss how digital workflows help speed the COVID-19 vaccine from the factory to the front lines.","sentiment_score":0.0}
{"full_text":"VENICE -- Sixty-one couples didn't let COVID-19 get in the way of attending the Diocese of Venice's annual celebration of marriage Saturday at Epiphany Cathedral.","sentiment_score":0.0}
{"full_text":"Europe's oldest person survives Covid just before 117th birthday by #BBCWorld via Unfollowers","sentiment_score":0.0}
{"full_text":"RT I need your help to make this thread go viral: They know: \"Mutations mean that COVID tests give false negatives.\"Yet...","sentiment_score":-0.35625}
{"full_text":"RT Get into BTS LOCKDOWN, prepare your premium accounts and money if you canI already sent links of preorders of BE essenti...","sentiment_score":0.0}
{"full_text":"\"The question on many lips, globally, is whether an employer has the right to force an employee to receive the vaccine\"#COVID19 #COVID19 #VaccineRolloutSA #VaccinationCovid #VaccineforSouthAfrica #vaccinerollout #intelligentplacementhttps:\/\/t.co\/V5i7zcrG6v","sentiment_score":0.2619047619}
{"full_text":"Rob Oberwise is using lessons learned from decades of experience, to help companies navigate the pandemic and find opportunity, even amid crisis. Learn more.","sentiment_score":0.5}
{"full_text":"Until Jroc Come Home He Gon Stay In A Box, They Aint Feeling My Pain They Must Think It's A Game ","sentiment_score":-0.4}
{"full_text":"VENICE -- Sixty-one couples didn't let COVID-19 get in the way of attending the Diocese of Venice's annual celebration of marriage Saturday at Epiphany Cathedral.","sentiment_score":0.0}
{"full_text":"A rare glimpse inside Calgary's COVID-19 isolation hotel, as travellers share concerns | CBC News -","sentiment_score":0.3}
{"full_text":"Cybercriminals tend to target individuals who have just experienced a traumatic event because they're more vulnerable. Ross Rustici of ZeroFOX shares insight via BRINK News. #cybersecurity #COVID19 #risk","sentiment_score":0.2666666667}
{"full_text":"RT House Democrats are pushing ahead with President Biden's pandemic plan, including a proposed $130 billion in school relief and a gr...","sentiment_score":0.0}
{"full_text":"#COVID19 Global overnight developments from 09th to 10th February 20218pm EAT: 107.147.262 Infections \/ 2.340.671 Deaths8am EAT: 107.411.435 Infections \/ 2.351.192 DeathsMortality: 2.18 percent#Africa: From 3.705.286 to 3.712.855 cases while deaths rose from 95.712 to 96.350","sentiment_score":0.3}
{"full_text":"What's Driving 'Brain Fog' in People With COVID-19? via","sentiment_score":0.0}
{"full_text":"Winter weather and the pandemic are making it harder to stay motivated. Six tips to get back into a good working groove.https:\/\/t.co\/z5P588EIkX#careers #careeradvice #careertips #motivation #productivity","sentiment_score":0.2}
{"full_text":"I spoke to 99 big thinkers about what our world after coronavirus might look like: This is what I learned","sentiment_score":0.0}
{"full_text":"RT Also: the insistence that kids will be both psychologically damaged &amp; irredeemably \"behind\" academically u...","sentiment_score":-0.2}
{"full_text":"Procalcitonin: Utility of a Bacterial Infection Biomarker in a Viral Pandemic","sentiment_score":0.0}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
