{"full_text":"\"Veryyyyy differentttt\" ","sentiment_score":0.0}
{"full_text":"RT Dear President Biden:The Vice President (as the President of the Senate) should overrule the Senate Pa...","sentiment_score":0.0}
{"full_text":"RT A German radio host said, that BTS is just like an abbreviation for Covid-19 and that he hopes there will be a vaccine...","sentiment_score":0.0}
{"full_text":"Incorrect. Limited to businesses owned by a specific group of people. And, you may be unaware of it, but, yes the pandemic has hit minority businesses harder than the average. Just because the story didn't suss that out doesn't mean it's not a fact.","sentiment_score":-0.1056547619}
{"full_text":"RT How can you just see the news cover how Asian elders are being beat in streets and then clock into your job and to millions o...","sentiment_score":0.0}
{"full_text":"RT A German radio host said, that BTS is just like an abbreviation for Covid-19 and that he hopes there will be a vaccine...","sentiment_score":0.0}
{"full_text":"RT A German radio host said, that BTS is just like an abbreviation for Covid-19 and that he hopes there will be a vaccine...","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT Such good point. Ignore the parliamentarian, who has no actual power or constitutional role, and include the 15 dollar min...","sentiment_score":0.2333333333}
{"full_text":"RT I figured it out...if 81 million ppl are part of a class action suit against Donald Trump and we each get $100, he wou...","sentiment_score":0.1}
{"full_text":"Hopefully Folks realize Dems only care about themselves!","sentiment_score":0.0}
{"full_text":"Guess you should have stayed in your own country during a pandemic and under a travel advisory Karen","sentiment_score":0.6}
{"full_text":"Here are the top countries for COVID-19 vaccinations as of now #vaccine #dataviz","sentiment_score":0.5}
{"full_text":"RT Government is STILL claiming its failure to publish Covid contracts on time was a 'technical breach'. Here's what the...","sentiment_score":-0.1583333333}
{"full_text":"How can they look voters in the eye while they sit around and wait for Congress to get back to work for COVID relief? Their party controls Congress! Bring them back and whip votes and if you don't have the votes, fight anyway and shame your caucus for voting no! Zero dignity","sentiment_score":0.0}
{"full_text":"He's head of the health committee. I don't know, but maybe he could focus on Covid insttad@of pandering to ","sentiment_score":0.0}
{"full_text":"RT Only solution to the coronavirus","sentiment_score":0.0}
{"full_text":"RT There's a new Covid-19 variant in NYC, but it can't truly call itself a New Yorker until it's cried on the subway.","sentiment_score":0.1363636364}
{"full_text":"RT Our devoutly *Catholic president","sentiment_score":0.0}
{"full_text":"Have not eaten out a year, except for the occasional pizza, delivered.  I hadn't been anywhere for awhile before COVID hit. Likely one of the first things I'll do if life ever returns to normal. ","sentiment_score":0.1}
{"full_text":"RT Which vaccine is the best?It's an immaterial questions if you're choosing between Pfizer, Moderna, Sputnik, Novavax or...","sentiment_score":0.0}
{"full_text":"RT Release the guilt. You're one person... living through a pandemic. You can't do it all.","sentiment_score":0.0}
{"full_text":"RT BREAKING--FDA declares that frozen vials of the Pfizer #COVID19 vaccine can now be transported &amp; stored at conventional free...","sentiment_score":0.1285714286}
{"full_text":"RT #hamburg today#HappyWeekend Friends!peacelove No war!#COVID19 #staysafe","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate Parliamentarian tosses out $15 minimum wage from the Covid Relief Bill... damning tens of millions of pe...","sentiment_score":0.0}
{"full_text":"RT Last call! Come over and join us in 30 minutes for our Webinar.","sentiment_score":0.0}
{"full_text":"Baltimore's two largest museums raise minimum wage to $15 an hour for most low-paid employees","sentiment_score":0.5}
{"full_text":"RT Democrats must not relentAmericans deserve a living wageTrickle down economics hasn't  provided oneNor has the fr...","sentiment_score":-0.1555555556}
{"full_text":"RT There's a new Covid-19 variant in NYC, but it can't truly call itself a New Yorker until it's cried on the subway.","sentiment_score":0.1363636364}
{"full_text":"I hope people don't expect this season to go great... or even some of the draft picks, because this is one of the hardest drafts to find talent with COVID and all. But I do think there will be a lot of hidden studs because they sat out last season","sentiment_score":0.2111111111}
{"full_text":"RT According to Johns Hopkins University's tally of cases in the United States, there have been at least 28,409,036 cases of c...","sentiment_score":-0.3}
{"full_text":".@GovCanHealth Prioritizing vulnerable communities for vaccines is the best way to fight COVID, despite racist rhetoric online. Elected officials must denounce racism in all its forms. #CanLab #cdnpoli","sentiment_score":0.25}
{"full_text":"RT We're bombing Syria before we could even pass covid relief for our own people struggling to live. Let that sink in.","sentiment_score":0.3681818182}
{"full_text":"RT Trump's \"America First\" strategy results:506,000 COVID deaths 28,400,000 COVID cases","sentiment_score":0.25}
{"full_text":"RT \"Gucci is planning to support domestic children suffering from Corona 19 through this capsule collection. Donations to the Gree...","sentiment_score":0.0}
{"full_text":"The city has launched a text alert service that will notify users when appointments to receive COVID-19 vaccinations become available.","sentiment_score":0.4}
{"full_text":"RT Our top priority is getting students back in the classroom as safely and quickly as possible.CA's equity-centered plan pr...","sentiment_score":0.3333333333}
{"full_text":"RT The 10,000-Foot View: Forever Lockdown Unraveling? A short (for me) thread on what I perceive as the current macro situat...","sentiment_score":0.0}
{"full_text":"RT Brainstorming phone call with to start figuring out how schools and pediatricians can partner to help kids in...","sentiment_score":0.0}
{"full_text":"RT This is good. Every state should do this.","sentiment_score":0.7}
{"full_text":"RT I'll join the chorus. Biden and Democrats are fighting like hell for Neera Tanden. They won't fight like hell to raise the...","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Auckland KFC worker confirmed as new community Covid-19 case, outlet closes for cleaning ht...","sentiment_score":0.2681818182}
{"full_text":"RT Thanks  &amp; Prime Minister for supporting #VaccinEquity. Your commitment to #COVAX and sharing #COVID19 vaccine...","sentiment_score":0.225}
{"full_text":"RT We spent the final quarter of 2020 quarantining in Cleveland. I dove in to see how the music scene there is surviving the p...","sentiment_score":-0.05}
{"full_text":"RT No matter what happens with Warzone, this game came out when the world needed it most.It personally got me through the pand...","sentiment_score":-0.2}
{"full_text":"RT For the 2nd straight day, Marjorie Taylor Greene called a floor vote and wasted an hour of everyone's time. All Members are re...","sentiment_score":0.0}
{"full_text":"Covid shot is quick and doesn't hurt, says Britain's Queen Elizabethhttps:\/\/t.co\/Zdz4xFUKLO#QueenElizabeth #Covid19 #Vaccine","sentiment_score":0.3333333333}
{"full_text":"apologise for your hosts racism. He made comparisons between asians and COVID on air, said they should go to north kor for 20 years and then proceeded to say it was just an \"opinion.\" Racism is NOT an opinion and you should not condone it as a government funded show.","sentiment_score":0.0}
{"full_text":"RT The fact that President Biden was willing to nominate Xavier Becerra -- someone with zero experience in anything related to...","sentiment_score":0.125}
{"full_text":"RT If you expected this to be bipartisan in the Senate, you don't understand Mitch McConnell. But where the rubber hits the...","sentiment_score":-0.1}
{"full_text":"RT Where is the GOP fainting couch over this? Worse than a mean tweet!","sentiment_score":-0.3953125}
{"full_text":"Not great.","sentiment_score":-0.4}
{"full_text":"RT The Senate parliamentarian has ruled against being able to include a $15 minimum wage in the Covid relief bill.VP Kamal...","sentiment_score":0.5}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT Opo mam pls help us heal our brokenness we are all intelligent ADN I chose boycott n follow pandemic protoco...","sentiment_score":0.8}
{"full_text":"RT With its theaters and concert halls closed by the pandemic, Lincoln Center plans to open 10 outdoor performance and rehear...","sentiment_score":-0.0666666667}
{"full_text":"Pandemic hardships continue to slam Carmel","sentiment_score":0.0}
{"full_text":"Looking forward to presenting on #InternationalWomensDay about the impact of COVID-19 on gender inequities. Thank you for the opportunity!@SOGCorg","sentiment_score":0.0}
{"full_text":"apologise for your hosts racism. He made comparisons between asians and COVID on air, said they should go to north kor for 20 years and then proceeded to say it was just an \"opinion.\" Racism is NOT an opinion and you should not condone it as a government funded show.","sentiment_score":0.0}
{"full_text":"RT im gonna cry but im gonna say this. thank you for being my home... thank you goopie for being my reason to stay everytime...","sentiment_score":0.0}
{"full_text":"RT I'll join the chorus. Biden and Democrats are fighting like hell for Neera Tanden. They won't fight like hell to raise the...","sentiment_score":0.0}
{"full_text":"RT We're bombing Syria before we could even pass covid relief for our own people struggling to live. Let that sink in.","sentiment_score":0.3681818182}
{"full_text":"RT Remember when we said \"defund the police\" and y'all said \"no\"? Anyway, here's a $74,000 NYPD robot dog while people star...","sentiment_score":0.0}
{"full_text":"For the lulz","sentiment_score":0.0}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"First time being sick after having COVID-19 and I feel like my immune system is a lot weaker than it was before I had COVID-19. I don't like that.","sentiment_score":-0.2321428571}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"I really need lockdown to end. ","sentiment_score":0.2}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":".@bayern3 apologise for your hosts racism. He made comparisons between asians and COVID on air, said they should go to north kor for 20 years and then proceeded to say it was just an \"opinion.\" Racism is NOT an opinion and you should not condone it as a government funded show.","sentiment_score":0.0}
{"full_text":"RT Pres. Biden commemorated 50 million Covid-19 vaccine doses administered since he took office, using it as a measuring stick agains...","sentiment_score":0.0}
{"full_text":"RT Sign up for our free text messages to get the latest info about where\/how\/when to receive your COVID-19 vaccine shot.You...","sentiment_score":0.45}
{"full_text":"RT Communities of color are disproportionally impacted by COVID-19, but many people of color are hesitant to get vaccinated.U.S...","sentiment_score":0.5}
{"full_text":"We've been posting daily updates on the COVID-19 situation in Cobb and the latest on vaccinations, data, and testing.The latest report is up and can be viewed at","sentiment_score":0.3333333333}
{"full_text":"RT Lindsey helps block Garland in 2016, jams through Barrett in 2020, supports passing a GOP tax bill (and Obamacare repeal)...","sentiment_score":0.0}
{"full_text":"At this rate I think I'll still have to wear a mask to work when I go back from maternity leave ","sentiment_score":0.0}
{"full_text":"RT Matthias Matuschik wasn't edgy when he said he hates BTS &amp; likened them to Covid. He knows there's an epidemic of hatred...","sentiment_score":-0.3}
{"full_text":"RT The city government of Iloilo has paid 20 percent of its vaccine allocations for the purchase of the Oxford-AstraZenec...","sentiment_score":0.0}
{"full_text":"No, not because of COVID","sentiment_score":0.0}
{"full_text":"RT \"COVID-19 has revealed the tenuous situation working women have been in for decades... Reset how we return to the office a...","sentiment_score":0.0}
{"full_text":"The #Senate parliamentarian has dealt a potentially lethal blow to Dems' drive to hike the minimum wage, deciding that the cherished progressive goal must fall from a massive #COVID19 relief bill the party is trying to speed through #Congress.","sentiment_score":0.0}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":"RT #NewsAlert | WHO chief Tedros Adhanom lauds India, PM for supporting Covid vaccine equity.","sentiment_score":0.25}
{"full_text":"RT Two things can be true. 1. Trump absolutely needed to be out of office. 2. We can criticize America for continuing to...","sentiment_score":0.275}
{"full_text":"RT has been to Botak Hill but we won't mind checking all three out when the pandemic is over and we have...","sentiment_score":0.0}
{"full_text":"To date, Meralco has energized over 90 COVID-19 facilities including government agencies, public and private hospitals, testing laboratories, quarantine facilities and treatment centers.https:\/\/t.co\/JvDPCPDIKO","sentiment_score":0.0}
{"full_text":"apologise for your hosts racism. He made comparisons between asians and COVID on air, said they should go to north kor for 20 years and then proceeded to say it was just an \"opinion.\" Racism is NOT an opinion and you should not condone it as a government funded show.","sentiment_score":0.0}
{"full_text":"Just when you though you had seen it all.https:\/\/t.co\/kCxwhEwWIQ","sentiment_score":0.0}
{"full_text":"RT I remember when COVID was a news item before it was something you experienced personally. Then, inevitably, ppl I knew sta...","sentiment_score":0.2666666667}
{"full_text":"what if corvids were cawing covid jokes...it would be a whole murder of fun I guess","sentiment_score":0.25}
{"full_text":"RT A German radio host said, that BTS is just like an abbreviation for Covid-19 and that he hopes there will be a vaccine...","sentiment_score":0.0}
{"full_text":"RT Well, that was quick! This is and me just yesterday, after we wrapped our Covid-protocoled recording (we k...","sentiment_score":0.4166666667}
{"full_text":"RT Am told the US Attorney's office only received security footage, in part bc formal visitor logs don't exist for tours organ...","sentiment_score":0.0}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"RT There's a new Covid-19 variant in NYC, but it can't truly call itself a New Yorker until it's cried on the subway.","sentiment_score":0.1363636364}
{"full_text":"RT [ENG TRANSLATION]tw \/\/ racisma german radio host was talking immensely badly about BTS, comparing them to COVID an...","sentiment_score":-0.35}
{"full_text":"RT The new taskforce will accelerate the scale-up of access to oxygen, a life-saving treatment, and and are a...","sentiment_score":0.1363636364}
{"full_text":"Why would you que up if you were attually ill. Would you fook. You would be ill quietly in bed till you were better. You do not need Matt cockjob to tell you to stay at home cause if your ill you will.","sentiment_score":-0.2}
{"full_text":"RT \"A national emergency does not exempt federal, state, and local governments from providing equal access.\" If anything, e...","sentiment_score":0.0}
{"full_text":"This is what Biden Administration is doing to you","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate Parliamentarian tosses out $15 minimum wage from the Covid Relief Bill... damning tens of millions of pe...","sentiment_score":0.0}
{"full_text":"#globalbuzz Queen Elizabeth II has praised the quick roll-out of #COVID-19 vaccinations in Britain and encouraged people who have not had a jab to \"think about other people rather than themselves.\"","sentiment_score":0.1041666667}
{"full_text":"Im not army but as part of kpop community ...man this is pure hatred and downright rasicm.","sentiment_score":0.2142857143}
{"full_text":"Comparing Asians to Covid is the same as accusing any Germans of being Nazis... It's pretty racist isn't it bitchhh??! #Bayern3Racist #apologizetobts","sentiment_score":0.15625}
{"full_text":"RT Matthias Matuschik wasn't edgy when he said he hates BTS &amp; likened them to Covid. He knows there's an epidemic of hatred...","sentiment_score":-0.3}
{"full_text":"RT ARMY, pls email bighit about this as well!#RassismusBeiBayern3#Bayern3Racist","sentiment_score":0.0}
{"full_text":"\"...A full year of being stuck at home, plus family financial and health concerns, has caused many students to sink into depression 'and it has really killed their motivation.'\" #EdChat #COVID19Read the full article here:","sentiment_score":0.2}
{"full_text":"RT Democratic Senate aides say the Senate parliamentarian has ruled against including a minimum wage increase in the Democrats' massiv...","sentiment_score":0.0}
{"full_text":"RT In Minnesota, we pull through by pulling together. budget asks the richest MN's, who have seen their wealth...","sentiment_score":0.0}
{"full_text":"RT .@LeaderMcConnell says polls are so high in favor of COVID relief with $15\/hr included b\/c everybody wants a check. But Mc...","sentiment_score":0.18}
{"full_text":"RT 9%. Just 9% of the Democrats' nearly $2 trillion bill focuses on defeating COVID-19. Simply put, this legislation is NOT...","sentiment_score":0.05}
{"full_text":"#FromTheLeft: The Most Likely Timeline for Life to Return to Normal | Analysis from #COVID19 #PandemicLife","sentiment_score":0.2166666667}
{"full_text":"95% of #recruitment companies with perm business were \"smashed\" by COVID, new industry data shows","sentiment_score":0.1363636364}
{"full_text":"RT Dr. David Williams faced pointed questions at the LTC commission about pandemic policy decision and slow reaction times....","sentiment_score":-0.3}
{"full_text":"RT Only losers refuse to wear a mask. Don't be a loser.","sentiment_score":-0.1}
{"full_text":"Worldwide coronavirus deaths top 2.5 million: AFP count","sentiment_score":0.5}
{"full_text":"RT Tonight, I joined my colleagues for a moment of silence to mourn, remember &amp; honor the 500,000 American lives lost to this...","sentiment_score":0.0}
{"full_text":"RT If you see me doing this with my girl when Covid is over. Mind your business","sentiment_score":0.0}
{"full_text":"RT Long-term care facilities have accounted for more than a third of all U.S. coronavirus deaths since the late spring.But sinc...","sentiment_score":0.0666666667}
{"full_text":"'V.I.P. #Immunization' for the Powerful and Their #Cronies Rattles #SouthAmerica #covid19","sentiment_score":0.3}
{"full_text":"Shari Leid, a lawyer-turned-life coach offers her 50\/50 Friendship Flow Challenge as a way to deepen relationships during the pandemic.","sentiment_score":0.1}
{"full_text":"Finland announces March shutdown #Coronavirus #COVID #COVID19 #Suomi","sentiment_score":0.0}
{"full_text":"When COVID-19 patients inundated St. Louis hospitals, respiratory therapists arriving for yet another grueling shift with a dwindling supply of ventilators would often glance at their assignments and cry, heading into the locker room to collect themselves.","sentiment_score":0.0}
{"full_text":"NEW | San Jose: Recent shootings linked to alleged illicit nightclub activity, COVID-19 violationshttps:\/\/t.co\/Azsxp9wUhs@mercnews","sentiment_score":0.0121212121}
{"full_text":"There is no such thing as a constitutional ban on abortion. WHY DO THEY FOCUS ON NON-ISSUES. PEOPLE ARE STARVING. People are broke from covid. Martin county STILL DOESNT HAVE CLEAN WATER. Good GRIEF can we get any representation of KYs populace in the GA?!","sentiment_score":0.0166666667}
{"full_text":"M O D E L S ~ W A N T E DFemale Male TransTICKLE MODELSPaY-tO-pLaYON L I N E Tickle EventsGet Paid To Stay Home &amp;HWLaughter@protonmail.comEmail : photos and social media","sentiment_score":0.0166666667}
{"full_text":"Over the course of this pandemic, we've seen just how vital our public lands have become for #AZ01 families. I spoke on the House floor in favor of the Protecting America's Wilderness &amp; Public Lands Act, urging my colleagues to join me in voting in favor tomorrow.","sentiment_score":0.0333333333}
{"full_text":"RT Six weeks ago, 14% of people over 75 in the US had gotten one COVID vaccine shot.Today, that number stands at nearly 60%.","sentiment_score":0.1}
{"full_text":"RT Nancy Pelosi delayed PPP funding at the height of the pandemic. She admitted it was her decision to block relief befor...","sentiment_score":0.0}
{"full_text":"For the first time in nearly 3 months, #COVID19 hospitalizations are under 2,000.","sentiment_score":0.175}
{"full_text":"#COVID19 has exposed structural inequities and the inadequacies of an underfunded public health system. Experts say that evidence-based solutions to address these inequities exist, but the trusted voices of physicians are needed to champion them.","sentiment_score":0.0}
{"full_text":"Erin Locke, Shawnee County health officer, said future scorecards will no longer count the number of cases with no known source of infection","sentiment_score":0.0}
{"full_text":"Garth Brooks' Wife, Trisha Yearwood, Tests Positive for COVID, He's Negative #TMZ tonight at 11 on WBCB.","sentiment_score":-0.0363636364}
{"full_text":"COVID-19 has been a part of our lives for more than a year now, but we're still learning about its long-term effects.","sentiment_score":0.5}
{"full_text":"VACCINE LATEST: While there may be more people eligible for the vaccine Mar. 1, the Marshfield Clinic Health System says it will continue to focus on vaccinating those currently eligible.","sentiment_score":0.3333333333}
{"full_text":"It's only for certain groups like teachers in Colbert and Lauderdale Counties.","sentiment_score":0.1071428571}
{"full_text":"Days after marking a solemn milestone in the coronavirus pandemic, President is celebrating the pace of his efforts to end it.https:\/\/t.co\/gnmaIdxM8s","sentiment_score":0.0}
{"full_text":"$414,900 | 1120 Chichester Street, Orlando, FL 328032 Beds | 2 Baths | 1,244 SqFtDon't miss out on the chance to own this recently updated 2 bedroom 2 bathroom home.#Orlando #RealEstate #Florida #Thursday #COVID19 #ForSale","sentiment_score":0.3}
{"full_text":"The U.S. has enjoyed global military dominance for decades. But in the face of emerging threats, some say a new strategy is in order.","sentiment_score":0.1340909091}
{"full_text":"Interior Health has seen the fewest new COVID-19 cases of any health authority today. #Kamloops #covid19","sentiment_score":0.1363636364}
{"full_text":"The Philippines is spending a little more for Covid-19 vaccines to obtain them earlier, vaccine czar Carlito Galvez Jr. has said. #PressOnePHhttps:\/\/t.co\/gRPa0ANxqg","sentiment_score":0.1041666667}
