{"full_text":"RT #BBCQuestionTime it will have taken a month to introduce the Hotel quarantine. It could and should have happened immedia...","sentiment_score":0.0}
{"full_text":"RT 'I think we need an All-Island approach, it would be more preferable to border controls.'@HollyCairnsTD and","sentiment_score":0.5}
{"full_text":"RT Fauci Says We Can Fight Virus By Wearing Up To Three Leecheshttps:\/\/t.co\/5w7iCa87cP","sentiment_score":0.0}
{"full_text":"RT Any respite from the pandemic's worst chapter so far could be turned back -- or made worse -- by new coronavirus variants that...","sentiment_score":-0.2327272727}
{"full_text":"RT Hopefully this is a succinct &amp; clear demonstration, using government data, that the 6th January lockdown came well aft...","sentiment_score":0.1}
{"full_text":"RT #mnwild forward Nico Sturm has been added to the NHL's COVID Protocol Related Absence List.","sentiment_score":-0.00625}
{"full_text":"RT Florida lawmakers work to make some pandemic policies permanent","sentiment_score":0.0}
{"full_text":"RT No science. Just power and control. They don't care about hard-working Americans, who must get out of pandemic-mode to supp...","sentiment_score":0.0}
{"full_text":"RT 8 in 10 Black-owned businesses fail within the first 18 months -- and Covid-19 has only exacerbated issues facing the Black commun...","sentiment_score":-0.1041666667}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT We continue to track U.S. virus restrictions:* Mississippi extended a mask mandate for most counties* Virginia extended...","sentiment_score":0.5}
{"full_text":"RT The Senate chamber falls silent as Sherrod Brown (D-Ohio) tells Rand Paul (R-Ky.) to wear a mask:\"I would like to ask S...","sentiment_score":0.0}
{"full_text":"RT We Got It! #TGP to Release SMOKING GUN Video from #TCF Center in #Detroit! Update: OH BOY! Our Report WILL SHAKE the Politic...","sentiment_score":-0.15625}
{"full_text":"RT Top guy have known him for 22 years and never lets you down. Great personal service and competitive prices","sentiment_score":0.2861111111}
{"full_text":"RT Yesterday there were 0 new locally acquired cases reported, and 3 in hotel quarantine. 14,612 test results were received #Eve...","sentiment_score":0.0681818182}
{"full_text":"RT it is increasingly difficult to travel to guyana for consular interviews because of covid 19, the Cuban family needs #Reopen...","sentiment_score":-0.5}
{"full_text":"RT Funny how the same people lobbying for \"targeted\" $1,400 survival checks had no problem giving away billions in corporate t...","sentiment_score":0.0833333333}
{"full_text":"RT Chinese New Year SOP is best proof of the government's failure to have an \"all-of-government\" and \"whole-of-society\" strat...","sentiment_score":0.2049242424}
{"full_text":"RT A fan in Vegas won an autographed Marc-Andre Fleury jersey in a Covid relief fundraiser.  What does Flower say? \"It's only 20 m...","sentiment_score":0.0}
{"full_text":"519 new COVID-19 cases and 32 additional deaths were reported to reflecting new diagnoses and deaths over the past few days.16% of all (including surge) ICU beds are available.Condolences to patients and their loved ones.  Data dashboards:","sentiment_score":0.1045454545}
{"full_text":"RT As we all continue to Battle #Covid-19 together, let's take a moment to remember all our friends, family and neighbours who ha...","sentiment_score":0.0}
{"full_text":"This nurse has eaten way too much Covid junk food!! But gs cookies ","sentiment_score":0.3125}
{"full_text":"Pretty consistent with splits we're seeing on partisan differences re: vaccinations. Flat hesitancy among Rs even though declining elsewhere. to be very important to examine trust as we emerge from the pandemic to better target engagement efforts.","sentiment_score":0.299}
{"full_text":"RT As of today, the total number of confirmed #COVID19 cases is 1 466 767, the total number of deaths is 45 605 and the tot...","sentiment_score":0.1333333333}
{"full_text":"RT TL;DR version: You can't fire me, I quit! Also lol the record unemployment comment. As if his handling of...","sentiment_score":0.8}
{"full_text":"RT #ExcludedUK folk should consider, I think, supporting my petition for an emergency UBI to cover us all during the pandem...","sentiment_score":0.25}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT I'm glad Governor Evers acted quickly to reinstate a statewide mask order. Today's Assembly vote to repeal the statewide mask...","sentiment_score":0.4166666667}
{"full_text":"And you are a regular guest on CNN ","sentiment_score":0.0}
{"full_text":"RT It's hard to escape the feeling that Canada's place in the world is much diminished. No more energy leverage with USA, no se...","sentiment_score":-0.1138888889}
{"full_text":"RT The number of people currently hospitalized with COVID-19 is below 90k for the first since since Nov 27.","sentiment_score":0.125}
{"full_text":"The Riverside County Public Health Covid-19 Vaccine Update begins at 4pm. Dr. Geoffrey Leung answers your vaccine questions. Watch here ","sentiment_score":0.0}
{"full_text":"Plus, this article is silly. That money was set aside specifically to be used like parishes, dioceses, etc - organizations whose ability to make payroll is jeopardized by the pandemic","sentiment_score":-0.5}
{"full_text":"How to Combat COVID-19 Misinformation via","sentiment_score":0.0}
{"full_text":"RT No science. Just power and control. They don't care about hard-working Americans, who must get out of pandemic-mode to supp...","sentiment_score":0.0}
{"full_text":"RT This! When is the last time yall walked through a school? We had kids in unhealthy buildings BEFORE COVID. They couldn't me...","sentiment_score":-0.2}
{"full_text":"RT What is the best way to support resilience and mental well-being in frontline #healthcare professionals during and after a...","sentiment_score":0.45}
{"full_text":"RT 'I love my work': International #UofT grad on how she landed a job during #COVID19 ","sentiment_score":0.25}
{"full_text":"RT I'm not a conspiracist .. so when I say it's ALL over the news that MYSTERIOUSLY  Covid19 has diminished in the last 3 we...","sentiment_score":0.0}
{"full_text":"RT What's incredibly frustrating to me about the lockdowns causing suicide narrative (besides being false) is that those pro...","sentiment_score":-0.4}
{"full_text":"I've officially hit the point of the pandemic where I am receiving packages for items I don't even remember ordering. #sendhelp","sentiment_score":0.0}
{"full_text":"MOOD","sentiment_score":0.0}
{"full_text":"RT There was something deeply comforting in Biden saying that nations must work together to address the coronavirus and global wa...","sentiment_score":0.0}
{"full_text":"#WillHaveMeDancingInTheStreets an end to Covid","sentiment_score":0.0}
{"full_text":"RT Children in cages is great again.","sentiment_score":0.8}
{"full_text":"Epidemic of anxiety","sentiment_score":0.0}
{"full_text":"I feel like a bag of arseholes. XDIt's not COVID.","sentiment_score":0.0}
{"full_text":"RT Thank you to #oncology doctors, researchers, nurses, staff and volunteers who have been...","sentiment_score":0.0}
{"full_text":"RT Hey, Dr. Walensky, I've heard there are these things called antibodies. They sound super-cool! Does know if they'...","sentiment_score":0.5}
{"full_text":"Washington State getting better at COVID-19 vaccine distribution but still falling short of its goals.https:\/\/t.co\/89QFq2sdjK","sentiment_score":0.25}
{"full_text":"RT When the pandemic and the economy are under control we really really need to remove Cruz, Hawley and Rep. Lauren Boebert and w...","sentiment_score":0.2}
{"full_text":"RT THREAD: Starting this Sunday, individuals will be given a date &amp; time for their second dose appointment as they leave t...","sentiment_score":0.0}
{"full_text":"RT Jen Psaki warns 'wearing masks is going to be essential' even for vaccinated Americans  \"Flatten...","sentiment_score":0.0}
{"full_text":"RT Israel COVID update:- New cases: 6,744- Positivity rate: 8.9% (-0.4)- In hospital: 1,649 (-82)- In ICU: 364 (-27)- New d...","sentiment_score":0.1363636364}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT #WISYNCO's Q2 Dec 2020* Revenues  6%* Covid depressing tourism, bars, entmt, restaurants, schools* With add'l travel...","sentiment_score":-0.6}
{"full_text":"The latest on the coronavirus pandemic and vaccines","sentiment_score":0.5}
{"full_text":"Uncle Joe has arrived ..poof ..it's now gone ..miraculously. It's all the bad orange mans fault.He killed grandma and grandpa in all those nursing homes as well as 400k others. We now live in a day and age all disease has been eradicated and nobody died of anything besides Covid","sentiment_score":-0.2545454545}
{"full_text":"RT There's a surge in jobs that can be performed remotely amid the pandemic But what trends can we expect this 2021?...","sentiment_score":-0.1}
{"full_text":"Thankful my father got his second dose vaccine yesterday  We can breathe a little easier, especially with a growing, unexpected, avoidable outbreak currently in his LTC (but on a different floor). #LTCjustice #ltc #caregiver #morethanavisitor #on","sentiment_score":-0.0145833333}
{"full_text":"Recovering from #trauma is a process. The effects of the #CapitolRiots, the political climate &amp; #stress of #COVID19 on one's #mentalhealth run deep &amp; wide. Honor your health &amp; join us for a free virtual #mindfulness retreat on 2\/7:","sentiment_score":0.075}
{"full_text":"RT I actually hope the other #TeamPete gets this message too Wear a mask!","sentiment_score":-0.078125}
{"full_text":"Still baffled at how many people refuse to wear masks at the gym where there is no social distancing ","sentiment_score":0.2416666667}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT CNN has been covering Marjorie Taylor Greene for hours on end, leaving little airtime for other topics like the COVID stimu...","sentiment_score":-0.15625}
{"full_text":"has FINALLY been \"called out by the PM\" for spreading coronavirus misinformation after Emilie, a nurse from Victoria, started a Campaigns by Me petition with 35,000 signing","sentiment_score":0.0}
{"full_text":"RT .@POTUS's coronavirus relief package will rescue our economy and Americans who are on the brink of desperation. There's n...","sentiment_score":0.0}
{"full_text":"RT The Liberal party logo probably isn't legal here, Greg.","sentiment_score":0.2}
{"full_text":"RT Barely started at The Atlantic and already Dr. is killing it with some really fantastic coverage of some...","sentiment_score":0.225}
{"full_text":"RT No science. Just power and control. They don't care about hard-working Americans, who must get out of pandemic-mode to supp...","sentiment_score":0.0}
{"full_text":"3,705 more deaths today.It didn't have to be this way, but U.S. systems of white supremacy &amp; racial capitalism guaranteed it would.#TrumpPandemic #DismantleWhiteness #PandemicReliefNOW","sentiment_score":0.25}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"Johnson &amp; Johnson requests emergency authorization from FDA for Covid vaccine - CNBC","sentiment_score":0.0}
{"full_text":"RT Vote for for Congress #TX03 in 2022!As a nurse, he understands the importance of wearing a mask to STOP the...","sentiment_score":0.0}
{"full_text":"so blessed, god has been answering all my prayers and keeping my loved ones safe during this pandemic","sentiment_score":0.6}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19 ","sentiment_score":0.0}
{"full_text":"RT Britain could vaccinate its way out of lockdown by April 7th+ UK is on course to finish injecting all over-50s on that d...","sentiment_score":0.0}
{"full_text":"RT Over the last year, #AI100 startups across industries launched new products and features--some in direct response to the #pa...","sentiment_score":0.0787878788}
{"full_text":"RT \"This may be the best way forward for arts companies to offer their knowledge and insight to people and keep the indus...","sentiment_score":1.0}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"For a second I thought De Blasio were Al Gore... Wtf is happening to my vision","sentiment_score":-0.25}
{"full_text":"When a knitted model of a politician in mittens goes viral, you know knitting has crossed over from Grandma's hobby to mainstream cool. And despite Sarasota's endless summer weather, this centuries-old craft has seen an uptick since the pandemic began.","sentiment_score":0.1125}
{"full_text":"It's 2021... News are at the touch of your fingers.Tech cabal didn't create the news. It's either you want to ignore or you wish it's 1990 real bad.The events are normal in this age.If you read the article, Covid-19 violation was sited. The complaints is valid","sentiment_score":0.175}
{"full_text":"RT In my 8 years in the legislature, I've seen Wisconsin Republicans cast a lot of senselessly cruel votes, but taking $4...","sentiment_score":-1.0}
{"full_text":"RT No, you psychopaths.","sentiment_score":0.0}
{"full_text":"RT hospitalizations continue to just fall off a cliff, which is great, but deaths remaining horrifically, stubbornly high. ht...","sentiment_score":0.48}
{"full_text":"\"We need COVID-19 vaccine in the hands of primary care physicians and their practices,\" writes  \"It may fix more than the pandemic. It may be a cure for loneliness.\"https:\/\/t.co\/FA6VX1xEHX","sentiment_score":0.45}
{"full_text":"Q: K-State's website says the university has been selected as a \"closed point vaccine distribution site.\" What does that mean and when will K-State students and staff members receive vaccines?A:https:\/\/t.co\/4mWAvjirYe","sentiment_score":-0.20625}
{"full_text":"Epidemiologists, economists, supply-chain managers, and more -- here's to those who volunteer their time to help journalists get it right during the pandemic, writes #onhealth #onpoli","sentiment_score":0.3928571429}
{"full_text":"There is no argument, our older population are more susceptible to dying from COVID-19. It is unethical and immoral to put someone who is likely not going to die from the virus, in front of someone who will!","sentiment_score":0.2222222222}
{"full_text":"Due to an increase in coronavirus cases, FAMU is instituting the mandatory curfew below until further notice.  Monday - Thursday: 10 p.m. - 6 a.m. Friday - Sunday: 12 a.m. - 6 a.m. #ProtectTheFAMUly","sentiment_score":-0.0625}
{"full_text":"There could be 2 more vaccine options for Americans by March. Here's how they differ from the Pfizer and Moderna ones","sentiment_score":0.5}
{"full_text":"Sen. Bernie Sanders tells he hopes Republicans join the Democrats on COVID-19 relief, adding that raising minimum wage is \"long overdue\": \"Working families in this country today are in more economic desperation than they have been since the Great Depression.\"","sentiment_score":0.3625}
{"full_text":"If you'd rather not head out to get #COVID19 tested.https:\/\/t.co\/gVoNwNbONz","sentiment_score":0.0}
{"full_text":"Important research news: the discovery of what may be the Achilles' heel of the #coronavirus -- a finding that may help close the door on #COVID19 &amp; possibly head off future pandemics:","sentiment_score":0.1333333333}
{"full_text":"Antonio Fallico, president of an NGO lobbying for approval of Sputnik V in Italy, speaks to RT about delays in vaccine supply in the EU, the advantages of Russia's #COVID jab, and the pandemic challenges that the European Union is facing these days.More:","sentiment_score":0.0}
{"full_text":"As the pandemic continues with little end in sight, some companies are looking at ways to further innovate the remote-work experience #WSJWhatsNow","sentiment_score":-0.09375}
{"full_text":"What better time to Rise, Garden, and Resist than during a pandemic?CODEPINK's talks about how she cultivated a local peace economy by planting her own community garden. Learn more about how to get involved here:","sentiment_score":0.4}
{"full_text":"Ghosted and shanked! Ok mb not shanked but definitely ghosted. 2020 was cruel but 2021 isn't looking much different. The DCU Crew talks dating and ghosting during the pandemic. Listen to the latest episode now on ur favorite podcast app or #seattle #dating","sentiment_score":0.0833333333}
{"full_text":"RT Let's play spot the lace lockdown won't stop me from perfecting my skills. colour and install by me ","sentiment_score":0.0}
{"full_text":"Facebook's Portal has become a must-have for many during the pandemic. Take a look at how one family was able to keep better connected with loved ones with a little help from technology. ","sentiment_score":0.4025}
{"full_text":"Dagwood dogs are cooking and fairy floss is being spun - country shows are back on, after being cancelled last year due to the pandemic. #7NEWS","sentiment_score":-0.0416666667}
{"full_text":"WATCH LIVE: is hosting a #CommunityConversation on #COVID19 Vaccines: Fact vs Fiction. Visit: #lehighvalleypublicmedia #pbs39 #wlvrnews","sentiment_score":0.1363636364}
{"full_text":"I  am so sorry for your loss.  I talk to my high school friend of 45 years everyday.  I cannot imagine the pain you are feeling.  Prayers","sentiment_score":-0.18}
{"full_text":"RT I take no responsibility for anything that I post in the next 48 hours. It's all a reaction to the first Covid shot. A shot...","sentiment_score":0.125}
{"full_text":"A Randstad Malaysia survey has shown that 61% of Malaysians have struggled with the technology shift caused by the pandemic. The findings suggest shortfalls in employers' measures to help their workforce transition to new practices including remote working, amid the MCO.","sentiment_score":0.0181818182}
{"full_text":"Africa's 2nd Pandemic Wave Sees Higher Death Rates, Vaccine Delays","sentiment_score":0.125}
{"full_text":"#Argentina #Covid19 #Coronavirus #Vaccines Health Minister Gines Gonzalez Garcia said Wednesday that Argentina has signed contracts for the provision of some 62 million doses of Covid-19 vaccines.https:\/\/t.co\/IXEsKULnxd","sentiment_score":0.0}
{"full_text":"From our Collection: Gun Holster, Black Leatherc. 1880#ThursdayMotivation #COVID19 #CovidVaccine","sentiment_score":-0.1666666667}
{"full_text":"The Walgreens at 107 N. Main St. in #PortChester has been selected as a COVID-19 vaccination location by the State. It will start giving 100 doses a day on Friday, Feb. 5. Eligible applicants need an appointment. Go to to schedule one. #RyeBrook","sentiment_score":0.1666666667}
{"full_text":"Dr. Patrick Bernet looks at community age structure in this first post in a three-part mini-series that will explore the impact of #race and ethnicity, then #political partisanship, in #COVID19 outcomes in #Florida.","sentiment_score":0.125}
{"full_text":"Have the effects of the coronavirus pandemic left you or someone you know in debt? The website has lots of information and advice to help you find a way forward with debt","sentiment_score":0.0}
{"full_text":"During 1st Sars outbreak in early 2000's virus agent was never properly isolated.And evidence produced to  support assumption that Sars1 was extremely deadly  which it failed to do so, then it disappeared.How did Sars1 alter to produce Sars2  ?","sentiment_score":-0.15}
{"full_text":"Here are the official Covid-19 statistics in Iran, as of 16:30 PM 4\/2\/2021.#COVID19 #coronavirus #Iran","sentiment_score":0.0}
{"full_text":"As energy firms emerge from the pandemic, their growth strategy will be anchored in the idea of #energy transition. In this year's #WEMO, we urge you to think of the transformation journey in three main steps. Read more:","sentiment_score":0.3333333333}
{"full_text":"RT The pandemic has disrupted #oralhealth activities in #HeadStart programs. Help us reach parents by sharing this graphic encou...","sentiment_score":0.0}
{"full_text":"RT NEW: Johnson &amp; Johnson requests FDA authorization for its one-dose COVID-19 vaccine via","sentiment_score":0.1363636364}
{"full_text":"New MGMA, Humana report highlights impact of care deferred due to COVID-19","sentiment_score":0.0056818182}
{"full_text":"19% of Virginians will never get vaccinated against COVID-19, while 46% say they will get the shot as soon as it is available, and 35% plan to wait after the vaccine is available to them, according to a survey by the Wason Center for Civic Leadership.","sentiment_score":0.2333333333}
{"full_text":"If they want to actually get vaccinated, legislators should be required to go through the same maddening process as the rest of us who are eligible but are still looking for an appointment, .@MarkBrownCST writes.https:\/\/t.co\/Vxm7ldzlB9","sentiment_score":0.0}
{"full_text":"#ICYMI: PM has announced that Australia has secured another 10 million doses of COVID-19 Vaccine, taking the national total to 150 million.Here's when you'll get your jab: #Vaccine #COVIDVaccine #COVID19Vaccine","sentiment_score":0.0}
{"full_text":"Since Christmas Eve, the family had more important things to worry about than their holiday decorations, including two recent deaths from COVID-19, but an apparently angry neighbor didn't think so.","sentiment_score":0.1}
{"full_text":"Founder of the Iowa Association of Track Officials, Cornie Wassink officiated seven other sports, too. And in his 50 years on the sidelines, he was named Iowa State Official of the Year eight times. He died of COVID-19.","sentiment_score":-0.125}
{"full_text":"As demand for grocery e-commerce has soared during the pandemic, so has the need to make costly picking, packing and delivery operations more economically feasible.","sentiment_score":0.4}
{"full_text":"RT : if you're going to have a fansign event once corona ends, can you show me your reaction if you ever see me?hyunsuk is...","sentiment_score":0.0}
{"full_text":"We will stop You, owning anything including your Businesses, Your home, and completely control You through your finances, \"But you will be Happy\" , with your new Dictatorship, The Great Reset, That has used the completely fraudulent Pandemic to do this,","sentiment_score":0.3872727273}
{"full_text":"There's a microchip, it will make me infertile, alter my DNA: The roots and truth about COVID-19 vaccine myths | The Star","sentiment_score":0.0}
{"full_text":"If possible, practice social distancing at home, especially if you have family members who leave home for work, errands, etc. #DoYourPart to stop #COVID19.","sentiment_score":0.0111111111}
{"full_text":"Pathogen Discovered that Kills Endangered Chimps: Is It a Threat to Humans?An Ebola outbreak and a few false leads slowed a 15-year search for bacteria that attack the nerves and gutBy Rachel Nuwer (@RachelNuwer)","sentiment_score":-0.3}
{"full_text":"RT Looks like I need to move back to #CharlestonSC and campaign. I absolutely refuse to think we are elec...","sentiment_score":0.1}
{"full_text":"Zimbabwe is the first of 14 developing countries to receive #COVID19 #vaccine assistance from #China. In its next step, China aims to provide vaccine aid to 38 other developing countries as well.","sentiment_score":0.0416666667}
{"full_text":"Kaya Natin! Champion VP said the public does not have to worry about the safety of the COVID-19 vaccine once it is approved by the Food and Drug Administration (FDA).READ MORE:","sentiment_score":0.25}
{"full_text":"Mathew Thankachan's father, an worker, was taken from him 10 months ago. Today, he saw the memorial for the first time. #TravelsFarhttps:\/\/t.co\/VCHSegExy2","sentiment_score":0.25}
{"full_text":"Book your night chaperone for your Boston student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #overnightsupervision #Boston","sentiment_score":0.5}
{"full_text":"Are there any health conditions that can prevent someone from getting the COVID-19 vaccine? What about those who have or had COVID-19? Is it safe for pregnant women or women who are nursing? Get these answers and more.","sentiment_score":0.4444444444}
{"full_text":"Alabama Walmart and Sam's Club pharmacies to administer COVID-19 vaccineshttps:\/\/t.co\/bkvLr1qhpZ","sentiment_score":0.0}
{"full_text":"Covid-19: Zimbabwe to vaccinate citizens for free after China's pledgehttps:\/\/t.co\/1d0NFzZEFq","sentiment_score":0.4}
{"full_text":"Seven days a week and up to 4,500 patients a day. System's coronavirus efficient vaccination process is no secret. The clinic, initially opened to employees only, reached a major milestone: 100,000 #vaccines in 53 days. #coronavirus","sentiment_score":0.065625}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"RT There was something deeply comforting in Biden saying that nations must work together to address the coronavirus and global wa...","sentiment_score":0.0}
