{"full_text":"RT California is sticking with its age-ranked vaccine priority system despite outcry from the disability community. #HighRiskCA...","sentiment_score":0.0}
{"full_text":"RT My interview \"We need to get to a situation pretty quickly where anybody who wakes up in the morning could get vac...","sentiment_score":0.2916666667}
{"full_text":"RT COVID-19 vaccine may result in transient lymphadenopathy, which can confuse the breast cancer screening. Avoid vaccinatin...","sentiment_score":0.0}
{"full_text":"WA has recorded no new cases of COVID-19 overnight, meaning that the strict five-day lockdown will lift at 6pm. #7NEWS","sentiment_score":-0.0681818182}
{"full_text":"RT No science. Just power and control. They don't care about hard-working Americans, who must get out of pandemic-mode to supp...","sentiment_score":0.0}
{"full_text":"After pandemic it's far hard to spend money on vacation have many nominal alternatives.","sentiment_score":0.1027777778}
{"full_text":" Buy and #HoldTheDoge !!! Don't panic sell, we're in this for the long haul! #dogecoin  #DogecoinToTheMoon #Dogecoins #dogearmy #DogecoinToTheMoon #capdogecoin","sentiment_score":-0.0625}
{"full_text":"RT I'm just waiting for a coach to lean back and fall over","sentiment_score":0.0}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"#WearAMask #WearAMaskSaveAlife #JoeBiden #KamlaHarrisMASKS 20%OFF Shop Link US-State #FlagMaskFlag Mask Shop Link every Non-Medical MASK; will Donate One FDA-Approved Medical Grade;@DirectRelief","sentiment_score":0.0}
{"full_text":"Republicans are such shit that if there was a button to push that would end  COVID tomorrow the majority would vote against it","sentiment_score":-0.1}
{"full_text":"RT Remember that there are new groups eligible for vaccination:* Restaurant workers (including delivery)* Taxi drivers (T...","sentiment_score":0.1363636364}
{"full_text":"Johnson &amp; Johnson applies for emergency use authorization of COVID vaccine #News","sentiment_score":0.0}
{"full_text":"Nintendo land, Covid-19 vaccine being distributed, new president who isn't a moron, new animals videos, PS5 cat game.","sentiment_score":-0.2318181818}
{"full_text":"RT She actually describes something key: using search as her primary information portal led her directly to QAnon cons...","sentiment_score":0.125}
{"full_text":"RT #hasbara #TrollAviv ALERTplease report as a fake account, as I will be, to \"it\" is such an OBVIOUS...","sentiment_score":-0.1666666667}
{"full_text":"Thursday\/eve 6 tour after the pandemic ends. Streets demand it.","sentiment_score":0.0}
{"full_text":"\"i cant wear a mask i have a breathing problem :((\" johnny suh still wears underwear ","sentiment_score":-0.75}
{"full_text":"RT To make a chair you need a tree, to make a #shortsqueeze you need enough #dumb #short with enough #money, it seems we found...","sentiment_score":-0.09375}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"RT From Even Biden's $1.9 Trillion Isn't Nearly Enough Pandemic Relief","sentiment_score":0.0}
{"full_text":"Can't imagine an argument I could care less about. Imagine arguing that political responses to an ever changing and unpredictable pandemic is cramping your vacation plans.  And not realizing that you sound stupid","sentiment_score":-0.1466666667}
{"full_text":"If you have a \"medical exemption\" from wearing a mask. YOU NEED TO STAY THE FUCK HOME AND ACCEPT THE ALTERNATIVES THESE COMPANIES HAVE MADE FOR YOU.","sentiment_score":-0.2}
{"full_text":"RT voted with all of our hearts despite global pandemic and the result spoke our hearts. As we are students,we need many opportu...","sentiment_score":0.25}
{"full_text":"RT The number of people currently hospitalized with COVID-19 is below 90k for the first since since Nov 27.","sentiment_score":0.125}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"RT CDC Director Walensky expands on her remarks earlier today that schools can safely reopen without vaccinating teachers.He...","sentiment_score":0.25}
{"full_text":"This should be on the caption other than that fuck dark humor...We live amongst people who don't even know how to wear a mask, you think South African Men Will Have any amount of intelligence to figure it out on their own. K","sentiment_score":0.0102272727}
{"full_text":"RT Life may look as usual for #Thalapathy...Yet another release...Yet another 250Cr+ grosser...But #Master grossing 250C...","sentiment_score":-0.25}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"RT We are 1 of 50 orgs who applaud and others' resolution to #CancelS...","sentiment_score":0.0}
{"full_text":"Our boys are very health conscious and careful with COVID because they had a scare once in 2014. #GOT7 #gassebeun","sentiment_score":0.0666666667}
{"full_text":"RT Tonight, I will be on the Senate floor to get a budget framework for COVID-19 relief passed. Republicans, on the other...","sentiment_score":-0.125}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"RT Someone on Facebook just posted \"how come y'all listen to a groundhog but not the CDC?!\" And I just ","sentiment_score":0.0}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"both my mom AND my grandma brought me soup today. maybe covid isn't so bad","sentiment_score":-0.7}
{"full_text":"RT $2,000 monthly checks to every single American for the duration of the pandemic. They could do it. They're choosing no...","sentiment_score":-0.0357142857}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT I'm struck that it still hasn't sunk in how much #b117 may change the course of this pandemic.The initial shock about it bein...","sentiment_score":0.1}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"RT I'm allowed to be mad at both the government for their poor response to the pandemic AND those who choose to contribute to t...","sentiment_score":-0.5125}
{"full_text":"RT The SC climbs new heights of insensitivity every day, even as the HCs attempt to keep the flag of humanity flying!","sentiment_score":0.1704545455}
{"full_text":"RT This seems to speak, perhaps, to the need for regional travel restrictions, which is rarely-if-ever a talking point compa...","sentiment_score":0.0}
{"full_text":"Doctor Fails to Clarify What He Meant When He Said to 'Let' Maskless People Die - 85% of folks contracting COVID are wearing masks.","sentiment_score":-0.5}
{"full_text":"RT Just re PM comments 100 per cent told me he hadn't made his mind up on COVID vaccine. He also told me h...","sentiment_score":0.0}
{"full_text":"RT Matt Gaetz is a real patriot. He took a Holocaust denier as his guest to the State of the Union, belittled and lied about a...","sentiment_score":0.2}
{"full_text":"RT Kroger's profit hit $2.9 billion in the pandemic, up 70%. So far, $1.15 billion went to stock buybacks and dividends t...","sentiment_score":0.1}
{"full_text":"RT Can't stop thinking about this from Dr. Warner. So even if we end up paying for 10 days of sick leave for 3 min wage worker...","sentiment_score":-0.7142857143}
{"full_text":"My eldest brother Barry has died of Covid 19. Always an optimist, a father, grandfather &amp; much loved brother. He loved life. After 5 weeks in a coma we discovered it had wrecked his lungs. The whys &amp; wherefores are for another day. Tonight there is just sorrow. .","sentiment_score":0.4333333333}
{"full_text":"dream told sapnap to wait until after corona and florida will be a lot more fun because they can do more stuff. they're gonna be living together until after corona :]","sentiment_score":0.45}
{"full_text":"RT covid vaccine needs to worry about whats in them ","sentiment_score":0.0}
{"full_text":"Prepare your IT Department and enable your business for rapid growth post COVID - avoid interruptions.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT Big story in Russia today:  overcrowded &amp; unsanitary conditions at detention centers. Thousands remain held after atte...","sentiment_score":0.0}
{"full_text":"RT 'Acknowledging and taking action on airborne transmission must be a key priority.'Letter from Canadian, UK and now Austr...","sentiment_score":0.05}
{"full_text":"RT Funny how the same people lobbying for \"targeted\" $1,400 survival checks had no problem giving away billions in corporate t...","sentiment_score":0.0833333333}
{"full_text":"RT So here we have last year commenting on lack of economic qualifications to comment on economics....","sentiment_score":0.1}
{"full_text":"U.S. Coronavirus Deaths surpass 450,000 With the Daily Toll Still Stubbornly High #News","sentiment_score":0.08}
{"full_text":"Prepare your IT Department and enable your business for rapid growth post COVID - avoid interruptions.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT Do we have any evidence for this? Because here's the reality: the main reason people, particularly those who are under 65,...","sentiment_score":0.1666666667}
{"full_text":"RT An outbreak in Ireland --what's the source? 61 #COVID19 cases from a student social gathering, 16 from a hotel wedding.W...","sentiment_score":0.0333333333}
{"full_text":"RT 57.4 million doses of COVID-19 vaccines distributed, 35.2 million administered: U.S. CDC","sentiment_score":0.0}
{"full_text":"You say you can read. I'm sure you can. But either you didn't read the whole thing, or you are omitting things that don't suit your narrative. Like the fact that Covid is NOT flu. Or this.","sentiment_score":0.35}
{"full_text":"RT Pawsome news: The annual Puppy Bowl goes ahead with COVID protocols in place. #odd","sentiment_score":-0.1666666667}
{"full_text":"RT Myth: I don't need a vaccine because the survival rate of COVID-19 is high.Fact: Actually, you do!This is #COVID19 Myth-Bust...","sentiment_score":0.0}
{"full_text":"RT Big story in Russia today:  overcrowded &amp; unsanitary conditions at detention centers. Thousands remain held after atte...","sentiment_score":0.0}
{"full_text":"RT WA has recorded no new cases of COVID-19 overnight, meaning that the strict five-day lockdown will lift at 6pm. #7NEWS htt...","sentiment_score":-0.0681818182}
{"full_text":"This article by The New York Times explains how the pandemic has caused more than just temporary layoffs for some workers; companies are implementing technology that eliminates the need for actual employees. That technology is here to stay.https:\/\/t.co\/JjMN4LOeBB#dcim353b","sentiment_score":0.2121212121}
{"full_text":"RT #Onlineexamsforclass9thand11th We are going through depression anxiety and many more we have lost our family ndfriends in...","sentiment_score":0.5}
{"full_text":"ANALYSIS: Should we be concerned about Bonnie Henry's bloopers? #bcpoli #coronavirus #covid19 #cdnfoi #data #cdnmedia","sentiment_score":0.0}
{"full_text":"While you were distracted by the pandemic, the UCP has quietly extended UCP insider Steve Allan's inquiry for a third time... #ableg #abpoli #cdnenergy","sentiment_score":0.0}
{"full_text":"RT No be small connections man go need before he get. If it's 2 doses per person, 1.2M people is the target. Accra alone be...","sentiment_score":-0.25}
{"full_text":"legislator Robert Doherty marshaled  SullCo Sheriff staff to lockdown of Gvnt Cntr during failed power grab &amp; colleague smear. WJFF reports all SullCo Thursday-crazy:https:\/\/t.co\/jQFog3YLbY@SullCoDemocrat@RiverReporterNY@MidHudsonNews","sentiment_score":-0.5}
{"full_text":"While COVID-19 restrictions have put a damper on winter sports in Vermilion, there are good things on the horizon for the town's ice facility.https:\/\/t.co\/A3PthHSd4f","sentiment_score":0.7}
{"full_text":"VA passes 1 million vaccine doses, 9,000 deaths in fight against coronavirus","sentiment_score":0.0}
{"full_text":"Here are the latest COVID-19 updates from local public health departments.https:\/\/t.co\/zQWS9vQxxO","sentiment_score":0.1666666667}
{"full_text":" Reward of the Week! To counter #pandemic-related financial hardship in #Samoa, the crew at Sowful Journeys are selling non-expiring resort credits to Aussies and Kiwis planning on travelling to Samoa when the borders reopen. Take a look!","sentiment_score":0.0}
{"full_text":"#COVID19 | Know how to ensure the safety of employees from #coronavirus #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"In #Madagascar, drought &amp; #COVID19 are pushing 1.5 million people to the brink. is scaling up to provide food assistance to 900,000 of the most vulnerable, providing lentils, sorghum, fortified oil &amp; rice for the most severely food-insecure people.","sentiment_score":0.1666666667}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"Moderna told reuters, but not canada. I find that funny.","sentiment_score":0.25}
{"full_text":"Health experts say there have been dozens of cases around Pennsylvania of people testing positive for COVID-19 shortly after getting their first dose of the vaccine.https:\/\/t.co\/Zy7YXLJkD5","sentiment_score":0.1590909091}
{"full_text":"Malacanang on Friday released the list of specific priority groups for vaccination against COVID-19.","sentiment_score":0.0}
{"full_text":"RT He's clearly out of his mind. Pisti.","sentiment_score":0.1}
{"full_text":"RT Just 10 minutes ago, another missing person. A 17 year old girl traveling home in a maxi. Do not let this die downWe need...","sentiment_score":-0.05}
{"full_text":"RT   Please think this through. Most of us haven't filed...","sentiment_score":0.5}
{"full_text":"We've added *another* 800 drive-through COVID-19 vaccination appointments on Feb. 5-8 for Berkeley and Alameda County residents who are at least 75 years old. https:\/\/t.co\/vCWPIamwdaIf you know someone who might need it, call them and ask if you can help!","sentiment_score":-0.0875}
{"full_text":"A barrier to abortion can be deadly in a pandemic. The latest from","sentiment_score":0.15}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"Researchers of the and officials from the Department of Agriculture recently concluded talks on managing the outbreak of Fall Armyworm that has affected farmers nationwide. #thepostph #phstudenttambayan","sentiment_score":0.0}
{"full_text":"RT As #Flordia fights community spread of COVID on a massive scale, this is a 15-second snapshot of a supermarket in Naples....","sentiment_score":0.0}
{"full_text":"Elbow Treec. 1960Foresthill#ThursdayMotivation #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"Then , what's the purpose of the vaccine if the public is expected to cow tow to these anti science  power hungry non elected leaders ?!?! ","sentiment_score":-0.1027777778}
{"full_text":"Mixing vaccines with longer intervals between doses would make it logistically easier for more people to be immunized quickly. more:","sentiment_score":0.5}
{"full_text":"Freestanding emergency rooms in Texas have been charging patients' health insurance plans thousands of dollars for a single coronavirus test.","sentiment_score":-0.0357142857}
{"full_text":"Cruise ships carrying 100 or more people will remain prohibited from operating in Canadian waters for the rest of 2021 and into early 2022 due to COVID-19.","sentiment_score":0.1583333333}
{"full_text":"In Manila City, Mayor says residents can be \"choosy\" about the brand of #COVID19 vaccines.https:\/\/t.co\/TuNGVIi6Zy","sentiment_score":0.0}
{"full_text":"Mass-vaccine sites are receiving a lot of Washington's COVID vaccines, leaving fewer resources for smaller, more rural communities to vaccinate their residents.","sentiment_score":0.1666666667}
{"full_text":"COVID 19 cases in India until : 05\/02\/2021 09:30Total Cases: 10803533 [+0]Active: 148750Recovered: 10495401 [+0]Deaths :154862 [+0]Total Tests: 199.22MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"In a press briefing Thursday, Warner said the latest Republican proposal is too small, while noting he would like to see some changes to President Biden's proposal.","sentiment_score":0.125}
{"full_text":"Here is a spot of good news for the residents of Yellowstone County. Jobs are projected to increase with the vaccine being accessible.https:\/\/t.co\/NNpWi5fthU#Montana #COVID19 #justice #vaccination","sentiment_score":0.7}
{"full_text":"Could too much screen time during pandemic affect kids' vision?","sentiment_score":0.2}
{"full_text":"RT #COVID19 cases are on the decline.#Vaccine rates are up.All signs of hope as we speed up our vaccine administration an...","sentiment_score":0.0}
{"full_text":"wants neta rathayatra after having banned KumbhSnan in Haridwar over corona, having banned kites on Sankranti.Gazab dimaag hai.","sentiment_score":0.2}
{"full_text":"RT Covid killed 3,900 Americans today. You're no victim. Grow up.","sentiment_score":-0.08125}
{"full_text":"RT If you are an SC or WA and being asked to work in person in an office, please DM me and\/or Jose. You should not be made to...","sentiment_score":0.0}
{"full_text":"The Rock County Public Health Department has issued a countywide mask order after the Wisconsin Legislature voted to repeal the statewide mask requirement in place by Gov. Tony Evers.","sentiment_score":0.0}
{"full_text":"The Rock County Public Health Department is working on a COVID-19 vaccine pre-registration tool for those not currently included in eligible vaccine groups, according to Rock County Vaccine Coordinator Alison Chouinard.","sentiment_score":0.0}
{"full_text":"A dozen youth members in Rock County Youth2Youth 4 Change, the majority from Beloit Memorial High School, have taken their anti-substance education online. They have also launched a Podcast and forged ahead with community service projects such as st...","sentiment_score":0.08}
{"full_text":"RT I am shattered to know that my friend, &amp; dynamic news anchor of our very own #VikasSharma is no more. I rem...","sentiment_score":0.1766666667}
{"full_text":"RT voted with all of our hearts despite global pandemic and the result spoke our hearts. As we are students,we need many opportuni...","sentiment_score":0.25}
{"full_text":"RT UN Experts: COVID-19 Upped Extremist Threats in Conflicts: U.N. experts say the COVID-19 pandemic has increased the th...","sentiment_score":0.0}
{"full_text":"Covid relief: $2000, not means tested, for every person in the country, along w ongoing economic support.Also: expel any congressperson who aided, abetted, or fraternized w insurrectionists within 90 days of 1\/6.Also: Raise the minimum wage, M4A, &amp; meaningful immigration reform","sentiment_score":0.35}
{"full_text":"k well just keep us posted","sentiment_score":0.0}
{"full_text":"'House floats' keep the spirit of Mardi Gras alive in NOLA amid ongoing COVID-19 pandemic","sentiment_score":0.1}
{"full_text":"RT this will discourage people from getting vaccinated and will land among many as demoralizing goalpost shifting -- counter-pr...","sentiment_score":0.5}
{"full_text":"Border reopens to refugee families","sentiment_score":0.0}
{"full_text":"RT There is hope for #EnergyPoverty: William Brent explains why 2021 could make a difference.","sentiment_score":0.0}
{"full_text":"RT If KJ is handling COVID-19 vaccine coordination, and DG Hisham is handling health-related COVID-19 management -- the golde...","sentiment_score":0.0}
{"full_text":"It is a legal requirement to wear a face covering when you are on board our vessels. This means that all passengers must keep a face mask on at all times until they leave our ships on the other side of their journey.","sentiment_score":0.0375}
{"full_text":"White House says it can take action against Marjorie Taylor Greene tells lawmakers she tests positive for COVID-19 vaccine in trials 'thus far.","sentiment_score":0.1068181818}
{"full_text":"Senate Democrats Block Amendment to Limit COVID Funding to States That Hide Nursing Home Deaths","sentiment_score":0.0}
{"full_text":"#OWHealth Practice Head (MEA) Dr. Sven-Olaf Vathje writes in the Middle East Insurance Review about how digital health solutions have begun to be adopted almost a decade early due to COVID-19. #OliverWymanMEA #OWCovid19","sentiment_score":-0.00625}
{"full_text":"Has the Pandemic Transformed the Office Forever?","sentiment_score":0.0}
{"full_text":"Today's top business challenges include pandemic management, business continuity, and sustainability. How is data #analytics helping the cause? Join Vishal Sanghvi and Angela Harvey for 20min of in-depth discussion. #IAmIntel","sentiment_score":0.5}
{"full_text":"Coronavirus: How will 'Generation Covid' catch up?","sentiment_score":0.0}
{"full_text":"RT So does that mean that Obama killed near the same number of people with SARs ?","sentiment_score":-0.103125}
{"full_text":"RT Let's humanize the undocumented workers denied COVID relief checks to today. We're talking about CO......","sentiment_score":0.0}
{"full_text":"RT More flights with covid infected passengers. What happened to halting travel?https:\/\/t.co\/c64ftDu2eS","sentiment_score":0.5}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
