{"full_text":"RT I heard a truly repellent gaslighting prodcast from the right wing Spectator today. James Forsythe &amp; Katy Balls were...","sentiment_score":-0.3071428571}
{"full_text":"RT Robert Peston will lay out the plan for exiting lockdown on 21 February","sentiment_score":0.0}
{"full_text":"RT Bitcoin doesn't care if you believe in the existence of a virus or not.Bitcoin doesn't care if you're the author of Incerto or...","sentiment_score":0.0}
{"full_text":"RT UPDATE: tested positive for COVID-19 at the White House, but after a second test at a DC clinic she receive...","sentiment_score":0.0757575758}
{"full_text":"RT Let me tell you about the 'essence' of d'Agata and Magnum.He gained access to a Cambodian children's home. Had children w...","sentiment_score":0.0}
{"full_text":"Mobility data hit pre-pandemic levels in July (ignore transit. there is hardly any mass transit in Miami)","sentiment_score":-0.2916666667}
{"full_text":"RT KDHE #COVID19  #MaskUpKansas UPDATE for Friday, Feb. 12: 286,102 Confirmed Positive Test Results (up 1,208 since Feb....","sentiment_score":0.3136363636}
{"full_text":"RT Covid-19 vaccine update - (thread)As we get closer to our 100,000 target, please continue to share our message tha...","sentiment_score":0.0}
{"full_text":"A democratic Senator that actually has some balls. Didn't think any of them did. Where are you ?Embarrassed yet?","sentiment_score":0.0}
{"full_text":"RT Cam Newton is trending. Let me remind y'all of something:1) he can be\/still is a GOOD QB2) got hit w\/ COVID, affect...","sentiment_score":0.7}
{"full_text":"RT The day the pandemic ends i reckon they should mark that day as a special occasion and on that day every year it should be...","sentiment_score":0.3571428571}
{"full_text":"RT The day the pandemic ends i reckon they should mark that day as a special occasion and on that day every year it should be...","sentiment_score":0.3571428571}
{"full_text":"RT It is irresponsible to say COVID-19 vaccines kill -- Clark","sentiment_score":0.0}
{"full_text":"RT We know #overdose deaths continue to increase, but these numbers are just crazy.From 2013-2019, there was &gt;1000% increase...","sentiment_score":0.0}
{"full_text":"Me too! I started at the start of the pandemic too.","sentiment_score":0.0}
{"full_text":"RT Wearing two masks can improve fit &amp; give you better protection from #COVID19. Wear a disposable mask under a cloth mas...","sentiment_score":0.45}
{"full_text":"RT KD will be a \"full go\" against Warriors tomorrow after missing last three games due to COVID-19 health and safety proto...","sentiment_score":0.00625}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT #RubinaDilaik: We are thankful to have work right now in lockdown, where people are struggling to get work!#BB14 #Bigg...","sentiment_score":0.2857142857}
{"full_text":"RT This is ridiculous. So if you're walking down the street and you happen to have an extra sandwich on you, which you will pro...","sentiment_score":-0.162962963}
{"full_text":"The right way to use vaccines is to bring the incidence right down at the same time.  Boris, like others in England, is always looking for the clever way that doesn't involve doing homework.  Not that I am unsympathetic, but this isn't the time or the place for it.","sentiment_score":0.1165079365}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"RT Right now we could be funding the government, reopening the economy, or passing COVID relief. Instead the Senate's prior...","sentiment_score":0.1428571429}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"Good job","sentiment_score":0.7}
{"full_text":"RT On 10th of February 2021, +1131 new cases of #COVID19 were confirmed by in Nigeria with 1,192 ecoveries.Find...","sentiment_score":0.2681818182}
{"full_text":"RT It's the First Anniversary of Prime Minister Boris Johnson missing 5 Emergency Cobra Meetings before emerging to tell us to...","sentiment_score":0.025}
{"full_text":"Hmmm.  . . Will this make Moms &amp; Dad's quiver in fear? #B119 Variant creates a #Covid19 infection hump for young kids. Please ask your #IaLegis legislator &amp; #CovidKim what they plan to do about it. Can they at least delay mandatory #FaceToFace schooling? #IaPolitics","sentiment_score":-0.1}
{"full_text":"RT The 4 Top Artificial Intelligence Trends For 2021 via #ArtificialIntelligence...","sentiment_score":-0.05}
{"full_text":"Watching university challenge and the contestants are separated by Perspex screens, surely no sane human being thinks that that is stopping the spread of Covid? Surely? The world has gone completely bonkers.","sentiment_score":0.0875}
{"full_text":"Me dodging coronavirus in my house","sentiment_score":0.0}
{"full_text":"RT We need $2,000 every month as a baseline guarantee of income during this pandemic, and even beyond as unconditi...","sentiment_score":0.0}
{"full_text":"RT Trump had Covid so bad that even with the best treatment available he was almost put on a ventilator, and he still woul...","sentiment_score":0.2333333333}
{"full_text":"RT We were told that New York had to send COVID patients into nursing homes in order to free up space in hospitals. But Tru...","sentiment_score":0.2681818182}
{"full_text":"Yes this is correct","sentiment_score":0.0}
{"full_text":"It paints a daunting portrait of life for elderly Asian Americans and Asian immigrants, who are already experiencing heightened levels of duress and solitude as the pandemic rages on.https:\/\/t.co\/cL5zdunD7Z","sentiment_score":0.0}
{"full_text":"RT Why is there BARELY ANY PRESS ABOUT THIS.\"Cuomo aide admits they hid nursing home data so feds wouldn't find out\"TH...","sentiment_score":0.05}
{"full_text":"RT WSJ: China refuses to give W.H.O. raw data on early coronavirus cases","sentiment_score":-0.0653846154}
{"full_text":"RT  Vaccine distribution update.https:\/\/t.co\/mPcnokYCbU","sentiment_score":0.0}
{"full_text":"RT having                             disliking covid-19              louis tomlinson                   no taste","sentiment_score":0.0}
{"full_text":"I guess \"later\" has arrived","sentiment_score":0.0}
{"full_text":"RT As more students return to schools, we remind parents to screen daily for #COVID19. Screening will tell you if your child...","sentiment_score":0.25}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"we literally went over two whole months without a day where there weren't six digits of new covid cases ","sentiment_score":0.1681818182}
{"full_text":"RT \"I had my COVID vaccine to protect myself, patients, colleagues but most importantly my family\" Bristol Paramedic....","sentiment_score":0.45}
{"full_text":"RT #Budget4HealthDevelopment of COVID-19 vaccines found a pride of place in the budget. Rs. 35,000 crore have been allocat...","sentiment_score":0.0}
{"full_text":"RT #New Quebec adding 984 COVID-19 cases and 25 more deaths. Hospitalizations with a major decrease and ICU numbers down slig...","sentiment_score":0.1358270202}
{"full_text":"RT UPDATE: The Mass Vaccination Site at the Oregon Convention Center will now be closed on Saturday, February 13, as well. We wi...","sentiment_score":-0.1}
{"full_text":"RT Read more about CORAL (COvid Risk cALculator), a tool which significantly reduced the time required by clinicians to assess pat...","sentiment_score":0.4375}
{"full_text":"RT 120 Doctors from across the globe sent an open letter to world governments insisting #VitaminD could reduce #COVID19 hospi...","sentiment_score":0.0}
{"full_text":"Anti-Asian sentiment took on a virulent tone when the pandemic began in 2020.Experts say inflammatory language, including officials referring to COVID-19 as the \"China\" virus, incited an increase in physical and psychological harm against Asians.https:\/\/t.co\/cL5zdunD7Z","sentiment_score":0.0}
{"full_text":"RT When talks about FL's covid numbers, he is referring to bad data. FL has been manipulating and underreporti...","sentiment_score":-0.7}
{"full_text":"RT REINFECTION WARNING from the WHO. \"We are now getting reports of people getting reinfected with a new variant--from  (...","sentiment_score":0.1363636364}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"People could learn a thing or 2 from spiny lobsters, like how to stop the spread of COVID-19 | FIU News - Florida International University","sentiment_score":0.0}
{"full_text":"RT BREAKING: \"We've now purchased enough vaccine supply to vaccinate all Americans,\" President Biden says after announcing the pu...","sentiment_score":0.0}
{"full_text":"RT COVID-19 crisis kickstarts Pakistan's green recovery.","sentiment_score":-0.2}
{"full_text":"Too bad terrorists weren't holding them hostage by demanding health and safety safeguards, only to be liberated to catch COVID by a puppet mayor entirely in service to the billionaire class.","sentiment_score":-0.2333333333}
{"full_text":"RT And just like that, the country was unified.","sentiment_score":0.0}
{"full_text":"RT When do you think the current lockdown should be lifted? Vote here  ","sentiment_score":0.0}
{"full_text":"RT Last year April i lost my job coz of lockdownmid-November got another chance now i lost the job coz of 2nd wave n lockdown...","sentiment_score":0.0}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"RT New today:  negotiated accelerated delivery schedule of Pfizer-BioNTech #vaccines, meaning we'll receive all 40 million...","sentiment_score":0.1363636364}
{"full_text":"Co , am indoors two weekends in a row","sentiment_score":0.0}
{"full_text":"RT #COVID19 I got a letter from &amp; a follow-up Txt from my GP.I clicked, gave my DOB &amp; was offered a range of d...","sentiment_score":0.0}
{"full_text":"RT Rent should not be going up during a pandemic.","sentiment_score":0.0}
{"full_text":"An inspired use of sticky rice! This could start a new pandemic craze since we've exhausted so many others.","sentiment_score":0.0787878788}
{"full_text":"RT Recovered Covid patients have been reinfected with new virus strains, WHO says","sentiment_score":0.1363636364}
{"full_text":"RT I've been getting rid of my BTC. Why? A currency is never supposed to be more volatile than what you buy &amp; sell with it.You c...","sentiment_score":0.5}
{"full_text":"RT \"Even now, she (Yan) is preparing another paper, nearing 30 pages, that she hopes will refute her critics and bring fresh...","sentiment_score":0.3}
{"full_text":"If you are Muslim, you know we don't support false idols like Trump. We are a culture of science and emptied our holy grounds for COVID. We are a people of peace and do not support the extermination of people. Only if your faith doesn't fit that, yeah, I might be in your way.","sentiment_score":-1.850371708e-17}
{"full_text":"RT One in five of you are going to work when you shouldn't be.So here's your regular reminder.This is a *health emergency*...","sentiment_score":0.0}
{"full_text":"RT Hey Chris, since you're big on questioning gubernatorial covid data, I look forward to you interviewing your brother, the G...","sentiment_score":0.0}
{"full_text":"RT India has emerged the surprise leader of the global vaccine diplomacy race. It has exported three times more doses than...","sentiment_score":0.25}
{"full_text":"I swear to god Denise, if Dede gets COVID because you won't push us fully remote I'll snap","sentiment_score":-0.1}
{"full_text":"The Netherlands are in lockdown. It's freezing cold outside but the  is shining. See picture what the result is.","sentiment_score":-0.3}
{"full_text":"RT It's being rumoured (which usually means leaked by the Gov to test reaction) that we'll be face-nappied up and social d...","sentiment_score":-0.1083333333}
{"full_text":"We share with you:Correlations between New daily covid-19 cases,New daily deaths and Google trends for masks in Algeriadoi:10.36648\/1989-5216.12.4.39#IDtwitter #IDMedEd #MedEd #febrile","sentiment_score":0.0454545455}
{"full_text":" well this sucks","sentiment_score":-0.3}
{"full_text":"RT Thank you for staying at home this weekend. While Wales is at alert level 4, remember that any exercise should be undert...","sentiment_score":0.0}
{"full_text":"RT I want to go back to a pre-covid society and the government to stop taxing me","sentiment_score":0.0}
{"full_text":"RT Cuomo should resign as I have been saying for weeks and years.","sentiment_score":0.0}
{"full_text":"RT DEAR LORD I AM SO CLOSE TO PROFANITY RIGHT NOW","sentiment_score":0.2857142857}
{"full_text":"RT Over 14 million people have now had their first vaccine dose.We want everyone eligible to get their jab as quickly as p...","sentiment_score":0.2916666667}
{"full_text":"RT Trump tweeted his \"Mike Pence didn't have the courage\" tweet at 2:24 PM. He tweeted his \"stay peaceful\" and \"no violence\" tweet...","sentiment_score":0.25}
{"full_text":"RT President Biden: \"#ValentinesDay is a big. Jill's favorite day. For real.\"Q: \"What inspired you to do this?\"@FLOTUS: \"I just...","sentiment_score":0.2333333333}
{"full_text":"RT The Texans aren't planning on having fans in 2021. Nothing to do with the pandemic, just their new philosophy","sentiment_score":0.1363636364}
{"full_text":"Why is there a long way to go? You said once the vulnerable and old had been done you would ease lockdown. You're a liar","sentiment_score":-0.15}
{"full_text":"RT Hollywood gave Andrew Cuomo an Emmy for murdering old people.","sentiment_score":0.1}
{"full_text":"Most people are back at work, it's hospitality n customer facing roles that are affected.., Covid TMM is here to stay for some time .","sentiment_score":0.25}
{"full_text":"Well if you do and your friend still wants to buy it maybe consider using the CAR letter acting against broker advice. Very wild times. https:\/\/t.co\/u3DveOOSlC","sentiment_score":0.11}
{"full_text":"RT Today I joined #G7 Finance Ministers and Central Bank Governors to discuss 's economic approach and response to the #COVI...","sentiment_score":0.1}
{"full_text":"The severity of COVID-19 symptoms suffered by President Donald Trump after contracting the coronavirus was worse than was publicly acknowledged and the president was nearly put on a ventilator, The New York Times reported Thursday.","sentiment_score":-0.0409090909}
{"full_text":"RT Decisions to include caregivers in early rounds of Covid vaccination are stunning in their long-overdue recognition of mil...","sentiment_score":0.3}
{"full_text":"Should you mix and match COVID-19 vaccines? Scientists are seeking answers","sentiment_score":0.0}
{"full_text":"RT White House Press Secretary Jen Psaki shoots down possibility of pre-flight Covid testing for domestic travel: \"Reports th...","sentiment_score":-0.0518518519}
{"full_text":"RT This morning on we spoke to MINARI director Lee Isaac Chung about adapting his childhood memories for t...","sentiment_score":0.0}
{"full_text":"RT Love.Love this!","sentiment_score":0.0}
{"full_text":"RT Scientists find no traces of Covid-19 on buses, tubes and stations","sentiment_score":0.0}
{"full_text":"RT Nothing to see here, folks. Just school districts in multiple states being forced to close because so many teachers are h...","sentiment_score":0.0666666667}
{"full_text":"RT Today, Joe Biden is meeting with Andrew Cuomo -- who lied about and covered up covid nursing home data.But Jill Biden p...","sentiment_score":0.0}
{"full_text":"RT #fintech acceleration amid #COVID19  #finserv #insurtech #proptech #AI #marke...","sentiment_score":0.0}
{"full_text":"Thanks for the invitation! I'm looking forward to sharing some thoughts on how the pandemic has impacted early career researchers and what we can do to help them navigate these challenging times #CARLoquium","sentiment_score":0.2833333333}
{"full_text":"RT This is false. When the fake media wants to say that double masking is the equivalent of an N95 respirator... They are f...","sentiment_score":-0.175}
{"full_text":"RT (1)MAINE UNITY PARTY was ready to swing, then Covid happened. It was unfortunate that we can't celebrate and had to canc...","sentiment_score":-0.15}
{"full_text":"RT #helpbedshairandbeauty #WomenSupportingWomen Women running businesses in Bedfordshire having received little or no f...","sentiment_score":-0.1875}
{"full_text":"As part of a $1.9 trillion coronavirus package, Biden wants to send $350 billion to state and local governments and tribal governments.","sentiment_score":0.1}
{"full_text":"RT It's the First Anniversary of Prime Minister Boris Johnson missing 5 Emergency Cobra Meetings before emerging to tell us to...","sentiment_score":0.025}
{"full_text":"RT Listening to right-wing Tory MPs and talk show hosts, you'd think Covid was almost over.New figures today show 695,000...","sentiment_score":0.0}
{"full_text":"Fingers crossed it will be good news on Tuesday https:\/\/t.co\/GAEGYzD9Ub","sentiment_score":0.7}
{"full_text":"Topping the list of our most popular journal articles is... \"Prone Positioning in Patients With Acute Respiratory Distress Syndrome &amp; Other Respiratory Conditions\"! Learn concerns &amp; best practices for treating patients placed on a ventilator: #ARDS #COVID19","sentiment_score":0.50875}
{"full_text":"#FridayFacts Project KING has built an online international learning community to create a generation of leaders who are prepared to confidently lead during unprecedented events such as COVID-19.  Join Kids Impacting Nations Globally  ","sentiment_score":0.22}
{"full_text":"Africa has 3.5 million+ Covid-19 cases - though the fatality rate remains low, the question of how governments will deal w\/ sustained economic impacts looms. In a NEW commentary, senior associate Laird Treiber examines next steps for Africa's response. ","sentiment_score":0.0840909091}
{"full_text":"Lt. Gen. Brian Beaudreault of and Lt. Gen. Ronald Place, for discussed Marine support from II MEF for the Defense Health Agency.#COVID19 #GetVaccinated #ARMY #Marines #InThisTogether","sentiment_score":0.0}
{"full_text":"OPEN: Feb. 18 COVID-19 vaccine clinic for anyone in Phase 1A\/1B.- Click the link below- Click \"Find a Clinic\"- Click the blue button \"Sign Up for a COVID-19 Vaccination\" posted under the Gallatin County clinic information. - Fill out your information.","sentiment_score":0.0}
{"full_text":"This week, we heard from 4 expert panels for our Joint House &amp; #SenDemPolicy Committee hearing on maternal health amidst #COVID19.The hearing was hosted by &amp; recording of the hearing is available https:\/\/t.co\/w8NoeOMG1k","sentiment_score":0.4}
{"full_text":"RT I still think that this pandemic is time for ppl to reinvent themselves .. GO GET BETTER","sentiment_score":0.5}
{"full_text":"The Rhubarb Festival has become a book with single print run of 888 copies -- and no two are the same.","sentiment_score":-0.0357142857}
{"full_text":"Whilst non-essential retail remains closed &amp; we have had to change our shopping habits, Gekko would like to ask your opinion on how you have shopped during the #pandemic . To take part in our quick 5 minute survey please visit #Gekko #Retail #Marketing","sentiment_score":0.1166666667}
{"full_text":".@AyoDos_11 has made it cool again to be the face of is HUGE in helping huge in-state recruiting push as they can say YOU can be the next star to stay home &amp; build something special!@BleavPodcastsDL + Subscribehttps:\/\/t.co\/UPQ1AWOMJ6","sentiment_score":0.2875}
{"full_text":"RT Ok let's put them in there??","sentiment_score":0.5}
{"full_text":"In the wake of #COVID19, how might the role of #outsourcing change? Learn why in our latest Global Outsourcing Survey report.","sentiment_score":0.25}
{"full_text":"In the midst of a pandemic, with an economy still struggling to recover from her lockdowns, has proposed the largest state budget in Michigan history.","sentiment_score":0.0}
{"full_text":"In the wake of #COVID19, how might the role of #outsourcing change? Learn why in our latest Global Outsourcing Survey report.","sentiment_score":0.25}
{"full_text":"ICYMI: Mental health is important, especially when trying to navigate the pandemic and everything that comes along with it. Learn about Seasonal Affective Disorder here.","sentiment_score":0.1}
{"full_text":"Are you looking for resources on modifying exercises and drills in response to the pandemic? Check out this NEW fact sheet from  #SHS","sentiment_score":0.1363636364}
{"full_text":"How did Portugal &amp; Israel have #Covid19 waves bigger than Sweden when on #lockdown regimes?2. If Swedish #HerdImmunity approach was murder, why is their CFR lower than many #lockdown disciples?#endlockdown #Factscc:@RevMeshoe","sentiment_score":0.25}
{"full_text":"As part of a $1.9 trillion coronavirus package, Biden wants to send $350 billion to state and local governments and tribal governments.","sentiment_score":0.1}
{"full_text":"For social distancing, Jim Ferguson Unit prisoners can't access board games. So they started playing chess in their minds.\"this intellectual oasis we created in the middle of a lonely desert brings people from diverse cultures and backgrounds together\"https:\/\/t.co\/boA6GSLSrT","sentiment_score":0.0583333333}
{"full_text":"New Global Health Blog Post!Jessy Zhang discusses 'COVID Vaccines: What's going on?', touching on global vaccine roll-outs and vaccine hoarding and inequalityRead the full post: #TMN #medtwitter #globalhealth #COVID-19 #vaccine","sentiment_score":0.1972727273}
{"full_text":"Our socials are now closed Thank you for all your mentions &amp; messages  Leanne &amp; Jai shall be back with you in the morning from 8:00am until 7:00pm tomorrow &amp; 9:00am until 1:00pm on Sunday. We wish you all an enjoyable evening #StayHome#ProtectTheNHS #SaveLives","sentiment_score":0.1333333333}
{"full_text":"Hearing Trump speak made me so angry. Hearing Joe Biden makes me want to cry tears of joy. #ChampBiden #MajorBiden #ValentinesDay","sentiment_score":0.15}
{"full_text":"RT \"Do we deliberately want to give young people an illness that lasts weeks, if not a lifetime, and is quite possibly incura...","sentiment_score":0.05}
{"full_text":"###.*.###-####### ** ###########** ## # ## ##########+*#####--+--+-+-++-+   just dropping by to+-+    say PLZ WEAR YOUR MASK+-+    pandemic = not over+-+ \/    k love u+-+\/# +-+\/  \\","sentiment_score":0.5}
{"full_text":"New research from suggests that 71% of Americans are favorably inclined to get or have received the #COVID19 vaccine, the minimum level needed for population immunity.","sentiment_score":0.1363636364}
{"full_text":"COVID-19 has brought about renewed journalistic debates about sensationalism, source anonymity, and more. Our public editor weighs in on The Daily's role in balancing crucial reporting with the preservation of health and safety of the Stanford community.","sentiment_score":0.125}
{"full_text":"After the vaccination of all high-risk groups within the UK, the British government should provide surplus vaccines to Australia, Canada and New Zealand, argues for #ukpolitics #COVID19 #CANZUK","sentiment_score":0.0681818182}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"THE WELLNESS PRESCRIPTION w\/ Dr. CLAUDIA MACHIELLA brought to you by - Joining on SATURDAY AT 10 AM is former #MuchMusic host, actor, songwriter, and entrepreneur to discuss a new survey on how #Canadianmoms are coping with the pandemic","sentiment_score":0.0681818182}
{"full_text":"Walk with us virtually on Feb 20th, for The Coldest Night of the Year, in support of the This covid-safe, family-friendly walk raises money for charities serving people experiencing homelessness and hunger! #cnoy21Register today","sentiment_score":0.0}
{"full_text":"\"I definitely think that there's going to be significant learning loss, especially where folks have not adapted to providing innovative and creative ways to really, really support families holistically.\"","sentiment_score":0.2625}
