{"full_text":"You're right! Isn't it a war crime to bomb a sovereign country? Imagine if Syria or Canada or Mexico or Belize flew planes over a US city and just started dropping bombs and they said, oh, the US commits human rights abuses against its population everyday with covid, jails, etc..","sentiment_score":0.0523809524}
{"full_text":"RT In the pandemic the government has given almost PS2 billion in contracts to companies who have donated money to or are close...","sentiment_score":0.0}
{"full_text":"Re surge testing: Plough Lane having tech issues this am, we hear. Ring before you go! #Covid","sentiment_score":0.0}
{"full_text":"RT If you've been struggling to concentrate lately, this could be why.","sentiment_score":-0.3}
{"full_text":"It seems to take forever to wipe down and wash shopping when it's delivered.  Everything has added stress.  Soon I need to travel to Sydney from Canberra and it feels like I'm planning to visit zombie central. Even though the last outbreak in Sydney is apparently \"controlled\".","sentiment_score":-0.0263888889}
{"full_text":"RT Covid-19: A-level and GCSE results to be decided by teachers","sentiment_score":0.0}
{"full_text":"RT pandemic. Everyone around the world has been affected. Do we not deserve a fair decis...","sentiment_score":0.7}
{"full_text":"RT K-News are reporting that Matuschik at Bayern3 made racist comments against BTS, comparing them w\/ COVID19, saying they sh...","sentiment_score":0.0}
{"full_text":"RT bombing syria barely a month after taking office &amp; before passing a coronavirus relief package is a perfect encapsulation of...","sentiment_score":0.525}
{"full_text":"RT .@awhoraofficial is: Covid Nine-Tina#DragRaceUK","sentiment_score":0.0}
{"full_text":"Can a guy get some #TRON for a early adopter tattoo! I bought over a million trx when it was released and believed in it so much I got it on my arm! Had to sell off after losing job to COVID. :($TRX: TV2s1CCGYX1GGyYm4PnskxYah5rPd7caXc","sentiment_score":-0.125}
{"full_text":" Latest Covid Updates:-                           Total Cases : 11,063,491                               Deaths : 156,861                          Recovered : 10,750,680                 Here is a randomly generated number:142","sentiment_score":0.0}
{"full_text":"RT The current situation of corona in our country, has lead us students to the same stress and tension we faced last year...","sentiment_score":0.0}
{"full_text":"Testing is absolutely key to reducing infection rates in the city and ensuring we come out of lockdown using the road map announced this week by the PM.Huge amount of testing opportunities in communities across the city, don't hesitate to get tested more than once a week ","sentiment_score":0.25}
{"full_text":"We are stumbling into a second pandemic with adults in later life at risk again. The deconditioning physically &amp; cognitively I have witnessed in my own grandparents is hard to see . They deserve better, we need national action #livelongerbetter","sentiment_score":0.1297619048}
{"full_text":"Would the first thing to be discarded be democracy. They're already telling us what we can and cannot do and where we can and cannot go after lockdown is over.","sentiment_score":0.25}
{"full_text":"For the privileged class? Even health workers have not been fully vaccinated with the COVID vaccine People over the age of 65 have not been vaccinated KBZ Bank MD Family Member Vaccinated (Post Deleted Now) Are vaccines now being used by the affluent community? #credit","sentiment_score":0.65}
{"full_text":"RT Government Roadmap Covid-19 [independent] pollOverall, given all you know, what do you think about the Prime Minister's roa...","sentiment_score":0.0}
{"full_text":"Dr. Priyanka Mehta, Director &amp; Principal, , Greater Noida WestThe pandemic has taught us new things and the world will move ahead from here. The #technology will not replace anyone; it will only make things easier.https:\/\/t.co\/3iikIpvBZZ#EletsEducation","sentiment_score":0.2121212121}
{"full_text":"RT The failure of the U.S. to respond appropriately to the pandemic could have been predicted if anyone had bothered to ask social...","sentiment_score":0.0722222222}
{"full_text":"RT Yes, actually. Biden is working to pass a 1.9 trillion dollar  \"Covid relief\" package of which just 9% will go to the Am...","sentiment_score":0.0}
{"full_text":"RT Watch today's coronavirus briefing live on our channels at 11am.","sentiment_score":0.1363636364}
{"full_text":"RT This is good article in German media covering all aspects of the issue without downplaying any parts. And keeps the focus...","sentiment_score":0.35}
{"full_text":"RT Covid-19 'Vaccine Passports' May Soon Become A Reality - via","sentiment_score":0.0}
{"full_text":"RT Everything is just wrong Really pissing me off cos I deal with this kind of comments every day in Germany. This is not jus...","sentiment_score":0.1}
{"full_text":"RT Thanks  &amp; Prime Minister for supporting #VaccinEquity. Your commitment to #COVAX and sharing #COVID19 vaccine...","sentiment_score":0.225}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"Don't think I've seen this before. A machine to pick up a  Covid specimen collection pack in Hong Kong. (Pick up a kit, spit in it, drop it off somewhere. And hope you're not sick bc they'll isolate you)","sentiment_score":0.3571428571}
{"full_text":"RT Todays Feel Good StoryChina Gave Biden Officials Anal #COVID Swab Tests In Error ","sentiment_score":0.7}
{"full_text":"RT BACS23126","sentiment_score":0.0}
{"full_text":"RT We are proud of our Indian Government!!","sentiment_score":1.0}
{"full_text":"RT Well, aren't they just peachy? If you aren't afraid of this government, why not? \"You will have to pay our legal fees...","sentiment_score":-0.2}
{"full_text":"RT Covid saw us and said they've suffered enough","sentiment_score":0.0}
{"full_text":"me and my husband put together a guide to the Roadmap out of Lockdown! We're two men with too many wigs and too much time ... here's the video: Hope you enjoy and can maybe share. #LockdownLaughs #IsolationCreations","sentiment_score":0.3666666667}
{"full_text":"RT #Bayern3Racist what the eff is goin on with this summary? Equating people to covid is not just an opinion, is racist a...","sentiment_score":0.0}
{"full_text":"RT Racism is not an opinion. We demand to release a proper apology and condemn anti-Asian racism on air. The Asia...","sentiment_score":0.0}
{"full_text":"RT UK finance leaders want buoyant investment as we enter post-covid erahttps:\/\/t.co\/oXS6oEIfIu #Roadmap #finserv #London #Invest...","sentiment_score":0.0}
{"full_text":"RT This is ridiculous.The Asian community is suffering from a rise in hate crimes due to the pandemic, both locally and glob...","sentiment_score":-0.23125}
{"full_text":"RT In progress today:1) We now have 2M doses of Covid vaccines rotting on shelves in CA.2) We bombed Syria.","sentiment_score":0.0}
{"full_text":"RT COVID-19 was unexpected, with no pre-set formula to fight it.In such times, India's people powered approach was very be...","sentiment_score":0.1}
{"full_text":"RT Seriously, ? That headline is grossly irresponsible. Fine to criticise vaccine management in . But this sou...","sentiment_score":0.0277777778}
{"full_text":"RT A powerful story on the BBC where Jordan describes COVID triggering diabetes which he lived with for 6 months without knowi...","sentiment_score":0.3}
{"full_text":"RT Well, aren't they just peachy? If you aren't afraid of this government, why not? \"You will have to pay our legal fees...","sentiment_score":-0.2}
{"full_text":"RT This is ridiculous.The Asian community is suffering from a rise in hate crimes due to the pandemic, both locally and glob...","sentiment_score":-0.23125}
{"full_text":"RT This should have been avoided.The full damage caused by this won't be known for some time. The non-COVID health crisis ha...","sentiment_score":0.35}
{"full_text":"RT How coronavirus has highlighted the need for better rural transport - The pandemic has highlighted how remote country co...","sentiment_score":0.1333333333}
{"full_text":"RT These companies have no right to demand anything. They are private businesses who wanted to take risks to make money withi...","sentiment_score":-0.0714285714}
{"full_text":"RT One year ago today, Kayleigh McEnany made a really bad COVID prediction, but what's really special is how she also made a...","sentiment_score":-0.1714285714}
{"full_text":"RT A HH-101A helicopter of the 15th Wing of the Italian Air Force transported yesterday a COVID-positive patient from Cam...","sentiment_score":0.0}
{"full_text":"I'd prefer to break lockdown rules rather than be a parent to a paedophile x","sentiment_score":0.0}
{"full_text":"RT COVID-19 was unexpected, with no pre-set formula to fight it.In such times, India's people powered approach was very be...","sentiment_score":0.1}
{"full_text":"RT Pleasantly surprised with the Mexican government. Due to COVID, classes are broadcast on TV (not all families have laptops)...","sentiment_score":-0.0083333333}
{"full_text":"RT Happy #ShowreelShareDay!Happy to watch and share any reels - just fire them my way. Would love to take a look.Got seve...","sentiment_score":0.65}
{"full_text":"RT If the Unemployment is PANDEMIC then the vaccine for it is JOBS #modi_rogar_do #modi_job_do","sentiment_score":0.0}
{"full_text":"So even in COVID19 ,India doing better than UK.Politics&amp; Economy, Honest To Frauds&amp;Intelligent To Fool can speak on to Sermon.So CHOR to BEKOOFS &amp; We Citizens dabble Daily.Unlike MATHS,No Logic to Deduce Every Step.","sentiment_score":0.55}
{"full_text":"RT The domestic workers trapped in homes where their wealthy employers flout lockdown rulesDespite Covid restrictions, some h...","sentiment_score":0.1}
{"full_text":"Wear a mask.  Regardless of your immunization status.  You might save the life of a beloved Grandma.  You might save the life of a mother, father, sister or brother.  You might save a life .  Isn't that enough? It is for me.","sentiment_score":0.35}
{"full_text":"RT it's our 10th year anniv on 19 April, it's a meaningful year, i hope corona quickly disappears. i really want to have 10 y...","sentiment_score":0.3444444444}
{"full_text":"RT #LargestVaccineDrive #COVID Vaccination Tracker (upto 25 Feb 2021 till 6 pm) All-India beneficiaries vaccinated: 1,30,67...","sentiment_score":0.0}
{"full_text":"RT VIDEO: Lady calls out Nigerian leaders over a Lagos-based Chinese factory burning car battery to form mercury to make el...","sentiment_score":0.0}
{"full_text":"RT The vaccine is to coronavirus what wind-turbines are to Climate Change.","sentiment_score":0.0}
{"full_text":"RT Glasses wearers less likely to get COVID, study says.\"Researchers suggest that's because they're less likely to touch t...","sentiment_score":-0.0833333333}
{"full_text":"RT Navajo Nation to mark one year since first #COVID19 case with virtual event giving resources to families &amp; day of prayer...","sentiment_score":0.25}
{"full_text":"RT Nurses, paramedics, doctors &amp; allied health professionals have put their lives on the line every single day of this pand...","sentiment_score":-0.0714285714}
{"full_text":"RT COVID-19 was unexpected, with no pre-set formula to fight it.In such times, India's people powered approach was very be...","sentiment_score":0.1}
{"full_text":"RT More than 2.5 million people across the world have died from coronavirus, according to Johns Hopkins University datahttps:\/\/t....","sentiment_score":0.5}
{"full_text":"So apparently one of my coworkers is dead convinced covid is an artificial lab created virus and also is against the vaccine, I hate it here","sentiment_score":-0.3875}
{"full_text":"#StephensGaskets has designed, #manufactured and supplied #FaceVisors throughout the UK to help reduce the spread of #covid19. Our #FaceShields are convenient, durable &amp; very reliable! Learn more.. #HealthCare #Automotive #Hospitality #ManufacturingUK","sentiment_score":0.375}
{"full_text":"#TeamBuilding #events that permit #SocialDistancing help promote confidence in employees, build confidence &amp; trust in each other as well as develop their skills too! See more...https:\/\/t.co\/T9JSb1DXqV#AWDgroup #CommunicationSkills #BespokeEvents #MotorTrade #MotorTrade #SMMT","sentiment_score":-0.15625}
{"full_text":"Whateverrr Paulette betta' stay home , ya?","sentiment_score":0.0}
{"full_text":"RT Josh Hawley is, unsurprisingly, the only senator to oppose all ten of Biden's already confirmed nominees. I have a suggestio...","sentiment_score":0.1333333333}
{"full_text":"This week's My Wigan Borough Updates newsletter is out now - outlined the Government's 'roadmap' out of lockdown with all of the key dates &amp; information, you can view the Covid-19 tracker for this week &amp; also find out more about the Census 2021.","sentiment_score":0.25}
{"full_text":"Issue 01 contributor has released his first photobook! 100% of proceeds go to Kaikala Chetana, a community-run volunteer-based education program which was hit by Cyclone 'Amphan' during the recent COVID-19 lockdown.More info:","sentiment_score":0.15625}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"Either the media\/government lying about 19, or the Foreigner? sends rumors packing in Wuhan","sentiment_score":0.0}
{"full_text":"RT COVID-19 was unexpected, with no pre-set formula to fight it.In such times, India's people powered approach was very be...","sentiment_score":0.1}
{"full_text":"Hundreds of thousands of people asked to shield in England are being invited for a Covid-19 vaccine jab.https:\/\/t.co\/Ur64pZmhAZ","sentiment_score":0.0}
{"full_text":"Mujaheed Martin started an e-hailing business on the Cape Flats when he found  himself jobless in Lockdownhttps:\/\/t.co\/hm0ogJUq7f","sentiment_score":0.0}
{"full_text":"Beyond #COVID, concerns about Tokyo #Olympics\/#Paralympics are persisting Classification process has emerged as significant issue for ParalympiansBy","sentiment_score":0.375}
{"full_text":"RT Seriously, ? That headline is grossly irresponsible. Fine to criticise vaccine management in . But this sou...","sentiment_score":0.0277777778}
{"full_text":"RT You decide when you go out You decide how you socialiseYou decide if you wear a maskYou decide if you are jabbedYou deci...","sentiment_score":0.0}
{"full_text":"The DOH has reported 2,651 new cases of coronavirus infections as of Friday, the highest daily increase in more than four months.","sentiment_score":0.2121212121}
{"full_text":"With lockdown hopefully coming to an end this summer, my sights are firmly set on a couple of running events towards the end of summer, fingers crossed they'll go ahead, I feel ready for them.https:\/\/t.co\/hSHBZdDRtl","sentiment_score":0.0}
{"full_text":"Do you have good quality furniture or household goods that you no longer need? Consider donating to us &amp; help fund support for a local older person. We collect free from your door &amp; #COVID19 safe! Register here: #FridayFact #Friyay","sentiment_score":0.3783333333}
{"full_text":"RT COVID-19 was unexpected, with no pre-set formula to fight it.In such times, India's people powered approach was very be...","sentiment_score":0.1}
{"full_text":"\"AstraZeneca discovered more female employees than male employees were taking on homeschooling responsibilities during lockdown. The company's solution? Hire 90 teachers and deliver online classes for AZ employees' children.\"","sentiment_score":0.1666666667}
{"full_text":"Which vaccine is most effective in Pakistan? || Why do I wear a mask after getting a vaccine?https:\/\/t.co\/i5cLNcCgqP#CoronaVaccine #vaccination #coronadebat","sentiment_score":0.55}
{"full_text":"Applications are still open for the RPS Enterprise Fund General tier, offering grants of PS2,000.Classical musicians: what idea do you have arising out of lockdown which could newly help develop your skill set and propel your career?","sentiment_score":0.0621212121}
{"full_text":"Don't miss the opportunity to attend this webinar where speakers from Aldbury International and #SteelEye will look at the evolving role of operational resilience in financial services. #webinar #operationalresilience #covid19 #fintech #regtech #compliance","sentiment_score":0.0}
{"full_text":"Play a part in making society more inclusive by signing #LeftOutOfLife pledge...","sentiment_score":0.5}
{"full_text":"#WHOSaveTurkishStudents HELP OUR","sentiment_score":0.0}
{"full_text":"Brenda Shanahan, Radiology Deputy Matron at on why she is happy to be vaccinated against COVID-19.","sentiment_score":0.8}
{"full_text":"This shows the top 5 contributors to the GDP of the Nigerian economy during the Covid19 lockdown (2nd quarter of 2020) by sub-sectors. #dtianalytics #Nigeria #economicsurvey2020 #precovid19   #nominalgdp #growthrate #GDP","sentiment_score":0.25}
{"full_text":"Publix opening COVID-19 vaccination appointments at all 730 Florida Publix pharmacieshttps:\/\/t.co\/CxJra3f74A","sentiment_score":0.0}
{"full_text":"In a recent survey, 77 per cent of those polled in the UAE said that they have become more cost-conscious, while 79 per cent and 82 per cent have turned more environmentally and health-aware respectively. ","sentiment_score":0.25}
{"full_text":"We are monitoring developments concerning COVID-19 restrictions in line with guidance from the Government. Please refer to our website for updates on Town Council services, facilities and activities:","sentiment_score":0.0}
{"full_text":"It's a historic day for regional Queensland with the COVID-19 vaccination program now officially underway. Five frontline workers were the first to be given the jab, with hundreds more to be inoculated in the coming week. #COVID19 #7NEWS","sentiment_score":0.25}
{"full_text":"A Johnstown woman turned the challenges of the pandemic into strength, fueling her road to recovery.https:\/\/t.co\/yq2LxaymHi","sentiment_score":0.0}
{"full_text":"It's never too early to learn how to properly wash your hands!  Washing hands also protects us from COVID-19.#UNICEF continues to provide access to safe, clean water and soap for #Rohingya families living in #refugee camps thanks to support from #AChildIsAChild","sentiment_score":0.2333333333}
{"full_text":"NEWSLETTER: Open this Newsletter and find out how Malaysia have successfully grow their business despite pandemic.#Business #News #Daihatsu #Commercialvehicleshttps:\/\/t.co\/X5e1tgiCtE","sentiment_score":0.375}
{"full_text":"California Covid could be 11 times deadlier than South Africa strain","sentiment_score":0.0}
{"full_text":"The Department of Health has not released data on the number of COVID-19 patients who were released back to nursing homes, or which nursing homes readmitted such patients.https:\/\/t.co\/tu0RNf25D1","sentiment_score":0.0}
{"full_text":"Meet our latest recruits!  We welcome Sam Guilding, Jeremy Lucas, Adam Leach, Chris Peal, Lucy Keet &amp; Sam Keet to the Millenium team. We are excited about the team emerging as we put the foundations in place to prepare for the coming post-pandemic era.","sentiment_score":0.6}
{"full_text":"RT #Bayern3Racist trends worldwide after German radio host Matthias Matuschik made racist comments towards BTS recently by compar...","sentiment_score":0.0}
{"full_text":"THIS ISN'T ABOUT ARMYS BEING UPSET!! THIS IS ABOUT RACISM jesus christ","sentiment_score":0.0}
{"full_text":"RT PFIZER-BIONTECH COVID-19 VACCINE COULD SIGNIFICANTLY REDUCE TRANSMISSION RISK AFTER A SINGLE DOSE -UK STUDY$PFE","sentiment_score":0.1517857143}
{"full_text":" It's nearly time for our Facebook Live with council leader@AbiBrown1 LIVE at 4.15pm today to discuss the government roadmap for coronavirus &amp; provide a general coronavirus update for the city &amp; moreWatch here  Questions","sentiment_score":0.1056818182}
{"full_text":"If you're #isolating, #shielding or following the advice to #stayathome, it's important to keep yourself #active. @EHStaffordshire offers free, supported, online classes for those new to exercise.Sign-up at: apply)#doittofeelgood","sentiment_score":0.1505050505}
{"full_text":"Thank you, Dr","sentiment_score":0.0}
{"full_text":"German radio host Matthias Matuschik has been slammed by fans of K-pop superstars BTS after he made racist comments against them after they performed on \"MTV Unplugged\" including covering Coldplay's \"Fix You.\"https:\/\/t.co\/vYzdszuBCG","sentiment_score":0.0}
{"full_text":"RT Matthias Matuschik wasn't edgy when he said he hates BTS &amp; likened them to Covid. He knows there's an epidemic of hatred...","sentiment_score":-0.3}
{"full_text":"The CDC-backed website, has now been updated to include COVID-19 vaccine locations nationwide, sharing information about where supplies have been shipped to hopefully help eligible people find appointments.","sentiment_score":0.0}
{"full_text":"If you're looking for a job during the coronavirus pandemic, we've got you covered!","sentiment_score":0.0}
{"full_text":"Protect yourself from COVID-19 fraud. Offers to purchase COVID-19 vaccination cards are scams. Valid proof of COVID-19 vaccination should only be given to vaccinated individuals by legitimate providers administering vaccines.  Learn more:","sentiment_score":0.2}
{"full_text":"It's a historic day for regional Queensland with the COVID-19 vaccination program now officially underway. Five frontline workers were the first to be given the jab, with hundreds more to be inoculated in the coming week. #COVID19 #7NEWS","sentiment_score":0.25}
{"full_text":"If you've had a cough for 3 weeks or more, and it isn't COVID-19, don't ignore it. It's probably nothing serious but it could be a sign of cancer. Your NHS is here to see you, safely. #HelpUsHelpYou","sentiment_score":0.2222222222}
{"full_text":"Current Conditions for #Sayre PATemp: 16.9FWind Chill: 16.9FHumidity: 99%Dew Point: 16.6F Barometer: 30.495 inHgWind: 0 mph from the WSWCorona Virus Weekly Stats:Cases: 126.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":" Looking for a weekend watch? Check out our expert panel on the future of #GovTech discussing challenges brought on by #Covid19, startup investment trends &amp; digital upskilling in government: #StateUp21","sentiment_score":0.0}
{"full_text":"I was lit before da pandemic","sentiment_score":0.0}
{"full_text":"UNLOCK YOUR POST LOCKDOWN LOOK  Re-discover and re-define your personal style at fashion guru and NET-A-PORTER stylist April Kalu's clothes swapping party!  Live on March 7 -  revamp your style on a budget, network and declutter your wardrobe via:","sentiment_score":0.0681818182}
{"full_text":"Here are the new House Lockdown challenges!In celebration of World Book Day next week, they are all book related in some way. We can't wait to see what you come up with! This week please email entries to Miss Lynn (slynn@ng6.unity-ed.uk)#LockdownChallenges #WorldBookDay","sentiment_score":0.0454545455}
{"full_text":"If communist can take care about Kerala state by avoiding awards focus, country will be in better shape. Kerala is the worst hit by Corona spread.","sentiment_score":-0.25}
{"full_text":"Questions about our COVID-19 projections? Visit our FAQ to learn more about the project, data sources, and how we're modeling the pandemic. https:\/\/t.co\/alWnwr33tB","sentiment_score":0.5}
{"full_text":"We'll be giving you the latest Covid-19 updates from and Swansea Bay University Health Board on The Wave - so tune in and have a listen to keep safe &amp; keep up to date. ","sentiment_score":0.5}
{"full_text":"Hundreds of thousands of people asked to shield in England are being invited for a Covid-19 vaccine jab.https:\/\/t.co\/XplGSXILUn","sentiment_score":0.0}
{"full_text":"Daily News BriefingParis 'will propose' a three-week city lockdown to curb COVID-19 spike #Paris #lockdown2021 #COVID19france","sentiment_score":0.0}
{"full_text":"Our friends are still looking for PhD researchers to tutor pupils disadvantaged by the pandemic. It's a public engagement opportunity and the placements are paid positions. For more info and to apply:","sentiment_score":0.25}
{"full_text":"#Gratitude WeekSOMETHING TO BE GRATEFUL FORRenewed appreciation for the little things we took for granted before lockdownGRATITIUDE ACTIVITY:Try not to complain for 1 dayBENEFITS OF GRATITUDEFocusing on gratitude reduces -ive emotions such as envy, resentment &amp; jealousy","sentiment_score":-0.09375}
{"full_text":"ICYMI: Total #COVID19 cases in the country passed the 571,000-mark after the DOH recorded 2,651 new cases today.READ:","sentiment_score":0.0681818182}
{"full_text":"#COVID19 | Make sure to follow this checklist to #staysafe from #coronavirus  1 Wear your #mask properly 2 Frequently wash your hands3 Maintain safe distance #Unite2FightCorona","sentiment_score":0.3666666667}
{"full_text":"RT VIDEO: Lady calls out Nigerian leaders over a Lagos-based Chinese factory burning car battery to form mercury to make el...","sentiment_score":0.0}
{"full_text":"Data affirms that it's the vulnerable who need the #COVID19 #vaccine. With only 0.04% of u20s hospitalised, the only benefit in #VaccineRolloutSA going for u20s is for big #Pharmaceuticalscc:@RevMeshoe","sentiment_score":-0.125}
{"full_text":"CDC launches website to show where #COVID19 vaccines are being given near you | DETAILS on #WakeUpATL","sentiment_score":0.1}
{"full_text":"Vatican Softens Decree That Indicated Employees Would Lose Jobs Over COVID Vaccine RefusalEmployees of the Holy See won't face automatic dismissal if they refuse vaccination on grounds of conscience.Read the full report:","sentiment_score":0.35}
{"full_text":"If you've had a cough for three weeks and it isn't COVID-19 it could be a sign of cancer, so make sure to contact your GP practice. #HelpUsHelpYouFinding cancer early makes it more treatable and can save lives. Your NHS is here to see you, safely:","sentiment_score":0.4}
