{"full_text":"LMFAOOOOOOO","sentiment_score":0.0}
{"full_text":"RT Tie broken, Senate COVID-relief budget resolution passed. Thank you, Gergia!","sentiment_score":-0.5}
{"full_text":"RT One year ago, not a single American had yet died of Covid. Current US death toll is 460k+.","sentiment_score":0.0119047619}
{"full_text":"RT This is fucking insane. Everything is fucking insane.","sentiment_score":-1.0}
{"full_text":"RT The eviction moratorium is tied to the Emergency Declaration.  Currently, this means that evictions, and the spreading...","sentiment_score":0.0}
{"full_text":"RT keren bingits dong jateng! Great communications, sir! #2HariJatengHeningCipta","sentiment_score":1.0}
{"full_text":"RT CNN: 458,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT Owen is indeed the Sandpoint Super Spreader. Moved there from Washington state last fall.Watch out I...","sentiment_score":0.1666666667}
{"full_text":"RT One year ago, not a single American had yet died of Covid. Current US death toll is 460k+.","sentiment_score":0.0119047619}
{"full_text":"RT Check on your friends that live alone. We are going feral and will need careful reintegration to polite society when COVID...","sentiment_score":0.0181818182}
{"full_text":"RT Physicians Premier ER charged Dr. Zachary Sussman's insurance $10,984 for his COVID-19 antibody test even though Sussman wo...","sentiment_score":0.0}
{"full_text":"New post: \"'Nobody Knows Right Now:' Attorneys for Cuomo, Synagogues Debate Capacity Injunction Amid Evolving Pandemic\"","sentiment_score":0.211038961}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"I haven't worked for fifteen years because my husband agreed he would work and I would stay home with the kids. Now he has left us, with mile high bills we were behind on. I've had to file for child support and food stamps and we barely get by. Psoriatic arthritis I can't work...","sentiment_score":-0.0475}
{"full_text":"RT Sanders says he 'never' intended to raise minimum wage to $15 during a pandemic as Senate rejects it | Just The Newsh...","sentiment_score":0.0}
{"full_text":"RT \"He might slip and say something\" Biden warns when asked why he thinks Trump should not get access to classified intellige...","sentiment_score":0.0}
{"full_text":"So proud of Renee - can't wait to see her participate in this webinar. So appreciative of the support and inclusion of patients with lived experience in these sessions.","sentiment_score":0.7}
{"full_text":"RT The total wealth of 64 billionaire sports barons shot up by $98.5 billion during the pandemic; 26 of them got $9 billion in ta...","sentiment_score":0.0}
{"full_text":"RT MOL team member Adamu Chan just published an encapsulating essay in Be sure to check it out to learn about the...","sentiment_score":0.5}
{"full_text":"RT Ministers are planning to use Covid as an excuse to take more control over the NHS in England.Please RT if you think ever...","sentiment_score":0.225}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"RT More than 1,000 active duty troops will begin supporting vaccination sites around the United States, White House senior COVID...","sentiment_score":0.1541666667}
{"full_text":"RT Yale Study Connects Long COVID with Autoantibodies","sentiment_score":-0.05}
{"full_text":"RT Get you a VP who casts a tie-breaking vote on Covid-relief and makes sure to look out for her girl at the same time.","sentiment_score":0.25}
{"full_text":"RT It's magnificent Z! And your performance is quite literally breathtaking. Congratulations to you and the whole Malcolm...","sentiment_score":0.7333333333}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"Last lockdown Joseph was off work so it was easier being at home together. This time round he is working and it sucks being on my own in the day. ","sentiment_score":0.025}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT Kevin Hughes trying to contain covid at cnu this spring","sentiment_score":0.0}
{"full_text":"RT Devastating 200k job loss show human &amp; financial cost of Trudeau's failures on COVID &amp; economy.","sentiment_score":-0.3333333333}
{"full_text":"RT Another ugly COVID milestone:USA nearing 1 in 700 Americans dead.","sentiment_score":-0.45}
{"full_text":"RT Trudeau claimed today than 8 out of every 10 dollars of support during the pandemic has come from the federal government....","sentiment_score":0.0}
{"full_text":"Renting in Arizona ... landlords hold huge sway when it comes to the eviction process, and a reporter who couldn't pay rent bc of an online glitch narrowly avoided getting sucked into that nightmare pipeline.","sentiment_score":0.1}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"RT FYII'm shocked Doug didn't turn this into a photo op alreadythis is the kind of tech we needhttps:\/\/...","sentiment_score":-0.05}
{"full_text":"RT The government cares about your health and well-being..... yeah right here they are clubbing a senior citizen over the...","sentiment_score":0.2857142857}
{"full_text":"RT Best Governor in America in handling the pandemic :","sentiment_score":1.0}
{"full_text":"RT I got binoculars 'cause I don't want to go that close...... #socialdistancing ","sentiment_score":0.0}
{"full_text":"RT NFL commissioner offers Joe Biden all football stadiums as Covid vaccination sites This is amazing!It's like...","sentiment_score":0.1}
{"full_text":"RT Just as Iowa hit 5,000 COVID deaths is doubling down on her failed COVID response; it's reckless &amp; tragic #f...","sentiment_score":-0.4685185185}
{"full_text":"RT  THE CRONY RATIO PS8.2 million in Conservative Party donationsPS881 million in COVID contractsWe have mapped out the...","sentiment_score":0.0}
{"full_text":"Any chance this has any relationship to #phled push to reopen despite so much opposition and botched plan? Either pressured to open or feeling pressured to be recognized? ","sentiment_score":0.1}
{"full_text":"RT Do you call someone who constantly says things that are not true a mispeaker, or is there a better word for that?#Cdnpol...","sentiment_score":0.1083333333}
{"full_text":"RT WEbinar on\"Data Science in the Post-Covid world-career and skills\"Register Now:-https:\/\/t.co\/fnV1dxSPvCContact:- guwah...","sentiment_score":0.0}
{"full_text":"RT I understand some of y'all are heterosexual and can't change that but damn... I got stressed out just reading this.","sentiment_score":0.0}
{"full_text":"RT Vince McMahon released a talent because he tested positive for COVID-19. Imagine the outrage if Tony Khan done that. Actual...","sentiment_score":0.1136363636}
{"full_text":"RT More will die from Covid if infection prevention guidance is not updated | Letter","sentiment_score":0.5}
{"full_text":"RT President Biden conceded that he does not believe he will be able to raise the minimum wage to $15 an hour through his $1.9 trilli...","sentiment_score":0.5}
{"full_text":"thinking about how both gillian anderson and jodie foster are nominated for golden globes this year but we won't be able to see their interactions because of covid.","sentiment_score":0.4}
{"full_text":"Idk how his technique is compared to the guys ranked ahead of him in McKinstry and Green but he's the most physically imposing CB in this class. He's got the height, strength, and length to lockdown from day 1","sentiment_score":0.1}
{"full_text":"RT Thank you so much - glad you liked the tune !","sentiment_score":0.625}
{"full_text":"RT i miss the life without covid.","sentiment_score":0.0}
{"full_text":"RT  Joe Biden's $1.9 Trillion #COVID19 Relief Bill is for:Middle ClassWorking Poor#SmallBusiness #T...","sentiment_score":0.0}
{"full_text":"RT This dude couldn't find a real question with a flashlight for the last four years but now he wants to ask questions that ma...","sentiment_score":0.1333333333}
{"full_text":"RT Pres. Biden sits down with for his first network interview since taking office.Hear more from the pres...","sentiment_score":0.1981481481}
{"full_text":"Oregon number is stunningly low. Good work, fellow Beaver Staters. Let's keep it up for a few more months and then go see some baseball games!","sentiment_score":0.28125}
{"full_text":"Oh we're not even halfway there huh :'))","sentiment_score":0.0}
{"full_text":"RT Thank you Watch the full episode with Dr. here:","sentiment_score":0.35}
{"full_text":"RT How to save a life without doing surgery. Wear a nice snug mask.(Photo by my favorite photographer, Arlene Alda)","sentiment_score":0.55}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"RT Well, he rarely got intel briefings as president. Never read his PDB. Why would he even want them now?","sentiment_score":0.3}
{"full_text":"RT There's an outbreak of COVID in Prince William County Jail. Attempts to stop the spread don't seem to be working, and co...","sentiment_score":-0.1}
{"full_text":"RT Trudeau claimed today than 8 out of every 10 dollars of support during the pandemic has come from the federal government....","sentiment_score":0.0}
{"full_text":"RT Physicians Premier ER charged Dr. Zachary Sussman's insurance $10,984 for his COVID-19 antibody test even though Sussman wo...","sentiment_score":0.0}
{"full_text":"RT Turning off the television now. Jen Psaki is being asked why Biden is flying home this weekend cuz of Covid. How many times...","sentiment_score":0.5}
{"full_text":"Dawg I need covid to get TF on","sentiment_score":0.0}
{"full_text":"RT My guy amewachwa after 10 years. Mdem had issues getting pregnant. Mans stuck by her, paid some good monies to get her treat...","sentiment_score":0.5166666667}
{"full_text":"RT Vaccinated for CovidGermany  2.6 million France  and Italy  even further behind Britain10 million +and fl...","sentiment_score":-0.2}
{"full_text":"RT The City of Pearland received a one-time 1st dose allocation of 2,000 Moderna COVID-19 vaccines with the help of","sentiment_score":0.0}
{"full_text":" I hope you see how much damage one remark can cause. The clip of you saying it is safe to open schools without teachers being vaccinated, has been worn out. People ran with it...falsely reported that the \"Biden Administration\" said it. They did not.","sentiment_score":0.2333333333}
{"full_text":"RT \"Hug tents\" or \"cuddle curtains\" are popping up in the U.S. and beyond to allow those physically separated by the pandemic to show...","sentiment_score":0.0}
{"full_text":"RT Joe Biden's CDC is recommending Americans don't travel as virus death rates continue to rise.What is Joe Biden doing t...","sentiment_score":0.0}
{"full_text":"Gladys is not saving the Australian economy, that's a ridiculous statement. As for not panicking, she's just plain ignorant. She doesn't even wear a mask for gods sake. I certainly wouldn't want to live in NSW if covid get ahold during the winter months.","sentiment_score":-0.0393939394}
{"full_text":"If you have been working on business process improvement during COVID, now is time to implement and reap the rewards.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"I don't understand how some people frown on helping their own people out, but don't bat an eye when it comes to handing money to large corporations or the rich! It makes absolutely no sense on how these pricks keep getting elected! HELP the people!","sentiment_score":0.2816964286}
{"full_text":"RT I had a vented patient last night who went to a Covid party with known positive folks. He's on day 20 on the vent....","sentiment_score":0.1136363636}
{"full_text":"RT While the internet has been swarmed post Greta beta's toolkit, don't forget India's vaccines are taming ChinaVirus aroun...","sentiment_score":0.0}
{"full_text":"Hope you have a good day at work and I'm not sure if I going be back in work soon I'm sill in lockdown in uk","sentiment_score":0.15}
{"full_text":"If you have been working on business process improvement during COVID, now is time to implement and reap the rewards.   #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT Perhaps if had taken care of criminals and radicals in his own party instead of taking potshots at Inslee's COVI...","sentiment_score":0.6}
{"full_text":"RT The total wealth of 64 billionaire sports barons shot up by $98.5 billion during the pandemic; 26 of them got $9 billion in ta...","sentiment_score":0.0}
{"full_text":"RT My friend's mom died of COVID. Her husband, who was a COVID denier &amp; anti-mask activist, felt so guilty over how his actions...","sentiment_score":-0.5}
{"full_text":"RT He's fully vaccinated, he's masked, he's going on Air Force One (!!), and he is NOT - repeat, NOT! - going there to hold s...","sentiment_score":0.0}
{"full_text":"RT Tune in at 2:35pm Eastern time, when is joined by the Director of and they discuss the upc...","sentiment_score":0.0}
{"full_text":"I swear a second wave of COVID burnout is gonna hit me if it hasn't already...","sentiment_score":0.0}
{"full_text":"RT Yikes. More than 1\/3rd of employers non-complaint with COVID-19 safety requirements.","sentiment_score":0.5}
{"full_text":"Unlike Canada, \"many of the countries that were allocated Covid-19 vaccine doses on ... list have made no direct supply deals and have no other source of vaccinations but Covax.\"https:\/\/t.co\/lMg2B6P3hT #cdnpoli","sentiment_score":0.1708333333}
{"full_text":"RT Oct 27, 2020 rump's WH claimed they had defeated #COVID19, as they pushed falsehoods to try &amp; win re-election.Up to that day...","sentiment_score":0.8}
{"full_text":"RT JUST IN: NFL pledges to President Biden to utilize every team stadium as a #covid mass vaccination site","sentiment_score":0.0}
{"full_text":"RT Contributions from the #HealthCareHeroes fundraising campaign will provide 30 days of fresh daily meals for our over 3...","sentiment_score":0.15}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"RT You should never be forced to choose between your paycheck and caring for a sick loved one -- especially not during a pan...","sentiment_score":-0.0785714286}
{"full_text":"The level of loss from COVID is taking a toll on families and communities collectively grieving more than 38,000 deaths in California-many of which were preventable. Fellow talks about processing this grief.https:\/\/t.co\/GlKz3Vivfu","sentiment_score":0.5}
{"full_text":"A sizable shift of students away from traditional school districts, achievement declines caused by the pandemic, a proposed boost to charter funding, a new Ohio school funding bill in the House, and much more--all in the Ohio Charter News Weekly.","sentiment_score":0.1121212121}
{"full_text":"People across the country are engaged in a new practice -- vaccine hunting. | By","sentiment_score":0.1363636364}
{"full_text":"RT I'm guessing this will end up causing another wave\/lockdown when cases start increasing after Gov unlocks fa...","sentiment_score":0.0}
{"full_text":"There are no plans to close Sa-Hali Secondary as Interior Health says there is 'no definitive proof' of #COVID19 spreading within the school. #Kamloops","sentiment_score":-0.3}
{"full_text":"At this point, it's not so much a matter of whether you're thinking about what you're going to do when the pandemic winds down as whether you can think about anything else. Even with the vaccines, we've still got a long ways to go, ,@MarkBrownCST writes.https:\/\/t.co\/blLbTrvjV1","sentiment_score":-0.0018518519}
{"full_text":"To support #states both in dealing with the crisis in nursing homes and shaping the future of long term care, we created 3 tools: the Nursing Home COVID-19 Dashboard, the LTSS State Scorecard, and the LTSS Choices series. It's data for decision makers.","sentiment_score":-0.025}
{"full_text":"Amigues cuidense mucho,  COVID it's still a thing out there.,","sentiment_score":0.0}
{"full_text":"Let that sink in... every loss to Covid-19UK is a minute. If you have done anything to promote\/enable viral spread..these are the minutes you ought to spend at a loved ones bedside waiting for their ultimate breath. ","sentiment_score":0.35}
{"full_text":"RT When the rammed through their tax cuts for the super wealthy, they didn't even invite Democrats to the table. Their...","sentiment_score":0.4166666667}
{"full_text":"RT #PowerRadioStayAtHomeConcertLet's be honest, we *really, really* miss concerts  In our new Stay At Home Concert series...","sentiment_score":0.3121212121}
{"full_text":"RT A two-week course of fluvoxamine, which costs about $10 and is already FDA-approved, could be considered for patients at h...","sentiment_score":0.0}
{"full_text":"#UAE reports 3,251 new #coronavirus cases as single-day deaths hit record high of 14 ","sentiment_score":0.1481818182}
{"full_text":"The rift between Brown and several city mayors has been well-documented throughout the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"These food businesses \"embody the inspiring Filipino traits of determination and resilience\"https:\/\/t.co\/ThLH1OeSTV","sentiment_score":0.5}
{"full_text":"Editorial: Limiting 's executive orders would undo months of COVID-19 progress","sentiment_score":0.0}
{"full_text":"called on Federal COVID-19 relief funds for #NewYork.","sentiment_score":0.0}
{"full_text":"THE SHOW:Unions, not COVID, children or parents are keeping the schools closedhttps:\/\/t.co\/kqvkkB8a4k","sentiment_score":0.0}
{"full_text":"Whether you choose black on gold or gold on black, you have the choice. Want special wording on special art? We do that. Each piece is handmade, so... what else is there to do during a pandemic? Let us create your #customized #Artwork at #Bespoke","sentiment_score":0.0952380952}
{"full_text":"EXCESSIVE SCREEN TIME WORRIES: Dr. Nelson says close screens strain a child's eyes and can cause myopia, also known as nearsightedness.https:\/\/t.co\/ynB7wAN4oi","sentiment_score":-0.25}
{"full_text":"RT and yes, question was from an AP reporter","sentiment_score":0.0}
{"full_text":"Great job, Denver! Starting tomorrow, at 9 a.m., will move Denver to Level Yellow on the state's #COVID19 dial. This means many local businesses can operate with increased capacity limits. View more information on Level Yellow capacity limits:","sentiment_score":0.2857142857}
{"full_text":"COVID-19 leading to double the amount of eviction cases in California. Take a look on how this pandemic can affect your home. #COVID19","sentiment_score":0.0}
{"full_text":"In today's #COVID19 update, and discuss the #ThisIsOurShot campaign, aiming to elevate the voices of physicians and other health care workers in an effort to get people vaccinated against #COVID19. #VaccinesWork","sentiment_score":-0.125}
{"full_text":"Arkansas would obviously prefer to be playing on Saturday, but the extra rest and recovery time may be exactly what the Hogs need for the stretch run... #arkansas #razorbacks #wps (FREE)https:\/\/t.co\/G6Hp5N9gwq","sentiment_score":0.0833333333}
{"full_text":"If you've had COVID-19, here's what you should know about vaccines, variants and more.","sentiment_score":0.5}
{"full_text":"As CDC recommends avoiding travel, President Biden to head to Delaware","sentiment_score":0.0}
{"full_text":"Report | Pfizer withdraws emergency use request for its COVID-19 vaccine in India.https:\/\/t.co\/Mz6gWEPrzs","sentiment_score":0.0}
{"full_text":"\"We decided to stay open, but we've taken the extra precautions to make sure everyone stays safe. A lot of child care centers, and I have a lot of friends who are child care center owners, they actually decided to stay closed.\"","sentiment_score":0.1142857143}
{"full_text":"CDC COVID FiguresShelby County, TN (Memphis)1\/26\/2021 -&gt; 2\/2\/2021","sentiment_score":0.0}
{"full_text":"Tracking local coronavirus numbers: The latest data across the viewing area","sentiment_score":0.25}
{"full_text":"WWII Veteran celebrates 100th birthday by getting COVID-19 vaccinehttps:\/\/t.co\/ayxa0bfjbG","sentiment_score":0.0}
{"full_text":"A case study finds that \"high-contact school athletic activities for which mask wearing and physical distancing are not possible should be postponed\" during periods with high levels of COVID-19 transmission.","sentiment_score":0.0533333333}
{"full_text":"\"It's still safest to avoid indoor dining, even if more states are allowing it\"","sentiment_score":0.5}
{"full_text":"Cambodia has officially approved the emergency use of #China's #Sinopharm COVID-19 #vaccine. Cambodian PM Samdech Techo Hun Sen said on Feb. 4 that the first batch of Sinopharm vaccine donated by China will arrive in Cambodia on Feb. 7.","sentiment_score":0.25}
{"full_text":"The petitions seek Beshear's impeachment for his restrictions to combat the spread of COVID-19.","sentiment_score":0.0}
{"full_text":"#COVID19 UPDATE: We are reporting 43 new cases and 197 additional recoveries in the Quad-County Region. This brings the total number of cases to 10,879, with 7,591 recoveries and 192 deaths; 3,096 cases remain active. More at: #QuadCountiesNV","sentiment_score":0.1257575758}
{"full_text":"\"Guests are my reward,\" says Wyatt, this week's Frontline Friday spotlight! Although the COVID-19 pandemic changed the travel industry, this Hotel Manager continues to serve grateful guests. Tell us what motivates you as a frontline or essential worker in the replies. #ASUOnline","sentiment_score":0.0}
{"full_text":"Leftist Boost @ConsistentChoas@context_outside@contodomiamor@cool_grandad@CoolJayne@coop71759541@COOT1972@coralivesey@C0raz0nKur0@Corbyn4Life@corbyn_project@CoreRutile@Corneilius5188@Cornish_Damo@cornwall_keith@coronapocalypse@CorporateTO@Corsea1@CoryMiWatson","sentiment_score":-0.05}
{"full_text":"RT Durant had been registering antibodies from his March bout with COVID-19 when he was out due to contact tracing a month ago. H...","sentiment_score":-0.125}
{"full_text":"Congresswoman Debbie Dingell has her own fears about receiving a COVID vaccine -- but she says they won't stop her from getting vaccinated when it's her turn.","sentiment_score":0.6}
{"full_text":"RT Please don't be tempted to book a haircut or beauty treatment in your home. Mobile hair\/beauty\/tattoo services are not...","sentiment_score":0.0}
{"full_text":"More than 70% of the population in Manaus, Brazil have been infected with #COVID19. The infections are linked to the new variant. How much do we know about it? Stay updated with the podcast:","sentiment_score":0.2787878788}
{"full_text":"Enjoying Super Bowl in a COVID-safe way","sentiment_score":0.4166666667}
{"full_text":"The NFL is telling the federal government it will make the remaining of the league's 30 stadiums available as COVID-19 vaccination sites.","sentiment_score":0.4}
{"full_text":"Bruh","sentiment_score":0.0}
{"full_text":"Total cases at #LSU: 494New cases in Louisiana: 863Total cases in Louisiana: 409,861Total COVID-19-related deaths in Louisiana: 9,076https:\/\/t.co\/ALUsrGlIyY","sentiment_score":0.0}
{"full_text":"gonna call and get an appt for the covid vx tmrw","sentiment_score":0.0}
{"full_text":"RT President Biden said he doesn't expect the Senate to include a $15 minimum wage in the final Covid-19 relief bill, as Democrats ra...","sentiment_score":0.0}
{"full_text":"This is ridiculous you just did this for a headline that looks like news. But you read the article and yeah he's going be on a private plane to his own residence he's already had the vaccine all of the things the CDC guidelines talks about.  Grow up Fox News","sentiment_score":0.0888888889}
{"full_text":"RT I'm a Samsung girl.. but I'm guessing there should be an app on mine as well.. I have major post-Covid brain fog a...","sentiment_score":0.0625}
{"full_text":"RT President Biden conceded that he does not believe he will be able to raise the minimum wage to $15 an hour through his $1.9 trilli...","sentiment_score":0.5}
{"full_text":"RT \"I think we're going to get that done ... I think we can make the case for increasing it at a later date.\"@whipclyburn on...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 33.2FWind Chill: 29.4FHumidity: 57%Dew Point: 19.6F Barometer: 29.773 inHgWind: 4 mph from the WSWCorona Virus Weekly Stats:Cases: 129.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"It's cold outside. West Des Moines' you to warm up in one of its igloos.","sentiment_score":0.0}
{"full_text":"RT VP Kamala Harris breaks a 50-50 tie to get Americans COVID relief. Don't ever say elections don't matter.","sentiment_score":0.0}
{"full_text":"The anticancer drug plitidepsin has antiviral activity 27.5 times more potent than remdesivir against SARS-CoV-2.","sentiment_score":0.5}
{"full_text":"RT Joe Biden should not be flying on Air Force One to Delaware -- the CDC is saying we should be avoiding unnecessary trav...","sentiment_score":-0.4}
{"full_text":"Just like they made people use their Super to support themselves during the pandemic. 36 billion! Happy to spend public money on themselves but not to give any back when people are in need.","sentiment_score":0.3041666667}
