{"full_text":"RT \"However grim our prospects seem, human kindness finds a shape &amp; form: it will not be locked down.\"I've tried to be ho...","sentiment_score":-0.3851851852}
{"full_text":"RT 25 countries in queue for 'Made in India' Covid-19 vaccine, says Jaishankar","sentiment_score":0.0}
{"full_text":"RT \"Some of my coworkers aren't very good at social distancing.\" --biologist Tim Wong &amp; his deceptively floral face mask  htt...","sentiment_score":0.4716666667}
{"full_text":"RT Nursing home deaths rose by 46% within 4 weeks of having 'vaccine'.Even bearing in mind higher death rate among elderly...","sentiment_score":0.425}
{"full_text":"RT The National Football League told President Joe Biden that it is making all of its 30 football stadiums available for mass...","sentiment_score":0.4}
{"full_text":"RT The NHS reforms are being dressed up as a pandemic response yet Hancock and Stevens have long wanted to take back control....","sentiment_score":-0.025}
{"full_text":"Fairly sure he became a covid denier","sentiment_score":0.5}
{"full_text":"RT The total wealth of 64 billionaire sports barons shot up by $98.5 billion during the pandemic; 26 of them got $9 billion in ta...","sentiment_score":0.0}
{"full_text":"RT Peter Sagan tests positive for COVID-19Sagan, brother Juraj, and Erik Baska all in quarantine after catching virus at Gr...","sentiment_score":0.4136363636}
{"full_text":"RT [Thread] #Covid19 #Quarantine hotel breaches &amp; cross infection of guests &amp; staff due to weak points in:-choice of buildi...","sentiment_score":-0.1666666667}
{"full_text":"RT I love Dr. Fauci unleashed","sentiment_score":0.5}
{"full_text":"RT From now on it will be : Offline and Online The choice is yours. The future will have more hybrid classes. But don't l...","sentiment_score":0.25}
{"full_text":"Worried chef","sentiment_score":0.0}
{"full_text":"NBC News: California can't ban indoor worship as Covid precaution, Supreme Court rules.https:\/\/t.co\/uql8sVMcrCHow much longer are we going to allow religion to threaten the Republic with Capitol invasions and public health?The courts are biased by religion.","sentiment_score":0.1}
{"full_text":"RT Russia's Sputnik V vaccine is over 90 percent effective, a respected medical journal declared. It could be a lifeline f...","sentiment_score":0.3}
{"full_text":"Yeses this 95 year old!","sentiment_score":0.125}
{"full_text":"RT A great opportunity ask questions about the COVID-19 vaccine and to hear from NHS experts and local faith leaders on w...","sentiment_score":0.4}
{"full_text":"Unsafe schools spread COVID.","sentiment_score":0.0}
{"full_text":"Post lockdown say the word!","sentiment_score":0.0}
{"full_text":"Reduce school fees to help lockdown-hit parents: Maha BJP MLA - Times of India","sentiment_score":0.0}
{"full_text":"Per the CDC, deaths from all causes in 2020 are more than 3.33m - 480,000 (17%) more than in 2019.A big spike in deaths.US deaths:2015: 2.71m2016: 2.74m2017: 2.81m2018: 2.84m2019: 2.85m2020: 3.33m+https:\/\/t.co\/YfaHk9Vpi6","sentiment_score":0.3333333333}
{"full_text":"Coronavirus wards in Israel's hospitals have been filling up with unvaccinated younger patients. Experts here believe Israel cannot achieve full herd immunity until a vaccine can also be given to children. #onted","sentiment_score":0.175}
{"full_text":"Wonder what would've happened if he &amp; his admin fed people the Right Information, Enforced Masks, Stay Home,.. help w\/funding, support them... How # lives we would've savedWe wouldn't even have lost any time to focus on Climate Crisis. What do you say to Greedy Corrupted Self..","sentiment_score":0.2857142857}
{"full_text":"RT Unfortunately we cannot march at the moment ...but that day is coming ....","sentiment_score":-0.5}
{"full_text":"RT There are some people in volta region who refused to wear a nose mask because its an npp government issuing the directive. I...","sentiment_score":0.0}
{"full_text":"RT During the pandemic the number of UK billionaires increased by 15% their wealth increased by 35%&amp; since 2010, the UK's r...","sentiment_score":0.0}
{"full_text":"RT Here's what happens when one focuses on solutions! The hackerspace in The Hague has put together a kit for...","sentiment_score":0.0}
{"full_text":"Pitbull has it all down, smart man","sentiment_score":0.0293650794}
{"full_text":"RT So we're all bein stripped frm our freedom cos of the govt &amp; NWO but movin like ur in The Purge over a postcode that u dnt ev...","sentiment_score":0.0}
{"full_text":"RT A surprising number of COVID-19 cases have been reported in Wales today, though there appears to be backlog associated with...","sentiment_score":0.7}
{"full_text":"Intriguing . Subcutaneous #interferon (blue line ) in early disease reduces #SARSCoV2 viral load at high baseline titres, but possibly reverse phenotype at low baseline viral titres... #COVID19 #goldilocks","sentiment_score":0.0933333333}
{"full_text":"I am staggered by this mean spirited piece - IMHO these staff handling the virus and trying to keep us all safe deserve our thanks and support not this attack. ","sentiment_score":0.221875}
{"full_text":"RT Contrary to a report today claiming is 'dangerously short' of deployable soldiers, the infantry is 90% staffed...","sentiment_score":0.0}
{"full_text":"RT There seems to be a real air of positivity today. Maybe it's the warm sun, maybe it's the real@l hope we are getting on t...","sentiment_score":0.4}
{"full_text":" replacements after COVID? They really cant get tired. They dont need vacation.  And they certainly dont need a salary.","sentiment_score":0.0047619048}
{"full_text":"RT JUST IN: The United States gives almost 1.8 million coronavirus vaccinations in a single day, a record.","sentiment_score":-0.0714285714}
{"full_text":"RT If I catch covid will I lose my expensive taste?","sentiment_score":-0.5}
{"full_text":"RT Can Zarah confirm what % of their salary the Cuban health care workers receive?Whether they are forced to go. What...","sentiment_score":-0.3}
{"full_text":"RT hi guys just need yr help to spread around my mom recently opened a new shop located beside Jcube behind ntuc ! due to covi...","sentiment_score":-0.1221590909}
{"full_text":"RT An incredible story. Leaked documents seem to show Matt Hancock and John Bell ignored process and legal advice, and jus...","sentiment_score":0.55}
{"full_text":"RT A nationalist Govt is selling a litre of fuel which cost them Rs. 22 to its citizen for Rs. 100 in mid of pandemic and econ...","sentiment_score":0.0}
{"full_text":"RT Blackpool, Lockdown 2021. It's usually visitors tweeting from the top of the big wheel,but the only ones enjoying the...","sentiment_score":0.15}
{"full_text":"Yeah we've been shelved since October with unfair restrictions and minimal support. As soon as we near a path out of lock down we return to public enemy no1! Why not restricted accommodation if the movement of people is the fear? Local people need a place for local interaction.","sentiment_score":-0.0936507937}
{"full_text":"Gomawo K-Engenes for your updates so we can see what happened in the FMHopefully, you guys can go home safely! Stay safe, K-Engenes!Annyeong!#EN_CONNECT_Day1","sentiment_score":0.5625}
{"full_text":"RT Amazing proof of high level of anti-COVID19 antibodies in Sweden.  This happened before vaccination, without enforced l...","sentiment_score":0.38}
{"full_text":"RT Buhari's govt people would wake up every day and meet on how to make life more difficult for Nigerians.Get NIN or get...","sentiment_score":0.0}
{"full_text":"RT Which of these former Prime Ministers would have been best suited to mounting a decent Covid-19 response?","sentiment_score":0.3888888889}
{"full_text":"RT The future is in doubt for a Thai shelter that looks after more 600 disabled stray dogs, after the COVID-19 pandemic led to a...","sentiment_score":0.1}
{"full_text":"RT If GOP blocks Biden's COVID rescue plan, America's working poor will suffer","sentiment_score":-0.4}
{"full_text":"RT An enlightened perspective from contrasting communism and freedom, and tying together and analysing we're cur...","sentiment_score":0.0}
{"full_text":"RT This is your daily reminder, that pre-covid, the Federal Liberal Government had already doubled our national debt and triple...","sentiment_score":0.0}
{"full_text":"RT #ICYMI Senior Scholar spoke w\/ about #COVID19 vaccine rollout. They discussed distributionchall...","sentiment_score":0.0}
{"full_text":"RT Would I be correct in thinking that UK broadcasters have decided to opt out of holding the Tories to account for their mis...","sentiment_score":0.0}
{"full_text":".@valmcdermid gives a nod to in Episode 59 of &amp; we discuss how reading has been a life safer for many people during this pandemic.Our full chat is now available on all podcast platforms &amp; the video link below https:\/\/t.co\/ZyFCmlgCCE","sentiment_score":0.4166666667}
{"full_text":"RT How long are we going to tolerate this??","sentiment_score":-0.05}
{"full_text":"Pubs without alcohol is madness ... will you stop supermarkets selling alcohol as well? Come on show some leadership and stop the press speculation on this ridiculous plan. Pubs are not the source of Covid infections ... mixing in houses seems to be a bigger issue","sentiment_score":-0.1666666667}
{"full_text":"RT The CDC has now stated that LGBTQ people have a higher risk of having problems from COVID-19.","sentiment_score":0.25}
{"full_text":"Could Coronavirus Trigger Force Majeure Contract Breaks? #CRE #COVID-19 #TenantTips  ","sentiment_score":0.0}
{"full_text":"RT No science. Just power and control. They don't care about hard-working Americans, who must get out of pandemic-mode to supp...","sentiment_score":0.0}
{"full_text":"Since it's February and we are focused on our hearts, don't forget to take care of yours during the pandemic.","sentiment_score":0.0}
{"full_text":"quite obvious, this media is still trying to insinuate that the China gov for causing his death &amp; cover-up the covid19 breakout.","sentiment_score":0.0}
{"full_text":"RT TREASURE'S SEXY CUTIE PARK JIHOONA Stay at Home Event for Treasure's Sexy Cutie Park Jihoon  Registration Form...","sentiment_score":0.5}
{"full_text":"RT 'Ask us questions. We'll give you the answers and tell you the truth.'Leading surgeon is urging fellow staf...","sentiment_score":0.0}
{"full_text":"RT Following weeks of standoff where teachers unions are demanding vaccines as a condition of reopening, the issue came to a hea...","sentiment_score":0.0}
{"full_text":"Social service agencies see demand, challenges rise during pandemic via @detroitnews","sentiment_score":0.0333333333}
{"full_text":"CDC implements President Biden's executive order on mask requirements at transport hubs.https:\/\/t.co\/Ug3vhMeDoE","sentiment_score":0.0}
{"full_text":"RT We have removed the following passage from the article below: \"surveys indicate that at least forty percent of the [Sw...","sentiment_score":-0.15}
{"full_text":"RT #Didi speak for Bankura Covid Volunteer","sentiment_score":0.0}
{"full_text":"I do wonder if it's worth asking the uncomfortable question of whether Covid can have an underlying impact on the players. You hear about people who 'recovered' but aren't physically 100% months later.","sentiment_score":-0.05}
{"full_text":"Are they a Canadian airline? Based in Miami right? What do you like about them in this Covid situation airlines are dealing with?","sentiment_score":0.2857142857}
{"full_text":"RT #UAE Covid vaccine: 193,187 residents vaccinated in 24 hours","sentiment_score":0.0}
{"full_text":"#NCKU developed a smart #clinical assisting system, which effectively helps shorten the time for #COVID19 evaluations to under 30 minutes. HEARThermo, a watch-like wearable device, is a NCKU #innovation that can monitor the wearer's body conditions during #quarantine.","sentiment_score":0.3047619048}
{"full_text":"Healthwatch Wirral are here for you. It's never been more important to have your voice heard around the biggest NHS immunisation programme in our lifetime. #Spare5 to share feedback and help #KeepWirralWell","sentiment_score":0.45}
{"full_text":"Contact tracing for #COVID19 - find out how it works below.More information on contact tracing and testing can be found at #TestTraceProtect","sentiment_score":0.0}
{"full_text":"Programs on pause due to COVID:App StBethune Cookman (OUT)BryantChicago St (OUT)DavidsonEMUGWHamptonHowardIvy League (OUT)LBSUMaristMichiganNFNew OrleansRichmondRiderSacred HeartSDSMCSan Francisco Santa ClaraTexas A&amp;M USFUMES (OUT)UNC Asheville W&amp;M","sentiment_score":-0.125}
{"full_text":"The wife of an Alabama man who contracted the highly contagious UK variant of COVID-19 says he tested negative five times before his death on Tuesday:","sentiment_score":-0.07}
{"full_text":"As more #mutations of the #COVID-19 virus are being detected around the world, what is being done to save lives? explores the effect new strains are having on the battle against COVID-19. Watch \"On Assignment: COVID Mutants\" Sunday, February 14th 10pm ET on","sentiment_score":0.3181818182}
{"full_text":"Staff wellbeing and mental health is just as important as our pupils at Wise Owl Trusthttps:\/\/t.co\/mNkKCquuhw@TES #ChildrensMentalHealthWeek #MentalHealth #WOW #MindBodySoul","sentiment_score":0.275}
{"full_text":"The cause to End Lockdowns is growing. Your lawn signs, voice, &amp; support have led to this. We are glad to see and many others from all levels of govt form the new End the Lockdowns Caucus. Encourage your reps to join!https:\/\/t.co\/GIXROhzMM5  #cdnpoli #onpoli","sentiment_score":0.3787878788}
{"full_text":"Our Furry Lockdown Legends competition with Rabbit Hill Country Store &amp; Rural Supplies is well underway - and we've had some absolute belting entries! Check out some of our favourites so far! https:\/\/t.co\/0Ckl0y7TzI","sentiment_score":0.125}
{"full_text":"RT Michael Rosen: Letter to Guardian about Covid - not published :","sentiment_score":0.0}
{"full_text":"The number is continuing to come down https:\/\/t.co\/EdWtauGf8W","sentiment_score":-0.1555555556}
{"full_text":"The #Coronavirus #COVID19 situation in the #MiddleEastReport: 16 to 31 January 2021#MECC","sentiment_score":0.0}
{"full_text":"A true leader will not cripple in times of crisis like COVID-19. Instead, he will look at it as an opportunity to use digital marketing to his advantage and keep his clients and business firmly standing amidst the trials.","sentiment_score":0.05}
{"full_text":"How do I protect myself from domestic violence during COVID-19?https:\/\/t.co\/lxQ6IWRiTl#Tayo #TayoHelp #CaretakerProject #FYLPRO #COVID19 #FilipinoAmerican #FilAm #domesticviolence","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccine is free of charge on the NHS. We will never ask you for: your bank account or card details your pin or banking password copies of personal documentsFind out more about how the NHS will contact you ","sentiment_score":0.3}
{"full_text":"RT Omg this is beautiful..","sentiment_score":0.85}
{"full_text":"Samui Airport and its COVID-19 Prevention Regulations well implemented to serve passengers #COVID19 #SamuiAirport #Samui #USM","sentiment_score":0.0}
{"full_text":"There will be two pop-up vaccination clinics for COVID-19 in the Rochester-Finger Lakes area on Saturday. One of them will be at the Riverside Convention Center.https:\/\/t.co\/kItR1Xvn4s","sentiment_score":0.0}
{"full_text":"Are you a pro at interior design? Have you used lockdown to spruce up your home? Did it all ended in disaster? On Monday, 'Interior Design Masters', Alan Carr will be critiquing your work!Send in your photos (good or bad!) below or email: TheOneShow@bbc.co.uk#TheOneShow","sentiment_score":-0.0875}
{"full_text":"I do want to meet new people. Make friends with new people. Possibly date new people (after the pandemic and even if I said this year I wouldn't). I've been told to love myself first, but I believe a part of my healing process is to have human interaction and intimacy.","sentiment_score":0.1655844156}
{"full_text":"Whether it's a kick up the arse you're after, some serious motivation to smash your career, or just a reminder that everything's gonna be ok - we've rounded up the most inspiring #movies to help perk up your #lockdown https:\/\/t.co\/7boQZnXMSa","sentiment_score":0.2916666667}
{"full_text":"#COVID19: Wear A Nose Mask To Protect Yourself And Others.#NationalYouthAuthority #NYA #FacilitatingYouthDevelopment #COVID19Ghana #CoronaVirusGhana#SpreadCalmNotFear #NYA_Covid19_Youth_Campaign","sentiment_score":0.0}
{"full_text":"I just know he's Congolese","sentiment_score":0.0}
{"full_text":"Danone, which has a manufacturing facility in Boksburg, has taken on the challenge to provide Covid-19-compliant desks to seven early childhood development (ECD) schools, five of which are based in Ekurhuleni.https:\/\/t.co\/fxUHwaLvt6","sentiment_score":0.1}
{"full_text":"Our industry is tired, our industry's sad, our industry's angry, our industry's deflated &amp; despondent &amp; many emotionally broken.#Covid may have started the suffering but you're letting it continue  We CANNOT let this happen! #whataboutweddings","sentiment_score":-0.18}
{"full_text":"Appropriate proof of vaccination is required.","sentiment_score":0.5}
{"full_text":"From a nearly $2 trillion COVID-19 relief package to a second impeachment trial. Here's what happened this week on Capitol Hill. ","sentiment_score":0.05}
{"full_text":"Have some COVID safe plans today and stay home and listen to 89.9.Nathan and Ethan will be on from 9am to 11am, Gary will be on from 3pm to 6pm, and Logan will be on from 6pm to 9pm.","sentiment_score":0.5}
{"full_text":"Dave Grohl shows us his lockdown look from the waist down - special shout out to those comfy looking slippers  Catch up with the full interview on the Hometime Podcast on our app!","sentiment_score":0.2130291005}
{"full_text":"RT Rates of coronavirus in Islington are high and we depend on our frontline workersIf you have to leave home to work, ple...","sentiment_score":0.16}
{"full_text":"#BlackHistoryMonth #BHMThis slave curbed the smallpox epidemic in Boston in 1721 with an African technique. &gt; #F2FA #africa #panafrican #diaspora","sentiment_score":0.0}
{"full_text":"What happens next in the coronavirus outbreak? We mapped 8 scenarios. -- Vox, Februari 6th, 2020.@juliaoftoronto maps out 8 scenarios for the coronavirus.","sentiment_score":0.0}
{"full_text":"RT If a boy doesn't fancy you in your lockdown state, he doesn't deserve you in your normal life state","sentiment_score":0.15}
{"full_text":"Manila Mayor Francisco \"Isko Moreno\" Domagoso advised public servants to accept the public's challenge to have themselves vaccinated publicly against the coronavirus disease 2019 (Covid-19) to alleviate fears on getting vaccinated. #PressOnePHhttps:\/\/t.co\/rzCqvexn5F","sentiment_score":0.0}
{"full_text":"The doctor says we'll have coronavirus seasons, just like we have with the flu.https:\/\/t.co\/DPMv3zL23v","sentiment_score":0.0}
{"full_text":"Some students haven't sat in a classroom for nearly a year.","sentiment_score":0.1}
{"full_text":"ICYMI: State responses to the coronavirus pandemic have exacerbated concerns about infringements of civil liberties and #privacy. You can watch our online discussion on the global regulation of digital #technology and #surveillance here:","sentiment_score":0.0}
{"full_text":"Waiting for a Covid-19 test or test result?You and everyone in your household must self isolateStopping the spread helps save lives.For more visit","sentiment_score":0.5}
{"full_text":"Learn to play electric guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"If you had COVID-19 symptoms at some point but were never tested, or if you're experiencing long-term symptoms that just won't go away -- you might want to talk to your doctor about getting an antibody test. Learn more:","sentiment_score":0.5}
{"full_text":"Black restaurant workers earning fewer tips and facing more hostility for enforcing pandemic safety rules by","sentiment_score":0.1666666667}
{"full_text":"Health authorities said Friday they detected eight more cases of the new coronavirus variant first identified in the United Kingdom called B.1.1.7, bringing the total number of cases of the more infectious variant to 25.","sentiment_score":0.2772727273}
{"full_text":"The City of Ekurhuleni offers free Covid-19 screening in all its healthcare facilities.","sentiment_score":0.25}
{"full_text":"RT #COVID19 testing helps us control spread and identify those who need care. Even if you don't have symptoms, you can still be sp...","sentiment_score":0.0}
{"full_text":"At the Big Conversation, one of the groups working with wrote a poem about their experiences of lockdown and how community like MCoS keeps them connected - we love it, what do you think?","sentiment_score":0.25}
{"full_text":"Um, from what I understand, the building is on lock down, uh, no one is allowed in or out, y'know, especially concerning any...previous employees.","sentiment_score":-0.0777777778}
{"full_text":"Coronavirus has taken its toll on many of us. For higher education students in England Wales, Student space can offer mental health services for several struggles and is only a phone call away.Call them for free on 0808 189 5260.","sentiment_score":0.175}
{"full_text":"Are you clinically extremely vulnerable to COVID-19? Please follow Government shielding guidance and stay at home as much as possible to stay safe. If you are isolated without support please call 0800 408 1447 or go to","sentiment_score":0.0}
{"full_text":"How does the duration of #quarantine affect #COVID19 transmission? Find out from this study published in","sentiment_score":0.0}
{"full_text":"RT \"Countries such as India, Indonesia and Russia are likely to take more than 10 years to inoculate their populations if they...","sentiment_score":0.1666666667}
{"full_text":"Watch EP:1 of Positive Birth In A Pandemic with &amp; on Mother&amp;Baby's YouTube channel:","sentiment_score":0.2272727273}
{"full_text":"Whether you're looking for a new lockdown hobby, some expert advice, or tips, tricks and patterns for your next creation, look no further than ","sentiment_score":0.0454545455}
{"full_text":"A team of volunteers has been praised for providing \"invaluable\" assistance to staff and patients at Wakefield's largest vaccination centre.https:\/\/t.co\/t9gNRnEfpc","sentiment_score":0.0}
{"full_text":"The ED of recently took the media (maybe was not invited) on a tour of its cold storage in Abuja, and showed them that Nigeria had the capacity to store over 300k doses of the Pfizer covid vaccine that requires -70 degrees celsius cooling","sentiment_score":-0.3}
{"full_text":"The Department of Health recently partnered with NPC Shout-It-Now to use its technology-enabled buses to assist with the early detection of the virus to help curb its further spread in Ekurhuleni.https:\/\/t.co\/DMU0w9Wref","sentiment_score":0.0333333333}
{"full_text":"COVID 19 cases in India until : 06\/02\/2021 17:30Total Cases: 10815687 [+441]Active: 145955Recovered: 10510245 [+432]Deaths :154964 [+7]Total Tests: 200.67MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":" 1 in 3 people who have #COVID19 have no symptoms.  If you're out and about for essential reasons and have no symptoms, get a rapid test for free - you'll get results in half an hour.  Find your nearest testing centre and book here:","sentiment_score":0.0777777778}
{"full_text":"RT if this was true he wouldn't have the N95 on under it.","sentiment_score":0.35}
{"full_text":"We are in a race against time to protect our country from new strains of Coronavirus, yet it will be more than 50 DAYS since the South African strain was first discovered that border controls will finally be introduced by the Governmenthttps:\/\/t.co\/pRh8q6EVmL","sentiment_score":0.1772727273}
{"full_text":"Northampton people think teaching staff should be prioritised for Covid jab - here's what they saidhttps:\/\/t.co\/nh6F4z2f4H","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 28.4FWind Chill: 23.1FHumidity: 65%Dew Point: 18.1F Barometer: 29.935 inHgWind: 5 mph from the WSWCorona Virus Weekly Stats:Cases: 127.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"So gyms to open in may. Looks like obesity will be the next epidemic.","sentiment_score":0.0}
{"full_text":"Supreme Court rules California churches may open despite the pandemichttps:\/\/t.co\/WDYr0Du6rP","sentiment_score":0.0}
{"full_text":"MOVE RADIO - Monday Lockdown Dancing Jean Webb","sentiment_score":0.0}
