{"full_text":"RT Decent people everywhere would have understood if Ted Cruz felt vindictive toward Trump after Trump called Ted's wife ug...","sentiment_score":0.1666666667}
{"full_text":"RT Dear and Democrats have won The House, The Senate and The White House in the past two years....","sentiment_score":-0.125}
{"full_text":"RT 1\/ As of today, I'm out of my meat-space job.The job loss is loosely related to the covid mania.In short: Client change...","sentiment_score":0.0}
{"full_text":"RT 100 House Democrats want to include amnesty in the COVID-19 relief bill?HELL NO!","sentiment_score":0.0}
{"full_text":"RT Biden's Covid 19 Relief PlanversusThe Republican Plan#pandemic #AmericanRescuePlan #KShapedRecovery","sentiment_score":0.0}
{"full_text":" How much did @jjhorgan spend on ads while fighting for votes, instead of fighting the virus? We crunched the numbers. #bcpoli #covid19 #coronavirus #bcelxn ","sentiment_score":0.2}
{"full_text":"RT I laugh at people who tell me that the only way to win is with the Republican Party. I'll never support these backstabbing...","sentiment_score":0.3666666667}
{"full_text":"RT SALVADOR DIEGO, 63, of Plano, Texas died of COVID on Jan. 31, 2021.\"My dad was the most humble and loving person. He lo...","sentiment_score":0.3}
{"full_text":"RT We received additional COVID-19 doses and just added 500 new FIRST DOSE Tulsa County appointments for tomorrow in the...","sentiment_score":0.1931818182}
{"full_text":"RT They were lost under Trump you pathetic grifting asshole.","sentiment_score":-1.0}
{"full_text":"RT Kids w MIS-C in #COVID19: JAMA N=96 retrospective cohort of IVIG + Steroids vs. IVIG alone. No RCT but good attempt to sort...","sentiment_score":0.7}
{"full_text":"RT Just your regular reminder that:a) #Ontario ICUs are NOT full or burstingb) Majority of Ontario ICUs are not occupied b...","sentiment_score":-0.0875}
{"full_text":"The doesn't care about working American families.","sentiment_score":0.0}
{"full_text":"RT South Africa took delivery of 1 million Covid Vaccine Today. Naija how far? ","sentiment_score":0.1}
{"full_text":"I love Dolly, period. I admire her more because she put the health of her husband first and the importance of not traveling during the pandemic. Thankful she didn't go during the Trump super spreader year.","sentiment_score":0.3958333333}
{"full_text":"Yeah I would not trust anything that you hear from China. Their media is entirely controlled by the gov.https:\/\/t.co\/iZ8lXm8UKOBut Beijing is currently in partial lockdown due to resurgence.https:\/\/t.co\/KbonTkY2mD","sentiment_score":-0.075}
{"full_text":"RT SALVADOR DIEGO, 63, of Plano, Texas died of COVID on Jan. 31, 2021.\"My dad was the most humble and loving person. He lo...","sentiment_score":0.3}
{"full_text":"RT New: Schumer and Pelosi have filed a joint budget resolution for Fiscal Year 2021 \"that gives Congress an additional legi...","sentiment_score":0.1363636364}
{"full_text":"RT People will believe Bakhtawar's dress was 99 crores but they won't believe the corona virus is real. #justpakistanthings","sentiment_score":0.2}
{"full_text":"RT BREAKINGHuge push on the #BetterMasks front today!!@RepAdamSchiff  pen letter ur...","sentiment_score":0.0}
{"full_text":"RT for like 8 months i thought covid was one of those joke diseases where you ask \"what's covid\" and the other guy tells tou to suck...","sentiment_score":-0.125}
{"full_text":"RT Compared to last week, the number of people currently hospitalized with COVID-19 is down by 10% or more in 38 states....","sentiment_score":0.0861111111}
{"full_text":"RT If President Joe Biden's COVID rescue package was signed into law, the economy would bounce back to pre-pandemic levels...","sentiment_score":0.0}
{"full_text":"STAT's Covid-19 Drugs and Vaccines Tracker","sentiment_score":0.0}
{"full_text":"RT If we're going to call undocumented farm workers and other laborers \"essential workers\" amid this pandemic, we need to mean it.","sentiment_score":-0.1458333333}
{"full_text":"RT TAKE A LOOK !!","sentiment_score":0.0}
{"full_text":"DON'T GET YOUR COVID NEWS ON FACEBOOK BUT GET YOUR COVID NEWS ON FACEBOOK#ScottyFromMarketing","sentiment_score":0.0}
{"full_text":"RT If you missed our NYC mayoral forum on health care, has the recap on front page of Get caught...","sentiment_score":0.0}
{"full_text":"RT Yale doctor Harvey Risch SLAMS Fauci for his dismissal of hydroxychloroquine in COVID treatment","sentiment_score":0.0}
{"full_text":"RT Remember to:- Wear a mask- Wash your hands- Practice social distancingYour actions can save lives and change the cour...","sentiment_score":0.0333333333}
{"full_text":"RT Republicans who passed $2.3 trillion tax cut for super rich under Trump now say we can't afford COVID relief under Biden aft...","sentiment_score":0.3541666667}
{"full_text":"I KNOW this ain't the same Bali from 2 weeks ago? Huh? I KNOW IT'S NOT!","sentiment_score":0.0}
{"full_text":"RT Another pandemic","sentiment_score":0.0}
{"full_text":"RT New York has vaccinated more nonresidents than it has Black, Latino and Native American people who live in the five boroughs c...","sentiment_score":0.1212121212}
{"full_text":"RT Heads UP: Another new possible variant of #Covid19 in the UK.Warnings issued to ditch cloth for medical grade face masks a...","sentiment_score":0.0454545455}
{"full_text":"RT How's your lockdown exercise regime going? I hear yoga is a good way to stay flexible https:\/\/t.co\/L5S3LPSaba","sentiment_score":0.7}
{"full_text":"RT FUREY: Pandemic civil liberties abuses most popular among Liberal voters, poll shows","sentiment_score":0.55}
{"full_text":"RT Can't say that China lied anymore, or China doesn't take COVID19 re-entry into the country seriously - As far as I know...","sentiment_score":0.1}
{"full_text":"RT No. Really. You're seriously going to have an anthology\/workshop on   pandemic life w\/o Disabled, Deaf, Blind, Sick &amp; Ma...","sentiment_score":-0.3695238095}
{"full_text":"Want Same-Day Results? We've got you covered! We have a variety of Rapid COVID-19 testing options to meet your needs. Schedule your Rapid PCR, Antigen or Antibody test for same-day results and peace of mind! ","sentiment_score":0.0}
{"full_text":"RT How to save a life without doing surgery. Wear a nice snug mask.(Photo by my favorite photographer, Arlene Alda)","sentiment_score":0.55}
{"full_text":"\"We need to invest more in research and development\"Do you think they will milk pandemic fear for a long time to come? https:\/\/t.co\/SQVUifj2TZ","sentiment_score":0.225}
{"full_text":"RT Dear and Democrats have won The House, The Senate and The White House in the past two years....","sentiment_score":-0.125}
{"full_text":"RT QUESTION: My son tested positive for COVID four months ago. He just took a rapid test and tested positive again. Does th...","sentiment_score":0.2272727273}
{"full_text":"People have been working harder in lab to come with devil virus, worse than new coronavirus. Don't worry: take the current vaccine &amp; praise Jehovah Rophi -the God that healed you. Vaccinated you may contract the virus but most likely won't die. Wash hands &amp; keep distance. Stay in","sentiment_score":0.0227272727}
{"full_text":"Yeah we kind of must consider if losing young lives is justified... Just one kids hospital: 2 TIMES more suicide attempts, 3 TIMES more substance abuse incidents.https:\/\/t.co\/HFlBG3pdJe","sentiment_score":0.42}
{"full_text":"FOUR (4) Steps to Building Vaccine Trust in Marginalized Communities AND Encouraging TEENS to get Vaccinated.#COVID19 #vaccines #BlackHistoryMonth #BlackHistoryMonth2021 #poverty #COVID19","sentiment_score":0.0}
{"full_text":"Covid has made it difficult to enjoy everything. Cant have a good time at school\/ doing school cuz my mom gets an email everytime I have below a 70, I can't meet new people, I can't go to sports games, can't see distant family, swear I'm done with this bullshit.","sentiment_score":0.1272727273}
{"full_text":"RT Hi all, on 01.28.2021 I lost my beloved father to Covid19, 27 days after his birthday (Jan 1st). We lost a loving son, husband...","sentiment_score":0.65}
{"full_text":"RT Around the world suggestions are pouring in, nominating real heroes -l ike the wonderful Stacey Abrams - for the Nobel...","sentiment_score":0.6}
{"full_text":"RT Here's my article titled \"Union Budget 2021 To Redefine The Growth Trajectory Of The Indian Economy In The Post-Pandemic Wo...","sentiment_score":0.0}
{"full_text":"RT \"The real problem is public schools.\" Senator Bill Cassidy @BillCassidy forgot to mention that he owns a failing Cha...","sentiment_score":0.1}
{"full_text":"RT Queens Sen. Michael Gianaris and tenant groups are urging Gov. Cuomo to set aside $2 billion in the New York budget for ba...","sentiment_score":0.1363636364}
{"full_text":"no pookie you always want me at home so i'll stay here. ily ","sentiment_score":0.0}
{"full_text":"RT Literally no one cares if we use budget reconciliation (simple majority) to pass Covid reliefFolks just want relief!You kn...","sentiment_score":0.0}
{"full_text":"I thought your point was well made!  Those of us who survived the AIDS pandemic learned some things, things worth passing on.","sentiment_score":0.3}
{"full_text":"RT Prof. Suzanne Jones and Prof. Audra Heaslip of are being terminated because they publicly objected to the sch...","sentiment_score":0.0}
{"full_text":"RT COVID-19 vaccination sites should be open 24\/7 to cater to everybody's work schedule and free time.","sentiment_score":0.2}
{"full_text":"RT I'm not going to pile on to the hate about a certain newsletter claiming a $600 billion Covid relief bill is a litmus test f...","sentiment_score":-0.2928571429}
{"full_text":"RT How to save a life without doing surgery. Wear a nice snug mask.(Photo by my favorite photographer, Arlene Alda)","sentiment_score":0.55}
{"full_text":"RT For SO HATED #KathleenWynne that he categorically refused to give Ontarians #PaidSickLeave during a once-in-a-Cen...","sentiment_score":-0.9}
{"full_text":"RT Why the Trudeau liberals will probably get away with calling an entirely unnecessary  pandemic-election:","sentiment_score":-0.4}
{"full_text":"RT All the Indian players have cleared the COVID19 test and they'll start their practice from tomorrow.","sentiment_score":0.0}
{"full_text":"RT Vindictive? Vindictive is trying to kick millions of people off their healthcare in the middle of a pandemic because th...","sentiment_score":0.0}
{"full_text":"People living on top of each other because they can't pay their rent, many lost their car to repo's, look at the hike in unemployment, this is no lie homeless is overwhelmed. GOP are pathological liars they will stop at nothing.","sentiment_score":0.2916666667}
{"full_text":"RT WHAT HAPPENED?The top journal Nature blocked me for no reason?!What else could the scientific field do to SILEN...","sentiment_score":0.5}
{"full_text":"RT Unless the rich countries pay to vaccinate poor countries, ever more infectious &amp; deadly variants of COVID-19 will keep sprin...","sentiment_score":0.06875}
{"full_text":"It will be interesting to see how the Biden Administration navigates all of this - especially the decline of democracy in ASEAN which is the core of key regional architecture.","sentiment_score":0.1666666667}
{"full_text":"Watch all your clones catch covid","sentiment_score":0.0}
{"full_text":"RT i feel like doofenshmirtz might be behind this pandemic idk...","sentiment_score":-0.4}
{"full_text":"RT Looking to speak with restaurant workers in Connecticut for a story about Covid vaccines. DMs are open.","sentiment_score":0.0}
{"full_text":"RT Please stop talking about Biden's plan as a \"stimulus.\" It has nothing to do with stimulating the economy. It's a survival pla...","sentiment_score":0.0}
{"full_text":"FFS will #LNP man up to extremist, conspiracy theory peddlers, in their midst!#Australia this, apparently, is the politician we deserve!@ScottMorrisonMP BLOW 24 $Million TAXPAYERS dollars on a promotion, for vaccine, BUT let your member of #Government talk it down???!!#COVID19","sentiment_score":0.05}
{"full_text":"Well, Macron is right from a scientific perspective. But you can't be a perfectionist in the middle of a pandemic.","sentiment_score":0.1428571429}
{"full_text":"RT Heads UP: Another new possible variant of #Covid19 in the UK.Warnings issued to ditch cloth for medical grade face masks a...","sentiment_score":0.0454545455}
{"full_text":"RT Schumer &amp; Pelosi have filed a joint budget resolution kicking off reconcilliation process to pass $1.9T COVID aid with simpl...","sentiment_score":0.0}
{"full_text":"RT I think if they tested like this from jump, folks would've stayed at home for 2 months without a pim","sentiment_score":0.0}
{"full_text":"#Idaho seriously needs more #vaccine","sentiment_score":0.0833333333}
{"full_text":"RT .@BernieSanders on Covid relief bill: \"Now is not the time to count pennies.\"","sentiment_score":0.0}
{"full_text":"RT Announced in his State of the State address, 5 emergency items for the legislature to tackle are:Rural bro...","sentiment_score":0.0}
{"full_text":"RT Biden oversees 40K COVID deaths in 10 days, loses 20M vaccine doses - #OANN","sentiment_score":-0.3}
{"full_text":"RT Around the world suggestions are pouring in, nominating real heroes -l ike the wonderful Stacey Abrams - for the Nobel...","sentiment_score":0.6}
{"full_text":"RT 1000x this. Especially after stated Friday by and Wrong metric... only looks at system capacity and...","sentiment_score":-0.1666666667}
{"full_text":"RT WHAT HAPPENED?The top journal Nature blocked me for no reason?!What else could the scientific field do to SILEN...","sentiment_score":0.5}
{"full_text":"RT BREAKING NEWS: Joe Biden &amp; Susan Collins agreed to continue talking about the COVID aid package.Once again showing Ameri...","sentiment_score":0.0}
{"full_text":"RT Dug up a tweet from the pre-scientific era.","sentiment_score":0.0}
{"full_text":"After a year like 2020, it is more important than ever to set goals for the future. For global business leaders, one resolution they should make is to help create stronger, safer, and more sustainable #SupplyChains!#BusinessTransformation","sentiment_score":0.28}
{"full_text":"RT How to save a life without doing surgery. Wear a nice snug mask.(Photo by my favorite photographer, Arlene Alda)","sentiment_score":0.55}
{"full_text":"It's crazy that I work so hard on my life, my reactions to the world, my goals then the pandemic happens and we move and every week it's gun shots outside. That's how life is. One step forwards and 5 steps back in another area you didn't expect. But I keep moving forward.","sentiment_score":-0.2229166667}
{"full_text":"RT BREAKING: PTF declares Kogi 'high risk' for COVID-19, warns against visiting state | TheCable #CO...","sentiment_score":0.16}
{"full_text":"Families of Wuhan COVID-19 victims claim China is monitoring them, as WHO expert team visits","sentiment_score":0.0}
{"full_text":"RT So, here is our data comparing immune responses in people who had a SARS-CoV-2 infection and were then vaccinated once...","sentiment_score":0.0}
{"full_text":"RT Trump needs to be convicted and banned from ever again holding public office for inciting insurrection. He also should...","sentiment_score":0.0}
{"full_text":"RT #WATCH: Senator is already working hard for Georgia.He's fighting to deliver all of Georgia's cities and towns th...","sentiment_score":-0.2916666667}
{"full_text":"NEW '5 Screenwriting Takeaways:'@hbomax's 'Locked Down' Is a Fanciful Respite From Pandemic Living Read more: #amwriting","sentiment_score":0.1602693603}
{"full_text":"RT Ten pandemic charges in Sask. withdrawn, only two fines fully paid","sentiment_score":0.0}
{"full_text":"Q: How many need to get a #COVID19 vaccine for herd immunity? A: We don't yet know how many people would need 2 get vaccinated to achieve herd immunity, vaccination is a safer way to build protection than getting sick. More FAQs: COVID-19 and Your Health","sentiment_score":0.1964285714}
{"full_text":"RT 2021 the year of artificial intelligence and robots #MachineLearning #AI #100DaysOfCode #IoT #flut...","sentiment_score":-0.6}
{"full_text":"As part of our three-part video series Queer Artist in a Pandemic, actor, playwright, producer and burlesque performer shares her experience creating art as a Black, queer, bisexual woman amid a global pandemic and a racial reckoning (:","sentiment_score":-0.0833333333}
{"full_text":"The U.S. government says it won't be making routine immigration enforcement arrests at COVID-19 vaccination sites.https:\/\/t.co\/srYdlaSJgf","sentiment_score":0.0}
{"full_text":"KONG (REUTERS) - Hong Kong will extend social distancing measures for a further two weeks until after the Chinese New Year holiday and impose stricter testing rules when cases of Covid-19 are detected.","sentiment_score":0.0424242424}
{"full_text":"RT The Airports has been closed to the end of May.The preordered Covid19 Vaccines has yet to arrived.We need the world to...","sentiment_score":-0.1}
{"full_text":"RT Fire every last one of these sorry sacks of sh*t.","sentiment_score":-0.25}
{"full_text":"Australia emerges as Cambodia's biggest donor with a pledge of US$28 million to help vaccinate 1.5 million people.Read more... #Australia #Cambodia #India #COVID19 #coronavirus","sentiment_score":0.5}
{"full_text":"Have you read any of the ZEDS series yet? If not I mean, what're you waiting for?#wattpad #writingcommunity #zombies #pandemic","sentiment_score":0.15625}
{"full_text":"RT 100 House Democrats want to include amnesty in the COVID-19 relief bill?HELL NO!","sentiment_score":0.0}
{"full_text":"South Africa Receives First COVID Vaccine Shipment","sentiment_score":0.25}
{"full_text":"As of Monday, there were 762,145 confirmed cases of COVID-19 and 13,124 coronavirus-related deaths in Arizona. ","sentiment_score":0.4}
{"full_text":"Do you need a general consultation service for Covid19?Here you go!New Corona Call Center9:00 a.m. to 10:00 p.m. daily, including Saturdays, Sundays, and holidays(Phone number) 0570-550571  (Languages supported) Japanese, English, Chinese, Korean#japan","sentiment_score":0.01}
{"full_text":"Former Liverpool and Real Madrid manager Rafa Benitez announced his departure from CSL side Dalian Pro, citing the COVID-19 pandemic in his reasons.https:\/\/t.co\/R6KDcQ5HIC","sentiment_score":0.1}
{"full_text":"Unaware disciples of Christ must know that Dan 12:1-3,Rev 3:12 &amp; Matthew 22:30 = John 14:3.#Bushbuckridge #Mvezo #Soweto #KwaMashu #Mabopane #Winterveld #Soshanguve #Saulsville #Garankuwa #Mapulaneng #Thulamashe #Mkhuhlu #Namakgale #Acornhoek #Dwaarsloop","sentiment_score":0.0}
{"full_text":"Children Picking Fruit in Newcastlec. 1919#MondayMotivation #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"The Bangko Sentral ng Pilipinas (BSP) appears to be running out of ammunition after emerging as one of the most aggressive central banks in countering the impact of the pandemic, according to Moody's Analytics.","sentiment_score":0.25}
{"full_text":"The wait to see return to court is...not yet over.  The world No. 8 has withdrawn from the Grampian's Trophy, the WTA event reserved only for players coming out of hard lockdown, but is still entered in the #AusOpen","sentiment_score":-0.1458333333}
{"full_text":"RT \"SARS-CoV-2 antibodies transferred across the placenta in 87% of pregnant women who had COVID-19 at some point, suggesting...","sentiment_score":0.3333333333}
{"full_text":"RT Remember to:- Wear a mask- Wash your hands- Practice social distancingYour actions can save lives and change the cour...","sentiment_score":0.0333333333}
{"full_text":"After encouragement from the chief to get vaccinated, more than half of Asheville Fire Department's staff has received doses of the COVID-19 vaccine. ","sentiment_score":0.1666666667}
{"full_text":"RT COVID restrictions are the most severe violation of human rights Canadians have faced and it's time to fight back, an artic...","sentiment_score":0.1666666667}
{"full_text":"A group of Republicans is hoping to get their input included on Congress' next COVID relief package.https:\/\/t.co\/8aSGQdPBlz","sentiment_score":0.0}
{"full_text":"RT Today I spoke with Prime Minister We discussed our commitment to work closely on several issues, including combatin...","sentiment_score":0.0}
{"full_text":"A Perth influencer has been forced to explain herself after being accused of breaking the city's strict lockdown rules. #7NEWS","sentiment_score":-0.3}
{"full_text":"I'm afraid that months at home trapped with your family brings on more ends of things than beginnings.Real life is not a snowed in mountain cabin for 72 hours. It was screaming kids and messy spouses wearing yesterday's sweatpants on a Zoom call for an entire year","sentiment_score":-0.1}
{"full_text":"Australia emerges as Cambodia's biggest donor with a pledge of US$28 million to help vaccinate 1.5 million people.Read more... #Australia #Cambodia #India #COVID19 #coronavirus","sentiment_score":0.5}
{"full_text":"RT BREAKING REPORT: New Jersey researcher, who created first COVID saliva test, UNEXPECTIDLY DIES at 51...https:\/\/t.co\/P4...","sentiment_score":0.1931818182}
{"full_text":"In his first television interview since he took office, Secretary of State Antony Blinken speaks with about Iran's nuclear program, China's lack of transparency around the coronavirus pandemic, and more.","sentiment_score":0.375}
{"full_text":"We lost my grandfather today. He was 106. I'm grateful that unlike millions of others who have died of this awful disease he was with family. It was peaceful and he wasn't scared or in pain. He, and we, are lucky. Please, wear a mask and get vaccinated when it's your turn.","sentiment_score":-0.1388888889}
{"full_text":"About 1,500 of the initial volunteers in a late-stage clinical trial of the Oxford\/AstraZeneca COVID-19 vaccine were reportedly given the wrong dose, but weren't informed that a mistake had been made after the blunder was discovered.https:\/\/t.co\/U3cK8UKnka","sentiment_score":-0.25}
{"full_text":"Australia emerges as Cambodia's biggest donor with a pledge of US$28 million to help vaccinate 1.5 million people.Read more... #Australia #Cambodia #India #COVID19 #coronavirus","sentiment_score":0.5}
{"full_text":"How the Pandemic disrupted the Apple cart - Secretary-General, Pakistan Textile Exporters Association (PTEA) unpacks the paradox of rising Pakistani exports - that have suddenly grown faster than the regional competitors India and Bangladesh.","sentiment_score":0.0}
{"full_text":"There are 2,111 active #coronavirus cases in #SaudiArabia out of which 371 are in a critical condition.   ","sentiment_score":-0.0666666667}
{"full_text":"RT Outstanding interview with Dr. David Tusek, who has been a direct primary care physician for more than a decade. Dr. Tusek...","sentiment_score":0.375}
{"full_text":"Star singer Rita Ora has been locked up in a Sydney hotel room after previously breaking COVID-19 rules in London at an A-lister party.https:\/\/t.co\/8G8EElq368","sentiment_score":-0.1666666667}
{"full_text":"RT How to save a life without doing surgery. Wear a nice snug mask.(Photo by my favorite photographer, Arlene Alda)","sentiment_score":0.55}
{"full_text":"RT Unless the rich countries pay to vaccinate poor countries, ever more infectious &amp; deadly variants of COVID-19 will keep sprin...","sentiment_score":0.06875}
{"full_text":"RT but how is it possible in the briefing half an hour ago did not say anything about the ban, not even a word....","sentiment_score":-0.0833333333}
{"full_text":"RT Today &amp; reintroduced a bill to confront structural racism in public health. It c...","sentiment_score":0.0}
{"full_text":"RT MR CRUZ. Throughout the first year of the pandemic, Republicans were covering an incontinent president's stinky ass (see...","sentiment_score":0.25}
{"full_text":"RT \"The post-mortem, a copy of which was obtained by POLITICO, says the former president suffered from voter perception that...","sentiment_score":0.0}
{"full_text":"This so called virtual learning isn't actually learning at all. And what about our children, where's the evidence that children are learning to read \"virtually.\" We need people to center students &amp; families.https:\/\/t.co\/dl8abPZEBc","sentiment_score":-0.05}
{"full_text":"RT A study has found that the job with the highest mortality rate from COVID-19 is line cook. All the arguments about re-openin...","sentiment_score":0.0}
{"full_text":"Limited supply, speed mean you can't select which COVID-19 vaccine you get ","sentiment_score":-0.1919642857}
{"full_text":"Current Conditions for #Sayre PATemp: 23.9FWind Chill: 23.9FHumidity: 98%Dew Point: 23.5F Barometer: 30.000 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 109.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Look: Republicans in Congress shouldn't be worried about a COVID relief bill that's \"too big.\" They should be worried that peo...","sentiment_score":0.0}
{"full_text":"RT The very same people who claim to care about social justice and inequality for poor, predominantly black\/brown communiti...","sentiment_score":-0.1222222222}
{"full_text":"Alabama COVID Cases Increase To 460,860 Deaths To 7,688 - Alabama (2019-nCoV) - Recombinomics Inc.","sentiment_score":0.0}
{"full_text":"RT Trudeau's failure to deliver vaccines overshadows all of his previous scandals, because this one doesn't just hurt him, it...","sentiment_score":-0.2416666667}
