{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT The self-professed libertarians including at the lauded Boris Johnson's no-restrictions app...","sentiment_score":0.0}
{"full_text":"RT whenever harry probably has a cold he probably is like \"it's nothing\" but louis goes all mama bear and orders him to stay i...","sentiment_score":-0.6}
{"full_text":"RT Theres always a tweet.","sentiment_score":0.0}
{"full_text":"Call for 'summer of play' to help English pupils recover from Covid-19 stresshttps:\/\/t.co\/YgGVjJDmG2...https:\/\/t.co\/UTMkU0rGN9","sentiment_score":0.0}
{"full_text":"your mention didn't appear on my mentab sorry for the late respond~ doing great but feel bored easily bcuz jut stay at home~ how are you nam do san? hehehe","sentiment_score":-0.0133333333}
{"full_text":"RT Turning his party around during a pandemic is proving tricky, but Labour leader Keir Starmer says he's here for the long haul...","sentiment_score":-0.05}
{"full_text":"RT 'Somalian double rapist, 49, can stay in UK after winning deportation battle on human rights grounds - as judge says he w...","sentiment_score":0.1666666667}
{"full_text":"RT With a grand total of 20 active cases in the state (pop. ~6.7 million), Victoria goes into lockdown.","sentiment_score":0.1222222222}
{"full_text":"RT NEW--#COVID19 vaccination potential will not be achieved without increased production, affordable pricing, global availabilit...","sentiment_score":0.0}
{"full_text":"RT See, here's the problem. We hold these scumbags to a LOWER standard. Not only should he be arrested, he should be tried and p...","sentiment_score":0.0}
{"full_text":"Thanks to COVID19 and subsequent global economic uncertainty...","sentiment_score":0.1}
{"full_text":" #COVID19 walking &amp; cycling schemes do not delay ambulance response times, ambulance trust responses to FOIs by charity reveal.  Research has also found that #LowTrafficNeighbourhoods reduce injuries for all road users by 70%.https:\/\/t.co\/4SPrNzOlDk","sentiment_score":0.0}
{"full_text":"RT Only way out is mass civil disobedience which will happen once ppl realise the pandemic payments will hav...","sentiment_score":0.0}
{"full_text":"RT Are you a key worker or do you regularly have to leave home to go to work?If so, you can now get a free rapid test to see whe...","sentiment_score":0.1333333333}
{"full_text":"RT omg so due to covid safety precaution, recruits werent able to have their holiday (out of the camp), but starting from monda...","sentiment_score":0.125}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT #BREAKING: The US has now administered over 50 million coronavirus vaccine doses.BUHARI: Zero#EndBadGovernanceInN...","sentiment_score":0.0}
{"full_text":"There are great projects going on in community hospitals throughout covid","sentiment_score":0.8}
{"full_text":"Call for 'summer of play' to help English pupils recover from Covid-19 stress","sentiment_score":0.0}
{"full_text":"RT If we understand child development and the rights of the child. Children playing spontaneously is super important....","sentiment_score":0.3666666667}
{"full_text":"RT Inspired from Megastar words Shri #Sampath garu started blood donation and till now he donated 233 times(...","sentiment_score":0.0}
{"full_text":"First place I'm going after the pandemic is over!","sentiment_score":0.3125}
{"full_text":"RT This is the truth of it. Seems like the very sad milestone of 100k is ancient history now.","sentiment_score":-0.65}
{"full_text":"RT I know there's a lot of vaccine hesitancy in certain communities, so I wanted to share the fact that yesterday afternoon,...","sentiment_score":0.2142857143}
{"full_text":"RT Cuomo faces mounting scrutiny over COVID-19 nursing home deaths","sentiment_score":0.0}
{"full_text":"RT as the social distancing level has lowered down to 2 from 2.5, korea's military of defense has allow soldiers to have two wee...","sentiment_score":-0.0740740741}
{"full_text":"RT Whenever I see Sunak, I see the man who pressed Johnson not to heed SAGE's 21st September advice to lock down, and brought...","sentiment_score":-0.0777777778}
{"full_text":"RT The #COVID19 virus is an invisible, often asymptomatic disease. Testing is absolutely vital for detecting the virus &amp; stop...","sentiment_score":0.1}
{"full_text":"RT Many will find it absolutely outrageous that midst a pandemic &amp;the worst financial position in living memory our taxes...","sentiment_score":-0.375}
{"full_text":"I Just saw Kore K-PVC-20KGCOMBO2 Home Gym and Fitness Kit #COVID19 #Offers #FollowFriday -","sentiment_score":0.1}
{"full_text":"Sweden's Pandemic Strategy Deadly for Most Vulnerable | Opinion","sentiment_score":-0.0666666667}
{"full_text":"Football Matches To Be Played Behind Closed Doors Amid Upsurge Of Covid-19 Cases","sentiment_score":-0.25}
{"full_text":"RT Around 1 in 3 people who have Covid-19 have no symptoms. Act like you've got it. Stay Home. Protect the NHS. Save Lives","sentiment_score":0.0}
{"full_text":"Children as Young as 6 Forced to Become Child Soldiers Due to COVID-19 Poverty #globalcitizen","sentiment_score":-0.1083333333}
{"full_text":"RT I was prepared to give Premier Andrews the benefit of the doubt, but have we been lied to again? The UK virus does not sp...","sentiment_score":0.0}
{"full_text":"Covid-19: Sports equipment presents 'low risk' - BBC News @SymphonyEnv #d2p ","sentiment_score":0.0}
{"full_text":"RT @RahulGandhi takes 'Hum do Humare Do' to farmers on ground in Rajasthan's Ajmer'Warned about Covid in Feb 2020. Med...","sentiment_score":0.0}
{"full_text":"Oxford-AstraZeneca COVID-19 Vaccine To Be Tested On Children For First Time","sentiment_score":0.25}
{"full_text":"RT Through 'Food Power for Generation Covid, a joint project with 8,485 breakfasts have been sent to families in L...","sentiment_score":0.0}
{"full_text":"Yes please! Sector's hurtin'","sentiment_score":0.0}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT If you ever needed proof that the government ordered the shootingYou have it now","sentiment_score":0.0}
{"full_text":"Big Telecom gobbled up hundreds of millions of dollars in federal emergency COVID wage relief -- then paid it out to their investors and laid off hundreds! Sign the petition to make them pay it back NOW. via #PayItBack","sentiment_score":0.0}
{"full_text":"RT Vitamin D works!!Vitamin D for COVID-19: real-time analysis of all 64 studies","sentiment_score":0.0}
{"full_text":"RT 2 died of Ebola: They said Obama should resign.4 died in Benghazi: They had Hillary testify for 11 hours, held 33 heari...","sentiment_score":0.0}
{"full_text":"RT 5 wks ago I started training harder, eating healthier to lose my covid\/holiday weight.  I'm down 8lbs &amp; feeling better...","sentiment_score":0.0814814815}
{"full_text":"Boko Haram never do you people reach?","sentiment_score":0.0}
{"full_text":"RT Today's update on Lockdown Sceptics is here. Includes a brilliant critique of Neil Ferguson's latest doom-mongering by a m...","sentiment_score":0.7}
{"full_text":"RT Reinfection with S African variant is possible after Covid-19.","sentiment_score":0.0}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"RT More thoughts out Mon AM but I see this more like measles than flu. A vaccine helps us move towards a measles model. Elimi...","sentiment_score":0.5}
{"full_text":"RT Covid-19: Has the UK economy been hardest hit?","sentiment_score":0.0}
{"full_text":"RT #IBCLASHWITHACF Dear Cm sir many exam clashing with ACF. We don't want to miss any opportunit...","sentiment_score":0.5}
{"full_text":"#Sindh records 421 new #coronavirus cases, 13 deaths during last 24 hours.","sentiment_score":0.0681818182}
{"full_text":"That's right get the pubs open. Spread the virus lock down summer.","sentiment_score":0.0433862434}
{"full_text":"RT If.#40% of all COVID cases are caught in hospitals And#33% of deaths are in care homesThen locking up health...","sentiment_score":0.0}
{"full_text":"RT How to protect yourself from Tear Gas !!Wear a face shield to cover your eyes, nose and mouth. If not, wear a face ma...","sentiment_score":0.0}
{"full_text":"RT Was happy to receive a call from my friend  Assured him that India would do its best to facilitate suppli...","sentiment_score":0.9}
{"full_text":"We've made a playlist of love songs to blast today so grab a partner, wear a mask, and fall in and out of love with these quality tracks. Featuring songs by  &gt; ","sentiment_score":0.5}
{"full_text":"If you are working outside of your home, out in the community or coming into contact with customers, you are thought to be more at risk of spreading the virus. Get tested twice a week to help protect those around you from COVID-19.","sentiment_score":0.25}
{"full_text":"A lot has happened in the last couple of weekshttps:\/\/t.co\/RbJvLd3dV8","sentiment_score":0.0}
{"full_text":"Are you developing symptoms of COVID-19? If you have a new cough, change in taste or smell or a high temperature, book a test!If you can't get out to a test site, you can always order a home kit to your house instead For more information please visit","sentiment_score":0.2654545455}
{"full_text":"\"We want to see people.\"  All around the country, included, work is going on behind the scenes in museums and galleries while they wait to reopen ..... Covid-19: The secret life of museums during lockdown","sentiment_score":-0.4}
{"full_text":"#COVID19 is making it harder to find love (and sex) among millennials and Gen Zs.We let young people tell their story in this #ReportrExplainer.https:\/\/t.co\/LtM2f37wAZ","sentiment_score":0.1666666667}
{"full_text":"Pandemic forces #Iran to cancel mass marches for revolution anniversary ","sentiment_score":0.0}
{"full_text":".@SPimentaIFC, IFC's VP for the #MiddleEast &amp; #Africa, shares his perspective with on the state of #Africa's financial industry amid #COVID19 challenges. Read the interview here:","sentiment_score":0.0}
{"full_text":"Our 2nd Keynote Speaker at #TheSquashSummit is none other than Zena Wooldridge, President of Zena discusses how the governing body has dealt with the pandemic, and discusses future plans to grow the sport.FREE REGISTRATION ","sentiment_score":-0.0416666667}
{"full_text":"Twenty people have now been quarantined, and three people are sick, after three Super Bowl parties at which there were people who were infected with coronavirus, Warren County Health Services","sentiment_score":-0.1904761905}
{"full_text":"Not sure if you qualify for free testing? Check out the list of qualifying public facing jobs on our website #stopthespread #RBWMtogether","sentiment_score":0.05}
{"full_text":"RT Kes positif mengikut negeri (setakat 13\/02\/2021, 12 pm)Confirmed cases by state (as of 13\/02\/2021, 12 pm)#COVID19#Kit...","sentiment_score":0.0}
{"full_text":"The #Church Facing #Covid19 - #Christian village of Taybeh and Beit Afram Elderly Home struggle with #Coronavirus#MECC #TheChurchFacingCovid19https:\/\/t.co\/DCiQkt191Q","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Saturday February 13, 2021 ","sentiment_score":0.0}
{"full_text":"RT Ready for Biden's plans to vaporize our border? In a time of pandemic and widespread economic anxiety.","sentiment_score":0.2}
{"full_text":"Why are African Americans lagging behind others in getting the Covid vaccine?","sentiment_score":-0.2}
{"full_text":"RT Time to plan your socially-distanced #ValentinesDay date! https:\/\/t.co\/PADRFBOXYQ#travelblogger #ttot #rtw #Socia...","sentiment_score":0.0}
{"full_text":"In several garment-producing countries - from India to Cambodia and Myanmar - activists say factory bosses have used the economic fallout from the pandemic as an excuse to target and fire union members while keeping on non-unionised workers.","sentiment_score":0.05}
{"full_text":"If you are one of the 1 million who has already received your #Covid19 vaccine please remember to continue to stick to the FACTS guidance.  Follow FACTS and stop the spread.#WeAreScotland #Facts","sentiment_score":0.0}
{"full_text":"Anyone else think #covid will bring a lot of #mentalhealth issues to the workplace? Thanks to sponsor for her support on this important issue #MentalHealthAwareness #MentalHealthMatters","sentiment_score":0.3}
{"full_text":"Persons with heart ailments could still receive their vaccine shot against coronavirus, the Food and Drug Administration said Saturday.https:\/\/t.co\/Nw9gkvAiXG","sentiment_score":0.0}
{"full_text":"Support the #Spitfires... and the environment! We've joined 'virtual lockdown league' and are up against today Fans of both clubs can support the cause and face off by pledging acts to reduce their CO2 emissions! ","sentiment_score":0.0}
{"full_text":"RT this leads to covid passport and regular testing. So when you get your false positive test and feel fine but yo...","sentiment_score":0.0609848485}
{"full_text":"For #ValentinesDay tomorrow, help spread love, not COVID. It's simple: Upload a picture of you and your COVID vaccine card  Explain why you got the vaccine# Use the hashtag #VDayCard  Share the love","sentiment_score":0.3333333333}
{"full_text":"Read our #DateSafely tips for online dating during the pandemic","sentiment_score":0.0}
{"full_text":"The Centers for Disease Control and Prevention released long-awaited guidance on how to reopen schools safely, emphasizing mitigation measures and a phased approach that bases the decision to go back to the classroom on the rate of community spread.https:\/\/t.co\/Byo9AiaurM","sentiment_score":0.25}
{"full_text":"Ahead of his #UFC258, #BelalMuhammad discusses his bout against #DhiegoLima.@ShayneDias_ with the #Exclusive#Sportshttps:\/\/t.co\/OjFyLLWVt5","sentiment_score":0.0}
{"full_text":"Apparently my hair loss medication finasteride also helps with covid.","sentiment_score":0.05}
{"full_text":"Agriculture students at will each receive a PS500 Covid Disruption Payment","sentiment_score":0.0}
{"full_text":"COVID Vaccination update:- Bihar- Tripura- Madhya Pradesh- Odisha- Uttarakhand- Chhattisgarh- Himachal Pradesh- Kerala- Lakshadweep- Mizoram- Rajasthan- SikkimThe above states &amp; UTs have vaccinated more than 70 per cent of their registered healthcare workers.","sentiment_score":0.25}
{"full_text":"Remember: What You Do Is Not Who You Are","sentiment_score":0.0}
{"full_text":"ok.  admittedly my claim about life expectancy was based on data from elsewhere.  but applicable enough I think.  If covid on DC doesn't predict age of death in AU or (I've heard) elsewhere it's effect it would be unlikely to do so in NZ.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 13\/02\/2021 16:30Total Cases: 10892753 [+203]Active: 133769Recovered: 10598894 [+185]Deaths :155588 [+0]Total Tests: 205.53MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The mens #sixnationsrugby is going ahead as planned today but the #WomensSixNations is not. \"The bottom line is women's rugby is not as popular as their male counterparts\" you think rugby should be doing more for the women's game? https:\/\/t.co\/rLzIEVkC04","sentiment_score":0.175}
{"full_text":"She may be in lockdown but student is figuring out ways to enjoy herself at the Academy! #AdultSchool","sentiment_score":0.5}
{"full_text":"100M+ of COVID vaccines doses administered worldwide. Zero in Hong Kong. What's going on?@CaptainTariq speaks to of #Watch: #COVID19Vaccination #HongKong #vaccine #Asia #pandemic #media","sentiment_score":0.0}
{"full_text":"Another big THANK YOU for the donation of their 2020 conference sponsorship goes out to This donation allowed seamless planning of 2021 virtual conference as well as reimbursing attendees. #NCMC2021 #shiftingroles #ncmuseums #covid19 #MuseumsFromHome","sentiment_score":0.05}
{"full_text":"Chris is a Consultant in A&amp;E, he has had his vaccine along with thousands of healthcare workers at UHNM. Anyone aged 70+ who has not been contacted to receive their COVID-19 #vaccine can now book an appointment with their GP, by calling 119 or visiting","sentiment_score":-0.1}
{"full_text":"Nun who beat COVID-19 enjoys 117th birthday with red wine, Mass | Read more:","sentiment_score":0.25}
{"full_text":"There was no widespread and no large cluster of #COVID19 in or around China's #Wuhan in months prior to December 2019, said a #WHO expert on Friday.","sentiment_score":-0.0535714286}
{"full_text":"You could be spreading COVID-19 without knowing it. Just because you don't have symptoms, doesn't mean you don't have the virus. Protect yourself and others around you. Our first drop-in Community Testing centre at Cowdenbeath is now open. ","sentiment_score":-0.0208333333}
{"full_text":"'From her bulletproof case, Mona Lisa's smile meets an unfamiliar sight these days: emptiness.' The Mona Lisa stares out on an empty gallery at the #Paris #MuseeduLouvre #Louvre #monalisa","sentiment_score":0.1}
{"full_text":"DYK many in #Malawi are dependent on kiosks for water? Learn how a project to automate these machines is #ChangingLives and helping protect against the pandemic.","sentiment_score":0.5}
{"full_text":"The movie awards season has been disrupted, but the orgy of backslapping that is the Oscars won't be stopped, writes Paul Whitington. He picks the likely winnershttps:\/\/t.co\/gn5zxnDX0c","sentiment_score":0.0}
{"full_text":"Can't meet your significant other this Valentines due to quarantine or lockdown? DON'T FRET! Here are fun virtual long distance date ideas to get couples through this season https:\/\/t.co\/asdATAoRb4","sentiment_score":0.06875}
{"full_text":"CANCELED: Instead of Tuesday's drive-thru clinic, Christian County hospitals will be administering the COVID-19 vaccines through closed clinics.https:\/\/t.co\/sam5LZqN0A","sentiment_score":-0.05}
{"full_text":"Coffee breaks and 'hanging' out' aren't really the best excuses...https:\/\/t.co\/gfrKEahaLi","sentiment_score":0.6}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"Good morning Snow starting this afternoon so adjust driving to road conditions on essential trips. It is VERY cold out there. Wind chill -27 this morning and -15 this afternoon. #StayHome #StayCozy and have a safe #FamilyDay weekend!","sentiment_score":0.109}
{"full_text":"Tickets are flying out for this!Get yours whilst they are still available...","sentiment_score":0.4}
{"full_text":"From angry outbursts to not washing, parents share their teenagers' mental health struggles in lockdown #ukedchat","sentiment_score":-0.3}
{"full_text":"1100-1400@DJPharaohG &amp; interview &amp; mega mix!@Deliveroo in collaboration with &amp; give us tips on how to date in lockdown!Music from Miss la Familiar, &amp; | 107.3 | DAB","sentiment_score":0.375}
{"full_text":"Around 1 in 3 people with #Covid19 do not show any symptoms, but can still pass it on.This new strain is spreading fast and we all have a responsibility to prevent this spread.Protect your friends, protect your family and protect London by staying at home.","sentiment_score":0.1681818182}
{"full_text":"Good morning!We've got lots to cover today on -Tracking the potential for ice today -Trump's 2nd impeachment trial expected to wrap up-Why getting a COVID-19 vaccine in Virginia may soon be much easier...See you at 7am!","sentiment_score":0.17}
{"full_text":"News Writer Sam Wait reports on UoB's Help the Homeless society launching a COVID safe Valentine's day fundraiserhttps:\/\/t.co\/FiJCMn8Vsp","sentiment_score":0.5}
{"full_text":"Listen to our celebration of #WorldRadioDay below on &amp; special #lockdown loop episode  #UNESCO #Radio #WorldRadioDay2021 #COVID19https:\/\/t.co\/TIetY0NGM8","sentiment_score":0.3571428571}
{"full_text":"An arraignment hearing has been postponed again for a former Wolfe City Police Department officer indicted on a murder charge in the shooting death of a city resident.","sentiment_score":0.0}
{"full_text":"\"Johan Jaaffar said reporters have no choice but to report all activities associated with COVID-19\"#AWANInews #AWANI745","sentiment_score":0.0}
{"full_text":"Check out this report by 'SPECIAL REPORT: How failures of regulation are damaging the fight against #climatechange &amp; COVID - and why #IPSO is not fit for purpose'https:\/\/t.co\/uLnTMP3VLV#fakenews #misinformation","sentiment_score":0.0785714286}
{"full_text":"COVID-19 safety precautions still remain the same even with the new variant 501Y.V2. Please continue to stay safe.","sentiment_score":0.2121212121}
{"full_text":"If you leave the house for work or essential activities, it is important to book regular symptom-free covid tests. Protect yourself, your family and friends with regular testing every two weeks. Book your test online at: #DontBeTheReason","sentiment_score":0.1}
{"full_text":"Sit back and relax to #Wokingham's top 10 this weekend  #wokytoday","sentiment_score":0.25}
{"full_text":"RT Good morning Family and Friends , hope your Saturday has started off well? Ok a few things, please when you go around your...","sentiment_score":0.3333333333}
{"full_text":"Interesting how #ChinaVirus hospitalization rates plummet after the #WifeThief is inaugurated. #JoeBidenhttps:\/\/t.co\/uypZuKCau5","sentiment_score":0.5}
{"full_text":"RT Despite my pleading, dad took the covid \"vaccine\" a couple days ago. This morning he passed out for the first time in h...","sentiment_score":0.25}
{"full_text":"RT India has emerged the surprise leader of the global vaccine diplomacy race. It has exported three times more doses than...","sentiment_score":0.25}
{"full_text":"RT \"If a cop sets foot in the university, the city will burn\". A graffiti on a closed hotel front in central Athens comment...","sentiment_score":-0.05}
{"full_text":"How do you get a job in a pandemic? In a word: Relationships. If you don't have them, create them.","sentiment_score":0.0}
{"full_text":"Beyond Burned Out - Chronic stress was rampant even before the pandemic. Leaders can't ignore it any longer. #MSFTAdvocate","sentiment_score":0.0}
{"full_text":"The notorious inmate had a 'bad reaction' to the jab.https:\/\/t.co\/V6ViKbhxhd","sentiment_score":-0.7}
{"full_text":"To vaccinate, or not to #vaccinate? Which segment are you most likely to fall under? #covid19","sentiment_score":0.25}
{"full_text":"Interim data suggest clinically meaningful impact on patient recovery from COVID-19 with an estimated 37 percent more recoveries observed in lenzilumab arm of Phase 3 trial versus current standard of care ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.3}
{"full_text":"COVID 19 Parenting Tip: Courtesy of Clowns Without Borders ( ). Praise your child when they are behaving well. Try praising your child or teenager for something they have done well. It will also reassure them that you notice and care. #TheBookBusZM","sentiment_score":0.0}
{"full_text":"COVID 19 Statistics for Scotland (13\/2\/2021) for the last 24 hours. Data from and #Scotland #Coronavirus #RememberFACTS.","sentiment_score":0.0}
{"full_text":"Sammy Gyamfi leading the argument for those who know the \"price of everything and the value of  nothing\" on #Newsfile concerning the much praised Covid-19 testing regime at the airport!#NanaRemainsPresident#HopelessPetition","sentiment_score":0.2}
