{"full_text":"I never had covid just want people to know I cleared that test, I just have a crappy immune system and at the same time anti biotics have a lot of weird effects on me. I was given pain pills to help but those made me off &amp; sicker, so I've been inactive, getting better tho.","sentiment_score":0.0}
{"full_text":"RT New analysis on the cases of innocent people who have been exonerated from death row shows disturbing patterns of misconduct, per...","sentiment_score":0.0454545455}
{"full_text":"RT You won't see this I'm sure, but you can help the people of Texas who are without power and water. You can al...","sentiment_score":0.5}
{"full_text":"RT Take this pandemic seriously. Wear a mask, practice social distancing, wash your hands often, and do your part to curb th...","sentiment_score":-0.15}
{"full_text":"RT Absolutely devastating to see the data this way. Each tiny dot = one of nearly 500,000 American lives lost to COVID. The...","sentiment_score":-0.225}
{"full_text":"-Japan grounds Boeing 777s after United engine failure-Pfizer vaccine reduces virus transmission-China's yuan is in the big league","sentiment_score":0.0}
{"full_text":"RT can this government get a damn grip??? i can't hack the idea of lockdown 4the past 3 have been horrendous","sentiment_score":-0.25}
{"full_text":"RT A really good example of why COVID is so dangerous is that even our fucked up half-measures nonsense basically stopped f...","sentiment_score":-0.1666666667}
{"full_text":"shannon berry with a septum ring would cure covid","sentiment_score":0.0}
{"full_text":"RT The GOP controls the majority of state legislatures in the US -- our work needs to focus on securing our elections for 202...","sentiment_score":0.0}
{"full_text":"RT Residents were warned of the tornadoes during the Delta Outbreak with incredible lead time, some up to nearly an hour. He...","sentiment_score":0.5}
{"full_text":"RT I'm old enough to remember consulting my nurse friend about how to mention #Covid19. Should it be a hashtag? Should it be #c...","sentiment_score":0.05}
{"full_text":"RT Johnson 6th jan: Schools are vectors of transmission for CovidDeaths 6th Jan - now: 43,000Politicians today: Fully reop...","sentiment_score":0.0}
{"full_text":"RT Meghan announces she's pregnant, it's front page, we get think pieces. Matt Hancock, the country's Public Health Secretary has...","sentiment_score":0.1666666667}
{"full_text":"i do too i tried biotene stuff in past but not only nasty taste but also didn't work ended up just swallowing it. i guzzle water but in 2mins i'm parched. i couldn't produce any saliva other day for a covid test(not sick) have endoscopy on tues.","sentiment_score":-0.4178571429}
{"full_text":"RT Instead countless Catholics died without having recent access to the sacraments who, without Lockdown Church, wouldn't have....","sentiment_score":0.0}
{"full_text":"RT Sadly there have now been over 500,000 Covid deaths in America. The former guy and his accomplices should all spend the rest of...","sentiment_score":-0.25}
{"full_text":"RT Restaurants need immediate federal relief to weather COVID--too many places we know and love could close without more help...","sentiment_score":0.5}
{"full_text":"RT Jamaica now consistently has one of the highest positivity rates in the world.The daily positivity rate has not been...","sentiment_score":0.125}
{"full_text":"RT My kids won't see their Daddy this weekend because he's an ICU consultant looking after very sick COVID-19 patients. NHS...","sentiment_score":-0.9285714286}
{"full_text":"RT It's interesting to see some \"thought leaders\" talking about the effects of coronavirus in the past tense. I guess once you'v...","sentiment_score":-0.0277777778}
{"full_text":"If you don't wear a mask and get COVID, this tweet will bite you in the ass.","sentiment_score":0.0}
{"full_text":"Ayooo went out in public for the first time in a LONG TIME  and my social skills HAVE DECREASED  I REPEAT! CORONA HAS AFFECTED ME AAAAAAAAH","sentiment_score":-0.0533333333}
{"full_text":"In Their Own Words: U.S. Covid-19 Death Toll Hits 500,000 | NBC  via","sentiment_score":0.6}
{"full_text":"RT House Democrats are on track to pass President Biden's $1.9 trillion coronavirus relief package by the end of this wee...","sentiment_score":0.0}
{"full_text":"RT Halftime Adjustment Our children have spent a year enduring a pandemic that has altered education as we know it, our c...","sentiment_score":-0.1}
{"full_text":"RT The deaths from COVID-19 would fill Arlington National Cemetery. Even if less than half those lives would've been spared by a...","sentiment_score":-0.1666666667}
{"full_text":"RT In print today and online tomorrow:Moratoriums and prevention efforts have not stopped all evictions through the coronavi...","sentiment_score":0.0}
{"full_text":"But that's the too many people in the UK are positive (for covid) when they should be negative (cunts)!!!!","sentiment_score":-0.0017163826}
{"full_text":"RT Virtually every aspect of the COVID vaccine, from the lipid nanoparticles to the mRNA technology, was developed in acade...","sentiment_score":0.1}
{"full_text":"RT Texas will get almost 1 million COVID vaccine doses this next week.About 600,000 first doses &amp; more than 350,000 secon...","sentiment_score":0.25}
{"full_text":"Just experienced this at our biggest grocery, prev always 100% masks. I'm immuno-compromised. Saw 7 unmasked at check-outs, asked the frustrated cashier why. 'Corporate memo said don't enforce mask requiring.\"Is this how we unite w\/ to control COVID?!","sentiment_score":0.0333333333}
{"full_text":"Listening to Stanley Tucci talk about food in Italian is exactly what I needed in the 11th month of the pandemic. I fell in love with him on the magical film \"Big Night\" and my adoration for him continued with his new show  #searchingforitaly","sentiment_score":0.2310606061}
{"full_text":"I miss pre-covid nights on Frenchman the most I think","sentiment_score":0.5}
{"full_text":"RT SUPER EMITTERS--Another situation of 20\/80 rule (almost)...  18% of #COVID19 infected people exhale 80% of all #SARSCoV2...","sentiment_score":0.3333333333}
{"full_text":"RT JUST IN: Pfizer's Covid vaccine stopped 89.4% of transmission in Israel, the first real-world sign that immunization will cur...","sentiment_score":0.25}
{"full_text":"Prime example of why America's taxpayers will NEVER EVER trust Congress. #WTF does this have to do with #COVID19 relief??? \"House COVID bill includes over $100 million for controversial Silicon Valley underground rail project\".","sentiment_score":0.025}
{"full_text":"RT Save Us Save Our Families From Covid 19#yrys_rjwk_lTlb_htmwt","sentiment_score":0.0}
{"full_text":"RT What you need on the House floor at all times is a massive screen that updates Covid 19 deaths every hour...","sentiment_score":0.0}
{"full_text":"Covid, we can't do that right now.","sentiment_score":0.2857142857}
{"full_text":"I'm raising money for Need help during this pandemic. Click to Donate","sentiment_score":0.0}
{"full_text":"Wear a mask.","sentiment_score":0.0}
{"full_text":"Cebu, I hope you can withstand this.","sentiment_score":0.0}
{"full_text":"RT Tomorrow President Biden will give a speech on the lives lost to coronavirus and hold a moment of silence and candle li...","sentiment_score":0.0}
{"full_text":"RT As of this week, I've lost 7 people I know and love to COVID. I'm not asking for sympathy, but I'm asking that you all don'...","sentiment_score":0.5}
{"full_text":"RT \"More Americans have perished from Covid-19 than they did on the battlefields of World War I, World War II and the Vietn...","sentiment_score":0.5}
{"full_text":"hey sister i still think you should do this still ","sentiment_score":0.0}
{"full_text":"RT According to the vaccine most of us will get - Astra Zeneca - won't protect us against the South African...","sentiment_score":0.25}
{"full_text":"RT Grave, grim, tragic marker when you know so many of these people who died did not have to. It was preventable a year ago.  h...","sentiment_score":-0.4166666667}
{"full_text":"RT Take this pandemic seriously. Wear a mask, practice social distancing, wash your hands often, and do your part to curb th...","sentiment_score":-0.15}
{"full_text":"RT Tomorrow President Biden will give a speech on the lives lost to coronavirus and hold a moment of silence and candle li...","sentiment_score":0.0}
{"full_text":"RT \"I sit in the car and cry all the way home.\"ICU nurse Lisa Malpiedi says a new #COVID wave is killing younger patients with no...","sentiment_score":0.0681818182}
{"full_text":"Nearly 100,000 people in the United States died from the Chinese coronavirus during President Joe Biden's first month in office.","sentiment_score":0.1166666667}
{"full_text":"RT Yes yes he did &amp; it was planned &amp; he didn't follow CDC guidelines and Def quarantine after international travel ex...","sentiment_score":0.0}
{"full_text":"Shots in arms!  Let's get it done.","sentiment_score":0.0}
{"full_text":"The government has planned to issue Covid-19 passports as verification for individuals who have received the vaccine, said Health Minister Datuk Seri Dr Adham Baba.https:\/\/t.co\/kr8r9nbrEp#malaysia #vaccine #covid19  #tinmedia #tinmediaupdates #tinnews","sentiment_score":0.0}
{"full_text":"\"The U.N. report describes a \"dire\" situation in which #COVID19 services have stopped in #Tigray, displaced people in some cases are sleeping 30 to a single classroom \"  #TigrayGenocide #AllowAccessToTigray","sentiment_score":-0.0714285714}
{"full_text":"You just traveled to another country! Why are you serving food to others when you could be carrying covid?!","sentiment_score":0.0}
{"full_text":"RT On Friday, I visited Kalamazoo, Michigan to tour a Pfizer manufacturing plant. I had an opportunity to see the COVID-19 vaccine...","sentiment_score":0.0}
{"full_text":"RT As a precaution, the ICK is closed until further notice as a community member developed COVID-19 symptoms this morning...","sentiment_score":0.0}
{"full_text":"RT Modi govt denying permission to the Sikh jatha traveling for the 100th anniversary of Saka Nankana Sahib citing Covid-19...","sentiment_score":0.0}
{"full_text":"RT The Film Development Council of the Philippines will honor filmmakers and artists' resilience amid the pandemic in its...","sentiment_score":0.0}
{"full_text":"We keep giving to much unaccountable power to Fauci we all be following the Germans approach to the final solution to this pandemic.","sentiment_score":0.0666666667}
{"full_text":"RT Tomorrow President Biden will give a speech on the lives lost to coronavirus and hold a moment of silence and candle li...","sentiment_score":0.0}
{"full_text":"RT Over 900 UK health and care workers have died of COVID-19, most due to occupational exposure. They continue to die bec...","sentiment_score":0.1875}
{"full_text":"RT Fat phobia is so bad that people are mad fat people qualify for the covid vaccine before thin people. Happening in a c...","sentiment_score":-0.575}
{"full_text":"RT 100,000 COVID deaths under Joe Biden so far. Media?","sentiment_score":0.1}
{"full_text":"RT Biden to mark upcoming 500,000 US Covid-19 deaths with candle lighting ceremony","sentiment_score":0.0}
{"full_text":"RT Did Ron DeSantis break law in COVID vaccine debacle?","sentiment_score":0.0}
{"full_text":"Each class, a check-in via a Google form, including at least one silly item #ElonEd","sentiment_score":-0.4}
{"full_text":"RT My Catholic mother says no one has to give up anything for Lent this year because we've all given up way more during the pa...","sentiment_score":0.25}
{"full_text":"RT We ended up getting chocolate&amp;gift cards because cashless society during COVID. Because hotel won't let her stay,&amp;Wome...","sentiment_score":0.0}
{"full_text":"RT It feels strange to note these milestones because we also know the actual number is significantly greater.","sentiment_score":0.15}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT Fat phobia is so bad that people are mad fat people qualify for the covid vaccine before thin people. Happening in a c...","sentiment_score":-0.575}
{"full_text":"RT #COVID19 Statistics in SA as at 21 February.Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"RT All the media reports about Israel having reduced Covid infections after the second injection of experimental mRNA are usi...","sentiment_score":0.05}
{"full_text":"RT Glasses-wearers up to three times less likely to catch coronavirus, study suggests","sentiment_score":-0.0833333333}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasing  ","sentiment_score":0.1363636364}
{"full_text":"RT There it is... the vaccine stops transmission on top of saving your life. So if you don't take the vaccine, you will not only...","sentiment_score":0.25}
{"full_text":"RT Covid has us house bound and now winter storms! More time to reflect and meditate!#Fisk_RYS21","sentiment_score":0.5}
{"full_text":"RT \"This staggering wave, one full year into the pandemic, was completely unnecessary for the world's richest country. Achi...","sentiment_score":-0.025}
{"full_text":"Enjoyed being outside on Ramsey Lake skating path. With yak tracks on my boots and my Walker. Living in Northern Ontario. not just a fab rowing coach but also keeping us together during COVID and winter!","sentiment_score":0.25}
{"full_text":"Do you know the lost productivity of the workforce due to the impacts of COVID-19 in Australian organisations is estimated to cost $6 billion?Find out more at the upcoming Workplace Mental Health Summit. This week is your last chance to save $200","sentiment_score":0.055}
{"full_text":"RT Although the government's meeting are online, 3 ministers tested + for Covid-19. The government decided that millions...","sentiment_score":0.0}
{"full_text":"Dutkevicz said they decided to restart the service because with coronavirus vaccines arriving things are opening up more, they surveyed some of their ridership and the fact Metro buses are back on routes was also a big indicator for them.https:\/\/t.co\/AeI9E8fX1S","sentiment_score":0.1666666667}
{"full_text":"Last year, Scott Morrison apologised for failures in the aged care sector during the coronavirus crisis, but defended the Government's overall response. Liberal member Higgins Katie Allen joins Thursday's panel - what will you ask her? | #QandA","sentiment_score":-0.0333333333}
{"full_text":"Deputy Prime Minister Michael McCormack has savaged Australian Open fans for booing the president of Tennis Australia after she mentioned coronavirus vaccines.https:\/\/t.co\/dQlK7MRzik","sentiment_score":0.0}
{"full_text":"#COVID19 cases continue to drop in LA County, but we still have quite a ways to go!","sentiment_score":0.0}
{"full_text":"#StateAdvocacySummit panelists explore how #COVID19 accelerated the adoption of #telehealth, its impact on the delivery of care and the need to expand coverage, ensure fair payment and promote broad access regardless of location or digital literacy.","sentiment_score":0.2541666667}
{"full_text":"RT Any news on vaccines for teachers? Has Gavin Williamson  spent any time this lockdown improving the school envir...","sentiment_score":-0.1}
{"full_text":"To be able to overcome challenges brought about by the #COVID19 pandemic, we need to be futures literate. Read on in our latest article to find out what #futuresliteracy really is:https:\/\/t.co\/zdn8spXHE9#career #education #digitaleconomy","sentiment_score":0.4}
{"full_text":"RT please fill this out if u havent already &amp; help ky out &lt;3","sentiment_score":0.0}
{"full_text":"More than just a slogan, DTI's \"Buy Local, Go Lokal\" campaign has helped thousands of businesses in overcoming the challenges amid the pandemic. Read on and get inspiration from their success stories.https:\/\/t.co\/J8g8IK42n9#iamDTIph #BuyLocalGoLokal","sentiment_score":0.2666666667}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
{"full_text":"RT and please help bring awareness to the plano police department for their harassment of a black...","sentiment_score":-0.1666666667}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"First shipment of #COVID19 #vaccines from Chinese company Sinovac arrived in Mexico City on Feb. 20. It arrived about a week after Mexico's Federal Commission for Protection Against Health Risks had authorized emergency use for the #Sinovac and #CanSino Biologics vaccines.","sentiment_score":0.125}
{"full_text":"RuPaul's Drag Race stars to appear in Covid-themed documentary special - check out the trailer here:https:\/\/t.co\/7bQCHbUsf7","sentiment_score":0.0857142857}
{"full_text":"One guy and his friends provide free food packets for Covid-19 patients in Sungai Buloh Hospital. #Kindness","sentiment_score":0.4}
{"full_text":"RT Trump did almost nothing to provide Covid relief for people and I can't believe Biden has done less","sentiment_score":-0.1666666667}
{"full_text":"Vaccine nationalism: Rich nations \"stockpiling one billion more #COVID19 shots than needed\"","sentiment_score":0.4375}
{"full_text":"RT Great questions ","sentiment_score":0.8}
{"full_text":"Americans may still need to wear #masks in 2022 to protect against the coronavirus, said Anthony Fauci, the nation's top infectious disease expert, on Sunday. #COVID_19","sentiment_score":0.5}
{"full_text":"The Ministry of Public Health has urged members of the public who are thinking about celebrating parties to avoid gathering or having celebrations, to prevent the spread of #COVID19.","sentiment_score":0.0}
{"full_text":"As an ancient Buddhist temple built in 1877, Gude Temple in Wuhan, central China's Hubei Province, is famed for a unique architectural style that combines Chinese with Eurasian elements.","sentiment_score":0.125}
{"full_text":"This mom from a small Alaskan village isolated for 10 weeks to safely give birth to twins amid COVID-19.","sentiment_score":0.125}
{"full_text":"#Veterans are feeling the effects of the pandemic. If you are a veteran, know a veteran or are a family member of a veteran that needs help accessing and navigating benefits, reach out. Call us 24\/7 at 855-91RAPID or visit us online: #WeGotYourBack #QRF","sentiment_score":0.0}
{"full_text":"#COVID19-related deaths in the US reached half a million. #AnthonyFauci warns semblance of normality may not return until the end of 2021. #Biden says about 1.7 million vaccinations are being carried out a day. But recent winter storms have delayed some six million doses.","sentiment_score":-0.0833333333}
{"full_text":"#StessaNewsletter: Despite the eviction moratorium, of reports on data from the Private Equity Stakeholder Project, showing that larger landlords have made over 40K eviction filings since the CDC moratorium first went into effect on Sep.4th.","sentiment_score":0.0833333333}
{"full_text":"RT When the PCR test was used to confirm a clinical diagnosis of COVID-19. The long standing norm for medical practise.Asymptom...","sentiment_score":-0.025}
{"full_text":"RT Tomorrow President Biden will give a speech on the lives lost to coronavirus and hold a moment of silence and candle li...","sentiment_score":0.0}
{"full_text":"RT NIH Director Francis Collins tells \"Axios on HBO\" that the politicization of mask wearing during the pandemic may have led to th...","sentiment_score":0.0}
{"full_text":"RT Tomorrow President Biden will give a speech on the lives lost to coronavirus and hold a moment of silence and candle li...","sentiment_score":0.0}
{"full_text":"Escaping lockdown: When will life return to normal?","sentiment_score":0.15}
{"full_text":"RT CNN's credibility questioned as left-wing 'pundit' gives cover to nursing home scandalhttps:\/\/t.co\/AO5JboTszy htt...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.3FWind Chill: 23.3FHumidity: 73%Dew Point: 15.9F Barometer: 30.492 inHgWind: 0 mph from the SECorona Virus Weekly Stats:Cases: 95.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"A new paper published in the journal Skeletal Radiology this week has now, for the first time, confirmed and documented the causes of these types of symptoms through CT scans, MRIs and ultrasound.  ","sentiment_score":0.2621212121}
{"full_text":"RT HEEERE'S LARRY!Ex-Trump flunky Larry Kudlow made his return to FOXNews this past weekAnd in classic Larry style, fu...","sentiment_score":-0.0416666667}
{"full_text":"AAUA PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #MondayThoughts #COVID19 #coronavirus #Educati","sentiment_score":0.1}
{"full_text":"Time: 02:00 * Temp: 6.1degC * Wind: SSW 0.0 to 0.0mph * Pressure: 1002.3hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:28 * Sunset: 17:45 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT All #schoolreopening 8th March while infection rates still too high and schools remain a vector for transmission. Why...","sentiment_score":0.16}
{"full_text":"RT Tomorrow President Biden will give a speech on the lives lost to coronavirus and hold a moment of silence and candle li...","sentiment_score":0.0}
{"full_text":"President Joko Widodo (Jokowi) has urged business operators to expand job opportunities to expedite recovery of the national economy battered by the COVID-19 pandemic.#IndonesiaMattershttps:\/\/t.co\/wbn6weV6MN","sentiment_score":0.0}
{"full_text":"PS - The pandemic really gives us the opportunity to take some nice trips on memory lane ","sentiment_score":0.4}
{"full_text":"Drilon hits mismanaged Covid-19 procurement process","sentiment_score":0.0}
{"full_text":"RT Hola from Spain. More Covid cases per capita than the UK, and, yes, we've vaccinated five times as many people. But gu...","sentiment_score":0.5}
{"full_text":"RT The WH announces that tomorrow Pres. Biden \"will deliver remarks on the lives lost to COVID-19.  The President, the Fi...","sentiment_score":0.0}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
{"full_text":"RT Seems a bit of a mystery to me that masks and social distancing completely eliminated normal seasonal flu deaths but no...","sentiment_score":0.0944444444}
{"full_text":"RT Day 44 of asking out for Hi-C Orange (the best Hi-C) when this pandemic is overToday's drink brought to y...","sentiment_score":1.0}
{"full_text":"Then I will remove it from my post-covid list.","sentiment_score":0.0}
{"full_text":"RT Bow wow should wear a mask like Ray Mysterio lol","sentiment_score":0.45}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"Positive Cases: 420614Hospitalized: 440Deaths: 5892Death Increase: 5Data Retrieved On: 2021-02-21#coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Nearly 100,000 Americans have died from COVID or COVID-related complications during Joe Biden's first month in office.","sentiment_score":0.175}
{"full_text":"RT Hey, guys! I'm going to start making gumroad packs so I can make some money during this pandemic. Hope you can support me e...","sentiment_score":0.0}
{"full_text":"I feel you. My pandemic dreams have been so odd.","sentiment_score":-0.1666666667}
{"full_text":"On WHO's Wuhan Report, Says China Military Member Lied to Secure J-1 Visa, Conduct Research at Stanford University.","sentiment_score":0.15}
{"full_text":"RT Fat phobia is so bad that people are mad fat people qualify for the covid vaccine before thin people. Happening in a c...","sentiment_score":-0.575}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":"A collection of calming sounds to help free you from distraction #zen #calm #meditate #COVID19","sentiment_score":0.35}
{"full_text":"RT Developing an effective vaccine within 1yr after a historic virus pandemic outbreak was built on decades of prior research...","sentiment_score":0.2}
{"full_text":"RT &gt;\"i just want you to be healthy!!\"&gt;\"fuck you for qualifying for a vaccine\"","sentiment_score":0.190625}
{"full_text":"RT I spend a lot of time dreaming about a post-covid world where I could hug each member of individually. ","sentiment_score":0.0}
{"full_text":"According to a recent survey by the Pew Research Center, the majority of respondents in Germany, UK, US and France feel optimistic about future #health emergency strategies from their government. #pandemic","sentiment_score":-0.0333333333}
{"full_text":"#MFPVoices \"Where I once felt like a big-eyed, light-footed nurse, I now navigate through signs, symptoms and exacerbations with a pleading disdain for those in my community to change their ways.\" - Ariel Wiggins  #COVID19 #COVID19MS #BWCProject ","sentiment_score":0.0}
{"full_text":"I am sure their are talented programmers that could be hired and paid for with the Federal Covid funds.","sentiment_score":0.6}
{"full_text":"Total COVID-19 tests performed in Germany: 42,872,730. 2,394,515 cases, of those 0 today; 68,443 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"RT Congress must pass the American Rescue Plan, which will make critical investments to help schools combat COVID-19 by givi...","sentiment_score":0.0}
{"full_text":"\"The sheer amount of space available at Credit Union 1 Arena, 525 S. Racine Ave., was key to creating the community vaccination site.\"More:","sentiment_score":0.225}
{"full_text":"You are a racebaiter. Democrats cannot have people getting along.  Before the china\/dem virus, we were coming together. Jerks like you will make sure that will happen. You are worse than a are despicable.","sentiment_score":0.05}
{"full_text":"RT Doc Rivers was asked if there's a player that he has on the current roster that reminds him of his game when he played bac...","sentiment_score":-0.2}
{"full_text":"Pulse oximeters have become popular during the #COVID-19 pandemic, but they may not always be accurate.","sentiment_score":0.5}
{"full_text":"Teachers and other education workers eligible for COVID-19 vaccinations starting tomorrow have been notified by the Children's Hospital of Philadelphia and many have started making appointments. #EdChat #k12 #coronavirus #PHLed","sentiment_score":0.125}
{"full_text":"Remember when we were all shocked by the pricing of 200,000? Ugh. This is part of the reason I've turned into a home hermit. I'm not contributing in any way to this number","sentiment_score":-0.7}
