{"full_text":"Good boy China. Same way admit that you the one who created this deadly corona virus and spread it across the world. -","sentiment_score":0.1666666667}
{"full_text":"RT Great to talk to my good friend PM again. As Comprehensive Strategic Partners, we can work together on c...","sentiment_score":0.75}
{"full_text":"RT This is great news and many would have no idea unless they're on Twitter.Hopefully it continues!","sentiment_score":0.7125}
{"full_text":"RT So the law is only matters to ordinary citizens not ANC members breaking #COVID19 protocol &amp; corruption .","sentiment_score":-0.125}
{"full_text":"RT Exclusive: Boris Johnson 'will risk 1m jobs by failing to name date for pubs and restaurants to open'","sentiment_score":0.0}
{"full_text":"RT I'm not sure that a billionaire interviewing millionaire celebrity chefs who can just make a TV show any time is quite going to c...","sentiment_score":-0.25}
{"full_text":"RT When 'I wanted my privileged children to enjoy a beach vacation while the rest of the state freezes in the dark during a gl...","sentiment_score":0.125}
{"full_text":"RT I want to have quests without expecting police to come.I want my child to have normal childhood.I want to hug people....","sentiment_score":0.15}
{"full_text":"RT Chilling indeed. I will never understand why impact assessments on lockdown were not done, indeed why they were delibera...","sentiment_score":-0.5}
{"full_text":"You deny the church it's constitutional freedom to worship corporately, place a pastor in jail for opening the church but still you allow the NHL to play hockey in your province during a pandemic? For shame Mr Kenney! I expected more of you.","sentiment_score":0.06875}
{"full_text":"One covid plus is I got a #wattbike Currently riden 4300 kms since start of year Virtually cycled to Kiev Now I'm approaching Tbilisi Cycled every day apart for2 when bit 'saddle sore' Today is day 50 Currently cycling 100 kms a day (3 hours in saddle\/4 with a rest) Lost 10 kgs.","sentiment_score":0.0}
{"full_text":"? At the time, the demon Kratts would rather put sick covid patients in a nursing home then have Donald Trump look like he was on top of everything. Gaslighting sociopaths demon Kratts. The truth is coming out Cuomo killed bunch of seniors with his Reckless selfish orders!!!!!!!","sentiment_score":-0.3535714286}
{"full_text":"Zoe could you play a bit for my 75 year old dad bob Evans who is in Brighton Hospital in a coma on ICU Fighting covid. He still works and is Arkela of NewHaven Scouts.","sentiment_score":0.0}
{"full_text":"RT My children asked to travel abroad during a global pandemic. Wanting to be a good parent, I said, \"That's ridiculous.\"","sentiment_score":0.1222222222}
{"full_text":"RT please wear your mask. i just wanna go to a bts concert.","sentiment_score":0.0}
{"full_text":"RT Now we know how to cure covid.","sentiment_score":0.0}
{"full_text":"RT I was interviewed for a newspaper article today and the lady asked me \"What frustrates you the most about the misinform...","sentiment_score":0.5}
{"full_text":"Woken up to presents and cake from my lovely little family this morning. I got a new dressing gown which I'll be wearing all day. Now I'm part of the lockdown birthday crew. Happy 25th to me!","sentiment_score":0.3622159091}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Something I expect we'll be seeing at the surface of the news more and more is what I think of as the more ordinary scanda...","sentiment_score":0.3125}
{"full_text":"RT Health workers appeal to Boris Johnson for better personal protection against coronavirus","sentiment_score":0.25}
{"full_text":"RT When you see these yellow jackets in places like Kieni West, know it's the symbol of change, a pledge by eateries\/ pubs t...","sentiment_score":0.0}
{"full_text":"Don't do it. Ponytail until lockdown ends x","sentiment_score":0.0}
{"full_text":"When you read that study on long Covid in kids... do alarm bells not ring when you see the definition as more than 5 weeks after?","sentiment_score":0.225}
{"full_text":"Crazy! As uv said f\/ a YR, all ppl have to do is quit sugar alcohol+processed food f\/ 3 weeks (3 days to 1 mo according to Dr Mark Hyman!) to reverse metabolic syndrome+ survive Covid+ most other disease! #lockdown=starvation+ depression+suicide! #REOPEN! #Fred4CA! #RecallNewsom","sentiment_score":-0.2475585938}
{"full_text":"RT Venues with functional #COVID19 safety model, for each food and drink area. Are deemed as customer-focussed and friendly....","sentiment_score":0.375}
{"full_text":"RT India's vaccine rollout stumbles as COVID-19 cases decline. That's bad news for the rest of the worldhttps:\/\/t.co\/jQh1HN3GxB","sentiment_score":-0.7}
{"full_text":"RT UN health agency has launched its 2021 Strategic Preparedness and Response Plan for #COVID19.  The agency will als...","sentiment_score":0.0}
{"full_text":"RT Bears beg tourists for food at Thai zoo declared 'hell on Earth for animals' where tigers and other animals have been...","sentiment_score":-0.125}
{"full_text":"The government and health officials pushing these untested gene therapy vaccines will be tried as war criminals in the future. Forced medical experimentation is a war crime and will be tried as such.","sentiment_score":-0.075}
{"full_text":"RT Dibia Okirikiri and spiritual fortification from COVID19. #FactsMatterNG","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT The City of Fresno passed the Zero Fare Clean Air Act on a 5-2 vote today. It will temporarily suspend the bus fare durin...","sentiment_score":0.3666666667}
{"full_text":"She still can't tour but she did just release. You can't expect things to stay the same during this pandemic.She's doing what she can. Her social media game has been higher.","sentiment_score":-0.0291666667}
{"full_text":"hopefully when this pandemic ends, my sleep pattern will go back to normal","sentiment_score":0.075}
{"full_text":"RT #IndianArmy always for people #Kashmir. Local army unit organized classes for class 4 to 10 children of border village...","sentiment_score":0.0}
{"full_text":"RT \"- Most countries in Europe have been hit much harder by the pandemic than Sweden, according to a recent compilation of e...","sentiment_score":0.1333333333}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Nice PR photograph. Will you be meeting anyone who works in the hospitality industry who can't afford to start their own...","sentiment_score":0.6}
{"full_text":"The sentiment is good. The execution utterly terrible. Clueless and tone deaf","sentiment_score":-0.15}
{"full_text":"RT DeSantis allocated 3,000 extra vaccines for wealthy west Florida areas, including a community owned by the family of one o...","sentiment_score":0.25}
{"full_text":"10 Interesting Indoor Hobbies To Get You Through Social-Distancinghttps:\/\/t.co\/4UOZOFAiyV","sentiment_score":0.5}
{"full_text":"RT URGENT. Anyone in the LD community or any Covid Drs know how we can get oxygen into my sister. We cannot sedate her enough to...","sentiment_score":0.0}
{"full_text":"What are the ingredients of #covid19 vaccine? by","sentiment_score":0.0}
{"full_text":"RT \"A collective response is essential to address the protracted nature of the Syria crisis and the need to work collectively...","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT As soon as lockdown's over... we're going clubbing with and the #ThisMorning #LooseWomen","sentiment_score":0.0}
{"full_text":"RT Want to end on the ONS data on school transmission from last year that showed that primary school children were 2x more li...","sentiment_score":0.3}
{"full_text":"RT My children asked to travel abroad during a global pandemic. Wanting to be a good parent, I said, \"That's ridiculous.\"","sentiment_score":0.1222222222}
{"full_text":"Not sure this qualifies as seeing the challenges facing hospitality","sentiment_score":-0.25}
{"full_text":"RT Government signs agreement with Serum Institute (India) to purchase 10 million doses of the COVID-19 vaccine : SPC","sentiment_score":0.0}
{"full_text":"7 Commercial Leasing Tips During COVID-19 #CRE #Leasing #COVID-19 #NewNormal #TenantTips  ","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona: Mythbusters on #COVID19Vaccines Myth: Vaccine not needed for #COVID19 recovered personsFac...","sentiment_score":0.0}
{"full_text":"How did #COVID19 drive #digitaltransformation? How did the #investment landscape change in 2020? Our Chief Investment Officer, Sunil Kanchi, dives into these topics, addresses post-COVID predictions and more in","sentiment_score":0.5}
{"full_text":"RT Ted Cruz told Texans to 'just stay home' days before his Cancun trip","sentiment_score":0.0}
{"full_text":"How the beach 'super-spreader' myth can inform UK's future Covid response","sentiment_score":0.0}
{"full_text":"RT Over-40s to get Covid jabs by the end of March","sentiment_score":0.0}
{"full_text":"RT * Tested NEGATIVE for COVID-19 | #100DaysOfSooraraiPottru","sentiment_score":-0.3}
{"full_text":"Half Of Patients With Severe #Covid-19 Have Lasting Heart Damage, Study Finds","sentiment_score":-0.0833333333}
{"full_text":"Let us all help our frontliners. We can help by staying at home and following the safety protocols.https:\/\/t.co\/cq3wLzBW0w#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0}
{"full_text":"RT Today's update on Lockdown Sceptics is here. Includes a demolition of the claim that the lockdown is the cause of falling...","sentiment_score":0.0}
{"full_text":"The move In response to New York state's handling of COVID-19 in nursing homes,","sentiment_score":0.1363636364}
{"full_text":"Stars #JackBannon and talk about resuming production on #Pennyworth after it was halted due to #COVID19.Hear more about the show, and reviews of #ICareALot #Bloodlands and #TribesOfEuropa, on this week's Backstage podcast. Listen here ","sentiment_score":0.1875}
{"full_text":"No Fix No FeeBook Now:https:\/\/t.co\/tVso3Qf1Es#samsung #MMPR #covid19 #covid20 #phonerepair#iphone #samsungs20plus #iphonerepair #repair#cellphonerepair #mobilerepair #apple #screenrepair#plus #datarecovery #samsungrepair #crackedscreen#repairiphone #computerrepair","sentiment_score":0.0}
{"full_text":"Are you out of work and looking to support the community? We are #recruiting for a number of positions to help with COVID testing. You will play a key role in keeping children safe when they return to school.  Find out more below. #jobsearch #jobalert","sentiment_score":0.3333333333}
{"full_text":"As per Guidelines for International Arrival, all passengers to upload #COVID19 RTPCR report conducted &lt;72hrs prior to undertaking the journey. Due to this, it is not recommended that you fill self-declaration form a week prior to the journey:","sentiment_score":-0.03125}
{"full_text":"More than 193 million doses have been administered across 87 countries.India 9.85 million 0.72 doses\/100 persons.","sentiment_score":0.5}
{"full_text":"Mexico made a plea at the United Nations Security Council for rich countries to stop hoarding vaccines against coronavirus disease 2019 because poorer ones fall behind in the race to vaccinate their citizens.https:\/\/t.co\/ZvyE4tSYio","sentiment_score":-0.0125}
{"full_text":"covid ruined my senior year so bad ... the one year i actually made it a goal to get out there and go to parties n hang out w more than one group of ppl ...","sentiment_score":-0.0666666667}
{"full_text":"Finnish nasal vaccine meant to stop coronavirus 'completely' to start human tests this summerhttps:\/\/t.co\/IPQJWxfvEp","sentiment_score":0.05}
{"full_text":" High-income countries have hindered efforts to broaden access to #Covid19 vaccines. In our latest blog, argues that the international #HumanRights system must demand equitable access &amp; call out those blocking it.Read it here ","sentiment_score":0.1}
{"full_text":"It's a huge difference compared to the second peak of the pandemichttps:\/\/t.co\/2Gpd4nSz74","sentiment_score":0.2}
{"full_text":"Customers want to be able to get what they need without too much hassle or friction because of the pandemic, their expectations for service have both increased and grown more complex.https:\/\/t.co\/wHLFhcYqcK#customerxperience","sentiment_score":0.4}
{"full_text":"Hate against Asian American Pacific Islander (AAPI) populations have risen during the COVID-19 pandemic. Together, we can stop it.Learn how and report a hate incident in your language at #StopAAPIHate","sentiment_score":-0.4}
{"full_text":"Give yourself a lockdown treat with wine, apple juice, vegan chocolate, and cake all available at the market TOMORROW.And don't forget to look and our other wonderful stalls.See you at 10am!","sentiment_score":0.425}
{"full_text":"Let us all help our frontliners. We can help by staying at home and following the safety protocols.https:\/\/t.co\/6NB6VYcu5Y#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0}
{"full_text":"Even in this month of love there are things we hate. Viruses! Germs! Bacteria! Glasfit's interior &amp; exterior Zoono(r) car sanitisation treatment kills contaminants (including Covid-19) instantly &amp; for 30 days. Available at selected Glasfit fitment centres.","sentiment_score":-0.025}
{"full_text":"The #Covid19 vaccines are safe: they have been thoroughly tested and offer the best protection against the virus.The NHS is currently offering the #CovidVaccine to people most at risk from the virus. When you're contacted by the NHS, please do get your vaccine.","sentiment_score":0.5}
{"full_text":"  Primary schools could reopen fully from 15 March if Covid cases continue to fall. For more Welsh news visit:","sentiment_score":0.45}
{"full_text":"1,901 NEW COVID-19 CASES BREAKING: The Department of Health reported 1,901 additional cases of COVID-19 on Friday, February 19, 2021, bringing the total number of cases in the Philippines to 557,058. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"Sun-dried mangoes are helping these mango growers fight pandemic food wastehttps:\/\/t.co\/ig1AWzC9Tn","sentiment_score":0.0}
{"full_text":"The is set to deploy over 100 experts to #Guinea - to respond to a widening circle of #Ebolavirus cases in a country that was also at the epicenter of the historic 2013-2016 West African #Ebola outbreak.Now on HPW https:\/\/t.co\/AVrVh0Iwj3","sentiment_score":0.0}
{"full_text":"Public Libraries: 10 Strategic Lessons Learned During the Pandemic","sentiment_score":0.0}
{"full_text":"Join our Executive Director, John Laidlaw MBE, on the panel at #WDSpark21 's event 'The Pandemic &amp; Brexit' next Monday at 10AM.","sentiment_score":0.0}
{"full_text":"\"Pyjamas are for sleeping, not working.\"https:\/\/t.co\/vZwA85sFWU","sentiment_score":0.0}
{"full_text":"Episode 33 of the #FanEngagement Pod is out! This week we chat with Mark Catlin, CEO of on the impact of the pandemic, stadium attendance and more.Check out the episode now! on Spotify &amp; Apple Pod too!","sentiment_score":0.0}
{"full_text":"Addressing #Data Challenges with COVID-19 Vaccine Distributionby |Read more: #DataScience #AI #MachineLearning #IoT #AnalyticsCc:","sentiment_score":0.5}
{"full_text":"We asked people what they believe makes a fair health data partnership between the NHS &amp; researchers, charities &amp; industry.What we found is more relevant than ever, due to the crucial role of health data in the #COVID19 response ","sentiment_score":0.295}
{"full_text":"RT March 1st, 4-6.30pm: Great panel for the  Financial Stability Review Annual Conference \"Is macroprudential po...","sentiment_score":0.4}
{"full_text":"RT Wondering why you should...1. Befriend a farmer2. Stay with a farmer3. Date a farmer4. Marry a farmer 5. Be a far...","sentiment_score":0.1}
{"full_text":"No fear, vaccine here -- no wastage, no trouble at Riverside CentreStory: #IsleofWight #vaccines #COVID19","sentiment_score":0.1}
{"full_text":"European pin hopes on early summer vacations to beat the lockdown fatigueHow is the situation in your part of the world? Please share links with us. We need to stay hopeful, plan for recovery and how we will work safely as tourist guides.","sentiment_score":0.2}
{"full_text":"Beware! Fraudsters in #Asia are sending out fake texts, offering a #COVID #vaccine or registration for the vaccine in an attempt to #steal personal and #Financial information!Read: #misinformation #information #privacy #dataprotection #media","sentiment_score":-0.1666666667}
{"full_text":"RT A proud day for India! Vaccinations in India cross 1 crore-mark. 1,01,88,007 COVID-19 vaccinations have been administered s...","sentiment_score":0.5}
{"full_text":"Young and healthy volunteers are being invited to be infected with coronavirus in a controlled environmenthttps:\/\/t.co\/9YQ1b4PjTF","sentiment_score":0.3}
{"full_text":"RT #JobFairy Working in vaccination centres is an incredibly rewarding roll. We need to figure out how to spread the knowledge...","sentiment_score":0.5}
{"full_text":"The Society hadn't the adequate funds and long negotiations begun with the current owner, who couldn't afford the upkeep, saying he'd rather it be demolished. However, demolition plans were put on hold due to the outbreak of WW2, giving them time to find the correct funds (2\/4)","sentiment_score":0.0395833333}
{"full_text":" #Factually: joins the crew this week to talk about spotlights a claim from about testing soft drinks for #COVID19.Read and subscribe. Every Thursday ","sentiment_score":0.1}
{"full_text":"If you need to use public transport in London today, please wear a face covering to help stop the spread of #coronavirus. For more advice, visit","sentiment_score":0.25}
{"full_text":"For a period of 10 days (until 01\/03\/2021), you can benefit from the below offers from Al-Siddika Honey, exclusive to SendMe users.https:\/\/t.co\/mdd1qCE2JD#SendMeLebanon #SupportSmallBusinesses #StayHome","sentiment_score":0.1}
{"full_text":"Lockdown rules in Wales are going to stay in place for at least another three weeks#CapitalReports","sentiment_score":-0.3}
{"full_text":"IMF programme is coming back in full swing. There is no surprise. The background discussions were ongoing ever since the programme went hanging in the balance.#IMF #Pakistan #SBP #COVID19","sentiment_score":0.175}
{"full_text":"RT People with disabilities in England should be given priority for vaccination against Covid-19, according to leading cha...","sentiment_score":0.0}
{"full_text":"But the site remains open and operating as normalhttps:\/\/t.co\/wMIkjT4MJ5","sentiment_score":0.0}
{"full_text":"Urong-Sulong! Pres. Rodrigo Duterte to finally take COVID-19 vaccine in public","sentiment_score":0.0}
{"full_text":"Backups are critically important for your #business. Storing them securely, off-site should be a fundamental part of your backup strategy. Contact us to find out more about our Cloud Backup solutions to protect your business.#ForthValley #Alloa #Stirling #businesstips #COVID","sentiment_score":0.4333333333}
{"full_text":".@Suriya_offl had tested positive for COVID-19 on February 7https:\/\/t.co\/saFCZSzKAP","sentiment_score":0.2272727273}
{"full_text":"We are #recruiting for a number of positions to help with on-site COVID testing in our academy. You can find out more about this vital role via the link below. Help us keep our communities and students safe #jobsearch #jobalerthttps:\/\/t.co\/atsxiVNcJt","sentiment_score":0.3666666667}
{"full_text":"Washing your hands regularly, wearing a face covering when outside of your home and practicing social distancing will help in the fight against coronavirus.For the latest guidance visit: #StaySafe and rememer; hands, face, space.","sentiment_score":0.1333333333}
{"full_text":"Benue Govt Shuts School After Outbreak Of Strange Illness (Read Full Details)","sentiment_score":0.15}
{"full_text":"RT Great to talk to my good friend PM again. As Comprehensive Strategic Partners, we can work together on c...","sentiment_score":0.75}
{"full_text":"Storm just loves the part of his job where he gets to play with his ball! He's a #COVID19detection dog in training and whenever he correctly identifies the odour of the virus he gets treats and games.https:\/\/t.co\/vM5shYp3lr@LSHTM","sentiment_score":0.0}
{"full_text":"Places running out fast --&gt; IER's 'Redundancy and covid-19 - Are our #Redundancy laws strong enough?'. Register your place at #ukemplaw #Covid19UK","sentiment_score":0.2111111111}
{"full_text":"COVID-19 Not Excuse For Non-Performance, Wike Tells Govs","sentiment_score":0.025}
{"full_text":"How has the pandemic led to declining mental health in Europe? | World Economic Forum:- #mentalhealth","sentiment_score":0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 22.8FWind Chill: 22.8FHumidity: 98%Dew Point: 22.3F Barometer: 30.300 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 62.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Socialist New York State Sen. Julia Salazar has some harsh words for Andrew Cuomo's botched handling of COVID-19 and his refusal to tax the rich: \"It is dangerous for Gov. Cuomo to continue to be the most powerful person in our state.\"","sentiment_score":0.0852272727}
{"full_text":"RT #Israel gives you free pizza if you get the #COVIDVaccine ","sentiment_score":0.4}
{"full_text":"RT LATEST: The African continent has surpassed 100,000 known #Covid19 deaths.More:","sentiment_score":0.25}
{"full_text":"Harsh winter weather that's left hundreds of thousands without power in Texas and elsewhere is also affecting COVID-19 vaccine shipments throughout the Southeast, including at Self Regional Medical Center.","sentiment_score":-0.075}
{"full_text":"RT Great to talk to my good friend PM again. As Comprehensive Strategic Partners, we can work together on c...","sentiment_score":0.75}
{"full_text":"How #Dry #January helped one writer break the cycle of #drinking which had increased due to boredom in #lockdown","sentiment_score":-0.0958333333}
{"full_text":"RT Fed up with your lies and incompetence #CharlesWalker4PM","sentiment_score":0.0}
{"full_text":"RT  \"I'm so excited and honoured to be getting a second chance at representing my country in the Eurovision Song Contest. I...","sentiment_score":0.1875}
{"full_text":"Retail sales slump in January amid lockdown: Sales fell sharply last month with much of the High Street closed amid the latest Covid restrictions.","sentiment_score":0.152}
{"full_text":"To help their teams through the coronavirus crisis and its aftermath, sales managers must emphasize true leadership qualities. Take these actions to guide your team to success. #leadership #management #sales #selling","sentiment_score":0.325}
{"full_text":"Is this year worse because of Covid? I say that because 12 months ago our hearing would be off by 8am as we all left for the day and then back on again in the evening. Now, it's running through the day every day.","sentiment_score":-0.1333333333}
{"full_text":"Fighting Stigma :  'We never expected this': Sask. health care worker, 34, dies after testing positive for COVID-19: Thomas was a nurse in Kerala, India and brought his passion of caring for people to Canada when he moved in 2016. He leaves behind his...","sentiment_score":-0.0409090909}
{"full_text":"PS185 million to tackle long COVID through research,","sentiment_score":-0.05}
{"full_text":"Japan rugby starts COVID-delayed season with big names, new aims","sentiment_score":0.0681818182}
{"full_text":"RT This is a new one. In the past, we had a $1,000 head tax for immigrants coming to Canada.Now refugees come for free -- bu...","sentiment_score":0.0954545455}
{"full_text":"Business, society, and the economy were all devastated by the #pandemic.Here's what we can expect from the recovery this year.Discover more 2021 trends:","sentiment_score":0.5}
{"full_text":"Zendesk: Achieving CX Demands Post-Pandemic  - CX Today","sentiment_score":0.0}
{"full_text":"RT Why start easing lockdown in April - a full TWO MONTHS away? Why not wait until June, or August or next sodding Christmas? Le...","sentiment_score":0.175}
{"full_text":"The new IATA Travel Pass will provide passengers with more seamless travel experience, and airlines and health authorities with vital COVID-19 vaccine and pre-travel test records, Oliver Wyman shares.","sentiment_score":0.2090909091}
{"full_text":"Fighting Stigma :  Interim data suggests India's Covid-19 vaccines effective against new variants, says ICMR: ... mutated virus strains reported from the United Kingdom, South Africa and Brazil, said the Indian Council of Medical Research (ICMR) on...","sentiment_score":0.2454545455}
{"full_text":"RT Follow She's the only Democrat running in the March 20th special election to replace the Republican w...","sentiment_score":0.119047619}
{"full_text":"RT In August 2020 I was 278lbs, and in February 2021 I'm 218lbs. In the interim there were two lockdowns, the gyms closed and...","sentiment_score":-0.1}
