{"full_text":"RT BREAKING: WE'VE WON - High Court rules Government acted unlawfully by failing to publish details of Covid-related contr...","sentiment_score":0.16}
{"full_text":"The Wiki lab-leak page has been deleted. That proves it, definitely a natural origin. Nothing to see here!https:\/\/t.co\/SDqltkAvp9","sentiment_score":0.2}
{"full_text":"Those awfully nice people at are having an sale - including the first two Eddy Stone adventures for just PS1.99. Perfect for beating lockdown blues \"Fast-paced and very funny...I'd recommend you buy the lot\" - LoveReading4Kids.","sentiment_score":0.5125}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Florida Gov. DeSantis stands accused of using the Covid-19 vaccine to reward powerful political supporters and developers by set...","sentiment_score":0.15}
{"full_text":"RT Chicago Mayor Spent Millions of COVID Relief Money on Police Payroll","sentiment_score":-0.1}
{"full_text":"RT And Boris Johnson resigns in sha... no?  Then surely Matt Hancock resigns in sha... no? Anyone? I mean, anyone?","sentiment_score":0.09375}
{"full_text":"Reading any Tory tweet like..","sentiment_score":0.0}
{"full_text":"Check out What's On at the Performance Spaces this weekend!On Sunday 21st February at Queen's Hall, STEEM MUSIC will premiere at 7pm with \"CULTURAL FUSION II\".ALL COVID PROTOCOLS WILL BE OBSERVED. #WHATSON#queenshalltt #napatnt #naparimabowl #sapa #littlecaribtheatre","sentiment_score":0.05}
{"full_text":"RT 'A Zero Covid approach would mean lockdown for months'. Sooo we're just gonna do lockdown for months anyway and still...","sentiment_score":-0.3125}
{"full_text":"RT This week I spoke to a self employed constituent who was desperate to get his business off the ground but in a desperate s...","sentiment_score":-0.6}
{"full_text":"if Cawthorne had ebola, believe me he wouldn't have a choice but it's all about the resistance isn't it? It doesn't matter that letting covid run wild and allowing mutations to multiply is bad public policy. Somehow these Reps aren't about policy.","sentiment_score":-0.2}
{"full_text":"RT What the Philippines has:Two virus mutations: COVID-19 vaccines: Not even new mutations of the coronavirus and del...","sentiment_score":0.1363636364}
{"full_text":"COVID-19 PREVENT + PROTECT: Wash or sanitise your hands regularlyWear a mask when in publicFeeling sick? Stay home.Keep your distance from others.For more COVID-19 information please visit:","sentiment_score":-0.1071428571}
{"full_text":"RT Taoiseach's casual, flippant announcement of a further nine weeks of lockdown has caused anger and distress. People's...","sentiment_score":-0.2}
{"full_text":"#Russia partners up with 15 manufacturers in 10 countries to produce 1.4bn jabs of #SputnikV #vaccine against #covid. Its lower price &amp;temperature resistance (2-8 C) make it an ideal tool for global soft power #diplomacy, reinforcing #internationalcooperation w\/ poorer nations.","sentiment_score":0.3333333333}
{"full_text":"I love Airbourne  but this is the right thing to do. I can't financially afford to be in another lockdown ... my career stopped March 2020 and looks likely to get going again properly in 2022!!!!","sentiment_score":0.1571428571}
{"full_text":"RT My colleagues and I partnered with to create thi...","sentiment_score":0.0}
{"full_text":"RT CCP asset Biden is re-funding the Wuhan lab and is re-allowing China and Russia to sell weapons to Iran. There is now p...","sentiment_score":0.0}
{"full_text":"RT me socializing at the first party post pandemic","sentiment_score":0.25}
{"full_text":"EP 102: Biden's plan for 11M illegals, Cruzification, India lays 539 km foot tracks in Arunachal #USNews #USPolitics #GeoPolitics #COVID #Markets #DailyGlobalInsights","sentiment_score":0.0}
{"full_text":"RT can you believe we're still dealing with this damn coronavirus?","sentiment_score":0.0}
{"full_text":"RT Calling for retrospective contact tracing since last August. Jeezuz wept. #ZeroCovid #WeCanBeZero","sentiment_score":0.0}
{"full_text":"RT The Judge went on to say:\"The obligations imposed by reg. 50 (in the Public Contracts Regulations 2015) and by the Tr...","sentiment_score":0.0}
{"full_text":"RT Sweet message from #Tigray to #Sudan and we say to this nice child, you are in home , stay safe.","sentiment_score":0.4833333333}
{"full_text":"RT Surface transmission has the lowest COVID risk yet it's the highest source of anxiety\/OCDDon't worry about your cell ph...","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT We are assessing reply in our inquiry on #COVID19 vaccine contracts. We welcome that it has since published...","sentiment_score":0.8}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"RT \"Nature is out to kill us. Don't be fooled by rainbows and sunsets. Beneath all the beauty is a brutal evolutionary struggle...","sentiment_score":-0.875}
{"full_text":"RT If the MSM that is attacking Ted Cruz for leaving his frozen home and going on vacation spent as much time attacking Democ...","sentiment_score":0.05}
{"full_text":"RT Many years immoigrants have been part of australia's society and helped to the growth of Australia. Offshore...","sentiment_score":0.5}
{"full_text":"India's Vaccine Rollout Stumbles as COVID-19 Cases Decline. That's Bad News for the Rest of the World","sentiment_score":-0.7}
{"full_text":"RT My lockdown's ending whenever the sun comes back out","sentiment_score":0.0}
{"full_text":"Biden Claims 'We Didn't Have' a COVID Vaccine When He Took Office via Biden's Obamka's style of bragging, misleading American People is very troubling.Down with Obamka's remnants.","sentiment_score":0.1}
{"full_text":"RT COVID-19: AG Maluleke says procurement of PPEs saw the biggest corruption","sentiment_score":0.0}
{"full_text":"RT Two days from my current lockdown diary sketchbook.Dodging flying poles, cutting and making, tulips and marmalade, Etsy...","sentiment_score":-0.3}
{"full_text":"RT Andrew Cuomo has blamed his nursing home coverup on:President Donald J. TrumpFamilies of residentsThe mediaNursing...","sentiment_score":0.0}
{"full_text":"RT We call on #COVID19 vaccine manufacturers to:-share know-how to scale up manufacturing-dramatically increase the global supply o...","sentiment_score":0.0}
{"full_text":"RT We have thousands of meals now going out to people in Houston, Dallas, San Antonio and Austin areas! Thanks to our amaz...","sentiment_score":0.2}
{"full_text":"I've just signed the #Vaccine4All petition. Why? Because in a pandemic that has claimed the lives of so many, there is no reason that Covid vaccines should not belong to people. Join me -&gt;","sentiment_score":0.5}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"Covid is a terrible infringement the vaccines were always going to be the end game.. when science can be so easily bought people always die as in the past so to now","sentiment_score":-0.3041666667}
{"full_text":"RT #NIH is conducting a study to see if remdesivir is safe and effective as a treatment for #pregnant women with #COVID-19.   It is...","sentiment_score":0.4777777778}
{"full_text":"Mexico's President Faces Challenges Amid Rising COVID Deaths | Time","sentiment_score":0.0}
{"full_text":"Had a lockdown wardrobe clearout? Let Thrift+ do all the work of selling your unwanted clothes, get money back (in John Lewis vouchers!) &amp; donate to It's quick &amp; easy to order a bag, fill it &amp; send it back for Thrift+ to sell at","sentiment_score":0.1916666667}
{"full_text":"RT #PatanjaliCoronil getting approval from DCGI&amp; #WHO,no less,is a huge endorsement for Ayurveda&amp;India's homegrown #StartUp...","sentiment_score":0.4}
{"full_text":"RT Ellie with Goulddiggers after the covid-19 situation ","sentiment_score":0.0}
{"full_text":"sir i am student of class 12th batch(2020), dueto someissues i am unable to give my 1st attempt of jee mains and after that in drop year due to covid-19 i am unable to prepare for jee adva and these is last attempt of jee advance because of covid i am unable to prepare","sentiment_score":-0.325}
{"full_text":"on the advice of his attorney I suspect.","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"Governor Lamont Announces Partnership With Health Equity Solutions on COVID-19 Vaccine Community Outreach","sentiment_score":0.0}
{"full_text":"UAE Covid vaccine: 93,101 residents vaccinated in 24 hours","sentiment_score":0.0}
{"full_text":"RT #BreakingNews | Liverpool City Council's Cabinet has approved budget proposals for 2021\/22 which will protect key frontli...","sentiment_score":0.0}
{"full_text":"Bottomline. This isn't a pandemic, never truly has. They are\/have  manipulating the numbers to justify agenda. But after a year they've run out of stats. Combo of herd immunity, vaccine, and mist importantly people's self education has killed their control.","sentiment_score":0.1}
{"full_text":"It's fantastic to see our Tigress Club Partner clubs keeping busy during lockdown 3.0!Let's hope we can all get back to playing  very soon!A massive shout out to Acron Rangers U8's, Springhead Falcons U8's &amp; keep safe &amp; keep up the fantastic work!","sentiment_score":0.2428571429}
{"full_text":"Pfizer's Covid-19 vaccine is 85% effective after just one dose and can be stored in ordinary freezers, according to new data","sentiment_score":0.1621212121}
{"full_text":"RT Japan has confirmed a new variant of #COVID19, presenting the country with new challenges as it tries to overcome a third wave...","sentiment_score":0.1145454545}
{"full_text":"Notice how the children must DIE before they close the schools back down. PATIENCE- caution and time will save people. VACCINATE everyone before RETURNING to school!","sentiment_score":-0.0972222222}
{"full_text":"RT Good news! But unfortunately it won't be the last","sentiment_score":0.125}
{"full_text":"RT Outbreak of 69 #COVID19 cases in 2 schools, plus 20 at daycare centers in one Danish city--all #B117. \"Something going on wi...","sentiment_score":0.0}
{"full_text":"How did people get back to normal after every pandemic in history then? Your asking to create a society where people live in ghettos then? Unvaccinated can't live with the vaccinated. Remind of anywhere, say around the 1940s.","sentiment_score":0.1056818182}
{"full_text":"RT #Leicester south like every other constituency in the country has thousands of UK taxpayers #ExcludedUK from support. We h...","sentiment_score":-0.125}
{"full_text":"RT I trust this includes more than one conversation with those It's the least you can do. #ExcludedUK","sentiment_score":0.1}
{"full_text":"RT Gov. Cuomo says he \"spoke regularly\" with this guy as a top Covid advisor. The doctor makes clear: it's just another Cuomo...","sentiment_score":0.2}
{"full_text":"Aight Corona leave now so i Can go to SA","sentiment_score":0.0}
{"full_text":"RT Judge Chamberlain brought into sharp focus why this case was so important. \"The Secretary of State spent vast quantiti...","sentiment_score":0.04375}
{"full_text":"When you refuse to hold the  government accountable and simply profit from the anger of people.","sentiment_score":-0.35}
{"full_text":"RT Do your post-pandemic travel plans include the beautiful island of Cuba?Here's why you should add it to your list ","sentiment_score":0.85}
{"full_text":"I'd like to nominate ace bloke and top musician for a lockdown award as not only has he kept a bunch of us sane with regular live gigs from his front room, but has also used them to raise thousands of pounds for struggling charities.","sentiment_score":0.1590909091}
{"full_text":"Hello","sentiment_score":0.0}
{"full_text":"RT I know Cancun is synonymous with spring break shit to many but the state of Quintana Roo is less than a month out from a h...","sentiment_score":0.0444444444}
{"full_text":"This is my survey regarding perception of covid vaccine in Pakistan. Please fill it if you can.I need 1000 responses and every one counts #coronavirus #COVID","sentiment_score":0.0}
{"full_text":"RT But the CDC &amp; Fauci focus only on ONE thing--a virus that thankfully Americans overwhelmingly survive.","sentiment_score":0.25}
{"full_text":"RT \"Many people will sail through this - but lots won't.\"Tory MP Charles Walker is on a campaign to have lockdown lifted,...","sentiment_score":0.5}
{"full_text":"No Lockdown'-Sweden Sees #COVID19  Deaths Plummet Quicker Than 'Fully-Locked-Down' UK  #hogerberoep \/ The strict lockdown in the UK was so effective that it stopped the spread of Covid in Sweden as well","sentiment_score":0.6}
{"full_text":"Are New York Restaurant Customers Ready to Dine Inside Again? Our Hashtag 2020 #FWN #freeworldnews #today","sentiment_score":0.1681818182}
{"full_text":"RT I'd take one extra month of lockdown now than 4 months of it later in the year just as we start to feel hopeful for some norm...","sentiment_score":0.0}
{"full_text":"I'm going to my room and never coming out... because of the pandemic though","sentiment_score":0.0}
{"full_text":"RT BREAKING: WE'VE WON - High Court rules Government acted unlawfully by failing to publish details of Covid-related contr...","sentiment_score":0.16}
{"full_text":"RT Japan has confirmed a new variant of #COVID19, presenting the country with new challenges as it tries to overcome a third wave...","sentiment_score":0.1145454545}
{"full_text":"RT #Israel blocking Covid vaccines from entering #Gaza.","sentiment_score":0.0}
{"full_text":"RT \"What the CDC put out...was quite frankly a disgrace.\"#Florida's vowed to keep #Schools in his state open,...","sentiment_score":0.0}
{"full_text":"RT   In his recent interview with Men's Health, WONHO shares more on his exercise routine, diet-management, daily life and...","sentiment_score":0.1666666667}
{"full_text":"RT #Vaccination Update : 30% of Israel's population fully vaccinated (2 jabs) against COVID-19! ","sentiment_score":0.0}
{"full_text":"RT NJ nursing homes must test regularly + publicly report COVID staff deaths. But hospitals don't have the same standards eve...","sentiment_score":0.0}
{"full_text":"RT Pfizer and BioNTech ask the FDA to allow their Covid-19 vaccine to be stored for two weeks at temperatures found in normal ph...","sentiment_score":0.15}
{"full_text":"RT tw \/\/ assault , murder , racism---since the beginning of covid, the hate crimes against the asian american community ha...","sentiment_score":-0.2666666667}
{"full_text":"RT Everyone this morning with their hood lawyer looking at the contract to see if you can extend the time due to a pandemic h...","sentiment_score":-0.125}
{"full_text":"There is a pandemic  jobless. homeless. hungry people.  This overcooked  story is irrelevant .  ","sentiment_score":-0.5}
{"full_text":"RT What's everyone wearing to the 1-year anniversary of the 14 days of flatten the curve?","sentiment_score":0.0}
{"full_text":"Launch your Blueprint for Success. Join us in solving your problems with access to free advice, tips and tools to help you grow your business BETTER for 2021 and plan for COVID-19 recovery. #takebackcontrol #moreleads #dmeLRGM","sentiment_score":0.4}
{"full_text":"RT \"'Such Dire Straits': Hobbled Texas Hospitals Are Filling Dialysis NeedsThe state's power failure has plunged some hospit...","sentiment_score":-0.1583333333}
{"full_text":"March 2020 saw #SmallBusiness revenue drop by around 40% compared to a year prior. Researchers are now analyzing their spending habits to find solutions that could help with pandemic recovery efforts. #BusinessTransformation","sentiment_score":0.0}
{"full_text":"#TODAY! Join the on Feb. 19. Don't miss \"The Future of Law Post-#Pandemic: A Roller Coaster Revolution\" (@sharonnelsonesq and John) \"#Women in #Technology #Law Panel\" (@sharonnelsonesq) Register here!","sentiment_score":0.0}
{"full_text":"RT Solitary confinement policies could make the prison pandemic worse","sentiment_score":-0.4}
{"full_text":"RT Pfizer's Covid-19 vaccine is highly effective after just one dose and can be stored in ordinary freezers, according to new data ht...","sentiment_score":0.1621212121}
{"full_text":"There's usually a good story behind what is seemingly overnight success. Check out the story of how one researcher's perseverance in the 1990's became the foundation of the COVID-19 vaccine and watch a brief video to learn how it works. #FeelGoodFriday ","sentiment_score":0.15}
{"full_text":"So much pain.","sentiment_score":0.2}
{"full_text":"RT BREAKING: WE'VE WON - High Court rules Government acted unlawfully by failing to publish details of Covid-related contr...","sentiment_score":0.16}
{"full_text":"RT Pfizer's Covid vaccine is 85% effective after one dose and blocks 75% of transmission, Israeli study finds","sentiment_score":0.6}
{"full_text":"RT Health = wellbeingThis is NOT DOING ANYONE ANY GOOD. Get people back to work and NEV...","sentiment_score":0.35}
{"full_text":"President Biden is set today to announce a total of $4 billion in contributions to COVAX, the vaccine alliance trying to distribute COVID-19 vaccines to 92 low- and middle-income countries:","sentiment_score":0.0}
{"full_text":"RT Since he knew Covid-19 was contagious and deadly, can Don-the-con be charged with some kind of manslaughte...","sentiment_score":0.2}
{"full_text":"RT A map has been created of Warsaw's surviving pre-war businesses, to encourage people to support them through the pande...","sentiment_score":0.0}
{"full_text":"RT #InternationalMarineMammalProtectionDay Grey seals using #SocialDistancing to protect themselves from bites and nips from...","sentiment_score":-0.05}
{"full_text":"RT I have been approached by a few people whose employers are applying pressure on them to have Covid19 vaccine. Have you e...","sentiment_score":-0.2}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"A New York City waitress says she was fired from her job after telling her supervisors that she wanted to wait to get the COVID-19 vaccine.https:\/\/t.co\/pmo7pEcfc2","sentiment_score":0.1363636364}
{"full_text":"RT Happy and 130 other organizations signed on to this letter to urging people with cancer and cance...","sentiment_score":0.3375}
{"full_text":"South Korea eatery owners sue gov't for COVID-19 losseshttps:\/\/t.co\/UqYzD86IJm","sentiment_score":0.0}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...Remembering brilliant this week#COVID19 #covid19 #covid_19 #FlattenTheCurvehttps:\/\/t.co\/QLXgsHld4W","sentiment_score":0.9}
{"full_text":"Learn how to keep you &amp; your family safe while sheltering during the winter storms. Follow these CDC guidelines &amp; download the Help Kids Cope app for additional ideas #HOUwx","sentiment_score":0.5}
{"full_text":"While many Canadians struggled with mental health long before COVID-19, the pandemic has dealt a blow to many more.How are you getting through it?https:\/\/t.co\/YMJo9DFGfc","sentiment_score":0.2125}
{"full_text":"According to data from NHS England, three in 10 care home staff have still not been vaccinated against COVID-19, despite being in the top four priority groups","sentiment_score":0.5}
{"full_text":"Israeli studies find Pfizer COVID-19 vaccine reduces transmissionSheds light on one of the biggest questions of the global effort to quash the pandemic.https:\/\/t.co\/aXSxVLNCW0","sentiment_score":0.2}
{"full_text":"RT Im 21 years old. I'm happy. I've strong and healthy mental health, but this lockdown has taken every ounce of optimism an...","sentiment_score":0.3466666667}
{"full_text":"Episode 33 of the #FanEngagement Pod is out! This week we chat with Mark Catlin, CEO of on the impact of the pandemic, stadium attendance and more.Check out the episode now! on Spotify &amp; Apple Pod too!","sentiment_score":0.0}
{"full_text":"New Episode of the Killin' Me Smallz Podcast@realmikesmall welcomes the LEGEND to the show to discuss life as a sportscaster during the COVID-19 pandemicI #NYR I #NewYorkForever I #NFL I #NBATwitter Ihttps:\/\/t.co\/8wDr31Sap2","sentiment_score":0.1363636364}
{"full_text":"#COVID19 has not gone away yetTake extra care in staying safe Remember, Hands - Face  - Space  #community #Haringey #safecommunity #vaccine #Covid_19 #coronavirus #vaccination #coronavirusuk #VaccinationDrive #COVIDVaccine #StayHome #fridaymorning #COVID19 #NHS","sentiment_score":0.25}
{"full_text":"\"There is no doubt we now face great challenges, but I am confident we will emerge stronger.\" Iain Finlayson has been appointed as Estate Director putting a strategic vision in place as the retail sector recovers post-pandemic. Congrats Iain!","sentiment_score":0.7125}
{"full_text":"Before Christmas we created two videos for I hope small independent retailers do survive the pandemic. Fingers crossed local communities have learnt to see the value in independent retail. ","sentiment_score":-0.0625}
{"full_text":"An exodus of expatriates due to the Covid-19 pandemic's economic fallout and plummeting oil prices could hamper diversification in the GCC, warns Standard &amp; Poor's (S&amp;P) Ratings#Bahrain Read more:https:\/\/t.co\/8kJxgz2602","sentiment_score":-0.08125}
{"full_text":"Look me in the eyes and tell me you always keep a safe distance!Not everyone with #Coronavirus has symptoms - around 1-in-3 people with the virus are asymptomatic! Please continue to #StayAtHome #ProtectTheNHS #SaveLives#Coronavirus #NHS","sentiment_score":0.625}
{"full_text":"\"Missing live performances during the pandemic? Get your theater fix with a handful of online stellar productions (new and old).\"","sentiment_score":0.0845454545}
{"full_text":".@TripleH on Mauro Ranallo: \"First of all let me say Mauro is phenomenal. I'm a huge fan of his, continue to be a huge fan of his. Circumstances were just right for both sides given everything that was happening in a pandemic world...he's a good friend.\"https:\/\/t.co\/UCjZzy0hrr","sentiment_score":0.4226190476}
{"full_text":"Face-to-face visits in care homes could resume within weeks as England's lockdown is eased, a minister has suggested.\"But I recognise it's not the normal kind of visiting, it's having to use screens or visiting pods...\"https:\/\/t.co\/aTSWeAlmWI","sentiment_score":0.375}
{"full_text":"Reliable COVID tests are still more important than ever if we are going to stop the virus in its tracks. That is why Doctor After Dark is offering COVID-19 tests at our Clearview location.  #NewOrleans #CovidTesting","sentiment_score":0.25}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"RT I found my outfit for my first night out after the pandemic.","sentiment_score":0.25}
{"full_text":"Partnerships are vital so countries can overcome COVID-19 &amp; #BuildForwardBetter towards the #SDGs.  Thanks to flexible funding from our #PartnersAtCore, we're able to support the most vulnerable communities from the socio-economic fallout of the crisis.","sentiment_score":0.16}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"TONIGHT: Join for \"A Conversation With Black Women,\" a special featuring and on representation in politics, the COVID-19 pandemic, economic disparities and more. Tune in to at 8PM ET. #BlackHistoryMonth","sentiment_score":0.2226190476}
{"full_text":"5M+ Venezuelans are displaced worldwide. For many, #Colombia is now home. To others, it's just a stop on long journey.Karen Uzcategui Mojica, UN Volunteer Colombia, supports #Venezuela #refugees facing new challenges during #COVID19https:\/\/t.co\/XUOE01dluB","sentiment_score":0.1954545455}
{"full_text":"RT If everyone is piling on Andrew Cuomo re: Covid nursing home deaths, there sure as hell had better be investigations into DeSa...","sentiment_score":0.5}
{"full_text":"The lockdown has not only impacted Preda's income from selling the magazine, but he has also lost other work. We're still here for our vendors - helping out however we can.Take action and support vendors like Preda today:","sentiment_score":-0.0083333333}
{"full_text":"More than 266,000 #COVID19 jabs had been given out in the seven east London boroughs as of February 18. Of these, around 40% were given to #Redbridge and #Havering residents.https:\/\/t.co\/MoH6gYbxFw","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 19\/02\/2021 18:30Total Cases: 10963681 [+429]Active: 136671Recovered: 10666280 [+359]Deaths :156154 [+4]Total Tests: 209.47MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Senator Risa Hontiveros on Friday urged the National Taskforce Against Covid-19 (NTF) to commit to a vaccination timeline before making any public statements about when the jabs would arrive.https:\/\/t.co\/B1eyStYt9R#PolitikoNews","sentiment_score":0.0}
{"full_text":"RT BREAKING: WE'VE WON - High Court rules Government acted unlawfully by failing to publish details of Covid-related contr...","sentiment_score":0.16}
{"full_text":"Are you a business owner wondering how to manage staff holidays this year? Our blog offers some key steps to help you manage this during a pandemic - #telford #wolverhampton #shrewsbury #employmentlaw  #employmentlawyers #smallbusiness","sentiment_score":0.05}
{"full_text":"Octa Research warns that if we ease COVID-19 restrictions, cases could spike to 2,400 per day. On a scale of 1 to 10, how worried are you? We're at 11. Sound off below!","sentiment_score":0.5}
{"full_text":"A report blasting Donald Trump illustrates the way in which scientific institutions can be hijacked for partisan ends.Via","sentiment_score":0.0}
{"full_text":"IT'S FRIDAY! We hope you have a great weekend and don't forget to wear a mask and practice social distancing when needed! #weekend #COVID19 #enjoy #education #TGIF #FridayMotivation","sentiment_score":0.4138888889}
{"full_text":"Highland Perthshire B&amp;B owner gutted at COVID cash fund blockhttps:\/\/t.co\/TV0wgOfHnA","sentiment_score":0.0}
{"full_text":"Please listen to what these 3 Canadian doctors are saying about Covid.https:\/\/t.co\/Jg5QBdZGck","sentiment_score":0.0}
{"full_text":"Our social media marketing Sharks are social distancing while studying at Wolfson's Business Innovation &amp; Technology Center!#MaskUpMiami","sentiment_score":0.0333333333}
{"full_text":"With the new year ushering another semester online, The GUIDON's January-February issue explores the stories that have unfolded amid the persisting COVID-19 pandemic.Read the January-February issue here:","sentiment_score":0.1363636364}
{"full_text":"February 19 - Two Hokkien Harvest teams meet regularly in 2 different countries in SE Asia. Pray for God to direct their steps as they make adjustments and seek to understand existing needs in the middle of this pandemic. We are so grateful for these workers and friends.","sentiment_score":0.0333333333}
{"full_text":"Stay home if you are sick, except for essential activities like medical care or COVID-19 testing. Click below for more tips. To learn more, follow or visit","sentiment_score":0.0571428571}
{"full_text":"Our covid compliance team have been working with North West Leicestershire Police recently to offer support to local supermarkets to make sure shoppers are safe.Worried your workplace isn't Covid-safe? Email our Environmental Health team at ehealth@nwleicestershire.gov.uk","sentiment_score":0.1666666667}
{"full_text":"RT He voted against the covid bill in December. The bill included money for food banks. He knew there were...","sentiment_score":0.0}
{"full_text":"One of Canada's top public health officials says provinces may move to a single dose of authorized two-dose #COVID19 vaccinations and delay a second dose, based on early data showing a high level of protection after a single dose.","sentiment_score":0.0881632653}
