{"full_text":"RT First thing I'll do when pandemic is over","sentiment_score":0.25}
{"full_text":"RT Caring during COVID. Consignment of Made in India vaccines arrives in El Salvador. #VaccineMaitri","sentiment_score":0.0}
{"full_text":"What's so special about SARS-CoV-2 that we had to imprison ourselves and wear muzzles?","sentiment_score":0.3571428571}
{"full_text":"RT Frontline essential workers should be prioritised next","sentiment_score":0.0}
{"full_text":"RT Do you wonder why it took just one year for the #Covid19 vaccine to be made? Well, thanks to technology and researchers. Pe...","sentiment_score":0.2}
{"full_text":"I'm hoping I can get her out more. I know she's frustrated. I reckon lockdown is great in the sense they get us home all the time, but because I am home she's awake much more so needs more stimulation &amp; I'm struggling to meet her quota  I don't want to do wrong by her either ","sentiment_score":0.1833333333}
{"full_text":"RT Nigerian pastors make Christians look so stupid.Most of them lost their jobs,had their businesses affected in a pandemic that...","sentiment_score":0.0}
{"full_text":"RT #BREAKING PMO confirms than Narendra Modi ji will address India led initative on Covid crisis, health secretary meet...","sentiment_score":0.0}
{"full_text":"RT New York has destroyed small businesses, hindered the development of young people, and endangered the elderly.Follow th...","sentiment_score":-0.0534090909}
{"full_text":"RT Congratulations on this historic &amp; important appointment in times when we really need concerted action to...","sentiment_score":0.175}
{"full_text":"India has always resorted to lies &amp; failed.Whether it is infield of health or security of country.First they send consignment of wheat to Afg which was effected with caterpillar now they r playing wd human life by sending expired Covid-19 vaccine.Shame! #IndianVaccineRejectedBySA","sentiment_score":0.0}
{"full_text":"RT Poor guy doesn't know what day it is. U.S. vaccinated 1.6 million people on Inauguration Day alone...quite a feat without a...","sentiment_score":-0.4}
{"full_text":"RT UK study: Heart damage in more than half of Covid patients discharged from hospital","sentiment_score":0.1666666667}
{"full_text":"This is what TFL need to do ! I live near to a bus station and have never seen the buses disinfected once !","sentiment_score":0.1306818182}
{"full_text":"RT When this whole pandemic thing is over, we should keep on doing the mail-in ballots thing.It worked.","sentiment_score":0.2}
{"full_text":"RT It is confirmed a Government inquiry into the joint research on Bat Virus in Mimi Village,Nagaland by Wuhan Institute of Infec...","sentiment_score":0.4}
{"full_text":"RT I draw upon a number of COVID examples, such as these dentists who failed to realize that the people who visited their pr...","sentiment_score":-0.25}
{"full_text":"Commercial TV channels unite to screen Covid vaccine myth-busting video","sentiment_score":0.0}
{"full_text":"RT Hopes of our region &amp; world are focus on rapid deployment of vaccines. In this too, we must maintain same cooperative &amp; collaborat...","sentiment_score":0.0}
{"full_text":"RT Helen Whately, says care homes could be opened for visits, as they've had first vaccination!! They are still dying of COVID-...","sentiment_score":0.390625}
{"full_text":"RT The White House #COVID19 advisor has absolutely no explanation why states with lockdowns are doing worse than states wit...","sentiment_score":-0.1666666667}
{"full_text":"What a big bundle! ","sentiment_score":0.0}
{"full_text":"RT Me getting ready to disrespect myself by doing a 12 hour night shift during covid as a nurse","sentiment_score":0.2}
{"full_text":"The dinner, which was attended by 80 people, was deemed to be in breach of COVID-19 regulations.@aoifegracemoore","sentiment_score":0.0}
{"full_text":"RT PM sets the agenda for discussion with #SAARC and the Indian Ocean nations on #COVID19 Special...","sentiment_score":0.3571428571}
{"full_text":"RT Here are reactions from academics, politicians and NGOs after Facebook blocked all Australian media content including official...","sentiment_score":0.0}
{"full_text":"RT [Help RT] my mom suffered stroke and needs her meds, she also has diabetes and high blood pressure, my dad's work place is...","sentiment_score":0.16}
{"full_text":"RT May we see the end of Corona forever.","sentiment_score":0.0}
{"full_text":"RT LEAST TRUSTED GOVERNMENT IN THE WORLD FOR COVID","sentiment_score":-0.3}
{"full_text":"RT May we see the end of Corona forever.","sentiment_score":0.0}
{"full_text":"RT The ministry says 96 new cases were confirmed in the country in the past 24 hours. 42 of these were from the Kathmandu...","sentiment_score":0.0954545455}
{"full_text":"RT US life expectancy dropped a full year in the first half of 2020, but even more for Black and Hispanic Americans, preliminary C...","sentiment_score":0.1533333333}
{"full_text":"I can gauge how shit lockdown is cos isn't in my recent emojis. No ride outs been organised. ","sentiment_score":-0.1}
{"full_text":"COVID is not encouraging","sentiment_score":0.0}
{"full_text":"congrats boss, the sky is your peak","sentiment_score":0.0}
{"full_text":"RT Funding epidemic preparedness is no longer an option, it is a necessity. #COVID19 has shown how quickly, life-threate...","sentiment_score":0.3333333333}
{"full_text":"RT Hon. PM Ji is addressing workshop on COVID-19 Management with neighboring countries.https:\/\/t.co\/Vrq9LmSv6Z","sentiment_score":0.0}
{"full_text":"RT Next week the govt will announce its 'roadmap out of lockdown'. We can't afford to make a wrong turn. Join us tomorrow...","sentiment_score":-0.25}
{"full_text":"RT Gaza is on permanent Lockdown.No end in sight because Israel won't allow it.","sentiment_score":0.0}
{"full_text":"RT So far 4 Irish GPs have publicly declared their concerns about the current 'vaccine' program and Lockdown policy. Each of...","sentiment_score":0.025}
{"full_text":"Gina Carano Found Out She'd Been Fired Online-Catch More on THE MOVIES with  &amp; On - 4pm TODAY! #thursdayvibes #thursdaymorning #dogecoin #Nigeria #TRON #COVID19 #NintendoDirect","sentiment_score":0.625}
{"full_text":" Lonely Streets, the film created by #Syria|n #refugees living in #Malaysia, forces us to confront the connection between #COVID19 and the broader crises of the anthropogenic. Our Dr Agnes Czaika of discusses:","sentiment_score":-0.1}
{"full_text":"RT \"Everything just ended. It turns out that our industry was utterly disposable\"Drag performer and gay rights activist R...","sentiment_score":0.1055555556}
{"full_text":"I don't know. I would personally open them all now.Politicians are afraid of 1 thing. Public opinion.Public opinion is what has driven most of the government policies with regard to covid.","sentiment_score":-0.025}
{"full_text":"Scamdemic from the Chinavirus ","sentiment_score":0.0}
{"full_text":"RT This, please. If you or anyone you know is COVID +, has mild symptoms in the past 10 days, and is either age 65+ and\/or has a p...","sentiment_score":0.0416666667}
{"full_text":"RT East Suffolk Council is continuing to work with the Health and Safety Executive (HSE) to contact businesses in East Suffol...","sentiment_score":0.0}
{"full_text":"Hi Steffan. The schedule is very dynamic at the moment &amp; access to the field is restricted to only Maties Cricket student-athletes &amp; management, also due to Covid regulations. We would love to have down at the field with the kids, but right now it's not allowed unfortunately ","sentiment_score":0.0007369615}
{"full_text":"RT Watching #peston where is arguing for a quick end to #lockdown because \"The data are so good\" T...","sentiment_score":0.5166666667}
{"full_text":"RT The weakest links are schools?Though Covid infections fell by two-thirds in a month, the virus is spreading most among primary-...","sentiment_score":0.45}
{"full_text":"Rising cyberattacks amid COVID-19; how can we protect ourselves? via","sentiment_score":0.0}
{"full_text":"RT Morning. It's been 4 weeks since my #COVID19 Vaccine. Awaiting patiently for my second dose. BUT so happy to know I ha...","sentiment_score":0.4}
{"full_text":"RT \"So how come the GLP could face a bill approaching PS600,000 relating to the government's legal costs, should it lose? I...","sentiment_score":0.1}
{"full_text":"RT Join us on 25 Feb. at 3pm CET to discuss the role of green #entrepreneurship in post COVID-19. Keynote speaker Mr. Gunter Pauli...","sentiment_score":-0.2}
{"full_text":"RT Texans are suffering without power because those in power have failed us. As with Covid, a natural disaster has become far...","sentiment_score":-0.1}
{"full_text":"RT The UK government's decision to delay 2nd doses in order to give more people 1st dose protection is looking better and bett...","sentiment_score":0.3333333333}
{"full_text":"RT PODCAST: Which Gulf states are best placed to navigate another challenging year in the wake of the #coronavirus pandemic...","sentiment_score":0.75}
{"full_text":"RT \"Since the beginning of Covid-19, teachers and their unions have been right about schools while the government was wrong. That...","sentiment_score":-0.1071428571}
{"full_text":"Discover how #Covid19 has impacted data management and digital transformation https:\/\/t.co\/Ogf3h8uwXR#data #datadriven #digital #datamanagement #digitaltransformation","sentiment_score":0.0}
{"full_text":"RT Please watch and carefully listen to Apostle Suleman His message here is different from the #COVID19 messagehttps...","sentiment_score":-0.05}
{"full_text":"\"the power of the regional accent\"..... the power of place","sentiment_score":0.0}
{"full_text":"RT The drinks sector has played a crucial role in the COVID-19 relief effort. Today, we are highlighting the work of the sec...","sentiment_score":-0.05}
{"full_text":"RT This will be hilarious if this is the direction they decide to go in.","sentiment_score":0.5}
{"full_text":"On this week's podcast available tomorrow morning from 10am, talks to Bundoran man Rossa McKiernan in Belgium via Japan about life during lockdown over there. Listen where you get your podcasts, via or ask your smart speaker!","sentiment_score":0.3339285714}
{"full_text":"How will we know we've vaccinated 'enough' people to stop COVID spread? #FOX59Morning","sentiment_score":0.0}
{"full_text":"ON THE BLOG: on small parties in the Commons and the pandemic.@LouiseVThompson and outline how MPs from small parties have been disproportionately affected by the government's choices about how the Commons should operate during the pandemic.https:\/\/t.co\/XHlWEjIrCh","sentiment_score":-0.25}
{"full_text":"Makhura oversees vaccination program in Steve Biko\"The vaccines are a game-changer in the fight against Covid-19 but we know that we still have a long way to go.\" Read more&gt; #RekordPretoria","sentiment_score":-0.05}
{"full_text":"Got symptoms of coronavirus? You need to: Stay at home for ten days. Get a test as soon as possible.To book a test, call 119, visit or use the NHS COVID-19 app.","sentiment_score":0.0}
{"full_text":"We're still in #Blackpool for today's NEW #video. While we were out at work making your new videos we recorded #Blackpool #TownCentre in #Lockdown. Hopefully we won't see it like this again when it's all over! Watch it here:","sentiment_score":0.1534090909}
{"full_text":"Don't forget to register!Our own Rebecca Gordon will on the panel for this webinar on local leadership during the COVID 19 pandemic, on 23 February.","sentiment_score":0.3}
{"full_text":"1 in 3 people who have coronavirus don't have any symptoms - so it's easy to pass on without knowing. Stay safe this half term - follow hands, face and space to minimise the spread.","sentiment_score":0.2555555556}
{"full_text":"The latest 'Lockdown Lowdown' features race-reader and commentator Martin Harris.  Find out why Martin shouldn't get on the wrong side of wife Alex here:","sentiment_score":0.0}
{"full_text":"The Urgent Respond Fund - Coronavirus administered by is open for applications. Submissions received by the 28th of February will be considered in March and remember, you can apply again if you have received funds previously. Apply here -","sentiment_score":-0.0833333333}
{"full_text":"Need to pick up important medicine from the pharmacy? Please do so - and do it safely, with a mask, social distancing and hand sanitiser where possible. It'll help us all fight the virus.Let's all do our bit and stop the spread of COVID in our communities.","sentiment_score":0.2333333333}
{"full_text":"#NeedToKnow : risque novel wants to remedy homebuyer's low sex drive, spotlights young #innovator's thirst for saving the world and the pandemic accelerates the growth of prestige beauty :","sentiment_score":0.1}
{"full_text":"POTLUCK 2021 INTERVIEWS with Sophia Smith... Liam Rees, director of Arcade Gym. Liam and Sophia discuss directing a physical theatre play digitally and the surprising possibilities of networking during the pandemic.","sentiment_score":0.2333333333}
{"full_text":"Strong decline in coronavirus across England since January, React study shows:https:\/\/t.co\/hdWw0SXD7v","sentiment_score":0.4333333333}
{"full_text":"Prime Minister Boris Johnson is expected to announce that teachers, schoolchildren and their families could be tested for coronavirus twice a week under a plan suggested as part of lifting lockdown restrictions.","sentiment_score":-0.1}
{"full_text":"#COVID19 has not gone away yetTake extra care in staying safe Remember, Hands - Face  - Space  #community #Haringey #safecommunity #vaccine #Covid_19 #coronavirus #vaccination #coronavirusuk #VaccinationDrive #COVIDVaccine #StayHome #COVID19 #NHS #thursdaymorning #pandemia","sentiment_score":0.25}
{"full_text":"\"The National Intelligence Service in South Korea told a prominent lawmaker Tuesday that the North Koreans tried to steal data on COVID-19 vaccines by hacking Pfizer\"","sentiment_score":0.5}
{"full_text":"A Florida restaurant has gone viral for telling its customers that \"face diapers\" are not required to dine there.","sentiment_score":0.0}
{"full_text":"RT #WatchLiveHon'ble PM Sh ji speaking on working towards a healthy and COVID-19 free neighbourhood.","sentiment_score":0.45}
{"full_text":"The Enhanced Illness Benefit is available to workers who have been diagnosed with #COVID19, or instructed by a doctor or the HSE to self-isolateApply online at on the payment is available in multiple languages here:","sentiment_score":0.2666666667}
{"full_text":"From Mongolia to Myanmar, Rwanda to South Africa, the COVID-19 pandemic has taken its tool on the lives of our beneficiaries.Our teams on the ground have been doing an incredible job to support them in every way humanly possible.We only have one thing to say: Thank you ","sentiment_score":0.3}
{"full_text":"California Gov. Gavin Newsom announced a $9.6 billion spending deal aimed at aiding some of those hit hardest by the pandemic, with a new round of small business grants, $600 stimulus checks for low-income individuals and more housing assistance.","sentiment_score":0.0465909091}
{"full_text":"By the thousands, U.S. service members are refusing or putting off the COVID-19 vaccine as frustrated commanders scramble to knock down internet rumors and find the right pitch that will persuade troops to get the shot. #WakeUpCLT","sentiment_score":-0.1899470899}
{"full_text":"Tebow was set to return to the minors in 2020, but the season was wiped out by the coronavirus.","sentiment_score":0.0}
{"full_text":"Appointments at #COVID19 vaccination sites are timed to allow for social distancing  There's no need to arrive very early as this can cause queues. More on what happens at vaccination appointments:","sentiment_score":0.2211111111}
{"full_text":"We don't know when we will get back on the sites but there's plenty of ideas inside our March issue to help you plan your post-lockdown caravan getaway. Have you got your copy yet?","sentiment_score":0.0}
{"full_text":"RT As of February 15, the 7-day average of new #COVID19 cases is 86,129, a 21.6% decrease from the previous week's 7-day average,...","sentiment_score":-0.0825757576}
{"full_text":"Timely &amp; reliable information is essential to anticipate &amp; mitigate negative impacts of #COVID19 pandemic.@FAO is reorienting &amp; up-scaling its work on data, information &amp; analysisBe part of the solution to #BuildBackBetterhttps:\/\/t.co\/imQJYERam8\/video\/1","sentiment_score":-0.15}
{"full_text":"RT In his latest opinion piece, Routes' Editor-In-Chief discusses how Bill Gates' climate book shows the work aviation must...","sentiment_score":0.5}
{"full_text":"Super brilliant guy ...Let us have fun ...We are bored in corona ...Njoy","sentiment_score":0.2583333333}
{"full_text":"HELP THE HUNGRY AND MALNOURISHED 2021Millions of families and children suffer from hunger and malnutrition due to the #COVID19PH pandemic. Share the GIFT OF CHARITY by visiting: #CharityInAction","sentiment_score":-0.125}
{"full_text":"The past year has taught us the importance of digital technology in all aspects of our lives. Join our Chief Enablement and Information Officer, Ebo Richardson live on Facebook as he shares insights on optimising digital in a post-COVID era.#AbsaBusinessConnect","sentiment_score":-0.0284090909}
{"full_text":"Teen Suicide Prevention Week (February 14 - 21) highlights awareness around teen depression and suicide, especially with the increased stressors of the pandemic.","sentiment_score":0.0}
{"full_text":"Today on WEKU's Morning Edition, NPR has a new online lookup tool that can help you find out how to get a coronavirus vaccine. A third winter storm makes its way across Kentucky, we'll have the latest on weather impacts. Plus local weather and traffic on","sentiment_score":0.1590909091}
{"full_text":"#ServeALittleToHelpALot  Social inequalities is a reality for the Badjao tribe in Philippines. Your donation will help #SERVE provide COVID relief parcels to them.https:\/\/t.co\/GSexncJkA0 #ThursdayGiving PLS RT","sentiment_score":0.0333333333}
{"full_text":"At the heart of any organisation it's the people who have been entrusted to carry the mission of the business.Creating a safe and hygiene work environment  #gadmo #cleaningservice #cleaning #COVID19 #cleaningservices #commercialcleaning #deepcleaning #officecleaning","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 18\/02\/2021 15:30Total Cases: 10949646 [+0]Active: 134241Recovered: 10654802 [+0]Deaths :156039 [+0]Total Tests: 207.98MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Last March I had the holiday from hell in Florida due to the pandemic https:\/\/t.co\/Z7LMz5ln7y#TRJForBloggers #bloggerstribe #BloggersHutRT","sentiment_score":-0.0625}
{"full_text":"Horny stay-at-home mom tweets","sentiment_score":0.0}
{"full_text":"India has total 10949646 confirmed cases. Out of this 10654802 have recovered, and 156039 people have died.Last Updated : 18\/2\/2021 09:20:25Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"The Library is open! Services currently offered:- Click &amp; Collect. Reserve books online, pick up from the Library.- Free postal loans. Again, reserve online, we post out.- Inquiry service. Email our librarians.https:\/\/t.co\/sTr9LC2o0x","sentiment_score":0.1333333333}
{"full_text":"What's your favourite pub in #MyRoyalBorough? Tag them in a post and show them some love.  #LockdownNotOut#SupportLocal#sharethelocal#StayHome","sentiment_score":0.5}
{"full_text":"Learn to play electric guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"A beautiful and moving read'My Poem to Dementia' - Caring for Mum in hospital during coronavirus.View the story of Julie and her Mum, and the poem Julie wrote here via #eastbourne #eastbournedementia #dementiasupport #dementia","sentiment_score":0.85}
{"full_text":"Did you know that anyone aged 70 or over can now book an appointment for their #COVID19 vaccination?Help us protect your loved ones and encourage any family or friends over 70 to book at appointment by calling 119 or visiting:","sentiment_score":0.3}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"South Africa's President Ramaphosa gets Johnson and Johnson coronavirus jabFollow our Telegram","sentiment_score":0.0}
{"full_text":"Keep your business in people's minds during lockdown.Feast has a dedicated foodie readership so let us know what you're up to! Call Samantha: 01508 532190 or Shelley: 07395 503326#supportlocal #localproduce  #deliveries #takeaway #collections#specialmeal #afternoontea","sentiment_score":0.0}
{"full_text":"To help reduce the spread of COVID-19 when shopping for essentials, keep your distance if you have to queue outside, in the aisles, and while queuing to pay. Please be kind to staff and other customers.","sentiment_score":0.1583333333}
{"full_text":"While most of us have been living in our PJ's for the majority of lockdown, student Mila has been creating ball gowns! Click here to read more: #CostumerDesign #BeLongRoad","sentiment_score":0.5625}
{"full_text":"As part of our latest savings campaign, our research showed that 50% of Brits say that financial worries due to Covid-19 have made them think about saving now, more than they did before. Since the first lockdown, have you been able to save more, less or not at all?","sentiment_score":0.2447916667}
{"full_text":"First time Mum, Emma, shares her story about how getting active with a her new baby has been a challenge this winter during lockdown. Read the latest in our Women's Winter Workouts series to hear how getting out in the fresh air for a walk is helping...","sentiment_score":0.2106060606}
{"full_text":"#Ad Hounds Barbers have got another lockdown raffle on!pay a fiver and win PS60 of haircuts- it's a no brainer right! If you've done a lockdown home haircut it could come in handy when it comes to sorting that out!","sentiment_score":0.6357142857}
{"full_text":"Aaabsolutely ridic and disgusting!https:\/\/t.co\/0bA9RabdaU","sentiment_score":0.0}
{"full_text":"There has been a fantastic community response to the Covid-19 pandemic as a result of partnership working between Somerset Local Authorities and key health and care organisation in the VCSE sector:#community","sentiment_score":0.1333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 18.9FWind Chill: 18.9FHumidity: 95%Dew Point: 17.6F Barometer: 30.570 inHgWind: 1 mph from the NECorona Virus Weekly Stats:Cases: 61.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"#data shows that the is long past the #COVID19 peak and now has the lowest transmission rate over the last month.Time to end the #lockdown and excess deaths madness.#VaccineRolloutSA  cc:@RevMeshoe","sentiment_score":-0.1}
{"full_text":"The journalists' tool of the #pandemic - the #smartphone has enabled #mobilejournalist to continue to tell the human stories of #Covid19 despite the restrictions. Here's how she does it:","sentiment_score":0.0}
{"full_text":"You can't police your way out of a pandemic.We need a response focused on public health, human rights and protection for everyone equally instead of criminal justice. #ProtectEveryonehttps:\/\/t.co\/atc07wzEMB","sentiment_score":-0.1}
{"full_text":"Sustainability: green jobs are likely to grow after Covid-19#Sustainability #SustainableBusiness #SustainableCareers #GraduateJobshttps:\/\/t.co\/6wc4TCWEFP","sentiment_score":-0.1}
{"full_text":"There is no need to hit the panic button over false reports claiming adverse reactions to the #vaccineState Minister urged the people to get the vaccine without any fear in order to support the country's drive to combat #COVID19 #coronavirus ","sentiment_score":-0.4}
{"full_text":"RT Wanted  They committed following crimes: High treason Crimes against Humanity  Endangering public health by se...","sentiment_score":0.0533333333}
{"full_text":"We are sending a big shout-out! to all the health workers in Malawi. We appreciate all the hard work you are putting in to serve the country in this time of the #COVID19 pandemic.#WeAppriciateYou#KeepSafe#MaskUpMalawi","sentiment_score":-0.1458333333}
{"full_text":"RT Government: Every Kenyan should wear a maskKenyans:","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT The ministry says 96 new cases were confirmed in the country in the past 24 hours. 42 of these were from the Kathmandu...","sentiment_score":0.0954545455}
{"full_text":"Unfortunately, to make the vaccine, other substances are produced, and\/or are used to \"carry\" the viral bit. Peg is one chemical, (glycol), which although in small amounts can cause an adverse reaction in some people. I also have read recently, that the covid 19 vaccines...","sentiment_score":-0.21875}
{"full_text":"Federal Agents Seize Over 10 Million Fake N95 Masks Sold To US Hospitals (US CBS)","sentiment_score":-0.5}
{"full_text":"Just now: 3,000+ CEOs share how they are positioning their organizations to thrive after #COVID19. Learn the 5 key factors that set outperforming CEOs apart. Read the study below.","sentiment_score":0.0}
{"full_text":"Coronavirus (COVID-19): Communications toolkit via","sentiment_score":0.0}
{"full_text":"RT But it doesn't matter because Government's legislative priority - despite the pandemic, huge rises in child poverty, and...","sentiment_score":0.4}
