{"full_text":"Pandemic exacerbating issues at core of Moose Hide Campaign to end violence via #MooseHideCampaignDay Let's end &gt;&gt;&gt; #ViolenceAgainstWomen #Indigenous #MMIWG","sentiment_score":0.0}
{"full_text":"RT 4-out-of-10 of the Gov's Cabinet committees do not include any women. There are no women on the Cabinet Covid-19 Committee,...","sentiment_score":0.0}
{"full_text":"RT 1\/4 [Thread] During my State of the Province Address last year, I identified safety as one of our key priorities for 2020. S...","sentiment_score":0.0}
{"full_text":"RT How to fold your surgical mask to create a better fit and increase personal protection, per new CDC guidelines. #COVID19 #M...","sentiment_score":0.2590909091}
{"full_text":"RT Myanmar continue to be the most creative protestors I've ever met in my life. Continuing the mass struggle despite ban on...","sentiment_score":0.5}
{"full_text":"RT Again, knock yerselfs out fact checkers. In 1976 the US halted the Swine Flu Vaccinations after 6 weeks for 25 deaths...","sentiment_score":0.0}
{"full_text":"Which brings me to that lover of farmers, embracer of the rural realness of the mid-west and this amendment:","sentiment_score":0.0}
{"full_text":"RT Also becareful of people who go around claiming to be COVID-19 researchers and are conducting surv...","sentiment_score":0.0}
{"full_text":"RT As per the Maharashtra Village Panchayat Act, 1959, it is mandatory to hold at least four gram sabhas in a financial yea...","sentiment_score":-0.15}
{"full_text":"If you're criticizing Florida's very successful Covid response you're doing it wrong.","sentiment_score":0.2375}
{"full_text":"RT It's not too late to sign up for today's FREE Coronavirus Business Stimulus Summit. Join #Rhode...","sentiment_score":0.05}
{"full_text":"RT If you thought Covid-19 shutdowns were bad for small business, just wait until Biden's $15 minimum wage takes effect. U...","sentiment_score":-0.475}
{"full_text":"RT 2020:  Extend March Break to protect people from Covid.2021:  Cancel March Break to protect people from Covid.Last week...","sentiment_score":0.0}
{"full_text":"RT If you thought Covid-19 shutdowns were bad for small business, just wait until Biden's $15 minimum wage takes effect. U...","sentiment_score":-0.475}
{"full_text":"RT Hello  I am one of them.  While vaccine hesitancy exists, it doesn't fully explain the emergent racial\/ethnic and SES disp...","sentiment_score":0.0}
{"full_text":"RT The city of #PHX now has two #COVID19 mobile testing vans out in the community. Today, 7am - 1pm:Van 1: Fry's Food...","sentiment_score":0.0}
{"full_text":"RT Dup withdrawal from Mid and East Antrim Group Leader Forum is a reckless move during a pandemic, says Alderman Gerardine...","sentiment_score":0.0}
{"full_text":"Or... maybe... now stay with me here... voters care more about fixing the economy, their kids' futures, and recovering from COVID, than how Twitter defines a bodega.https:\/\/t.co\/nHNCIlfcP3","sentiment_score":0.5}
{"full_text":"Cool graphics &gt; Covid speed readily apparent as is public mkt investor interest in getting closer to the onset of the Innovation Curve &gt; Thematics = alpha &gt; See how the blank-check company craze has surpassed traditional IPOs via","sentiment_score":0.1}
{"full_text":"RT Pandemic diary 02.11.2021","sentiment_score":0.0}
{"full_text":"RT Happy International Women in Science Day 2021. This photo was taken in the lab last year before the pandemic began &amp;...","sentiment_score":0.2666666667}
{"full_text":"RT Why are you ignoring this MP Musanhi who violated the lockdown and held a rally in Bindura?Is the law sele...","sentiment_score":0.0}
{"full_text":"RT Was happy to receive a call from my friend  Assured him that India would do its best to facilitate suppli...","sentiment_score":0.9}
{"full_text":"Lord Sumption has been consistently sound on everything Corona-related","sentiment_score":0.4}
{"full_text":"RT \"I'm still standing (after a Covid vaccine)\"Sir Elton John joins Sir Michael Caine in a new NHS advert to reassure people of...","sentiment_score":0.1363636364}
{"full_text":"i miss life before covid ","sentiment_score":0.0}
{"full_text":"RT Democratic Republic of Congo confirms two Ebola cases in resurgence of major outbreak","sentiment_score":0.0625}
{"full_text":"RT \"...In came the pandemic and suddenly being the world leader for a vaccine got kind of interesting...\"Cathal Friel, Exec Ch...","sentiment_score":0.3666666667}
{"full_text":"RT This is a political choice","sentiment_score":0.0}
{"full_text":"RT 6) FFP2 masks (resemble KN95) in Europe are now $1.2 each these days ($2-3 before) after EU negotiated with manufacturers....","sentiment_score":0.0}
{"full_text":"RT he got his own version of pandemic","sentiment_score":0.6}
{"full_text":"RT News channels love doing segments on the \"impact of the pandemic.\"It's not \"the pandemic\" that is impacting your liv...","sentiment_score":0.5}
{"full_text":"RT County Lines is longlisted for in Outstanding British Film category. Rent it now on Player","sentiment_score":0.25}
{"full_text":"I don't think anyone can deny 2020 was a desperately difficult year for many &amp; the prospects for better times in 2021 also bleak. The Isle of Man can be a claustrophobic, suffocating place for some &amp; the pandemic will almost certainly have played its part.","sentiment_score":-0.2193877551}
{"full_text":"RT Maharashtra government issues guidelines, says no processions or big gatherings should be organised on birth anniversary of C...","sentiment_score":0.0}
{"full_text":"RT WH Senior Advisor says new CDC guidelines on opening schools will be released Friday","sentiment_score":0.1363636364}
{"full_text":"RT Another 1.1 million people applied for UI last week, including 793,000 who applied for regular state UI and 335,000 who app...","sentiment_score":0.0}
{"full_text":"RT [INSTAGRAM]210211: Have a Happy Lunar new year everyone!! wear your mask as well!! #\/Synopex #\/FilterMaskhttps:\/\/...","sentiment_score":0.566459517}
{"full_text":"RT The 7-day rolling average of U.S. vaccine shots administered is now past 1.5m\/dayhttps:\/\/t.co\/h73xhfwHAm","sentiment_score":-0.2}
{"full_text":"RT India continues to shine under a leadership. Trudeau failed to deliver Cana...","sentiment_score":-0.5}
{"full_text":"RT How ironic that the performance of the NHS, whose staff have struggled round the clock to save lives, has been rated \"not...","sentiment_score":0.0}
{"full_text":"RT Tests could be used in schools, LTCs, meat-packing plants, Amazon warehouses. C'mon guys, pitter patter. #Covid19Millions...","sentiment_score":0.0}
{"full_text":"RT NEW EP: As #Coronavirus #lockdowns around the country are slowly starting to be lifted, I'm joined by to talk...","sentiment_score":0.0681818182}
{"full_text":"interesting seeing a number of papers about change in education after the pandemic. Unless there are serious reflections on how we change community, organisational and professional dynamics can't see how we'll do anything but fall back to where we were before.","sentiment_score":0.0666666667}
{"full_text":"RT The Olympics are planning to hand out 150,000 free condoms to athletes at the Games, despite requiring them t...","sentiment_score":0.4}
{"full_text":"Recognize these books? All 60+ authors contributed to my anthology, MOMS DON'T HAVE TIME TO, out on Tuesday! Meet 50+ of them live at my launch event\/fundraiser Tuesday at 7 pm EST. All proceeds of the book and event go to COVID research.","sentiment_score":0.1363636364}
{"full_text":"RT Important story on a big unused supply of critical N95 masks made by small US cos. -- but retailers &amp; hospitals aren't buying the...","sentiment_score":0.0375}
{"full_text":"RT This doctor had six hours to find and give 10 eligible people the remaining doses of an opened vial of Covid-19 vaccine before...","sentiment_score":0.0}
{"full_text":"#campingworldnascar as a healthcare worker during the pandemic, camping is my great escape! Social distancing at it's best! To me this weekend is a sign of spring coming!! I have a great little travel trailer, but I have a small wishlist- a golf cart and a pellet grill!","sentiment_score":0.3888888889}
{"full_text":"I bet if he was white, no one would have had an issue with his behavior.","sentiment_score":0.0}
{"full_text":"RT NEW - Instagram bans Robert F. Kennedy Jr. (nephew of former U.S. president John F. Kennedy) over COVID-19 vaccine mis...","sentiment_score":0.0681818182}
{"full_text":"RT My article in onReimagining Diplomacy in the Post-COVID World.","sentiment_score":0.0}
{"full_text":"RT Myanmar's junta leader urged civil servants to return to work, blaming \"unscrupulous persons\" for their absence - during str...","sentiment_score":-0.0125}
{"full_text":"Controlling for age, living in a nursing home, &amp; other chronic conditions - individuals with dementia were still 2x as likely to contract #COVID19. Black people w\/ dementia were ~3x as likely to contract #COVID as white people.","sentiment_score":-0.0583333333}
{"full_text":"Lots of folks in A2 double masking these days","sentiment_score":0.0}
{"full_text":"RT  Is this the same CDC that said masks don't work in March 2020?","sentiment_score":0.0}
{"full_text":"RT Tests could be used in schools, LTCs, meat-packing plants, Amazon warehouses. C'mon guys, pitter patter. #Covid19Millions...","sentiment_score":0.0}
{"full_text":"RT Remember that Houston doctor charged with stealing COVID vaccines? Check out the narrative of his alleged crime Wha...","sentiment_score":-0.1}
{"full_text":"RT CDC at the start of 2020: no need to wear masksCDC at the start of 2021: you should wear two masks","sentiment_score":0.0}
{"full_text":"AstraZeneca Says COVID-19 Vaccine Saves Lives, Even Though It's Not PerfectOn Thursday AstraZeneca's chief executive said although its COVID-19 vaccine was not perfect, it would have a big impact on the pandemic. The drugmaker also pledged to double supplies by April to more","sentiment_score":0.0}
{"full_text":"Onzin, stop de lockdown!!","sentiment_score":0.0}
{"full_text":"RT I'm old enough to remember when Biden called the COVID-19 travel ban on China xenophobic.Now he's considering banning...","sentiment_score":0.05}
{"full_text":"RT Lancet Study Finds 40 Percent of U.S. Covid-19 Deaths Could Have Been Avoided","sentiment_score":0.0}
{"full_text":"This, coming from an Asshole that is too self-centered to wear a mask and protect his fellow Senators from Covid. Spare me!!","sentiment_score":0.0}
{"full_text":"RT Antony had mild flu-like symptoms and thought he might have COVID. It turned out he had syphilis.Many people with syphilis h...","sentiment_score":0.3333333333}
{"full_text":"RT Biden's America","sentiment_score":0.0}
{"full_text":"RT - A doctor said he was determined to not let leftover vaccine go to waste- But dozens said no, so he gave an expiring dose...","sentiment_score":-0.2}
{"full_text":"RT How rich that is suddenly concerned with #COVID19.  How many people have gotten severely ill and died in your...","sentiment_score":0.09375}
{"full_text":"RT First publication! We are very happy that our paper 'Work less, help out more? The persistence of gender inequality in h...","sentiment_score":0.4114583333}
{"full_text":"RT Well, that's interesting.","sentiment_score":0.5}
{"full_text":"RT Now that the CDC is recommending two masks, how many will you be wearing?","sentiment_score":0.5}
{"full_text":"This one is the most important one for me.... 1. Get more intentional about the things you do. Be thoughtful about how and when you create space between you and your work.https:\/\/t.co\/yTse7MsroV","sentiment_score":0.45}
{"full_text":"RT Two thirds of Americans back Biden's COVID relief package.","sentiment_score":0.0}
{"full_text":"More information on what to expect after getting a #COVID19 vaccine:","sentiment_score":0.5}
{"full_text":"RT #Suriya, COVID-Negative, \"Is Back Home And All Safe,\" Tweets Brother Karthihttps:\/\/t.co\/7x5EDrcn0h","sentiment_score":0.25}
{"full_text":"RT The risk isn't that we do too much when it comes to a COVID relief package -- it's that we don't do enough.We have to go big.","sentiment_score":0.1}
{"full_text":" PLAYER SPOTLIGHT Today we turn to Mike Contini. The Covid FR went 1-1 with a 3.09 ERA over 2 starts last spring. In his career debut, the FR southpaw was 2 outs away from tossing a CG shutout against John Jay. His 3.09 ERA placed him 13th in the AMCC. #2021Hawks","sentiment_score":0.0}
{"full_text":"RT I'm celebrating #InternationalDayOfWomenAndGirlsInScience w\/the Book Trailer Reveal for JUNE ALMEIDA, VIRUS DETECTIVE!...","sentiment_score":0.0}
{"full_text":"RT The EU economy is \"turning the corner,\" says EU Commissioner Valdis Dombrovskis. The prospect of vaccinations bringing an...","sentiment_score":0.0}
{"full_text":"RT Europe's oldest known person, a nun named Sister Andre, beat the virus and turns 117 today. Her lunch menu today includes f...","sentiment_score":0.0}
{"full_text":"Kay who ?","sentiment_score":0.0}
{"full_text":"Enjoyed this article","sentiment_score":0.5}
{"full_text":"RT The vaccine roll-out across Britain could be undermined by a vaccine-resistant strain entering the country.So the Gover...","sentiment_score":0.0}
{"full_text":"RT Houston Doctor Fired for Giving Away Doses of Covid Vaccine - The New York Times","sentiment_score":0.1363636364}
{"full_text":"Just imagine if we didn't have ears to hang the masks off of!#wewouldbefiretrucked #COVID19#WearAMask #BeSafe #LoveYouPatrick","sentiment_score":0.0}
{"full_text":"Who takes any notice of these so called celebs not me, I do follow all the rules but not because some rich nobody tells me too, if there is one thing about this lockdown it's taught us we don't need any celebs they are 2 a penny, but we do need our great workers who have kept 1\/2","sentiment_score":0.5875}
{"full_text":"Implementing telehealth and virtual care, brings top challenges and opportunities of medical billing and coding. Know them at #medicalbillingandcoding #virtualcare #medicalcoding #COVID19 #healthtech #opportunity #challenge","sentiment_score":0.25}
{"full_text":"RT EVERYONE! IT'S BIRTHDAY!!!! Ed designed the system that runs Maraoke - we literally wouldn't be able to run l...","sentiment_score":0.5}
{"full_text":"RT When government decided to give thuggery legitimacy because it wanted to attack citizens who were simply demanding that th...","sentiment_score":0.0}
{"full_text":"RT Do you plan to take a coronavirus vaccine when it becomes available?Follow me for more polls! Retweet...","sentiment_score":0.625}
{"full_text":"BE WARNED! Looking for lockdown learning? DO NOT sign up with 4-week free trial has BIG hidden non-refundable costs. Contacted my bank in time for a refund and blocked any future payments! #onlinelearning #ShawAcademyScam","sentiment_score":0.0583333333}
{"full_text":"RT PHARMACY VACCINE UPDATE:ALL CVS vaccine appointments in WNY are now booked. Updated article below with more info....","sentiment_score":0.5}
{"full_text":"RT Of course.","sentiment_score":0.0}
{"full_text":"RT A Pakistani-American doctor was fired *and is being prosecuted* because he gave an opened vaccine to anyone he could find...","sentiment_score":0.0}
{"full_text":"RT CDC recommendation for sunny days","sentiment_score":0.0}
{"full_text":"RT (and me) and an international team explored children's health literacy about COCID-19 and lockdown. Open acces...","sentiment_score":0.0}
{"full_text":"RT On #WomenInScience Day, let us celebrate and thank all women who are on the frontlines of the global #COVID19 response. Today,...","sentiment_score":0.0}
{"full_text":"RT CAA will be implemented after #COVID19 vaccination ends, says HM","sentiment_score":0.0}
{"full_text":"RT after Xi Biden call CHINA SAYS FOUND CORONAVIRUS IN A 23 TON SHIPMENT OF PORK FROM THE U.S - STATE MEDIA same old playbook......","sentiment_score":0.05}
{"full_text":"Rizwan is actually being most important player for pak after covid resumption","sentiment_score":0.3}
{"full_text":"RT \"Out of every 10 deaths, 8 were unnecessary.\" --Dr. Tess Lawrie, UK.The science couldn't be more clear: #Ivermectin w...","sentiment_score":0.0666666667}
{"full_text":"Prisoners have been locked in their cells for almost 23 hours A DAY every day of the week during pandemic, watchdog report reveals after 71 inmates died of Covidvia","sentiment_score":0.0}
{"full_text":"RT Through the intercession of #OurLadyOfLourdes, patroness of the sick, let us ask the Lord to grant health of soul and body to...","sentiment_score":-0.7142857143}
{"full_text":"RT When the Brexit &amp; pandemic disasters have been addressed &amp; the former rectified, many Tory politicians, backers &amp; chums wil...","sentiment_score":0.25}
{"full_text":"RT Incarcerated  people have just as much right not to die from covid as you do","sentiment_score":0.2857142857}
{"full_text":"This is a better argument for the Catholic Church than 100,000 holy mother church tradition blah blah blahs.","sentiment_score":0.25}
{"full_text":"RT Cheering loudly for an enterprise growing impact despite the pandemic. Their platform provides cross border merch...","sentiment_score":0.05}
{"full_text":"i have experienced so many different fandoms since covid started ","sentiment_score":0.4333333333}
{"full_text":"RT They will keep the lights on tonight so we can all hear the empty promises, Mandela quotes &amp; another Tambo's commemora...","sentiment_score":-0.1}
{"full_text":"RT Respected Plz extend the due date of #GSTAmnesty scheme with late fees cap upto Rs.500 &amp; relaxtion of sec 16(4...","sentiment_score":-0.175}
{"full_text":"RT No.  That is double dose which the #UK and now the World Health Organisation say for longest immunity shou...","sentiment_score":0.0}
{"full_text":"RT A study by researchers at the #CRG reveals the genetic factors that may expose or protect people with #DownSyndrome from SA...","sentiment_score":0.0}
{"full_text":"RT Also, miss me with the narrative that only the elderly and people with chronic conditions are at risk of dying from COVID...","sentiment_score":0.0}
{"full_text":"Houston Doctor Fired for Giving Away Doses of Covid Vaccine - The New York Times","sentiment_score":0.1363636364}
{"full_text":"There is a pandemic going on who the fuck is asking for meet ups idiots","sentiment_score":-0.6}
{"full_text":"RT What's been your top local lockdown treats? We've summed up some of ours here delivered by the fab https:\/\/t...","sentiment_score":0.25}
{"full_text":"RT Today... COVID cases down 56% from peak, hospitalizations down 35%, fatalities down 16%.Yet...- CDC praises double mas...","sentiment_score":-0.1166666667}
{"full_text":"Didn't Florida ban New Yorkers early in the pandemic?","sentiment_score":0.1181818182}
{"full_text":"My goodness! I am so tired of level 5 already!  Keep the ban on all household visits, but give us a 20km limit on travel, please! I just need to go elsewhere, in an open space is just fine.","sentiment_score":-0.0694444444}
{"full_text":"What happens when on-campus students test positive for COVID-19?https:\/\/t.co\/t5YYrkzvZ8","sentiment_score":0.2272727273}
{"full_text":"Could Israel be the first country to open up to UK holidaymakers?","sentiment_score":0.125}
{"full_text":"Fran Lebowitz joins Air Mail's podcast to talk about the International Best-Dressed List, the upsides of lockdown, and more.","sentiment_score":0.25}
{"full_text":"Gov. Kim Reynolds addresses state vaccination deployment at a press conference for the first time since the removal of COVID-19 restrictions.","sentiment_score":0.25}
{"full_text":"Walmart to Start Distributing Vaccines Across Alabama on Friday  #alnews #coronavirus #vaccines #alabamanewsnetwork","sentiment_score":0.0}
{"full_text":"The World Health Organization says #Europe still 'vulnerable' despite falling #Covid cases-https:\/\/t.co\/KjzQefkJYw","sentiment_score":-0.5}
{"full_text":"Nigeria reports 1,131 new COVID-19 cases, 8 deathshttps:\/\/t.co\/hafhcU93g7","sentiment_score":0.1363636364}
{"full_text":"With the half term holiday approaching, we would like to remind everyone:Wales is still in lockdown.The message is simple: #StayHome #StaySafe #SaveLives Rules: #KeepWalesSafe@angleseycouncil","sentiment_score":-0.0555555556}
{"full_text":"#StudyTravel Magazine's annual #surveys for #language #schools and #agencies have a few days left to run, offering rewards for participants and an opportunity to benchmark the disruption caused by #Covid19 in 2020.Read more:","sentiment_score":0.1}
{"full_text":"In his new song \"The Quarantine,\" Amillion The Poet is trying to inspire others to fight to wear a mask and protect others.","sentiment_score":0.1363636364}
{"full_text":"The Philippines is expected to receive 600,000 doses of the COVID-19 vaccine developed by China's Sinovac Biotech on February 23, Malacanang said Thursday.","sentiment_score":0.0}
{"full_text":"That is not an essential journey ","sentiment_score":0.0}
{"full_text":"\"It's an emotional rollercoaster\" - student nurse Lauren Cole from tells us what it's like working in the ICU as testing is ramped up to control the new #Covid varianthttps:\/\/t.co\/AnryfE5w0g","sentiment_score":0.0681818182}
{"full_text":"RT Incarcerated  people have just as much right not to die from covid as you do","sentiment_score":0.2857142857}
{"full_text":"Do we need more railways if it seems public transport now is thing of the past with off this Covid?","sentiment_score":0.0833333333}
{"full_text":"If you have concerns about your water bills or the effects of coronavirus on your business, our teams are here to support you. Find important things to keep in mind whether your business is open or closed, and information on our payment support scheme","sentiment_score":0.1}
{"full_text":"girls that want a gay best friends but hate on lesbians are the reason covid exist","sentiment_score":0.2055555556}
{"full_text":"The and extended their win streaks to four straight games, as COVID-19 continues to impact the league.@CoreAbbott's latest Dose:","sentiment_score":0.5}
{"full_text":"Helping the COVID BereavedThe COVID-19 pandemic has left many people grief-stricken and depressed. We understand that death and grief are not easy to accept.Read more: #BereavementProgram","sentiment_score":-0.0033333333}
{"full_text":"On Wednesday, we heard from 4 expert panels for our Joint House &amp; #SenDemPolicy Committee hearing on maternal health amidst #COVID19.The hearing was hosted by &amp; recording of the hearing is available https:\/\/t.co\/w8NoeOMG1k","sentiment_score":0.4}
{"full_text":"Today is World Day for the Sick. Let us pray for those suffering from illness, esp. those impacted by #COVID19. Let us remember their caregivers, family members, as well as healthcare professionals, health officials, civic leaders, &amp; all on the front lines of this health crisis.","sentiment_score":-0.7142857143}
{"full_text":"COVID-19: Safety Tips for SeniorsSeniors are at higher risks of contracting COVID-19 due to their weakened immune systems. But there are surely things you can do to keep yourself safe.Read more: #SafetyTips #Seniors","sentiment_score":0.28125}
{"full_text":"The type of vaccines used (called mRNA vaccines) have been used in cancer vaccine studies for many years. This gave scientists a head start. Learn more here:","sentiment_score":0.5}
{"full_text":"I'll provide a COVID-19 update to Marylanders today at 2 p.m. Watch live via Twitter, Facebook, or YouTube:","sentiment_score":0.1363636364}
{"full_text":"Food organizations across Atlantic Canada have launched their shared ideas for recovery from Covid-19. From addressing the root causes of food insecurity to supporting local production, read more about their exciting vision here.","sentiment_score":0.2625}
{"full_text":"After CVS announced it will begin administering coronavirus vaccines to Virginians ages 65 and older on Friday, February 12, many people were left wondering why they don't qualify for these vaccinations even though they're at high risk.","sentiment_score":0.2066666667}
{"full_text":"Vaccine appointments can now be booked at Smith's stores in Utah for those eligible.https:\/\/t.co\/1MoS2mIkXl","sentiment_score":0.0}
{"full_text":"RT Government estimate their costs for our 1 day hearing on Monday to be up to PS600,000.  A staggering sum.  Please support our...","sentiment_score":0.0}
{"full_text":"A simple task: #WearAMask #MaskUpSEPTA #InItTogether","sentiment_score":0.0}
{"full_text":"RT People in Amsterdam ignore lockdown and enjoy the snow","sentiment_score":0.4}
{"full_text":"We're expected to spend PS800m on #ValentinesDay gifts this year, according to Barclaycard. Another study's found the number of couples considering divorce has dropped by  2\/3  during the pandemic. Listen to our chat with here: https:\/\/t.co\/FQK7HaIz0S \/","sentiment_score":-0.1}
{"full_text":"RT This isn't a festival. This is to convey a message that people from all walks of life and different levels of society,young...","sentiment_score":0.0}
{"full_text":"The U.S. Centers for Disease Control and Prevention has updated its quarantine recommendations and now says Americans who have been fully vaccinated against COVID-19 do not have to quarantine.","sentiment_score":0.0}
{"full_text":"RT I'm old enough to remember when Biden called the COVID-19 travel ban on China xenophobic.Now he's considering banning...","sentiment_score":0.05}
{"full_text":"The surge in gun violence in New York's largest cities occurred last year even though many people were confined to their homes for many months due to COVID-19. ","sentiment_score":0.2022727273}
{"full_text":"Dubai is BUZZING with COVID-proofed activities this weekend!https:\/\/t.co\/kmMw75xw0D#weekend #dubai","sentiment_score":0.0}
{"full_text":"Dimitry Goyfman, the general manager and owner of O'Connor's Public House in downtown Rochester, said COVID-19 has delivered \"a pretty big blow\" to the restaurant sector.","sentiment_score":0.075}
{"full_text":"The federal government is turning to a local physician for advice on the pandemic.","sentiment_score":0.0}
{"full_text":"Should the county advance into the red tier, it would allow many business sectors and services to further reopen.","sentiment_score":0.1666666667}
{"full_text":"The Community Vaccination Center at NRG is expected to be up and running by February 22, according to the White House.","sentiment_score":-0.0666666667}
{"full_text":"The surge in gun violence in New York's largest cities occurred last year even though many people were confined to their homes for many months due to COVID-19. ","sentiment_score":0.2022727273}
{"full_text":"If possible, use preventative pest control where pest resistance is known to be occurring. Preventative control prevents a pest outbreak by making an application before the problem appears, which can reduce the number of pesticide applications needed. #FFA2021","sentiment_score":0.0}
