{"full_text":"RT To screen for #COVID19, uses a combination of rapid antigen tests and live virus PCR tests on athletes, staff an...","sentiment_score":0.1363636364}
{"full_text":"'Covid has made me realise that years spent trying to cut back on dinners and clothes, saving for an unknown future, understanding how precious the now is can be so much more valuable' I Writes","sentiment_score":0.1333333333}
{"full_text":"RT Hey - we're not a media company, we're doctors, and this is a pandemic - how about restoring our content? #COVID...","sentiment_score":0.0}
{"full_text":"when can i move to japan, like what a nice thing to do","sentiment_score":0.6}
{"full_text":"RT Texas has a $10.7 BILLION rainy day fund.It wasn't used for Hurricane Harvey. It wasn't used to respond to the pandemi...","sentiment_score":0.0}
{"full_text":"RT 500,000 lives lost to COVID-19. It's an unfathomable number, but each one represents a family that will never again be whole. To...","sentiment_score":0.2}
{"full_text":"RT Two U.K. studies show that COVID-19 vaccination programs are contributing to a sharp drop in hospitalizations, boosting hope...","sentiment_score":-0.125}
{"full_text":"RT *june 21st*feels weird being out of lockdown now doesn't it aha","sentiment_score":-0.5}
{"full_text":"Are all the guys covid related besides bednar","sentiment_score":0.0}
{"full_text":"RT Breaking. will order flags at half-staff for five days in memory of 500,000 Americans lost to the covid pandemic.","sentiment_score":0.0}
{"full_text":"Tecnifibre Carboflex 140 Ashaway Power Nick 18 (25lbs) Signum Pro Outbreak (25lbs)","sentiment_score":0.0}
{"full_text":"Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"Happy Birthday Sam! That beard looks amazing, might I say! Hope your day is blessed and hoping you stay safe and healthy in these trying times! May the world be your home, and we, family! ","sentiment_score":0.7578125}
{"full_text":"RT President Joe Biden will order U.S. Flags lowered to half-staff for 5 days in memory of the 500,000 Americans who have...","sentiment_score":0.0}
{"full_text":"RT Nah there needs to be a policy post lockdown, if you're not dancing you need to be kicked out the club. There shouldn't even...","sentiment_score":0.0}
{"full_text":"RT Fun fact: the covid crisis has produced over 1200 new words in German over the past year. Personal favourites are coronamude (...","sentiment_score":0.0372727273}
{"full_text":"RT 500,000 lives lost to COVID-19. It's an unfathomable number, but each one represents a family that will never again be whole. To...","sentiment_score":0.2}
{"full_text":"RT Did no one stay home?Oh yeah, BETO did.","sentiment_score":0.0}
{"full_text":"RT also dropped the best album during this pandemic, of any genre.","sentiment_score":1.0}
{"full_text":"RT It's problem don't with have exams but from spread covid19 and risk of our family life before us especially older one...","sentiment_score":0.3333333333}
{"full_text":"RT Fire Meghan McCain and replace her with someone who knows how to use google to answer their own questions.","sentiment_score":0.6}
{"full_text":"RT There are thousands of people thinking of you and willing you to get well. Please RT","sentiment_score":0.25}
{"full_text":"RT Reuters: U.S. SENATE DEMOCRATIC LEADER SCHUMER SAYS COVID RELIEF BILL ON TRACK TO REACH BIDEN'S DESK BY MARCH 14","sentiment_score":0.0}
{"full_text":"RT \"That thing I was in charge of... I did worse at than anyone in the world... just wanted to let you know.\" - Fauci htt...","sentiment_score":-0.4}
{"full_text":"RT Breaking: Watch the new trailer showcasing the new OUTBREAK mode. Available in #BlackOpsColdWar on Feb 25.","sentiment_score":0.2242424242}
{"full_text":"RT Reuters: U.S. HOUSE BUDGET COMMITTEE APPROVES $1.9 TRILLION COVID-19 AID BILL","sentiment_score":0.0}
{"full_text":"RT Today we mark an unspeakably, devastating milestone for our nation--half a million Americans losing their lives to COVID-...","sentiment_score":-1.0}
{"full_text":"RT The grim half-million milestone comes roughly one year since the first assumed coronavirus-related death in the United Sta...","sentiment_score":-0.2833333333}
{"full_text":"The WSJ piece was interesting that beteeen the vaccines and folks that have had covid it might be running out of new hosts.","sentiment_score":0.3181818182}
{"full_text":"RT Help Egyptian students our country want to kill us and number of Covid-19  just fake@WHO#yrys_rjwk_lTlb_htmwt","sentiment_score":0.0}
{"full_text":"RT Reagan said 9 most terrifying words in English language were \"I'm with the govt and I'm here to help.\" After 40 yrs of G...","sentiment_score":-0.1666666667}
{"full_text":"RT The pandemic has changed our online behavior. We asked 10000 people around the world, how secure do they feel when shopping onlin...","sentiment_score":0.4}
{"full_text":"RT Today, we mark 500,000 COVID deaths - among them, Clyde Coburn, Lalu Pratap Jose, Ananda Mooliya, Girish Patel &amp; William Scott....","sentiment_score":0.0}
{"full_text":"RT Reuters: U.S. SENATE DEMOCRATIC LEADER SCHUMER SAYS COVID RELIEF BILL ON TRACK TO REACH BIDEN'S DESK BY MARCH 14","sentiment_score":0.0}
{"full_text":"RT Miserably. We failed miserably.","sentiment_score":-0.75}
{"full_text":"RT COVID broke the relationship between community college enrollment and unemployment rates.  I'd predict an enrollment reb...","sentiment_score":0.0}
{"full_text":"RT Can you imagine if this has happened in a modern democracy? Two union ministers endorsing a unproven #COVID19 \"drug\"...","sentiment_score":0.2}
{"full_text":"RT I once told my husband that I was jealous of Finnish PhD students because they got given a sword when they graduate. Sa...","sentiment_score":0.0}
{"full_text":"RT Israel, in the middle of a global pandemic, has destroyed Irish aid to a Palestinian village, home to 60 people, half of th...","sentiment_score":-0.0416666667}
{"full_text":"Wanting to enjoy life  lockdown ending giving me anxiety ","sentiment_score":0.4}
{"full_text":"RT Haunting to be listening to the bells of Washington National Cathedral tolling 500 times, one for every 1,000 Americans...","sentiment_score":0.0}
{"full_text":"RT also dropped the best album during this pandemic, of any genre.","sentiment_score":1.0}
{"full_text":"Love tap dancing","sentiment_score":0.5}
{"full_text":"Exactly mate","sentiment_score":0.25}
{"full_text":"RT I'm in the hospital with Covid. I am depressed, I am scared and I'm feeling very alone. I am asking for prayers no matter...","sentiment_score":0.2}
{"full_text":"The complete sentences, tho.","sentiment_score":0.1}
{"full_text":"RT It's problem don't with have exams but from spread covid19 and risk of our family life before us especially older one...","sentiment_score":0.3333333333}
{"full_text":"RT It's problem don't with have exams but from spread covid19 and risk of our family life before us especially older one...","sentiment_score":0.3333333333}
{"full_text":"RT I know folks have a lot of questions about COVID-19 mutations, our vaccination progress, and much more. Dr. Walensk...","sentiment_score":0.5}
{"full_text":"\"There appears to be an unfolding crisis going on in the prisons and now with the latest news with the U.K. variant, they need to significantly expand testing and make the vaccine available as quickly as possible.\"","sentiment_score":0.31875}
{"full_text":"Yes they have...Cinemas in England can provisionally reopen from May 17 with a capacity of up to 1,000 people or 50% of the venue, as outlined in prime minister Boris Johnson's briefing to the House of Commons on the easing of Covid-19 lockdown measures.","sentiment_score":0.0}
{"full_text":"RT I challenged Boris Johnson in Parliament this evening on his handling of the pandemic &amp; his \"big bang\" reopening of schoo...","sentiment_score":0.0}
{"full_text":"RT How a 1960s discovery in Yellowstone made millions of COVID-19 PCR tests possible - USA TODAY","sentiment_score":0.0}
{"full_text":"RT #CoronaVirus  #FakeNews Shincheonji Church have donated their blood plasma in a global effort to find a cure to this indi...","sentiment_score":0.0}
{"full_text":"RT a tyler the creator and gorillaz collab would cure coronavirus","sentiment_score":0.0}
{"full_text":"RT PREVENTABLE \"sickness of violations of human rights\" You have the power to end #TigrayGenocide, one of the...","sentiment_score":0.0}
{"full_text":"RT #yrys_rjwk_lTlb_htmwt Online exams is the best solution to be protected from covid-19","sentiment_score":1.0}
{"full_text":"RT Boris Johnson telling us the roadmap out of lockdown","sentiment_score":0.0}
{"full_text":"Don't forget about the underground travel tunnel Pelosi stuck in there for CA. Imagine a tunnel underground in an earthquake vault state. WTH is going on. This is insanity.","sentiment_score":0.0}
{"full_text":"RT I'm sorry, what are Hillier, and  being paid thousands and thousands and thousands of dollars to...","sentiment_score":-0.5}
{"full_text":"Push yourself to get well, my 88 year old mother and 71 year old sis just both had it, and have recovered . It is tough but you must be tougher . Do not give up!","sentiment_score":-0.0953703704}
{"full_text":"Thank you . Lost my mom on Halloween 2020 due to COVID. God Bless you! ","sentiment_score":-0.15625}
{"full_text":"RT Looks like it!But knowing how this government works it is like a foregone conclusion :)Our only consolation is that it...","sentiment_score":0.25}
{"full_text":"RT New York City's recording more than twice as many daily COVID cases per capita as L.A., more than four times as many as Ch...","sentiment_score":0.3560606061}
{"full_text":"RT 500,000 lives lost to COVID-19. It's an unfathomable number, but each one represents a family that will never again be whole. To...","sentiment_score":0.2}
{"full_text":"RT We're aware of two COVID-19 vaccine-related phone scams. Find details of those calls here: the...","sentiment_score":0.25}
{"full_text":"RT Crisp Websites, a trading name of Pestfix, a pest control supply firm, won PS457m. The company reportedly provided 600,0...","sentiment_score":0.025}
{"full_text":"One Mind At Work and Total Brain's Mental Health Index indicated that employees' stress and risk of general anxiety dropped down to pre-pandemic levels by the end of January.","sentiment_score":-0.0513888889}
{"full_text":"RT also dropped the best album during this pandemic, of any genre.","sentiment_score":1.0}
{"full_text":"Now playing on African Affairs Radio: pour me water by mr eazi! Tune in now.Live (Nonstop African Music): #africansarenotlabrats #standby Resist #coronavirus #africansarenotlabrats #NoToCoronaVirusVaccines","sentiment_score":0.0}
{"full_text":"RT 'You're wasting your time, Sturgeon!' Britons lash out at SNP's PS2.1million indyref fund. That's Our Money, Not Meant...","sentiment_score":0.0}
{"full_text":"Hold on a minute. They've given a race ban to a bloke who doesn't even race ","sentiment_score":0.0}
{"full_text":"RT This is going to be one of my most important threads. On Oct 24 2020 we analyzed the Rockefeller Foundation \"Message...","sentiment_score":0.45}
{"full_text":"RT Join us online NOW for #MoralMonday livestream calling on Senators to support healthcare for all &amp; COVID relief w\/ $15\/hr...","sentiment_score":0.0}
{"full_text":"#Gwyneth_Paltrow reveals she had #Covid_19 early on in the #pandemic, and is still suffering from some lingering effects.On her Goop website, #Paltrow wrote that she \"had COVID-19 early on, and it left me with some long-tail fatigue and brain fog.\"","sentiment_score":0.0666666667}
{"full_text":"SOCIAL DISTANCING#fightagainstcoronavirus#PulisMayMalasakit#WeServeAndProtect#LetsVoltinAndWeFightAsOne","sentiment_score":0.0333333333}
{"full_text":"Y'all could be giving money for people to stay home in remembrance of the COVID deaths too. It didn't have to be like this.","sentiment_score":0.0}
{"full_text":"RT 500,000 lives lost to COVID-19. It's an unfathomable number, but each one represents a family that will never again be whole. To...","sentiment_score":0.2}
{"full_text":"RT 500,000 lives lost to COVID-19. It's an unfathomable number, but each one represents a family that will never again be whole. To...","sentiment_score":0.2}
{"full_text":"RT I've just found out a close family friend who has pre existing health problems has been diagnosed with Covid and is in...","sentiment_score":0.0}
{"full_text":"Covid is a vascular disease, unlike flu which is repository.  There are so many side effects it is impossible to know how it will effect people.Children suffering strokes, middle aged people losing fingers to sepsis, sight &amp; hearing loss .... &amp; these are the ones who 'recover'.","sentiment_score":-0.0666666667}
{"full_text":"RT Bury the dead a Mar-a-Lago.https:\/\/t.co\/hGgYFG9Y1C","sentiment_score":-0.2}
{"full_text":"RT Fire Meghan McCain and replace her with someone who's actually informed.","sentiment_score":0.0}
{"full_text":"RT Meghan McCain is spewing disinformation again on #TheView. Dr. Fauci didn't say we'll have to wear masks forever, but if...","sentiment_score":0.0}
{"full_text":"RT  I will be on View From Stormont this evening discussing the need to protect our island from Brexit, the implementation of...","sentiment_score":0.0}
{"full_text":"RT in ur COVID relationship which of u is the beautiful shut-in who tends the garden and which of u is the nasty little goblin...","sentiment_score":-0.1125}
{"full_text":"In this whole lockdown I've realised a lot to be honest","sentiment_score":0.4}
{"full_text":"RT Missing one cousin who was exposed to Covid and couldn't travel, but through our tears, you see some very proud and thankful...","sentiment_score":0.4}
{"full_text":"If you really felt that bad for us you'd pay us all to stay home instead of letting covid numbers increase every day","sentiment_score":-0.25}
{"full_text":"Recently Representative Lauren Boebert flew to Mar-A-Lago for a $5,800-per-plate resort fundraiser.  She kissed the ring of Trump, who is responsible for the deaths of 500,000 Americans.  Today voted against $1,400 COVID relief checks for Colorado families.","sentiment_score":0.1}
{"full_text":"RT Reuters: U.S. SENATE DEMOCRATIC LEADER SCHUMER SAYS COVID RELIEF BILL ON TRACK TO REACH BIDEN'S DESK BY MARCH 14","sentiment_score":0.0}
{"full_text":"RT 500,000 lives lost to COVID-19. It's an unfathomable number, but each one represents a family that will never again be whole. To...","sentiment_score":0.2}
{"full_text":"its all bidens fault those people died! #bidendeathtoll500k","sentiment_score":0.0}
{"full_text":"RT When it comes to masking against COVID-19, do what you can to level up your protection! One mask already provides good protect...","sentiment_score":0.7}
{"full_text":"What the actual fuck, Dougie","sentiment_score":-0.2}
{"full_text":"RT PLEASE tell me once again, WHY are we paying #RickHillier $20K\/mth? To DO WHAT??? #FordCOVIDFails #OntarioPCNotFitToGovern #on...","sentiment_score":0.0}
{"full_text":"RT Just to put it in perspective, one-fifth of all COVID-19 deaths in America have happened on Joe Biden's watch.I don't he...","sentiment_score":0.0}
{"full_text":"RT .@PressSec announces Pres. Biden will order flags on federal property to lowered to half staff for 5 days in remembranc...","sentiment_score":-0.1666666667}
{"full_text":"RT Lockdown is the stupidest thing ever. The healthy people are suffering but who cares? Let's just make everyone physically and...","sentiment_score":0.25}
{"full_text":"RT The grim half-million milestone comes roughly one year since the first assumed coronavirus-related death in the United Sta...","sentiment_score":-0.2833333333}
{"full_text":"I love how she travels during a pandemic","sentiment_score":0.5}
{"full_text":"RT BIDEN HONORS 500,000 AMERICANS WHO DIED FROM COVID-19: Pres. Biden delivers remarks to remember the 500,000 Americans who...","sentiment_score":0.0}
{"full_text":"RT On Friday, March 5, Bandcamp will be waiving their revenue share to help support artists struggling due to Covid. If you want...","sentiment_score":-0.125}
{"full_text":"Dr. Reka Gustafson and Education Minister Jeennifer Whiteside will be taking questions at 3pm about COVID variants connected to schools. COVID numbers will be released (around 3) by email. Dr. Bonnie Henry and Health Minister Adrian Dix will take Qs at 3pm Tuesday. #bcpoli #bced","sentiment_score":0.0}
{"full_text":"Listen beta dude, STAY HOME FOREVER until you're masters tell you different","sentiment_score":0.0}
{"full_text":"St. James Well. My formerly favourite pub in Tri Cities. #COVIDIOTS","sentiment_score":0.0}
{"full_text":"RT #yrys_rjwk_lTlb_htmwt Online exams is the best solution to be protected from covid-19","sentiment_score":1.0}
{"full_text":"RT \"Frankly I'm weary with lockdown myself\".. tells me on but says there is now the prospect of...","sentiment_score":0.0}
{"full_text":"RT Hi do you remember saying this on my show last month? All the over 70s have had their vaccines. Yet s...","sentiment_score":0.0}
{"full_text":"RT CBC Windsor News at 6: Feb. 22, 2021 |  The health unit has now ordered the Downtown Mission to shut down  their locations...","sentiment_score":-0.1555555556}
{"full_text":"RT The latest COVID \"relief\" plan seems to have much more Pork in it than relief.  To me a large majority seems to be for...","sentiment_score":0.4047619048}
{"full_text":"Sad we've been dying for a long time because of governments neglect and obviously on purpose just take data from inner city cia drug pushing they created shameful all of it .. look at rest of world why is data so low for covid yet we are at the highest","sentiment_score":-0.11}
{"full_text":"RT also dropped the best album during this pandemic, of any genre.","sentiment_score":1.0}
{"full_text":"RT How we will cautiously ease the lockdown restrictions in England. You can find more information here:","sentiment_score":0.5}
{"full_text":"Fauci has the #1 world ranking on publication in his field (epidemic). I'd be curious to see that investigated too.","sentiment_score":-0.1}
{"full_text":"RT Hey here's a tip unmask our kids. Follow the science.","sentiment_score":0.0}
{"full_text":"RT If Daft Punk can wear a mask for 28 years surely you can wear one to buy tomatoes","sentiment_score":0.5}
{"full_text":"RT This is my younger son Rufus. He started to learn Tap dance with me only 9 months ago. He's 8! Using lockdown to learn. I'm...","sentiment_score":0.0}
{"full_text":"Most EM indices still below pre-pandemic levels ","sentiment_score":0.5}
{"full_text":"RT It's problem don't with have exams but from spread covid19 and risk of our family life before us especially older one of t...","sentiment_score":0.3333333333}
{"full_text":"RT The social distancing..... https:\/\/t.co\/eFNRAJ4uEQ","sentiment_score":0.0333333333}
{"full_text":"Lockdown brought it out of me ","sentiment_score":0.0}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation.#MDOT","sentiment_score":0.0}
{"full_text":"#TheLeaderPodcast The roadmap out of lockdown is revealed","sentiment_score":0.0}
{"full_text":"A CDC committee issued guidance that urged embracing \"a flexible approach\" to the COVID-19 vaccine, especially when doses are close to going to wastehttps:\/\/t.co\/NCw261Up8I","sentiment_score":0.0}
{"full_text":"Regardless of how we feel about assessment this year or systemwide COVID-19 testing in the coming year, there is no question that the Biden administration will redefine the function of data\/ evidence in policymaking and education policy infrastructure.--https:\/\/t.co\/MHL3ybMmOR","sentiment_score":0.0}
{"full_text":"What do you need to know in the face of post COVID-19 volatility?","sentiment_score":0.0}
{"full_text":"Catch the premiere episode of The Hamilton Network Primetime tonight at 8pm. talks with small business owners and Tracie England about how they're coping with COVID-19.","sentiment_score":-0.25}
{"full_text":"Washington should not dictate the value of work to Main Street businesses.Instead of federal mandates, we should build on recording breaking pro-growth policies that created a booming economy pre-#covid.","sentiment_score":0.1666666667}
{"full_text":"RT Painting process of \"manifest\"  I painted this in 5 days right as I quit my stressful ass job at the time during lockdown, lo...","sentiment_score":0.2857142857}
{"full_text":"Sarah Crimmins, DO, Assistant Professor of Obstetrics, Gynecology and Reproductive Sciences at the UM School of Medicine and Medical Director of Labor &amp; Delivery at UMMC, discusses pregnancy and COVID vaccination.","sentiment_score":0.0}
{"full_text":"RT Devi Shridhar advises on education policies. She advocates putting face muzzles on our children-abuse The Scotti...","sentiment_score":0.0}
{"full_text":"The U.S. reached a grim milestone on Monday.","sentiment_score":-1.0}
{"full_text":"Code \"HelloUSA\" for 20% savings!#poshmark #shopmycloset #FortLauderdale #Shreveport #NewportNews #Providence #ElkGrove #RanchoCucamonga #Salem #PembrokePines #SantaRosa #Eugene #Oceanside #Cary #FortCollins #Corona #Enterprise","sentiment_score":0.0}
{"full_text":"The state of New Mexico's long-term care industry reached an important milestone on Sunday with no new #COVID19 cases or COVID-related deaths. ","sentiment_score":0.1560606061}
{"full_text":"RT It's problem don't with have exams but from spread covid19 and risk of our family life before us especially older one...","sentiment_score":0.3333333333}
{"full_text":"HAPPENING NOW: delivers remarks at sunset to honor those 500k Americans lost to COVID-19 pandemic. He is joined by and Second Gentleman Doug Emhoff for a moment of silence and lighting ceremony. &gt;&gt;","sentiment_score":0.0}
{"full_text":"RT BIDEN HONORS 500,000 AMERICANS WHO DIED FROM COVID-19: Pres. Biden delivers remarks to remember the 500,000 Americans who...","sentiment_score":0.0}
{"full_text":"It's not often that the sound of live music can be heard thumping on a Saturday night these days. But one company is hoping to expand their COVID-safe model for live events in Calgary across the country. has the details.","sentiment_score":0.2242424242}
{"full_text":"WATCH: CNN's Brianna Keilar tears up talking about 500,000 Americans who lost their lives to COVID-19","sentiment_score":0.0}
{"full_text":"It's genuinely quite sad to see how covid-19 deaths have become merely another statistic...","sentiment_score":-0.2}
{"full_text":"'I wanted to go in there and help': Nursing schools see enrollment bump amid pandemic via #healthcare #nursing #healthcareheroes","sentiment_score":0.0}
{"full_text":"you sound wise too \"rather trust the known and published data now\" So please do the right for the uneducated here please share a link to these medical peer reviewed #Covid19 mRNA #vaccine findings Many thanks","sentiment_score":0.3476190476}
{"full_text":"Clueless Cabinet.Ructions in Government over mixed messaging on Covid-19One senior figure in Government said it was the \"worst weekend\" he had experienced since the Government took office#MuppetShow #coronavirus","sentiment_score":-0.0666666667}
{"full_text":"#Casereport: a patient with #COVID19 who experienced severe ocular neuropathy with panuveitis, resulting in permanent loss of visual acuity","sentiment_score":0.4}
{"full_text":"RT Ministers to hold review over Covid passports to go to the pub","sentiment_score":0.0}
{"full_text":"RT also dropped the best album during this pandemic, of any genre.","sentiment_score":1.0}
{"full_text":"In less than a month, Erie County has seen COVID-19 hospitalizations drop by more than 100 patients.","sentiment_score":0.1666666667}
{"full_text":"#WATCH The special Cabinet sub-committee has been meeting to discuss restrictions and school re-openings, with the final proposals going to a full Cabinet meeting tomorrow@NewsChambers reports#VMNews | | #COVID19","sentiment_score":0.2357142857}
{"full_text":"FIRST EPISODE OF #knottieschitchatJoin Johleen &amp; Bernadette Joeman, discuss some of the great attractions in Rainforest Discovery Centre in #Sandakan #Sabah.#KNOTs2021 #environmentaleducation#COVID19","sentiment_score":0.525}
{"full_text":"RT 500,000 lives lost to COVID-19. It's an unfathomable number, but each one represents a family that will never again be whole. To...","sentiment_score":0.2}
{"full_text":"NEW art in our art gallery! Grab a some wine &amp; peruse our virtual art gallery showcasing the work of Jermaine \"\"JP\"\" Powell. \"My paintings in this exhibition explore the subject of my personal art making experience during the 2020-2021 COVID-19 pandemic.\"","sentiment_score":0.0012626263}
{"full_text":"Pregnant women not only have a higher risk of getting infected with COVID-19, but they may also face a higher mortality rate, according to a new published study.https:\/\/t.co\/KycAB2m2Rr","sentiment_score":0.1939393939}
{"full_text":"Kindhearted Wearsiders are being urged to donate unwanted clothing to help struggling charitable organisationshttps:\/\/t.co\/U0RcCTgaR9","sentiment_score":0.6}
{"full_text":"Urge Biden to Reverse Trump's Obstruction of Global COVID-19 Vaccine Access","sentiment_score":0.0}
{"full_text":"Have you signed up for COVID-19 vaccine updates? Sign up for the Vaccine Connector to get notified when you are eligible and options for where to get your shot. you aren't able to sign up online, call 833-431-2053 to do it over the phone. #StaySafeMN","sentiment_score":0.5}
