{"full_text":"RT The scandal is that this wasn't a headline on the BBC or anywhere at all on ITV News. The scandal is that nobody seems...","sentiment_score":0.0}
{"full_text":"That is desperately sad. This lockdown is ignoring peoples mental health. We're just statistics now, cases not humans.","sentiment_score":-0.3}
{"full_text":"That photo on left. Oral administration?  Is this covid or polio vaccine?","sentiment_score":0.0}
{"full_text":"RT Millions suffering across the country from cold weather power outages. Almost half a million dead from COVID. Businesses fai...","sentiment_score":-0.3222222222}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"RT Super postdoc position! Apply!","sentiment_score":0.5208333333}
{"full_text":"RT Could this be the reason why Sir Keir Starmer has defended Matt Hancock for acting unlawfully over coronavirus contract...","sentiment_score":0.0}
{"full_text":"RT The World Health Organzation has not approved the drug Coronil as a treatment for COVID-19, Boom Live and Alt News report...","sentiment_score":0.1363636364}
{"full_text":"RT When Ferguson broke the lockdown rules he himself endorsed to sleep with his mistress just shows the contempt...","sentiment_score":0.0}
{"full_text":"RT Covid is still NOT airborne in Sweden, according to Health Authorities FHM. Screenshot below is from their webpage sta...","sentiment_score":0.0}
{"full_text":"RT #China's regime lied--about the contagiousness of #COVID19 among other things--and #Americans died. Why is #Biden now talki...","sentiment_score":-0.125}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":"RT bestfriEND. boyfriEND. girlfriEND.they all END.you know what doesn't end?lockdown restrictions in England","sentiment_score":0.0}
{"full_text":"RT Federal workers paid $819 million to stay home during the pandemic under '699' clause","sentiment_score":0.0}
{"full_text":"RT Vaccines work. Pass it on.","sentiment_score":0.0}
{"full_text":"RT District Administration Ayodhya has been given Skoch Gold Award for our response to Covid. We learnt a lot during the period...","sentiment_score":0.0}
{"full_text":"RT Who has died from Covid-19 in the US?Of people over age 85 who died of Covid-19, 80% were white.Of those who died betwee...","sentiment_score":0.0}
{"full_text":"RT Covid cases are again rising in Maharashtra, Kerala and other states. Why is the government vaccination programme so slow?...","sentiment_score":-0.2125}
{"full_text":"Exclusive! Ranvir Shorey blames himself for contracting Covid-19: I was careless about hand hygiene ","sentiment_score":-0.5}
{"full_text":"RT \"I don't have day to day contact with people who may have COVID-19. It is our cleaners. It is our security guards. It...","sentiment_score":0.0}
{"full_text":"RT A powerful piece by @juliebosman on an unfathomable toll that is nearing -- the loss of half a million people.\"More Ameri...","sentiment_score":0.2111111111}
{"full_text":"my mental health is pretty much identical to the turkish health management about covid, the next 15 days will be critical on repeat for nearly one year","sentiment_score":0.075}
{"full_text":"RT \"A fourth governor, Republican Ron DeSantis of Florida -- who was mired in controversy for his haphazard handling of Covid...","sentiment_score":-0.3}
{"full_text":"RT A good piece that breaks down the school reopening debate on a local level. Teacher COVID RATES &gt; student rates &amp; bringing 1...","sentiment_score":0.1814814815}
{"full_text":"RT Biden stimulus bill: tax relief for wealthy, subsidies for high-tax states, critics say | Just The News","sentiment_score":0.5}
{"full_text":"RT Hundreds of our friends and colleagues died due to lack of safe PPE. They went to work, and they caught COVID because t...","sentiment_score":0.1875}
{"full_text":"RT The scandal is that this wasn't a headline on the BBC or anywhere at all on ITV News. The scandal is that nobody seems...","sentiment_score":0.0}
{"full_text":"If only ...","sentiment_score":0.0}
{"full_text":"RT Deaths surge in Mexico as pandemic extracts a heavy toll via","sentiment_score":-0.2}
{"full_text":"RT On Covid-19 Mitigation, U.S. State Governors Throw Caution To The Wind While European Leaders Maintain Restrictions  htt...","sentiment_score":0.0}
{"full_text":"'Second wave knocking on our door': CM Uddhav Thackeray on fresh Covid-19 surge in Maharashtra","sentiment_score":0.15}
{"full_text":"RT I'm beginning to suspect that his focus groups are made up of Tory MPs.","sentiment_score":0.0}
{"full_text":"RT People asking their servers to show face in order to determine their tip, my eyes are bugging out of my goddamn head htt...","sentiment_score":0.0}
{"full_text":"RT The war criminal advises the death secretary?????No wonder we're in such a mess ","sentiment_score":-0.1916666667}
{"full_text":"RT TIME SENSITIVE: my dearest friend just lost their job because of the pandemic and has rent due at the first of March and bare...","sentiment_score":0.06875}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"RT This doesn't seem to be getting a lot of press coverage today, so thought I'd help out. You're welcome Cov...","sentiment_score":0.8}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"RT Apparently to that criminal terrorist family it's perfectly normal to discuss covid and schools in front of a wal...","sentiment_score":-0.0666666667}
{"full_text":"A proper #PrimeMinister would have sacked anybody acting #unalwfully as like sacked treacherous  #Zionist brings them back into #government!","sentiment_score":0.0}
{"full_text":"RT 401,000. The number of immigrants Trudeau is bringing in this year- during a pandemic- when our economy is crippled.","sentiment_score":0.0}
{"full_text":"RT Professor Philip Nolan has said social contacts in the summer would not be as limited as they are now, but warned it will be a...","sentiment_score":-0.019047619}
{"full_text":"RT COVID-19 Dashboard by the Center for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU) Here we...","sentiment_score":-0.1}
{"full_text":"RT Disturbing article from Israel, suggesting that long COVID may be far more common in children than many people realise.It...","sentiment_score":0.0416666667}
{"full_text":"RT Apparently to that criminal terrorist family it's perfectly normal to discuss covid and schools in front of a wal...","sentiment_score":-0.0666666667}
{"full_text":"This would make sense except Hawaii is also a secluded Island yet its COVID cases are 10x worst than NZ, death is 20x worst, despite only having about 1\/4 of the population of NZ","sentiment_score":-0.6666666667}
{"full_text":"RT Profoundly disagree with here. What is now the threshold for Ministers resigning? Where is the anger?","sentiment_score":-0.3083333333}
{"full_text":"spoiler: hay covid","sentiment_score":0.0}
{"full_text":"RT Centre for Research on Pandemics &amp; Society is looking for a post-doc in pandemic studies","sentiment_score":0.0}
{"full_text":"RT Vaccines work. Pass it on.","sentiment_score":0.0}
{"full_text":"Thank you! Been unemployed since last March due to Covid. I have 20 years experience and a Bachelors degree in Business but private sector jobs are slim pickings right now  ","sentiment_score":0.0401785714}
{"full_text":"RT High dose vitamin D ineffective in hospitalized COVID patients- 240 patients studied in Brazil- Randomized, double bli...","sentiment_score":0.08}
{"full_text":"RT This pandemic has been really traumatic for everyone but what about students needs? Changes with situation?#RailApprenti...","sentiment_score":0.2}
{"full_text":"Getting on a plane almost makes things feel normal. #covid #davidhatestweets #golf","sentiment_score":0.15}
{"full_text":"RT The pandemic has revealed just how stupid it is to de-value the work, still done mostly by women, of domestic labor (i.e. ca...","sentiment_score":-0.1}
{"full_text":"RT Out of 38 'major countries' most spent between THREE and FIVE times more supporting persons with disabilities than #Ca...","sentiment_score":0.2425}
{"full_text":"RT Sunday's tonight, as the nation nears 500,000 deaths from Covid-19. #nytimes","sentiment_score":0.0}
{"full_text":"RT This pandemic has been really traumatic for everyone but what about students needs? Changes with situation?#RailAppre...","sentiment_score":0.2}
{"full_text":"RT A climate activist standing in solidarity with protesting farmers hurts country's image.A crony making phony claims about...","sentiment_score":0.0}
{"full_text":"RT After launching a COVID travel app that took 3 days to build and then exposed half a million passport details and PII, \"The...","sentiment_score":-0.1666666667}
{"full_text":"RT But I do understand it and you know I do. But I also understand that there's a contradiction between defending...","sentiment_score":0.0}
{"full_text":"RT Each dot represents one of America's almost 500,000 COVID-19 deaths. Wear a mask. Social distance. Wash your hands. htt...","sentiment_score":0.0333333333}
{"full_text":"RT The Dems' problem is that the crisis part of the pandemic is coming to an end too early in Biden's presidency. So, Presiden...","sentiment_score":0.1}
{"full_text":"Exactly right. I am in just as much danger catching COVID as my mother is - but given a choice I want her - or anyone who is a essential worker, a teacher, elder, or health care worker to get it before I do. I recognize  needs THEM protected before MYSELF.","sentiment_score":0.2714285714}
{"full_text":"Huge !!","sentiment_score":0.625}
{"full_text":"RT Stands to reason that this is also true here in Tennessee, where instead of a mask mandate our governor repeated \"the stor...","sentiment_score":0.35}
{"full_text":"RT Excited to be speaking today special forum on 'Silicon Technologies in the Fight against Pandemics'. My talk...","sentiment_score":0.3660714286}
{"full_text":"mii jbaabdaar !Be responsible for your own actions &amp; avoid lockdown!Wear mask, wash hands, keep 6-feet distance !#COVID #Maharashtra#IamResponsible #Corona@CMOMaharashtra","sentiment_score":0.475}
{"full_text":"It's as if Keir Starmer's greatest fear is becoming PM, what an absolute muppet","sentiment_score":0.55}
{"full_text":"RT This pandemic has been really traumatic for everyone but what about students needs? Changes with situation?#RailAppre...","sentiment_score":0.2}
{"full_text":"RT Health Secretary Matt Hancock defends his team after court rules he acted unlawfully during the pandemic","sentiment_score":0.0}
{"full_text":"RT @DelhiJalBoard - HariVihar,Dwarka sector -16A,Behind Dwarka metro station parking. All the nalas are open in this colony....","sentiment_score":0.0}
{"full_text":"Ted Cruz ignorantly infects Texans with covid after ifnoring quarantine rules\"","sentiment_score":0.0}
{"full_text":"THE PANAGORA BLOG: Managing One's Finances within the Pandemic-The Pa...","sentiment_score":0.0}
{"full_text":"RT #modi_rojgar_doThe outbreak of the COVID-19 pandemic and the subsequent lockdown have destablilised thelives of the...","sentiment_score":0.0}
{"full_text":"RT \"Obama . . . wants to mandate circumcision.\" 8.27.09\"Obamacare is going to increase the divorce rate.\" 12.11.13\"The...","sentiment_score":0.2}
{"full_text":"RT The Persona 5 Cast during the pandemic","sentiment_score":0.0}
{"full_text":"RT Coronil of Patanjali has not been reviewed or certified by WHO. Rajat Sharma and Dr Harsh Vardhan are falsely promoting it to...","sentiment_score":-0.3}
{"full_text":"RT I just can't anymore! ALL these ABSOLUTELY INSANE reasons from transmission to protection to the \"testified b...","sentiment_score":-1.0}
{"full_text":"\"The U.N. report describes a \"dire\" situation in which #COVID19 services have stopped in #Tigray, displaced people in some cases are sleeping 30 to a single classroom \"  #TigrayGenocide #AllowAccessToTigray","sentiment_score":-0.0714285714}
{"full_text":"COVID or Trump super spreading?","sentiment_score":0.3333333333}
{"full_text":"RT According to this preprint (N = 31.069), mRNA vaccines seem to reduce transmission too.\"88.7% effective in preventing...","sentiment_score":0.6}
{"full_text":"RT I've just had my first COVID vaccination jab. The volunteers were well organised, friendly and helpful. A heartwarming experie...","sentiment_score":0.3125}
{"full_text":"\"Give it 2 weeks \" I hear people say.","sentiment_score":0.0}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasing","sentiment_score":0.1363636364}
{"full_text":"RT #modi_rojgar_doThe outbreak of the COVID-19 pandemic and the subsequent lockdown have destablilised thelives of the ec...","sentiment_score":0.0}
{"full_text":"RT Why is Joe Biden pledging $4 Billion to a \"global\" pandemic relief effort while millions of Americans are suffering from...","sentiment_score":0.0}
{"full_text":"RT How deadly would a disease need to be to justify the level of response we had to COVID?","sentiment_score":-0.2}
{"full_text":"happy birthday to this pandemic causer","sentiment_score":0.8}
{"full_text":"Then what in the hell are they shooting into him??  #BidenRemorse #COVID19","sentiment_score":0.0}
{"full_text":"RT No lie here. is the of #NYC.","sentiment_score":0.0}
{"full_text":"RT bestfriEND. boyfriEND. girlfriEND.they all END.you know what doesn't end?lockdown restrictions in England","sentiment_score":0.0}
{"full_text":"RT This Government is hovering dangerously close to disaster. Unity of purpose, not playacting, required at a time of cri...","sentiment_score":-0.6}
{"full_text":"RT Hard to put into context the magnitude of #COVID19 deaths in the U.S.But this is staggering: \"More Americans have died fro...","sentiment_score":0.1041666667}
{"full_text":"More on SB37 not following DHHS guidelines: has also specifically said he would approve the bill if the non-adherence to guidelines and flexibility in case of outbreak were addressed.","sentiment_score":0.25}
{"full_text":"Hawaii and Greece looking forward to post Covid travel ","sentiment_score":0.0}
{"full_text":"RT Weird isn't it ? You can go out in groups and kill birds . . . but you can't go out alone and watch them to feel good ab...","sentiment_score":0.1}
{"full_text":"RT you sacked the shadow education secretary for a tweet","sentiment_score":0.0}
{"full_text":"RT I don't feel bad for landlords like this because 1. No one should own 50 units. This drives up the cost of housing for...","sentiment_score":-0.05}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"said on #Marr this morning that there has NEVER been a shortage of PPE in any hospital in the UK during the #COVID19 crisis   in the last year due to his \"fantastic\" deals which \"did not break the law\" - does everyone really agree with him?","sentiment_score":0.11875}
{"full_text":"I remember a while back  there was a huge APMC controversy when med students tried to argue that medicine is not political. I hope they have learned from the covid response and current vaccine predicament that when you believe med is apolitical, you leave it all to politicians.","sentiment_score":0.1}
{"full_text":"The Conservative Party and I protect COVID-affected essential businesses.","sentiment_score":0.0}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":"RT Explain in great detail how Joe Biden has been competent on Covid-19 despite implementing literally the sam...","sentiment_score":0.65}
{"full_text":"Federal records show the U.S. government is partnering with the Wuhan Institute of Virology even though the Trump administration pledged to ban funding for the Chinese laboratory located at the epicenter of the coronavirus outbreak.Via","sentiment_score":0.0}
{"full_text":"[Videos] And if the #gym gets a smallest physical space, why not thinking of an ...  #bodybuilder #athlete #marketing #trainer","sentiment_score":0.0}
{"full_text":"Donations will be used to \"donate free meals to those in need,\" including \"Asian elders, underserved Black and Latino homeless shelters, and those struggling with food insecurity during the pandemic.\"https:\/\/t.co\/p0KCd89mnG","sentiment_score":0.0777777778}
{"full_text":"\"'Shockingly Dysfunctional': Mass Unemployment System Leaves People Struggling Amid Pandemic Job Losses\"@MargaretWeir4 offered commentary on Massachusetts' Department of Unemployment Assistance, which she calls \"shockingly dysfunctional.\"","sentiment_score":-1.0}
{"full_text":"Residents 18 years and older with underlying health conditions or disabilities can now receive the vaccine in Champaign County.https:\/\/t.co\/yPjAjrCKF1","sentiment_score":0.1666666667}
{"full_text":"#Lebanon Enters Phase 2 of Easing Lockdown Next Week | #Beirut Business Reporthttps:\/\/t.co\/oILpjKiE2r","sentiment_score":0.0}
{"full_text":"\"We must link our COVID-19 recovery and response with bold and urgent actions that address climate change and protect our environment.\"@unicefchief in an open letter on why the climate crisis is a child rights crisis and how we can reimagine a better future.","sentiment_score":0.2083333333}
{"full_text":"First Palestine now Syria ...interesting to say the least ","sentiment_score":-0.025}
{"full_text":"Lock down at earliest before worst conditions","sentiment_score":-0.5777777778}
{"full_text":"RT The Irish Council for Bioethics was defunded by the government in 2010 following the financial crash. It seems their 2006 rep...","sentiment_score":0.0}
{"full_text":"#Ad Hounds Barbers have got another lockdown raffle on!pay a fiver and win PS60 of haircuts- it's a no brainer right! If you've done a lockdown home haircut it could come in handy when it comes to sorting that out!","sentiment_score":0.6357142857}
{"full_text":" | How does Catalonia feel about the Covid-19 vaccine?Vaccine approval rate more than doubles in past two months | More:","sentiment_score":0.25}
{"full_text":"Times &amp; Star letters: Covid restrictions are painful - but worth it in the end -","sentiment_score":-0.2}
{"full_text":"Great to see smiles all around as our #AgeUKLancashireHeroes continue to support the older people of Lancashire throughout lockdown. Visit our website if you or a loved one needs help at #BeAWinterFriend #NeverMoreNeeded #LoyalToLancashire","sentiment_score":0.5555555556}
{"full_text":"The chilling effect of counterfeits: Why lax regulations on fake #COVID19 #vaccines undermines public trust.","sentiment_score":-0.3333333333}
{"full_text":"If you're experiencing any Covid-19 symptoms such as: loss or change in sense of smell\/taste, high temperature or a new persistent cough, please isolate and seek a test immediately. Visit to book.","sentiment_score":0.0987878788}
{"full_text":"RT JUST IN: Pfizer's Covid vaccine stopped 89.4% of transmission in Israel, the first real-world sign that immunization will cur...","sentiment_score":0.25}
{"full_text":"The COVID-19 lockdown has hit several projects of the Indian Space Research Organisation (ISRO) including Chandrayaan-3, which was scheduled to be launched in late 2020, and Gaganyaan, the country's first manned space mission.https:\/\/t.co\/IoTsJVMbfT","sentiment_score":-0.0166666667}
{"full_text":"Please spare a minute to let us know your thoughts on the #COVID-19 #vaccine and rollout programme. Your views can help local services.https:\/\/t.co\/HoIz0lOowS","sentiment_score":0.0}
{"full_text":"The COVID-19 testing site at the Life Center Church of God in Christ, located at 5500 S Indiana Avenue, is NOW OPEN.The site will be open until 4 p.m.See the image below for more details.","sentiment_score":0.1333333333}
{"full_text":"Police called to lockdown party in restaurant in Westbourne, Bournemouthhttps:\/\/t.co\/F1Y5pxBfNI","sentiment_score":0.0}
{"full_text":"With trade tensions increasingly politicized and COVID-19 creating huge economic challenges, a modernized and fully functioning WTO is more essential than ever.Read analysis from on how to effectively transform the","sentiment_score":0.34}
{"full_text":"RT The Big PUSH \/ Lockdown News Roundup \/ Hugo Talks #lockdownhttps:\/\/t.co\/eAzp3ai7jy","sentiment_score":0.0}
{"full_text":"School-based health centers remain a vital resource for children who otherwise would have little access to medical care, especially during a #pandemic, when they have remained open even while schools were closed for learning:","sentiment_score":-0.03125}
{"full_text":"RT Clinical research participants don't know what they get this is the way to avoid bias. The problem here...","sentiment_score":0.0}
{"full_text":"Guys I'm traveling and this driver is coughing, sniffling and keep playing with his nose and throat while his ac on; if I didn't have COVID before I have it now #drivekeepthechange","sentiment_score":0.0}
{"full_text":"RT The situation is Texas is absolutely abominable. But I want you to also know that this Native community in Alaska has not had...","sentiment_score":0.2}
{"full_text":"State records: hundreds of long-term care centers underreported COVID-19 deathshttps:\/\/t.co\/0BGJpZqTLN","sentiment_score":0.0}
{"full_text":"In this time of pandemic, it's best to stay at home most of the time. Fortunately, you can order your medication from us online and we'll deliver it to you free of charge. You can also set an appointment with us if you need to.#StayHome #StaySafe","sentiment_score":0.575}
{"full_text":"Natalie Walters is grieving the loss of her father, who passed in a nursing home.","sentiment_score":0.0}
{"full_text":"Testing facilities for COVID-19 are open every day. If you have symptoms, don't delay, book a test straight awaySee where your nearest test facility is at","sentiment_score":0.1}
{"full_text":"Join us on Sunday, Feb 21 (1:00-3:00 pm MST) for our  \"Author Roundtable on Pandemic, Ecology Theology: Perspectives on Covid-19\" featuring Sean J. McGrath, Willemien Otten, . We hope to see all of you there! #issrnc2021","sentiment_score":0.0}
{"full_text":"RT Listening to this again from #Marr makes me so angry. How dare Hancock suggest he broke law to prevent shortages of PPE...","sentiment_score":-0.5}
{"full_text":"Allow your business to save more than 20% of the total HR and finance staff cost with itialuS. As the impact of the COVID-19 pandemic expands,we look for new ways how we can continue supporting our partners.https:\/\/t.co\/Q3ErmHusAq","sentiment_score":0.2215909091}
{"full_text":"Fintech firms have seen a significant spike in activity during the Covid-19 pandemic, a panel of experts revealed during a roundtable discussion recentlyhttps:\/\/t.co\/LYo47H4tkn#Bahrain #Manama","sentiment_score":0.375}
{"full_text":"It's time for another #MSUepet slow chat question. Current students: Share the ways you've built community, both before and during the pandemic.","sentiment_score":-0.15}
{"full_text":"We are all in this together. Mask up and help prevent the spread of COVID-19!#VisitHudsonNJ #HudsonCounty #maskup #staysafe #StopTheSpreadOfCOVID19 #WearAMask","sentiment_score":0.0}
{"full_text":"Today's HERO is Peggy Davis.Who is your WashCo Hero? Visit and tell us about someone in our community who is making a difference during the pandemic. #MaskUpWashCo","sentiment_score":0.0}
{"full_text":"Precautions during Covid-19 are an absolute must!Get The Fully Sanitize Stretch LimousineFrom Chicago and Surrounding Suburbs Including Airports708-770-0805https:\/\/blackcareverywhere.c...","sentiment_score":0.2}
{"full_text":"The COVID-19 vaccines work by teaching your immune system how to defend itself against attack from the virus. Read more:","sentiment_score":0.5}
{"full_text":"Keep Safe EverydayYou should wear a face mask either a surgical mask or a fabric mask. It protects you and people around you from the respiratory fluids from sneezing or coughing that may cause sickness according to WHO.#StaySafe #WearMask","sentiment_score":0.5}
{"full_text":"RT i don't know about you guys but seeing the leader of the opposition hold members of the government to account for their unl...","sentiment_score":0.0}
{"full_text":" My country \"wins\" over the other Nordic countries with deaths of Covid-19 but if we compare to the rest of Europe we are far behind with deaths. We don't have a complete lock-down,they only recommend us to work from home, wear masks during rush hours etc. ","sentiment_score":-0.0041666667}
{"full_text":"RT \"Dhoni would have played the T20 World Cup in Australia in 2020 if there wasn't COVID-19 break. MSD was always a team man who...","sentiment_score":0.0}
