{"full_text":"PILATES CLASSES Online begins in March! $25 #pilates #online #stayhome","sentiment_score":0.0}
{"full_text":"RT Watch Live: Vaccines Minister is answering your questions about the coronavirus jab. |","sentiment_score":0.1363636364}
{"full_text":"White people really lose their shit when a pandemic prevents them from committing mass shootings. Almost vomited watching that","sentiment_score":0.0}
{"full_text":"RT - Gov. Cuomo says first patient with the South African variant reported in NY, but was transferred from CT.- Request ma...","sentiment_score":0.125}
{"full_text":"RT Today's episode of:  \"Yes, it really IS bipartisan...\"","sentiment_score":0.2}
{"full_text":"RT One in three parents say COVID-19 has made it hard to get dental care for their child, according to a new poll.","sentiment_score":-0.0776515152}
{"full_text":"RT This dude says no thanks to Victoria's lockdown. Journo: \"Did you realise there's a lockdown?\"","sentiment_score":-0.1}
{"full_text":"RT they discontinued this type of man and that is the true pandemic.","sentiment_score":0.35}
{"full_text":"Wants Accurate COVID-19 Reporting From #CDC #HHS #COVID19","sentiment_score":0.3}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT Have you seen yesterday's show? @iamjohnoliver talks about the NEXT pandemic &amp; quotes #PandemicsRepo...","sentiment_score":0.0}
{"full_text":"RT Keep your children at home. What they spent on plexiglass alone could have gone towards at home accommodations. This isn...","sentiment_score":-0.1}
{"full_text":"The next lockdowns after covid will be climate lockdowns. They will ban fossil fuel vehicles &amp; everyone will be forced to buy a POS tesla, which is great for Nancy's call options.","sentiment_score":0.1666666667}
{"full_text":"Wuhan China has 11million people in That City with 93, plus thousand people have been Infected with Coronavirus and 83, plus thousand people have been proven Cured from Covid19 Rapidly since There Start of Newsletter of Covid19.4 plus thousand people have died and 4 plus infected","sentiment_score":0.0}
{"full_text":"RT Mark Elliott, 64, passed of Covid at the Royal Stoke Hospital on Sunday, where he had been a porter. His colleague John J...","sentiment_score":0.0}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"exactly which means-- ten is prepared to have solo debut after superm is inactive (after baekhyun going to military), he is going to promote in korea and thailand (if the pandemic isnt going too long)","sentiment_score":0.025}
{"full_text":"RT Keep active through lockdown","sentiment_score":-0.1333333333}
{"full_text":"RT The Governor of Texas is telling Texans to stay home because it is risky to go out. Let that sink in.","sentiment_score":0.0}
{"full_text":"RT To #TakeCharge and prevent the spread of COVID-19, please remember... Our COVID-19 guidelines will continue during the...","sentiment_score":0.0}
{"full_text":"RT 5\/5 The Covid restrictions are disproportionate and in my professional opinion as a doctor defy medical reason. Not ev...","sentiment_score":0.05}
{"full_text":"RT One Heathrow security guard told The Times that \"red list\" arrivals were being marched through terminals \"like groups of scho...","sentiment_score":0.0}
{"full_text":"RT I miss a good breed damm Corona :\/Credit:","sentiment_score":0.7}
{"full_text":"RT Alternate history: Covid-09","sentiment_score":0.0}
{"full_text":"Belgian Virologist Proposes a Plan to Eradicate COVID-19 in 6 Weeks Using Ivermectin","sentiment_score":0.0}
{"full_text":"RT How I feel about this pandemic. ","sentiment_score":0.0}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT How we in a pandemic, a winter storm, a power outage, and the servers down ? That's like getting hit with 4 Draws 4s ","sentiment_score":-0.1555555556}
{"full_text":"RT Last year, and producer visited to report on MIS-C, a COVID complication in child...","sentiment_score":0.0}
{"full_text":"RT The resilience of youth may be overestimated, mental health professionals say, calling it also a \"mental health pandemi...","sentiment_score":-0.1}
{"full_text":"I am shocked at your post, this jab is purely experimental and deaths in care homes since the rollout of the jab has gone up 60percent explain that to the families. I have no doubt they have gone down as COVID19 ","sentiment_score":-0.2518518519}
{"full_text":"RT The public only found out that Dominic Cummings was instrumental in the Government's contract award to the company Public F...","sentiment_score":0.0}
{"full_text":"RT When lockdown is getting me down, I like to look at Israeli hospital data","sentiment_score":-0.1555555556}
{"full_text":"RT Breaking  admits that lobbying groups changed recs in the recent CDC School GuidelinesFrom a Fri. press...","sentiment_score":0.0}
{"full_text":"RT Call for articles for special issue: Popular Culture During the Pandemic. Looking for analyses of how COVID-19 related to popu...","sentiment_score":0.319047619}
{"full_text":"And liars are people who are willing to lie.Grifters are people who are willing to grift.Killers are people who don't speak out and correct the record about a deadly pandemic.","sentiment_score":0.1}
{"full_text":"in to all the boys i loved before 3, lara jean and her friends are part of the class of 2021. this implies that covid either didn't exist in this universe or went away by spring 2021. good for them.","sentiment_score":0.7}
{"full_text":"RT Nothing to see here. Just a PS564,393 contract handed to Dominic Cummings' mates to focus group the government's pandemic...","sentiment_score":0.0}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT God saw Texans not taking corona serious and said I know exactly what will make them sit inside","sentiment_score":-0.0416666667}
{"full_text":"Or the approach is that vaccines are being distributed better and Biden's approach is starting to work. Don't get it twisted, Trump did stuff and should be credited, but in 2022 and 2024, the majority of Americans will credit Joe Biden for the vaccination and handling of COVID.","sentiment_score":0.0}
{"full_text":"RT This is a look at the approaching winter storm that will begin in just a couple of hours. Stay home if possible, it's g...","sentiment_score":0.0}
{"full_text":"RT I understand what Dr. Frieden is trying to say here but this makes it sound like vaccines will drive the emergence of...","sentiment_score":0.4}
{"full_text":"The family of Nassar Hussain were left in the dark as he lay dying with Covid","sentiment_score":-0.075}
{"full_text":"RT How I feel about this pandemic. ","sentiment_score":0.0}
{"full_text":"RT Look we all want schools open and functioning if for no other reason but helping you finally learn reading comprehensi...","sentiment_score":0.0208333333}
{"full_text":"A class act. And remarkable results...","sentiment_score":0.75}
{"full_text":"Please pass along to Amy:  We don't need to give money to people making the same money they made before the pandemic.    Please only give it to the unemployed that lost their jobs after the pandemic restrictions started.  I am a constituent in Independence, MN","sentiment_score":0.0}
{"full_text":"RT Thousands of people across the country r losing their jobs due to delays in processing H4\/H4EAD applications...","sentiment_score":-0.125}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"Downward COVID-19 trend shows 'simple public health measures work' - UN health chief , ,https:\/\/t.co\/OGNGkWh8QC","sentiment_score":0.0}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT they discontinued this type of man and that is the true pandemic.","sentiment_score":0.35}
{"full_text":"RT NYC had more new Covid cases yesterday than entire country of Canada. Tell me again why now is a good time to reopen...","sentiment_score":0.3340909091}
{"full_text":"I can confirm we did not get days off during the pandemic but hey a snowday. But the service department asked if I wanted to come do donuts and we did in a couple of hellcats and two Rams and one Minivan ","sentiment_score":0.0}
{"full_text":"In California, it's fairly common in urban counties to cost about $600 and takes up to 6 months. Could be much longer now due to the pandemic#TheMoreYouKnow #TransRightsAreHumanRights","sentiment_score":-0.05625}
{"full_text":"Plus 27 EU countries is less than 30 states in #India. You add Brazil, South Africa, Morocco, UAE and several others to that list, and you get the impact of #MadeInIndia vaccines. Faster than distribution within work","sentiment_score":-0.0833333333}
{"full_text":".@NYGovCuomo responds to nursing home scandal\"New York State DOH has always fully reported (COVID) deaths in nursing homes and hospitals.\"","sentiment_score":0.1363636364}
{"full_text":"RT Covid-19 vaccines might be tweaked if variants get worse","sentiment_score":-0.4}
{"full_text":"RT \"Child experts are calling for a summer of play to help English pupils recover from the stress of covid upheaval. Instead of c...","sentiment_score":0.0}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT Y'all please stay home! Ain't nothing that important to be risking y'all lives .","sentiment_score":0.4}
{"full_text":"RT I think its worse than that Rachel, if he locks down for a 4th time, will he be ousted by...","sentiment_score":-0.2777777778}
{"full_text":"RT It is amazing what competent leadership can accomplish.  Thankful for the leadership of !  #BuildBackBetter","sentiment_score":0.6125}
{"full_text":"RT Steve Baker says he's concerned about the impact of poverty on people's lives, as part of the rationale for lifting lo...","sentiment_score":0.0}
{"full_text":"RT Nigeria's Ngozi Okonjo-Iweala has been appointed as the next Director-General of the World Trade Organization.She told CNN...","sentiment_score":0.0}
{"full_text":"RT One day I will tell you guys how my mom nearly married me off during the lockdown  and how I had to sit her d...","sentiment_score":0.25}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"RT The anniversary of its first case.","sentiment_score":0.25}
{"full_text":"RT WHO approves Oxford-AstraZeneca COVID vaccine for emergency use","sentiment_score":0.0}
{"full_text":"RT But my question would be: why couldn't the state fulfill the Legislature's request and DOJ's request simultaneously?...","sentiment_score":0.0}
{"full_text":"RT Pre long-COVID, I found either the breathing exercise (breath in slowly for 7 seconds, pause for 7, breath out sl...","sentiment_score":-0.3}
{"full_text":"RT The NHS have PARTIALLY vaccinated 15 million people. Giving Johnson credit for this is completely dishonest.","sentiment_score":-0.2}
{"full_text":"RT \"A leading figure in the so-called Covid Recovery Group, Baker is a disaster capitalist with an impressive string of d...","sentiment_score":1.0}
{"full_text":"RT they discontinued this type of man and that is the true pandemic.","sentiment_score":0.35}
{"full_text":"(Photo was taken prior to March 2020 &amp; COVID-19)","sentiment_score":0.0}
{"full_text":"Parents must be alive to teenage depression, say experts as helplines see uptick in texts, calls from grade 12s","sentiment_score":0.05}
{"full_text":"CDC won't recommend requiring COVID tests for domestic flights 'at this time' via","sentiment_score":0.0}
{"full_text":"RT We're still dealing with the consequences of the Trump administration's callousness and incompetence.https:\/\/t.co\/wpFaok3XxD","sentiment_score":0.0}
{"full_text":"RT TUESDAY THE 16TH DO NOT CROSS THE PICKET LINE *MCDONALD'S, BURGER KING, AND WENDY'S* WORKERS ARE FIGHTING FOR A LIVI...","sentiment_score":0.0}
{"full_text":"The saddest part of this whole COVID nursing home death thing is this.  It never had to be this bad.  Had the federal government\/Trump done as they should have done from the get go, we wouldn't be in this situation.","sentiment_score":-0.25}
{"full_text":"When my niece's husband died, &amp; everyone gathered at her house, it was heartbreaking to see their dog get upset each time the door opened... &amp; it wasn't his \"daddy\".No way to explain it to him, but animals sense things &amp; feel deeply. ","sentiment_score":0.0}
{"full_text":"RT I'd actually rather lockdown continue to last strictly until May if it means we get an uninterrupted summer. I cannot make it...","sentiment_score":0.0}
{"full_text":"RT But my question would be: why couldn't the state fulfill the Legislature's request and DOJ's request simultaneously?...","sentiment_score":0.0}
{"full_text":"The CDC suggests mask fitters can also help stop droplets from leaking. -- via","sentiment_score":0.0}
{"full_text":"RT Mayor resigns over Covid breach after attending wedding function","sentiment_score":0.0}
{"full_text":"RT .@DrStephFarber breaks down what you should know about the COVID-19 vaccine and facial fillers for","sentiment_score":-0.0777777778}
{"full_text":"RT Although the numbers are dropping, \"The cases are more than two-and-a-half-fold times what we saw over the summer,\" warns CDC Dire...","sentiment_score":0.5}
{"full_text":"RT Due to COVID this good girl hadn't seen her hooman in months...https:\/\/t.co\/zwCDOdIFsz","sentiment_score":0.2875}
{"full_text":"RT The #MigrantInfoHub has a whole section with resources to support Children, young people and carers during Covid times...","sentiment_score":0.15}
{"full_text":"RT The virologist Professor John Oxford: \"Personally, I would say the best advice is to spend less time watching TV news whi...","sentiment_score":0.2777777778}
{"full_text":"RT they discontinued this type of man and that is the true pandemic.","sentiment_score":0.35}
{"full_text":"This is not good","sentiment_score":-0.35}
{"full_text":"Though published prior to COVID it is relevant to any infectious disease that is respiratory in nature.","sentiment_score":0.2}
{"full_text":"Americans make me laugh when they say the covid deaths aren't really from covid as if 465k more people just randomly died this year..you know, during a \"pandemic\" lmao","sentiment_score":0.22}
{"full_text":"Great essay about the \"theatricality of appreciation\" and inequality in the pandemic. spot on as usual","sentiment_score":0.275}
{"full_text":"RT The CDC says it's safe to open schools. So why does the \"party of science\" want to keep schools closed?","sentiment_score":0.1333333333}
{"full_text":"\"I appreciated your conversation on mentoring tonight, you inspired me and gave me much to think about. These kinds of connections feel even more important in this time of epidemic and isolation\"Watch this new episode:  #MedStudentTwitter","sentiment_score":0.2872727273}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT COVID-19 nursing home victim's kin blast Cuomo, demand criminal probe","sentiment_score":-0.2375}
{"full_text":"RT Are we surprised? VP Kamala Harris says not only was there no stockpile of vaccines when Trump left, he also had no nati...","sentiment_score":0.0333333333}
{"full_text":"I once covered a court case of a man who stabbed his estranged wife multiple times in a fit of rage, before going home and smoking a cigar while she lay dyinghe claimed manslaughter on the grounds of DR because he was \"so angry\" at the timejailed for seven years.","sentiment_score":-0.0333333333}
{"full_text":"RT God saw Texans not taking corona serious and said I know exactly what will make them sit inside","sentiment_score":-0.0416666667}
{"full_text":"RT Nigeria's Ngozi Okonjo-Iweala has been appointed as the next Director-General of the World Trade Organization.She told CNN...","sentiment_score":0.0}
{"full_text":"RT Joe Biden Plays Mario Kart as Thousands of Americans Die of Covidhttps:\/\/t.co\/EErjhhWUkV","sentiment_score":0.0}
{"full_text":"Can someone please post Julie Lennard's waist size to see if she is fit to work. What kind of moron comes up with an idea of measuring waistlines to confirm eligibility to work ","sentiment_score":0.0666666667}
{"full_text":"RT We are done for","sentiment_score":0.0}
{"full_text":"RT Imagine. You're a British citizen in Spain. You have Spanish children, a mortgage, a job and all your friends there. Th...","sentiment_score":0.0}
{"full_text":"haha...Still  Calculated. Calculated with a human, there is odd to win; They calculated with Covid...those calculations to fail very stupid","sentiment_score":-0.1733333333}
{"full_text":"RT Exclusive: Community nursing faces 'rehabilitation disaster' as Covid leaves thousands in need ","sentiment_score":0.0}
{"full_text":"RT Does everyone know that you can sign up for for free and get 100 free articles a month right now? I really hope they ke...","sentiment_score":0.3214285714}
{"full_text":"RT Roads in Dallas are snowy and icy and the government is telling me to stay home or I might die. But this is infringing on...","sentiment_score":-0.1}
{"full_text":"RT   Friends near\/around Houston, TX seeking to get a #COVID19 vaccination -- today may be your lucky day:","sentiment_score":0.3333333333}
{"full_text":"UK COVID-19 variant case in PH linked to MRT cluster","sentiment_score":0.0}
{"full_text":"Funeral cortege for twin, 96, who died of Covid drives past her favourite Asdahttps:\/\/t.co\/7Em4zPF74n","sentiment_score":-0.25}
{"full_text":"The pandemic has sped up the rate of digitization for businesses everywhere. Learn how the right software can help you manage it #StarBlog #fintech #regtech","sentiment_score":0.2857142857}
{"full_text":"Summer of Covid couldn't melt this ice-cream bizREAD--","sentiment_score":0.0}
{"full_text":"The pandemic's most significant long-term impact will be felt by the millions of US students who didn't participate in school at all during it. Ohio districts should use the state's Student Wellness and Success funding to track down and support these kids.","sentiment_score":0.2548611111}
{"full_text":"RT We're launching the People's Covid InquiryWe believe the time to learn lessons and save lives now. Find out more her...","sentiment_score":0.5}
{"full_text":"Join Terry Harmer tomorrow as hosts this \"New Start\" themed programme aimed at emerging businesses and businesses looking to refocus or respond to current Covid-19 crisis.Sign up below today to avoid missing out!#newstart #businessplan #enterprise","sentiment_score":-0.0212121212}
{"full_text":"RT #Budget4HealthStrengthening pandemic detection capacityvia NaMo App","sentiment_score":0.0}
{"full_text":"ASEAN's 2021 GDP forecasts show cautious optimism in COVID shadow","sentiment_score":0.0}
{"full_text":"Reduce the transmission of COVID by shopping  alone - not in groups\/couples &amp; wear your face covering.  Many shops deny access  to more than a single shopper per visit.  Shopping alone makes social distancing - easier, visits safer &amp; quicker.https:\/\/t.co\/0GjqmLWWVB","sentiment_score":0.2404761905}
{"full_text":"The gold standard for detecting #COVID19 is a PCR test. But there are also downsides. Here's why managing #COVID19SA means we need to offer different types of tests.","sentiment_score":0.0}
{"full_text":"During lockdown, some of our players have put together playlists of some of their favourite pieces of music to share with you. Richard Guthrie tells you about his picks in this video, and you can find his 'Players' Playlist' on Spotify at this link:","sentiment_score":0.0}
{"full_text":"RT This week, they returned to the pediatric ICU:","sentiment_score":0.0}
{"full_text":"World Health Organization has granted an emergency authorization to the coronavirus vaccine made by AstraZeneca and Oxford University.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Fast food workers nationwide are going on strike for $15 an hour, COVID-safe workplaces, and respect on the job F...","sentiment_score":0.2}
{"full_text":"Top Florida official overseeing COVID-19 response resigns","sentiment_score":0.5}
{"full_text":"What have you always wondered about testing or tracing COVID-19 cases?Send us your questions using #FightingCoV2. They may be answered by the international panel at our next webinar on 23 February. Details:","sentiment_score":0.0}
{"full_text":"Congratulations to our faculty who are part of interdisciplinary teams that received funding from a new initiative, the COVID Launch Grant. Read more about the projects and this new grant!","sentiment_score":0.2689393939}
{"full_text":"New blog post by staffer Annika Beck arguing how and why the Federal Government should step in to prevent COVID-19 vaccine line jumpers. Read it here:","sentiment_score":0.1363636364}
{"full_text":"RT We made it here now our customers are enjoying #VITABREAD using online platforms, we are encouraging...","sentiment_score":0.5}
{"full_text":"U.K. government scientific advisers say the COVID-19 variant now predominant in the country may be up to 70% more deadly than previous variants, underscoring concerns about how mutations may change the characteristics of the disease.","sentiment_score":0.0444444444}
{"full_text":"Learn to play violin this Lockdown#violin #learnviolin #violinlessons #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"Taskforce T3 was formed in April 2020 to work closely with the National Task Force (NTF) against COVID-19 to manage the outbreak of the pandemic in the country. | via","sentiment_score":0.0}
{"full_text":"Shortly after SDSU women's tennis released their schedule, the athletics department announced both women's and men's tennis teams have paused all in-person activities for the next 14 days due to COVID-19. ","sentiment_score":-0.0416666667}
{"full_text":"Only 2 more days to apply to small business grant! Grants are paid out daily on a rolling basis, submit your application now at","sentiment_score":0.046875}
{"full_text":"#US - In one US city, coronavirus vaccines for everyone 18 and over.","sentiment_score":0.0}
{"full_text":"RT FWIW, this was not well-predicted by most of the models. As of a month ago most models still expected a plateau or a mod...","sentiment_score":0.275}
