{"full_text":"RT Dr. Anthony Fauci joins live to discuss the latest on the coronavirus pandemic and the vaccine rollout under the Bid...","sentiment_score":0.3181818182}
{"full_text":"RT The PM claims he did everything he could to stop Covid deaths.Deaths in the first 50 days of 2021 show that's a lieU...","sentiment_score":0.25}
{"full_text":"Covid testing before a shoot is NOT a guarantee that you will be safe. Keep your mask on &amp; avoid contact with non-masked talent.We're so close to being out of this.","sentiment_score":0.5}
{"full_text":"RT PS280+ Billion!!! For Covid response. Thats more than we paid to the European Union. PS22 Billion for track and trace? Tha...","sentiment_score":0.25}
{"full_text":"Which countries are in lockdown?The following European countries are currently in lockdown:The UK - England, Scotland, Northern Ireland and Wales.IrelandThe NetherlandsPortugalOutside of Europe, one country is in lockdown:Vietnam - Chi Linh.No more under house arrest","sentiment_score":0.09}
{"full_text":"RT Ex-Yankee Johnny Damon, having already loudly supported Trump and whined about coronavirus restrictions, completed the ret...","sentiment_score":0.1}
{"full_text":"RT This is what I am talking about. a Democrat is calling for the investigation of Cuomo's handling of #COVID. Why c...","sentiment_score":0.0}
{"full_text":"I am shocked. Who could have foreseen this?Covid: Matt Hancock acted unlawfully over pandemic contracts - BBC News","sentiment_score":-0.7}
{"full_text":"We're run by criminals and they're not even good at it","sentiment_score":0.7}
{"full_text":"RT These new variants of #Covid19 didn't just fall out of the skyThey were imported by passengers who didn't self isolate f...","sentiment_score":0.1363636364}
{"full_text":"RT Joe Biden in first 3 weeks of leadership reengaged WHO, passed COVID relief, rejoined Paris Climate Agreement, preserved D...","sentiment_score":0.25}
{"full_text":"RT BBQ pork ribs WTF!What's wrong with BEEF?Ye rather eat Th Nastiest Animals on Earth.Worms live in and out of Th Pig li...","sentiment_score":-0.1818181818}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT Looking forward to speaking alongside fantastic museum colleagues in this Collecting Covid two-parter. Details:","sentiment_score":0.4}
{"full_text":"RT \"Depression may look different in some Latinx communities, so cultural competency is needed to address the wave of grief...","sentiment_score":-0.2333333333}
{"full_text":"RT Bristol, Virginia Business Owners Tell Clay How COVID Restrictions Are Devastating Their Business - OutKick","sentiment_score":-1.0}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts, court rules","sentiment_score":0.0}
{"full_text":"Okay y'all, the panic buying needs to stop...","sentiment_score":0.5}
{"full_text":"RT I mean why wouldn't you instantly publish the fact that you spent hundreds of millions of public money to buy PPE from a...","sentiment_score":-0.103125}
{"full_text":"Megan what the fuck","sentiment_score":-0.4}
{"full_text":"No it is the China virus, just like the names of the new strains","sentiment_score":0.1363636364}
{"full_text":"RT Hard to own the libs when they put you in a Cooties Box.","sentiment_score":0.1541666667}
{"full_text":"RT Matt Hancock acted unlawfully over pandemic contracts, court rules","sentiment_score":0.0}
{"full_text":"RT Superb article by on #AVCT's LFT.\"A test that gives results in just five minutes is expected to be a...","sentiment_score":0.45}
{"full_text":"Even masks now","sentiment_score":0.0}
{"full_text":"RT March 2020 - \"Three weeks to flatten the curve\"February 2021 - \"UK budget at -PS394 billion, and furlough extended through...","sentiment_score":0.0}
{"full_text":"RT CBC reports that it's super racist and hateful to use the term \"China virus\" but then regularly uses the term  \"Spanish...","sentiment_score":0.1111111111}
{"full_text":"RT Everyone thinks their dad is the best, but I can confidently say mine was. #Covid may have taken him, but it can never t...","sentiment_score":0.75}
{"full_text":"RT Officials are concerned about 3 #COVID19 variants detected in the U.S. The B.1.1.7 variant (first identified in UK) is currentl...","sentiment_score":0.25}
{"full_text":"RT Johnson &amp; Johnson applied for emergency use of its coronavirus vaccine at the WHO, which would increase access of the single-do...","sentiment_score":0.0}
{"full_text":"Can't see you getting a meeting till this COVID is over.That's really terrible. Surely they could arrange something.","sentiment_score":-0.25}
{"full_text":"RT GOP governors ending mask mandates as COVID numbers drop, citing obligation to businesses, residents | Just The News h...","sentiment_score":0.0}
{"full_text":"RT Trending soon? #ArrestMattHancockArrest the criminal Tory Minister Matt Hancock immediately.Tory G...","sentiment_score":-0.4}
{"full_text":"LOL GOD","sentiment_score":0.8}
{"full_text":"RT COVID Victim's Sons Slam Cuomo for Consistently Lying, Mishandling Nursing Home Scandal via","sentiment_score":0.0875}
{"full_text":"RT Leaked Israel\/Pfizer paper says vaccine stops 89% of infections, not just illness. If vax pace keeps up, country wou...","sentiment_score":0.0}
{"full_text":"RT No student debt relief. No $2K. Keep \"essential workers\" working at a minimum wage that was inadequate when it was set...","sentiment_score":0.0}
{"full_text":"RT Newsom is facing a recall effort and Cuomo is facing an investigation and calls for impeachment for their handling of COVID....","sentiment_score":0.0}
{"full_text":"RT ADHD in a pandemic is like, I wanna make a game... I wanna write a book... I wanna write a webcomic... I wanna volunteer....","sentiment_score":-0.4}
{"full_text":"People's behaviour normally gives their age away ...Hissy fits normally dissipate as you get older... Hopefully dumb lockdown will come to a total end!Cause the young people have cabin fever &amp; want 2 get out &amp; mingle No more\/vaccines Fingers crossed","sentiment_score":0.0319444444}
{"full_text":"RT GOP governors ending mask mandates as COVID numbers drop, citing obligation to businesses, residents | Just The News h...","sentiment_score":0.0}
{"full_text":"RT Hard to own the libs when they put you in a Cooties Box.","sentiment_score":0.1541666667}
{"full_text":"RT Surely there must be people up in court once this is all over?","sentiment_score":0.5}
{"full_text":"RT It's funny that when artists mention their engagement has been low, people often say \"we're in the middle of a pandemic...","sentiment_score":0.0833333333}
{"full_text":"RT Biden on the need for the world to have access to COVID vaccines, not just the U.S.: \"You can't build a wall or fence hig...","sentiment_score":0.0}
{"full_text":"RT This year the only thing I wanted to be suffering from is jet-lag, yet I'm still here suffering through a pandemic","sentiment_score":0.0}
{"full_text":"RT Hafiz Muhammad (14) wanted to surprise his father &amp; completed memorisation of Quran whilst he was in ICU due to Covid. T...","sentiment_score":-0.125}
{"full_text":"RT What a scandal this saga has been, the special treatment  and the gave to the terrorist funeral...","sentiment_score":0.3571428571}
{"full_text":"RT Need another reason to NOT get the JAB...just watch this 9 minute clip!  EXPERTS STRUGGLING AS COVID MUTATES","sentiment_score":0.0}
{"full_text":"RT For the third week in a row, COVID related hospitalizations are decreasing. Please wear a mask and practice social distanc...","sentiment_score":0.0111111111}
{"full_text":"covid watching this:","sentiment_score":0.0}
{"full_text":"RT Not a stallion - it's a unicorn with the Great British Lion on its back leading us towards sunlit...","sentiment_score":0.2666666667}
{"full_text":"RT Perusing a career in music has felt like chasing a dragon that does not exist during this pandemic. It's been extremely...","sentiment_score":-0.125}
{"full_text":"Due to the #coronavirus pandemic, the costs of quarantining players and the reduced crowds chief executive has warned that the faces a multi-million dollar loss this yearhttps:\/\/t.co\/BQVTWOK7TI #tennis #AustralianOpen","sentiment_score":-0.125}
{"full_text":"This could be you. Ready for lockdown 4.","sentiment_score":0.2}
{"full_text":"RT Leaked Israel\/Pfizer paper says vaccine stops 89% of infections, not just illness. If vax pace keeps up, country wou...","sentiment_score":0.0}
{"full_text":"RT Liberal logic 101 ...Ted Cruz going to Cancun for a day is evil - but every single Democrat in Congress spending a month on...","sentiment_score":-0.5357142857}
{"full_text":"RT Yesterday there were no new cases reported. 17,701 test results were received. Thank you to those who got tested - #EveryTest...","sentiment_score":-0.0681818182}
{"full_text":"RT Over 900 UK health and care workers have died of COVID-19, most due to occupational exposure. They continue to die bec...","sentiment_score":0.1875}
{"full_text":"Mental health concerns could be due to the virus and not necessarily the restrictions of the big bad government. You honestly don't see the right-sidedness of those things? While never once mentioning support for ANY left-sided strategies (masks, distancing, social restrictions)?","sentiment_score":-0.0416666667}
{"full_text":"Special Alert:  Beginning February 22, 2021, Access Services riders can book next-day trips to COVID-19 vaccination appointments at 626-532-1616.  Access Services riders can make a vaccination appointment by calling 833-540-0473.","sentiment_score":0.3571428571}
{"full_text":"Last night of #'ItsASin Probably one of the best TV series I've seen in years! Creater is a genius to transcript his actual story around the epidemic in the 80s to the small screen! Let's hope it brings awareness &amp; education to end the stigma! #La ","sentiment_score":0.15234375}
{"full_text":"RT Two women \"dressed up as grannies\" tried to get coronavirus vaccines in Florida. They were 34 and 44, so despite their get-ups...","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"I'm really struggling with small talk + socializing at work since I've been in lockdown so long. I'm all kinds of awkward until I'm actually tattooing then I zone out again.","sentiment_score":-0.14}
{"full_text":"The illuminati saw this and decided humans no longer deserve to gather in large crowds and then unleashed coronavirus. Thanks Ninja","sentiment_score":0.2071428571}
{"full_text":"RT Everyone is so mad at Ted Cruz for going to Cancun during a state-wide weather emergency that we've completely forgotten to...","sentiment_score":-0.2625}
{"full_text":"Idk how but this is mgk fault","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT Covid Statistics by Province - OntarioOther provinces will be published as available. Check our website resources page for...","sentiment_score":0.4}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty, homelessness and edu...","sentiment_score":-0.05}
{"full_text":"RT Doctor Theresa Tam is calling for stricter public health measures for the foreseeable future to fight COVID-19 and variant...","sentiment_score":0.0}
{"full_text":"RT Homeland Security intercepted 11 million counterfeit N95 respirator masks that were reportedly going to be distributed to...","sentiment_score":0.0}
{"full_text":"RT After consulting with the local medical officers of health, we have made the decision to maintain the the Stay-at-Home orde...","sentiment_score":0.0}
{"full_text":"im talking about lil huddy and also dixie went on vacation during a global pandemic?","sentiment_score":0.0}
{"full_text":"Tweet aged like it looked right into the ark","sentiment_score":0.0928571429}
{"full_text":"RT please wear your mask. i just wanna go to a bts concert.","sentiment_score":0.0}
{"full_text":"RT Shadow Shame Again (2021) by Penny Siopis Commissioned by Birkbeck's   New video exploring gender-based...","sentiment_score":0.1363636364}
{"full_text":"RT It is sad to think that the Waterside Theatre at Holbury where we performed so many shows has now been completely demolishe...","sentiment_score":0.0333333333}
{"full_text":"RT I can not believe there are still people who spout this anti-science propaganda. And worse, verified accounts whose amplifica...","sentiment_score":-0.25}
{"full_text":"RT #COMPETITIONYour chance to win a PS150 Red Letter Day voucher! After a crazy year of COVID and lockdowns, here's an oppor...","sentiment_score":0.0666666667}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"why do ppl think covid is still not a thing because it happened to snow outside","sentiment_score":0.0}
{"full_text":"RT Fauci should donate his prize to Palestinian vaccine efforts.","sentiment_score":0.0}
{"full_text":"RT Nothing I ever write about a vaccine or drug against Covid-19 will be as important as this point right here:","sentiment_score":0.3428571429}
{"full_text":"Oh \"virtual\" is a term they use for running the distance but not actually in the parks, because they can't do it in the parks because of covid.An actual proper VR run would be pretty wild though!","sentiment_score":0.075}
{"full_text":"RT whydid we believe a WHOLE pandemic would be over in 3 weeks??? ","sentiment_score":0.2}
{"full_text":"NCSS SmartBrief Update - Arizona schools won't receive letter grades this year because of pandemic","sentiment_score":0.0}
{"full_text":"2nd dose complete! Time to make antibodies! #COVID19 #CovidVaccine #MaskUp","sentiment_score":0.078125}
{"full_text":"RT ........ and the consequences for Hatt Mancock are?https:\/\/t.co\/S7ATcqtXeP","sentiment_score":0.0}
{"full_text":"I tested positive for covid, so at one point it was located in me. Currently, antibodies to that virus are still currently located in me. How can you actually believe this stuff?","sentiment_score":0.0568181818}
{"full_text":"Coming up on reports on the challenges minority students are facing during the pandemic.Tune in for the latest in our series \"Kid Under Pressure\" at 6:30pm ET \/ 5:30pm CT (check local listings).","sentiment_score":0.25}
{"full_text":"Pfizer-BioNTech Vaccine Effective at Standard Freezer Temperatures","sentiment_score":0.3}
{"full_text":"This week during a Ways and Means Oversight Subcommittee hearing I spoke about the impact COVID-19 has had on volunteer tax assistance programs helping individuals in filing their taxes. Listen in ","sentiment_score":0.0}
{"full_text":"Christmas was Anthony Pascucci's favorite holiday - he never got the chance to take his lights down.","sentiment_score":0.1722222222}
{"full_text":"While the state of New Mexico has seen a recent decrease in daily COVID-19 cases, San Miguel has seen an increase that will keep them out of the \"green\" zone for restrictions when the data is updated next week.","sentiment_score":-0.0127272727}
{"full_text":"Have you been invited for your vaccine yet?#Coronavirus #vaccine","sentiment_score":0.0}
{"full_text":"National Survey Says 98% of Responding Brain Injury Rehabilitation Providers Plan Continued Use of Telehealth Services Post-Pandemic via #telehealth#telemedicine#digitalhealthcare#mentalhealth#technology#virtualhealthcare#behavorialhealth","sentiment_score":0.0}
{"full_text":"The annual Lenten fish fry season has begun throughout St. Louis and there's no shortages of places to get your fish fix","sentiment_score":0.0}
{"full_text":"Don't forget, #library #curbsidepickup hours are 10 a.m. to 5 p.m. M-F and 10 a.m. to 1:45 p.m. Saturday. Services include computers by appointment; #COVID19 #vaccine registration help; tax forms (Spanish language available); copy services; and #books, #movies and #magazines!","sentiment_score":0.25}
{"full_text":"#WATCH  France scrum-half Antoine Dupont has tested positive for COVID-19@PWalshVirginTV has the details#VMNews | | #GuinnessSixNations","sentiment_score":0.2272727273}
{"full_text":"Washington signed the latest COVID relief bill into law. It includes hundreds of millions of dollars for rental assistance, business relief and in-person classes among other things. Details from","sentiment_score":0.1875}
{"full_text":"Thank you, Blue Cross Blue Shield of Arizona (@BCBSAZ), for recognizing Arizona's incredible frontline workers taking care of our loved ones during the pandemic.","sentiment_score":0.32}
{"full_text":"Sign-up here (for you or your family) to know when you can get the COVID-19 vaccine!","sentiment_score":0.0}
{"full_text":"While there are a number of Medicaid-related provisions in the American Recovery Plan, the most significant changes are related to the ACA's Medicaid expansion.","sentiment_score":0.21875}
{"full_text":"ADPH: Winter weather caused shipment delay for 10,000 COVID-19 vaccine doseshttps:\/\/t.co\/eIW0SInnSv","sentiment_score":0.0}
{"full_text":"Gosh we are lucky here in NZ, instead of being locked down with covid I'm preparing for a friends wedding in beautiful Martinborough","sentiment_score":0.3425925926}
{"full_text":"COUNCIL MEETING MONDAYTown Council meets Monday starting at 6pm. Stay safe at home and watch the live stream!Meeting schedule, agendas and live-streaming link:","sentiment_score":0.2121212121}
{"full_text":"Has the #COVID-19 #pandemic changed your expectations for #campustechnology and #IT-infrastructure? We want to know. Drop your answers below!","sentiment_score":0.0}
{"full_text":"It's back. And the hypocrisy is unparalleled by anything witnessed before.","sentiment_score":0.0}
{"full_text":"RT At least one in four of us probably has an error in our credit report, and the #COVID19 crisis is making things worse. S...","sentiment_score":-0.35}
{"full_text":"If you're part of the SCCJ, you're part of something awesome! COVID hasn't stopped us. We offer virtual events. We offer \"extras\", like 20-minute calls with the CIA. We have amazing faculty to share knowledge with you. We have grad programs. Check us out:","sentiment_score":0.8}
{"full_text":"Authenticity in #marketing is key if you want to resonate with your target audience and build relationships. In this expert roundup from shares her tips for providing value and leveraging #LinkedIn.","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"RT Nobody wants lockdown to last a day longer than necessary. But if ignores his scientific advisers *again*...","sentiment_score":0.0666666667}
{"full_text":"Past year sees modest increase in state jobs, mostly focused on public services","sentiment_score":0.0875}
{"full_text":"Learn to play violin this Lockdown#violin #learnviolin #violinlessons #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"RT   \"Lying on a proper mattress, getting a good night's sleep is so important for any individual, irrespective of whether h...","sentiment_score":0.275}
{"full_text":"Have you gotten your COVID vaccine? The Prince of Darkness has gotten his! #MusicHigh5","sentiment_score":0.0}
{"full_text":"If the coronavirus pandemic forced you to move your wedding to next year or beyond, know that there are safe, special ways to say \"I do\" right now.","sentiment_score":0.1685714286}
{"full_text":"Your generosity will go direct to three charities.#Tesco #Shopping #Charityhttps:\/\/t.co\/ppuxZDUDKD","sentiment_score":0.1}
{"full_text":"Selling Senior Living During a Pandemic &amp; Beyond is a 3-hour webinar covering basic sales tools to help your facility boost your census. Don't miss this important webinar on March 11! Register here:https:\/\/t.co\/oOOF3u40aG","sentiment_score":0.25}
{"full_text":"Hong Kong reported 13 additional confirmed cases of COVID-19 on Friday, taking its total tally to 10,833.The new cases included 12 local infections, of which eight had an unknown origin, according to HK Center for Health Protection (CHP).","sentiment_score":0.0560606061}
{"full_text":"This latest incident illustrates why it's necessary to deplatform Peter Williams from as he's spreading misinformation about COVID-19 vaccines and conspiracy theories that are radicalising its audience down the pipeline to the far-right.","sentiment_score":0.1148148148}
{"full_text":"The School District of Philadelphia is delaying their plan to reopen schools for students K-2 until March 1. Invitations to receive the COVID-19 vaccine will be sent to teachers and staff. with the latest:","sentiment_score":0.5}
{"full_text":"The storms and outages that have hit a big swath of the U.S. over the past several days have added a whole new layer of complexity.","sentiment_score":0.0172727273}
{"full_text":"ttps:\/\/www.msn.com\/en-us\/news\/us\/black-dancers-struggle-to-make-their-way-through-pandemic\/ar-BB1dGrAZ?ocid=msedgntp #BlackHistoryMonth #BlackVoices #Art #WritingCommnunity #nonprofit","sentiment_score":0.0}
{"full_text":"The 65-year-old Warrington woman reached out to area drugstores and Doylestown Hospital on behalf of herself and her father.  She called Abington Hospital, as well.  No luck.   ","sentiment_score":0.0}
{"full_text":"Hi #CentralFlorida, here is next week's snapshot of our testing locations and reminder for #Monday! For those who qualify*, CFHC is providing COVID-19 screening &amp; testing at no charge from 8:30 AM - 11:30 AM. Call 866-234-8534 for more information.#CFHC #COVID19 #testing #FQHC","sentiment_score":0.25}
{"full_text":"Like any other industry, the pandemic has changed the course of mobility  Tune in to the New Mobility conference to hear from to find out what's ahead for personal vehicles, public transit, and no contact services.","sentiment_score":0.0028409091}
{"full_text":"A survey commissioned by the American Association of Endodontists found that more than half of Americans surveyed say they have put off routine dental visits due to COVID-19. A local dentist is concerned this trend could have serious consequences.","sentiment_score":-0.0208333333}
{"full_text":"WV Senators are traditionally big spenders to bring money to the State so not a huge surprise on the Covid package.","sentiment_score":-0.1}
{"full_text":"Don't miss it! Tonight &amp; join guest moderator &amp; CBS News Senior White House Correspondent to discuss Biden being challenged on his COVID response &amp; a winter storm leaving many without power on #WashWeekPBS at 8\/7c on","sentiment_score":0.25}
{"full_text":"The Jets will open with perennial 3A mountain power A.C. Reynolds. Every school is struggling through COVID protocols and adapting to what will be the normal for at least one season.","sentiment_score":-0.05}
{"full_text":"As of today, Ministry inspectors have completed inspections and investigations for 39,372 workplaces and issued 40,510 orders, which includes 67 stop work orders, related to #COVID19.","sentiment_score":0.0}
{"full_text":"Friday's COVID-19 case report: ","sentiment_score":0.0}
{"full_text":"RT study finds NO TRACES of coronavirus in air samples and swabs of London's tubes, buses and stations since October: Since...","sentiment_score":0.0}
{"full_text":"Cohort study finds 33% of mildly ill individuals reported persistent #COVID19 symptoms at an average of 6 months after their acute infection.","sentiment_score":-0.0166666667}
{"full_text":"Many US schools have adopted 4-day school weeks because of the pandemic. At the same time, we are seeing evidence of very alarming academic achievement losses. Data from pre-crisis times indicate that the two things are inextricably and negatively linked.","sentiment_score":0.014}
{"full_text":"RT Today, I was honored to join members of &amp; others to shine a light on the surge of violent crimes targeting the AA...","sentiment_score":-0.2}
{"full_text":"CoxHealth announced it is re-scheduling vaccine clinics set for Saturday and Monday due to weather-related shipping delays.","sentiment_score":-0.125}
{"full_text":"RT #London's hospitality, night time and culture businesses have disproportionately suffered due to COVID restrictions.","sentiment_score":-0.125}
{"full_text":"Late for your second Covid-19 vaccine dose? Health experts say not to fret. The key is to a successful vaccination is to give your immune system enough time to react to the first dose, and then mount a response to the second dose.","sentiment_score":0.1}
{"full_text":"\"[We're working to] ensure that the people of Kibera and other informal settlements are not left out during this pandemic.\"An effort to map Africa's largest informal settlement using has turned into a resource for essential needs during the coronavirus pandemic.","sentiment_score":-0.0416666667}
{"full_text":"RT The Boris Johnson show is collapsing. His new Union advisor quits. His Health Secretary is humiliated in the courts for fa...","sentiment_score":0.1363636364}
{"full_text":"The Arizona Department of Health Services will be allocating $100 million in federal funds to counties for COVID-19 testing.https:\/\/t.co\/LtkzQyHJtF","sentiment_score":0.0}
