{"full_text":"RT Join us all asking to immediately take off the market before it is sold to be bulldozed Help us to encourage Board to become part of the solution, starting on our doorstep","sentiment_score":0.0}
{"full_text":"Why would I even need a vaccination if we remain in lockdown as I never see anyone. Give me a reason and I will take the vaccine but until the government say they will lift lockdown then I will refuse","sentiment_score":0.0}
{"full_text":"RT Why? She never bothered to lockdown Glasgow when it really mattered and by the time she did it was too late covid was...","sentiment_score":-0.05}
{"full_text":"RT Just found out my Nana had a heart attack and when she fell she broke her neck. She's 89 and they don't think she will...","sentiment_score":0.0}
{"full_text":"RT Public Health will begin booking more first-dose COVID-19 vaccine appts Friday, 2\/12 at 8:30 a.m. Group 3 educators, school...","sentiment_score":0.25}
{"full_text":"RT The Great Lockdown Debate: Peter Hitchens vs. Dan HodgesWatch on YouTube > |","sentiment_score":0.8}
{"full_text":"RT If you thought Covid-19 shutdowns were bad for small business, just wait until Biden's $15 minimum wage takes effect. U...","sentiment_score":-0.475}
{"full_text":"RT So incredibly honored and excited that is visiting today - can't wait to hear his remarks!","sentiment_score":0.684375}
{"full_text":"On paper it's a lockdown but there are plenty of people taking no notice of the rules.","sentiment_score":0.0}
{"full_text":"Crowds pack health center for COVID-19 vaccinations","sentiment_score":-0.1}
{"full_text":"RT Arthritis drug tocilizumab cuts deaths from Covid","sentiment_score":0.0}
{"full_text":"RT \"Business investment actually declined under Trudeau's government from 2016-19, shrinking by an average of 0.9% annually comp...","sentiment_score":-0.075}
{"full_text":"The efforts are underway Debbie. Instead of pointing fingers, you should address the problems that your colleagues, and are causing by insisting on promoting lies about COVID-19. Do something right for once.","sentiment_score":0.2857142857}
{"full_text":"RT This post seems to have generated a lot of interest, and thank you all for your condolences. Please, donate to your local Fo...","sentiment_score":0.0}
{"full_text":"Still waiting for my brothers covid results ","sentiment_score":0.0}
{"full_text":"We finally got something world-beating! #COVID19 #Covid19UK #ToryCovidCatastrophe","sentiment_score":0.0}
{"full_text":"RT The only members of NPHET who received the covid vaccine are those who are also frontline healthcare workers","sentiment_score":0.0}
{"full_text":"RT Silence from Council as Toronto Public Health again gets its data wrong. To recap, TPH regularly misreports case data and ga...","sentiment_score":-0.1666666667}
{"full_text":"RT I'm not an expert at all. But we should stop calling it \"the Chinese virus, the South African virus, the \"X\" virus...","sentiment_score":0.0}
{"full_text":"New post (Coronavirus: WHO fails to find animal source of COVID-19) has been published on -","sentiment_score":-0.1818181818}
{"full_text":"RT Difficulty finding the COVID-19 vaccine? Some college students want to help.They launched a website which features co...","sentiment_score":0.0}
{"full_text":"RT Did you know that Magda, CR17 Funder is involved as a middleman in the procurement of COVID-19 vaccine for the Departmen...","sentiment_score":0.0}
{"full_text":"RT It's extraordinary that the Govt think it's the right time to reorganise the NHS because things have gone wrong in handling...","sentiment_score":0.0396825397}
{"full_text":"pandemic? im in a bandemic","sentiment_score":0.0}
{"full_text":"RT BREAKING: BBC has been banned in China. The report said the BBC was responsible for a 'slew of falsified reporting' on i...","sentiment_score":0.2}
{"full_text":"Bit ironic given then are removing anything that is deemed \"Anti-covid vaccine\" from their site. You'd think they would want to lead by example and let their employees openly discuss the steps they take to protect them.","sentiment_score":0.1}
{"full_text":"So if you fancy hearing about where started back in the early days of the pandemic - head over here get the audio from the live session. You also get some funnies from - double win!","sentiment_score":0.2472727273}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"Pre-Covid, HMS wanted managers to be last on site with greatest exposure in AUS, DAL, HOU. Apparently, still last on site. Even after a promissory letter, bonus, and term'ing entire team, left unemployed-Shame!","sentiment_score":0.175}
{"full_text":"On a cold lockdown evening, what better than some German rave music to cheer us up. I got heavily into this writing Chapter 1 of my second book. Don't judge me. understands. via","sentiment_score":-0.06}
{"full_text":"RT This doctor drove to two homes and invited four people over so he could use every dose before it expired. He then subm...","sentiment_score":0.0}
{"full_text":"CDC in the beginning said it was not a threat to us in the US.  Those are scientists and experts. They also said initially they didn't recommend masks for the general public.  You don't remember that, or does it interfere with your politicization of his friend's illness?","sentiment_score":0.0166666667}
{"full_text":"RT I am a free citizen of the United States who has not tested positive for COVID. I will travel within its...","sentiment_score":0.3136363636}
{"full_text":"Me at this point in the pandemic","sentiment_score":0.0}
{"full_text":"RT Behold... a #ZeroCovid utopia without any #COVID19, no variants, no vaccine or syringe shortages, no mask wars, kids in sch...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Arthritis drug cuts risk of death in severe coronavirus patients and also time in hospital, study finds","sentiment_score":0.0}
{"full_text":"RT But keep supporting those lockdowns so you can feel morally superior and call the rest of us selfish","sentiment_score":0.15}
{"full_text":"Yeah, and we could flatten the curve in 2 weeks and go back to normal last march  Give real data and don't predict the future because that's where credibility is lost. No one can do that so shut it and its wearing thin with \"predictions\"","sentiment_score":-0.0083333333}
{"full_text":"RT New Pandemic going to the store outfit:Black winter capSunglassesBlack maskHeh.","sentiment_score":0.1363636364}
{"full_text":"RT Doug Ford's self-proclaimed honest &amp; transparent government \"refuses to reveal cost of consulting deal\". I'd like to know...","sentiment_score":0.6}
{"full_text":"your fork truck driver have license? insurance oh yes i paid that but hey why should you pay out a nobody why should care if you mess there business worse than covid","sentiment_score":-0.2875}
{"full_text":" When I find that girlI'll lock her downI swear that girlWill be the only one for meThe one that makes my life completeWhen I find that girlI'll hold her downI swear that girlShe'll be the one that conquer meHer loving takes control of me ","sentiment_score":0.3}
{"full_text":"This country is fuuuuucked","sentiment_score":0.0}
{"full_text":"In this article we read about how adding fruit to your daily diet can help you meet the recommended amount of fruit needed a day according to the CDC. This can also help with lowering cardiovascular risk #TWU_KNS210_S21","sentiment_score":0.0}
{"full_text":"RT United Kingdom Daily Coronavirus (COVID-19) Report * Thursday 11th February.13,494 new cases (people positive) report...","sentiment_score":0.1212121212}
{"full_text":"Sugar industry is directly responsible for the poor health of people leading to more severe cases of covid19...people overlook that.","sentiment_score":0.1}
{"full_text":"RT Taylor Swift has given us more Covid relief in the past year than the federal government.","sentiment_score":0.125}
{"full_text":"RT I'm not an expert at all. But we should stop calling it \"the Chinese virus, the South African virus, the \"X\" virus...","sentiment_score":0.0}
{"full_text":"RT A million tests sitting in a box somewhere collecting dust? C'mon - let's get these into LTC homes where they...","sentiment_score":0.0}
{"full_text":"RT These kids need interaction with others. Keeping the schools closed is making this worse.","sentiment_score":-0.25}
{"full_text":"Something else to appreciate about staying home and social distancing Not seeing those vapes with the box thing at the bottom of it and seeing someone take a big drag and do the thing like it's a thing","sentiment_score":-0.0222222222}
{"full_text":"RT Have you herrrd of immunity?It ain't the vaccines, that's for sure.","sentiment_score":0.5}
{"full_text":"RT Facing a shortage of coronavirus vaccine doses, Los Angeles will temporarily close five of its vaccination sites, including on...","sentiment_score":0.0}
{"full_text":"RT Great news! Our founder and CEO, Charlie Oliver, has joined the Product Advisory Board at CareerGig. Learn more about how...","sentiment_score":0.75}
{"full_text":"I have same question.Why the military denied the indian flight to landed which is carrying the covid vaccine? But they allow the China flight to landed but that flight bring just sea food.Which one is more important? Please tweet more for this. #WhatsHappeningInMyanmar #Feb11Coup","sentiment_score":0.26}
{"full_text":"Ten deaths related to COVID-19 reported in Hidalgo County along with 588 positive cases","sentiment_score":0.0757575758}
{"full_text":"RT Every American that wants a vaccine, should get a vaccine, but the Democrats are prioritizing politics over science. Democra...","sentiment_score":0.1}
{"full_text":"RT Despite caring for some of our country's most vulnerable, many care facilities aren't required to report data that woul...","sentiment_score":0.1666666667}
{"full_text":"This is so frustrating","sentiment_score":-0.4}
{"full_text":"RT Did everyone, hear the CDC is now recommending 2 masks?","sentiment_score":0.0}
{"full_text":"I had a little oreo\/chocolate\/pudding\/gummy worm kit to make \"dirt\" with my friend's 3 year old. Ate it by myself. It was delicious. No regrets.","sentiment_score":0.240625}
{"full_text":"The offices are openBut no one answers the callsAnd their offices close a few breaths away from lunch as if people can afford to go stand in queues while working from homeThe South African government services during an entire pandemic are a whole pandemic on their own","sentiment_score":0.12}
{"full_text":"RT It's hard to deal with the idea that I might not become an academic post PhD. It was my dream to become a professor, but...","sentiment_score":-0.1458333333}
{"full_text":"RT There's that myth laid to rest then - children's mental health INCREASED during lockdown.  This research also highlights...","sentiment_score":-0.1}
{"full_text":"RT The CDC is expected to release its school reopening guidance tomorrow. It will emphasize robust testing protocols and so...","sentiment_score":-0.1}
{"full_text":"RT I'm not an expert at all. But we should stop calling it \"the Chinese virus, the South African virus, the \"X\" virus...","sentiment_score":0.0}
{"full_text":"RT Sage member Sir Jeremy Farrar tells Covid transmission is \"incredibly high\" and says in his view \"we've got to...","sentiment_score":0.16}
{"full_text":"Trying to stay alive! i have lost 11 friends to Covid! I am old and if it grabs me, it won't let go !!!","sentiment_score":0.17578125}
{"full_text":"RT If students become ill or show symptoms of COVID-19 at school, the parent\/guardian will be contacted and the student sent...","sentiment_score":-0.5}
{"full_text":"RT While made $10 million+ during the pandemic, 12,000 workers got sick and 39 have died. The median worker made...","sentiment_score":-0.7142857143}
{"full_text":"This is y u need 2 stop using cards &amp; start drawing out &amp; using cash. Total control of every aspect of our lives (digital). Pls wake up, cards r there 4 a reason &amp; it's not 4 our convenience &amp; once it's cashless they ave total control &amp; can charge what they want 4 U to use cards.","sentiment_score":0.0}
{"full_text":" Glad you like it buddy... #sufc #twitterblades ","sentiment_score":0.5}
{"full_text":"Guys asking for a friend...what's quadruple of zero?","sentiment_score":0.0}
{"full_text":"RT I am genuinely shocked that during a global pandemic, in #SONA2021 did not give any detail about the vac...","sentiment_score":-0.35}
{"full_text":"RT Yet Australia was in a crisis before Covid19? Why was Liberals Debt $673.4b before Covid19! Why...","sentiment_score":0.0}
{"full_text":"Not sure what's worse. At least you saw it. The rest of us in lockdown are finding it a highlight to read about it ","sentiment_score":-0.3166666667}
{"full_text":"RT It's not just the #ZondoCommission that has revealed the extent of corruption in the ANC. It was also the blatant looti...","sentiment_score":-0.5}
{"full_text":"RT Suncor getting rapid covid tests before LTC facilities is Peak 'Berta.","sentiment_score":0.0}
{"full_text":"RT Weird how the people most likely to have shaken their damn heads at Donald Trump for not \"following the science\" on COVID ar...","sentiment_score":0.0}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT Update:  Johnny Depp vs Rocky Brooks (Calif)ORDER GRANTING:  JOINT STIPULATION TO CONTINUETRIAL DATE (Due to Covid)10\/1...","sentiment_score":-0.125}
{"full_text":"RT GAIS GAIS JANGAN TERPEDAYA GAIS. Stay home je this weekend. Nanti they cant blame us ","sentiment_score":0.0}
{"full_text":"RT BREAKING: A combination of 2 drugs dexamethasone &amp; tocilizumab can reduce deaths of Covid patients on oxygen by between...","sentiment_score":0.0}
{"full_text":"RT Join us March 1 for a look at our COVID-19 BC Gender Equality Report Card &amp; gendered impacts of BC's pandemic measures...","sentiment_score":0.0}
{"full_text":"RT Healthcare workers who refuse Covid vaccine may be removed from frontline","sentiment_score":0.0}
{"full_text":"RT We are almost at the one-year anniversary of the virus. Let's take a look back.Remember when we were told 2 weeks to flatt...","sentiment_score":0.0}
{"full_text":"RT Tory MPs voice grave concerns over Rishi Sunaks policy exclusion of tax paying groups denied support that now must be sup...","sentiment_score":0.0}
{"full_text":"California surpasses New York for number of COVID-19 deaths","sentiment_score":0.1363636364}
{"full_text":"Planning to reopen your building or increase building usage following reduced operation? Be sure to follow CDC guidelines to ensure the water quality is safe. Visit to learn more or contact us at dwmconnect@atlantaga.gov.","sentiment_score":0.375}
{"full_text":"Once again...NZ has issues as colonized countries do, yet they got the pandemic response right...makes me want to be there.","sentiment_score":0.0}
{"full_text":"A new #MachineLearning model will help predict the probability of in-hospital mortality for #COVID19 patients.","sentiment_score":0.1363636364}
{"full_text":"Love to see this collaboration w\/ #HSR PhD candidates &amp; Ass't. Prof. &amp; Grad. Program Dir.","sentiment_score":0.5}
{"full_text":"RT Just hours after posting a critical statement of Gavin Newsom's dinner at the French Laundry, Rep. Kevin McCarthy attended...","sentiment_score":0.0}
{"full_text":"The impact of COVID-19 on communities of color highlighted the urgency to reduce health disparities and the need to reform our healthcare system. Watch part one of our Reimagining Healthcare series with Tom Kendris &amp; Dr. Kemi Alli, CEO of the to learn more.","sentiment_score":0.5}
{"full_text":"So why isn't the medical profession getting on board with Vit D?  The Japanese are also using Ivermectin as part of their treatment of Covid.","sentiment_score":0.0}
{"full_text":"#pbpitch Hippo leaves her family home. Far away she'll have to roam. Animal friends get in the way urging her to stay and play. She won't stop or hesitate. There's a place to be and she can't be late. Follow along with Masai friends and jump for joy when you see the end","sentiment_score":0.2}
{"full_text":"RT Valentine's Day cards in a pandemic: Designs on greeting card company sites include depictions of a socially distanced couple...","sentiment_score":0.0333333333}
{"full_text":"I was in the ER yesterday. A few covid patients, but quiet in the non-covid area.","sentiment_score":-0.1}
{"full_text":"I'd rather have a minor dental issue than get COVID. Good that dentists are being vaccinated, but what about the last patient who was seen in that room? Your choice to make. It might be worth waiting a few more months...","sentiment_score":0.2083333333}
{"full_text":"Imagine if we had a president who believed in science in office when Covid broke out instead of Orange Joffrey. I'm ready to move to NZ, now. Please and thank you.","sentiment_score":0.2}
{"full_text":"RT Incarcerated  people have just as much right not to die from covid as you do","sentiment_score":0.2857142857}
{"full_text":"California teen's quilt keeps memory of COVID victims alive","sentiment_score":0.05}
{"full_text":"RT  England regions by highest number of COVID-19 positives per 100k population.7-day rolling rate by specimen da...","sentiment_score":0.0}
{"full_text":"RT News: NIH calls for greater inclusion of pregnant and lactating people in COVID-19 vaccine research","sentiment_score":0.4166666667}
{"full_text":"RT I just wanna know how TMZ got hospital access to be in the surgery room, in the middle of a pandemic","sentiment_score":0.0}
{"full_text":"The Box's SoldiersThey're soldiers from a story I'm playing with in my headMade with Cinema4D r21, rendered with Corona Render and edited with #artwork #render #3d #digitalart #digitalartwork #c4d #cinema4d #oc #originalcharacter #originaldesign","sentiment_score":0.0}
{"full_text":"If you're a parent and want to learn how to support your teenager during lockdown - make sure you register for our free, online event next Thursday!","sentiment_score":0.3}
{"full_text":"RT How are we still here 328 days later??#excludeduk#wearenotgoingaway#relentless","sentiment_score":0.0}
{"full_text":"3 more Manitobans die of COVID-19,  90 new cases announced Thursday","sentiment_score":0.3181818182}
{"full_text":"RT Dude, your eyes need to start practicing some social distancing. #NationalRoastDay","sentiment_score":0.0333333333}
{"full_text":"All aspects of the #foodserviceindustry are having to reevaluate what they will look like when the pandemic is over. Things have changed quickly + some of those changes are likely to stick around. But what's the future of the #buffet? Here's our thoughts:","sentiment_score":0.1111111111}
{"full_text":"Good news for employers-- offers updated guidance on protecting workers from #COVID19","sentiment_score":0.4}
{"full_text":"The gaming industry faces opportunities and challenges due to the impact of the global #pandemic.","sentiment_score":-0.0625}
{"full_text":"6 Ways to Leap Ahead of the Covid-19 Rebound via","sentiment_score":0.0}
{"full_text":"One silver lining of COVID was how many people learned about the prevalence of Vitamin D deficiency and how it impacted a COVID prognosis. Wonder how many other lives it could coincidentally prolong from other issues involving D deficiency?https:\/\/t.co\/EVniOCV0vE","sentiment_score":0.1875}
{"full_text":"This underscores the importance of practicing local #PublicHealth preventative measures: #WearAMask, #WashYourHands, practice social distancing of at least 6 feet to protect yourself from #COVID19.","sentiment_score":-0.0888888889}
{"full_text":"LA Vaccination Sites Temporarily Close Due to ShortagesLos Angeles has nearly exhausted its supply of Moderna doses. #Vaccine #COVID19","sentiment_score":-0.2625}
{"full_text":"RT An anti-inflammatory treatment routinely used to treat Rheumatoid Arthritis has been found to reduce death risk in hospitali...","sentiment_score":0.0}
{"full_text":"RT #Gravitas | Is the WHO team tasked with investigating the origins of the Wuhan virus divided over the findings? Two experts -...","sentiment_score":0.0}
{"full_text":"SHARE | AG Ford cautions Nevadans to be aware of fraudulent products and misinformation related to the vaccine, cures, treatments or prevention of COVID-19.Read More Here:","sentiment_score":0.25}
{"full_text":"RT \"Covid\" is an interesting way to spell \"We\"","sentiment_score":0.5}
{"full_text":"Check out Dundalk Sports Centre's inclusive fitness class which caters for all abilities.  WK 4 of 4.https:\/\/t.co\/2AzQATVsXg   #LouthSports #DundalkSportscentre #Stayathome  #mentalhealth #KeepWell","sentiment_score":0.0}
{"full_text":"Uncertainty in the office sector lingers as the pandemic continues to unroll. Technology, people's demands and sustainability are the main drivers.","sentiment_score":0.1666666667}
{"full_text":"If you're a Kansas City small business owner and are wondering how to approach the #COVID19 vaccine with your staff, check out the helpful upcoming seminar hosted by@lsummitchamber","sentiment_score":-0.25}
{"full_text":"Taxing time: How the pandemic will affect filing your taxes","sentiment_score":0.0}
{"full_text":"Instagram on Wednesday banned Robert F. Kennedy Jr., son of former presidential candidate Robert F. Kennedy, from repeatedly posting misinformation about vaccine safety and COVID-19.https:\/\/t.co\/x4zrtybv3Q","sentiment_score":0.0}
{"full_text":"Our mediocre performance in public health: Canada is 38th in the latest global COVID-19 vaccine ranking","sentiment_score":0.0}
{"full_text":"RT URGENT:Maryland is facing a crisis and the state leadership is moving to exclude undocumented folks from covid relief....","sentiment_score":0.0}
{"full_text":"Next week, Bay County will be launching a new website for a COVID-19 vaccine waitlist.","sentiment_score":0.0681818182}
{"full_text":"Fun City Chorus has helped spread the love each Valentine's Day since the 1980s, but this year the pandemic has forced it to offer virtual performances.","sentiment_score":0.1666666667}
{"full_text":"The Covid rates ranked from across the six Berkshire boroughshttps:\/\/t.co\/RizZoE4YCS","sentiment_score":0.0}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"A new study from the Marriage Foundation found that twice as many married couples said their relationship improved during COVID.Natural marriage is an institution that pays benefits to society.https:\/\/t.co\/oKNcUt1mil","sentiment_score":0.2954545455}
{"full_text":"\"We're number one per capita in federal taxes paid to support the United States of America.\"--Congresswoman on why D.C. must receive the same funding as states under the #AmericanRescuePlanhttps:\/\/t.co\/23fJ4mnVcL","sentiment_score":0.0}
{"full_text":"RT The pandemic has posed new challenges for deaf staff. Inability to lip read through masks, noisy environment, masks muffli...","sentiment_score":0.1363636364}
{"full_text":"How are experts tracking variants of the coronavirus?","sentiment_score":0.0}
{"full_text":"The Lady Bears have a seven-game winning streak since a 75-71 loss to Iowa State on Jan. 16, when they returned after a two-week pause because of COVID-19 issues.","sentiment_score":0.5}
{"full_text":"How are experts tracking variants of the coronavirus?https:\/\/t.co\/Z9fHWcNco3","sentiment_score":0.0}
{"full_text":"A new report from The Lancet Commission on Public Policy and Health found that 40% of COVID-19 deaths in the United States could have been prevented. Public health measures such as wearing masks and social distancing could have saved lives.","sentiment_score":0.0339393939}
{"full_text":"Question: How does one cram enough candles onto a birthday cake for one of the world's oldest survivors of COVID-19? Answer: With 117 candles, you can't.","sentiment_score":0.0}
{"full_text":"RT Hi Vicky, thanks for this. Did you read your own government's website which clearly announced that the Covid Winter Grant...","sentiment_score":0.3}
{"full_text":"RT I'm shocked","sentiment_score":-0.7}
{"full_text":"The world wasn't ready for COVID-19, but next time can be different.","sentiment_score":0.0666666667}
{"full_text":"Overwhelm the problem': Inside President Biden's war on COVID-19https:\/\/t.co\/HLKSsIVdJQ","sentiment_score":0.0}
