{"full_text":"RT the way essential workers didn't get primary access to the covid vaccine is something that will make me angry for the r...","sentiment_score":-0.0333333333}
{"full_text":"RT House Democrats are taking a major step forward to push through President Joe Biden's massive $1.9 trillion Covid relief bill by t...","sentiment_score":0.03125}
{"full_text":"RT Translation: \"I'm not going to do anything about Covid, you're not getting $15 min wage (which is still way to low...","sentiment_score":0.0}
{"full_text":"We keep saying that for the #Balkans there is no alternative to #Europe. Well, #Serbia for one has two alternatives, #China and #Russia. The rest, of course, is left with one alternative - #Turkey. And I'm not talking exclusively about #Covid19 here.","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis has the flags at half mast for Rush Limbaugh. I wish he would treat the 30,000 Floridians who died from Covid o...","sentiment_score":-0.1666666667}
{"full_text":"RT The U.K. government failed to properly disclose details of coronavirus-related contracts, a court rules","sentiment_score":-0.25}
{"full_text":"RT Matt Hancock acted unlawfully by failing to publish Covid contracts","sentiment_score":0.0}
{"full_text":"RT As vice president, I worked closely with America's democratic partners to advance our shared vision and values. As president, I'...","sentiment_score":0.0}
{"full_text":"RT whydid we believe a WHOLE pandemic would be over in 3 weeks??? ","sentiment_score":0.2}
{"full_text":"RT Don't nobody wanna work bae","sentiment_score":0.0}
{"full_text":"Surely this means at he very minimum he should step down and apologies. What other sanctions could there be? Jail would be a good one!","sentiment_score":0.1990740741}
{"full_text":"COVID-19 2nd wave: Community transmission in Edo hits 90.4 percent","sentiment_score":0.0}
{"full_text":"RT Amanda Chase, Virginia state senator and Trump loyalist who refuses to wear a mask, is forced to sit in a plexiglass box....","sentiment_score":-0.3}
{"full_text":"Water supply in jeopardy. Restaurants closed. Airport closed. 1300 COVID vaccines trashed because the vax sites are closed. are you paying attention?","sentiment_score":-0.1}
{"full_text":"RT #BREAKING: The 67-year-old sheriff says he took the test after feeling like he had a cold.","sentiment_score":-0.6}
{"full_text":"RT Don't be left out, Minnesota ","sentiment_score":0.0}
{"full_text":"FYI RE MODERNA #COVIDVaccine. Uncommon reaction at injection site a wk to 10 days after 1st shot. I woke up w it this AM after a wk.Rash, swelling, ITCHY. It's called Covid Arm, &amp; though alarming it's harmless so don't let it stop you getting shot 2!https:\/\/t.co\/HZDceBlIF8","sentiment_score":0.35}
{"full_text":"RT The relationship between the individual and the state is being re-imagined..@ukcolumn's Alex Thomson talks about policin...","sentiment_score":0.0}
{"full_text":"Not if you are a rural player and only have 1 or 2 gyms near you.  Not if you are living in an area under strict lockdown for Covid (because people are getting tickets for going out to play the game).  Not if you live in Texas and the roads are too hazardous to travel.","sentiment_score":0.0727272727}
{"full_text":"RT Hard to own the libs when they put you in a Cooties Box.","sentiment_score":0.1541666667}
{"full_text":"RT President Biden joined members of this team to talk frankly about how we change the course of this pandemic and answer...","sentiment_score":0.0}
{"full_text":"RT How about putting this \"Marj\" in a cardboard box in the parking lot and FaceTiming her which is more than she deserves....","sentiment_score":0.5}
{"full_text":"And another \"GOOD NEWS\" story!!C'mon Andy!!!!!!!!!!!!","sentiment_score":1.0}
{"full_text":"my contractor clearly put on covid weight and I like him more because of it. I wanna ask which snack was his vice so I can tell him mine was any and all carbs","sentiment_score":0.3}
{"full_text":"RT 7) while cases so far are mild, keep in mind kids can develop #LongCovidKids too. Like this 13 year old.","sentiment_score":0.1777777778}
{"full_text":"RT Number Of Cases Increases Day By Day We Ask Our President To Save University students From Covid 19 Our Health Is More...","sentiment_score":0.5}
{"full_text":"RT Before sending it out of the country, shouldn't we be using the 4 billion to reopen our American schools first?","sentiment_score":0.125}
{"full_text":"I never knew that Griffiths Park and the Griffiths Observatory in LA was bequethed by a Welshman. The things I've learnt from #aerialcities #aerialamerica during lockdown. #AerialBritain is also fantastic - if you can put aside dreadful Welsh pronounciation.","sentiment_score":-0.3}
{"full_text":"The Flu was not predicted to decline to this degree at all. There were a million articles warning about how hospitals would be over capacity in the Fall when Flu and Covid hit at the same time","sentiment_score":0.0}
{"full_text":"RT #C4News on at 7 : vaccinating the world, when will UK have enough to send to poor countries? Matt Hancock found to have acted...","sentiment_score":-0.2}
{"full_text":"RT Could have guessed. Now we have proof. Also, if you think this shows the system works, I can point you to dozens of wrongful...","sentiment_score":0.0}
{"full_text":"Hong Kong fluKung-FluChina virus....Oh he had quite a few of em and thought he was so very clever....Probably got em from Mike Huckebee...","sentiment_score":0.0}
{"full_text":"RT Investing in childcare helps our economy by letting parents fully participate in our workforce. I'm glad the COVID reli...","sentiment_score":0.5}
{"full_text":"RT Me when I realized I experienced a global pandemic before I got to experience a stable healthy relationship ...","sentiment_score":0.4333333333}
{"full_text":"RT Are those in this thread yuge hacks, or just that intellectually dishonest\/ignorant as to have ignored the 1:38-long vid...","sentiment_score":0.3}
{"full_text":"No way! Most warmth centers aren't pet friendly. I stayed in my home keeping me, my dog and cat fed, watered and warm! Great cuddle session with mommy and furbabies!","sentiment_score":0.65625}
{"full_text":"RT Last week wrote a letter to President Biden insisting the border stay closed with Mexico due to #covid. Is he quara...","sentiment_score":-0.075}
{"full_text":"RT The UK government acted unlawfully in failing to publish details of dozens of contracts awarded without competition for goo...","sentiment_score":0.0}
{"full_text":"Python Lives!!!Two Floridians attempted to get second doses of the Covid-19 vaccine by dressing as elderly women - CNN","sentiment_score":0.0}
{"full_text":"COVID-19 2nd wave: Community transmission in Edo hits 90.4 percent","sentiment_score":0.0}
{"full_text":"RT Discussing #COVID19 variants modelling, Dr. Theresa Tam warns that \"further lifting of the public health measures will...","sentiment_score":0.0}
{"full_text":"The #COVID #vaccine developed by and generates robust immunity after one dose and can be stored in ordinary freezers instead of at ultracold temperatures, according to new research and data released by the companies.","sentiment_score":-0.0045454545}
{"full_text":"RT Are you a single parent struggling to pay for childcare? Congress needs to hear from you. The COVID relief bill makes i...","sentiment_score":-0.0714285714}
{"full_text":"RT so what you're saying is go to York ? Bet","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT Pretty sad that America claims to be a first world country yet during a pandemic it can't even provide its' citizens with b...","sentiment_score":0.0}
{"full_text":"RT Investing in childcare helps our economy by letting parents fully participate in our workforce. I'm glad the COVID reli...","sentiment_score":0.5}
{"full_text":"COVID-19 vaccinations are being administered though supply is limited; memorial services are held for fallen Detective John Falcone, all this and more in The Buzz: City of Poughkeepsie E-Newsletter -- February 19, 2021 -","sentiment_score":0.2142857143}
{"full_text":"RT Hard to own the libs when they put you in a Cooties Box.","sentiment_score":0.1541666667}
{"full_text":"RT \"DRUNK WITH MY FRIENDS\" MUSIC VIDEO OUT NOW! ! a very fitting music video to drop considering i'm absolutely alone on my birt...","sentiment_score":0.0229166667}
{"full_text":"RT I had a great conversation with for He captured my story very well, better than I could have myself! Of co...","sentiment_score":0.5416666667}
{"full_text":"RT Hotel room at the Cancun Ritz Carlton: $305. Rapid covid test: $50. Flights from Houston: $257Knowing that someone in t...","sentiment_score":0.0}
{"full_text":"Girl same! My plan was last year but covid hit ","sentiment_score":0.0}
{"full_text":"RT Amanda Chase, Virginia state senator and Trump loyalist who refuses to wear a mask, is forced to sit in a plexiglass box....","sentiment_score":-0.3}
{"full_text":"Ian Rankin on the pain of separation for people with learning disabilities and their families - and the long wait for the vaccine","sentiment_score":-0.05}
{"full_text":"A parent had tested positive for COVID--the first case of community transmission in New York State. At the time, no one knew what this would mean or what we should do. (Presciently, I went to the Garden State Plaza mall that day, figuring it would be the last time for a while.)","sentiment_score":0.0602272727}
{"full_text":"RT We need more studies like this &amp; more randomized trials to answer questions about duration and breadth of immune response...","sentiment_score":0.5}
{"full_text":"RT please wear your mask. i just wanna go to a bts concert.","sentiment_score":0.0}
{"full_text":"It's gonna be an American taxpayer giveway the likes of which we've never seen.If you think a \"COVID relief package\" of 1.9 trilling (with a \"t\") and only 10% of it going to the American people was insane. Wait until you see the U.S. bailing out the rest of the planet.","sentiment_score":-0.25}
{"full_text":"RT Tanzania might be happy to destroy its tourism industry. Kenya needs to avoid further damaging its tourism by taking t...","sentiment_score":0.2}
{"full_text":"RT Everyone is so mad at Ted Cruz for going to Cancun during a state-wide weather emergency that we've completely forgotten to...","sentiment_score":-0.2625}
{"full_text":"I was strongly believing this!! I was like \"woo can't stay alone at home, he probably will be an mc or dj\" ","sentiment_score":0.6770833333}
{"full_text":"RT \"In light of this information, the CDC is not suggesting new restrictive measures, but encouraging people to continue to we...","sentiment_score":0.2681818182}
{"full_text":"RT Why Politicians and Doctors Keep Ignoring Research on Vitamin D and COVID. Studies on the benefits of vitamin D, particul...","sentiment_score":0.0}
{"full_text":"Looks like we have Larussa's succession plan!","sentiment_score":0.0}
{"full_text":"Oh look, another long weekend for Kenney's flunkie, because it's not like this should warrant her attention: \"Variants could bring 'strong resurgence' of COVID-19 if restrictions lifted, feds warn\"","sentiment_score":0.1916666667}
{"full_text":"RT COVID-19: No guarantee current lockdown will be the last, minister admits","sentiment_score":0.0}
{"full_text":"RT DC reports 160 new coronavirus cases today and one death from the virus.","sentiment_score":0.1363636364}
{"full_text":"Are you wondering what happens before, during, and after your appointment to get the #COIVD19Vaccine? These tips will help you know what to expect when you get vaccinated. ","sentiment_score":0.0}
{"full_text":"Wahoo.  The covid express will arrive MONDAY","sentiment_score":0.0}
{"full_text":"RT 10 years for lying about where you've been. How many for this? ","sentiment_score":0.5}
{"full_text":"Keep your vaccination card from your first appointment in a safe place! You'll need it at your second appointment to ensure that both doses of the #COVID19 vaccine you receive are the same type.","sentiment_score":0.21875}
{"full_text":"RT \"All our clubs\/national teams will not use neutral venues, as there is no substantial health reasons to do so.*SAFA finall...","sentiment_score":0.0}
{"full_text":"RT Some of the best coronavirus forecasts came from a then 26-year-old hobbyist working out of his parents' living room","sentiment_score":1.0}
{"full_text":"Share on Twitter","sentiment_score":0.0}
{"full_text":"RT AWARENESS is the greatest agent for CHANGE!  Join us in this race against rare diseases on the 28th of February 2021 at the...","sentiment_score":0.65}
{"full_text":"RT The strict lockdown in the UK was so effective that it stopped the spread of Covid in Sweden as well ","sentiment_score":0.6}
{"full_text":"So, so true.","sentiment_score":0.35}
{"full_text":"COVID-19 2nd wave: Community transmission in Edo hits 90.4 percent","sentiment_score":0.0}
{"full_text":"RT Discover. . .: Beating the COVID Blues by Alice Renaud #FearlessF... Discover how a lockdown drea...","sentiment_score":0.0}
{"full_text":"RT Hey y'all. Just like after Harvey and COVID19...The Asian groceries are well stocked even if HEB and others are running...","sentiment_score":0.0}
{"full_text":"RT Number Of Cases Increases Day By Day We Ask Our President To Save University students From Covid 19 Our Health Is More...","sentiment_score":0.5}
{"full_text":"RT In Austin, the downtown area and many of the city's wealthier neighborhoods on the west side never lost power, while the east...","sentiment_score":0.5}
{"full_text":"RT Hotel room at the Cancun Ritz Carlton: $305. Rapid covid test: $50. Flights from Houston: $257Knowing that someone in t...","sentiment_score":0.0}
{"full_text":"RT I always take luggage with me for airport drop offs and pickup Not to mention he shouldn't be able...","sentiment_score":0.5}
{"full_text":"Here we go! Turn on now or watch our livestream of visit at in Portage. https:\/\/t.co\/TBkgVHO1yi","sentiment_score":0.0}
{"full_text":"Eerily prescient pandemic novel Songs for the End of the World by Saleema Nawaz ","sentiment_score":0.0}
{"full_text":"When prescribed extended lockdown for her \"patients\" with full support of did they understand that right across Steeles hair salons, bars and restaurants would reopen? Do they now still think that keeping TO locked down will work (like November)?","sentiment_score":0.1600529101}
{"full_text":"RT Ex-Yankee Johnny Damon, having already loudly supported Trump and whined about coronavirus restrictions, completed the ret...","sentiment_score":0.1}
{"full_text":"Three of my favorite things are 1) \"Angels in America\"; 2) and 3) foreign policy.So this is a must read \"Literature's power to illuminate otherness makes it critical to national security leadership\"","sentiment_score":0.125}
{"full_text":"RT Kudos &amp;THANKS for responding to the plea of many and extending sick days from 2 weeks to 4 weeks. Now w...","sentiment_score":-0.1071428571}
{"full_text":"Well at least that's something. I thought it was gonna be more awkward, but you've been in for one lockdown already","sentiment_score":-0.1333333333}
{"full_text":"RT Great that Covid levels are at their lowest since late November.But they're still much higher than last summerWhen c...","sentiment_score":0.1875}
{"full_text":"RT Khan says statues row makes BAME people more vulnerable to Covid.In an extraordinary claim he says BAME vaccine-hesi...","sentiment_score":0.1111111111}
{"full_text":"COVID, Dengue and now the Sahara Dust!? ","sentiment_score":0.0}
{"full_text":"RT Joe Biden's greatest fear of the China Virus is losing his sense of smell.","sentiment_score":1.0}
{"full_text":"RT How about, \"If you get fully vaccinated, you're virtually certain not to die of covid\"?","sentiment_score":0.2142857143}
{"full_text":"RT The antiviral protocol includes what the Turkish Lab reported as effective 95 % protection against...","sentiment_score":0.6}
{"full_text":"Today is a friend's birthday which marks a year since the last in person birthday my group of friends celebrated before lockdown. His boyfriend's birthday was the first quarantine\/virtual birthday. Both are Pisces. We're entering the depressing territory of quarantine-iversaries","sentiment_score":0.0}
{"full_text":"RT Amazon UK sales have soared to PS20 billion in the pandemic. Its owner, Jeff Bezos, is world's richest man.But agency wo...","sentiment_score":0.0}
{"full_text":"One year ago, told the Munich Security Conference COVID-19 was very dangerous and \"public enemy number one.\" He was right.Now he and other world leaders are calling for #VaccinEquity.Hopefully more people listen this time.https:\/\/t.co\/gFnKvgtTJ0","sentiment_score":-0.10125}
{"full_text":"I fact that I have been programming for a year straight no breaks during this pandemic is insane...I actually do more work remotely than before.","sentiment_score":0.2}
{"full_text":"Time makes no sense right now. On the one hand the days of #lockdown are crawling by ... &amp; yet how can it possibly be 50 days already since we started #100daysofwalking?","sentiment_score":0.1428571429}
{"full_text":"RT DR. JOHN CARTER JR., 85, of Poughkeepsie, New York, died of COVID on Feb. 4, 2021. \"John had always committed himself t...","sentiment_score":0.1363636364}
{"full_text":"RT A handful of the sketch commissions I took on to keep myself supported while I recover from covid. Thanks again, guys! ht...","sentiment_score":0.25}
{"full_text":"Weapons deal with Chile, the extradition of Assange and mass deportations.Shut up neoliberal scum.","sentiment_score":-0.3}
{"full_text":"RT GOP governors ending mask mandates as #COVID numbers drop, citing obligation to businesses, residents","sentiment_score":0.0}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"How Does Telemedicine Work? The Future of Healthcare Technology in the Era of COVID-19. Learn more about Telemedicine Solutions with at #Healthcare #Hyproi #Telemedicine #BYOD #VirtualMobility #MobileDeviceSecurity","sentiment_score":0.25}
{"full_text":"RT Are you a single parent struggling to pay for childcare? Congress needs to hear from you. The COVID relief bill makes i...","sentiment_score":-0.0714285714}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT \"Chase...was censured by her State Senate colleagues &amp; stripped of committee assignments after she called the rioters at...","sentiment_score":0.0}
{"full_text":"Ensuring #COVID19 #vaccines aren't exposed to adverse temperatures will be the biggest challenge for the -80degC #Pfizer #coronavirus #vaccines. #SARSCOV2 #pandemic #ColdStorage","sentiment_score":0.0}
{"full_text":"RT Coming soon: Mimi Sheller's Online Lecture 3\/11\/21 on Pandemic (Im)mobilities, #mobility #disruptions, and low-carbon tr...","sentiment_score":0.0}
{"full_text":"RT Calls for compensation scheme for UK frontline workers with long Covid","sentiment_score":-0.05}
{"full_text":"Novavax Announces Memorandum of Understanding with Gavi for Cumulative Supply to COVAX Facility of 1.1 Billion Doses of COVID-19 Vaccine.","sentiment_score":0.0}
{"full_text":"RT Flashback: NY Times (January, 2007): \"Faith in [PCR] Test Leads to Epidemic That Wasn't\"Flash forward: If this test fal...","sentiment_score":0.0}
{"full_text":"It really is a shock - after 11 months of being told to just get on with it, I'm suddenly deemed high risk enough to qualify for priority supermarket slots and medication delivery. I could have done with that last March. Thankfully I was careful enough.","sentiment_score":0.0371428571}
{"full_text":"RT whydid we believe a WHOLE pandemic would be over in 3 weeks??? ","sentiment_score":0.2}
{"full_text":"RT Last week wrote a letter to President Biden insisting the border stay closed with Mexico due to #covid. Is he quara...","sentiment_score":-0.075}
{"full_text":"RT Hotel room at the Cancun Ritz Carlton: $305. Rapid covid test: $50. Flights from Houston: $257Knowing that someone in t...","sentiment_score":0.0}
{"full_text":"CDC data on first month of vaccinations find Pfizer-BioNTech, Moderna shots safe to use","sentiment_score":0.375}
{"full_text":"RT Ron DeSantis has the flags at half mast for Rush Limbaugh. I wish he would treat the 30,000 Floridians who died from Covid o...","sentiment_score":-0.1666666667}
{"full_text":"Too bad he got arrested for a DUI BUT what does him supporting trump and opposing COVID restrictions has to do with anything?","sentiment_score":-0.225}
{"full_text":"RT Talking about Power Rangers Dino Fury...https:\/\/t.co\/2CtghurZFk","sentiment_score":0.0}
{"full_text":"RT #COVID19 has shown just how important and essential caregivers are for our economy, veterans &amp; military, health care sys...","sentiment_score":0.1}
{"full_text":"3 Ways Cities Can Win in a Post-Covid Economic RecoveryEntrepreneurs could help fill a vital role in job creation over the next few years. Community leaders and policy makers can take steps now to help make it happen.https:\/\/t.co\/GxGqrdP38u","sentiment_score":0.18}
{"full_text":"Diesel's latest campaign, \"When Together,\" centers on reunited lovers clad in denim.https:\/\/t.co\/X5DLTiMZ2s","sentiment_score":0.5}
{"full_text":"I'd love to see a case study of how different types of orgs handle remote work. Are employees happy about 's decision? Personally, I love flexibility but also miss collaborating with coworkers in the office.","sentiment_score":0.34}
{"full_text":" PLANET EARTH 2021-02-1820.5 million years of life lost to Covid-19.https:\/\/t.co\/CG5DOHD1KV RT #Humanity #Humans","sentiment_score":0.0}
{"full_text":"Report: States With Greatest Increase in COVID-19 Vaccinations Have Decreasing HospitalizationsLearn more:","sentiment_score":0.75}
{"full_text":"The impeachment commission would gather evidence surrounding the nursing home controversy, according to a statement. Some Democrats are also calling for the removal of Cuomo's emergency powers during the pandemic.","sentiment_score":0.0}
{"full_text":"Not that many people seem to be staying at home in the least, even leaving out the question of schools. But this is still very good news for avoiding an even worse situation than we are headed towards anyway, so yay!","sentiment_score":0.1525}
{"full_text":"Today's COVID-19 update for Gallatin County.Find more local data here:","sentiment_score":0.25}
{"full_text":"Pfizer and BioNTech have announced a new trial to evaluate their COVID-19 vaccine in pregnant women.","sentiment_score":0.2348484848}
{"full_text":"How India is using Covid-19 vaccine to woo its neighboursIndia, China, the UAE and others dole out donations in countries where they seek sway. In some cases, they are sending doses despite pressing needs at homeRead:","sentiment_score":0.0}
{"full_text":"White House coronavirus adviser Andy Slavitt says the vaccine won't spoil and is \"safe and sound\" in warehouses.https:\/\/t.co\/4k62d4RhY2","sentiment_score":0.3}
{"full_text":"RT Investing in childcare helps our economy by letting parents fully participate in our workforce. I'm glad the COVID reli...","sentiment_score":0.5}
{"full_text":" Tickets are now available for the 2021 SSAC M&amp;W Basketball Championships for those that receive a passcode from a team. Stay tuned for availability for the general public.  200 fans per game Masks and social distancing required","sentiment_score":0.0166666667}
{"full_text":"A vaccine triggers your immune system to fight. I've already had Covid","sentiment_score":0.0}
{"full_text":"Take part in the Black Cultural Awareness Club's virtual Unity Walk on Sunday, February 21! Carry a sign, chant, wear a unity mask or simply take a walk in celebration of unity. #ColonialWalk4Unity. Send us your pics:","sentiment_score":-0.0138888889}
{"full_text":"RT #BREAKING: Stay-at-home order remains in effect for Toronto and Peel but restaurants, gyms will reopen in York Region next weekh...","sentiment_score":0.0}
{"full_text":"A mask.","sentiment_score":0.0}
{"full_text":"RT Ex-Yankee Johnny Damon, having already loudly supported Trump and whined about coronavirus restrictions, completed the ret...","sentiment_score":0.1}
{"full_text":"Alan Ormsby, AARP Utah State Director, wants you to be aware of #COVID vaccine scams. He shares some tell-tale signs that you are dealing with something illegitimate, and what to do about it.Watch segment!","sentiment_score":0.25625}
{"full_text":"Three simple words. 'I love you' is good, too. But if you love your family, your neighbors, your country... listen to science and wear a mask.And maybe help us register more Democrats. #RegisterDemocrats #Voterizer","sentiment_score":0.44}
{"full_text":"The vaccines are an important way to protect us from COVID-19. They are safe and effective and there are very few people who cannot get the vaccines for medical reasons. Public health units are leading the local COVID-19 vaccine rollout in communities.","sentiment_score":0.1771428571}
{"full_text":"Latest figures from Public Health Wales","sentiment_score":0.25}
{"full_text":"COVID19 increased #solitaryconfinement with the false idea of \"protecting\" kids. This doesn't work. Let's push for new solutions to &amp; end youth incarceration. Press Release: Click to learn more:","sentiment_score":0.0787878788}
{"full_text":"Winter storms across the country have led to a delay in shipping about 6 million COVID-19 vaccine doses.","sentiment_score":0.0}
{"full_text":"Have you had a lockdown proposal? Set in 22 acres of private parkland, but boasting a city-centre location, this wedding venue in Wolverhampton offers the best of both worlds for your special day. Find out more about our unique venue here ","sentiment_score":0.3886904762}
{"full_text":"The Uganda National Examinations Board (UNEB) has warned that it won't lower its setting and grading system for the 2020 candidates in spite of the disruptions they have suffered due to the outbreak of COVID-19  #NTVNews #COVID19https:\/\/t.co\/FvNI1YXFqQ","sentiment_score":-0.125}
{"full_text":"\"We take customer safety very seriously and made repeated attempts to gain compliance from this franchise owner,\" a statement from UPS said. ","sentiment_score":-0.4333333333}
{"full_text":"COVID-19's 'thundering' effect on taxes #Taxes #Covid19 #TaxLaws","sentiment_score":0.0}
{"full_text":"A post COVID necessity of mine is seeing Tame Impala live","sentiment_score":-0.0401515152}
{"full_text":"Two people who flew into Hawaii from Louisiana were arrested last week after allegedly trying to bribe their way out of the state's required COVID-19 precautions.","sentiment_score":-0.05}
{"full_text":"\"The agency has a crisis on its hands.\"During the pandemic, the number of monthly SSI applications and new benefit awardees has declined sharply.https:\/\/t.co\/TorLwza60F","sentiment_score":0.1363636364}
{"full_text":"Walk with us virtually tomorrow, Feb 20th, for The Coldest Night of the Year, in support of the This covid-safe, family-friendly walk raises money for charities serving people experiencing homelessness and hunger! #cnoy21Register today","sentiment_score":0.0}
{"full_text":"Mombasa is Africa's fifth busiest harbour. It's also long been a haven for assorted miscreants. Here's why this puts #COVID19 #vaccines at risk.","sentiment_score":-0.05}
{"full_text":"#COVID19Colorado has now officially claimed more than 5,500 lives, with hundreds of additional deaths, which appear to have at least an arm's length connection to the pandemic.https:\/\/t.co\/SB62AHh6gr#covid19","sentiment_score":0.1}
{"full_text":"We're excited to share with you this #VCIntern highlight featuring our 2020-2021 Archives Intern Serena Rodholm! Learn more about her experience working remotely with VC and how she balances student &amp; intern life during the pandemic at","sentiment_score":0.2895833333}
{"full_text":"Americans are struggling to navigate various scheduling systems, website crashes and a sluggish rollout of the two vaccines approved so far.","sentiment_score":0.05}
{"full_text":"Americans are struggling to navigate various scheduling systems, website crashes and a sluggish rollout of the two vaccines approved so far.","sentiment_score":0.05}
{"full_text":"I'm surprised and pleased.  The Good Law Project continues to expose lots of misuse of public funds during this pandemic.","sentiment_score":0.325}
