{"full_text":"RT I may have blinked, but I don't think I heard the #ClimateEmergency mentioned once on #MarrBecause our political sys...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT What a load of bollocks. They are truly desperate now.","sentiment_score":-0.6}
{"full_text":"RT Boris Johnson told MPs that staying in the European Medicines Agency would have made the UK vaccine rollout \"impossibl...","sentiment_score":0.0}
{"full_text":"Healthy Industry experts have an issue for charging less on the vaccine since huge opportunities are missed to increase their profits s demand is crazy! On the hand, people want to keep the vaccine prices as cheap and affordable for everyone's reach.Any thoughts?","sentiment_score":0.0766666667}
{"full_text":"RT \"Being a 9 year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"Jeremy Lin detailed the racism tha...","sentiment_score":0.2}
{"full_text":"#Americans deserve better#Fake #Reliefbill","sentiment_score":0.0}
{"full_text":"Even has rebutted this nasty, dangerous, unfounded lie on Twitter!  Please report!","sentiment_score":-0.96875}
{"full_text":"RT This can lead to the spreading of coronavirus from day scholars to hostel students and vice versa.6. The locals are als...","sentiment_score":0.0}
{"full_text":"Congratulations on making it this far, Akash. Did the initial unavailability of liquor at the beginning of lockdown help prime you for the sobriety to come?","sentiment_score":0.05}
{"full_text":"Covid 19 vaccines are FREE- Boss Mustapha","sentiment_score":0.4}
{"full_text":"Income disparity Racism CovidClimate changeEducationTrump cult, white supremacy","sentiment_score":0.0}
{"full_text":"RT BREAKING--A new hope--3rd vaccine is now approved. FDA has emergency authorized Johnson &amp; Johnson's single-shot #COVID19 vacc...","sentiment_score":0.1363636364}
{"full_text":"Soon.https:\/\/t.co\/MpIaLlC872","sentiment_score":0.0}
{"full_text":"hello! I sent myself back to the audience but Ayam buah keluak is my FAVE. please eat it for me in these COVID-inaccessible times.","sentiment_score":0.0}
{"full_text":"RT Wow, this is an absolute game changer.There's now a mRNA vaccine in the works for malaria.Huge, huge news for Africa....","sentiment_score":0.075}
{"full_text":"I understand that there is planned breach of Lockdown law at 13:00 today at Aldgate East tube.It has been arranged and promoted by Piers Corbyn. If he's not still in the cells from yesterday please could the take the appropriate action and stop him from spreading lies","sentiment_score":0.3}
{"full_text":"Top class article - issues, salient suggestions and red flags for future","sentiment_score":0.1666666667}
{"full_text":"RT The world needs to know that New Zealand does not have the perfect Covid response.  Hard border closures are destroyin...","sentiment_score":0.2815656566}
{"full_text":"I suppose of my pure being a pedant you'd say San Marino does. Perhaps a bit unfair though. Either way, it is not the U.K.","sentiment_score":-0.1428571429}
{"full_text":"RT Are you kidding me??? Hell no!I spend ALL DAY as a Covid Tracer helping people who are scared and sorry that...","sentiment_score":-0.5}
{"full_text":"So rangers winning the league and doing well in Europe is due to covid in your eyes ?","sentiment_score":0.1875}
{"full_text":"RT Things they don't tell you on your PGCE...","sentiment_score":0.0}
{"full_text":"RT NZ goes into a 7 day lockdown because of one covid case. UK is embarking on actions which at the government's best case...","sentiment_score":1.0}
{"full_text":"RT Know more about #COVID19 vaccines available at the DHA. Dubai resident who are above 60 years old, chronic disease and peopl...","sentiment_score":0.25}
{"full_text":"RT ITS NOT about fix you cover. I dont care if he didnt like or even brag the music itself. The real problem...","sentiment_score":0.2}
{"full_text":"RT Written exams of Secondary School Certificate (SSC) Class X will be held from April 29, 2021, to May 31, 2021. Results...","sentiment_score":-0.3}
{"full_text":"Any boost to unionism from the Salmond inquiry is reversed by polls showing Johnson's popularity in England  via","sentiment_score":0.0}
{"full_text":"RT Let's see if we can get support for independent (mainly open air!) nurseries to open the same as (mainly indoor) garden cen...","sentiment_score":0.0333333333}
{"full_text":"I miss this.. after covid I'll be waiting for you in North Macedonia ","sentiment_score":0.0}
{"full_text":"RT MUMIA HAS COVID- REMOTE CALL TO ACTION: Continuously call and urge others to call the following numbers to demand Mumia'...","sentiment_score":0.0}
{"full_text":"\"... For me, the vaccination was a gloomy submission to a new world of excessive safety and regulation. I'd tried to fight against it but I lost...\"","sentiment_score":-0.0568181818}
{"full_text":"Nor I believe me","sentiment_score":0.0}
{"full_text":"RT As KK shows decreasing in covid19 cases, Tanjung Aru beach has finally reopen back few days ago with SOP applied and under Enfo...","sentiment_score":-0.0666666667}
{"full_text":"RT You don't want to lockdown. You don't want to wear masks. You don't want to get vaccinated but you want COVID to magically go...","sentiment_score":0.5}
{"full_text":"RT No wonder the Syrian people are suffering a health crisis (especially in the midst of a pandemic): at least 3,364 health care...","sentiment_score":-0.15}
{"full_text":"RT Having had some discussions with hesitant NHS staff about this, their concerns were no different from broader public. Speed of...","sentiment_score":0.0}
{"full_text":"I DID NOT say that. Clearly people with serious underlying health conditions have a significantly higher risk of adverse reaction to Covid19 which may be difficult to mitigate.However, fatties have the option of slimming to reduce their risk!That was my fact based point","sentiment_score":-0.1208333333}
{"full_text":"RT If you are as sick of Boris Johnson's relentless and shameless lying as I am RT this to everyone you know. We have to...","sentiment_score":-0.7142857143}
{"full_text":"RT Listening to this again from #Marr makes me so angry. How dare Hancock suggest he broke law to prevent shortages of PPE...","sentiment_score":-0.5}
{"full_text":"This headline is pretty misleading. It's not that CDC guidelines are meeting kids from being vaccinated, it's that we don't know if these vaccines are safe for kids. As the quoted doctor says, kids aren't small adults. We don't know what dosing will do to smaller bodies","sentiment_score":0.125}
{"full_text":"RT JUST IN : Michigan Republicans Call for an investigation into Gov. Gretchen Whitmer over coronavirus deaths at nursing...","sentiment_score":0.0}
{"full_text":"RT The evidence is immense. But it could be Mt. Everest and the politicians running public health would turn a blind eye unti...","sentiment_score":-0.1666666667}
{"full_text":"RT After a rigorous scientific review process, the FDA issued an emergency use authorization for a third safe and effective COVID-1...","sentiment_score":0.3666666667}
{"full_text":"RT Our Stage 1 RR to investigate statistical reporting inconsistencies  in COVID-19 preprints &amp; matched controls receive...","sentiment_score":-0.1}
{"full_text":"I don't see what people's problems are? I hate what lockdown has done to us all- but I had my first vaccine yesterday. Not so much out of fear of covid- but because I just want this bloody lockdown to be over . It's everyone's choice","sentiment_score":-0.2875}
{"full_text":"RT Yes an extraordinary year it's been. We must keep up the pressure for more research and action. Thanks for rememberin...","sentiment_score":0.2833333333}
{"full_text":"Dom, peer reviewed science says we should be anally swabbing children to test for Covid. Do you believe in that?","sentiment_score":0.0}
{"full_text":"RT SternNO TO RACISM#NOtoRacism#NEINzuRassismushttps:\/\/t.co\/FqNMffMuQU","sentiment_score":0.0}
{"full_text":"RT Florida officials have not provided an agreement, contract, or even any documentation outlining the terms of that partnership...","sentiment_score":0.0}
{"full_text":"RT If you don't support the Covid relief bill you don't support America.","sentiment_score":0.0}
{"full_text":"I already had issues with being in public or round people, covid made it easier to say \"nope\" I don't wish to interact with humans today ","sentiment_score":-0.1}
{"full_text":"Nobody wants a lockdown, but it's the only thing that brings cases down. Stop being a fool and just wait and eventually it will be lifted","sentiment_score":0.0148148148}
{"full_text":"RT This is very good. And we are about to face another version of this problem, where people assume the much lower risk of inf...","sentiment_score":0.555}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT We asked doctors what we can do because the pandemic fatigue right now is real","sentiment_score":0.2428571429}
{"full_text":"RT Germany, Finland, Mexico digitize their \"population management\" &amp; join the growing global movement for a national Digital...","sentiment_score":0.0}
{"full_text":"RT #WorldNGODay NGOs will be the lynchpin of \"living together\" post COVID-19. They are an essential partner in our effort...","sentiment_score":0.0}
{"full_text":"Please respect COVID-affected essential businesses greatly.","sentiment_score":0.4}
{"full_text":"Guess some people are finding lockdown hard...","sentiment_score":-0.2916666667}
{"full_text":"RT #Reducemoresyllabus        Mam plss...","sentiment_score":0.0}
{"full_text":"The new research outlines that at-home abortions aren't just safe, they're a quicker and more comfortable way for people to access essential care. ","sentiment_score":0.3072727273}
{"full_text":"Chester Zoo animals born in lockdown you can see when it finally reopenshttps:\/\/t.co\/pSz7mkfpmS","sentiment_score":0.0}
{"full_text":"COVID-23 has nothing on their love , experience the chemistry of KJ Apa and Sofia Carson at Ster-Kinekor in #Songbird, make sure you see this COVID Sci-fi thriller the way it's meant to be seen, on the big screen. Book now: #DoMoviesRight #Songbird","sentiment_score":0.3333333333}
{"full_text":"#TheLeaderPodcast Did Prince Harry's James Corden interview overshadow the Queen's vaccination message? And how offices will change post-pandemic. Listen here:","sentiment_score":0.0}
{"full_text":"The government has set out a four stage roadmap for the easing of lockdown restrictions from 8 March, starting with the reopening of schools and colleges. More info on","sentiment_score":0.25}
{"full_text":"We were very pleased to be featured on  recently about our online offerings.Where To Find Mental Health Support in Guernsey During Lockdown: #mentalhealth #guernsey #livelifewell","sentiment_score":0.1833333333}
{"full_text":"SUPER 1s | Introducing Tom, taking on the five-ball batting challenge during lockdown.A fine display of batting, worthy of every one of the 100,028 points scored We can't wait to welcome Tom and the rest of the Super 1s back soon.#TavsTakeover ","sentiment_score":0.3694444444}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"The COVID-19 vaccine is safe, effective and gives you the best protection against coronavirusLocal GP, Dr Zuhaib Keekeebhai, gives the vaccine the thumbs up and urges you to have it when it's your turn ","sentiment_score":0.7}
{"full_text":"A Co Antrim farmer's daughter has become a new social media star with her posts aimed at making country living look cool.https:\/\/t.co\/DsAnhjrt6i","sentiment_score":0.0848484848}
{"full_text":"Have you signed the petition yet? Call centre employers are unnecessarily putting their workers at risk. In many cases, they are failing to provide risk assessments and adequate face coverings. At such a crucial stage in the pandemic, it is vital that employers act now!","sentiment_score":0.0930555556}
{"full_text":"To help drive down local transmission of Covid-19, rapid testing is available to people WITHOUT symptoms in North Ayrshire. Testing is available seven days a week, 10am to 6pm, until 10th March at:  Castlepark Community Centre, Irvine There is no need to book.","sentiment_score":0.1611111111}
{"full_text":"Support Moldova response to the pandemic #France #UK #Nederland #Germany#Greece #Belgium #Switzerland #Italy#Spain #Portugal #Autriche #Islande, #Norway, #Sweden, #Ireland #Luxembourg","sentiment_score":0.0}
{"full_text":"Leader readers have been sharing photos of their pets to help put a smile on people's faces at a time when it really is needed.","sentiment_score":0.25}
{"full_text":"How has Covid-19 impacted how we see science? What sources should we trust? joins the podcast to discuss:","sentiment_score":0.0}
{"full_text":"After this pandemic everyone is more insane","sentiment_score":-0.25}
{"full_text":"The pandemic has caused people to celebrate birthdays differently, and this year for Jolie Kate Boyd's birthday, her family and friends threw her a drive-by birthday parade Saturday.","sentiment_score":-0.125}
{"full_text":"RT So Rishier-than-the-Queen wants US to feel guilty about the debt the Govt has racked up on Covid? The cost of late and terr...","sentiment_score":-0.2}
{"full_text":"It's been a fantastic month as we celebrated LFBTQ+ history this February! It has been a wonderful and insightful month.  Sadly, it now draws to a close, but as it does, why not check out our video from last year's lockdown Pride.","sentiment_score":0.2675}
{"full_text":"It is thanks to a push, to get people off the streets during lockdownhttps:\/\/t.co\/BZrjCGEUmy","sentiment_score":0.2}
{"full_text":"If you need to leave the house for an essential reason and have to share a vehicle, you should avoid eating in the car. As well as this you should minimise touching any surfaces. #dontdrivethevirusFor more information on car sharing visit:","sentiment_score":0.3333333333}
{"full_text":"Employees of Tencent are vaccinated in #Beijing's Haidian district on Monday.  Since Spring Festival, several districts in Beijing have ramped up coronavirus #vaccinations with the goal of inoculating as many eligible people as possible. ","sentiment_score":0.1666666667}
{"full_text":"The number of coronavirus cases in Welsh schools in the last week and the plans to ramp up returnhttps:\/\/t.co\/KjSPxU3CWb","sentiment_score":0.0}
{"full_text":"Waiting for the #covid-19 #vaccine? Or already had it? Share your experiences here:","sentiment_score":0.0}
{"full_text":"Don't be hard on yourself. The first lockdown was a very challenging time in so many ways.","sentiment_score":0.2770833333}
{"full_text":"Thanks for your lovely messages about the gig! The album is going to be a combination of the 2 gigs we did in lockdown and is strictly ltd edition. It's very likely to become a collectors item, so don't miss out. You can pre-order yours here. RT pls. xxx","sentiment_score":0.275}
{"full_text":"RT F.D.A. Clears Johnson &amp; Johnson's Shot, the Third Vaccine for U.S. #SundayMotivation #SundayThoug...","sentiment_score":0.0}
{"full_text":" ZERO DEPOSIT EVENT  DON'T MISS OUT Its As Easy As 1,2,3   1- Book Today With ZERO deposit  2- Spread The Cost Of Your Holiday With Our Monthly Direct Debit Payment Plan  3- Take Our Enhanced Travel Insurance With Covid-19 CoverCall 01743 816897","sentiment_score":0.2666666667}
{"full_text":"\"Over 12million Brits have volunteered during coronavirus pandemic\" - previews a finding from the new #TalkTogether research published by tomorrow ","sentiment_score":0.1363636364}
{"full_text":"Hungarian President Janos Ader received an injection of China's Sinopharm vaccine against #COVID19 on Friday as the country was bracing of the pandemic. Meanwhile, Ader called on all Hungarians to register for the vaccination as soon as possible.","sentiment_score":0.0}
{"full_text":"Covid19 VAX: aged 50+and need trapsort? AGE UK arrange free taxi transport to and from your Covid19 Vax appointment within K&amp;C. Please contact Amy Shallon at ashallon@ageuk.org.uk or call 07947 188 221","sentiment_score":0.15}
{"full_text":"interesting","sentiment_score":0.5}
{"full_text":"Even if you've had the COVID-19 vaccine, it's still vital to stay at home and follow social distancing guidelines.","sentiment_score":0.0666666667}
{"full_text":"Solidarity Art will meet eleven artists in to get additional resources for the Covid-19 research.","sentiment_score":0.0}
{"full_text":"It's important to be informed about the COVID-19 vaccine, but there is lots of misinformation out there. Make sure your facts come from a reliable source. Sources you can trust include:PHA: Direct: #COVID19vaccine","sentiment_score":0.3333333333}
{"full_text":"16 or 17? Voting can seem like a waste of time, but politicians listen to those who vote. Have your say on the issues that matter to you - from the climate to COVID to mental health and education - by making sure you are ready to vote! #vote16","sentiment_score":0.1125}
{"full_text":"Kicking off day 2 of N64 Today's #GameBlast21 charity marathon stream with Banjo-Kazooie: Stay At Home: mod has 8 new amazing worlds inspired by other N64 games. Want to see them all? Well you'll need to donate to unlock some of them...","sentiment_score":0.2028409091}
{"full_text":"The pandemic has demonstrated the vital role of residents, businesses and communities working collaboratively with councils to overcome challenges. Our Inner Circle #Sundayread showcases CEX Martin Esom, writing in on this and more:https:\/\/t.co\/rlnyDH9k1j","sentiment_score":0.05}
{"full_text":"This past year has taught us to appreciate the wonders of nature like never before   Join Ranger Lizzie in our latest blog post as she discovers a new perspective on wildlife in her local area during lockdown: #lockdownwildlife","sentiment_score":0.0965909091}
{"full_text":"Still unsure of what the first stage of the road map is https:\/\/t.co\/VSQBQVRXjh The dates are only for guidance - please keep following the rules from and we will all get there together ","sentiment_score":0.0833333333}
{"full_text":"Around 96% people saw drop in their earnings during #COVID19 induced #lockdownhttps:\/\/t.co\/ZqB0gJRPK7","sentiment_score":0.0}
{"full_text":"A nationwide drop in COVID-19 screenings comes at a significant moment in the outbreak. But experts warn of what could happen if everyone drops their guard.","sentiment_score":0.375}
{"full_text":"COVID 19 cases in India until : 28\/02\/2021 15:30Total Cases: 11096618 [+176]Active: 161514Recovered: 10773440 [+163]Deaths :157088 [+1]Total Tests: 216.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"COVID-19 has had a devastating impact throughout Southeast Asia. But hope is on the horizon. At #SEADS2021 leading global thought leaders will discuss ways to join forces and harness innovation to address the COVID-19 crisis. #ADBSEADSSign up for the two-day virtual event ","sentiment_score":-0.5}
{"full_text":"Though the lockdown disrupted the economy and left many jobless, people from the Kaani tribes of Kalakkad Mundanthurai Tiger Reserve remained prosperous, cultivating eri silk worms and paving the way for a new source of income.@NewIndianXpresshttps:\/\/t.co\/0Jrpceo8mr","sentiment_score":0.2121212121}
{"full_text":"Which side of history will your country be on in this pandemic? ALL governments should prioritize public health and support the movement for #NoCovidMonopolies  https:\/\/t.co\/JnfhodjZy1","sentiment_score":0.0}
{"full_text":"Across Scotland, more than 1.6 million people have received their first dose of the Covid-19 vaccine.","sentiment_score":0.375}
{"full_text":"The Competition and Markets Authority have told Lastminute. com they will face legal action unless they refund the customers they've committed to repay for package holidays cancelled due to the #coronavirus pandemic.","sentiment_score":0.0583333333}
{"full_text":"An increasing number of people are suffering from loneliness due to #COVID19 lockdown. In Japan, the suicide rate has risen for the first time in 11 years, and the government has appointed a minister of loneliness to tackle the problem. Terrence Terashima reports.","sentiment_score":0.0625}
{"full_text":"\"In struggling with misfortunes lies the true proof of virtue.\" (Troilus and Cressida) #ShakespeareSunday Huge gratitude to all the heroes out there, on the frontline, keeping life moving, keeping us healthy, and safe. #NHS #caregivers #keyworkers #EssentialWorkers #COVID19","sentiment_score":0.4375}
{"full_text":"Mozambique receives its first batch of COVID-19 vaccines from China","sentiment_score":0.25}
{"full_text":"In lockdown this is x10000","sentiment_score":0.0}
{"full_text":"I seem somehow to be getting through an absurd amount of socks during lockdown.Socks, I said.Some people. :-)","sentiment_score":0.0}
{"full_text":"The Competition and Markets Authority have told Lastminute. com they will face legal action unless they refund the customers they've committed to repay for package holidays cancelled due to the #coronavirus pandemic.","sentiment_score":0.0583333333}
{"full_text":"At tonight's Community Forum we'll be considering our plans for church as we emerge out of covid restrictions, as well explaining the next steps for our building refurbishment project. Details of how to join in are included in your community news email.","sentiment_score":0.0}
{"full_text":"RT Uganda has banned her locals employed by the US Embassy from taking the mandatory Covid19 vaccine jab.","sentiment_score":0.0}
{"full_text":"Everything you wanted to know about dung beetles, but were too afraid to ask! Just in case your #lockdown weekend is short of fun, check out this new website. A great take on a serious subject.  :-)  Thanks ","sentiment_score":0.0762626263}
{"full_text":"RT Very important from Asymptomatic transmission is extremely rare. Yet the whole of our covid public health policy h...","sentiment_score":0.255}
{"full_text":"#COVID19Vaccination | Aged between 45 and 60? Know if you can get the jab in this phase? Check list of 20 comorbid conditions#COVID19Vaccine","sentiment_score":-0.1}
{"full_text":"RT For what it's worth, I'm definitely here.  #IStandWithNicola I've watched this woman work her hardest through the COVID-19 c...","sentiment_score":0.15}
{"full_text":"The Covid-19 vaccines being used in the UK have passed a whole range of rigorous quality and safety checks by the MHRA, our national regulatory authority.If you have specific concerns about pregnancy and the vaccine, speak to your maternity team.","sentiment_score":0.1}
{"full_text":"A Rock County Sheriff's Office program that gives some jail inmates the chance to train dogs for adoption has resumed after nearly a year on hiatus during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Covid shot at 522 Gujarat private hospitals for Rs 500, processing fee at Rs 100 - Times Now","sentiment_score":0.0}
{"full_text":"Rest in peace to all those who lost their lives saving ours https:\/\/t.co\/hY0K1MDnvI","sentiment_score":0.0}
{"full_text":"A World War II-era plane flew Saturday over the funeral service of Captain Tom Moore to honor the veteran who single-handedly raised millions of pounds for Britain's health workers by walking laps in his backyard. #COVID19https:\/\/t.co\/8p61fBAPdH","sentiment_score":0.0}
{"full_text":"RT Before the pandemic, small businesses employed two-thirds of the European workforce. Now many of them are struggling to survi...","sentiment_score":0.0833333333}
{"full_text":"From tomorrow we will be sharing videos on the difference between #lowmood and #depression and how we can recognise signs &amp; symptoms, but also coping tips &amp;  strategies. #HugYourCommunity #sadness #lonely #fatigue #tired #feelinglow #support #mood #unhappy #sad #therapy #covid19","sentiment_score":-0.4}
{"full_text":"RT What's the point of the Chancellor Rishi 'You'll have to wait until Wednesday' Sunak doing the media TV rounds today to sa...","sentiment_score":0.0}
{"full_text":"With thousands of renters &amp; landlords facing rent arrears due to the pandemic we're calling for the Chancellor to introduce a financial support package in the #Budget Read our joint call with &amp; many others  #EndRentDebtCrisis","sentiment_score":0.125}
{"full_text":"RT Philippines gets first shipment of Covid-19 vaccine from China, kicks off vaccination drive","sentiment_score":0.25}
{"full_text":"In this week's update, Julie Webster - Wirral's Director of Public Health - shares news on the Government's COVID-19 roadmap and what we can do to help achieve these steps.","sentiment_score":0.0}
{"full_text":"RT CPAC fact check: false claims about election, Capitol attack, immigration, COVID, and The Muppets","sentiment_score":-0.4}
{"full_text":"Hertfordshire Freemasons volunteer to help COVID-19 vaccination drive. See #Freemasons #Freemasonry.","sentiment_score":0.0}
{"full_text":"RT #Blood donation by a number of military volunteers from the 1st Artillery Regiment, King's Guard, during COVID-19 pande...","sentiment_score":-0.1}
{"full_text":"RT Viruses don't discriminate and neither should we.We need solidarity, NOT stigma in fighting the spread of #COVID19","sentiment_score":0.0}
{"full_text":"That's a short list. No populist right wing groups or covid deniers then?","sentiment_score":0.1428571429}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Universal Peace Federation's 5th #RallyofHope Sun Feb 28th, Highlights at 5 pm (GMT). From Pandemic to Peace: Become an Ambassador of Change Joining World Leaders and One Million Plus Global Participants More info #UPF","sentiment_score":0.1666666667}
{"full_text":"The elderly + chronically ill may now register for a covid-19 vaccine #Egypt #TL","sentiment_score":-0.5}
{"full_text":"RT Now, this pandemic is almost over. We're in the endgame nowOnce it's finished we really should do a full analysis of the re...","sentiment_score":0.275}
{"full_text":"Latest thought piece from the McKinsey Global Institute on the future of work post covid19 and implications for leaders in the next normal","sentiment_score":0.13}
