{"full_text":"RT So my Covid protocol be hectic, like you vaccinated or nah. Self isolation for15 says for control, like the...","sentiment_score":0.0}
{"full_text":"RT Oh. I was wondering where those went! #Caturday #CatsOfTwitter #StayHome #Louie","sentiment_score":0.0}
{"full_text":"RT We're being lied to. This 'thing' wasn't vaccinated- if she was the nurse would have worn gloves.","sentiment_score":0.0}
{"full_text":"RT You can't shut the international borders forever!!! covid-19 isn't gonna anywhere. What's the issue?vaccination is availab...","sentiment_score":0.0}
{"full_text":"RT COVID nursing home residents were reimbursed twice as much (Medicare) as regular residents (Medicaid).Under Cuomo's March 25...","sentiment_score":0.1}
{"full_text":"RT There's already an epidemic of hatred towards Asians. Public figures like German radio host Matthias Matuschik equating...","sentiment_score":0.0}
{"full_text":"RT A German radio host said, that BTS is just like an abbreviation for Covid-19 and that he hopes there will be a vaccine...","sentiment_score":0.0}
{"full_text":"RT Florida is leading in protecting our vulnerable residents, saving the economy and safeguarding the freedom of our people...","sentiment_score":-0.5}
{"full_text":"Yoni kill it!! Keep busy try workin out at home and have vitamins (D, C and zinc) Plus have fresh juices! Oh and milk !! These were the things i was on for about 1 week and i beat covid","sentiment_score":0.34296875}
{"full_text":"COVID-19 vaccines arrive in Nigeria on Tuesday - SGF - NEWS AGENCY OF NIGERIA","sentiment_score":0.0}
{"full_text":"RT We all have #TheMoment when we knew things were going to be different. Where were you and what were you thinking a yea...","sentiment_score":0.0}
{"full_text":"RT Shipped: We're sorry for the delay! In these tough times, our team is working hard to ensure you receive your order with...","sentiment_score":-0.4351851852}
{"full_text":"RT People who believe Earth was created in 7 days are the same people who think COVID isn't real. Coincidence?","sentiment_score":0.1}
{"full_text":"RT \"At a time when there is a serious threat of second covid wave it is imp as rep by Org of Shebaits (Founders) representing Hin...","sentiment_score":-0.1666666667}
{"full_text":"RT Mam plss reduce more...","sentiment_score":0.5}
{"full_text":"RT Serious question: If masks and social distancing don't work, then what the hell happened to the flu?","sentiment_score":-0.15}
{"full_text":"RT Know what's awesome about the Pfizer and Moderna #COVID19 vaccines? They demonstrated complete protection against Covi...","sentiment_score":0.55}
{"full_text":"Still no answer from PM or Matt Hancock re' grossly misleading Covid 'vaccine' leaflet.FACTS:1. Hundreds of associated deaths &amp; serious injuries2. Pfizer acknowledges sterilization risk3. Numerous fetuses used in development4. Thousands of animals used in experiments","sentiment_score":-0.1111111111}
{"full_text":"RT \"This is just dumb\" -- Ted Cruz on mask wearing during a pandemic","sentiment_score":-0.375}
{"full_text":"RT Dear Representative Did you claim a health or pandemic safety reason for not being in DC for the COVID relief bi...","sentiment_score":0.0}
{"full_text":"Sharing platform on discussion on \"Management of new risks post covid\" with esteemed dignitaries viz Dr VM Bansal chairman NDIM plus legal luminaries Dr Akhil Prasad, Ms Lakshika Joshi, Mr Pravesh Khetrapal, Mr Anubhav Kapoor was indded a wonderful experience. 400 + participants","sentiment_score":0.4454545455}
{"full_text":"RT Watch our videos in lockdown and excel in mathematics","sentiment_score":0.0}
{"full_text":"RT After bombing Syria without notifying congress, or the American people, the \"stimulus\" bill that was passed while many we...","sentiment_score":0.25}
{"full_text":"RT Walmart, the largest employer in America, is owned by the richest family in America. Their wealth has gone up $50 billio...","sentiment_score":0.0}
{"full_text":"RT You are busy with other work but students are getting covid positiveShut down all the schools immediately...","sentiment_score":-0.0601851852}
{"full_text":"RT $15 an hour is just the beginning. It is the ground floor. And if we cannot get it in the coronavirus relief package, we hav...","sentiment_score":0.0}
{"full_text":"The latest The D.N.I. Health Newspaper Daily! Thanks to #pandemic #anxiety","sentiment_score":0.2333333333}
{"full_text":"Would be really great news if it works. Malaria wrecks havoc.I trust someone somewhere is working on TB?","sentiment_score":0.8}
{"full_text":"RT Please retweet this.","sentiment_score":0.0}
{"full_text":"RT This man needs to be removed from his role as a radio host.  Somebody with such a toxic racist mind does not deserve that job...","sentiment_score":0.0}
{"full_text":"silence leads to violence","sentiment_score":0.0}
{"full_text":"You could not do this now because of the covid, so sad right?","sentiment_score":-0.1071428571}
{"full_text":"RT Sunday's cover: A second former aide came forward to accuse Gov. Cuomo of making unwanted sexual advances, claiming t...","sentiment_score":0.1666666667}
{"full_text":"RT .@RepCawthorn said he missed House sessions yesterday due to the pandemic.  That's a lie.  was at CPAC....","sentiment_score":-0.125}
{"full_text":"RT 139 House Republicans voted to overturn 2020 election with zero evidence of fraud after domestic terrorists stormed Capitol...","sentiment_score":0.0}
{"full_text":"RT Not one voted for the Covid relief package. These people get paid $83.65hr complain about wo...","sentiment_score":0.0}
{"full_text":"RT just heard the interview of that radio host saying awful things about BTS. this is beyond unacceptable. the fact that he t...","sentiment_score":-1.0}
{"full_text":"Justice Department to appeal judge's order on CDC eviction moratorium","sentiment_score":0.0}
{"full_text":"\"I'm assuming Monday is much different for people who have a job, which I don't have and I didn't have before the pandemic,\" says Fran Lebowitz. \"I wake up. I mean, I also don't sleep.\"","sentiment_score":-0.15625}
{"full_text":"That's me on the left getting covid from the shot","sentiment_score":0.0}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"RT TV people: Friendly reminder to be extra nice to the Covid compliance officer on your set, every single day, all of the time...","sentiment_score":0.2258928571}
{"full_text":"Bouta eat pozole with my corona refresca ","sentiment_score":0.0}
{"full_text":"Can we all back unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"RT You don't want to lockdown. You don't want to wear masks. You don't want to get vaccinated but you want COVID to magically go...","sentiment_score":0.5}
{"full_text":"\"The state's rolling average of COVID-19 vaccines administered per day is at a new high while daily case tallies have fallen by about half over the last month.\"https:\/\/t.co\/NawDeZT58Q","sentiment_score":-0.0033838384}
{"full_text":"Like the #coronavirus, #polio came with fear, misinformation, and a long tail of damage. History has lessons for today's crusade, writes #VaccinationDrive #pandemic ","sentiment_score":-0.05}
{"full_text":"Positive cases of Covid-19 detected aboard two US Navy warships brought them back to the Naval Support Activity (NSA) base in Bahrain over the weekendhttps:\/\/t.co\/hQV0G7n9gg#Bahrain #Manama #US #America #UnitedStates #UnitedStatedofAmerica #Covid #Covid19 #Corona #CoronaVirus","sentiment_score":-0.1909090909}
{"full_text":"Due to the ongoing pandemic, #ArtBasel has decided to postpone the Hong Kong March fair and Basel June fair to May and September, respectively. Also, there will be three themed online viewing rooms, and the first 'OVR: Pioneers' will be held from 24th to 27th March.","sentiment_score":0.305}
{"full_text":"COVID-19 updates and the latest news around Qatar, brought to you by Qatar Quick and Marhaba.Watch it here: #QatarQuick #Marhaba #Qatar #LatestUpdates #News #COVID19 #COVIDUpdates","sentiment_score":0.4166666667}
{"full_text":"RT The Senate needs to pass Covid relief quicker than Mitch confirmed judges.","sentiment_score":0.4}
{"full_text":"#johnsonandjohnson gets a clearance for COVID vaccine. Guess they still care about us not crying.#coronavirus #vaccine","sentiment_score":0.0}
{"full_text":"Some hospitals have begun preparing to receive and manage the first batch of Sinovac anti-COVID vaccine --expected to arrive Sunday afternoon -- for prioritized recipients in the country.https:\/\/t.co\/KnF6xczbLe","sentiment_score":0.075}
{"full_text":"Former NBA star Jeremy Lin called 'coronavirus' during G League game","sentiment_score":-0.2}
{"full_text":"Some child care providers, K-12 educators and related staff will be eligible to get vaccinated in both Santa Barbara and San Luis Obispo counties starting Monday.","sentiment_score":0.0}
{"full_text":"The practice of finding new uses for old medications -- called repurposing or repositioning drugs -- is not new.","sentiment_score":0.0560606061}
{"full_text":"Attendance has fallen off a Cliff for a lot of schools in Baltimore City since the pandemic started.EliteGamingLIVE has cracked the code to get some kids back in the virtual classrooms.","sentiment_score":0.0}
{"full_text":"AMAZING!  Her parents had just tested positive for COVID-19, and she was just leaving the house after making sure both her mom and dad were ready to quarantine together. That's when she heard a thud and realized her father was going into cardiac arrest.","sentiment_score":0.2628787879}
{"full_text":"Robyne Griffin, 60, became infected with COVID-19 in early January. Her family says they made a mistake by not taking her to a larger hospital.","sentiment_score":0.05}
{"full_text":"Thread VV #CovidReliefBill","sentiment_score":0.0}
{"full_text":"The World War II veteran raised $46 million for Britain's National Health Service by walking laps in his backyard last year during the COVID pandemic.","sentiment_score":0.0}
{"full_text":"Makeup artist Bina Khan imparts much-needed wisdom on how to modify hair and makeup trends in a pandemic-affected spring\/summer seasonhttps:\/\/t.co\/y1JibngLDy#TNS #TheNews","sentiment_score":0.0}
{"full_text":"Two covid tests for every person in a household with school-age kidshttps:\/\/t.co\/RhCnHs7J91","sentiment_score":0.0}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"Every household with school kids to be offered two covid tests per person each weekhttps:\/\/t.co\/AyCx8F4diI","sentiment_score":0.0}
{"full_text":"It keeps working!","sentiment_score":0.0}
{"full_text":"#Japan has been relatively successful at containing the coronavirus, especially if compared with other G7 members and Europe. The new leadership of #YoshihideSuga' has led to think over what it could mean for Japanese stocks during 2021, via","sentiment_score":0.0748106061}
{"full_text":"Kasturba Hospital: Mumbai's ground zero It was the city's first line of defence in fight against #Covid19, its Ground Zero, for close to two months when the whole world was grappling with a virus nobody knew anything about.Read:","sentiment_score":0.225}
{"full_text":"RT Let us chant OM Vashat Karaya Namaha  so that the Dept of Legal affairs acts as per principle of Constitutional Morality incl...","sentiment_score":0.2}
{"full_text":"From the editorial board: There is hope in this pandemic\"With 500,000 coronavirus death in the US, there's still a long road to travel\"https:\/\/t.co\/nDVYsgVVGs","sentiment_score":-0.05}
{"full_text":"Dr. Al Maslamani emphasised that it is very important that people seek help as soon as they experience COVID-19 symptoms. #Qatar #Covid19 #Travellers","sentiment_score":0.52}
{"full_text":"'Midnight In A Perfect World' might just be your 'perfect pandemic flick'","sentiment_score":1.0}
{"full_text":"Finance Minister is urging the UK Government to make a series of commitments to Wales.","sentiment_score":0.0}
{"full_text":"Withdrawal is a common reaction to trauma and can lead to a cycle of inactivity. Restore your mental health! #COVID19 #MentalHealthAwareness #StayHealthy","sentiment_score":-0.2125}
{"full_text":"In this appeal, left-wing figures like Jean-Luc Melenchon, Rafael Correa, and former Brazilian president Lula call on governments to lift the patents and ensure COVID-19 vaccines are distributed as cheaply and quickly as possible.","sentiment_score":0.1333333333}
{"full_text":".@Internews Lebanon's final #COVID19 rumor tracking report highlights Understand root causes of rumors Use media for engagement, not lecturing Hold media accountable for their role in spreading rumors!! Be specific, consistent, &amp; transparenthttps:\/\/t.co\/gzAl5CMTqP","sentiment_score":0.0833333333}
{"full_text":"In Yemen, whose people are living through a long-running, brutal war, which has led to the world's worst humanitarian crisis, COVID-19 is far from being a top priority, says the top official in the Arabian Peninsula country.","sentiment_score":-0.155}
{"full_text":"COVID 19 cases in India until : 28\/02\/2021 11:30Total Cases: 11096618 [+176]Active: 161514Recovered: 10773440 [+163]Deaths :157088 [+1]Total Tests: 216.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT OUTDOOR RUNNING &amp; AIRBORNE COVID--if you're running together or near someone... physics says--don't run behind them in their...","sentiment_score":-0.15}
{"full_text":"RT Wrong. And the DOJ in fact HAS taken this position. The CDC eviction moratorium remains in effect.","sentiment_score":-0.5}
{"full_text":"RT Last night every House Republican voted against a COVID relief package that's supported by 76% of voters, including 60% of Rep...","sentiment_score":0.0}
{"full_text":"Banking Tech Awards 2020 Winner: AFS - COVID-19 Response by FintechAn innovative approach to urgently find a solution to accommodate the US government's Payroll Protection Program.Sponsored by","sentiment_score":0.5}
{"full_text":"RT After COVID shutdowns and press delays unlike anything we've experienced in 100+ releases, we got word that ROB ZOMBIE'...","sentiment_score":0.8}
{"full_text":"Another great collab through lockdown that resulted in some pretty sweet music on my #Payasam mixtape...","sentiment_score":0.4666666667}
{"full_text":"RT This corona virus variant is determined to finish the world,  it is playing hide and seek. ","sentiment_score":0.0}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"RT Dare you to watch this.The whole goddamned thing.Make it circle the Earth.https:\/\/t.co\/SXLVazrVsx","sentiment_score":0.2}
{"full_text":"RT Jay Timmons, president and CEO of the National Association of Manufacturers and former Republican operative is praising President...","sentiment_score":0.0}
{"full_text":"RT It's just truly rage inducing to go back and look at what was happening at the absolute highest levels as this virus began...","sentiment_score":0.1}
{"full_text":"Tedros is a Tplf representative in UN.","sentiment_score":0.0}
{"full_text":"RT Simple explainer for the potential asymptomatic carrier state after vaccines and why we still need masks for a stretchhttps...","sentiment_score":0.0}
{"full_text":"RT 2 weeks ago the number of daily #covid cases was lower. Now cases have started to rise. Yet in TN alone daily recoveries...","sentiment_score":0.0}
{"full_text":"RT new CDC guidance suggests you don't go wasting your devotion and to instead lay all your love on me","sentiment_score":0.3181818182}
{"full_text":"RT COVID nursing home residents were reimbursed twice as much (Medicare) as regular residents (Medicaid).Under Cuomo's March 25...","sentiment_score":0.1}
{"full_text":"RT Government 'taking back control'?","sentiment_score":0.0}
{"full_text":"Guatemala President Thanks PM Modi As India Donates 2,00,000 Doses Of COVID-19 Vaccine NaMo App","sentiment_score":0.2}
{"full_text":"RT Word is to stay at home March 3-4. Pass it on","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 29.0FWind Chill: 29.0FHumidity: 95%Dew Point: 27.7F Barometer: 30.382 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 106.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Don't panic and buy the dip.BUYBSV - A simple and quick way to buy Bitcoin SVBuy BSV with a credit card or bank transfer....","sentiment_score":0.1666666667}
{"full_text":"Flying in COVID times. #allbymyself","sentiment_score":0.0}
{"full_text":"RT Great interview with about #gender lens investing and the recent summit. Laurie tal...","sentiment_score":0.4}
{"full_text":"RT #extend485visas #WeWantJustice#pandemic is not our Fault #open Border For Temporary residence@Ausgov","sentiment_score":0.0}
{"full_text":"RT I think the mRNA vaccine will turn out to be likely the biggest scientific advancement of my lifetime.","sentiment_score":0.0}
{"full_text":"RT Brian Williams: Never forget the deadly cost of Covid denialism.Learn more:","sentiment_score":0.15}
{"full_text":"First week of March last year, I was flying home from work trip 2 Tunisia, they only had 1 case at that point but UK cases were rising, Italy in news. On train home, I planned our Covid 'lockdown strategy', booked my elderly MIL a flight to Sri Lanka and booked a big online shop","sentiment_score":0.0625}
{"full_text":"Intel Ireland has announced the donation of EUR100,750 to 25 different schools in the North Kildare area to support them in implementing a variety of Covid relief efforts and to help them to purchase equipment and materials. #iamintel","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 6.1degC * Wind: S 0.0 to 0.0mph * Pressure: 1032.8hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:13 * Sunset: 17:57 * Cloudbase: 280ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Hundreds of Protesters, 23 arrests, and three police officers injured in Ireland clash with police in anti-lockdown demonstration","sentiment_score":0.0}
{"full_text":"Blame covid Sis!! At least you didn't miss it!!!! Can't wait to watch and live tweet with you all Don't Waste Your Pretty!! TOMORROW","sentiment_score":-0.1013583097}
{"full_text":"RT Detractors keep saying no one would upset if the German radio guy slandered a western band instead of BTS. But if he had...","sentiment_score":0.0}
{"full_text":"RT $15 an hour is just the beginning. It is the ground floor. And if we cannot get it in the coronavirus relief package, we hav...","sentiment_score":0.0}
{"full_text":"RT Today in the United States more people were vaccinated against #COVID19 than have been diagnosed with Covid since Janu...","sentiment_score":0.5}
{"full_text":"New York Gov. Cuomo, Anthony Fauci become CPAC cyberbogeyman as cyberspeakers rail against COVID cyberrestrictions","sentiment_score":0.1363636364}
{"full_text":"On the Adoption of Radiomics and Formal Methods for COVID-19 Coronavirus Diagnosis #radiomics #radiomicstwitter","sentiment_score":0.0}
{"full_text":"Jamal Khashoggi: Biden raises human rights in call with health officials leading the deployment of Covid vaccination across the four nat...","sentiment_score":0.0}
{"full_text":"RT Wow, this is an absolute game changer.There's now a mRNA vaccine in the works for malaria.Huge, huge news for Africa....","sentiment_score":0.075}
{"full_text":"The #FDA in the US has issued emergency use authorisation for the single-dose #Covid #vaccine developed by the #Johnson &amp; Johnson subsidiary #Janssen Biotech. Full details in this article:","sentiment_score":0.225}
{"full_text":"RT just heard the interview of that radio host saying awful things about BTS. this is beyond unacceptable. the fact that he t...","sentiment_score":-1.0}
{"full_text":"RT The incident and the are the latest incidents of racism against Asians due to Covid. Along with a rash o...","sentiment_score":0.1875}
{"full_text":"RT Starting from demonetisation, faulty and hasty   implementation of GST, painful lockdown, NO PROPER FINANCIAL SUPPORT dur...","sentiment_score":-0.175}
{"full_text":"While we have paid tribute to other professions who have worked hard during the pandemic, teachers still need to be appreciated and here is Cadbury giving them tribute #TeachersKoSalam #KuchAchahoJaye #KuchMeethaHoJaye","sentiment_score":-0.0722222222}
{"full_text":"RT Wow, this is an absolute game changer.There's now a mRNA vaccine in the works for malaria.Huge, huge news for Africa....","sentiment_score":0.075}
{"full_text":"Canada approves AstraZeneca COVID-19 vaccine 94 % effective in real-world conditions: study.","sentiment_score":0.6}
{"full_text":"RT My prayers today are not for any one family, no matter how great or heroic.They're for 130k families who have lost a l...","sentiment_score":0.8}
{"full_text":"Safe haven#joalimaldives #getaway #SafeTravels #VisitMaldives","sentiment_score":0.5}
{"full_text":"RT The incident and the are the latest incidents of racism against Asians due to Covid. Along with a rash o...","sentiment_score":0.1875}
{"full_text":"RT A wealth of online presentations that I watched during 2020 lockdown ... presentations on leadership, curriculum, cog...","sentiment_score":0.0}
{"full_text":"::waves:: non-profit youth performing arts organization worker here; we haven't had a live performance since Jan. 18, 2020. No ticket sales. And no in person rehearsals. Losing participants due to Covid has made things TOUGH.","sentiment_score":-0.1258417508}
{"full_text":"RT FIRED FOR DEMANDING AIRBORNE &amp; VENTILATION SAFETY--I want to say kudos to bravery of for speaking out for safety...","sentiment_score":0.0}
{"full_text":"Huge Respect for all the Teachers specially teachers who were not tech savvy but still they give thier in this pandemic.https:\/\/t.co\/IdDvybc6Xg#TeacherskoSalam","sentiment_score":0.3785714286}
{"full_text":"\"I just happened to be on a business trip when the COVID-19 pandemic reached America,\" McCrorey told Travel Noire. \"Rather than returning to the U.S.,  I decided to stay in Ghana indefinitely and face the coronavirus pandemic in Africa.\"","sentiment_score":0.0}
{"full_text":"RT Nunes warns $1.9 trillion COVID package is another Democratic 'slush fund, and 'Trojan horse' | Just The News","sentiment_score":0.0}
{"full_text":"It is kind of surprising that no-one in the US or UK is pushing for a vaccine lottery to vaccinate a county or local authority as a good experiment and research into how they'll go reopening.https:\/\/t.co\/qK2Rqc1cxi","sentiment_score":0.5}
{"full_text":"New #originalresearch in #ARRCT the #openaccess journal of ACRMCOVID-19: patient characteristics in the first phase of post-intensive care rehabilitation from Wiertz et al.At #rehabilitation #PMandR #physiatry #criticalcare","sentiment_score":0.1931818182}
{"full_text":"RT mRNA vaccine for malaria. If it comes through trials, it will be one of the greatest public health advances in history","sentiment_score":0.5}
{"full_text":"Drug Topics Coronavirus News Roundup: FDA Reports Safety and Efficacy for Johnson &amp; Johnson Vaccine, Pharmacist Leads COVID-19 Vaccine ClinicsThis week marked 500,000 coronavirus-related deaths in the United States. The COVID-19 vaccination effort ...https:\/\/t.co\/lYZUuyH11r","sentiment_score":0.1}
{"full_text":"Weather Forecast at 06:00 * Partly cloudy with little temperature change. * #conlig, #bangor * #stayathome *","sentiment_score":-0.1875}
{"full_text":"Over 62,000 nurses infected with COVID-19 in Iran: official.https:\/\/t.co\/rXlTCdqJws","sentiment_score":0.0}
{"full_text":"COVID-19 Email Marketing Impact for the SaaS Industry #B2C #SmallBiz #Startup #Marketing #Business","sentiment_score":0.0}
{"full_text":"First Person: Yemen 'cannot even afford to worry about the coronavirus' |. Famine, conflict and widespr...","sentiment_score":0.25}
{"full_text":"RT Total #Covid19 cases 1,10,96,731 with an increase of 16,752. Active cases at 1.48%. 7,95,723 samples tested on 27th Febr...","sentiment_score":-0.0666666667}
{"full_text":"Our teachers did an amazing job during the recent COVID crises and we all are proud of them! #TeachersKoSalam  ","sentiment_score":0.5333333333}
{"full_text":"RT We, the students of NIT SGR request reopening of our college ASAP. The situation is close to normal now and every other col...","sentiment_score":0.0125}
{"full_text":"UK's Sunak to provide 5 billion pounds of grants to pandemic hit businesses in budget","sentiment_score":0.0}
{"full_text":"RT Every Republican voted against the American people.","sentiment_score":0.0}
{"full_text":"COVID-19 in Luxembourg - COVID-19 Very High - Level 4: COVID-19 Very High - Travel Health Notices | Trave...","sentiment_score":0.208}
{"full_text":"RT Hundreds of anti-lockdown protesters clash with police in Dublin","sentiment_score":0.0}
{"full_text":"RT $15 an hour is just the beginning. It is the ground floor. And if we cannot get it in the coronavirus relief package, we hav...","sentiment_score":0.0}
{"full_text":"Overall zone-wise detailed status of COVID-19 cases in #Chennai.#Covid19Chennai #GCC #ChennaiCorporation","sentiment_score":0.2}
{"full_text":"China's economic recovery from the COVID-19 pandemic offers inspiration and experience worth learning to other countries striving to revive their pandemic-hit economies, an expert said on Friday. #Coronavirus","sentiment_score":0.11875}
{"full_text":"Shri Sanjeev Mittal, General Manager inspected Chhatrapati Shivaji Maharaj Terminus Station Heritage Gully, Electric Vehicle Charging Point at PF 18, Visited Environment and Hospitality Management Stall  during his Inspection at CSMT Station following all Covid Protocols.","sentiment_score":0.025}
{"full_text":"Covid-19 Testing Status#Unite2FightsCorona #StayAlert#StaySafe","sentiment_score":0.0}
