{"full_text":"RT Here comes \"love doesn't exist\" and \"there's no hope\" twitter","sentiment_score":0.5}
{"full_text":"RT This messaging is toxic.","sentiment_score":0.0}
{"full_text":"Looks like he's running.https:\/\/t.co\/r09ZWdl4ZG","sentiment_score":0.0}
{"full_text":"You aren't restricting transmission rates with lockdown, that's the problem.The main places to catch covid-19 in the UK are hospitals, carehomes and people's own homes.Lockdown drives people into these places. Peopled can't see their GP so they go to A&amp;E and catch covid.","sentiment_score":0.3833333333}
{"full_text":"RT If you thought the NA #LockdownLeague had given you hype #Tekken7 action, wait till we show you the LCQ!Live in North...","sentiment_score":0.1}
{"full_text":"RT What I gather:Cuomo: Order Covid patients to nursing homes increasing exposure risk to patients and staff.S...","sentiment_score":0.0}
{"full_text":"Think Jeremey Hunt is wangling for a new leadership bid, post COVID of course poison challis right now.","sentiment_score":0.211038961}
{"full_text":"RT Fauci deserves nothing but our scorn and contempt.","sentiment_score":0.0}
{"full_text":"RT For everyone in need of some #MondayMotivation after the #HalfTerm break this view is for you.Have a great morning ...","sentiment_score":0.8}
{"full_text":"RT ESTHER AKINYASA, 55, of London, United Kingdom , died of COVID in April of 2020.She was a beloved nurse treating COVI...","sentiment_score":0.7}
{"full_text":"Last game I was at was ac Milan Vs udinese in January last year, Milan went into lockdown like two weeks later was crazy to think how everything went down hill so quick ","sentiment_score":-0.1174603175}
{"full_text":"A beautiful thing. Fantastic ","sentiment_score":0.625}
{"full_text":"Boris Johnson is planning to end the lockdown while thousands are still sick?https:\/\/t.co\/wFeop7sT5B","sentiment_score":0.0}
{"full_text":"RT sis is tired of lockdown. sis wants a cocktail. sis wants a holiday. sis wants a cuddle. sis is me, i am sis.","sentiment_score":0.05}
{"full_text":"RT Thanks to you supporting our sustainable fabric masks, we were able to donate 746,000 EUR to Doctors Without Borders","sentiment_score":0.3166666667}
{"full_text":"RT IMA (Indian Medical Association) asks: If Ramdev's Coronil can prevent Covid-19 why are we spending Rs 35,000 crore on va...","sentiment_score":0.0}
{"full_text":"RT Biden to mark upcoming 500,000 US Covid-19 deaths with candle lighting ceremony","sentiment_score":0.0}
{"full_text":"RT The rise of malware has empowered scammers, even those without sophisticated technical skills, to move their enterprises online....","sentiment_score":0.25}
{"full_text":"RT People with learning disabilities: \"Are so precious, so vulnerable &amp; they have no way of fighting for themselves, we hav...","sentiment_score":0.0}
{"full_text":"There should a daily prize for the lamest motherhood statement about lockdown relaxation","sentiment_score":0.0}
{"full_text":"cannot wait for schools to reopen in march and for the government to announce lockdown 3 in may ","sentiment_score":0.0}
{"full_text":"RT Dr. Tam is NOT an elected official and MUST BE REMOVED!!","sentiment_score":0.0}
{"full_text":"RT We have announced further action to support PhD students whose studies are being affected by COVID-19. Read more here:","sentiment_score":0.2}
{"full_text":"RT Lockdown collateral damage","sentiment_score":0.0}
{"full_text":"RT Today the Prime Minister will announce the roadmap out of lockdown.  A short thread.","sentiment_score":0.0}
{"full_text":"RT This week: House to vote on Biden's $1.9 trillion coronavirus bill","sentiment_score":0.0}
{"full_text":"RT Feeling anxious at the moment? Life Hacks team &amp; have some practical tips and advice...","sentiment_score":-0.25}
{"full_text":"Some states are witnessing a sudden surge in #COVID19 cases. Why? And what measures are being taken to tackle the rise? Experts analyse the problem and offer solutions in this RSTV discussion.","sentiment_score":0.0}
{"full_text":"RT To give you a sense of how many people have passed due to COVID-19:Imagine if 87% of the population of Wyoming just di...","sentiment_score":0.1875}
{"full_text":"The replies are on brand reactionary. Even a job is a handout and an insult to taxpayers and patriots.","sentiment_score":0.0}
{"full_text":"check out Venture Forward, a data set that identifies these micro- and small- businesses.  Supporting them is a part of what we need to do to grow jobs &amp; create resilient communities.  Thank you for this.","sentiment_score":0.0}
{"full_text":"The US need to stay out of other countries business until They deal with over 500,000 people die from corona negligence of coronavirus and white supremacy Terrorist attacked  on America's Democracy citizens and the Capital unresolved.","sentiment_score":-0.0625}
{"full_text":"RT Terry, get well soon!","sentiment_score":0.0}
{"full_text":"RT So called WHO advisor CM as per is not able to control the increasing cases of COVID-19 and tr...","sentiment_score":-0.25}
{"full_text":"You guys going to keep the cleaning stations after the pandemic?I like the idea of being able to wipe down a sweaty bench press before using it...","sentiment_score":0.1722222222}
{"full_text":"RT This messaging is toxic.","sentiment_score":0.0}
{"full_text":"RT More of the same (or just doing nothing) won't beat COVID or get our economy moving again.  The American Rescue Plan provides to...","sentiment_score":0.1666666667}
{"full_text":"Do you think if England weren't in charge of their own affairs, say in an incorporating union as a region of Germany, they would not have ended up with the worlds highest covid death rate?","sentiment_score":0.6}
{"full_text":"RT \"Covid infections have fallen by two-thirds in a month in England but the virus is now most prevalent among...","sentiment_score":0.5}
{"full_text":"#NDTVExclusive | Shiv Sena MP Arvind Sawant on the probability of another lockdown in #Maharashtra","sentiment_score":0.0}
{"full_text":"Asthmatics at no higher risk getting or dying from COVID-19, assessment of studies consisting of 587,000 people shows","sentiment_score":-0.125}
{"full_text":"RT \"This is not a time to neglect human rights; it is a time when, more than ever, human rights are needed to navigate this cr...","sentiment_score":0.1666666667}
{"full_text":"Having a hypocritical lockdown breaker as a vocal opponent is a win though.","sentiment_score":0.8}
{"full_text":"RT Today, DHEC announced 868 new confirmed cases and 45 new probable cases of COVID-19, 16 additional confirmed deaths and 6 new p...","sentiment_score":0.2418181818}
{"full_text":"Congratulations if you've got through lockdown so far without becoming an Instagram personal trainer, signed up to onlyfans, or a leading conspiracy theorist it's been a struggle but hopefully we're nearly there ","sentiment_score":0.1625}
{"full_text":"Covid imefanya sisi wasee wa free trial na student package hatupati VMs on Azure","sentiment_score":0.4}
{"full_text":"RT There's only 4.2 million ppl in front of me for the Covid19 VaccineIan","sentiment_score":0.0}
{"full_text":"RT My *guess* on vaccination - Emergency use authorisation may have to be converted to a general use approval so perhaps waitin...","sentiment_score":0.05}
{"full_text":"RT Out reporting today on the announcement expected later, that among other things, the rule of 6 will come back on March 2...","sentiment_score":-0.05625}
{"full_text":"RT Scene at #Thailand #Bangkok #UN HQ where at least 1,000 #Myanmar migrant workers have turned up to oppose #militarycoup in...","sentiment_score":-0.3}
{"full_text":"We're never getting out of this pissing lockdown man","sentiment_score":0.0}
{"full_text":"RT Boris Johnson telling us the roadmap out of lockdown","sentiment_score":0.0}
{"full_text":"enamokaa covid","sentiment_score":0.0}
{"full_text":"RT The COVID pandemic has paralyzed the world economy. It has also had an impact on the Indian economy. But the Indian gov...","sentiment_score":0.0}
{"full_text":"RT Once you realize the personal ethical standards of policy makers like Dr Fauci and many of those at the CDC lead them...","sentiment_score":0.2333333333}
{"full_text":"Germany forced to admit AstraZeneca vaccine IS safe - UK vindicated despite EU whinging","sentiment_score":0.1}
{"full_text":"RT Why is WSJ giving so much ink to Daszak, who has a clear conflict of interest due to his years of partnership with &amp; of...","sentiment_score":0.0583333333}
{"full_text":"Check out my Gig on Fiverr: affiliate link promotion,share link,tweet prom,digistore,teespring,redbubble #WelcomeBackHaseul #Rochas #cryptocurrency #Crypto #COVID19 #affiliate","sentiment_score":0.0}
{"full_text":"i've been raving about how incredible virtual reality is and how obsessed i am with it for a little over 2 years now so my fiance introduced me to the about 5 months ago and it's been a GODSEND during the pandemic. especially mind-blowing.","sentiment_score":0.053125}
{"full_text":"Exactly, if we had to have another lockdown because we opened up too early he'd be the first one to complain.  The govt seems to finally be learning from their mistakes &amp; not rushing for the sake of it. I know I'd rather wait a little longer and have no more lockdowns after this","sentiment_score":0.0270833333}
{"full_text":"RT The death rate is still less than 1.6%. In Indore, we have reported 7 deaths in the month of Feb. We have sent around 100 positive...","sentiment_score":0.0303030303}
{"full_text":"RT I lost my dad 13 years ago and to this day I still experience these random and unexpected waves of sadness. It can last f...","sentiment_score":-0.1333333333}
{"full_text":"And also, need to wait until we know what Boris does before changing a bit then announcing SCOTLAND'S route out of lockdown. Like me at school, borrow someone's homework and copy it by just changing a few words here and there !!","sentiment_score":-0.3125}
{"full_text":"HK cockroaches, are you still contemplating moving to the US for the sake of 'DEMOCRAZY'?","sentiment_score":0.0}
{"full_text":"RT Fun fact: the covid crisis has produced over 1200 new words in German over the past year. Personal favourites are coronamude (...","sentiment_score":0.0372727273}
{"full_text":"RT Today the Prime Minister will announce the roadmap out of lockdown.  A short thread.","sentiment_score":0.0}
{"full_text":"RT 100,000 COVID deaths under Joe Biden so far. Media?","sentiment_score":0.1}
{"full_text":"RT This is Srinagar - the capital city of Jammu and Kashmir. No this is not 1990s. It is 2021 amid pandemic, civilians being fris...","sentiment_score":0.0}
{"full_text":"RT Fun fact: the covid crisis has produced over 1200 new words in German over the past year. Personal favourites are coronamude (...","sentiment_score":0.0372727273}
{"full_text":"RT White House National Security Advisor says China has not been sufficiently transparent on COVID-19","sentiment_score":0.0}
{"full_text":"RT \"Two weeks to flatten the curve.\"  - almost a year ago.  Still locked down.","sentiment_score":-0.1555555556}
{"full_text":"Why didn't YOU do your job and stand up to the President , then ? Both you and Dr Birx were intimidated by Trump and lives were lost. For what reason should anyone listen to a word you have to say now ? Even now, MoCo lags in getting the vaccine to its seniors , what say you ?","sentiment_score":0.0}
{"full_text":"RT If you are say above 65, you may see C19 as a possible death sentence. But if you have access to a doctor who treats his pat...","sentiment_score":0.0}
{"full_text":"RT When #Covid19 was at its peak what was busy with He said \"Humari to taiyari hai.. corona se poocho uski taiy...","sentiment_score":0.1}
{"full_text":"RT Joe Biden called New York governor Andrew Cuomo the \"gold standard\" for his covid response. Watch when his press secretary...","sentiment_score":0.0681818182}
{"full_text":"RT Dear Journos,I hope I am not teaching grandma to suck eggs, but for anyone trying to form a view point on kids and covid ma...","sentiment_score":0.0}
{"full_text":"Buying the dip on $ALTS does not mean blowing your allocated ammo all on 1 day. A dip could be a day, could be a week, scale in slowly as your selected $ALTS drop.Target HTF Supports  Don't panic sell ","sentiment_score":-0.071875}
{"full_text":"We've lost too many people to road tragedies! Please be a #mindful driver by slowing down, putting down the phone and other distractions, and stopping on red! Be safe and enjoy the ride! #RoadSafety #zerotrafficdeaths","sentiment_score":0.1698412698}
{"full_text":"I only came on Twitter to fill in the lockdown time between Yoga, breakfast(s), running\/Zwift, piano practice, Big Bang Theory and Netflix. To be honest, I was beginning to think Twitter was a bit too angry for me but it turns out there are some nice gentle people on it too.","sentiment_score":0.15}
{"full_text":"RT Several staff including myself have refused the Covid 19 vaccine, on more than 1 occasion. The Hse is now making appointment...","sentiment_score":0.25}
{"full_text":"In the past weeks many companies have announced collaborations to ramp up production of #COVID19 vaccines: latest announcement here between and","sentiment_score":0.25}
{"full_text":"RT NBC anchor Lester Holt puffed up Andrew Cuomo like a wartime president of COVID last year. But now, he's pushing \"outrage t...","sentiment_score":0.0}
{"full_text":"RT More of the same (or just doing nothing) won't beat COVID or get our economy moving again.  The American Rescue Plan provides to...","sentiment_score":0.1666666667}
{"full_text":"When are we going to have a #CovidCommission to study this and hold those to blame accountable for this #Pandemicide? AND develop a new Pandemic Response Team and Plan and laws so this NEVER happens again","sentiment_score":0.1363636364}
{"full_text":"Reading stuff like this, and knowing what we do about covid, the conclusion is that Imperial College should be permanently shut down!https:\/\/t.co\/OtSoaztIqr","sentiment_score":0.0}
{"full_text":"Can't believe Wayne Gretzky started Covid to stop Ovechkin catching him in goals","sentiment_score":0.6}
{"full_text":"pls non sundays help to try stream saturdays 'only you' mv the company  is having a hard time because of covid-19https:\/\/t.co\/a7Ta0ATt6K","sentiment_score":-0.1458333333}
{"full_text":"RT Rabbi Jacobs, I know you know better. You've been to the West Bank. You know only talking about what rights Israeli citizen...","sentiment_score":0.25}
{"full_text":"This stimulus money is about their agenda and NOT the AMERICAN CITIZENS.","sentiment_score":0.0}
{"full_text":"RT Republicans:- Failing electric grids- Uncertain access to healthcare- Die of COVID, we really don't care...","sentiment_score":0.2}
{"full_text":"RT Welp, my 94 yes old independent living grandma gets her's tomorr...","sentiment_score":0.05}
{"full_text":"RT From March 2020, Modiji enforced strict lockdownYet prices of necessary items didn't increaseFrom April 2020, Modiji provid...","sentiment_score":0.0}
{"full_text":"RT Did Ron DeSantis break law in COVID vaccine debacle?","sentiment_score":0.0}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"RT Sydney &amp; Melbourne haven't had a single COVID-19 case in weeks. Nationwide, Australia has seen 0 COVID deaths since Decem...","sentiment_score":-0.0714285714}
{"full_text":"77% of accountants have provided extra support for their clients during the pandemic. We have an unmissable download to help you while you help them!","sentiment_score":0.0}
{"full_text":"then COVID not ending","sentiment_score":0.0}
{"full_text":"Countries sorted by COVID deaths per capita","sentiment_score":0.0}
{"full_text":"RT Here's to another week welcoming #lovemybus Champions and hearing how bus can help us reach a fairer, healthier, greener Sc...","sentiment_score":0.0}
{"full_text":"A few shots from around the #LondonBusStrike picket lines this morning. Our members have been all out in the fight against the efforts by #RATP to use the cover of #Covid to drive down the wages and conditions of frontline workers ","sentiment_score":-0.1777777778}
{"full_text":"RT Do you live in Doug Ford's Ontario - Durham Region? Here's the vaccine update. But don't get excited because in fact Durha...","sentiment_score":0.2556818182}
{"full_text":"RT MONDAY, FEBRUARY 22nd: 1.01 (Ontario Covid-19 Rt)ONTARIO REGIONAL METRIC NATIONAL &amp; PROVINCIAL      R Values...","sentiment_score":0.0}
{"full_text":"Hillary Clinton builds COVID accidentally.","sentiment_score":0.0}
{"full_text":"RT The pandemic forced #businesses to change the way they work at rapid speed. Some struggling to keep up with the overnight transf...","sentiment_score":-0.3}
{"full_text":"RT The pandemic forced #businesses to change the way they work at rapid speed. Some struggling to keep up with the overnight transf...","sentiment_score":-0.3}
{"full_text":"RT Being famous must be so long, u have to announce this stuff first before UKGossip blogs leak it","sentiment_score":0.2333333333}
{"full_text":"RT Police officer who kissed woman he arrested for breaching Covid-19 rules has been suspended ht...","sentiment_score":0.0}
{"full_text":"Q&amp;A: 'Culture change' needed for women in COVID-19 eraBy Meghie Rodrigues (@meghier)#Brazil","sentiment_score":0.0}
{"full_text":"Publications of the Week, February 22: Interim safety and efficacy data on the Sputnik V COVID-19 vaccine:https:\/\/t.co\/WPi3YQCljy#MedTwitter #FOAMed #MedEd","sentiment_score":0.0}
{"full_text":"Rather than acknowledge that the \"Zero Covid\" approach has been a failure, they are doubling down and attempting to save their reputations by claiming that the problem isn't that lockdowns don't work, but that they haven't gone far enough.","sentiment_score":-0.0930555556}
{"full_text":"This sunny snapshot is helping us beat the lockdown #MondayBlues Conwy, North Wales #WalesCoastPath #VisitWalesLater  katttlr","sentiment_score":0.0}
{"full_text":"The House of Representatives on Monday approved on second reading a measure establishing a vaccine indemnity fund and expediting the purchase of vaccines against the coronavirus disease 2019 (Covid-19).#Congress #covid19ph #vaccinehttps:\/\/t.co\/07zRcP2uTE","sentiment_score":0.0}
{"full_text":"\"Going out to eat, to the movies, etc. is not as important as seeing my family.\" Ohioans wrote in about the ways that the COVID vaccine has changed their outlook on the future.","sentiment_score":0.2}
{"full_text":"During the pandemic, a lot of medical professionals have moved online, or have begun providing their services for free.https:\/\/t.co\/SeOD7vFvm2","sentiment_score":0.0}
{"full_text":"You know your child best. If you are concerned about your child's development, talk with your child's healthcare provider about your concerns and ask about developmental screening. For more information, go to Acting early can make a real difference.","sentiment_score":0.36}
{"full_text":"Teletama \"News 930\" Latest NewsToday, 101 coronavirus infections and 5 deaths have been confirmed in Saitama. The number of newly infected people is declining, but the medical system is tight and caution is still needed.","sentiment_score":0.1715584416}
{"full_text":"Q: Will I have side effects from COVID-19 vaccine?A: You may have some side effects, which are normal signs that your body is building protection. Most common side effects include:At injection site:#pain#swelling#rednessThroughout body:#chills#tiredness#headache","sentiment_score":0.1166666667}
{"full_text":"\"Murder cases are not like fine wine. They don't typically get better with age. At least for prosecutors-\"Read more and Watch here: #COVID19 #maconbibb #coronavirus","sentiment_score":0.19}
{"full_text":"Stay safe. Wear a mask that covers your mouth and nose when in public. #NhbrcCares #Nhbrc","sentiment_score":0.25}
{"full_text":"Over 60 rule changes were introduced during the #pandemic: a new PFEW survey shows only 1 in 10 #police officers believe these were clear. Read about how #COVID19 has affected #policing in 'Demand, Capacity &amp; Welfare Survey 2020- The Impact of Covid-19':","sentiment_score":0.0787878788}
{"full_text":"HAPPENING TODAY: The clinic is open to any Champaign County resident who currently qualifies for the COVID-19 vaccine.https:\/\/t.co\/McCL0SBu0g","sentiment_score":0.0}
{"full_text":"Nagpur schools and colleges to remain closed till March 7 amid rise in COVID-19 cases - Times of India","sentiment_score":-0.1}
{"full_text":"Atleast Not Like the Chinese Fake Media Virus. Chinese Corona Virus. Chinese Hunta Virus... ","sentiment_score":-0.125}
{"full_text":"Every February the Performing Arts Department puts on an amazing school production. Unfortunately, this year we couldn't hold one due to Covid but we look forward to having one next year. Last years production was the Little Shop of Horrors which was a great success.","sentiment_score":0.1109375}
{"full_text":"The BGC has urged the UK Government to reopen betting shops and casinos after lockdown with all other non-essential businessesRead more here: #mondaythoughts #Lockdown4","sentiment_score":0.1875}
{"full_text":"If you're 70+, clinically extremely vulnerable or a front-line health &amp; social care worker who hasn't had your first COVID vaccine, you can contact the NHS and book your appointment without needing an invitation. Use the online booking system or call 119https:\/\/t.co\/2mIyuVHOhI","sentiment_score":-0.0722222222}
{"full_text":"Calling all green entrepreneurs  Join our webinar series with and Gunter Pauli on #MSMEs survival and resurgence in #COVID19 times.  25 Feb \/ 9am (CET). Register here: #GreenEconomy","sentiment_score":-0.2}
{"full_text":"A new grant is available to help community groups to adapt to the new Covid19 reality and to become involved in the #KeepWell campaign.  Details at https:\/\/t.co\/BdVCqFc84rClosing date Thursday 25th February 2021. #Leitrim #Funding #YourCommunity #Grants","sentiment_score":0.2242424242}
{"full_text":"If you've had a cough for three weeks or more and it isn't COVID-19, it could be a sign of cancer. It's probably nothing serious, but if it is cancer, finding it early makes it more treatable. Your NHS is here to see you, safely. Contact your GP practice. #HelpUsHelpYou","sentiment_score":0.2533333333}
{"full_text":"Join us for Insight Live Week so you don't miss this great talk 'Fast Tracking Digital Delivery during a Pandemic' by Ceri Durke and Julie Riseley Driver and on the 2 March at 2pm.","sentiment_score":0.2840909091}
{"full_text":"James Campbell, MD, Professor of Pediatrics at the UM School of Medicine, discusses pediatric patients and clinical trials.https:\/\/t.co\/PN7JZq3EGe","sentiment_score":0.0}
{"full_text":"Prove it! Submit interstate travel permit, proof of being close contact to Covid-19 cases. When is the trial going to finish?https:\/\/t.co\/0kVg8VgGaE#malaysiagazette","sentiment_score":0.0}
{"full_text":"What will you do once Lockdown ends?Meet new people, explore, exercise and do good by becoming a Travel Hands #Volunteer.Travel Hands pairs you with Visually Impaired People in your area to safely travel in London.So #BreakYourRoutine and sign-up via","sentiment_score":0.3572727273}
{"full_text":"Watch Boris Johnson reveal his plan to exit lockdown live from Westminsterhttps:\/\/t.co\/cuMaSDPkuJ","sentiment_score":0.1363636364}
{"full_text":"Register until 3\/1\/2021 for the workshop of the research unit digitale_kultur at the and the Emmy Noether Research Group (@dfg_public): \"The Phenomenon of Interaction in Human-Machine Interaction (MMI)\". #digitalcultureFor more information:https:\/\/t.co\/Qxb5YbIYX0","sentiment_score":0.5}
{"full_text":"Have you been the target of a coronavirus-related #cyberattack? The stats reported by our partners clearly show that #cybercriminals are taking advantage of the #pandemic. Got questions about your security? Get in touch: contact@claritas-solutions.com","sentiment_score":0.1}
{"full_text":"RT Afternoon love bugs, new week, fresh start and hopefully on the way out of this lockdown very soon ","sentiment_score":0.2840909091}
{"full_text":"RT The U.K. has had almost twice the number of Covid deaths than has Germany. What would account for this?","sentiment_score":0.0}
{"full_text":"In our new blog, we discuss how the Government's promise to recover from COVID-19 by delivering change will remain void rhetoric if it doesn't address inequalities. #Inequalities #Pandemic #Covid_19 #BAME  #GDP #NewZealand #PrimeMinister","sentiment_score":0.1363636364}
{"full_text":"US on Verge of 500,000 COVID Deaths","sentiment_score":0.0}
{"full_text":"In releasing the Corruption Perceptions Index 2020, Transparency International stated \"The results make one thing clear - corruption kills people.\" The #AsiaPacific region in particular struggles to combat #corruption and tackle the impacts of #COVID19","sentiment_score":0.0888888889}
{"full_text":"Missouri has now administered more than one million coronavirus vaccine doses:","sentiment_score":0.5}
{"full_text":"CULTURE AT HOME - MONDAY 22 FEBRUARYDive into this stunning online exhibition A Quiet Prayer by Irish-Nigerian photographer Cian Oba-Smith, until Sunday 7 March. It's a beautiful meditation on London in the first lockdown.https:\/\/t.co\/fcxOWqLErZ","sentiment_score":0.4}
{"full_text":"The U.S. airline industry is pledging to expand the practice of asking passengers on flights to the United States for information that public health officials could use for contact tracing during the pandemic.https:\/\/t.co\/J7EZs2etmz","sentiment_score":0.0}
{"full_text":"RT It's Tuesday February 16th. Here are your top national and South Carolina headlines #WinterStorm #standoff #ma...","sentiment_score":0.5}
{"full_text":"Have you applied for a business grant? Check our website for information on the different business grants that we offerThe application process is straightforward, and a grant may be able to provide your business with some extra help during lockdown","sentiment_score":0.21875}
{"full_text":"#Restriction protesters booed at 'silent march' in #Berlin#covid19","sentiment_score":0.0}
{"full_text":"New IT Support Company?Here are 18 Questions to Ask any IT Support CompanyIf you are unhappy with your current IT support company, do reach out. We'd love to see if we are a good fit for your needs!https:\/\/t.co\/Df1vuG8VUh #SwitchToUs #lockdown #ITsupport","sentiment_score":0.1893939394}
