{"full_text":"RT \"Wear a mask... even when you're out walking your dog.\" Can someone from the We Follow Science administration show me th...","sentiment_score":0.0}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"He is a Trump supporter so he probably still thinks Covid is a hoax made up to make Trump look bad. ","sentiment_score":-0.7}
{"full_text":"RT Remember our unsung heroes?1\/ \"Immune system's Tcells can mount attacks against many SARSCoV2 targets, even on new variants,...","sentiment_score":0.3181818182}
{"full_text":"RT EU AstraZeneca COVID-19 Vaccine Indemnification Clause: Death Physical injuries Mental injuries...","sentiment_score":-0.05}
{"full_text":"RT ICE agents in a private detention facility threatened to put migrants into quarantine with Covid-positive detainees if th...","sentiment_score":0.0}
{"full_text":"I blame the Chiefs loss on the barber who had Covid","sentiment_score":0.0}
{"full_text":"RT I like the imaginary world that all these #SuperBowl commercials take place in. Where there's still parties, office lunches a...","sentiment_score":0.0}
{"full_text":"RT Over the past hour or so the #SuperBowl &amp; #AustralianOpen both beganOne in a country with a 7 day average of roughly 3,00...","sentiment_score":-0.1666666667}
{"full_text":"RT Gyms hoping to reopen this week to serve the disabilities community but wish to receive guidance and legal assistance should...","sentiment_score":0.2}
{"full_text":"One of many reasons I love New Orleans. This is so cool!","sentiment_score":0.3934659091}
{"full_text":"New post (Is the Covid vaccine safe?) has been published on -","sentiment_score":0.3181818182}
{"full_text":"Covid in Tampa Bay after the game","sentiment_score":-0.4}
{"full_text":"RT Tom Brady is the covid of football - he's thriving in Florida, he's put up huge numbers and some people still don't believe i...","sentiment_score":0.4}
{"full_text":"RT Awesome day for my hometown San Francisco as we launch a vaccination hub at Moscone Center! Thank you to all our partn...","sentiment_score":0.4375}
{"full_text":"RT * Tested Covid Positive | #GetWellSoonSURIYAanna","sentiment_score":0.2272727273}
{"full_text":"Engaging in Japan: Tsunami Impacted Schoolchildren in the time of #covid #japan #fundraising #disasterrecovery #disasterrelief #Tsunami #education #SuperBowlLV #SuperBowlWeeknd #gofundme #crowdfunding #MyPromotionEntry #COVID19","sentiment_score":0.4}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"Brady really got 7 fucking rings!!!  And guess what, this was a Covid year, no offseason ,playing for a new team, new system, and they added AB and Fournette late....they will be better next year!!!","sentiment_score":-0.0045454545}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"Social distancing?","sentiment_score":0.0333333333}
{"full_text":"The moment this man opens a restaurant ( if that's what he wants to do) I'm THERE! ( post Covid) ","sentiment_score":0.25}
{"full_text":"Is it too late for the game to get call off for a Covid outbreak? Don't really want either to win. Hate both teams #SuperBowl","sentiment_score":-0.1}
{"full_text":"Where's the social distancing?","sentiment_score":0.0333333333}
{"full_text":"RT Changes in NYC's covid vaccination program are coming so fast that it's hard to keep up.So here's the latest on who's...","sentiment_score":0.1361111111}
{"full_text":"RT \"I would expect that if this package is passed we would get back to full employment next year,\" on CNN, r...","sentiment_score":0.1166666667}
{"full_text":"Maybe if it's obviously an old, pre-COVID ad, but for companies who pay premium $ to advertise during the Superbowl, you know it's their latest &amp; greatest, so going maskless right now to the largest audience in America is totally sending the WRONG message. No sale here.","sentiment_score":0.230952381}
{"full_text":"RT anyone else turned into the worst replier this lockdown ???? i swear im not rude i just literally dont have the energy t...","sentiment_score":-0.425}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"\"Why do women stay home alone?\" What kinda fxckn question is that?","sentiment_score":0.0}
{"full_text":"And the stupidity was rather obvious from the start when they opened by talking about a church that NEVER closes. So were they one of the stupid churches that continued in-person services during the pandemic instead of going virtual? Again, we need actual progress right now!","sentiment_score":-0.2085714286}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"Congrats, Andrew! ","sentiment_score":0.0}
{"full_text":"RT Everyone should read this.FUREY: Canada made pandemic playbooks -- and we're not following them.","sentiment_score":0.0}
{"full_text":"The first time after lockdown, I go back to the office, and try to remember where I sit? #SuperBowl","sentiment_score":0.125}
{"full_text":"The American people really need monthly stimulus checks until the pandemic is over!!!","sentiment_score":0.1953125}
{"full_text":"Kansas City's receivers couldn't catch Covid 19 if they were licking toilet seats in a Walmart restroom.#SuperBowl","sentiment_score":-0.0333333333}
{"full_text":"RT A lot of people seem to be just finding out that Florida's COVID strategy largely has been fuck it. Florida has been wide o...","sentiment_score":-0.0952380952}
{"full_text":"RT Interest in custom birdhouse building increases amid pandemic","sentiment_score":0.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT This came as another two overnight lockdowns in To Kwa Wan and Tuen Mun ended with zero cases detected. #HongKong communi...","sentiment_score":-0.2}
{"full_text":"RT Live webcam outside in Tampa shows crowds having tailgate parties, no masks in sight.If the win...","sentiment_score":0.3121212121}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT Will he revert to form once the Australian Open is over? Or has Victoria learnt from NSW that you can keep the community sa...","sentiment_score":0.0}
{"full_text":"RT Standard liberal playbook on how to make India look bad on Covid.Report bad news in absolute numbers and good news as p...","sentiment_score":-0.1}
{"full_text":"RT Are the COVID vaccines really necessary? The answer is YES,The vaccines offer one of the ways we may be able to end th...","sentiment_score":0.25}
{"full_text":"RT PLSSS HELP RT!I really need your help even a small amount would really be appreciated. My friend is in debt of 22k from o...","sentiment_score":0.05}
{"full_text":"I want this less for the tips, and more for the acknowledgment of the millions not reflected in these pieces.","sentiment_score":0.1666666667}
{"full_text":"We still have more COVID Super spreader events. So that's something, right?","sentiment_score":0.373015873}
{"full_text":"RT US covid cases are the lowest since Halloween","sentiment_score":0.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"If you're scared you could just stay at home and wear a mask.","sentiment_score":0.0}
{"full_text":"RT COVID-19: UK 'vindicated' over 'brave' decision to delay second vaccine dose, WHO official says","sentiment_score":0.4}
{"full_text":"RT NEW: 'We are crying out for help': Surge of attacks against Asian Americans due to COVID-19 conspiracies","sentiment_score":-0.0471590909}
{"full_text":"RT Elon Musk:  Keeps his billions for himself.  Forces staff to turn up during a pandemic to make him more billions.  Her...","sentiment_score":0.5}
{"full_text":"RT In February of 2020, the reported that I was \"fanning the embers of a conspiracy theory...debunked by exp...","sentiment_score":0.0}
{"full_text":"RT How did the NFL  choose to discipline the Saints but didn't do anything to teams like Baltimore &amp; whoever else had mass outbre...","sentiment_score":0.0}
{"full_text":"RT In Italy, the concept of COVID transmitting in schools isn't even a contentious issue.  It's taken and treated as a fa...","sentiment_score":0.0}
{"full_text":"RT Hearing a lot of people tell me that 7000 of the 25,000 people in the stadium are vaccinated. Shut the fuck up. This i...","sentiment_score":-0.4}
{"full_text":"Americans take to 'buy now, pay later' shopping during pandemic, but can they afford it? - Reuters","sentiment_score":0.0}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"We were just about to get Rufus Wainwright tickets, but backed out at the last second when the lockdown hit.","sentiment_score":0.0}
{"full_text":"RT A pandemic will not stop grown men from giving each other brain damage. This is America.","sentiment_score":-0.125}
{"full_text":"Florida really bout to have another covid surge for THIS boring ass game? Make it make sense... #SuperBowl","sentiment_score":-0.4}
{"full_text":"It's FL- what pandemic","sentiment_score":0.0}
{"full_text":"RT The continues, writing that \"the possibility of a laboratory accident or leak\" \"must be investigated,\" es...","sentiment_score":0.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT .@NYGovCuomo and his health department have been hiding at least 63% of the total number of seniors that died from getting...","sentiment_score":-0.15}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT Me looking around for 'real pants' when the pandemic's over after  only wearing sweatpants for a year","sentiment_score":0.1}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT #covid vaccine for front line workers have been given to VIPS in Sindh and Spokesperson of Inqilaabi Maryam Nawaz M Zubairs...","sentiment_score":0.0}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT This lockdown has dragged so much I'm even bored of food. Tired of cooking and junk food doesn't appeal to me anymore at...","sentiment_score":-0.2333333333}
{"full_text":"i'm so tired of hearing people say most of the people who died from COVID would've died anyway. So many disabled people would still be alive if not for the pandemic. They died because of the pandemic. They should still be here. And every single one of them mattered.","sentiment_score":0.0714285714}
{"full_text":"RT I've been teaching face to face all school year, and I'm here to tell you: face to face instruction doesn't = better men...","sentiment_score":0.5}
{"full_text":"RT The Weeknd just vlogged more than has since Covid started","sentiment_score":0.5}
{"full_text":"You're discarding your credibility with this series of tweets and the previous one about children and covid-19.","sentiment_score":-0.1666666667}
{"full_text":"RT Covid cases must fall by another 95% to 1,000 a day before lockdown is lifted, claims the NHS","sentiment_score":0.0}
{"full_text":"RT The reported that Contra Costa DA Diana Becton threw a party last August despite a state public health guida...","sentiment_score":0.0}
{"full_text":"Oxford #AstraZeneca  jab offers less S Africa variant protectionhttps:\/\/t.co\/kydPoM8d8e","sentiment_score":-0.0333333333}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT About 14% of all Covid-19 deaths since December were those who were dead on arrival at hospital. The youngest was 18. She...","sentiment_score":-0.2}
{"full_text":"RT Let's be clear what happened in Myanmar: The garment workers union (mostly young women workers) and radical students took...","sentiment_score":0.1}
{"full_text":"RT MEA readout of 28th January. Canada gets commercial supplies of India made covid vaccines.","sentiment_score":0.0}
{"full_text":"RT I love the 'you can't live in fear forever' covid denying people bc it's like sweetie yes I can what do you think anxi...","sentiment_score":0.3181818182}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"RT Time to contact your electeds and tell them, again: 1. Everyone deserves survival basic income ASAP.2. The amount should...","sentiment_score":0.0}
{"full_text":"RT So they admit that masks don't work?","sentiment_score":0.0}
{"full_text":"RT It seems that nowadays anyone who dies of anything at any time and in any manner is virtually...","sentiment_score":0.0}
{"full_text":"Covid is the perfect society-destroyer. Make women and soyboys permanently afraid of private association, and they will drag everyone else down a death spiral of emptiness","sentiment_score":0.0288888889}
{"full_text":"RT Covid hits exam-taking and poorer pupils worst, study finds","sentiment_score":-1.0}
{"full_text":"RT 14\/(07\/02) COVID-19 #Peru  REGIONES","sentiment_score":0.0}
{"full_text":"Who else is glad they stayed home and Covid safe for this Super Bowl?  ME Bummed that the Chiefs are going to lose but I guess I will open a bottle of wine to drown my tears( after Bloody's to start the game )","sentiment_score":0.0222222222}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT FOOD CART TEASER POSTING DETAILS#IlluMEWnate2021Brightening lives of local Thailand vendors affected by COVID-19...","sentiment_score":0.0}
{"full_text":"RT Commendable efforts by Postmen and Grameen Dak Sevaks of who worked relentlessly during the pandemic as Coro...","sentiment_score":0.0}
{"full_text":"This is the real danger. All the precautions the NFL apparently took? They don't matter when you pack a city with selfish careless people","sentiment_score":-0.1875}
{"full_text":"RT If they scrolled the names of the Americans who died in this pandemic the same way U2 did for victims of 9\/11 during the Supe...","sentiment_score":0.0}
{"full_text":"RT Idk colors... what do you think?","sentiment_score":0.0}
{"full_text":"Most do offer delivery now since Covid","sentiment_score":0.5}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"I thought they were cardboard cut outs ","sentiment_score":0.0}
{"full_text":"RT As we mark a year of the ongoing #COVID19 pandemic, WHO thanks donors &amp; partners for their support &amp; contribution in boosting coun...","sentiment_score":0.2}
{"full_text":"RT .@NYGovCuomo and his health department have been hiding at least 63% of the total number of seniors that died from getting...","sentiment_score":-0.15}
{"full_text":"RT .@weareoneEXO TOP5 Most Viewed MVs in the last 7 days (1.31 ~ 2.06)#1 Love Shot - 2,866,708 (371M)#2 Monster - 979,46...","sentiment_score":0.3333333333}
{"full_text":"He was a crank and he tweeted utterly obnoxious bigotry. Most Covid bampots turn out to be quite far out on the right, usually hard right Libertarians, but also the far right who would find Yeadons bigoted rhetoric very congenial.","sentiment_score":0.1628306878}
{"full_text":"RT #COVID vaccines may not reach everyone for years. Federal action and funding are needed in order to secure #treatments...","sentiment_score":0.25}
{"full_text":"RT Absolute Love some of our darkest times, Amanda is a bright light sharing words of inspiration...","sentiment_score":0.45}
{"full_text":"RT CORONAVIRUS UPDATE: The Florida Department of Health's COVID-19 dashboard reported 6,624 new cases and 103 total deaths in...","sentiment_score":0.0681818182}
{"full_text":"#9PMRoutine In Smyrna TN on lock down. Watching #Moonshiners","sentiment_score":-0.1555555556}
{"full_text":"In controlling the spread of #COVID19, how can governments flatten the curve without hurting the economy? This report examines the impact of interventions such as workplace and school closures, gathering bans, testing, and contact tracing on the transmission of COVID-19.","sentiment_score":0.0}
{"full_text":"RT More info at See you tomorrow, Raiders ","sentiment_score":0.5}
{"full_text":"Gov. Henry McMaster and the first lady contracted COVID-19 in December and doctors encourage people who recover from the virus to donate the blood product.","sentiment_score":0.25}
{"full_text":"There ain't no easy way out.But when a global pandemic threatened the lives of our loved ones, these refugees wouldn't back down.Sound on and volume up! https:\/\/t.co\/S1YNrCCNYG","sentiment_score":0.1208333333}
{"full_text":"#OurAMA's Professional Satisfaction and Practice Sustainability webinar series focuses on physician well-being, practice redesign and implementing #telehealth during #COVID19.  Tune into this month's webinars!","sentiment_score":0.125}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT The Winona Ryder and Timothee Chalamet \"Scissorhands\" ad from is one of several refocusing attention on sustainabil...","sentiment_score":0.0}
{"full_text":"Cafe doors are open again! Welcome to Cafe Forbidden! (Please observe social distancing )'Phantom in the Twilight', starts TONIGHT, Mon to Fri at 6PM (5PM JKT\/BKK)","sentiment_score":0.3444444444}
{"full_text":"Daryl Dixon [to Carol Peletier about Alpha]: You want her dead so bad, you don't even care what happens to you.#TheWalkingDeadSeason 10The World Before24 November 2019#TWDGeorgiaCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorLast DixonNorman Reedus","sentiment_score":-0.45}
{"full_text":"The young writers got a blessing from a literary great. ","sentiment_score":0.3333333333}
{"full_text":"The rapid development of Coronavirus vaccines has made them a prime target for hesitancy and myths but what is real and what is not?by","sentiment_score":0.2}
{"full_text":"COVID CONCERN: Health experts concerned Super Bowl gatherings could increase COVID case numbers. for a special 8pm KION newscast","sentiment_score":0.3452380952}
{"full_text":"In Pictures | These are the job roles growing during the pandemic","sentiment_score":0.0}
{"full_text":"An additional 349 #COVID19 cases were confirmed in New Mexico Sunday and 13 new deaths related to the virus were reported by the New Mexico Department of Health.","sentiment_score":0.1618181818}
{"full_text":"Because the start of the coronavirus pandemic in the U.S. and the April 1 reference date used for the 2020 census fell so close to each other last year, the deaths that began in mid-March will not show up in the state population figures.","sentiment_score":-0.0625}
{"full_text":"Odds that guy is covid positive?","sentiment_score":0.2272727273}
{"full_text":"China reports no new local #COVID19 infection for first time in nearly 2 months","sentiment_score":0.0704545455}
{"full_text":"The on Sunday reported 908 new cases of COVID-19 in the state.The increase brings the total number of known infections to 354,608 in Utah since the pandemic hit here nearly a year ago. | By","sentiment_score":0.0787878788}
{"full_text":"RT Obviously not the CDC since we're 11 months into the pandemic and he still isn't wearing a mask","sentiment_score":0.0}
{"full_text":"RT The total wealth of 64 billionaire sports barons shot up by $98.5 billion during the pandemic; 26 of them got $9 billion in ta...","sentiment_score":0.0}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT COVID about to have a serious celebration in Tampa Bay","sentiment_score":-0.3333333333}
{"full_text":"From what I could make out of visually on TV, it was a guy, 20 something, brown hair (wasn't me that's for sure) with very little clothing on. Kah-razy! Plus we're still in a pandemic. ","sentiment_score":0.0651041667}
{"full_text":"New GuideOur Hero, Ario, comes around again with a brilliant guide for heart-to-heart chat with children on how to fight #COVID19 Let's create safe spaces for our children to openly share their feelings#MentalHealthAwareness #MentalHealthMatters","sentiment_score":0.3840909091}
{"full_text":"Closure Alert in Costa Mesa The SR-55 south has a full freeway planned closure between Baker Street and the Corona Del Mar Fwy, Route 73 from 11 pm on Sunday February 7th to 5 am on Monday February 8th.","sentiment_score":0.35}
{"full_text":"Health Minister Greg Hunt has downplayed concerns about the effectiveness of the AstraZeneca #coronavirus vaccine.https:\/\/t.co\/DCWb2kvAHR","sentiment_score":0.0}
{"full_text":"RT Actor Suriya has tested positive for Covid19  Wishing you a very safe and speedy recovery Sir.#GetWellSoonSURIYAanna #Maste...","sentiment_score":0.4386363636}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"DID YOU SEE THIS?Report: 29 out of 30 patients with serious COVID-19 cases were cured in days with new Israeli drugA hospital in Tel Aviv claims it has developed a treatment that saw patients with moderate to serious COVID-19 cases leaving days laterhttps:\/\/t.co\/MUBg0VLNb0","sentiment_score":-0.0860606061}
{"full_text":"TODAY'S FRONT PAGE: MONDAY 08 FEBRUARY 2021 #dailynewszim #news #zimbabwe #zimnews #lockdown #COVID19 #MaskUpZimbabwe #Monday  #coronaviruszim","sentiment_score":0.0}
{"full_text":"HM the King gave a royal initiative to Chulalongkorn University and its team of experts to build the mobile lab vans to enable medical staff to get quick results of lab test. About 80,000 cases have been handled by the 13 royal mobile lab vans#COVID19","sentiment_score":0.1666666667}
{"full_text":"RT Hubby asked last night at a dinner date when we could go out without masks.  I replied never. He thought i was exaggeratin...","sentiment_score":0.0}
{"full_text":"RT China reports no new local #COVID19 infection for first time in nearly 2 months","sentiment_score":0.0704545455}
{"full_text":"RT Not the CDC that's for sure","sentiment_score":0.5}
{"full_text":"The foreign worker hiring freeze for the local plantations and commodities sector will be lifted after the Covid-19 pandemic is brought under control. This is provided that the companies' lodging is compliant with SOPs, and they adhere to the procedures.","sentiment_score":-0.0625}
{"full_text":"RT The NFL honoring frontline workers for what they've done in a pandemic while gathering tens of thousands during a pande...","sentiment_score":0.0}
{"full_text":"RT Every person deserves to be protected from COVID-19. That includes our community members who are incarcerated. We need to d...","sentiment_score":0.0}
{"full_text":"RT Satan's fall from heaven w\/ his fallen angels, and Abaddon\/Abel, coming from out of the bottomless pit. Their covid q...","sentiment_score":0.0}
