{"full_text":"RT JBC's modelling of TTI estimates R reduction of 18-33% *compared to a scenario with only social distancing restrictions and...","sentiment_score":0.0166666667}
{"full_text":"RT In each warm body it infects, the virus behind Covid-19 has the potential to change. Most of those changes are slow and incons...","sentiment_score":0.08}
{"full_text":"RT Just straight up fucking eugenics.","sentiment_score":-0.2}
{"full_text":"RT Auckland has 3 new cases so immediately is placed into a full city wide lockdown. The UK had 13,308 new cases yesterday...","sentiment_score":0.1306818182}
{"full_text":"RT Summed up here Same for covid as it is for Brexit","sentiment_score":0.0}
{"full_text":"Lovely day out but why are you travelling up and down the country when we are in Lockdown.","sentiment_score":0.1722222222}
{"full_text":"COVID-19 virus is an Unrestricted Bioweapon of CCP! Dominating the world is the unique goal of the CCP!Wake up! What are you waiting for?We must fight back!,","sentiment_score":0.234375}
{"full_text":"RT the consequence of infection - will not stop this but Pfizer, Moderna and pos...","sentiment_score":0.0}
{"full_text":"Important news about the vaccine.","sentiment_score":0.4}
{"full_text":"RT Love isn't the only thing in the air this weekend... this #Valentines you may have to settle for a  COVID-19 swab instead of Cu...","sentiment_score":0.25}
{"full_text":"RT I would have thought far worse of her if she hadn't dashed to her parents after a distressing phone call.The curtain...","sentiment_score":-0.15}
{"full_text":"RT Appalling and depressing news - a public intellectual with 90% disability denied bail in India, exposed to Covid-19 in pris...","sentiment_score":-0.1625}
{"full_text":"In poverty stricken Mississippi delta, coronavirus fight has added chall... via","sentiment_score":0.0}
{"full_text":"RT Staying productive while working from home!","sentiment_score":0.0}
{"full_text":"RT 24 hr destiel wedding lockdown starts NOW Expect only tweets about the wedding. You have been warned #DeanCasWedding","sentiment_score":0.0}
{"full_text":"announcing 3 lockdown initiatives with - designed for ages 11-17 but everyone is welcome to join:-1) 'Get up, Get Active' sessions every Wednesday from 24th Feb to 24th Mar from 4:30-5pm. Week 1 - Coordination.  To Register:-","sentiment_score":0.3333333333}
{"full_text":"Laptops for childrenhttps:\/\/t.co\/0C8L1w0hRr","sentiment_score":0.0}
{"full_text":"RT Was happy to receive a call from my friend  Assured him that India would do its best to facilitate suppli...","sentiment_score":0.9}
{"full_text":"Roses are redViolets are blueI hope you now realiseCovid's not just the flu","sentiment_score":0.0}
{"full_text":"RT 3 cases in Auckland, terus lockdown for 3 days.....and other parts into level 2..this is how it's done.","sentiment_score":-0.125}
{"full_text":"RT Theory that virus emerged in laboratory 'has NOT been dismissed'- as it emerges China WON'T hand over raw data on early inf...","sentiment_score":-0.0653846154}
{"full_text":"RT Mums are superheroes of #lockdown and dads should help\"...mothers were already doing a lot before lockdown, but the pr...","sentiment_score":0.0}
{"full_text":"RT Have you read how our artificial skin technology can be a defence against COVID-19 and getting employees back to work and...","sentiment_score":-0.3}
{"full_text":"RT If you're alone today, in Lockdown, &amp; feeling unlovedYou are &amp; always will be, the most precious of gifts to humanity#Hap...","sentiment_score":0.5}
{"full_text":"We are always here for your special Mix Pastry  . What are you waiting for !!order now your personalized pastry ?..#Stayhome #Malaysia #Selangor #restaurant","sentiment_score":0.5580357143}
{"full_text":"RT CNN: 483,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"RT #mTlbnsh_tjyl_wnlyn_yrysWe want to be SAFESAVE US from the CORONAVIRUS!","sentiment_score":0.0}
{"full_text":"Just because you've had your vaccination doesn't mean you are immune. It means if you get Covid you are less likely to become seriously ill. Still ill though. And possibly carry it and infect someone else.","sentiment_score":-0.2465277778}
{"full_text":"RT India's rollout of COVID-19 vaccine inoculation, the world's largest vaccination drive, has shot off as the fastest in the w...","sentiment_score":0.0}
{"full_text":"RT Lockdown in Ireland &amp; the UK is NOT about protecting people, it's about protecting Politicians, Contracts &amp; Corruption....","sentiment_score":0.0}
{"full_text":"RT All COVID vaccines stop severe illness and death. Take what's offered.","sentiment_score":0.0}
{"full_text":"RT The Wuhan ListREVEALED: Secret bat cages at Wuhan lab where researchers planned to breed animals for virus experiments...","sentiment_score":-0.4}
{"full_text":"Bed occupancy rate is now down to 38% from 46% in the last 2 days.We can beat #COVID19 when we #ActTogether and #WearAMask #WatchYourDistance~#WashYourHands#ForAGreaterLagos #LagosLovesU","sentiment_score":-0.0777777778}
{"full_text":"No one understands Mississippi college trained us for this ","sentiment_score":0.0}
{"full_text":"Love is in the Air  happy Valentine's Day from the whole of the team and we hope everyone enjoys our Fridays valentines lockdown love gifts being delivered  Thank you so much to all support and all help to make this possible !!!!  #explore","sentiment_score":0.3666666667}
{"full_text":"Don't let republicans claim victory (America lost), &amp;don't let media say the Constitution is broken. Republicans flagrantly corrupted the process. Media should report how terrible R's are to threaten to obstruct COVID-19 relief, &amp; important confirmations &amp; agenda.","sentiment_score":-0.3333333333}
{"full_text":"So many businesses have suffered due to this pandemic","sentiment_score":0.1875}
{"full_text":"Lockdown distraction: I bought a record player last year. Thanks to online shopping I now see lots of ads for record players.It is to my amusement that many of the ads show people holding records in ways that make it impossible to safely\/carefully handle and store them.","sentiment_score":0.0083333333}
{"full_text":"RT Warning: an unequal recovery lies ahead. If we see the rich and old out consuming while unemployment rises and the young (...","sentiment_score":0.1916666667}
{"full_text":"RT Dortmund rejecting a more than generous offer of EUR100-120m for Jadon Sancho in the middle of a pandemic only to not make i...","sentiment_score":0.1666666667}
{"full_text":"This report claims Taliban chief Mullah Haibatullah was killed in a blast in Quetta, Pakistan two years ago. For now I'm taking this with a sizable amount of salt. Previously we've seen multiple reports about his death, including one from 2019 which claimed he died of COVID.","sentiment_score":-0.1222222222}
{"full_text":"RT inspiring to think that we live in a country where the head boy of winchester college can grow up to marry the daughter o...","sentiment_score":0.3181818182}
{"full_text":"That was my last trip then boom corona","sentiment_score":0.0}
{"full_text":"RT Our reopening protocols and guidance worked for SME hospitality businesses too and allowed safe reopening and sustainable r...","sentiment_score":0.5}
{"full_text":"Since it's Valentine's Day and we all bored in lockdown, I have made a list of my top 10 fave metal\/hard rock love  songs of all-time. I limited myself to one artist per song. Could per an idea for a show ","sentiment_score":0.1071428571}
{"full_text":"RT India's rollout of COVID-19 vaccine inoculation, the world's largest vaccination drive, has shot off as the fastest in the w...","sentiment_score":0.0}
{"full_text":"DO YOU SEE THIS ?  Why isn't the media asking Trump where the 20 million missing vaccines are ? Why is no one even asking Jared?  Why did this man gets $500 freaking billion dollars?   DEMOCRATS NEED TO DEMAND MORE","sentiment_score":0.15}
{"full_text":"RT \"... Canadian officials said they are now focusing on working with other partners including VBI Vaccines, a Massachusetts-base...","sentiment_score":-0.125}
{"full_text":"Ma forse hanno covid","sentiment_score":0.0}
{"full_text":"Nancy Pelosi is a disgrace to this Country and the prestigious job that she holds. She needs to get over whatever it is that makes her hate Donald Trump so much and get to work for the Great  people of this Nation that desperately need help during this Pandemic.","sentiment_score":-0.1}
{"full_text":"RT Entire city locked down due to 3 cases.This is what our \"zero COVID\" future looks like.Rolling, never ending lockdown...","sentiment_score":-0.0701388889}
{"full_text":"THANK GOD: Police ALLOW church to defy lockdown in Melbourne via","sentiment_score":0.0}
{"full_text":"RT People \"demanding\" an end to lockdown. You're arguing with a virus. If it gallops, unchecked, through the under 50s it will...","sentiment_score":0.0}
{"full_text":"Happy birthday  This quoted tweet of mine brought us together. I'll never forget. Wear a mask ","sentiment_score":0.8}
{"full_text":"RT On this wonderful day of love don't forget to wear your mask and maintain social distancing, stay safe ","sentiment_score":0.5083333333}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT #ValentinesDay #VDayCard help spread love  not COVID. I had my vaccine to protect myself &amp; to protect othe...","sentiment_score":0.5}
{"full_text":"RT 62 Tory MPs don't want any more lockdowns after April. What happens if there is another big outbreak next Autumn , are we all...","sentiment_score":0.1666666667}
{"full_text":"RT WILLIAM \"BILL\" LITTLE, 80, of Georgia, died of COVID on Feb. 8, 2021. His death is \"attributable to the Trump Administr...","sentiment_score":-0.1875}
{"full_text":"RT Someone needs to be held responsible.","sentiment_score":0.2}
{"full_text":"RT Cancer has decided to self-isolate in my spinal cord. I know we're in lockdown but please help me kick it out! #helpharr...","sentiment_score":0.0}
{"full_text":"RT #BREAKING US seeks more Covid info from China, has 'concerns' on WHO probe: official","sentiment_score":0.5}
{"full_text":"The Teamsters' Central States Pension Fund could be saved through the COVID-19 relief package.https:\/\/t.co\/P6ut9ImnOy","sentiment_score":0.0}
{"full_text":"RT Lectures on humanity is it? Try them on Vicky Pryce. And Cameron for that matter","sentiment_score":0.0}
{"full_text":"#Mexico's government and people appreciate and thank the government and the people of India, for the timely and largest shipment of #MadeInIndia vaccines to help support Mexico in its response to the #COVID19 pandemic.#VaccineMaitri","sentiment_score":0.0}
{"full_text":"RT 3 cases in Auckland, terus lockdown for 3 days.....and other parts into level 2..this is how it's done.","sentiment_score":-0.125}
{"full_text":"RT Theories on Taleb's #Bitcoin Derangement Syndrome (BDS):* he had a poor understanding of btc volatility until this we...","sentiment_score":-0.4}
{"full_text":".@paulkrugman is absolutely right about this. If Democrats start passing great legislation then Trump will wither into irrelevance like a bad nightmare in the morning light. If they fail to do this then the nightmares to come will make Trump seem like a misguided choirboy.","sentiment_score":0.0571428571}
{"full_text":"I uncertainly believe in-person instruction however I strongly await to decide that Stanford's post-COVID future.","sentiment_score":0.2166666667}
{"full_text":"We will value sincerely because of the COVID-19 pandemic, COVID-affected essential businesses.","sentiment_score":0.25}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"It's often quoted that behind every statistic is a real person. This shows how true that is:","sentiment_score":0.05}
{"full_text":"RT It's been 15 months since my ex-husband left me because I 'wasn't sexy enough.' Covid put pause on my plans for fun but...","sentiment_score":0.2}
{"full_text":"The COVID-19 pandemic triggered Europe's biggest economic contraction on record; as a result, household consumption has suffered an exceptionally deep decline. How will the European consumer emerge from the crisis? Read to find out.#UBSResearch #shareUBS","sentiment_score":0.0666666667}
{"full_text":"If you're a student or staff member currently accessing campus, you can now book your your twice-weekly COVID-19 test just 20 minutes in advance. This testing, for those without symptoms, will help keep our campus community safe.Book your test here ","sentiment_score":0.0}
{"full_text":"View all 4 parts of this video presentation on the prophecies of True Life in God, and how Jesus warned us about this pandemic that now grips the whole world!","sentiment_score":0.3}
{"full_text":"IWM's #HandSanitising stations are designed to significantly reduce the risk of #contamination into #Production areas.Discover our #HygieneSolutions...https:\/\/t.co\/OBJ1ny5oBeView our #Detergents and #Chemicals...https:\/\/t.co\/sJW8s3Kgx3 #FDX2021 #FSD2021 #Coronavirus","sentiment_score":0.375}
{"full_text":"If you're not mad, you're not paying attention","sentiment_score":0.3125}
{"full_text":"Fingers crossed we can reach this milestone. Missing our friends and the joy of a picnic in the park. Now to find a local play space to visit #greatbristishplaymap","sentiment_score":0.2}
{"full_text":"Helping seniors during the pandemic. Story by","sentiment_score":0.0}
{"full_text":"Combatants for Peace, an Israeli-Palestinian NGO, has written to World Health Organisation (WHO) head Dr Tedros Adhanom Ghebreyesus, asking him to make sure the Israeli government does not block the supply of COVID-19 vaccines to Palestine any longer.https:\/\/t.co\/lSIDYD2lfp","sentiment_score":0.5}
{"full_text":"On the #PCS blog,  Jordan David, national committee member, reflects on his views of LGBT+ History Month and says as we slowly recover from the pandemic we need to rediscover our spirit and fight to keep those rights that we've won","sentiment_score":-0.3}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"Michigan State's Rocket Watts falls ill, awaits COVID test results.","sentiment_score":-0.5}
{"full_text":"Post #Covid19, as we seek to build a much stronger healthcare system, it would be timely to explore the transformative potential of the Pradhan Mantri Jana Arogya Yojana.https:\/\/t.co\/v6JKCJA3cY","sentiment_score":0.1}
{"full_text":"As the #COVID19 pandemic continues to rage, it is presenting newer symptoms in patients, apart from the classic fever, sore throat, and the loss of taste and smell.","sentiment_score":0.1666666667}
{"full_text":"After #Lockdown, make your next trip extra special and treat your loved ones to time in the Nordic Spa onboard Start your holiday off on a chilled-out note! #CraSeainLove #ValentinesDay","sentiment_score":0.3080357143}
{"full_text":"The latest update from the Partnership Board is now available to read in Connect. The meeting covered a range of topics, including a progress update for the #COVID19 Vaccination Programme and on the Partnership's application to become an ICS:","sentiment_score":0.45}
{"full_text":"You can listen to the full interview on YouTube:","sentiment_score":0.35}
{"full_text":"Better fit = better protection.https:\/\/t.co\/I00Uf1kYoa","sentiment_score":0.4666666667}
{"full_text":"In a brilliant new article for - John Somerville of discusses the important educative role played by financial planners and the importance of younger generations for post-Covid economic recovery.https:\/\/t.co\/mC9Rzn6Drd","sentiment_score":0.2727272727}
{"full_text":"White House cites 'deep concerns' about COVID-19 report, demands early data from #China-https:\/\/t.co\/aE7QexFxIH#COVID19 #vaccine","sentiment_score":0.0333333333}
{"full_text":"Japan has formally approved its first Covid-19 vaccine and says it will start nationwide inoculations within days, but months behind the U.S. and many other countries.","sentiment_score":0.05625}
{"full_text":"The pace of the COVID-19 vaccine campaign is improving across the Chattanooga region, but confusion and demand that far exceeds supply haven't waned.https:\/\/t.co\/ydZ4dXPfO9","sentiment_score":0.1}
{"full_text":"Happy Valentines to all our lovely followers. Hopefully lockdown hasn't ruined your plans and you can still spread love to your loved ones! #valentinesday2021 #KBPRthinks","sentiment_score":0.66875}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"COVID 19 cases in India until : 14\/02\/2021 17:30Total Cases: 10904957 [+219]Active: 134792Recovered: 10609966 [+178]Deaths :155678 [+2]Total Tests: 206.23MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"OPINION | \"The people of Michigan don't want to hear any more excuses. They want a better plan of action. They deserve better results.\"","sentiment_score":0.4}
{"full_text":"RT I'm chilling. Everyone in lockdown and quarantine is getting a glimpse of life in a dorm on a prime Friday night at Mis...","sentiment_score":-0.5}
{"full_text":"If you're fully vaccinated, you no longer have to quarantine if you're exposed to COVID-19.","sentiment_score":0.0}
{"full_text":"Life has certainly taken a turn with the onset of the pandemic and the changes it brought to our everyday living, but our desire for love remains constant. Though it's admittedly more challenging now to find \"the one,\" it's certainly not impossible.","sentiment_score":0.2639455782}
{"full_text":"Please check our blog for cancellations due to coronavirus\/COVID","sentiment_score":-0.125}
{"full_text":"From QAnon purists and anti-vaxxers to science-deniers and all round sceptics, many unsavoury theories have been spreading round our social media hub as of late. But this begs the question: would this be sufficient reason to break up a friendship?","sentiment_score":-0.0333333333}
{"full_text":"RT So it begins. I was called 2 days ago by my doctors surgery, the wanted to book me in for the covid jab. I politely told them I...","sentiment_score":0.0}
{"full_text":"Lockdown breaches have been happening across Dorset - with police issuing more than 1000 fines so far.https:\/\/t.co\/BdUeRDVHf7","sentiment_score":0.5}
{"full_text":"RT Tory MP with zero medical expertise says 'open everything now'Critical care boss who has been fighting covid from the...","sentiment_score":0.0}
{"full_text":"RT Sex therapy &gt; #lockdown.#FateScopareRicciardi","sentiment_score":0.0}
{"full_text":"Martha Lily Dean explores how to dress for the UK's first Valentine's Day affected by the Covid-19 pandemic.","sentiment_score":0.25}
{"full_text":"RT UK says it shares US concerns over WHO COVID-19 mission to China","sentiment_score":0.0}
{"full_text":"RT *THREAD* We have been urging the government for clarity on which priority group people with asthma will be in for the COVID v...","sentiment_score":0.0}
{"full_text":"Dr Fharat Raja, consultant oncologist at North Middlesex University Hospital NHS Trust, speaking in Urdu about the COVID vaccine.","sentiment_score":0.0}
{"full_text":"Around one in three people with #COVID19 do not have any symptoms.This weekend, please #StayHome. Don't help the virus spread.Read the ruleshttps:\/\/t.co\/clFBtqxUTA","sentiment_score":0.0}
{"full_text":"A batch of China-donated COVID-19 #vaccines has been loaded onto a plane and is on its way to #Zimbabwe on Sunday. This is the first batch of vaccine aid provided by the Chinese government to African countries.","sentiment_score":0.0833333333}
{"full_text":"Hello, I'm Olivia from the Operations &amp; Programming team working on the risk assessment &amp; box office. I'm passionate about dance, music &amp; travellingIn lockdown my boyfriend and I renovated our campervan which we live in with our poochI recommend 'The Good Place' on Netflix!","sentiment_score":0.3204545455}
{"full_text":"Europa League: Arsenal's Match Against Benfica Switched To Greece Due To Covid Restrictions#Arsenal #Greece #Sportsmonks #Sports","sentiment_score":-0.125}
{"full_text":"Happy Valentine's Day to all the couples giving each other and their loved ones covid on this fine Sunday.","sentiment_score":0.4479166667}
{"full_text":"I am two weeks away from having slept in my own bed every night for an entire year. Having visited with relatives, attended summer camp and had short family holidays from a very young age, this is a lifetime record. Another bizarre covid effect. Grateful for a fab bed!","sentiment_score":0.246}
{"full_text":"It's important to take extra precautions if you're trying to conceive to make sure you don't come in contact with COVID, because it can negatively impact fertility.","sentiment_score":0.15}
{"full_text":"Another thing the pandemic took from us: work friends on #greengrounditAn illustration of a man sitting alone with a laptop computer, birthday hat and balloon. (Micah Fluellen \/ Los Angeles Times). By Kevin S.","sentiment_score":0.0}
{"full_text":"You can still make it a special day","sentiment_score":0.3571428571}
{"full_text":"Read the #CreateToRecover evaluation #TorbayCulture's creative response to #COVID19 supporting #artist projects in #Brixham #Paignton #Torquay celebrating our #home &amp; #heritage","sentiment_score":0.375}
