{"full_text":"RT Not a single Republican senator voted for Pres. Biden's COVID relief bill.Republicans whine about \"unity\" but don't give a...","sentiment_score":0.0357142857}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT 1. What is our target on Feb 18? &lt;3k daily cases? 2k? 1k? 2. Epidemic is vastly different now compared to March 2020. Govt...","sentiment_score":0.0}
{"full_text":"RT The vaccine shortage doesn't need to exist. Pfizer and Moderna could share their design with the dozens of other pharma c...","sentiment_score":-0.125}
{"full_text":"I am so excited to see the incredible things that these students will do. I know is the perfect person to lead this new campus in the district next year!!","sentiment_score":0.4822727273}
{"full_text":"RT Infuriating article. Flies in the face of US public polls showing people WANT protections against a deadly illness@joshmich i...","sentiment_score":-0.2666666667}
{"full_text":"RT The United States congratulates Pacific Islands leaders on holding their virtual meeting today. Biden is c...","sentiment_score":0.0}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"RT I'm slowly losing the will to live after seeing cock ups by Johnson and his government come to light day after day over...","sentiment_score":0.0787878788}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT Republicans think reconciliation is okay for tax cuts for billionaires, but not for COVID relief for struggling Americans.","sentiment_score":0.5}
{"full_text":"Of fucking course they are.... ","sentiment_score":-0.6}
{"full_text":"RT Here's my Jen Psaki impression: \"How does the biden administration plan on saving American lives from covid-19?\"\"Yea I'll h...","sentiment_score":0.0}
{"full_text":"RT Thank a Democrat. Any Democrat. All 50. That's unity. Every single one voted for the #Biden #PresidentBiden  $1.9 T...","sentiment_score":-0.0714285714}
{"full_text":"RT No Republicans voted for the COVID 19 Relief... resolution....  No Senate Republicans put Country First.. we can count...","sentiment_score":0.25}
{"full_text":"RT Don't trust people whose feelings change with time. Trust people whose feelings remain the same, even when the time ch...","sentiment_score":0.0}
{"full_text":"RT No Republicans voted for what most economists agree still likely isn't enough stimulus, and what Republicans said they wo...","sentiment_score":0.1666666667}
{"full_text":"RT Society has evolved beyond the need for Republicans.","sentiment_score":0.0}
{"full_text":"RT How the pandemic reversed old migration patterns in Europe","sentiment_score":0.1}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT Pretty striking now with 6 Phase 3 vaccine trials, adding Sputnik today: Not a single death or hospitalization in the vacci...","sentiment_score":0.2619047619}
{"full_text":"RT If you know someone who has been on the fence about the #Covid19 vaccines, tell them this: 0 out 75,000 who got a vaccin...","sentiment_score":0.0}
{"full_text":"Don't even remember what life was like before covid, just want it to all be over now","sentiment_score":0.0}
{"full_text":"RT My 73 yr old mom just got her first round of the Covid vaccine. She's been my biggest concern through this as keeping her...","sentiment_score":0.05}
{"full_text":"RT I am about to speak in the Parliament about the threat to public health that Craig Kelly is causing. The Prime Ministe...","sentiment_score":0.0}
{"full_text":"theyve been so rowdy for 3-4 days now in the middle of the night and it sounds like they have people over... DURING NATIONAL LOCKDOWN","sentiment_score":0.0}
{"full_text":"RT  But they voted for tax breaks for billionaires ","sentiment_score":0.0}
{"full_text":"RT The entire population of individuals served by facilities should be vaccinated.  Those in group homes AND...","sentiment_score":0.0}
{"full_text":"RT In 2017 51 Republicans voted in tax relief for the wealthy.In 2021 0 Republicans voted in Covid relief for the country...","sentiment_score":0.0}
{"full_text":"And this is absolute BS. Sounds as if you have accepted it!?","sentiment_score":0.25}
{"full_text":"RT you passed the #GOPTaxScam with reconciliationyou blocked Garland for over 2 yearsyou blocked pandemic...","sentiment_score":0.0}
{"full_text":"RT Perhaps Morrison saw this comment by Kelly? \"All those critics that have attacked me and slandered and slurre...","sentiment_score":0.0}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"RT 2) Yes it's real, and yes it's prototyped by a leading environmental air quality engineer Dr","sentiment_score":0.2}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT No Republicans voted to move the COVID relief resolution forward using reconciliation to help struggling Americans. Not on...","sentiment_score":0.0}
{"full_text":" Grappling with the coronavirus pandemic on top of life's everyday stressors hasn't been easy for anyone. Even fo...","sentiment_score":0.2444444444}
{"full_text":"Mood covid","sentiment_score":0.0}
{"full_text":"RT NEW: The federal government will begin shipping coronavirus vaccines to 6,500 retail pharmacies across the country on Febr...","sentiment_score":0.1363636364}
{"full_text":"RT I rang my Nanna this morning. She is in a nursing home in Melbourne and contracted COVID last year. She is 92. She recove...","sentiment_score":0.0}
{"full_text":"The African Development Bank's response to COVID-19 in Tunisia, ,https:\/\/t.co\/4EFDB3K1tS","sentiment_score":0.0}
{"full_text":"RT It took her life. Her newborn daughter will never see her face. She left her beautiful family. Her children will grow up...","sentiment_score":0.425}
{"full_text":"RT And it was prepared months ahead. This is \"The Studios\", a rehearsal space made for live events. Before the pandemic star...","sentiment_score":0.1363636364}
{"full_text":"RT Scott Morrison cut uni funding then let the Covid-19 crisis smash them. Every single one of these job losses was prevent...","sentiment_score":-0.0714285714}
{"full_text":"RT OHMYGOD PANDEMIC STANS!!$@' THIS THE FIRST VIDEO YOU SEE SOME EXO MEMBERS IN ALL ONE FRAME!????? HELLO!?!?! HAVE ARE YOU HOLD...","sentiment_score":0.6103515625}
{"full_text":"RT The world's greatest public health organization was brought to its knees by a virus, the president and the capitulation of...","sentiment_score":0.5}
{"full_text":"This is quite frightening!!  ","sentiment_score":-0.78125}
{"full_text":"Law and ACCOUNTABILITY!!","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos will step down as CEO of Amazon and transition to exec. board chair later this year. He made $90 billion last year d...","sentiment_score":-0.0518518519}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT Here's \"unity\" Republicans have shown Dems &amp; Biden:-blocking Dems from taking over Senate to preserve filibuster -admitt...","sentiment_score":0.0}
{"full_text":"RT Not a single Republican senator voted for Pres. Biden's COVID relief bill.Republicans whine about \"unity\" but don't give a...","sentiment_score":0.0357142857}
{"full_text":".@POTUS &amp; .@VP Thank you for your leadership on global health. To end this pandemic, we must fight it in the US and around the world.  Please continue to protect the most vulnerable, support economies, and strengthen health systems. A global pandemic demands a global response.","sentiment_score":0.0}
{"full_text":"RT  BREAKING NEWS: UK coronavirus variant develops vaccine-evading mutation","sentiment_score":0.0}
{"full_text":"RT NEW--Interim analysis of Russian #COVID19 #vaccine phase 3 trial involving nearly 20,000 participants suggests a two-dose reg...","sentiment_score":0.05}
{"full_text":"RT Hang it over their heads for 2022.","sentiment_score":0.0}
{"full_text":"RT Republicans think reconciliation is okay for tax cuts for billionaires, but not for COVID relief for struggling Americans.","sentiment_score":0.5}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT This is Chicago public school teacher Dwayne Reed.His wife is eight months pregnant with their first child. In an attempt...","sentiment_score":0.1944444444}
{"full_text":"RT No Republicans voted for the COVID 19 Relief... resolution....  No Senate Republicans put Country First.. we can count...","sentiment_score":0.25}
{"full_text":"Great Reopening: Tattoo Parlour Defies London Coronavirus Lockdown via","sentiment_score":0.8}
{"full_text":"RT So when do we talk about the fact that Americans' utility bills have skyrocketed since the beginning of the pandemic --...","sentiment_score":0.0}
{"full_text":"RT All you folks who don't want to take the Covid vaccine because you don't know what's in it yet have been eating bologna...","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT TREASURE will be making their Japanese debut on March 31. YG said \"We expect future growth to be explosive. If there'...","sentiment_score":0.0}
{"full_text":"Biden's economic adviser on pandemic relief: 'We can't afford to wait another few months'https:\/\/t.co\/8iNYht6RWp","sentiment_score":0.0}
{"full_text":"I want to remind everyone that Taylor Swift gave us *two* stellar albums written and recorded during a goddamn pandemic. We cannot help but stan a legend.","sentiment_score":0.25}
{"full_text":"RT ZERO Republicans voted for #COVID relief. Call me crazy but thats EXACTLY the number of Republicans that you should vote...","sentiment_score":-0.175}
{"full_text":"RT On 21 Sept, SAGE warned UK faced a \"very large epidemic with catastrophic consequences\" without immediate actionBut P...","sentiment_score":0.2785714286}
{"full_text":"RT Patrick Harvie's response to Eric Trump's statement tonight: \"As entertaining as Eric Trump's tantrum is, he doesn't say whe...","sentiment_score":0.5}
{"full_text":"RT Got some medical advice about my COVID experience from the awesome Dr. and want to share. Stay safe and take care...","sentiment_score":0.5}
{"full_text":"RT This is Chicago public school teacher Dwayne Reed.His wife is eight months pregnant with their first child. In an attempt...","sentiment_score":0.1944444444}
{"full_text":"Covid vaccine will be administered in 'safe and appropriate places,' assures Walgreens executive - CNBC","sentiment_score":0.5}
{"full_text":"RT omg no republicans voted for the COVID relief package???","sentiment_score":0.0}
{"full_text":"RT Not a single Republican senator voted for Pres. Biden's COVID relief bill.Republicans whine about \"unity\" but don't give a...","sentiment_score":0.0357142857}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"We should really continue to take these cleaning precautions after\/if this blows away to prevent this from happening again so rapidly","sentiment_score":0.2}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"WHY WOULD ANYONE BE DOING THAT RIGHT NOWthat's fucking idiotic. Stoked for every other person he inadvertently spread it to.FFS. Stay home everyone, if at all possible.","sentiment_score":-0.1264880952}
{"full_text":"Surely employers owe their staff a duty of care? Some of their employees may experience mental anguish at the thought of traveling on public transport due to passengers in their midst who refuse to wear a mask.","sentiment_score":0.06875}
{"full_text":"RT I miss life before COVID ","sentiment_score":0.0}
{"full_text":"RT Not a single Republican senator voted for Pres. Biden's COVID relief bill.Republicans whine about \"unity\" but don't give a...","sentiment_score":0.0357142857}
{"full_text":"RT The (Floridians United Against Mandated Insanity) site is up. Check it out and sign the petition asking","sentiment_score":0.0}
{"full_text":"RT Breaking news #COVID19 vaccines are now available at the Southeast Health Center (2401 Keith St.) for residents of the 94124 an...","sentiment_score":0.15}
{"full_text":"RT Of course white people are skipping the line and going into communities to get the vaccine. White supremacy tells them...","sentiment_score":0.0}
{"full_text":"RT Not a single Republican senator voted for Pres. Biden's COVID relief bill.Republicans whine about \"unity\" but don't give a...","sentiment_score":0.0357142857}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT No Republicans voted for the COVID 19 Relief... resolution....  No Senate Republicans put Country First.. we can count...","sentiment_score":0.25}
{"full_text":"RT Americans are dying of Covid19 and the government doesn't have enough money to test people, distribute vaccines or pay for...","sentiment_score":0.0}
{"full_text":"RT 'HINDI SILA DAPAT UNDERPAID'Underscoring the importance of medical frontliners in the pandemic, Mayor Vico Sotto anno...","sentiment_score":0.0}
{"full_text":"No Republicans? Shhhhhhhhhhhocking","sentiment_score":0.0}
{"full_text":"RT Not a single Republican senator voted for Pres. Biden's COVID relief bill.Republicans whine about \"unity\" but don't give a...","sentiment_score":0.0357142857}
{"full_text":"RT Republicans were ok using reconciliation to pass Trumps $2.7 Trillion tax break for the 1%. Now that Democrats are in con...","sentiment_score":0.5}
{"full_text":"RT Breaking: Vice President Harris is currently at the Capitol to break a tie, if needed, on the budget reconciliation COV...","sentiment_score":0.0}
{"full_text":"Bro I've BEEN saying this. Parties with hella people? NASTY. Not washing your hands after getting home? NASTY. Sharing drinks and food? NASTY. Not using the disinfectant wipes at the grocery store? NASTY. Not washing or hand sanitizing before you eat? N A S T Y . ","sentiment_score":-1.0}
{"full_text":"RT after covid i hope we stay as clean as we are now. i still would like y'all to stand 6 feet away from me","sentiment_score":0.3666666667}
{"full_text":"RT Despite historic recession, in 2020 firm bankruptcies in advanced economies declined over 25% relative to pre-Covid norma...","sentiment_score":0.05}
{"full_text":"Just Imagine Covid 10 ago we'd all be board stiff tham goodness for streaming sites downloading &amp; social media yes it has its  faults but I am glad it's here Mum Liked it she said We Are All Pen Pals With Each Other On Here We Have Made Good Friends On &amp; Off Here Those I Have Met","sentiment_score":0.2490079365}
{"full_text":"RT Grief heavy on our hearts  we will have to process the vastness of this devastation somehow","sentiment_score":-0.5}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"RT GREATEST HOMEMADE INVENTION OF THE PANDEMIC!What is it? It is called a \"Corsi Box\", named after the famed aerosol sc...","sentiment_score":1.0}
{"full_text":"Tune in or stream \"China's COVID Secrets\" at 10\/9c tonight on","sentiment_score":0.0}
{"full_text":"RT Punchbowl News: Sen. Joe Manchin will vote for the Democrats' budget resolution. Passing a budget resolution gives Democr...","sentiment_score":0.0}
{"full_text":"RT life pre covid was so unsanitary if you actually think about it.","sentiment_score":0.0}
{"full_text":"RT This is unacceptable. Those hit hardest by COVID should be at the FRONT of the line. Not the back.","sentiment_score":0.0}
{"full_text":"RT Full clip: to our YouTube today to help the #EynelysShow grow!Dr. on Gover...","sentiment_score":0.35}
{"full_text":"RT Not a single Republican senator voted for Pres. Biden's COVID relief bill.Republicans whine about \"unity\" but don't give a...","sentiment_score":0.0357142857}
{"full_text":"RT I will never forgive covid for stealing one of my hot years","sentiment_score":0.25}
{"full_text":"republican lawmakers don't care about anyone in the Republic except themselves.","sentiment_score":0.0}
{"full_text":"Eh, not so much \"off the cuff\" as boilerplate criticism that doesn't hold up under scrutiny. Powell wasn't even a starter until Trevor went down w\/ Covid and Powell got hot as D.J.s primary target b\/c they worked w\/ each other in practice w\/ the 2nd unit.","sentiment_score":0.0670634921}
{"full_text":"RT This is roughly equivalent to losing half of all coal mining jobs in one year. Imagine the political response if that hap...","sentiment_score":-0.0888888889}
{"full_text":"RT \"Jan13 2021--WHO issued little-noticed report--calls into ques many of policies adopted to control spread of SARSCoV2. +PCR tes...","sentiment_score":0.5}
{"full_text":"Nothing but respect man but here's my thing...I now live in a RURAL underfunded, socioeconomically disadvantaged district. Add to that there's snow on the ground 4 months a year, there are no Rec centers and no one is allowed to be in a gym.... cont...","sentiment_score":0.0681818182}
{"full_text":"RT If you are working on the #KeystonePipeline you can just find another job?Okay.If you are a teacher afraid to teach...","sentiment_score":-0.6}
{"full_text":"RT There are 611 children still separated from their parents at the borderHundreds of illegals are being deportedThousa...","sentiment_score":0.0}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"RT I'm not against the Covid-19 vaccine but I'm going to pass on it. I've drank water from a water hose from the side of the house...","sentiment_score":0.0}
{"full_text":"RT No Republicans voted for what most economists agree still likely isn't enough stimulus, and what Republicans said they wo...","sentiment_score":0.1666666667}
{"full_text":"RT The number of people hospitalized with coronavirus in Orange County declined from 1,362 on Monday to 1,330 on Tuesday, with the...","sentiment_score":0.0}
{"full_text":"RT This is devastating. Black and Latinx children are losing their parents at 5-10x the rate of non Hispanic White kids. htt...","sentiment_score":-0.3888888889}
{"full_text":"RT .@CPHO_Canada warns that Canada is in a \"very delicate period\" as faster-spreading variants appear to be taking root. T...","sentiment_score":-0.39}
{"full_text":"Big Alcohol, Big Food &amp; Big Tobacco - find out what industry tactics have been at play around the world during #COVID19 via and #BhekisisaResource","sentiment_score":0.0}
{"full_text":"From our Collection: Peacock Salt Cellarc. 1880#tuesdaymotivations #COVID19 #CovidVaccine","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has provided China new opportunities to deploy digital infrastructure domestically and abroad, pushing 5G, health apps, surveillance programs, and thermal imaging cameras as tech solutions to the crisis:","sentiment_score":0.0681818182}
{"full_text":"Humans are triggered by fear more than any other emotion. #world #pandemic #LifeGoesOn","sentiment_score":0.1875}
{"full_text":"Temperature guns have limited evidence for detecting COVID-19, but may have other benefits, particularly for GP clinics.","sentiment_score":-0.0099206349}
{"full_text":"Iowa GOP really has their elbow on the pulse of the people here. Maybe they think guns protect against Covid.","sentiment_score":0.2}
{"full_text":"Earth spiked a bit of a fever in 2020, partly because of cleaner air from the pandemic lockdown, a new study found.https:\/\/t.co\/LD6qnpN8dy","sentiment_score":0.1363636364}
{"full_text":"\"Placing all efforts in making people wear something symbolic, like an old soiled mask, and little to no effort in enforcing the efficiency of those masks (such as handing out clean ones), is the appearance of action without action, 9\/11 security theater.\"","sentiment_score":0.0798611111}
{"full_text":"RT NO. REPUBLICANS. VOTED. TO. HELP. THE. PEOPLE.","sentiment_score":0.0}
{"full_text":"Coronavirus infections and hospitalizations in California are plummeting weeks after it appeared some hospitals were overwhelmed.https:\/\/t.co\/CsiIVVYw2B","sentiment_score":0.0}
{"full_text":"However, due to the sharp drop in trade demand in the first half of the year and re-lockdown of some container ports amid the second wave of COVID-19 outbreak at the end of the third quarter.","sentiment_score":-0.0277777778}
{"full_text":"The budget process allows the party in control in Congress to pass most big-dollar legislation without having to worry about a filibuster. But the process can be risky. (From","sentiment_score":0.5}
{"full_text":"RT Unis need a big funding boost to help them weather the Covid storm without further job losses. This is a test for Alan T...","sentiment_score":0.0}
{"full_text":"JJ BOATMAN, age 9, of Vernon, Texas died of COVID on Jan. 26.\"You don't know how to live life anymore because everything's just literally changed. Everything has literally just changed when your baby boy is not ever coming back.\"https:\/\/t.co\/M7NnPEYAz8","sentiment_score":0.0681818182}
{"full_text":"RT Jeff Bezos will step down as CEO of Amazon and transition to exec. board chair later this year. He made $90 billion last year d...","sentiment_score":-0.0518518519}
{"full_text":"Our goal is for everyone to get the #COVID19 vaccine, but it will take time. We expect the vaccine will be available to everyone by the end of 2021. You will be able to get it at doctor's offices, clinics, and pharmacies.","sentiment_score":0.45}
{"full_text":"Everyone's looking for something to spice up their life, or cure their boredom during the pandemic.","sentiment_score":0.0}
{"full_text":"Wear a mask at all times in any unfamiliar place, including our cabs, and please consider whether you really need to go anywhere. But if you (really) do, and do not have your own transportation, call 608-242-2000.  #CoOpMeansTogether","sentiment_score":0.3333333333}
{"full_text":"Drug stores have become a mainstay for flu shots and shingles vaccines, and the industry is capable of vaccinating tens of millions of people monthly.","sentiment_score":0.2}
{"full_text":"Britain Battles Mutant Coronavirus Outbreak","sentiment_score":0.0}
{"full_text":"The line between the \"haves\" and the \"have-nots\" has never been clearer than during this pandemic -- Rev. says that's something we'll all have to reckon with. He gets real on capitalism and the pandemic on the latest Battleground, out now:","sentiment_score":0.35}
{"full_text":"Washington DC Files For Temporary Restraining Order Against Teachers Union Over Potential Strike","sentiment_score":0.0}
{"full_text":"You have been doing so much and helping so many--please use some of these resources to care for yourself! #SelfCare #SelfSoothing","sentiment_score":0.25}
{"full_text":" A new poll from found Newsom's approval rating among Californians has dropped from 64% in September to 46%. However, it also found that 45% oppose the ongoing recall efforts.  Take a closer look at these numbers and more from","sentiment_score":0.3181818182}
{"full_text":"#Dubai Health Authority authorized the Oxford-AstraZeneca #vaccine being produced in the Serum Institute of India as the emirate steps efforts to combat coronavirus. ","sentiment_score":0.0}
{"full_text":"oh I see, in Indonesia, covid19 cases continue to increase and for the workers, we still work in the office, but always wear masks.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Senate has voted 50-49 in favor of moving the $1.9 trillion COVID relief package forward using budget re...","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT \"As I approached Imbolc, I realized one of the strongest lessons, at least for me personally, was the strength of hearth a...","sentiment_score":-0.15}
{"full_text":"RT FLOOR ALERT: just blocked &amp; request to consider the Reopen Schools Act,...","sentiment_score":0.0}
{"full_text":"RT No Republicans. Zero. Y'all really be voting for folks that don't give a f*ck about you and could care less if you go broke,...","sentiment_score":0.0166666667}
{"full_text":"RT Can we ask the groundhog if we have 6 more months of covid","sentiment_score":0.5}
{"full_text":"RT Great to catch up with Craig Kelly yesterday and discuss the importance of a unified health message and how essential it...","sentiment_score":0.4}
