{"full_text":"Thinking about this cute sweet treat one of my subs paid for pre-Covid #walletdrain #walletrape #ebonybrat #findom #ebonydomme #cashslave","sentiment_score":0.425}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT And #ESHREjc paper is out Let's discuss together effects of COVID19 on semen parametershttps:\/\/t.co\/c0CfPz7b8q@ESH...","sentiment_score":0.0}
{"full_text":"#RTSA 2\/2020 \"COVID-19: to Rule the Emergency\" #openaccess","sentiment_score":0.0}
{"full_text":"RT .@Suriya_offl to get back to work soon, will start shooting for his next movie with .","sentiment_score":0.0}
{"full_text":"RT While Israel rolls out Covid vaccines at world-beating speed, Palestinians are forced to wait. This is not an aberrati...","sentiment_score":-0.3}
{"full_text":"Will just have to be patient...Dx","sentiment_score":0.0}
{"full_text":"\"I am not using the pandemic for my own political self-interests\"- what Nicola Sturgeon wants you to believe, although - unfortunately - facts and reality do not make that fantasy an even remote possibility!","sentiment_score":0.035}
{"full_text":"RT The Monetary statement reveals a lot apart from its curious rhetoric. Since it's a monetary statement, it's monetary...","sentiment_score":-0.1}
{"full_text":"RT BREAKING All SAARC countries including Pakistan have supported Prime Minister five proposals o...","sentiment_score":0.0}
{"full_text":"Dr. Htar Htar Lin was in charge of Covid 19 vaccine programme but as military took over the country, she went CDM. Now she is charged with unfair charges. Please let the world know. #WhatsHappeningInMyanmar","sentiment_score":-0.3}
{"full_text":"The right thing to do ","sentiment_score":0.2857142857}
{"full_text":"KeepFRIghting AMANDA","sentiment_score":0.0}
{"full_text":"They should have contracted with the company in Texas. Prestige Ameritech. Mike Bowen has tried for years, to get DC to understand the importance of making these masks in the US. The co was told they would get a contract, hired hundreds, only to have to fire them.","sentiment_score":0.0}
{"full_text":"RT Helang, is this, not the same govt speaking of a shortage of educators\/teachers during the height of covid19 las...","sentiment_score":0.0}
{"full_text":"What for #PatanjaliCoronil now? We can always shoo away the coronavirus by making some noise and lighting up our balconies!At the least by chanting \"Go Corona Go, No Corona No\".","sentiment_score":-0.3}
{"full_text":"RT Please give us 2nd one still. The devil only needs 1% to show himself.","sentiment_score":0.0}
{"full_text":"RT ***Lateral flow tests aren't the best test if you have symptoms*** (Thread)Over the last few weeks I've noticed a lo...","sentiment_score":0.2666666667}
{"full_text":"Very interesting that you think people dying of covid-19 amuses you.","sentiment_score":0.65}
{"full_text":"RT But for many more months the Trump admin was saying masks are bad and the disease would soon disappear and moreover it was...","sentiment_score":0.1}
{"full_text":"RT Have a giggle - go on - you know you'll feel better!https:\/\/t.co\/wtcoqWejcb","sentiment_score":0.0}
{"full_text":"RT Good Morning,Senayan Golf Course Weather Forecast for today:Book your tee time now by:Phone: (021) 571 0181Whatsapp:...","sentiment_score":-0.025}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"Covid19 Vaccination #1","sentiment_score":0.0}
{"full_text":"I say before COVID consumes us to set thieves free ALL honest and decent PEOPLE of #RSA start an a political movement called 3rdWave to DEMAND Rule of LAW in government. This will be a strict non-partisan PRESSURE GROUP to ensure DOES WHAT IT IS EXPECTED TO DO...","sentiment_score":0.2133333333}
{"full_text":"RT The lawyer Jinan Abdo from occupied Haifa sent an urgent letter to the #Israeli Ministry of Health regarding a decision to exc...","sentiment_score":0.0}
{"full_text":"Dr Adrian James, President of the Royal College of Psychiatrists, comments on Lancet Psychiatry paper on severe mental illness and Covid-19 vaccination. More follows","sentiment_score":0.2}
{"full_text":"Congratulations to &amp; the former #TrumpRegime for causing the deaths of 505K people in America from #COVID19 due to their incompetence &amp; negligence. This is what happens when you only focus on vaccines &amp; fight masking &amp; social distancing - many die. #TnxTrump","sentiment_score":0.0816666667}
{"full_text":"Lockdown extended for another 3 weeks? Honestly can't take much more of it. How can they think this is OK to do to a whole nation, but have no support. My mental health has been on a rapid decline the last few weeks, I was hoping it wouldve been eased today ","sentiment_score":0.2142857143}
{"full_text":"RT Pfizer's Covid vaccine is 85% effective after one dose and blocks 75% of transmission, Israeli study finds","sentiment_score":0.6}
{"full_text":"I just uploaded \"Vaccine And Syring Covid 19 - 4K | Motion Graphics - Envato elements\" to #Vimeo:","sentiment_score":0.0}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT In these covid times make sure u have the right temperature","sentiment_score":0.3928571429}
{"full_text":"RT I find this horrendous  and against Duty to care..","sentiment_score":0.0}
{"full_text":"If I was a government overseeing covid responsible for over a hundred thousand dead and a socio economic disasterI would have avoided using the word \"blitz\"","sentiment_score":0.0666666667}
{"full_text":"We are very pleased to announce grants for 44 historic sites through the #CultureRecoveryFund From historic piers to local museums, this funding will support organisations impacted by Covid-19 &amp; ensure that they remain #HereForCulture","sentiment_score":0.1625}
{"full_text":"RT Joe Biden has authorized additional US taxpayer money to fund the Wuhan Institute of Virology through 2024Why would an...","sentiment_score":0.0}
{"full_text":"RT China Tests Covid-20 By Giving New Virus Strain To Pakistan In The Name Of Vaccinehttps:\/\/t.co\/xChtSA78Tl","sentiment_score":0.1363636364}
{"full_text":"RT 7) Similar #B117 outbreak in an Italian village. 60% of cases in young kids.","sentiment_score":0.0333333333}
{"full_text":"This is nothing more than fear porn. Murphy's oligarchy is collapsing and he's losing control.  Hoping the is jumping on NY James' investigation.  #covid19","sentiment_score":0.5}
{"full_text":"The #Covid19 #Vaccine Latest Updates in the #UAE #CommitToWin#ChoosetoVaccinate#TogetherWeRecover#TogetherForYourWellness","sentiment_score":0.5}
{"full_text":"owning an imperialist state by defending an imperialist state","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"RT The superspreaders behind top COVID-19 conspiracy theories","sentiment_score":0.05}
{"full_text":"I have long covid. What that means is more than two months after I got corona, I am still not fully recovered. Have still episodes of extreme fatigue, insomnia (common for long covid) and am unable to exercise. It seems to be getting better though slowly.","sentiment_score":-0.040625}
{"full_text":"RT Join us at 1.30pm when our panel of scientists will be discussing routes out of lockdown and answering your questions....","sentiment_score":0.0}
{"full_text":"RT Florida faces questions about why a pop-up vaccine site was created at a wealthy and mostly white commu...","sentiment_score":0.25}
{"full_text":"RT If you're identified as a close contact of someone who has tested positive for coronavirus, we'll now ask you to get tested....","sentiment_score":0.2272727273}
{"full_text":"That's great, the pandemic is global and requires a global effort@MattHancock","sentiment_score":0.2666666667}
{"full_text":"RT Looking forward to Micheal Martin announcing the next lockdown extension on Virgin Media while he's getting a pedicure with...","sentiment_score":0.0}
{"full_text":"RT Official data has shown that people with disabilities accounted for 60% of all deaths from Covid-19.'Horrifying' dea...","sentiment_score":-0.9}
{"full_text":"RT Real: \"I had #COVID19 early on, and it left me with some long-tail fatigue and brain fog,\" Paltrow wroteFake: Paltrow \"re...","sentiment_score":0.1}
{"full_text":"RT Pandemic's Effects on the Insurance Business May Be Long-Lasting \"digital adoption in the insurance se...","sentiment_score":0.0}
{"full_text":"RT Thanks to a real team effort across Wales, coronavirus cases are now at their lowest since the end of September.We need you...","sentiment_score":0.2}
{"full_text":"RT Facebook won't let me post this as it contains untrue info. Which bit is false?? ","sentiment_score":-0.4}
{"full_text":"RT COVID-19: Israeli bar offers free drink for jab to tempt more young people to get vaccinated","sentiment_score":0.275}
{"full_text":"please can you explain to the electorate (without lying if that's possible) how you would have coped if Scotland were independent! Where would the money come fromHow would you have obtained vaccines?How would you fill the gaps the  armed forces filled in for you?","sentiment_score":0.1333333333}
{"full_text":"RT Biden not sending out COVID relief checks... but refunding the Wuhan lab where COVID came from is THE PERFECT EXAMPLE...","sentiment_score":1.0}
{"full_text":"Petition: Do not rollout Covid-19 vaccine passports","sentiment_score":0.0}
{"full_text":"RT Ted Cruz was going to stay at a Ritz Carlton in Cancun for four nights and thought the price of $309 per night was cheap but...","sentiment_score":0.4}
{"full_text":"Good morning, everyone.This pandemic is strange and surreal and scary. Let's do our best to be good to one another.","sentiment_score":0.35}
{"full_text":"#AI technology is becoming instrumental in the international approach to tackling the #coronavirus crisis. It's great to see that with the help of a deep learning framework from USC researchers, we're getting closer to combating #NewStrains of the virus","sentiment_score":0.3125}
{"full_text":".@tedcruz hypocrite isn't a strong enough word for you,  #CancunCruz #CancunGate #GOPCowards","sentiment_score":0.2166666667}
{"full_text":"RT #Exclusive Nine more weeks of 'severe lockdown', Taoiseach Micheal Martin confirms","sentiment_score":0.5}
{"full_text":"Why is Kim Jong-un building COVID?","sentiment_score":0.0}
{"full_text":"Sturgeon's plan B is an attempt to outrun the Covid inquiry, writes","sentiment_score":0.0}
{"full_text":"1,091 cadets graduated from the Specialist Cadet School yesterday. In the light of the #COVID19 situation, the cadets received their bayonets at decentralised small-scale indoor parades held at Leaders Hall, Pasir Laba Camp. Well done and congrats to all graduands!","sentiment_score":0.5}
{"full_text":"Happy Friday, from a very happy Lizzie Who else has been enjoying a puzzle of two during #lockdown?","sentiment_score":0.7666666667}
{"full_text":"Coming up on Good Day Philadelphia:24-hour coronavirus vaccine clinic -- what you need to know.Plus, a thank you to Wentz but what is next?And snow fun even the parents can enjoy!#FOX29GoodDay","sentiment_score":0.5}
{"full_text":"RT Day 44 - Crisp Packets #Lockdown #LitterthonLike sweet wrappers they come in all shapes and sizes and you see them ev...","sentiment_score":0.3}
{"full_text":"It's #FishFactFriday! Brown and sea trout are actually the same species. It is unclear why some migrate to sea &amp; some stay home. Those who appear to leave but then change their minds are known as \"slob trout\"! Check out fact page for more:","sentiment_score":0.1666666667}
{"full_text":"RT Try to #stayathome if you are sick or feeling unwell. Unnecessary travelling and roaming around can spread the infect...","sentiment_score":-0.5571428571}
{"full_text":"It was devastating for farmers across north Essex","sentiment_score":-1.0}
{"full_text":"Tax Filing 2021: How to file #taxes? How did COVID-19 impact tax law? Can you claim #stimuluschecks on tax returns? Unemployment benefits: Taxable? Read expert tips@abramsinc","sentiment_score":0.0}
{"full_text":"Here's a few tips on how to care for infected patients at homehttps:\/\/t.co\/UDbVJN4tqL","sentiment_score":-0.2}
{"full_text":"RT Florida Gov. DeSantis stands accused of using the Covid-19 vaccine to reward powerful political supporters and developers by set...","sentiment_score":0.15}
{"full_text":"RT The Chief Minister will be hosting a LIVE Press Conference today at 4pm on COVID-19. The presser will be l...","sentiment_score":0.1363636364}
{"full_text":"Have you had the #covid #vaccine? Help us help local services by sharing your experiences: ","sentiment_score":0.0}
{"full_text":"Health chiefs have welcomed a \"steady decline\" in Covid-19 cases in South Tyneside","sentiment_score":0.1666666667}
{"full_text":"\"The #Church facing #Covid19 - Despite the coronavirus pandemic: Copts celebrate the sixth anniversary of the massacre of Coptic #martyrs in #Libya\"#MECC #ChurchFacingCoronaVirus #CoronaVirus #Corona","sentiment_score":0.0}
{"full_text":"Just like any other vaccine, the COVID-19 vaccine works by teaching your immune system how to defend itself against attack. Find out more:","sentiment_score":0.1875}
{"full_text":"COVID-19 ENHANCED SCHOOL SCREENING PROTOCOL You must screen for COVID-19 symptoms every day before going to school.  Check at P1 class, you will be asked to confirm that you have completed the self-screening with a result to \"Go to School\".","sentiment_score":0.0}
{"full_text":"During lockdown we will be sharing a daily quote to keep our school community motivated and inspired during these difficult times #stayhome #QuoteoftheDay #SSTInspire","sentiment_score":-0.25}
{"full_text":"Join CoFounder Real Innovation Academy who will be speaking at the 'Building a Post-Pandemic Organisation Conference' he will explore &amp; debate specific aspects of what a post pandemic organisation could look like. Buy your ticket here ","sentiment_score":0.1}
{"full_text":"#TheWeekinData: New algorithm for Covid-19 vaccine prioritisationhttps:\/\/t.co\/F03UNKMFmn* Could AI predict the next coronavirus?* QCovid algorithm identifies 1.7 million adults to be added to shielding list* European Commission set to allow data to flow between EU and UK","sentiment_score":0.0454545455}
{"full_text":"People claiming Universal Credit are struggling to pay bills, can't afford to buy healthy food and are even skipping meals.And yet the government still intends to cut Universal Credit by PS20\/week in April. There can be no justification for such cruelty.https:\/\/t.co\/BK8NtZjzbT","sentiment_score":0.125}
{"full_text":"The Health Ministry will employ mobile units to reach out to orang asli and vulnerable groups during the National Covid-19 Immunisation Programme. Health DG Dr Noor Hisham Abdullah says, this includes the elderly and frail who might have mobility issues.","sentiment_score":-0.5}
{"full_text":"Japan has confirmed a new variant of #Covid19 as an infection cluster emerged at a Tokyo immigration facility. It may be more contagious than conventional strains, and if it continues to spread domestically, it could lead to a rapid rise in cases.","sentiment_score":0.2233766234}
{"full_text":"Stay At Home Story Time - Wednesday, February 24 at 1:30 pmJoin us for the weekly STAY AT HOME STORY TIME with a craft hosted by Ms. Leanne on the Zoom app. EP Patrons email leanne.ross@elmwoodpark.bccls.org for Zoom link &amp; materials list!","sentiment_score":0.0}
{"full_text":"Kidney dialysis patients are at a significantly greater risk of #COVID19, yet they are not a priority group for vaccinationRead commentary in ","sentiment_score":0.5}
{"full_text":"These five steps will tell you instantly when you can expect to receive your jabhttps:\/\/t.co\/741fcdsGn1","sentiment_score":0.0}
{"full_text":".@_AskMartin talks about the lessons learned from Kelsey-Seybold's experience with #ransomware incident and the broadening cyberattack landscape during COVID-19 pandemic, with in this podcast. Listen: #ISMGPodcast","sentiment_score":0.0}
{"full_text":"They are now counting on residents' support, to make their #lockdown dreams a permanent reality.https:\/\/t.co\/4Nt3mo3OpF#woky #wokytoday #takeouttohelpout #localbusiness","sentiment_score":0.0}
{"full_text":"One for the post-pandemic bucket list: BOOKS, south-east London's ultimate independent second-hand zine and bookshop. Let introduce you.https:\/\/t.co\/Kev2Eze78A","sentiment_score":0.0}
{"full_text":"When times are tough like they are for many right now dealing with results of the pandemic, trust that tomorrow is a new day and incorporate mindfulness into your daily routine to help you stay present.#aspire #getinspired #inspire #betterday #tomorrowwillbebetter #mindfulness","sentiment_score":0.1066378066}
{"full_text":"RT #PatanjaliCoronil getting approval from DCGI&amp; #WHO,no less,is a huge endorsement for Ayurveda&amp;India's homegrown #StartUp...","sentiment_score":0.4}
{"full_text":"Hundreds of new cases of coronavirus have been confirmed in Lancashire in the latest 24 hour period.https:\/\/t.co\/9YAZddNTSJ","sentiment_score":0.3454545455}
{"full_text":"Good Morning Ottawa!!To help our neighbors stay at home safe, we're going to be offering limited services, in order to keep their devices working.Due to Covid-19 restrictions, Only one person allowed at a time.Reception sanitized between each customer.","sentiment_score":0.2821428571}
{"full_text":"Like NHS workers across the UK, the doctors at Newquay Health Centre have had a challenging year on the front lines of the pandemic. To go some small way to help during this difficult time, we donated three electric bikes to the surgery last summer. Read how they got on ","sentiment_score":-0.0625}
{"full_text":"Drive-in dining amid Malaysian lockdown eating. #AFP ","sentiment_score":0.0}
{"full_text":"Timmins' Katrina Hass is drawing up new ways to understand COVID-19.https:\/\/t.co\/hkyQrV67dS","sentiment_score":0.1363636364}
{"full_text":"RT It's good","sentiment_score":0.7}
{"full_text":"If approved by the federal government, new national mask standards would rank masks based on breathability and filtration efficiency.","sentiment_score":-0.3318181818}
{"full_text":"NEW BLOG Mind yourselfGraeme Thompson reflects on the #mentalhealth challenge of the Covid-19 pandemic for children and young people and previews two forthcoming free resources being made available to congregations to minister to this need.https:\/\/t.co\/6pZcTdMCbA","sentiment_score":0.2590909091}
{"full_text":"New Outbreak Zombies Mode coming February 25th to #BlackOpsColdWar! Who's excited for Open World Zombies? ","sentiment_score":0.1818181818}
{"full_text":"As we're spending more time at home, we may experience feelings of isolation. If you're worried about someone during the coronavirus outbreak, we've got some tips to help you reach out ","sentiment_score":0.5}
{"full_text":"Very cool that a fellow who said life beyond 75 isn't \"meaningful\" to be on the advisory board for fighting a disease that has run riot in nursing homes.@nytopinion","sentiment_score":0.4775}
{"full_text":"Great work being undertaken by groups locally in the response to Covid-19. Find out more below #EastSide #bloomfieldcommunityassociation #eastsidepartnership","sentiment_score":0.4333333333}
{"full_text":" | Premier League Lockdown breach @CreswT has the report of the latest rule break https:\/\/t.co\/LkRwF2FzR8","sentiment_score":0.5}
{"full_text":"RT I'll admit that I kind of lost track of this, but I was genuinely surprised to learn in the last few days that Americans c...","sentiment_score":0.125}
{"full_text":"Staying social, but at a distance. Use our Spacelinx shade structures to create intimate, yet safely distanced seating pods for people to gather responsibly. With side and back privacy panels on the modular Spacelinx shade structure, social distancing becomes much easier.","sentiment_score":0.1666666667}
{"full_text":"A Globe And Mail article published in January of this year relays the detrimental impact that the lockdown has had on the mental well-being of Canadians.#RememberYourOath","sentiment_score":-0.1}
{"full_text":"Another bunch of performers scheduled to appear on Saturday 27th February for our first Big Rainbow Variety Stream! No booking required just watch this space for the link.Brighten up lockdown with your rainbow! ","sentiment_score":0.125}
{"full_text":"In this #PBUpskills Lockdown Lessons article, #digitalmarketing specialist Scott Dance reveals how to get the best results from pay-per-click advertising &amp; boost your #salon sales using #GoogleAds  #advertising #PPC","sentiment_score":1.0}
{"full_text":"RT First Minister of Wales has just told on that he doesn't believe things will get back to normal this y...","sentiment_score":0.1333333333}
{"full_text":"RT It looks like the UK's decisions to go with a single #COVID19 jab and delay the booster until 12 weeks will pay off. I...","sentiment_score":-0.0714285714}
{"full_text":"If you're planning a trip to the coast for lockdown exercise this weekend check the tide times and keep a close eye on your surroundings ...https:\/\/t.co\/7XH3HgGvBI","sentiment_score":0.0}
{"full_text":"Some more #GoodNews on the  #RECOVERY trial supported by HDR UK! Find out more via ","sentiment_score":0.5625}
{"full_text":"[READ] History has a habit of erasing black women's contribution to scienceWe cannot give recognition to female scientists and their contributions to the fight against COVID-19 without acknowledging the barriers they have overcome.https:\/\/t.co\/HFNjiimuPJ","sentiment_score":-0.0833333333}
{"full_text":"Surpassing a million delegates for its virtual event solutions in 2020, proves why upskilling is key to weathering the economic storm of COVID-19 https:\/\/t.co\/lklfxwf9DD","sentiment_score":0.1666666667}
{"full_text":"From Saturday 20 February 2021 will be introducing temporary Saturday timetables across Greater Manchester due to the Covid-19 national lockdown.For more information on affected services visit","sentiment_score":0.2916666667}
{"full_text":"Get your thinking caps on, the IntoUniversity Lockdown quiz is back! Hosted on Zoom by IntoUniversity staff plus celebrity guest appearances, you don't want to miss out! Sign up and donate here","sentiment_score":0.0}
{"full_text":"RT As a response to COVID-19, IT decision-makers are focused on adopting agile infrastructure and gaining financial flexibility...","sentiment_score":0.25}
{"full_text":"Aircraft maker Airbus has reported a loss of more than EUR1bn after deliveries of its aircraft fell by a third due to the pandemic. Airbus delivered 566 commercial aircraft in 2020, down from 863 the year before, and expects to deliver the same number in 2021.","sentiment_score":0.0365740741}
{"full_text":"RT Sir Graham Brady MP, Covid Recovery Group member, tells Julia the goalposts for easing lockdown need to stop being moved: \"T...","sentiment_score":0.0}
{"full_text":"Covid: Home-schooling triplets mum tells parents to 'hang in there'https:\/\/t.co\/kYC08pzzPT","sentiment_score":0.0}
{"full_text":"Strict stay-at-home restrictions may not be required if a robust vaccination programmehttps:\/\/t.co\/IDsy4DjBTk","sentiment_score":0.0}
{"full_text":"RT People with disabilities in England should be given priority for vaccination against Covid-19, according to leading cha...","sentiment_score":0.0}
{"full_text":"Everyone agrees people of color aren't getting the COVID-19 vaccine fast enough. How bad the problem is, and what to do about it are less clear. by","sentiment_score":-0.1133333333}
{"full_text":"Universal Credit claimants forced to skip meals. Hunger and poverty are the norm under the Tories.https:\/\/t.co\/gYK9DqKyzT","sentiment_score":-0.15}
{"full_text":"RT Today's React 1 COVID survey results make the strongest case for a phased re-opening of schools to full pupil intakes....","sentiment_score":0.35}
{"full_text":"RT Consultancies and law firms may be resorting to the wrong tactics to keep their lights on during this pandemic. Instead, th...","sentiment_score":-0.5}
{"full_text":"RT The Democrat Party invented the concept of social distancing with their Jim Crow laws.","sentiment_score":0.0333333333}
{"full_text":"The need for an ongoing cybersecurity training plan has never been more important with ransomware attacks reaching up to 30,000 per day in the US during the pandemic.https:\/\/t.co\/wTXuzee3Yu#CyberSecurity","sentiment_score":0.45}
{"full_text":"News Consumption and misinformation during Coronavirus    Get involved  Please RT #KnowWhatMatters","sentiment_score":0.0}
{"full_text":"It's an island, duh.","sentiment_score":-0.3}
