{"full_text":"Women are getting Sexual assaulted not one buy many under your liberal, watch at these covid hotels and all you can say is hey guys check out this bbq joint and we're taking your guns wow you sure are a piece of work","sentiment_score":0.4}
{"full_text":"RT Cuomo should resign for:- Bungling his handling of COVID in NY assisted living facilities and lying about it- Sexually h...","sentiment_score":0.5}
{"full_text":"Really starting to feel like we're just never gonna have concerts again. If we do, they'll be half the experience they were pre-covid. Sorry to my full-time music folks that think that sounds negative, but that's how it's really feeling after a year of this shit.","sentiment_score":-0.1611111111}
{"full_text":"RT Matthias Matuschik wasn't edgy when he said he hates BTS &amp; likened them to Covid. He knows there's an epidemic of hatred...","sentiment_score":-0.3}
{"full_text":"RT JUST IN: Johnson &amp; Johnson's Covid-19 vaccine gets emergency use authorization from FDA","sentiment_score":0.0}
{"full_text":"#giveusdata #cdnpoli #bcpoli #vanpoli@charliesmithvcr day avg of new #COVID19 cases peaked at 8,310 on Jan 8, then trended lower to 2,852 on Feb 21;now edging higher^ let's work to push this number lower","sentiment_score":0.1931818182}
{"full_text":"RT wouldn't it be rad if, instead of shareholders and ceos making bank off this, the actual researchers responsible for these va...","sentiment_score":0.1}
{"full_text":"RT States have made vastly different choices about vaccine priority, especially when it comes...","sentiment_score":0.0}
{"full_text":"RT There is insufficient safety data for pregnant women from Pfizer clinical trials &amp; Its best to wait until after the birth to...","sentiment_score":0.6666666667}
{"full_text":"RT Praise ReportThe Lord canceled a 100K debt of church rental due to the pandemic last year.  Glory to God! #InAweOf...","sentiment_score":-0.0625}
{"full_text":"RT Every Republican in the House of Representatives voted against giving unemployed Americans in a pandemic $400 a week to supp...","sentiment_score":0.0}
{"full_text":"RT Republican Paul Gosar skipped the COVID relief vote to speak at a conference with ties to white nationalism.https:\/\/t.co...","sentiment_score":0.0}
{"full_text":"RT So the House passed Biden's $1.9 trillion COVID relief bill, 219-212. Not a single Republican voted for it. Not one th...","sentiment_score":0.0357142857}
{"full_text":"RT Brian Williams: Never forget the deadly cost of Covid denialism.Learn more:","sentiment_score":0.15}
{"full_text":"RT She is today's headliner at CPAC thanks to her most known achievement, escalating her state's Covid mortality rate by...","sentiment_score":0.35}
{"full_text":"RT The most insulting thing imaginable is watching the very same ppl and institutions who've been peddling Sinophobic garb...","sentiment_score":-0.1666666667}
{"full_text":"Bitch I got my own fire  don't need security in da club #brunch #houston #oldestchild #hiphop #rapper #spring #springtime #fashion #drip #tommyhilfiger #family #dt #share #stream #style #pandemic #explorepage #gold #melanin #queen #artist #unsigned #indie #music","sentiment_score":0.3}
{"full_text":"RT A good step forward for CDC - new guidance that aligns with the consensus on the need for aerosol transmission controls. ht...","sentiment_score":0.4181818182}
{"full_text":"$8.75B for federal vaccine roll out, $20B for manufacture &amp; procurement, $3B for stockpile, $25B for testing &amp; hospital reimbursement, $130B for schools, $350B for state &amp; local govt's , and the $1,400 checks, also his plan is called \"rescue America\", not \"covid money only plan\"","sentiment_score":0.0}
{"full_text":"Cattle Herd.. Roger. Can't use GOP brainwashing techniques of the evangelical weak minded. YOUR.. job is to focus on what's RIGHT for the people and not what a Corporate CPAC Memo tells you to repeat. Doesn't matter if Covid drops off in April. Your voting choices lost all cred.","sentiment_score":-0.0297619048}
{"full_text":"Me (in a harness). Also bed head.","sentiment_score":0.0}
{"full_text":"RT Unbelievably stupid. In the middle of a pandemic these people are literally spreading a deadly virus.","sentiment_score":-0.3333333333}
{"full_text":"That's absolutely not what the WHO said months ago (early in the pandemic when we still thought it was only transmitted through droplets they thought asymptomatic spread was uncommon--not that it didn't exist). We've learned a lot in the last year). This is what the WHO says:","sentiment_score":0.0}
{"full_text":"RT Brazil's Foreign Minister likes to worry about \"Maoist China\" seeking to dominate the world and how the pandemic is a c...","sentiment_score":-0.125}
{"full_text":"RT \"Filipino nurses are 4% of total nurses in the U.S. but 31.5% of all nurse deaths. ... That's not an accident.\"","sentiment_score":0.0}
{"full_text":"RT 68 percent of Americans want Biden's COVID relief bill, but not a single House Republican voted for it this morning. It passed...","sentiment_score":0.0357142857}
{"full_text":"RT Update: We've secured 20 million doses of AstraZeneca's COVID-19 vaccine - and on top of that, we've now reached an agre...","sentiment_score":0.5}
{"full_text":"RT How many people lost their jobs yesterday? How many people lost jobs since COVID-19? How many have since found jobs?I...","sentiment_score":0.5}
{"full_text":"RT Breaking News: The FDA authorized Johnson &amp; Johnson's coronavirus vaccine, the first that requires only a single shot. Distrib...","sentiment_score":0.0595238095}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"RT  yep zero,a year later over 500k dead. this will pass the spanish flu as worse pandemic. over...","sentiment_score":-0.15}
{"full_text":"The U.S. is getting a third vaccine to prevent COVID-19, as the Food and Drug Administration on Saturday cleared a Johnson &amp; Johnson shot that works with just one dose instead of two.https:\/\/t.co\/QTdPynAIku","sentiment_score":0.0}
{"full_text":"Great maybe they will contract #IBIO to #massproduce the #CoronavirusVaccine for them at an exponential rate and low cost, not to mention in a #green efficient manner!!! #COVID19 #COVID19Vaccine","sentiment_score":0.1364583333}
{"full_text":"The pandemic-affected oyster season has been difficult for the MD industry, causing farmers and watermen to rethink the business.","sentiment_score":-0.5}
{"full_text":"Sen. Bob Casey Calls The Republican Party A 'Joke' For Opposing COVID Relief via","sentiment_score":0.0}
{"full_text":"RT How come COVID only infects public but not private school teachers?","sentiment_score":0.0}
{"full_text":"RT Hey EDU friends, let's have some words about anti-Asian rhetoric and actions in schools. And biases and micro-aggressions...","sentiment_score":0.0}
{"full_text":"RT Can't stop thinking about \"productivity culture\" &amp; covid e.g. Identifying if you are \"fatigued\" b\/c a) always fatigued and...","sentiment_score":0.0}
{"full_text":"RT Kalampag era happened when the world is also suffering from depression because of Covid. Imagine your safe haven becam...","sentiment_score":0.5}
{"full_text":"RT House Democrats passed a $2 trillion dollar bill in the middle of the night, without any bipartisan support. The package cu...","sentiment_score":0.0}
{"full_text":"RT Please use the following flowchart as a decision guide if your child begins to show COVID-19 symptoms while at home. More info...","sentiment_score":0.25}
{"full_text":"RT Hey Republicans, not a single one of your representatives voted to give you a $1400 stimulus check in the middle of the...","sentiment_score":0.0178571429}
{"full_text":"RT 'This is similar to the rate of increase observed in Cebu City, Mountain Province, and Benguet, where specimens of the S...","sentiment_score":0.0}
{"full_text":"RT Republicans chose CPAC over COVID relief","sentiment_score":0.0}
{"full_text":"RT The House passed COVID relief to expand testing, increase vaccination capacity and help struggling families. Now onto t...","sentiment_score":0.0}
{"full_text":"RT BREAKING: FDA approves Johnson &amp; Johnson's single-shot Covid vaccine for emergency use","sentiment_score":0.0}
{"full_text":"RT JUST IN: Johnson &amp; Johnson's Covid-19 vaccine gets emergency use authorization from FDA","sentiment_score":0.0}
{"full_text":"RT 'Vaccinations have caused more deaths than the coronavirus would have caused during the same period'","sentiment_score":0.25}
{"full_text":"RT Dr. Fauci has been consistently wrong in regards to Covid-19.He has continuously contradicted himself, disseminated mis...","sentiment_score":-0.5}
{"full_text":"RT Attacks against Asian-Americans in New York City have soared since the pandemic began, terrifying many and stoking fears of ta...","sentiment_score":-0.1212121212}
{"full_text":"RT Dear Representative Did you claim a health or pandemic safety reason for not being in DC for the COVID relief bi...","sentiment_score":0.0}
{"full_text":"RT 20 million Covid vaccines the Trump admin didn't track are missing.","sentiment_score":-0.2}
{"full_text":"RT The CCP is trying to cover up another outbreak in Beijing.Multiple areas were suddenly sealed off without warning. No...","sentiment_score":0.0}
{"full_text":"RT Detractors keep saying no one would upset if the German radio guy slandered a western band instead of BTS. But if he had...","sentiment_score":0.0}
{"full_text":"RT Go Baby Go","sentiment_score":0.0}
{"full_text":"GOP Congressman Skips COVID-19 Relief Vote To Speak At White Nationalist Rallyhttps:\/\/t.co\/8cBo1XxSAk","sentiment_score":0.0}
{"full_text":"#TheResistance2021 trusted trader. Have just ended my endorsement. After 8 years . All 5 star reviews. No complaints. They phoned my business. Asked how I was doing. And my thoughts.  I gave them about covid.  This is what a country we are now living in.","sentiment_score":0.0}
{"full_text":"Excellent news &gt; via","sentiment_score":1.0}
{"full_text":"RT Crisis level USCIS processing delays have forced thousands of skilled immigrant women, incl. essential workers &amp; small biz...","sentiment_score":-0.0125}
{"full_text":"Achieving an Equal Future in a Covid-19 World.A panel discussion at watch on FB Live at 1530 hrs (GMT+7).","sentiment_score":0.0454545455}
{"full_text":"RT \"75% of Americans, including a lot of Republicans, support the pandemic relief bill,\" Rep. Maloney says. \"You've got a Republica...","sentiment_score":0.0}
{"full_text":"Overview of COVID-19 Vaccines available\"Vaccination is the most important strategy to end the pandemic [...] The efficacy of SARS-CoV-2 vaccines provides a real measure of hope for 2021.\"","sentiment_score":0.375}
{"full_text":"RT \"Fat as a pig. But I can run 10 miles.\"Big John Fury with the advert for outdoor running and home workouts we all need...","sentiment_score":0.0}
{"full_text":"RT Aukland in NZ is going in lockdown literally every time they find a single bloody case, FFS. I wonder why the people h...","sentiment_score":-0.4357142857}
{"full_text":"RT Every single Republican in Congress opposed sending people relief during the worst pandemic in a hundred years. Every on...","sentiment_score":-0.5357142857}
{"full_text":"\"FDA grants emergency use authorization for Johnson &amp; Johnson's COVID-19 vaccine\" ","sentiment_score":0.0}
{"full_text":"RT Florida is leading in protecting our vulnerable residents, saving the economy and safeguarding the freedom of our people...","sentiment_score":-0.5}
{"full_text":"RT Attacks against Asian-Americans in New York City have soared since the pandemic began, terrifying many and stoking fears of ta...","sentiment_score":-0.1212121212}
{"full_text":"RT new CDC guidance suggests you don't go wasting your devotion and to instead lay all your love on me","sentiment_score":0.3181818182}
{"full_text":"#MutualAidRequest Please im a domestic violence single money of three i am homless because i was a stay at home mom so i have no money or family only have my room for one more night please help if u can room is $57 a night cash app $breweezy28 venmo","sentiment_score":0.1071428571}
{"full_text":"I have to say that one of the things that I miss the most during COVID times is hanging out with &amp; I miss their faces. Zoom meetups are not the same.","sentiment_score":0.25}
{"full_text":"RT Only 9% of Pelosi's $1.9 trillion \"plan\" is related to COVID-19.I offered an amendment providing $10k stimulus to Americans...","sentiment_score":0.0}
{"full_text":":SARS-CoV-2 vaccines (Published JAMA 26 Feb 2021)","sentiment_score":0.0}
{"full_text":"Yes, always given us reports of Covid-19. You know in life people are always digging for faults. Check all men majority will be in the group of saying they are harassing women. They accused Presidents , judges, rich men, directors, and supervisors too.","sentiment_score":0.375}
{"full_text":"Based on what happened during the pandemic over the last year, the items listed above all seem totally related to the pandemic and the problems it caused.","sentiment_score":0.0}
{"full_text":"\"If Covid-19 nevertheless continues to spread in 2021 &amp; kill millions, or if an even more deadly pandemic hits humankind in 2030, this will be neither an uncontrollable natural calamity nor a punishment from God. It will be a human failure &amp; more precisely, a political failure.\"","sentiment_score":0.0333333333}
{"full_text":"RT It's official: SARS-CoV-2 is airborne.An inquiry into the recent hotel quarantine breach here in Western Australia has imp...","sentiment_score":0.0}
{"full_text":"RT u stay in my dreams like u built a home in them","sentiment_score":0.0}
{"full_text":"A priest I know is dying, an elderly man who has been depressed since Covid has officially given up and he's down to skin and bones, and another man I know died. Lots of sad news today. My heart is heavy for these family and people ","sentiment_score":-0.2851851852}
{"full_text":"RT Brian Williams: Never forget the deadly cost of Covid denialism.Learn more:","sentiment_score":0.15}
{"full_text":"RT Hey fwends . Me n daddy just having a cuddle . Dad says many people are asking about his history and mine, feel free to a...","sentiment_score":0.45}
{"full_text":"RT CPAC, where COVID isn't taken seriously but sedition is praised.","sentiment_score":-0.3333333333}
{"full_text":"RT Walmart runs off-site, invite-only vaccine clinics in Hampton Roads","sentiment_score":0.0}
{"full_text":"A placebo-controlled trial and an observational study of the COVID-19 vaccine in pregnant women are getting underway.","sentiment_score":0.3333333333}
{"full_text":"RT Yikes. A second accuser!!!","sentiment_score":0.0}
{"full_text":"Okay then. He's an elite athlete so I guess if he's not sure what the effects are, he won't take them. His choice ","sentiment_score":0.125}
{"full_text":"RT The Johnson and Johnson #vaccine can be \"a game changer for sure\", says \"One injection, kept at normal temperatur...","sentiment_score":0.0833333333}
{"full_text":"RT What a wonderful sight. Humans enjoying sunshine. As it always should have been, those afraid, shielding should stay...","sentiment_score":0.3}
{"full_text":"The NBA's G League is investigating after Jeremy Lin says he was called 'coronavirus' on the court ","sentiment_score":0.0}
{"full_text":"RT Hey Republicans, not a single one of your representatives voted to give you a $1400 stimulus check in the middle of the...","sentiment_score":0.0178571429}
{"full_text":"Hear! Hear!","sentiment_score":0.0}
{"full_text":"RT \"Let's not let COVID get us, let's get the vaccine instead...\"- urges all Americans to get vaccinated to co...","sentiment_score":0.0}
{"full_text":"RT During my first term as AG, my office took thousands of illegal guns off Pennsylvania streets, launched a smart, data-dr...","sentiment_score":-0.0119047619}
{"full_text":"Facility managers are responsible for keeping their buildings clean and safe for facility occupants and visitors. An increasing number of managers are turning to augmented reality (AR) to help them accomplish this task during the global COVID-19 pandemic.https:\/\/t.co\/gljLtwRGsA","sentiment_score":0.2666666667}
{"full_text":"RT Gahhh! Just because you've had the vaccine doesn't mean you can't still catch Covid, be a carrier and infect other people who...","sentiment_score":-0.21875}
{"full_text":"Qatar Airways to Roll Out \"Zero-Touch\" IFE Technology.The leading Gulf carrier is taking further steps to reduce the risk of Covid-19 transmission in the aircraft cabin. #Airline #Airbus #Flights #QatarAirways","sentiment_score":0.0}
{"full_text":"COVID-19 testing is now available on Thursdays at the located on Elder Creek Road. Registration may be completed in-person , online  , or by calling 916-454-1892 . This testing site is free and open to all community residents https:\/\/t.co\/uFnGF1qpuw","sentiment_score":0.2666666667}
{"full_text":"Black Americans have generally participated in lower numbers when it comes to vaccines of all kinds, including those for chickenpox, polio, measles-mumps-rubella, etc.https:\/\/t.co\/G6gTzn7RsC","sentiment_score":-0.0583333333}
{"full_text":"COVID-19 And Chronic Diseases","sentiment_score":0.0}
{"full_text":"If you can't wear a mask in public,  you respiratory system is probably so jacked up you shouldn't be walking around without an Oxygen tank.BTW you can still wear a face shield, yet I'm guessing you ain't.","sentiment_score":0.0}
{"full_text":"RT Harvey Norman to keep $22m in jobkeeper despite profits doubling to $462m in pandemic.#HVN","sentiment_score":0.0}
{"full_text":"RT The Chonburi Department of Public Health announced a new case of Covid-19 this morning in Si Racha, a Burmese migrant worker who is asymptomatic and has a low level of genetic material of the virus, likely previously infected from cl...","sentiment_score":-0.0060606061}
{"full_text":"RT BREAKING: The U.S. House has voted YES on the COVID relief bill that also includes a $15 minimum wage. #FightFor15 #RaiseTh...","sentiment_score":0.0}
{"full_text":"Misinformation, conspiracies and hoaxes about COVID-19 are now impacting public health responses creating confusion and distrust, and as discovered, it's even breaking some families apart.Read more:","sentiment_score":0.25}
{"full_text":"With new infections soaring due to a highly-contagious #coronavirus variant and hospitals filling up, Czech Republic is facing the inevitable: the tightest lockdown since the start of the pandemic.","sentiment_score":0.0037878788}
{"full_text":"Jordan Zavala '23, a student in the MA Teaching program at USF's location in Santa Rosa, comes from a family of educators. This recent story highlights Jordan and the continuing support to their local school district during the pandemic.Read more here","sentiment_score":0.1666666667}
{"full_text":"RT Why are workers \"essential\" enough to work through a deadly pandemic but not essential enough to get paid a living wage?","sentiment_score":-0.04}
{"full_text":"Officials in the Islamic Republic have made contradictory statements about the Iranian mutation of #covid.Amir Hossein Ghazizadeh Hashemi, said that in addition to the virus #mutations in South Africa, Britain and California, the \"#Iranian mutation of covid\" should be added.","sentiment_score":0.0}
{"full_text":"'I wanted to go in there and help': Nursing schools see enrollment bump amid pandemic via #healthcare #nursing #healthcareheroes","sentiment_score":0.0}
{"full_text":"He\/She may as well stay home next time.https:\/\/t.co\/PNB9PofhEw","sentiment_score":0.0}
{"full_text":"I still think the vaccine rollout has been messy at best, but I wanted to make sure you know there are encouraging signs like this where our government officials are taking a sensible approach and getting something accomplished, .@MarkBrownCST writes.https:\/\/t.co\/2JsRSMSMaL","sentiment_score":0.375}
{"full_text":"RT \"There's an epidemic of hatred towards Asians, fueled by public figures like Matthias Matuschik, who almost always claim the...","sentiment_score":0.0}
{"full_text":"Heard this week on the Parenting Roundabout Podcast: \"I want to be able to have people over. Not a lot of people. A select few.\"","sentiment_score":0.15}
{"full_text":"The university has had 105 cases from Jan. 1 through Feb. 25, according to its COVID-19 dashboard. For comparison, the university reported 72 cases from Sept. 4 to Dec. 31.https:\/\/t.co\/bv7AieLwL8","sentiment_score":0.0}
{"full_text":"Millions of Americans have been vaccinated, including many grandparents. So, is it safe to give grandma and grandpa a hug yet?","sentiment_score":0.5}
{"full_text":"600,000 doses of Sinovac coronavirus vaccines are expected to arrive today. #VaccineWatchPH","sentiment_score":-0.1}
{"full_text":"Airports implement various measures to prevent the spread of COVID-19.For more details, please visit:https:\/\/t.co\/ZZ9iGvDTCc#JNTOsafetravel","sentiment_score":0.25}
{"full_text":"Could sock-running through snow be the new winter exercise trend? In an attempt to avoid indoor workouts during the pandemic, runners in Finland have picked up a new exercise trend of running through deep snow in just wool socks.","sentiment_score":0.0909090909}
{"full_text":"Those are facts as that is the exact language in the bill.$1.5 million to make up for loss of paid car and truck traffic funds due to covid travel restrictions that would have been used for the maintenance.","sentiment_score":0.0625}
{"full_text":"The pandemic's most significant long-term impact will be felt by the millions of US students who didn't participate in school at all during it--in any form. Districts should use aid dollars to track down and support these missing students.","sentiment_score":0.1298611111}
{"full_text":"People with SARS-CoV-2 Antibodies May Have a Low Risk of Future Infection #coronavirus #COVID19","sentiment_score":0.0}
{"full_text":"RT Recent study confirms Sputnik V effectiveness against COVID mutations:https:\/\/t.co\/NvdzWsMj8i","sentiment_score":0.0}
{"full_text":"SummerSalt, Enlighten Festival and Super Rugby were causes for celebration in the city as the territory shook off her COVID coat and put on her party pants this weekend, writes","sentiment_score":0.3333333333}
{"full_text":"\"I am not sure which is the more important news item in Bacolod today - the launch of the \"Negros for Leni\" campaign or that Bacolod is in the national news after getting the DOH's nod for its COVID-19 vaccination program.\"https:\/\/t.co\/2BxuoNQqP4","sentiment_score":0.2166666667}
{"full_text":"\"To lose both parents at one time, you know, for an 11-year-old, it's really tragic,\" a neighbor said.","sentiment_score":-0.75}
{"full_text":"RT BREAKING: The House just passed Biden's $1.9 trillion COVID relief bill, 219-212. All Republicans voted against the legis...","sentiment_score":0.0}
{"full_text":"Important takeaways from Clemson basketball win: Brownell underappreciated, Dawes still key to team success, COVID taught Tigers important lesson.","sentiment_score":0.38}
{"full_text":"Yuval Noah Harari: Lessons from a year of Covid | Free to read via","sentiment_score":0.4}
{"full_text":"The World War II veteran raised $46 million for Britain's National Health Service by walking laps in his backyard last year during the COVID pandemic.","sentiment_score":0.0}
{"full_text":"Early Saturday morning, 210 House Republicans joined two Democrats in voting against a $1.9 trillion pandemic relief package. Read more &gt;&gt;&gt;","sentiment_score":0.3}
{"full_text":"RT \"Being a 9 year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"Jeremy Lin detailed the racism tha...","sentiment_score":0.2}
{"full_text":"The Wyoming Department of Health wants you to be aware and avoid COVID-19 Scams! Visit:","sentiment_score":0.25625}
{"full_text":"\"It's not 100%, but it's better than what we had before.\" Three weeks after getting the first dose of the COVID-19 vaccination, 2,500 people received the second dose of the vaccine at PNC Park on Saturday.","sentiment_score":0.25}
{"full_text":"COVID vaccine: Mass vaccination site helps vulnerable community get 1st dose on West Side","sentiment_score":-0.5}
{"full_text":"RT NC has one of the stingiest unemployment programs in the US.  proposed COVID relief budget increases the le...","sentiment_score":0.0}
{"full_text":"Early Saturday morning, 210 House Republicans joined two Democrats in voting against a $1.9 trillion pandemic relief package. Read more &gt;&gt;&gt;","sentiment_score":0.3}
{"full_text":"Current Conditions for #Sayre PATemp: 44.0FWind Chill: 42.6FHumidity: 61%Dew Point: 31.5F Barometer: 30.276 inHgWind: 4 mph from the NNWCorona Virus Weekly Stats:Cases: 106.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Loool this man works for Covid","sentiment_score":0.0}
{"full_text":"RT .@MMatuschik posted a pic on his instagram during 2020 that implies that the corona virus was 'made in china' and the...","sentiment_score":0.0}
{"full_text":"Rep. Gosar Used Pandemic Vote-by-Proxy to Speak at Far-Right Extremist Event -- Posted in: -- Joining Gosar in playing hooky were at least 13 House Republicans","sentiment_score":-0.3}
{"full_text":"RT 'Never bet against America': The pandemic couldn't dampen Warren Buffett's enthusiasm for the future of America and his con...","sentiment_score":0.0}
{"full_text":"RT Tommorow is Delhi ProtestPlease Take all Precautions for Covid-19 Keep in Mind of all the Safety Measures......_______...","sentiment_score":0.0}
{"full_text":"WASHINGTON -- The U.S. is getting a third vaccine to prevent COVID-19, as the Food and Drug Administration on Saturday cleared a Johnson &amp;amp; Johnson shot that works with just one dose instead of two.","sentiment_score":0.0}
{"full_text":"RT If you weren't sure whether or not these people were enemies of mankind, they're not making it too hard to make up your m...","sentiment_score":0.1041666667}
{"full_text":"Time: 01:00 * Temp: 6.9degC * Wind: SSW 0.0 to 0.0mph * Pressure: 1034.0hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:13 * Sunset: 17:57 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Literally 10% Stimulous 90% Pork!Biden sees 'no time to waste,' urges senate to pass $1.9 trillion COVID-19 stimulus package #FoxBusiness","sentiment_score":-0.2}
{"full_text":"RT I always #WearAMask when I go out and when I took the oath at 17 to support and defend the Constitution I stood by my word w...","sentiment_score":0.0}
{"full_text":"Lost two followers today, probably from either calling out the Battlestar Galactica actress, for stating that NXIVM is a cult, or for declaring that \"Young people who 'don't have a job' to blame for Covid-19 spread\" is a stupid opinion. Who knows!","sentiment_score":-0.45}
{"full_text":"RT The incident and the are the latest incidents of racism against Asians due to Covid. Along with a rash o...","sentiment_score":0.1875}
{"full_text":"RT So the House passed Biden's $1.9 trillion COVID relief bill, 219-212. Not a single Republican voted for it. Not one th...","sentiment_score":0.0357142857}
{"full_text":"Close your eyes and think of 4 children you know in the US.1 of them is probably feeling the pain of hunger right now. Every House member of the gop voted against the #COVID19 relief package including Devin Nunes.I guess starving children isn't a priority to them.","sentiment_score":0.2857142857}
{"full_text":"Nancy Pelosi getting a $112 million tunnel in the \"Covid relief bill\" is unacceptable!","sentiment_score":0.0}
{"full_text":"RT If the US wanted to show some actual leadership we'd foot the bill to produce billions of the J&amp;J shots, since it is one sho...","sentiment_score":0.0}
