{"full_text":"RT Turn \"ON\" the Lockdown.","sentiment_score":0.0}
{"full_text":"RT  Participate in the survey on \"Regional impacts of the #COVID19 crisis on the #tourism sector\" &amp; help make tourism re...","sentiment_score":0.0}
{"full_text":"RT Carter is here to remind everyone to celebrate Valentine's Day responsibly this year. Instead of going out, consider havin...","sentiment_score":0.2}
{"full_text":"RT Today the CDC didn't just issue a report on better masking. They also published a compilation of the evidence.","sentiment_score":0.5}
{"full_text":"RT I'm not a 501 just  2 ponies and a passel of cats but we are hurting- lost a $500\/month family fund due to death, lost...","sentiment_score":-0.125}
{"full_text":"RT Ron DeSantis said he was \"damn proud\" to not wear a mask at an event with thousand of people. This is not a joke. It's a mat...","sentiment_score":0.8}
{"full_text":"eating off counters ... we're never getting out of this pandemic","sentiment_score":0.0}
{"full_text":"I wish COVID wasn't a thing... I can't wait to be able to hold my baby niece","sentiment_score":0.5}
{"full_text":"San Jose's Historic Japantown Monument Vandalized as Neighborhood Suffers From COVIDhttps:\/\/t.co\/7WonvEXC37","sentiment_score":-0.3}
{"full_text":"RT Hi! you can read it here: If you're looking for some weird aesthetic exploration to fight off the COVID bo...","sentiment_score":-0.5}
{"full_text":"RT CDC translated:The mask guidance we've given you for 8 months definitely doesn't work, so once again we're just going to chang...","sentiment_score":0.0}
{"full_text":"RT The CDC outlined ways to wear a mask to increase protection from the coronavirus:1. Doublemasking: Wear a cloth mask over a s...","sentiment_score":0.0}
{"full_text":"RT Neil Oliver accuses the government of treating businesses with a \"callous disregard\" amid Covid lockdown: \"Individual liveli...","sentiment_score":0.0}
{"full_text":"RT Just how many Rahul Gandhis do you have to deal with every day? One walks out, the other walks in.","sentiment_score":0.1875}
{"full_text":"RT First his pub landlord, now his family friend and director of Newmarket racecourse.Is there a chum of the Health Secre...","sentiment_score":0.25}
{"full_text":"Only thing we want to say to someone supporting the #BigLie ,  the Jan 6 Insurrection and no additional Covid-19 relief for Americans #SeditionHasConsequences","sentiment_score":0.125}
{"full_text":"A retired teacher here. How dare you. We died in schools being shot at ..it was arm yourself and get back. We are freaking TEACHERS..parents, wives, husbands, grandparents, children of parents..we get the FREAKIN virus. If only your president gave a damn.","sentiment_score":0.0}
{"full_text":"Feel like it's cause of lockdown. Everything is getting so repetitive lately.","sentiment_score":-0.275}
{"full_text":"RT Not only do young high-risk people exist, we also VOTE!!!! I'm so tired of disabled people being completely left behind whi...","sentiment_score":-0.1259765625}
{"full_text":"RT As vaccine deliveries ramp up, Illinois will expand Phase 1B eligibility on Feb 25 to those with underlying conditions, as...","sentiment_score":0.0}
{"full_text":"RT This can't be true.","sentiment_score":0.35}
{"full_text":"RT A BIG SHOUTOUT to our great youth panelists Jesse &amp; Jazzmine who spoke this afternoon about reimagining what equitable lea...","sentiment_score":0.4}
{"full_text":"i always joked that i will have my first week of work holidays during lockdown but now i really do have it and i wont be allowed to move it to later this year ","sentiment_score":0.15}
{"full_text":"RT A real bomb shell. New improved assessment shows fossil fuel pollution kills twice as many as previously thought. Almost 9...","sentiment_score":0.1674242424}
{"full_text":"RT We have to continue to negotiate for more COVID-19 relief and deliver the support the American people need. That means...","sentiment_score":0.25}
{"full_text":"My body my choice right ?  If I'm not sick and I don't care about getting covid why should I wear a mask it's my body. you can abort helpless kids cause it's your body.  They get no say. Why should you get a say you can at least stay home. It's exactly the same.","sentiment_score":0.1185714286}
{"full_text":"What a cutie!  I'm wear my mask for this little one hehe","sentiment_score":-0.1875}
{"full_text":"RT UK has 3rd highest Covid death rate out of 200 countries.Why are the Govt congratulating themselves? The level of seri...","sentiment_score":0.0}
{"full_text":"Watched it at the beginning of the pandemic. I didn't think it could be realistic...seemed far fetched . My wife was comforted by it. Shows which one of us understood what was coming more.","sentiment_score":0.3}
{"full_text":"Looked closely, but did not see President Biden sporting the new double masking fashion.How is COVID-19 going to be completely contained if the President of the United States won't follow CDC guidance?","sentiment_score":0.0787878788}
{"full_text":"VOC and competitor research is just so frigging COOL, and *way* easier for me to handle while I'm home with my high need kiddos during the pandemic.","sentiment_score":0.255}
{"full_text":"RT The Ministry of Health reported 11 new COVID-19 cases yesterday. It also reported two additional deaths.","sentiment_score":0.1363636364}
{"full_text":"My anniversary was in Nov and our weekend getaway was cancelled due to covid restrictions across the state.  Today I rebooked for April.  Hopefully the world will be in a (safer) better place.  This will be my view.  Sitting next to the fireplace.  Cannot WAIT.","sentiment_score":0.125}
{"full_text":"RT Superb quote from Jonathan Sumption belowIn layman's terms:'I am frightened of Covid. So YOU must not go to the pub...","sentiment_score":1.0}
{"full_text":"RT And this  could be massive too: phase 2 study of asthma drug suggesting a 90% reduction in rel...","sentiment_score":0.0}
{"full_text":"RT The CDC outlined ways to wear a mask to increase protection from the coronavirus:1. Doublemasking: Wear a cloth mask over a s...","sentiment_score":0.0}
{"full_text":"Washington State's Most Populous County Curbed Covid-19 Among The Homeless By Moving Them To Hotels. But One Local Government Fought Back. - The Appeal","sentiment_score":0.1666666667}
{"full_text":"RT Lord Kerslake, former head of civil service says the structure of government was not set up to handle a pandemic, describing i...","sentiment_score":0.0}
{"full_text":"RT I know lots of people are anxiously awaiting the 3:30pm COVID update. But here's a heartwarming video while you wait.Mr...","sentiment_score":-0.25}
{"full_text":"But if we have summer holidays, expect another covid wave come October. It's a choice. Like Christmas was, must have been a big factor in the January spike.","sentiment_score":0.0}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"RT Koch Institute Asked To Produce \"Model\" That Would Support \"Restrictive  Measures\" German #Lockdown","sentiment_score":0.0}
{"full_text":"RT Boris Johnson's right. We have one of the \"toughest border policies in the world\" in the same way our Test &amp; Trace is \"...","sentiment_score":0.1428571429}
{"full_text":"RT A new toll-free number is available in Red Deer for families who are struggling with a loved one's substance use. With...","sentiment_score":0.3090909091}
{"full_text":"RT As state officials look for solutions to an education gap caused by the COVID-19 pandemic, two pieces of legislation in...","sentiment_score":0.0}
{"full_text":"we'll just add him to the list of tennis players, surfers, hollywood stars, US marines (...) then and explain our families that we just have to live with a #twoclasssociety because Scotty only cares about money! #LoveIsNotTourism #strandedAussies","sentiment_score":0.0681818182}
{"full_text":"RT PROPER WAY TO KNOT &amp; FOLD SURGICAL MASKS, per new CDC guidelines (see  below for details why). Special thanks to Dr Rabe...","sentiment_score":0.1733766234}
{"full_text":"I've seen six over 90's at home post hospital discharge and covid in the last 2 weeks. Age is absolutely just a number, had some awesome opportunities for rehab ","sentiment_score":0.4}
{"full_text":"6R appreciates you! #werstillhere reading your books! #Covid19","sentiment_score":0.0}
{"full_text":"I agree.  Had we all avoided a world wide epidemic we all would not be even worried about stuff like this.  That's not the case so time have changed and kinda need to be considered in this game also.   People that are low level worried about pop up screens don't play enough","sentiment_score":-0.125}
{"full_text":"RT The Prime Minister of Commonwealth of Dominica thanks PM Modi for sending Covid vaccines to this small Caribbean island....","sentiment_score":-0.025}
{"full_text":"On the pandemic, continues: \"During the pandemic, women have lost more jobs and are not working at the same levels that they were before the pandemic so this is a really big issue.\" #ARCForum","sentiment_score":0.1666666667}
{"full_text":"According to my parents I have Covid because I could smell a mouldy lemon in the fridge....","sentiment_score":0.0}
{"full_text":"RT Relationship twitter are gonna kill us with \"even in a pandemic\" \"if he wanted to he would\" this weekend.","sentiment_score":0.0}
{"full_text":"N.Y. Penna Michigan N.J. Other StatesNursing homes with a minority population 40%+ had 3X as many #COVID19 KIA as those with more Whites, study finds as allegations of crimes against humanity by certain governors gains a potential racial element ","sentiment_score":0.2178571429}
{"full_text":"RT Relationship twitter are gonna kill us with \"even in a pandemic\" \"if he wanted to he would\" this weekend.","sentiment_score":0.0}
{"full_text":"RT The absolute cruelty of Covid, right here ","sentiment_score":0.2428571429}
{"full_text":"SKY News (UK): \" Vaccines cut infection rates after the first jab by up to two-thirds - study \"","sentiment_score":0.25}
{"full_text":"Important articles on #masks #medtwitter #epitwitter #MedEd","sentiment_score":0.4}
{"full_text":"Delaware County COVID Vaccine Update: There are currently 26 vaccine providers in Delaware County. The supply of vaccines being sent by the State is distributed to the 26 vaccine providers in the County.  CLICK HERE for details:","sentiment_score":0.0}
{"full_text":"RT We're looking forward to a summer of Flair!  Once pandemic restrictions are lifted, spring &amp; summer flig...","sentiment_score":0.0}
{"full_text":"RT About 1 in 3 Americans say they likely won't get the COVID-19 vaccine, according to a new AP-NORC poll. Some experts say that's bad...","sentiment_score":-0.1878787879}
{"full_text":"\"I also have very ignorant things to say.\" You gonna wear a mask to say them? \"No. I reserve the right to spit a lot while I also say my very ignorant things.\" What kind of ignorant things? \"The millstone of racism.\" The what, now? \"THE MILLSTONE OF RACISM. AROUND THEIR NECKS.\"","sentiment_score":0.3214285714}
{"full_text":"Keep the dmv the way it is even after COVID","sentiment_score":0.0}
{"full_text":"RT I think has really helped keep HS basketball as normal as possible t...","sentiment_score":0.1166666667}
{"full_text":"RT THREAD  Despite inheriting a botched response to a public health and economic crisis, President Biden has already taken d...","sentiment_score":0.1}
{"full_text":"RT End the lockdown.Vote","sentiment_score":0.0}
{"full_text":"RT Every minister for last 10 days: PM will set out as much detail as we can about lockdown road-map in the week commencing 2...","sentiment_score":0.1}
{"full_text":"#cdc \"This could conceivably mean giving a relatively high priority to young economically active people, or to teachers to enable children to safely return to schooling and their parents to return to work.\"","sentiment_score":0.0628333333}
{"full_text":"RT botswana, which had 0 new  cases today is on the 'red list', meaning if you come from there and don't quarantine in a hot...","sentiment_score":0.1287878788}
{"full_text":"RT If you are pregnant, make sure you and the people you live with take steps to prevent getting and spreading #COVID19....","sentiment_score":0.3232323232}
{"full_text":"RT Coronavirus Ireland: 54 further deaths and 1,006 more cases confirmed","sentiment_score":0.3}
{"full_text":"And BBC couldn't even sound glad about that More than one million people in Scotland have had first dose of Covid vaccine","sentiment_score":0.4125}
{"full_text":"RT Was happy to receive a call from my friend  Assured him that India would do its best to facilitate suppli...","sentiment_score":0.9}
{"full_text":"FYI - there are COVID vaccine appointments open for Thursday, Friday and Saturday on","sentiment_score":0.0}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"RT Hopeful--ASTHMA STEROID INHALER--promising trial found early use of inhaled budesonide (usually for asthma) reduced risk of...","sentiment_score":-0.075}
{"full_text":"Covid: WHO backs Oxford vaccine 'even if variants present'","sentiment_score":0.0}
{"full_text":"RT COVID 19: Muslims Give PlasmaIf you've had #COVID your plasma could help develop treatment for others. The process is quick and...","sentiment_score":0.3333333333}
{"full_text":"Can attest, I've been wearing a loosely fitted cloth mask and fuck-all else and haven't gotten COVID despite significant community spread","sentiment_score":0.1490384615}
{"full_text":"I've just written to my MP about campaign to protect people with blood cancer by prioritising their household members for the #Covid19 #vaccine - will you do the same? https:\/\/t.co\/2RRhtF54gV","sentiment_score":0.0}
{"full_text":"RT Very exciting progress (declaration: I have been part of since its beginning over 12 yrs ago). Thanks CDP for helping...","sentiment_score":0.295}
{"full_text":"it's amazing how Gerbs has ceaselessly groveled at Portnoy since this. It's a Ted Cruz\/Trump redux.","sentiment_score":0.25}
{"full_text":"Holy crap","sentiment_score":-0.8}
{"full_text":"RT Scotland is likely to return to a 'levels' system when it gradually moves out from the current coronavirus lockdown, according...","sentiment_score":0.0}
{"full_text":"RT COVID-19 is disproportionately killing Black, brown, and Indigenous people. The vaccine rollout program is disproportionately...","sentiment_score":-0.1666666667}
{"full_text":"RT #COMPETITION#PancakeDay's just 6 days away!Make it delicious with Lyle's #GoldenSyrups &amp; have the chance to win the ULT...","sentiment_score":0.9}
{"full_text":"RT He lied a lot, but it's The Big Lie that he took too far. He yammered about it for 2mos.The reality was he lost by m...","sentiment_score":0.05}
{"full_text":"Every day that I wake up and realize covid is holding me back from living my best life. I just wanna get out of this country.","sentiment_score":0.5}
{"full_text":"Yes excellent news congratulations!","sentiment_score":1.0}
{"full_text":"Is \"Finally reading all the books I've been wanting to read\" an appropriate \"occupation\" for a stay at home mom whose kids are all about to be in school full time after 12 yrs of having a tiny human at home all day? (I'm so excited)","sentiment_score":0.2041666667}
{"full_text":"RT The biggest problem is not dying from Covid19, the biggest problem is dying without knowing Jesus Christ.","sentiment_score":0.0}
{"full_text":"RT This is Ron DeSantis' angry response to questions about huge maskless celebrations in Tampa after Super Bowl in middle...","sentiment_score":0.0583333333}
{"full_text":"RT #Iran Coronavirus UpdateMore than 213,400 people have died of the novel #coronavirus in 480 cities checkered across all...","sentiment_score":0.0}
{"full_text":"RT Double masking can significantly improve protection from Covid-19, blocking over 92% of potentially infectious particles from esca...","sentiment_score":0.125}
{"full_text":"RT in the middle of a pandemic where animated films are the safest and most practical to be in production rn, closing one of th...","sentiment_score":0.25}
{"full_text":"RT Seems support for Mad Hancock is getting thin in his own ranks.","sentiment_score":-0.1416666667}
{"full_text":"RT The \"deadly pandemic\"needs an advert every 2 minutes to remind you that breathing might spread the virus, stay home prot...","sentiment_score":-0.2}
{"full_text":"RT \"Despite making up nearly 20% of the working-age population, disabled people rarely feature in the media, are underrepre...","sentiment_score":0.0666666667}
{"full_text":"RT Open  The  SchoolsKeeping the schools closed isn't science, it's politics. We can get our kids back into the class...","sentiment_score":-0.0333333333}
{"full_text":"5 strategies to help your business tackle the repercussions of COVID-19 and quell its future impact on your bottom line.  #FleetManagment","sentiment_score":0.0}
{"full_text":"And the CDC, and Justice, and State, and Interior, and, and, and...","sentiment_score":0.0}
{"full_text":"RT A year after covid-19 first arrived on our shores, the UK has the highest number of Covid deaths in Europe and the deepest...","sentiment_score":0.25}
{"full_text":"RT First his pub landlord, now his family friend and director of Newmarket racecourse.Is there a chum of the Health Secre...","sentiment_score":0.25}
{"full_text":"RT A great webinar today at 2:00pm ET on the impact of the Covid-19 pandemic on state and local budgets.","sentiment_score":0.4}
{"full_text":"RT Attention small businesses: the BC government is offering a one-time grant to businesses. With grants up to $45,000 av...","sentiment_score":-0.25}
{"full_text":"RT #Tanzania's President says #COVID19 is not a problem. But one doctor at from Tanzania's Muhimbili National...","sentiment_score":0.0}
{"full_text":"Changing Workers Compensation WFH #WFH #pandemic #workerscompensation #compensation #changes #insurance #coverage #klingerinsurance #klingerinsurancegroup","sentiment_score":0.0}
{"full_text":"RT BREAKING Canadian Prime Minister called PM today and requested for Covid-19 vacci...","sentiment_score":0.0}
{"full_text":"Shut the fuck up","sentiment_score":-0.4}
{"full_text":"Let's teach all celebs and the rest of the world that fur wear is just bad","sentiment_score":-0.7}
{"full_text":"RT Our brave servicemen and women have played a vital role throughout the pandemic, supporting the battle against this deadly vi...","sentiment_score":0.2375}
{"full_text":"RT botswana, which had 0 new  cases today is on the 'red list', meaning if you come from there and don't quarantine in a hot...","sentiment_score":0.1287878788}
{"full_text":"RT updated it for COVID","sentiment_score":0.0}
{"full_text":"RT BREAKING--CDC urges either **double-masking** or use **surgical mask with tight fit** to better protect against threat of ne...","sentiment_score":0.2404761905}
{"full_text":"Analysis from finds that members' retirement saving behaviours have remained resilient during the #COVID19 pandemic and there were no significant changes in average #pensions contribution levels between April and September 2020","sentiment_score":-0.16875}
{"full_text":"Vaccination scam attempts are becoming more common and are likely to continue as scammers look to take advantage of the rollout to so many people","sentiment_score":0.23}
{"full_text":"Ahead of Valentine's Day, the FTC is warning about scammers creating fake profiles and taking advantage of the pandemic and the economic crisis.https:\/\/t.co\/58U4rCkFa3","sentiment_score":-0.15}
{"full_text":"Women-led businesses taking 3X longer to recover from financial setbacks due to #COVID19","sentiment_score":-0.0625}
{"full_text":"Free COVID-19 TESTINGThurs, Feb 11, 11am-4pmConcord Presbyterian Church1907 Brownsville RdRegister appointment neededThis is a walkup site not a drive-thruInsurance not required but please bring insurance card if availableTest provided at no cost","sentiment_score":0.4}
{"full_text":"UPDATE: Chautauqua County health officials today announced the county's 128th COVID-19 death -- a person in their 80s. There were also 45 new confirmed cases of the virus on Tuesday. The county's total case number is now 7,139.","sentiment_score":0.1787878788}
{"full_text":"Our plague doctor is a ghostly physician capable of battling the previous pandemic AND the next!#indiedevhour #gamedev #healingspree","sentiment_score":0.0166666667}
{"full_text":"Ohio University is now hiring part-time custodial staff in order to supplement COVID-19 cleaning efforts on campushttps:\/\/t.co\/eeKpXdRLSb","sentiment_score":0.0}
{"full_text":"As #Lebanon faces the fallout of #COVID19, last summer's port explosion &amp; an ongoing economic crisis, the country is on the brink of collapse.  expert examines the change Lebanon needs to save it from ruin in","sentiment_score":0.1}
{"full_text":"\"As my parents were experiencing muscle aches and cold-like symptoms, I didn't feel a thing. \"#coffeehousewriters #Covid #health #wednesdaythought #family #life #COVID19 #writers #Reading","sentiment_score":0.0}
{"full_text":"In his letter to NCPCR, the complainant has alleged that the purported fundraiser initiated by NDTV was nothing but a fraudulent way to use cause of kids to illegally raise money for its own benefithttps:\/\/t.co\/76qLOI4yyl","sentiment_score":0.0}
{"full_text":"The city government of Iloilo is providing free coronavirus (Covid-19) tests to arriving authorized persons outside of residence (APORs).https:\/\/t.co\/k71ee0UHn3#VisayasNews","sentiment_score":0.2}
{"full_text":"Service Alert: LA Metro bus &amp; rail has adjusted service. For more information please visit: ","sentiment_score":0.5}
{"full_text":"\"Journalism in a Pandemic\" MOOC now available as self-directed course in 6 languages, including Arabic &amp; Russianhttps:\/\/t.co\/0GnsGZZUOf","sentiment_score":0.4}
{"full_text":"NEWSCAST: How students can get to Butler's webinar on the science and safety of the COVID-19 Vaccines, an exciting announcement about the Provost and Vice President for Academic Affairs and more. Multimedia Reporter Catalina Gallegos has the story.https:\/\/t.co\/NJRcdFUdHH","sentiment_score":0.2666666667}
{"full_text":"RT JUST IN: Bend Park and Rec's Juniper Swim and Fitness Center reopens next Monday for the first time in nearly 3 months, with adva...","sentiment_score":0.0625}
{"full_text":"Housing security has gotten some legislative attention since the beginning of the pandemic, including state and federal eviction moratoriums. But some people are still getting evicted.https:\/\/t.co\/G1vlkFQvhv","sentiment_score":0.0}
{"full_text":"Now is the time for organizations and leaders to navigate from survive to thrive as you think about the #futureofwork in a post-pandemic world.","sentiment_score":0.0}
{"full_text":"Make some time for mindfulness amid the pandemic mayhem. Several Mindful USC Drop-in Practice Groups meet on Wednesdays around lunchtime on Zoom, including groups led by Rev. Jim Burklo, Mark Miller, Elliott Law, and a BIPOC-specific group.https:\/\/t.co\/Mj1cCPDzkP","sentiment_score":0.0}
{"full_text":"After nearly 11 months, the has reopened to the public with new COVID-19 regulations in placehttps:\/\/t.co\/KCR1CuPiBM","sentiment_score":0.0787878788}
{"full_text":"RT Not #JobMarketMonday,  but what the hell.   TT Asst Prof in #BlackHealth. #Bl...","sentiment_score":0.0}
{"full_text":"Stu: We've made immense progress with #Covid, but the most important news is being ignored - the media is only focused on Impeachment. #VarneyCo #MyTake","sentiment_score":0.225}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"Have you had any additional exposure to COVID-19 since you last got tested? You might want to get tested again. If you have symptoms, get tested right away. If you think you were exposed, wait 7 days after possible exposure to get tested. Learn more at:","sentiment_score":0.1964285714}
{"full_text":"#OccupationalTherapists - Use our Search Features to identify members with the products you need during lockdown - Products: Retailers: #ChooseOT #OccupationalTherapy #OT","sentiment_score":0.0}
{"full_text":"RT As they say\"The true test of leadership is how well you function in a crisis\"Imran Khan has dealt with three major crises in...","sentiment_score":0.20625}
{"full_text":"Can Moscow and Washington find common cause against the global scourges of nuclear weapons, climate change and pandemics?@johnfeffer #climatechange #COVID19","sentiment_score":-0.15}
{"full_text":"Throughout the Covid-19 pandemic, the Canadian Anti-Fraud Centre has seen an increase in fraudsters targeting people looking for companionship or love through dating sites and social media. For more info, visit:","sentiment_score":0.3444444444}
{"full_text":"Where do things stand regarding the production of the COVID-19 #vaccine? That's what many people in #Germany and the #EU are currently wondering. Sierk Poetting from talks more about the present situation.#VaccineProduction #Biontechhttps:\/\/t.co\/0EcVgKLQN6","sentiment_score":0.25}
{"full_text":"Have you built an at-home gym due to the pandemic?","sentiment_score":-0.125}
{"full_text":"There is no denying the challenges restaurants have faced during this pandemic, but they have shown to be resilient and innovative in serving their customers.  Hope is on the horizon, but in the meantime, continue supporting local!#QSROnlinehttps:\/\/t.co\/ebHDDufG3X","sentiment_score":0.375}
{"full_text":"Poll: Many are uncertain about COVID-19 vaccine.","sentiment_score":0.5}
{"full_text":"ICYMI - I led a bipartisan group of Members of Congress this week in demanding the VA ensure access to the coronavirus vaccine for veterans!https:\/\/t.co\/QZGcIR5kNH","sentiment_score":0.0}
