{"full_text":"(from 2\/9) #Coronavirus in #Oregon : 529 new cases, 7 deaths as Portland area prepares for restaurant, gym reopening -","sentiment_score":0.1363636364}
{"full_text":"RT Did you buy the dip or panic sell like a b","sentiment_score":0.0}
{"full_text":"RT 16\/n They have pretended that these measures are normal, proven, expected, when the opposite is true. Even for somethin...","sentiment_score":0.1}
{"full_text":"RT Documents released by HOC's investigation into the handling of The Virus show HHS watered down CDC guidance for the  \"...","sentiment_score":-0.1555555556}
{"full_text":"RT Students, education workers and their families have been working tirelessly to make learning work during this pandemic. Th...","sentiment_score":0.0}
{"full_text":"RT Taking care of Airmen is taking care of readiness. #AirPower","sentiment_score":0.0}
{"full_text":"covid level unlocked: excited about my outfit tomorrow","sentiment_score":0.375}
{"full_text":"RT Time to flee the lockdown states. \"New variant\" madness will go on forever, &amp; power drunk leaders have no intention of...","sentiment_score":-0.1818181818}
{"full_text":"Oh my god my favorite video has resurfaced","sentiment_score":0.5}
{"full_text":"RT This is a completely insane headline from the New York Timeshttps:\/\/t.co\/eXq9F65rwy","sentiment_score":-0.4318181818}
{"full_text":"RT Lots of lunacy but still lots of sanity too. This is the battle between lunacy &amp; sanity.https:\/\/t.co\/kLqbhWxEW...","sentiment_score":0.0}
{"full_text":"RT .@AsmKevinMcCarty, the ASES daily rate per child is $8.88. As a result of #COVID19, programs are running longer hours to me...","sentiment_score":0.0}
{"full_text":"would you have transferred if it wasn't for brexit and covid? i could so see you living in the uk! you always see... -- i'm not too sure tbh, definitely want to live in the uk at some point but I think everything that's happened in t...","sentiment_score":0.2121212121}
{"full_text":"RT Ford &amp; Lecce have completely misled Ontarians about in-school testing. As I said last week: schools are opening &amp; there's...","sentiment_score":0.05}
{"full_text":"I guess birthday wishes are null and void during a pandemic because my neighbor Craig was given a year to live with treatment, less if they let the cancer run its course.This week needs to hurl itself into the sun.","sentiment_score":-0.0151515152}
{"full_text":"RT Ms Rona getting dressed to step out at 8pm sharp","sentiment_score":-0.125}
{"full_text":"RT In addition to sharing a commitment to a range of issues with from addressing the climate crisis to getting the...","sentiment_score":0.0}
{"full_text":"brrr kinda started in 2019 when the repo and fed fund market started to fall apart. they just dropped the nuke when corona hit","sentiment_score":0.0}
{"full_text":"FYI: it Just occurred to me that - based on current Covid-19 research - it may be as important to wash your hands \/before\/ washroom as after","sentiment_score":0.2}
{"full_text":"RT What a disgrace. Hunt can't defend his appalling politicisation of the vaccine roll-out, so he attempts to politicise t...","sentiment_score":-0.35}
{"full_text":"RT World's second-oldest person, 116, survives coronavirus: 'I didn't even realize I had it'","sentiment_score":0.0}
{"full_text":"Restauranteur Matt Strickland has had enough. His restaurant's health permit has been revoked by the county for violating covid restrictions and he refuses to close his family-owned business. He joins Larry O'Connor to tell his story.","sentiment_score":0.0}
{"full_text":"RT Check out Greg Hunt's anger at being fairly scrutinised by Michael Rowland because Michael quite legitimately wanted to k...","sentiment_score":0.0}
{"full_text":"RT Seth Rogen is having the time of his life. Toying with #dogshampooman is in the same genius league as stoned-liv...","sentiment_score":0.0}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"RT So Scotland with only 10% of England's population kept the very many unfortunate deaths to only 6% of England's figures - g...","sentiment_score":0.0375}
{"full_text":"Ammon Bundy, veteran of armed standoffs, builds militia network on COVID backlash","sentiment_score":0.0}
{"full_text":"I am pleased to announce the full lineup for my event on Jasmine's Law and pets in an age of lockdown!With and more! #APetInEveryHome Sign up:","sentiment_score":0.4916666667}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"Ending the federal #cannabis ban not only speeds up the path to legalization but lifts up those who have been unfairly targeted by the war on drugs. Win-win! ","sentiment_score":-0.3125}
{"full_text":"RT Dastardly elevator buttons strike again!(You know, if we could acknowledge that these explosive apt complex outbreaks are pr...","sentiment_score":0.15}
{"full_text":"RT Update: We've distributed more than 19 million rapid tests to the provinces and territories since the beginning of the p...","sentiment_score":0.5}
{"full_text":"Basing these payments on 2019 tax returns makes no sense, no one was screwed by covid then because there was no covid then. My income tanked in 2020 and now we are being told we are screwed? Why did we vote again?","sentiment_score":0.0}
{"full_text":"RT How has #COVID19 affected gender trainers?Join us at the UN Women Training Centre's Virtual Dialogue on \"Gender Trainers an...","sentiment_score":0.0}
{"full_text":"RT Begging - to fix the MESS you CONS have caused!","sentiment_score":-0.21875}
{"full_text":"RT not my in-person graduation canceled but the super bowl looking like this during a pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT This 71 y\/o Vietnam vet is being kicked out of his home during a world wide pandemic. This is not ok. Americans need help n...","sentiment_score":-0.175}
{"full_text":"You'd think Serena would draw a crowd, even if it's the first round.  But, at least the Australians kicked Covid's rear and can do things like that.  ","sentiment_score":-0.0833333333}
{"full_text":"Had our AstraZeneca's (at 70+) last Wednesday... Sets up at least one barrier between us &amp; Covid-19....No matter where \"the science\" &amp; the \"new variants\" take the Covid battle next....Great work - keep it up....Thanks !!","sentiment_score":-0.0289772727}
{"full_text":"Booty plug is an ass. Always hasbeen .I will NEVER fly under those requirements, won't fly now with mask mandates.","sentiment_score":0.2}
{"full_text":"RT Yikes, part 2: Low-income and Black and Hispanic-majority communities appear to be \"less able to substitute work at home...","sentiment_score":0.0555555556}
{"full_text":"RT the biggest group in the world putting out a song addressing way people including them constantly feel the need to be product...","sentiment_score":0.0}
{"full_text":"RT FDA grants emergency use authorization to Eli Lilly's COVID treatment via ArutzSheva_En","sentiment_score":0.0}
{"full_text":"my family has a very complicted situation going on at home and most of the week my 2 younger cousins stay with us and today they left for the night but they are gonna come back tmr since she has to do school and mu uncle is just gonna drop her brother","sentiment_score":0.14}
{"full_text":"i got to act &amp; sing with my brother on (a very safe and covid-tested) set today and damn... i f'n miss what i do for a living.","sentiment_score":0.65}
{"full_text":"RT Hotel quarantine was emergency response to situation in 2020. But neither present buildings nor present staffing structure...","sentiment_score":0.0}
{"full_text":"RT President Biden's approval rating rose to 61% -83% support passing a new COVID stimulus. Looks unifying to me.","sentiment_score":0.3681818182}
{"full_text":"RT Irene Bar planned some support projects for Double Patty on the first preview - Feb 10 as contacted SM in advance to get o...","sentiment_score":0.125}
{"full_text":"RT While I was campaigning, I warned everyone that Joe Biden wouldn't be able to keep up with the demands of COVID. We now...","sentiment_score":0.5}
{"full_text":"Did they interview any of the chinese@scientists who claimed it did come from the lab?? Of@course@not, no one has@seen them@since their claims","sentiment_score":0.0}
{"full_text":"RT I'm pleased that the proposed #COVID19 relief package includes $1bil for national service.This funding will:-expand...","sentiment_score":0.5}
{"full_text":"RT The fact that the government banned drugs that help people with COVID recover just because Trump praised these drugs &amp; t...","sentiment_score":0.0}
{"full_text":"RT Emma &amp; Joe Adams Scholar, James Smartt, Jr. '21, remixed a song to assist Dunbar Elementary School students in staying...","sentiment_score":0.3}
{"full_text":"RT I'm not \"wasting my 20s\" in a pandemic, I am hibernating and will emerge more powerful than anyone thought possible","sentiment_score":0.2666666667}
{"full_text":"RT In addition to sharing a commitment to a range of issues with from addressing the climate crisis to getting the...","sentiment_score":0.0}
{"full_text":"RT - Ubisoft is the top third-party publisher in 2020, with Just Dance 2020 the 8th best seller. - More people playing and spen...","sentiment_score":0.6666666667}
{"full_text":"RT Bolivian healthcare workers launch a 48-hour strike to demand stricter lockdown in COVID-hit region","sentiment_score":0.0}
{"full_text":"RT Why is pretending to care about a deadly pandemic that he ignored since the beginning? Oh that's right, he'...","sentiment_score":0.0428571429}
{"full_text":"RT I see a lot of people asking, how can this impeachment be legal? It's not. Neither are Covid Lockdowns and mask mandates...","sentiment_score":0.2}
{"full_text":"RT Thread","sentiment_score":0.0}
{"full_text":"RT Chile's vaccination campaign is impressive!This is the average rate of daily vaccinations in EU countries and the US in co...","sentiment_score":-0.075}
{"full_text":"12,000+ young leaders;190+ countries represented;10 One Young World Summits;26M people positively impacted since 2010;630,000+ people supported during the pandemic;Happy Birthday, #OYWDay","sentiment_score":0.1424242424}
{"full_text":"RT With their identities carefully hidden, doctors from Wuhan have confirmed they were ordered to keep quiet. Gagging health worke...","sentiment_score":0.0777777778}
{"full_text":"RT GAIS GAIS JANGAN TERPEDAYA GAIS. Stay home je this weekend. Nanti they cant blame us ","sentiment_score":0.0}
{"full_text":"Hey gym, very simple. Wear a mask. You may have heard of this Covid thing recently. It's in all the papers. How sad is it that some segment of this country elected you?","sentiment_score":-0.1666666667}
{"full_text":"RT PM Mitsotakis' lockdown within a lockdown announcement centred around preserving the Greek health service. Maybe shouldn't...","sentiment_score":0.0}
{"full_text":"7 Commercial Leasing Tips During COVID-19 #CRE #Leasing #COVID-19 #NewNormal #TenantTips  ","sentiment_score":0.0}
{"full_text":"Join us for the virtual celebration of the year on March 25th, 2021 at 5:30pm PT\/8:30pm ET! 12 young entrepreneurs will share their success stories of how they survived &amp; thrived through the pandemic. Register for #FREE Virtual tickets to BUILDFest 2021","sentiment_score":0.2666666667}
{"full_text":"RT A California district attorney cracked down on COVID lockdown violations.She was caught holding a backyard wedding with d...","sentiment_score":-0.1555555556}
{"full_text":"RT A man died from COVID in a Houston jail cell last week because he couldn't afford the $100 bail. He died for the crime...","sentiment_score":-0.05}
{"full_text":"\"New education data released today by researchers at Stanford University shows a complex, nuanced -- and in some places, troubling -- picture of student achievement and racial gaps...\" #EdChat #COVID19 Read the full article here:","sentiment_score":0.0621212121}
{"full_text":"RT President Biden's approval rating rose to 61% -83% support passing a new COVID stimulus. Looks unifying to me.","sentiment_score":0.3681818182}
{"full_text":"If I unfollowed you recently it's probably because you are partying during a pandemic you ugly rat","sentiment_score":-0.35}
{"full_text":".@fema will soon begin reimbursing Americans for funeral expenses of family members who passed away due to COVID-19.","sentiment_score":-0.125}
{"full_text":"Mask up and vaccine help prevent the positive rate and death from covid-19!!","sentiment_score":0.3551136364}
{"full_text":"Austin eased coronavirus restrictions on Tuesday and dropped the threat level from Stage 5 to Stage 4.","sentiment_score":0.0}
{"full_text":"A 116-year-old French nun who is believed to be the world's second-oldest person has survived COVID-19 and is looking forward to celebrating her 117th birthday on Thursday.https:\/\/t.co\/CpWjGgynMl","sentiment_score":0.0}
{"full_text":"But since the start of the pandemic, Alisha Carter -- a full-time postal worker in her professional life and a mother of five daughters in her personal one -- has dealt with losing her home, living in a hotel and having to move into a homeless shelter.","sentiment_score":0.05}
{"full_text":"RT It's not too late. Please sign and share:","sentiment_score":-0.3}
{"full_text":"Many of the people in group 1B of vaccinations, that's those over the age of 65, don't have smartphones and are finding the program difficult to use. has the story. #COVID #nebraskahttps:\/\/t.co\/oPHl5XSOR9","sentiment_score":0.0}
{"full_text":"Ok if you want to hear me talk about housing and cities for approximately 30 minutes with a fellow architect, have I got a video for you!","sentiment_score":0.0}
{"full_text":"St. Louis County will allow businesses, including restaurants and bars, to expand capacity to 50% starting Thursday. As of now, all businesses are limited to 25%","sentiment_score":-0.0357142857}
{"full_text":"UPDATE: Cattaraugus County health officials reported 31 new confirmed COVID-19 cases today, bringing the county's total to 3,994. The county's latest seven-day average infection rate is unchanged at 4.8%, while the number of hospitalizations is now 24.","sentiment_score":0.1772727273}
{"full_text":"** FOR RENT CLERMONT, FL **$1,785 | 15633 Autumn Glen Avenue, Clermont, FL 347143 Beds | 2 Baths | 1,521 SqFtThis adorable 3 bedroom 2 bathroom home feature vinyl and carpeted floors.#Clermont #Rent #RealEstate #Florida #Tuesday #COVID19https:\/\/t.co\/mw85r3qXzT","sentiment_score":0.5}
{"full_text":"RT The #ArtforWildlifeRangers sale is extended through Feb 28! Help rangers impacted by the pandemic continue to protect 30%...","sentiment_score":0.0}
{"full_text":"Director Kelly Bearden will be joined by Celeste Young-Ramos, CEO of Restaurant Success Center, a consulting firm specializing in profitability &amp; HR management to discuss COVID issues restaurants face. FREE webinar on  Feb. 10, 12-1 p.m. #PPP","sentiment_score":0.1}
{"full_text":"tardies think it's intellectual to say covid will be around for years. It makes you inherently smarter on the internet to agree that covid will never go away. Tardos","sentiment_score":0.3}
{"full_text":"Yakima County sees more booster doses in this week's COVID vaccine allocation, reports for the","sentiment_score":0.5}
{"full_text":"One of the suits Yoo Yeon Seok wore in EBS Documentary &lt;Post Corona&gt; is made by EstadoLink:","sentiment_score":0.0}
{"full_text":"#Wuhan residents spent their last #ChineseNewYear quarantined at home after the city imposed a lockdown. One year on, the city is embracing the festival atmosphere, and people are cherishing the good time.","sentiment_score":0.2}
{"full_text":"The biggest barrier low-income Black &amp; Latinx patients face is \"the plague of white supremacy that has sickened this nation for hundreds of years &amp; has manifested anew during the COVID-19 pandemic,\" writes of in","sentiment_score":-0.0833333333}
{"full_text":"If you're overseas and eligible to vote in Western Australia's State Election, you can apply for a postal vote. With postal services globally impacted by COVID-19, we recommend you apply now.https:\/\/t.co\/ARUEcsmvgY","sentiment_score":0.0}
{"full_text":"The pandemic has changed how we shop and what we deem as essential. Brands need to adjust their offering to meet the demands of ever-changing consumer behaviour. #grocery #shoppinghabits #essentialshop","sentiment_score":0.0}
{"full_text":"Wang Wenjie, former deputy director of Shandong Provincial Prison Administration Bureau, was sentenced to one year in prison for negligence during the #COVID19 outbreak in Rencheng Prison last year.#QOD #Corruption #Communism #CCP #China","sentiment_score":0.0}
{"full_text":"According to scientists at the pandemic has contributed significantly to the decline in the use of #FossilFuels for energy production. This trend could continue further be an opportunity for a permanent shift away from fossil fuels. #NewsDEhttps:\/\/t.co\/SvoNY3PUbn","sentiment_score":0.1875}
{"full_text":"This year, church camp wasn't a thing...unless the camp is working with local officials to host folks needing to self-isolate. Read the inspiring story about Pilgrim Firs and their commitment to keeping their community safe--and active.https:\/\/t.co\/kAYoKSOKW5","sentiment_score":0.25}
{"full_text":"The Biden administration will begin delivering COVID vaccines directly to a network of federally funded clinics in underserved areas next week, part of its effort to bring racial equity to the vaccination campaign.https:\/\/t.co\/D9yWue3agS","sentiment_score":0.05}
{"full_text":"I can't stand betting on games that are for sure locks.. and then some wild shit happen like.. the main star out due to a botched Covid test.. y'all playing with my money..","sentiment_score":0.0883333333}
{"full_text":"The highlight of my pandemic year","sentiment_score":0.0}
{"full_text":"Is Canada's pandering to Khalistanis making it compromise on its citizen's health? Here is how it is affecting its vaccine outreach","sentiment_score":0.0}
{"full_text":"The emotional and psychological lockdown that COVID unleashed is challenging. #parents #parenting","sentiment_score":0.1666666667}
{"full_text":"Iranian cleric claims COVID-19 vaccine turns people gay:https:\/\/t.co\/wNC6GMsNOR","sentiment_score":0.0}
{"full_text":"RT The finding that \"exonerates\" China is a joke. Here's why:https:\/\/t.co\/IP4kB2vl9c","sentiment_score":0.0}
{"full_text":"RT Schumer and AOC have teamed up to introduce $2 billion in special FEMA funds for families who lost a loved one to the cor...","sentiment_score":0.5285714286}
{"full_text":"New data suggests the pandemic has accelerated the decline in mental health among young Canadians.","sentiment_score":0.0454545455}
{"full_text":"RT BBCNews: Barbie has best sales in more than five years in lockdown boost","sentiment_score":0.75}
{"full_text":"RT The Shecession: Women Face Staggering Job &amp; Income Losses Amid the Pandemic's Economic Crisis htt...","sentiment_score":0.2}
{"full_text":"Chief scientist at the Dr. Soumya Swaminathan said on Feb. 8 that the WHO is discussing cooperation with Chinese #COVID19 #vaccine developers. Two Chinese vaccines, produced by Sinovac and Sinopharm, are now \"in very advanced stage\" of the WHO EUL assessment.","sentiment_score":0.1733333333}
{"full_text":"We have new guidance from the state resulting from the recent Supreme Court of the United States ruling on restrictions involving places of worship. Places of worship can now operate indoors at 25% capacity effective immediately. For more info, visit:","sentiment_score":0.3090909091}
{"full_text":"Free PMC: Thrombosis in hospitalized patients with viral respiratory infections versus COVID-19.","sentiment_score":0.4}
{"full_text":"My brother didn't really want us to come because of the distance and because he didn't want to risk COVID. He's the only person caring for his son, now.","sentiment_score":0.1}
{"full_text":"Tomorrow night, a panel of experts will answer your questions about COVID-19 vaccines. So what do you want to know? Submit a video question for #QandA now:","sentiment_score":0.0}
{"full_text":"RT Been saying this only for a year... \"COVID IS A *RESPIRATORY* VIRUS... IT CAUSES PNEUMONIA\" It affects the LUNGSWe nee...","sentiment_score":0.0}
{"full_text":"RT Rules To Dips...1. Don't Panic &amp; Sell2. Buy More When Dips Occur. 3. HODL #DogecoinRise #DOGE ","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 24.8FWind Chill: 24.8FHumidity: 84%Dew Point: 20.7F Barometer: 30.350 inHgWind: 1 mph from the NECorona Virus Weekly Stats:Cases: 92.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"A few days ago I drove past a bar in Sayulita and it was PACKED with around 70 young Americans and Mexicans. I feel for the people who have been observing lockdown in an apartment for a year; you'd be furious if you saw it.","sentiment_score":-0.1166666667}
{"full_text":"RT DISINFORMATION ALERT: Various actors, including state and non-state entities, are leveraging pandemic fears and knowledge gaps...","sentiment_score":0.0}
{"full_text":"Good-HomSerm Ride-like theWindQr-likeAFlynnSis  #PeaceMaker #peace ","sentiment_score":0.0}
{"full_text":"RT Time to flee the lockdown states. \"New variant\" madness will go on forever, &amp; power drunk leaders have no intention of...","sentiment_score":-0.1818181818}
{"full_text":"HELEN WHITE of Washington, DC died of COVID in February, 2021. She was a cosmetology teacher at an adult education program.","sentiment_score":0.05}
{"full_text":"TRAVEL INSURANCE ALERT:Be IATF compliant travelling abroad. Rajah Travel is one of the few providers of Travel Insurance that covers COVID19. Premium starts at PHP698 for a min of 3 days coverage.Contact us: +63 917 5274649 \/documentationmkt@rajahtravel.com","sentiment_score":-0.2}
{"full_text":"Hamilton County Public Health's medical director explained that these COVID-19 vaccines don't use live viruses. Instead, they use an adenovirus vector, which is a weaker, genetically engineered virus.","sentiment_score":0.0454545455}
{"full_text":"RT SUPER BOWL BOUND : Four Atrium Health teammates were recognized for their efforts during the COVID-19 pandemic with a tr...","sentiment_score":0.3333333333}
{"full_text":"RT '#SooraraiPottru' star has tested positive for novel #coronavirus. Taking to Twitter, the star expressed gratitu...","sentiment_score":0.2272727273}
{"full_text":"RT remember that since everyone is struggling due to the pandemic, there will be people who will do everything to earn ...","sentiment_score":-0.125}
{"full_text":"I'm happy my papa beat Covid and doing great  that's my best guy my dad honestly ","sentiment_score":0.8}
{"full_text":"Y'all out here spreading Covid and preventing me from getting my ***** ****** ","sentiment_score":0.0}
{"full_text":"Ok basically this national press club address seems like a lineup of virologists\/epidemiologists to promote the govt national vaccination program for covid . To garner more public confidence .","sentiment_score":0.3333333333}
{"full_text":"The Yakima Health District on Tuesday reported 70 additional coronavirus cases between newly confirmed and backlogged test results.","sentiment_score":0.4}
{"full_text":"RT \"An unjust law is no law at all.\" Dr. Martin Luther King Jr.","sentiment_score":0.0}
{"full_text":"Walgreens and Uber partner up to provide free rides to vaccine clinics.","sentiment_score":0.4}
{"full_text":"No one said to not wear masks except Fauci and CDC early on.... Eff you very much. Protect the vulnerable and let the rest of us go back to our lives.","sentiment_score":-0.035}
{"full_text":"WHO pointing to bats, rats, and pangolins as sources of COVID-19","sentiment_score":0.0}
{"full_text":"Swift vaccination against COVID-19 depends on efficient tracking. See how AI for Health is partnering with the Brown School of Public Health on building a dashboard that monitors public data and progress towards ending the pandemic.","sentiment_score":0.0}
{"full_text":"RT China reports 14 new mainland COVID-19 cases, same as day earlier","sentiment_score":0.0454545455}
{"full_text":"How technology leaders--and HP in particular--are working to stay customer-focused even as customer needs shift with the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"California can't afford this! Only the consultants and lawyers are getting rich --  #California rail #authority announces $1.4B cost increase, COVID-19-induced delays","sentiment_score":0.1875}
{"full_text":"Private equity turns to fund restructurings in COVID-19 slowdown | White &amp; Case Debt Explorer","sentiment_score":0.0}
{"full_text":"RT But he did use his platform to be a role model. You just didn't like the message.","sentiment_score":0.0}
