{"full_text":"BIG congratulations to who was just awarded the prestigious Faculty Early Career Development (CAREER) Program from #statstwitter #epitwitter","sentiment_score":0.05}
{"full_text":"happy #lockdown all ","sentiment_score":0.8}
{"full_text":"RT Woman whose restaurant gave nearly 80 people bloody diarrhea after serving tainted pork sliders and then had its license...","sentiment_score":-0.35}
{"full_text":"RT World Health Organization adviser Jamie Metzl on the WHO investigation stating that COVID-19 did not come from a lab:...","sentiment_score":0.0}
{"full_text":"RT Finding you have to stay at home on this years Valentine's Day? Spend it with me as I sing some of my favorite  songs. 7...","sentiment_score":0.5}
{"full_text":"RT I want this pandemic to be over so I can go to New York and meet the green lady of Brooklyn on the subway or something","sentiment_score":-0.0318181818}
{"full_text":"RT He used his platform. You just didn't get the message","sentiment_score":0.0}
{"full_text":"RT #COVID19 has cost more than 2 million lives, worsened existing health challenges, and thrust the global economy into a reces...","sentiment_score":0.25}
{"full_text":"RT Our daily update is published. States reported 1.6M tests, 93k cases, 79,179 people currently hospitalized with COVID-...","sentiment_score":0.0}
{"full_text":"RT Blue states will fall behind.  Time to vote Democrat governors and state legislators out of office.  They could learn...","sentiment_score":-0.2}
{"full_text":"RT Interesting view from London.So when cases took off down there before Christmas, we all had to go into national lockdo...","sentiment_score":0.1722222222}
{"full_text":"Thoughts are with Jurgen and his family, awful news and the fact that he's unable to attend his own mother's funeral","sentiment_score":-0.3}
{"full_text":"RT We welcome Sri Lankan PM Mahinda Rajapaksa's assurance given in Sri Lankan Parliament today allowing Muslims to bury thos...","sentiment_score":0.8}
{"full_text":"RT The Premier has lost control.Exhibits A and B are in this story.MLAs spreading a dangerous message to Albertans from a...","sentiment_score":-0.6}
{"full_text":"RT If you're out this Valentine's Day and alcohol is involved, choo-choo-choose a designated sober driver. Better yet, #StayAtHo...","sentiment_score":0.3}
{"full_text":"RT The work to get #vaccines into the arms of Arizonans continues!","sentiment_score":0.0}
{"full_text":"Behind on rent? Texans can soon apply for pandemic rental and utility assistance Amazing is it not- wall street foreclosed on thousands of Americans and now Texas will pay  them as landlords\/https:\/\/t.co\/kHRevSITJk","sentiment_score":0.1}
{"full_text":"RT The pandemic didn't stop these PR student superstars. 3 out of 5, I like your odds,","sentiment_score":0.0}
{"full_text":"RT We welcome Sri Lankan PM Mahinda Rajapaksa's assurance given in Sri Lankan Parliament today allowing Muslims to bury thos...","sentiment_score":0.8}
{"full_text":"RT Now is the time for a big, bold COVID relief package that will change the course of the pandemic and jumpstart our economy. The...","sentiment_score":0.1666666667}
{"full_text":"RT The only reason Isa Pandemic wants to end BVN is because it is much more difficult for terrorists to get BVN than NIN.It w...","sentiment_score":0.05}
{"full_text":"we've been in a pandemic for a year, it's winter (for half the world), and quarantine blues come at you fast. it is okay if you're going through a rough patch recently. so many people are. give yourself a break wherever you can.","sentiment_score":0.1866666667}
{"full_text":"RT What we are anticipating upon our full return this fall. Good input from our partners. #lacrosse #sportsbiz","sentiment_score":0.525}
{"full_text":"Then you should fly out there....didn't realise the Covid-19 was selective what country and people it transmitted through in a global pandemic....amazing","sentiment_score":0.4}
{"full_text":"Great story here from from her interview with Sir Kevan Collins, the new education recovery tsar. He says schools should be given a \"suite of opportunities\" over how additional Covid catch-up funding should be used.","sentiment_score":0.4681818182}
{"full_text":"RT Dominica will soon be empowered to achieve a crucial objective to stamp out the impact of the various strains of COVID-19.","sentiment_score":0.0}
{"full_text":"You better start away from those friends, they have certain contagion likely worse than covid.","sentiment_score":0.0785714286}
{"full_text":"RT Wait a minute...am I missing something here?Joe Biden wants Americans to have a Covid test before getting on a commercial...","sentiment_score":0.0}
{"full_text":"Thanks Geneseo, now I can't even use the spongebob 74 stars joke when I inevitably make a tiktok about this  but seriously, STAY HOME AND THINK AB OTHER PEOPLE DAMN","sentiment_score":-0.0645833333}
{"full_text":"For the record you can't claim for over a year that the #coronavirus is no big deal and then hysterically clamor that a couple days of the impeachment trial of Individual 1 has caused a catastrophic delays in the Nation dealing with #COVID19.","sentiment_score":-0.3333333333}
{"full_text":"RT Since people don't read, in short they're investing the $$ into Savage X Fenty to get it in retail stores and develop an acti...","sentiment_score":0.0}
{"full_text":"My grandfather passed away this morning. Natural causes (very thankful it wasn't covid!). If you all could keep my family in your thoughts it would mean the world.Not sure where to go from here, but we'll take it one day at a time.","sentiment_score":0.134375}
{"full_text":"RT To recover from the pandemic, says NAS President Marcia McNutt, we need strategic science and scenario planning to help prote...","sentiment_score":0.0}
{"full_text":"RT Last month, a \"tip war\" broke out in Cincinnati, Ohio, between alumni and fans of two rival universities. In just a month, more th...","sentiment_score":0.25}
{"full_text":"Wow, not only was Russ a great coach but also a great chemistry teacher at Center Grove.","sentiment_score":0.32}
{"full_text":"RT It should really not take so long in this article to get to the fact that teachers are refusing to teach in-person BECAUSE TH...","sentiment_score":-0.075}
{"full_text":"RT India's gift of 100,000 COVID-19 vaccines arrived Barbados earlier today. This was a very special moment for all Barbad...","sentiment_score":0.2321428571}
{"full_text":"RT Mental and behavioral healthcare is healthcare, period. And affordable, accessible mental health services are even more impor...","sentiment_score":0.16875}
{"full_text":"RT Air Arabia reports Q4 2020 net profit of AED 20 million despite continuous COVID-19 impact on performance. Strong measu...","sentiment_score":0.2166666667}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT India's gift of 100,000 COVID-19 vaccines arrived Barbados earlier today. This was a very special moment for all Barbad...","sentiment_score":0.2321428571}
{"full_text":"Amazing team #BaltimoreConventionCenter #covidvax","sentiment_score":0.6}
{"full_text":"At least 36 people developed a rare, life-threatening blood disorder and a doctor died after receiving the Pfizer or Moderna #COVID19 vaccines -","sentiment_score":0.0333333333}
{"full_text":"RT The threat of a 10 year jail sentence for returning to the UK from a red list country and not disclosing it evidences the go...","sentiment_score":-0.05}
{"full_text":"RT Organizations are using #AI as a tool for generating value - They plan to invest even more in AI in response to the COVID-...","sentiment_score":0.5}
{"full_text":"Senior NHS therapist likens suffering of youngsters under lockdown to horrors of WWI","sentiment_score":0.0}
{"full_text":"See this party animal preaching about corona ","sentiment_score":0.0}
{"full_text":"RT DID YOU KNOW| Half of all home heating equipment fires occur during the months of December, January &amp; February? Stay safe...","sentiment_score":0.1666666667}
{"full_text":"RT #CETA requires lengthy &amp; intensive scrutiny by multiple committees including health, housing &amp; climate Oireachtas Committees...","sentiment_score":0.0}
{"full_text":"RT Can a serology test check if COVID-19 vaccination worked?It depends on the test &amp; how it was specifically designed, say ou...","sentiment_score":0.0}
{"full_text":"Experts are now saying Covid is not going away. That it is most likely to be similar to the way we handle the flu i.e. new vaccines cooked up each year reflecting the \"variants\" at that time. Bc of this I am finding talk of \"getting back to normal\" disengenous. Tell us the truth.","sentiment_score":0.1310606061}
{"full_text":"RT Helloooooooo... why wasn't Rand Paul forced to wear a mask today on the Senate Floor?? President Biden manda...","sentiment_score":-0.3}
{"full_text":"RT oh interesting. it seems fenty is being closed largely due to covid. rihanna would prefer to be on the ground and hands...","sentiment_score":0.0916666667}
{"full_text":"RT New CBS poll: Biden gets high marks overall and for his handling of COVIDMore importantly, 83% want Congress to pass a rel...","sentiment_score":0.1740909091}
{"full_text":"Deep house Album, Release Date 2015 , couple  kiss  with mask  was it a prediction about Covid19 ?","sentiment_score":0.0}
{"full_text":"RT 1. DON'T MISS THE (new) DEADLINE!Nearly every state is offering a *new* #COVID19 Enrollment Period this spring! Some ha...","sentiment_score":0.1534090909}
{"full_text":"A lot of people have got extremely rich during the pandemic. Hopefully the public enquiry digs deep enough to ensure that anything illegal is punished by jail sentences.","sentiment_score":-0.0375}
{"full_text":"Check out this link - if you are not using this service already it would be worth registering and using:","sentiment_score":0.3}
{"full_text":"RT There is a lot of disinformation out there, but here's the truth: You should get a COVID vaccine as soon as it's available...","sentiment_score":0.4}
{"full_text":"RT Excited to announce a new program to distribute free diapers at food banks across the state in partnership with","sentiment_score":0.3037878788}
{"full_text":"Intermountain Healthcare Issues Mammogram Recommendations","sentiment_score":0.0}
{"full_text":"RT Trudeau's fumbling of the vaccine file has been a disaster for millions of struggling Canadians looking for a lifeline.#...","sentiment_score":0.0}
{"full_text":"RT China hit us with a twofer.First they deployed their virus.Then they installed their fully owned asset into the Oval...","sentiment_score":0.0}
{"full_text":"RT For info on COVID vaccine scams, go to","sentiment_score":0.0}
{"full_text":"RT I couldn't have said it better- every day that passes the more baffled we all become. Frontline Police officer...","sentiment_score":0.5}
{"full_text":"RT and both get a shout out in today's blog from How have you been keeping busy?...","sentiment_score":0.1}
{"full_text":"RT WHO attacks AMERICA after Wuhan report ","sentiment_score":0.0}
{"full_text":"RT In each warm body it infects, the virus behind Covid-19 has the potential to change. Most of those changes are slow and incons...","sentiment_score":0.08}
{"full_text":"RT India's gift of 100,000 COVID-19 vaccines arrived Barbados earlier today. This was a very special moment for all Barbad...","sentiment_score":0.2321428571}
{"full_text":"RT A #MissingPerson was able to re-connect with his family through Tipinaww, the pandemic shelter at the tha...","sentiment_score":0.5}
{"full_text":"Should you be wearing 10 masks? Here's what to know about the deci-masking trend.#COVID19","sentiment_score":0.0}
{"full_text":"RT Mexico has surpassed Panama and Peru to become the deadliest spot for Covid-19 in Latin America. And this is without consi...","sentiment_score":0.0}
{"full_text":"RT As WHO coronavirus mission leaves empty-handed, China claims propaganda win","sentiment_score":0.35}
{"full_text":"RT We hope to see you tonight at the first panel of Explore Your Future.Post-secondary students from and...","sentiment_score":0.25}
{"full_text":"Sweden's COVID response is built on pseudoscience, wishful thinking, parochialism and a horrendous understanding and communication of risk. It does not take tiny FB groups with allegedly nefarious goals for the rest of the world to work this out for themselves...","sentiment_score":-0.05}
{"full_text":"RT Why are Republicans still filibustering a law that 87% of Americans support? Please ask your friends and pass it on.","sentiment_score":0.0}
{"full_text":"That's five or six jobs that have disappeared due to Covid. That's hard to take but I know that many have been much worse off. Stay strong.","sentiment_score":0.0233333333}
{"full_text":"Mr Butterbug is a fool. Did he not get the memo COVID is history?","sentiment_score":0.0}
{"full_text":"A bit like UN definition of genocide.","sentiment_score":0.0}
{"full_text":"RT  advocacy should be about 1) optimal vaccine strategy to save the most lives given the unavoidably slow supply (this...","sentiment_score":0.1}
{"full_text":"Direct orders fro Xi Jinping","sentiment_score":0.1}
{"full_text":"RT A federal inmate in Terre Haute has died of COVID-19 after testing positive for COVID-19 just four days after being transferr...","sentiment_score":0.2272727273}
{"full_text":"RT I feel like this year &amp; last year we have seen so much disgusting crimes &amp; evilness happening due to this pandemic shit gett...","sentiment_score":-0.33125}
{"full_text":"RT HMS child psychiatrist Nancy Rappaport offers key strategies for helping kids cope during the ongoing pandemic while creati...","sentiment_score":0.05}
{"full_text":"RT As Covid restrictions are lifted, israel opens Jerusalem's city gates to let israelis in, while all Palestinian residents...","sentiment_score":0.0}
{"full_text":"RT Three weeks to flatten the curve turned into one year to flatten the country....","sentiment_score":0.0}
{"full_text":"RT WATCH &amp; RT: Undercover covid-cops tackle a man to the ground for not wearing a mask even though THEY KNOW he's got an...","sentiment_score":0.0}
{"full_text":"RT Covid fueled anti-Asian racism. Now elderly Asian Americans are being attacked.","sentiment_score":0.0}
{"full_text":"RT Here's the Guardian on the absolutely extraordinary costs - PS500-600k - claimed by Government in respect of a one day ju...","sentiment_score":0.3333333333}
{"full_text":"RT People who only got mild cases of COVID are suffering from #LongHaulers","sentiment_score":0.1666666667}
{"full_text":"As #healthcare navigates the #COVID19 #vaccine rollout, hospital and health system execs must consider the best paths for their organization in terms of scheduling appointments, working with state officials on distribution, and administering the shots.","sentiment_score":1.0}
{"full_text":"RT Hey Ontario: Doug Ford is privatizing healthcare right under your noses.  Just imagine what is going to happen to your...","sentiment_score":0.2857142857}
{"full_text":"RT Findings by the Singapore-based ASEAN Studies Centre showed that a majority or 53.7% of its Filipino respondents had thum...","sentiment_score":0.0}
{"full_text":"RT JUST IN: MRT-3 Gen. Manager Rodolfo Garcia has passed away, the Department of Transportation confirms. Garcia tested po...","sentiment_score":0.0}
{"full_text":"#AWANITonight Are COVID-19 daily cases  declining due to decreased testings? urges increased testing to tackle the pandemic. #AWANIenglish #HapusCOVID19","sentiment_score":-0.175}
{"full_text":"RT Inshallah will be opening up registration next week for covid vaccination for those 65 years and above. The vaccination of t...","sentiment_score":0.0}
{"full_text":"RT The #WHO is a joke. It lacks credibility. The wet market is #China's big lie. The WHO is pushing it for the CCP. #Covid19","sentiment_score":-0.05}
{"full_text":"RT Congress COULD be working to get our kids back in school, speeding up COVID-19 vaccinations, or helping Americans struggl...","sentiment_score":0.0}
{"full_text":"RT hey look, Biden created unity","sentiment_score":0.0}
{"full_text":"RT The fact that the government banned drugs that help people with COVID recover just because Trump praised these drugs &amp; t...","sentiment_score":0.0}
{"full_text":"RT FYI:Covid deaths in the last 100 days:66,369 in the UK0 in New Zealand0 in Vietnam2 in Australia2 in Taiwan20 in Thail...","sentiment_score":0.0681818182}
{"full_text":"RT I love that Chileans are celebrating their rapid vaccination campaign as if they are winning the football world cup.That s...","sentiment_score":0.5}
{"full_text":"RT Lots of COVID-19 good news and how to deal with the insurrection hallucination today on Coffee With Scott Adams at 10 A...","sentiment_score":0.7}
{"full_text":"I'm probably always going to wear a mask in really crowded, tight public places, especially during flu season.This is the first year I haven't gotten a cold or flu in a long time.","sentiment_score":-0.0540816327}
{"full_text":"We would like to inform our customers that our office is open but the Showroom remains closed due to the current National lockdown.If you're planning a future project and would like to discuss this with one of our advisors please get in touch on 020 8449 4747.","sentiment_score":-0.045}
{"full_text":"Corona fucking everything up lol","sentiment_score":0.1}
{"full_text":"#WesternCape stand up!!What a pleasant sight! Social distancing observed at our PSiRA offices earlier todayPre- #SONA2021 delights","sentiment_score":0.3166666667}
{"full_text":"RT Mayors and governors are starting to put artists front and center in pandemic recovery efforts, funding pop-up installations and...","sentiment_score":-0.05}
{"full_text":"Want to learn how your brand can navigate the COVID-19 online market? Check out Chapter 2 of our new digital ebook series featuring VP of US eCommerce, Jeff Jarrett, and VP of eBusiness, Stacy Thomson: #digitalshelf #omnichannel #ebook","sentiment_score":0.0681818182}
{"full_text":"Before the pandemic we took a brewery vacation up to Boston to check out all the great spots, we got to visit the Wharf location. The food and beer were fantastic! Brought home some good stuff, but sadly most of it is gone now haha.","sentiment_score":0.54}
{"full_text":"Please find out why we need hallway security guards?  When security cameras with motion detectors do a better job.  The guard could be employed to watch the tv from another floor they'd not contract covid","sentiment_score":0.5}
{"full_text":"RT Social distancing hike pt 2","sentiment_score":0.0333333333}
{"full_text":"RT \"Given the choice between traditional instruction and remote instruction, the majority of families took the in-person opti...","sentiment_score":-0.05}
{"full_text":"The Pinacoteca di Brera gallery in Milan has reopened and will allow visitors each weekday except Mondays as Italy eases its lockdownCredit: Vittorio Zunino Celotto\/Getty Images","sentiment_score":0.0}
{"full_text":"hi, this happened bc there were delays due to the covid yuyu and i understand it, even so, if it arrives, her will keep the broad and the $ :( and i have negative balance now, dont tell her, just let me know, ty","sentiment_score":-0.278125}
{"full_text":"It can be difficult sometimes to think about the future during times like these. But if you did, how would you retire in a post-pandemic world?","sentiment_score":-0.25}
{"full_text":"In the pandemic's wake, crisis management and continuity planning must evolve. Learn how in the new article from Damon Owen: \"Lessons for Business Resilience Planning\" #COVID19","sentiment_score":0.1363636364}
{"full_text":"Indian Study Explains Why #Coronavirus Spread Was Comparatively Slower in East Asian Countries image: IANS)","sentiment_score":0.0}
{"full_text":"Heads up -- Congressional Democrats' big COVID relief package includes a major change to how for-profit schools handle #GIBill benefits. Will the 90\/10 rule change survive the budget process?","sentiment_score":0.03125}
{"full_text":"#Eve will be rewarding you and your partner this Valentine's. simply share with us your love story by highlighting what milestones you overcame during the pandemic. Comment, DM or email  lightmyvalentine@standardmedia.co.keStay tuned and remember to use #allyouneedislove","sentiment_score":0.3333333333}
{"full_text":"A student, who recovered from COVID-19, is still suffering from a variety of health issues related to the virus.Watch story   > #NWAnews","sentiment_score":0.0}
{"full_text":"Take a look at what needs to be done before filing taxes this year.","sentiment_score":0.0}
{"full_text":"ENFORCE IT PLEASE!","sentiment_score":0.0}
{"full_text":"RT Government already covering it's arse with endless fear porn about covid variants.....","sentiment_score":-0.125}
{"full_text":"RT Is that your boy being featured on NPR? Yes Laaaaawd!  Vibes #jamnowsimmerdown","sentiment_score":0.0}
{"full_text":"NBC NEWSDespite steady drop in Covid cases, research reveals more pandemic threats loom","sentiment_score":0.3333333333}
{"full_text":"Latest worldwide COVID-19 data: 107,517,663 cases, 2,353,924 deaths.A 2.19% fatality rate.","sentiment_score":0.5}
{"full_text":"RT If you only had one Lockdown birthday don't talk to me.","sentiment_score":0.0}
{"full_text":"The Tiffin-Seneca Public Library will be closed Monday, February 15 for Presidents' Day.We will reopen Tuesday, February 16 with our temporary COVID-19 hours of 9:30 a.m. to 6:00 p.m.","sentiment_score":-0.05}
{"full_text":"Our GYG make up group have been working hard to create some amazing make up looks during lockdown.We are so proud of all the young people we work with.#artsinourhearts","sentiment_score":0.3020833333}
{"full_text":"The nose...knows. The amount of coronavirus growing inside your nose and throat can make you more likely to transmit the virus to others, according to a study that looked at hundreds of cases in Catalonia, Spain.: for \/","sentiment_score":0.25}
{"full_text":"RT Since people don't read, in short they're investing the $$ into Savage X Fenty to get it in retail stores and develop an acti...","sentiment_score":0.0}
{"full_text":"Protecting homeless people from cold and COVID-19 takes cash. Agencies desperately need more.","sentiment_score":-0.2333333333}
{"full_text":"#50sWomen 6 Years SP StolenNoMoneyNoNoticeNoDignityNoRespectEatorHeat86% of women directly affected by austerity - add to that #COVID19 - Appalling Treatment!#DoTheRightThing &amp; #PayOurPension#BackTo60","sentiment_score":-0.125}
{"full_text":"During these unprecedented times, it's okay to not be okay. I joined a bipartisan effort to equip state and local entities with the tools to meet patients' mental health needs during #COVID19. We'll get through this by working together.","sentiment_score":0.3}
{"full_text":"The Kingdom of Bahrain today approved the emergency use of the Sputnik V vaccine produced by the Jamalaya National Center for Epidemiological and Microbiology Research of the Ministry of Health of the Russian Federationhttps:\/\/t.co\/MZWDiufjdg#COVID19 #Vaccine #SputnikVVaccine","sentiment_score":-0.05}
{"full_text":"The city's coronavirus test positivity is 4.7%, per 7 days ago, it was 5.6%.On average, during the past week:There are 466 cases of COVID-19 per day in Chicago, down 23% The # of tests dropped 9%8 people died every day from COVID-19, down 33%","sentiment_score":-0.1777777778}
