{"full_text":"RT Other people been sleeping through Covid, but y'all just keep on working, that's gonna be the difference, i really do...","sentiment_score":0.0375}
{"full_text":"RT What is wrong with Republicans?","sentiment_score":-0.5}
{"full_text":"RT The problem with working during the pandemic is that the only part of your life that's functioning normally is... the work...","sentiment_score":0.075}
{"full_text":"RT I wear a mask  to protect my fellow human beings not wearing one is selfish and destructive to others","sentiment_score":-0.3666666667}
{"full_text":"RT Morrison Govt outsourced COVID vaccination to a private contractorHealthcare Australia Ltd  the company has only 2...","sentiment_score":0.0}
{"full_text":"RT Californians, I want to hear directly from you. Has Governor lockdown negatively impacted your life?","sentiment_score":-0.1}
{"full_text":"RT Lock down - People cuss Curfew - People cuss WFH - people cuss Work in office - People cuss Close borders- People cus...","sentiment_score":-0.1555555556}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT this u ? also much to be said about the \"white-washing\" and co-optation of yoga as something championed for ri...","sentiment_score":0.2}
{"full_text":"Why is Matt Lucas now fronting ads for the Conservative Party?","sentiment_score":0.0}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"RT Well this is good to know indeed, and immensely reassuring. We can now dispense with the entire Justice System. Also, I'm...","sentiment_score":0.2333333333}
{"full_text":"RT A few months ago, researchers found that Black &amp; Hispanic people made up 58% of all patients hospitalized for COVID and 5...","sentiment_score":-0.1833333333}
{"full_text":"RT also had the best live performance during this pandemic ","sentiment_score":0.5681818182}
{"full_text":"RT When Coronavirus checks the calendar on June 21st and realises it has to stop reeking havoc  ","sentiment_score":0.0}
{"full_text":"RT KENNEDY: CoVID Relief Bill a 'Left of Lenin Wish List' That's 'Chock Full of Spending Porn'","sentiment_score":0.175}
{"full_text":"RT Finally, it's our time to shine","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"By the time this Pandemic is over and we all gather together for a cloud conference, we would be like this:","sentiment_score":0.0}
{"full_text":"RT Just In   A New COVID Variant has just been discovered in California. Since we don't know how lethal this new mutant v...","sentiment_score":0.1363636364}
{"full_text":"RT There are enough Cabinet members and even the PM saying mandatory domestic Covid passports were discriminatory or not in keepi...","sentiment_score":0.0}
{"full_text":"Join us March 18th as April Rudin, 2019 #1 Wealth Management Influencer, explores the impact of the global pandemic on clients and discuss how advisors need to respond to this \"new normal.\" Register: #wealthmanagement","sentiment_score":0.0954545455}
{"full_text":"A baby with COVID-19 had 51,000 times more viral particles than other young patients, and experts aren't sure why","sentiment_score":0.24375}
{"full_text":"Good basic science well before was neededHere about spike protein before COVID19 \/ SARS CoV 2 existedMERS is a cousin","sentiment_score":0.35}
{"full_text":"RT He was a US Congressman from 1993 to 2017, and then served as the attorney general of California, but sure, dismiss him as...","sentiment_score":0.275}
{"full_text":"RT Springfield-Greene County Health Department reports another 10 deaths related to COVID-19:","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases have dropped 77% in six weeks.","sentiment_score":0.0}
{"full_text":"Hey Covid, may this saint bless you soon ...","sentiment_score":0.0}
{"full_text":"RT Why do you abort 3.8 times more Black babies than white?","sentiment_score":0.1111111111}
{"full_text":"The world has passed 2.5 million confirmed COVID-19 deaths","sentiment_score":0.4}
{"full_text":"RT Restricting domestic travel while simultaneously allowing illegal immigration to run rampant in the middle of a pandemic...","sentiment_score":-0.1666666667}
{"full_text":"RT Such a good piece. Transparency isn't transparency if everything you need to see to know nothing dodgy has happened has...","sentiment_score":0.35}
{"full_text":"RT Replacing the word \"pandemic\" with incorrect variations is 90% of how I've been coping with this panasonic","sentiment_score":0.0}
{"full_text":"RT A massive crowd turned out for the jailed Canadian pastor convicted of lockdown defiance, plus John MacArthur weighed in ...","sentiment_score":0.0}
{"full_text":"RT Matt Hancock claims there was no shortage of PPE.I sounded the alarm on inadequate PPE last April, alongside thousan...","sentiment_score":0.0}
{"full_text":"RT 2022 is looking better and better thanks to the GQP!!","sentiment_score":0.4375}
{"full_text":"Reclaiming the road for more than just vehicle traffic is one of the few COVID changes I really hope sticks around","sentiment_score":0.1666666667}
{"full_text":"RT Gov. Newsom Holds an Indoor Event at a Restaurant BARRED From Offering Indoor Dining","sentiment_score":0.0}
{"full_text":"RT So does the vaccine work or not? Either it DOESN'T work, in which case stop saying it's our \"route out\", or it DOES work, in...","sentiment_score":0.0}
{"full_text":"RT Also the arts, libraries and museums have all been hard hit by the pandemic and employ lots of people.","sentiment_score":-0.2916666667}
{"full_text":"In an imperfect system teachers and assistants help their pupils achieve great things. However the pandemic has magnified the inequalities in the educational system. This is what must change so that educators can help all pupils achieve their potential.","sentiment_score":0.35}
{"full_text":"RT We are working to quickly pass the American Rescue Plan and deliver urgent, bold COVID relief to Americans nationwide.","sentiment_score":0.2222222222}
{"full_text":"Are you coronamude yet? Do you have Hamsteritis or a favorite Abstandsgetrank? Tell us about your favorite new German pandemic word in the comments!https:\/\/t.co\/qUFFEoKbSS#neologisms #coronaneologismen #coronaneologism #german #deutsch #coronamude #hamsteritis","sentiment_score":0.2272727273}
{"full_text":"RT Since the pandemic the suicide rate has increased. Watch your people. Call your people. Tell your people you love them.","sentiment_score":0.5}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"It's almost as if the numbers were artificially inflated for some reason ","sentiment_score":-0.6}
{"full_text":"RT In the span of one year, our country has experienced not one, but three big lies: the pandemic is exaggerated, the election...","sentiment_score":0.1}
{"full_text":"has vaers info that the cdc uses. It's easier for me to see the data on medalerts than on cdc vaers link.","sentiment_score":0.0}
{"full_text":"Now is not the time to get complacent. Stay the course, stay healthy.https:\/\/t.co\/ZhnkNn7DUR","sentiment_score":0.0}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT Thank you for this message.  My daughter Jaime was murdered in the Parkland school shooting.  The urgency...","sentiment_score":0.0}
{"full_text":"RT Well, everyone, this song has been sticking in my mind, so I'd like to repost this audio clip. It's that kind of day! I lov...","sentiment_score":0.75}
{"full_text":"And so begins the bumpy road for Canada's most populous province...","sentiment_score":0.5}
{"full_text":"RT *Slaps roof of Valheim server in which I'm rebuilding my childhood home*: You can fit so much mid-pandemic escapism in...","sentiment_score":0.3}
{"full_text":"RT Ports operator Qube (aka Patrick) saw profits up 12% on pre-pandemic levels. Paid $47m dividend for the half. It's repaying $...","sentiment_score":-0.1666666667}
{"full_text":"RT Have your say! We are conducting a short survey to understand the views of pregnant women on whether they would have the COVI...","sentiment_score":0.1666666667}
{"full_text":"RT California's coronavirus strain looks increasingly dangerous:'The devil is already here.'#wtpBLUE #DemVoice1 Cali...","sentiment_score":-0.6}
{"full_text":"RT Excess deaths need to be quoted far more often. Too many people have been fool...","sentiment_score":0.3666666667}
{"full_text":"Congress has an opportunity to pass a significant pandemic relief bill as a first item of the new Congress. Tell your elected officials to act and give the American people the relief they need.","sentiment_score":0.1903409091}
{"full_text":"RT Periodic reminder: This number of deaths is not normal.","sentiment_score":-0.075}
{"full_text":"RT Trying to do a PhD in a pandemic fucking sucks.I tried to think of a better way to phrase it, but there literally isn't one....","sentiment_score":-0.05}
{"full_text":"Finland's Covid hospital bed number increase is among the fastest in the world right now","sentiment_score":0.2857142857}
{"full_text":"RT #towardszero suicide prevention in Cornwall. Inspired by hearing about amazing project work with many excluded groups....","sentiment_score":0.55}
{"full_text":"RT Black laborers have been the most directly impacted by unemployment, medical racism, and houseless during this pandemic and...","sentiment_score":0.1083333333}
{"full_text":"BREAKING! Relief finally coming for Monterey County to get more of our residents vaccinated! We had to push a lot, but looks like state finally moved to address inequities in vaccine distribution to counties! A big win for us all!!LINK:","sentiment_score":0.285}
{"full_text":"Ugh im so sorry","sentiment_score":-0.5}
{"full_text":"RT We are working to quickly pass the American Rescue Plan and deliver urgent, bold COVID relief to Americans nationwide.","sentiment_score":0.2222222222}
{"full_text":"RT due to personal reasons I've decided to overdress everywhere I go after lockdown","sentiment_score":-0.0625}
{"full_text":"RT A bill that sends 90% of the money to Democrat pet projects and 10% to COVID-19 relief cannot, by definition, be classif...","sentiment_score":0.0}
{"full_text":"RT Less than 10% of President Biden's COVID relief bill will go to fighting the pandemic. This legislation is nothing more th...","sentiment_score":0.1666666667}
{"full_text":"RT God pls, I'm on my knees! Pls don't let the UK cases rise again between now &amp; June 21st! Set us free from the shackles of...","sentiment_score":0.2}
{"full_text":"RT Restricting domestic travel while simultaneously allowing illegal immigration to run rampant in the middle of a pandemic...","sentiment_score":-0.1666666667}
{"full_text":"Get this woman and take her down!","sentiment_score":-0.1944444444}
{"full_text":"RT He was a US Congressman from 1993 to 2017, and then served as the attorney general of California, but sure, dismiss him as...","sentiment_score":0.275}
{"full_text":"RT Like every council in England they must be audited???","sentiment_score":0.0}
{"full_text":"RT \"The Government's campaign to terrify people into compliance with Covid rules was shameless and cruel\" writes @CharlesWa...","sentiment_score":-1.0}
{"full_text":"NO YOU ARE NOT!Stop lying. You are dragging your feet while GOP traitors CONTINUNE to obstruct forward progress. ENOUGH IS ENOUGH. NO MORE SOFTBALL POLITICS WITH TRAITORS, CRIMINALS, and FASCISTS!WE THE PEOLE DEMAND BETTER!#DemVoice1","sentiment_score":-0.0833333333}
{"full_text":"RT Y'all won't wear masks correctly. Y'all won't double mask. Y'all won't get tested. Y'all won't social distance. Y'all won'...","sentiment_score":0.0166666667}
{"full_text":"RT This $1.9 trillion Covid bill is so bad that even Mitt Romney is against it.","sentiment_score":-0.7}
{"full_text":"RT NEW: Dallas County Reports 789 New Positive 2019 Novel Coronavirus (COVID-19) Cases and 25 Deaths,Including 282 Probable C...","sentiment_score":0.1666666667}
{"full_text":"RT It starts.The government of Galicia in Spain has announced the Covid-19 vaccine will be compulsory for all its 2.7 m...","sentiment_score":0.0}
{"full_text":"Most small businesses struggled to receive a PPP loan and if they did it was well under 100k, frustrating these people were able to falsify documents to receive much bigger loans.","sentiment_score":0.07}
{"full_text":"RT Congressional and presidential inaction on COVID relief means actual trauma for the American people. Trauma that can las...","sentiment_score":0.0}
{"full_text":"That's great. I really love her. Her most recent album helped shake me from a depressive episode near the start of the pandemic.","sentiment_score":0.38}
{"full_text":"RT I'll be joining on soon to discuss the latest on COVID-19 relief and Judge Merrick Garland's nominatio...","sentiment_score":0.5}
{"full_text":"RT Use this link to directly send a letter to your member of Congress, asking them to pass paid leave for every American. Tha...","sentiment_score":0.05}
{"full_text":"RT Fan-bloody-tastic - Greece says you can visit without a vaccination passport!!I would love to go to Greece  for summer...","sentiment_score":0.5}
{"full_text":"Isolation and \"screen burnout\" taking a toll on children's mental health during pandemic","sentiment_score":-0.1}
{"full_text":"RT The problem with working during the pandemic is that the only part of your life that's functioning normally is... the work...","sentiment_score":0.075}
{"full_text":"RT You don't release a fake global pandemic on everyone when you're still in control... The clowns are loosing. We can a...","sentiment_score":-0.25}
{"full_text":"RT WHO scheme Covax delivers first Covid vaccines to Ghana","sentiment_score":0.25}
{"full_text":"Jane just got the covid vaccine, thank you Andy Beshear","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases have dropped 77% in six weeks.","sentiment_score":0.0}
{"full_text":"RT Astonishing that continues to insist that 2 metres between beds means being Covid safe in a 28 person dormitory....","sentiment_score":0.5}
{"full_text":"RT Joe Biden has no plan for COVID, is putting kids in cages, and his son is under federal investigation. No wonder the M...","sentiment_score":0.0}
{"full_text":"stay home fuck the hernia","sentiment_score":-0.4}
{"full_text":"RT Anyone 18+ in the US that's had COVID (regardless of severity and symptoms) can help with research efforts by completing t...","sentiment_score":0.0}
{"full_text":"RT How many more stories like this are required until people start questioning??https:\/\/t.co\/MOnLPhqBWt","sentiment_score":0.5}
{"full_text":"RT President Obama is right. We must act on gun violence now.","sentiment_score":0.2857142857}
{"full_text":"~11 hours after getting the covid vaccine.Chills: Fatigue: Headache: Muscle aches: Pain\/swelling at injection site: Feeling generally unwell: Absolutely ecstatic to have got it: ","sentiment_score":0.125}
{"full_text":"We know that the road to recovery from this pandemic will be a long process, but there is much we can do to reignite our economy. We're working together to make sure the Howard County continues to have a strong and prosperous business community.https:\/\/t.co\/4zDK875iOz","sentiment_score":0.2708333333}
{"full_text":"Today, North Texas' federal #COVID19 vaccine sites opened, including one at If you are eligible to be vaccinated, make sure you sign up as soon as possible at It will take all of us working together to beat this virus and end this pandemic.","sentiment_score":0.25}
{"full_text":"Protect yourself from # COVID19 fraud. Offers to purchase COVID-19 vaccination cards are scams. Valid proof of COVID-19 vaccination should only be given to vaccinated individuals by legitimate providers administering vaccines.  Learn more:","sentiment_score":0.2}
{"full_text":"Weird question, but has anyone ever read a horror novel about a Gorilla? My random pandemic\/lockdown thought of the day was 'Damn, Gorillas are scary!' followed by 'I wonder if there is a cheesy 70s\/80s horror paperback about killer Gorillas...'. There's bound to be, right?!","sentiment_score":-0.3535714286}
{"full_text":"Don't forget! From Feb. 22-26, the #KatyISD Free COVID-19 Testing Site will be temporarily relocated to the Leonard Merrell Center due to the Katy ISD Livestock Show. Students and staff will continue to receive free testing services at the temporary location.","sentiment_score":0.14375}
{"full_text":"With a #vaccine rollout, the pandemic will eventually end. Still, there is no end in sight for a more deeply rooted cause of lost learning time. Read more:","sentiment_score":0.3333333333}
{"full_text":"RT Can't believe people are willing to vote conservative (the party that voted against feeding children in poverty &amp; pay ris...","sentiment_score":0.25}
{"full_text":"Have you felt better about the pandemic since January?","sentiment_score":0.5}
{"full_text":"wrote \"COVID-19, gun control and lack of respect for teachers ~ You either want to protect teachers or you don't -- pick one\" (Photo credit: Tima Miroshnichenko\/Unsplash)","sentiment_score":0.0}
{"full_text":"Under phase 2 of vaccination drive, people aged above 60 years and those above 45 years of age with comorbidities will be vaccinated across the country. #Vaccination","sentiment_score":-0.0333333333}
{"full_text":"RT .@HelpforVeterans is the tip of the spear helping veterans in LA--especially the street homeless. These men and women are...","sentiment_score":0.0}
{"full_text":"The VA must expand coronavirus vaccine access for Arizona veterans.","sentiment_score":0.0}
{"full_text":"RT Serious question: What does a $112,000,000 subway near Nancy Pelosi's district have to do with COVID relief?","sentiment_score":-0.1166666667}
{"full_text":"Not waiting for more federal help, states have been approving their own coronavirus aid packages, spending hundreds of millions of dollars to help residents and business owners devastated by the pandemic's economic fallout.","sentiment_score":0.4333333333}
{"full_text":"Enjoy a replay of Tuesday's episode of AARP Real Possibilities on","sentiment_score":0.3}
{"full_text":"The future of work and workspaces continues to be debated.https:\/\/t.co\/dIeAcAAKbo#Pandemic #Covid19 #Business #Work #RemoteWork","sentiment_score":0.0}
{"full_text":"FG have been shocking over the past year yet they blame the opposition, the teachers, parents, Unions, doctors, student nurses, anybody but themselves. Their choice of Party Leader and Ministers is woeful. Is their \"no election during apandemic\" behind the \"live with Covid\" plan","sentiment_score":-0.3784090909}
{"full_text":"As #COVID19 has made technology more important than ever, manufacturers face new challenges to keep up with the demand. Read more about why supply chain risks are a top concern for #technology #manufacturers.","sentiment_score":0.4072727273}
{"full_text":"On #COVID19 and #Russia's #propaganda mill, the review below can be a starting point for future studies showing how #disinformation fits as ideology promotion and as a device for #fakenews and #conspiracytheory","sentiment_score":-0.0333333333}
{"full_text":"Learning About Diversity and Inclusion From Libraries #ncmuseumscouncil #NCMC2021 #virtualconference #shiftingroles #museumsadvocacy #museums #ncmuseums #covid19 #MuseumsFromHome #StayHome #MuseumsForMasks #duke #UNC","sentiment_score":0.0}
{"full_text":"Reports of new coronavirus cases in Nevada continued to decline Wednesday, with the state's two-week rolling rate of tests coming back positive dropping to a level not seen since late October.https:\/\/t.co\/9pIjhMveLr","sentiment_score":0.0159090909}
{"full_text":"The assignment? Get a COVID-19 vaccine. How? For teachers and early childhood educators, your school districts will offer a plan. It all starts March 1. Learn more here:","sentiment_score":0.3}
{"full_text":"53 New COVID-19 Cases. Plus 6 New Deaths02\/24\/2021Attachment:","sentiment_score":0.1363636364}
{"full_text":"TODAY! Xplore FCU's Virtual Town Hall with Dr. Eric 'Doc' Griggs and Dr. MarkAlain Dery on Wednesday, February 24th at 6:00 p.m. Ask questions and learn about coronavirus, vaccines, and how you can stay safe. For details visit: #XploreFCU","sentiment_score":0.5}
{"full_text":"Police Sgt. Antonio Ellis lost 40 pounds, grew a beard and suffered three cardiac arrests while in a COVID-19-related coma. Extracorporeal membrane oxygenation (ECMO) at Cooper saved him.","sentiment_score":-0.075}
{"full_text":"Appointments for this allocation are available for booking starting today, with shots beginning Feb. 25, according to Monica Prinzing, CVS Health spokeswoman.","sentiment_score":0.2}
{"full_text":"did you miss the part in December where that happened, and a: the online haters lambasted them for going against NPHET and b: the numbers\/deaths spiked...We need to stay home, stay safe...for now, until we can get those who need it vaccinated. i don't want to kill people do you?","sentiment_score":0.0}
{"full_text":"Police Sgt. Antonio Ellis lost 40 pounds, grew a beard and suffered three cardiac arrests while in a COVID-19-related coma. Extracorporeal membrane oxygenation (ECMO) at Cooper saved him.","sentiment_score":-0.075}
{"full_text":"President Joe Biden plans to distribute millions of face masks to Americans in communities hard-hit by the coronavirus.MORE:","sentiment_score":0.0}
{"full_text":"Tonight, will focus on how the pandemic has impacted military families. A timely and important topic for our community that we are glad to see is receiving attention. You can check your local listings or watch live at","sentiment_score":0.1872727273}
{"full_text":"Will workers come back? Downtown Louisville office vacancy has surged in the pandemic: |","sentiment_score":0.0}
{"full_text":"Over the past 3 days, ONE's #GlobalActivists from across the US gathered virtually for the 14th annual DC Power Summit. This year, they met with US lawmakers to urge them to support global #COVID19 response funding. Here's a look at what happened.  ","sentiment_score":-0.125}
{"full_text":"Police Sgt. Antonio Ellis lost 40 pounds, grew a beard and suffered three cardiac arrests while in a COVID-19-related coma. Extracorporeal membrane oxygenation (ECMO) at Cooper saved him.","sentiment_score":-0.075}
{"full_text":"\"This January, 275,000 women left their jobs. Only 57% of women are currently working, which is a 33-year low. Many women are being inequitably pressured to leave their jobs to compensate for closed schools and daycares as a result of COVID-19.\"","sentiment_score":0.0666666667}
{"full_text":"#Coffee sector full of beans despite pandemic via","sentiment_score":0.35}
{"full_text":"After he was fired, charged with a crime, and vilified for allegedly breaking protocol by administering soon-to-expire COVID-19 vaccines to eligible people he found, Dr. Hasan Gokal defends his decision on \"I did what I believe was expected.\"","sentiment_score":-0.1}
{"full_text":"COVID-19 is still among us, and while cases are trending downwards, we must stay diligent. Wear a mask, wash your hands, and keep practicing physical distancing. Avoid large and indoor gatherings.","sentiment_score":0.1071428571}
{"full_text":"A working paper coauthored by professor Steven Davis concludes that #COVID-19 will be \"a persistent reallocation shock.\"","sentiment_score":0.0}
{"full_text":"It's said that families of Eritrean soldiers sent to fight in this senseless war in Tigray are learning about their loved ones death through word of mouth.Lose your child for DIA's vendetta spree, grieve in silence, under lockdown, hungry and alone. #IsaiasAfwerki to the #ICJ!","sentiment_score":0.875}
{"full_text":"No, you need to focus on 2022!","sentiment_score":0.0}
{"full_text":"New strains of the virus that causes #COVID19 have implications for infection control. Tune in to vlog where Dr. Abby explains how viruses mutate &amp; provides actions you can take to stay safe.","sentiment_score":0.3181818182}
{"full_text":"Park City-area lodging projections for the final stretch of the ski season point to a solid finish to a winter that has appeared to outperform economically after early worries about the continued spread of the novel coronavirus.","sentiment_score":0.1}
{"full_text":"From March to May, the White House will send out well-fitted cloth masks, available in child and adult sizes, that can be washed for reuse.","sentiment_score":0.1666666667}
{"full_text":"CDC estimates 1 in 5 people in the US have an #STI. Many STIs are NEVER detected since people often have no symptoms.Talk to your provider. Get tested. Get treated. Our Sexual Health Clinic is closed; call Evergreen Health in Buffalo [(716) 847-2441].https:\/\/t.co\/uMImQnfTTx","sentiment_score":0.3}
{"full_text":"\"COVID-19 vaccines instruct our bodies to make antibodies against the Spike protein of the virus so when we are subsequently exposed to the virus, these antibodies protect us from being infected.\" How do COVID-19 vaccines differ? #PennState expert Suresh Kuchipudi explains.","sentiment_score":0.0}
{"full_text":"Historical inequalities have very real &amp; deadly consequences today #TheInfiniteAge #BlackLivesMatter #COVID19 #GetVaccinated","sentiment_score":0.02}
{"full_text":"#Chongqing tops the List of Cities with the Most Super High-Rise Residential Buildings in China. With more than 2,200 super high-rise residential buildings, the southwestern municipality is followed on the list by Wuhan, Chengdu and Xi'an.","sentiment_score":0.4166666667}
