{"full_text":"NOPE some Twitter famous cosplayer\/sw went to the con, posted a video of herself ignoring social distancing etc and somehow expected ppl to be ok with it","sentiment_score":0.2333333333}
{"full_text":"RT I have said this before, I will say it again Ontario - when you elect a clown, expect a circus. #cdnpoli #onpoli #COVID19","sentiment_score":0.8}
{"full_text":"BREAKING:https:\/\/t.co\/bqloc4CztI","sentiment_score":0.0}
{"full_text":"RT The debate Democrats should be having is how much *more* we should be helping people this year, not how much less.","sentiment_score":0.1666666667}
{"full_text":"RT These announcements hit home every time they come up. We've got work to do and need to get this handled quickly. Appre...","sentiment_score":0.3333333333}
{"full_text":"RT At M.L.K. hospital, 2 fathers lost to Covid-19 within hours exemplified the surge in L.A., where the highest death rates are...","sentiment_score":0.0}
{"full_text":"RT COVID UPDATE: WA has recorded ZERO new coronavirus cases overnight for the 9th day in a row. #9News","sentiment_score":0.1363636364}
{"full_text":"RT My uncle is 94. He had covid and fully recovered in December while I was caring for him. Today he fell and hurt himself....","sentiment_score":0.0}
{"full_text":"RT More than 80,000 Americans died from drug overdoses last year. And the Biden administration just announced that deportin...","sentiment_score":0.25}
{"full_text":"RT The debate Democrats should be having is how much *more* we should be helping people this year, not how much less.","sentiment_score":0.1666666667}
{"full_text":"RT El-Zakzaky's wife never contracted COVID-19, says prisons spokesman | TheCable","sentiment_score":0.0}
{"full_text":"RT NOW, in order to fly into the US, you must have a recent negative covid test or it's no go. However, if you cross the bor...","sentiment_score":0.125}
{"full_text":"JFC Angelenos, stay home ","sentiment_score":0.0}
{"full_text":"RT \"...several other teams have reported similar cases in which the virus evolved rapidly inside an immunocompromised person with...","sentiment_score":-0.0625}
{"full_text":"RT I'm thrilled to announce that after working with leadership, we've secured a $15 minimum wage in the House's COVID relief b...","sentiment_score":0.6}
{"full_text":"my mom works as an NDP and yet she has no hazard pay, she contracted covid yet again she did not receive any financial help, and as per usual, delayed ang sahod lagi.it's disheartening knowing her life is always on the line yet they're prioritized by the govt","sentiment_score":-0.125}
{"full_text":"Have had COVID. It's worth the exhaustion not to get it.","sentiment_score":0.3}
{"full_text":"RT Nation Prepares To Celebrate 1st Anniversary Of Two Weeks To Flatten The Curvehttps:\/\/t.co\/KUOmDHh4Us","sentiment_score":0.0}
{"full_text":"Just listened announcement regarding Social Distancing.... Cameras are there to see the situation of capacity of passengers in the metro...Either Stop Announcement or Do the      efforts to stop excess entry in Metro,..  Daily Commuter","sentiment_score":0.0166666667}
{"full_text":"RT I thank the Government of India for providing 500K doses of the coronavirus vaccine to Afghanistan. Appreciating India's const...","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"Cost of living in Washington State is 30% higher than in West Virginia. A $50k threshold is ludicrous.  Source:","sentiment_score":0.25}
{"full_text":"note the concept predates Covid-19 by like ~110+ years.","sentiment_score":0.0}
{"full_text":"RT The debate Democrats should be having is how much *more* we should be helping people this year, not how much less.","sentiment_score":0.1666666667}
{"full_text":"RT \"Yesterday there was no $15 bill in the Education and Labor mark-up and today, Rachel, there is.\" Rep. Jayapal discusses th...","sentiment_score":0.0}
{"full_text":"RT Educate yourself. This was a planned \"pandemic\". Event 201.","sentiment_score":0.0}
{"full_text":"RT The debate Democrats should be having is how much *more* we should be helping people this year, not how much less.","sentiment_score":0.1666666667}
{"full_text":"RT Is this new #COVID19 chart helpful for you understanding where we are in the pandemic?It shows the rolling average of new...","sentiment_score":0.0409090909}
{"full_text":"RT One Los Angeles native said nearly every member of her family was infected with Covid-19. Her mother, a food-factory worker,...","sentiment_score":0.1}
{"full_text":"People need jobs it's a long term solution, giving financial aid is only temporary band aid solution. Gotta think of the bigger picture. $15 min wage is not doable in states  w\/ low cost of living.  Losing jobs amidst pandemic is a double pain for the pipeline workers.","sentiment_score":-0.0083333333}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Funding 100,000 public health workers to contain COVID-19 and vaccinate America -- that's the American Rescue Plan.","sentiment_score":0.0}
{"full_text":"RT 20\/Fear of the seemingly unknown.No backup for the known chance of being \"in a bad way\" and concern about how a vaccin...","sentiment_score":-0.7}
{"full_text":"My boy thank you! Soon!","sentiment_score":0.0}
{"full_text":"RT  starts COVID  builds a vaccine  builds a vaccine and shares it","sentiment_score":0.0}
{"full_text":"Johannesburg, this is how stressed we need to be when we can't find our masks  #COVID19 #SaferJoburg  ^GZ","sentiment_score":0.0}
{"full_text":"RT being in a pandemic in a frigid cold weather city is so goddamn brutal. every northerner should get a bigger stimulus check...","sentiment_score":-0.59375}
{"full_text":"RT Credit to India, not Government: In RS, PM @narendramodi hails fight against Covid-19. NaMo A...","sentiment_score":0.0}
{"full_text":"RT We *HAD* a coherent plan from Joe. It was the pandemic response manual &amp; team. Trump trashed the manual, fired the team, &amp;...","sentiment_score":0.5}
{"full_text":"RT Full list of the latest rules for get-togethers announced across the UAE.#UAE #COVID19","sentiment_score":0.425}
{"full_text":"Demonstrations mostly peacefulAround connect the world deg.*Boundaries quarantine!Coronavirus@Pandemic!Weather snow  conditions|*Icy!","sentiment_score":0.625}
{"full_text":"RT Another #ItWontBeEasy problem we are trying to tackle.  Also, we have to do this as a country.","sentiment_score":0.0}
{"full_text":"1st of all, he promised job creations which he lied, 2nd corruption is at its worst, tender system is a mockery, 500 billion was looted in front of him by his friends, 3rdly, covid, uneccecary lock downs nd restrictions, 4 poor service delivery ku government sector, 5 useless ANC","sentiment_score":-0.38}
{"full_text":"RT Aspen Deke, 17, high school junior, beloved daughter, Kansas City, MO - died of #COVID19 on January 30, 2021. Aspen had...","sentiment_score":0.43}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"Movement control order (Lockdown) + Darurat (State of Emergency) = roads still full ","sentiment_score":0.35}
{"full_text":"RT NOW, in order to fly into the US, you must have a recent negative covid test or it's no go. However, if you cross the bor...","sentiment_score":0.125}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT Homeowners in New Orleans have decorated houses to resemble Mardi Gras parade floats after parades were canceled to pr...","sentiment_score":-0.0568181818}
{"full_text":"RT Dr Fauci is *not* on board with administering just 1 dose of mRNA vaccines. At WH Covid briefing, he says:-neutralizing an...","sentiment_score":0.0}
{"full_text":"RT Scotty doesn't hold a hose mate, he apparently doesn't manage quarantine, he doesn't  distribute bushfire funding relief...","sentiment_score":0.05}
{"full_text":"RT This is one of the aktu college guidelines for hostel jo ki hume hostel se bhar hi ni niklne denge .,great..Itni hi chi...","sentiment_score":0.0}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"RT Hey Sri Lanka, there are some 5,500+ active cases of COVID-19 and y'all still partying? Or do you really believe the gover...","sentiment_score":0.0333333333}
{"full_text":"RT And yet over 60,000 have died of Covid along with a complete backtracking of schools.Glad your...","sentiment_score":0.1}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"BREAKING: Hotel Quarantine - person tests positive AFTER leaving Holiday Inn at Tullamarine.","sentiment_score":0.2272727273}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT If you don't know the story of the remarkable 27-year-old data scientist who did some of the best modeling and m...","sentiment_score":0.875}
{"full_text":"RT So Rachel Notley wants police to arrest people at churches, mosques and synagogues for 'defiance' of her beloved and u...","sentiment_score":0.2833333333}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"Bitcoin is \"freedom\" but you're still in lockdown.","sentiment_score":0.0}
{"full_text":"South Korea - Free-of-cost Covid19 tests announced for pets","sentiment_score":0.0}
{"full_text":"It's not a matter of how it's made, it's a problem of stating what purpose it serves. The closest I've seen to a metaverse is my son using Fortnite effectively as telepresence during 1st lockdown. Your problem is << run around = no purpose >>. you can't standardize anything vague.","sentiment_score":0.05}
{"full_text":"RT Don't hurt middle class relying on stimulus (51K-75K doesn't mean one does not need help); G...","sentiment_score":-0.15625}
{"full_text":"Since we don't know if he can get it again or transmit  to someone else I think.iy best to err on the safe side and wear a mask in public.","sentiment_score":0.5}
{"full_text":"This internet page we all wrote because I figured out the idea to strip away unwanted fat without delay plus repair well being","sentiment_score":0.0}
{"full_text":"Madrid's Loose Covid Rules Attract French Tourists","sentiment_score":-0.0384615385}
{"full_text":"RT 1-8 #IDTwitter #cardioTwitter #COVID19 - #Thrombosis &amp; #Coagulopathy #ClinicalReview of #Pathophysiology &amp; Implication...","sentiment_score":0.0}
{"full_text":"Farewell, Lou Dobbs | The Daily Social Distancing Show via","sentiment_score":0.0166666667}
{"full_text":"RT Deepest condolences to the family of Rep. Ron Wright. The fact that a US Congressman has died of COVID-19 and it's not leadi...","sentiment_score":0.0}
{"full_text":"Pay attention","sentiment_score":0.0}
{"full_text":"Officials at a medical facility in Singapore have apologised for having administered, by mistake, the equivalent of five doses of the COVID-19 vaccine to one of their employees.","sentiment_score":0.0}
{"full_text":"RT Idk about you? imo, the last thing we need to be doing ANYWHERE in the United States right now is lifting COVID-19 restrictio...","sentiment_score":0.1428571429}
{"full_text":"Case load growth is very strong (acquisitions + organic), but the FCF grows at barely 1\/4 the pace of cases.Didn't show COVID-impacted 2020 for obvious reasons.And if UD IS gone, it will do FCF no favours....","sentiment_score":0.2044444444}
{"full_text":"RT Thread of pandemic-related tweets that did not age well. (Pls leave what I have missed in the replies, I will add it to the...","sentiment_score":0.0}
{"full_text":"Good point. Is Alexandria Ocasio-Cortez the only Congress person to recognize this? And, how many shameless, well off in Congress think taking no action to raise the minimum wage as pandemic billionaires wealth grew exponentially? Outrageous!!","sentiment_score":0.03}
{"full_text":"VIDEO: Ways in which communicable diseases, namely #HIV and #COVID19, have been policed and criminalised in Canada, and how communities have collectively responded #HIVJustice","sentiment_score":0.0}
{"full_text":"The Black Doctors COVID-19 Consortium has tested over 17,000 in at-risk communities. Learn why free testing is so important. #MedEd ","sentiment_score":0.2111111111}
{"full_text":"Five tips to help your child have positive and safe experiences online during COVID-19. #SaferInternetDay","sentiment_score":0.3636363636}
{"full_text":"State grants provide a hands up not a hand out","sentiment_score":0.0}
{"full_text":"Good night, Cincinnati! Snow showers over the last few hours have covered roads across the Tri-State and decreased visibility for drivers. Stay home if you can!","sentiment_score":0.04375}
{"full_text":"The two Bristol areas with the highest covid rateshttps:\/\/t.co\/BJcSTiAOgT","sentiment_score":0.0}
{"full_text":"Ask yourself, if masks work, where are the mountains of dead homeless? A populous least likely to use basic hygiene, social distance, or wear a mask.","sentiment_score":-0.0933333333}
{"full_text":"Oil prices have recovered owing to OPEC and its allies cutting production after the coronavirus pandemic slashed demand, according to analysts.","sentiment_score":-0.6}
{"full_text":"#COVID19 exposures have been reported at Lloyd George Elementary and Juniper Ridge Elementary in #Kamloops.","sentiment_score":0.3}
{"full_text":"Malawi Sticks to AstraZeneca Despite Concerns Over Efficacy","sentiment_score":0.0}
{"full_text":"AMA and address how #COVID19 has disrupted combating the drug overdose epidemic, what must be prioritized moving forward and our National Roadmap resource to end the epidemic with (via","sentiment_score":0.0}
{"full_text":"Amanda Gorman Salutes Pandemic Heroes With 'Chorus of the Captains' Poem at 2021 Super Bowlhttps:\/\/t.co\/VZNtcM3u9yPresented by","sentiment_score":0.3333333333}
{"full_text":"Maoist-led guerrillas opposed vaccination in rural areas to be handled by soldiers and police but assured \"safe passage\" of the COVID-19 vaccines on humanitarian grounds, a spokesman for the Communist Party of the Philippines said on Tuesday.READ:","sentiment_score":0.25}
{"full_text":"Steak and wine with your partner -- a classic stay at home date idea! Promo runs until February 16, 2021, only.#yoorekka #SteakHoldersPH #BundlePackagesClick here for more details: Cover Photo Credits:: Steak Holders PH - Main Facebook Page","sentiment_score":0.2916666667}
{"full_text":"Authorities worry that raucous Super Bowl celebrations could fuel new outbreaks.https:\/\/t.co\/S3vUJD8gAb","sentiment_score":0.0565656566}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"Congratulations, Helen, for being the 10,000th person to get vaccinated at the Dome Arena.","sentiment_score":0.0}
{"full_text":"These safety procedures have been implemented in response to the COVID-19 pandemic. This ensures the safety of our patients and staff and creates a safe environment to provide our services.","sentiment_score":0.5}
{"full_text":"Delta Airlines has extended middle-seat blocking through April 2021 as COVID-19 protectionhttps:\/\/t.co\/4e4ZnFckJP","sentiment_score":0.0}
{"full_text":"If you've already had the coronavirus, you should still get the vaccine when it becomes available to you.","sentiment_score":0.4}
{"full_text":"From the latest updates on #COVID19 in #HongKong, to #Macao's reservation system for virus #vaccination, it's all right here on today's podcast! Spotify: Google Podcasts: Apple Podcasts:","sentiment_score":0.4285714286}
{"full_text":"EC turned the #COVID corner without #COVAX and showed others that #COVIDSecondWave can be overcome while taxis continue operating with zero #SocialDistancing, even in #WINTERGod save Mzansi from cut-and-paste-from-Europe #lockdown polices","sentiment_score":0.0}
{"full_text":"The agent had been \"in close contact\" with Buttigieg, including Monday morning prior to the agent's positive result, the Transportation Department said in a statement.","sentiment_score":0.1136363636}
{"full_text":"The Art of Transparency helping health the mind and save lives during the pandemichttps:\/\/t.co\/79ZztLNxe1","sentiment_score":0.0}
{"full_text":"Mogam used to be a wedding planner and her business was badly hit due to the pandemic, so she decided to sell used books. If you're looking for some interesting read around Tampoi Johor, do check out Poco Loco! Submit your story now at  #KamiCareMBiz","sentiment_score":-0.0666666667}
{"full_text":"Issues driving lower COVID-19 vaccination rate among Indiana's Black population","sentiment_score":-0.1666666667}
{"full_text":"We have less than 10yrs to meet the #2030Agenda. COVID-19 is a wakeup call #ForPeopleForPlanet that we can't continue on the unsustainable path we are on. reflects on how we can reimagine a more sustainable future for all.","sentiment_score":0.1111111111}
{"full_text":"RT From NPR today.","sentiment_score":0.0}
{"full_text":"CNY coming. Covid pause for a bit liao","sentiment_score":0.0}
{"full_text":"The number of drug overdose deaths has risen to record levels during the pandemic.","sentiment_score":0.0}
{"full_text":"Bucks' staff praised for work with NBA coronavirus protocols.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 09\/02\/2021 10:30Total Cases: 10847790 [+0]Active: 141118Recovered: 10546905 [+0]Deaths :155195 [+0]Total Tests: 201.9MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Gym owners have issued an urgent appeal to help rescue the fitness sector, hit hard by the coronavirus (Covid-19) pandemichttps:\/\/t.co\/YkdA0WRMoC#Bahrain #Manama #Gym #workout #Covid #Covid19","sentiment_score":-0.2916666667}
{"full_text":"Survive 9\/11 &amp; a year of #COVID19 #pandemic only to be killed by #COVAX #vaccine I hope they get medal of honour for bravery &amp; service to sciencecc:@MYANC #SARSCoV2 #B117 #Corona #Pray #Jesus   ","sentiment_score":-0.1}
{"full_text":"#SouthAfrica is temporarily suspending its COVID-19 vaccination program after a study found that the AstraZeneca vaccine may not be effective against the new variant of the virus. ","sentiment_score":0.3681818182}
{"full_text":"Read today's edition of The Peninsula (Feb 9) for latest updates on #Qatar #COVID19 #MiddleEast #Health #NationalSportDay #SportsDay #ClubWC","sentiment_score":0.5}
{"full_text":"You should still follow CDC guidelines even if you are vaccinated, Arkansas health experts sayhttps:\/\/t.co\/yLtFOb5lVT","sentiment_score":0.0}
{"full_text":"The Athletic Director says the top priority is the safety of Assumption students.","sentiment_score":0.5}
{"full_text":"RT Battling COVID with innovation and hope. I'm excited to share with you that CNN International is featuring SHOFCO on thei...","sentiment_score":0.1875}
{"full_text":"Just stay home then.","sentiment_score":0.0}
{"full_text":"SA records 110 Covid-19 deaths, 2 435 new cases -- By IOL Reporter -- Feb 8, 2021","sentiment_score":0.1363636364}
{"full_text":"RT Just off a call with the Iowa Department of Public Health and can confirm that the Governor did NOT consult with her own...","sentiment_score":0.3}
{"full_text":"Permanent Placements Fall At Quickest Pace For Six Months Amid Covid-19 Lockdown ","sentiment_score":0.0}
{"full_text":"Tonight I drank wine for the first time in months. Early in the pandemic I was enjoying a glass or two at night. I don't know why but I just stopped. I made short ribs tonight and it called for red wine  I poured a glass of Zinfandel and it was amazing.","sentiment_score":0.2416666667}
{"full_text":"RT NOW, in order to fly into the US, you must have a recent negative covid test or it's no go. However, if you cross the bor...","sentiment_score":0.125}
{"full_text":"RT You're invited to a COVID-19 Pandemic Online Public Forum with Toronto's leading health experts to provide timely advice &amp;...","sentiment_score":0.0}
{"full_text":"RT The #CollectiveLearning module is a tool that enables distributed parties to collaborate on training machine learni...","sentiment_score":0.0}
{"full_text":"Those of you so worried about a \"super spreader\" event can stay home.","sentiment_score":0.3333333333}
{"full_text":"RT please and Help!!!!","sentiment_score":0.0}
{"full_text":"Even with an improved estimate, the budget going forward will need to be tight in the years following the pandemic.https:\/\/t.co\/vDs3IVbv5u","sentiment_score":-0.0892857143}
{"full_text":"Current Conditions for #Sayre PATemp: 21.0FWind Chill: 21.0FHumidity: 71%Dew Point: 13.1F Barometer: 30.427 inHgWind: 0 mph from the ENECorona Virus Weekly Stats:Cases: 122.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT if you aren't on asian twitter, it's possible you haven't seen the stories of recent violence against asian elders. here's...","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT For your family, for your neighbors, for your country -- wear a mask.","sentiment_score":0.0}
{"full_text":"RT This is why we wear masks, this is why we social distance, this is why we stay home when we can. It's to protect our childr...","sentiment_score":0.0333333333}
{"full_text":"RT Remember when we just had to flatten the curve? Then all we needed was a vaccine?What's the excuse to keep it going...","sentiment_score":-0.05}
{"full_text":"#POFreight to avoid travel delays, please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests, using this map:","sentiment_score":0.1}
{"full_text":"The narrative around COVID-19 is constantly changing, so here's your one pager with some of the charts and data that we think are important to keep an eye on to help gain some perspective.Click here to view:","sentiment_score":0.2}
