{"full_text":"RT House panel renews probe into Trump administration's interference with covid response","sentiment_score":0.0}
{"full_text":"RT Read it and literally weep","sentiment_score":0.0}
{"full_text":"Ottawa Covid-19 Dashboard.","sentiment_score":0.0}
{"full_text":"75% of CCIA's pre-covid flights are back in the schedule.  When it's time for you to go - you know what to do!","sentiment_score":0.0}
{"full_text":"RT 3) The South Africa  variant has very evasive properties of seemingly evading prior immunity from natural infection. Prio...","sentiment_score":0.1}
{"full_text":"RT Why is ignoring the story that Katie Price's son Harvey has been rushed to intensive care following a bad rea...","sentiment_score":-0.35}
{"full_text":"RT Finland's social-democratic prime minister, Sanna Marin, has called for a 6-hour workday, allowing Finns more free time. As...","sentiment_score":0.45}
{"full_text":"RT I find it obscene that a Congress full of millionaires (funded by billionaires) is trying to means test the difference betw...","sentiment_score":0.35}
{"full_text":"RT Please RT! Exciting news: our first One World YoungStatS webinar will take place on Wed. Febr. 10th at 4pm (CET). Five inv...","sentiment_score":0.275}
{"full_text":"Well he's been here . Patrolling. Should be dishing out fines for Covid breaches.","sentiment_score":0.0}
{"full_text":"This seems like a great pandemic idea--online writing and lightening, the title says it all.","sentiment_score":0.8}
{"full_text":"Whoever's still getting the vax has their head stuck in the sand. Fast-tracking = standard safety trials NOT done. This is an experiment on humanity. Non-normies know they're trying to cull the herd. Yes, they see us as cattle. The Karens &amp; Kevins will be the first to go...#COVID","sentiment_score":0.125}
{"full_text":"RT Thread summarising an important presentation on the AstraZeneca trial results for South Africa.Key points: Efficacy in...","sentiment_score":0.4}
{"full_text":"RT Grocery chains grew profits by $18 billion in the pandemic so far. Almost all stopped hero pay after a month.29,000...","sentiment_score":0.1}
{"full_text":"RT Media briefing on #COVID19 with","sentiment_score":0.0}
{"full_text":"RT  starts COVID  builds a vaccine  builds a vaccine and shares it","sentiment_score":0.0}
{"full_text":"But we've tried living with Covid, Ewan! Have you been on Mars for the last year?! It hasn't worked! More Covid is the inevitable outcome of what you want and that will make cancer treatment and outcomes FAR WORSE!","sentiment_score":0.02}
{"full_text":"RT Liverpool needed a pandemic to win the league dfkm man","sentiment_score":0.8}
{"full_text":"RT Christopher Chope made a number of claims about the coronavirus which a government adviser described as \"outright false...","sentiment_score":-0.4}
{"full_text":"#COVID19, Monday morning, 2\/8\/2021:Cases 27,616,951Deaths 475,017In hospital 81,439Vaccine doses 41.21MHow much better might these numbers be were people following #Biden's #100DaysOfMasks or if those wearing masks covered their noses as well as their mouths? Shall we see?","sentiment_score":0.25}
{"full_text":"President Biden your finally in the White House. As you know its been four years we dont want to go through again. We have all been struggling to get through this pandemic. You seem to understand what we have been going through. Finally someone here to help us. Thank You","sentiment_score":0.0}
{"full_text":"RT As the queer age gap discourse continues into day forever...I'm also seeing people saying we've gotta get offline to...","sentiment_score":0.0}
{"full_text":"RT COVID-19 - a new challenge that brought out the best in us.India is strengthening the global fight against the pandemic...","sentiment_score":0.3787878788}
{"full_text":"Pow! Love this! Slightly awkward online friend\/COVID vibes. Would love to pick this up in the real! In the meanwhile I will stay tuned to your metal uploads.","sentiment_score":0.19375}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"slippery slope","sentiment_score":0.0}
{"full_text":"RT I also like that said that Republicans should be asked why they don't support COVID legislation that is popula...","sentiment_score":0.0}
{"full_text":"Yes, journalists need to stop this pressure especially if asking for dates. Some responsibility must be excepted by some sections of the media for this continued pressure for asking for deadlines. Open up for Christmas for example, now booking summer holidays.","sentiment_score":0.0}
{"full_text":"RT Mandela was denied the dignity of long trousers on Robben Island. Belmarsh denies #JulianAssange warm clothing (provided...","sentiment_score":0.275}
{"full_text":"RT not the cdc that's for damn sure","sentiment_score":0.5}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"RT U.S. Rep. Ron Wright, an Arlington Republican, has died. He was 67. The news was announced Monday by his campaign staff...","sentiment_score":0.0}
{"full_text":"RT #discrimination of 3.8M ALL EYES ON MARCH 3rd@BorisJohnson","sentiment_score":0.0}
{"full_text":"RT Scammers are tricking people into giving their bank details or cash for a fake vaccine. Got information that could hel...","sentiment_score":-0.5}
{"full_text":"RT my sister in law is an ER physician in california and told us today that more than half of the staff in the hospital aren't...","sentiment_score":0.1666666667}
{"full_text":"RT As we near 500,000 #COVID19 deaths -- we are all potentially at risk regardless of status. Taking this pandemic serious...","sentiment_score":-0.0777777778}
{"full_text":"RT The American Rescue Plan will get the pandemic under control and support struggling communities across our country. People need hel...","sentiment_score":0.0}
{"full_text":"RT Grocery chains grew profits by $18 billion in the pandemic so far. Almost all stopped hero pay after a month.29,000...","sentiment_score":0.1}
{"full_text":"Lockdown is doing my head in here do you need any volunteers for the Mars mission send me a DM. #lockdown #holiday #WorkFromHome #trading","sentiment_score":0.0}
{"full_text":"RT Grocery chains grew profits by $18 billion in the pandemic so far. Almost all stopped hero pay after a month.29,000...","sentiment_score":0.1}
{"full_text":"\"If you're thinking of somewhere wonderful to go after lockdown I'd say breakfast at art-deco cafe has to be on your list for sure!\" Thank you now we just need to know when \"after lockdown\" might be!","sentiment_score":0.890625}
{"full_text":"man said if i'm going you're coming with me","sentiment_score":0.0}
{"full_text":"RT This has been said before, but catching COVID-19 isn't just about life or death. There's a lot of in-between like irre...","sentiment_score":0.6}
{"full_text":"RT So into another week of lockdown. And the constant search for interesting activities goes on.","sentiment_score":0.25}
{"full_text":"RT JUST IN: Rep. Ron Wright has died after contracting COVID-19, his office confirms. He was 67 years old. ht...","sentiment_score":0.1}
{"full_text":"RT Ivermectin to undergo rigorous clinical trial as COVID treatment","sentiment_score":0.0}
{"full_text":"Got questions on the South African variant? Follow the link below to let us know...","sentiment_score":0.0}
{"full_text":"In this article I have brought to light the realities of demand and supply of education and impact of pandemic on learning curves of students by bringing the lived experiences to forefront.https:\/\/t.co\/vvrGrWyD9t","sentiment_score":0.4}
{"full_text":"RT What really means when he says \"Stay home\":I don't follow evidence and don't care that lockdowns cause horrifi...","sentiment_score":0.2}
{"full_text":"RT You are a racist. The common people are hurting, especially the urban african americans and still no #stimulus o...","sentiment_score":-0.075}
{"full_text":"RT This #NBHAAD, #StartTalkingHIV with your partner to take the next step and bring your relationship to a new level. We can...","sentiment_score":0.0681818182}
{"full_text":"RT So into another week of lockdown. And the constant search for interesting activities goes on.","sentiment_score":0.25}
{"full_text":"Yeah we on a lockdown at the moment as well and my Tattoo guy is Mia. I want this done so bad","sentiment_score":-0.7}
{"full_text":"RT A damning report, based on a study of over 62k children, has revealed the crushing effect of lockdown. Lockdowns are...","sentiment_score":0.4}
{"full_text":"RT if the UK had to exclude pedophiles, theyd never reach herd immunity","sentiment_score":0.0}
{"full_text":"It's time to log off, so check out our FAQ's until we're back online at 8am tomorrow. If you do have to travel at this time, keep up to date with travel safety advice and booking info  Take care, wear a mask -Christine ","sentiment_score":0.0}
{"full_text":"RT Just spoke to a Doctor working in an NHS hospital. He said it's no busier than a usual winter and the number of Covid deaths...","sentiment_score":-0.25}
{"full_text":"Interesting.Can you tell me what the #1 and #2 comorbidy was (comprising 66% of all covid deaths)?Related: How does covid kill people?Related: what's your theory for the extra 470,000 deaths in 2020 vs 2019?","sentiment_score":0.0}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"Is it 2019? Have you not heard people with prior health conditions are at higher risk of death from covid? Do you have shit for brains?","sentiment_score":0.0166666667}
{"full_text":"\"...local news outlets enjoy greater trust from the public... and provide a venue to \"highlight local impacts\" the legislation could have.\"","sentiment_score":0.225}
{"full_text":"RT Gov. DeSantis says thanks! Jemele Hill trying to crap on Florida's COVID plan to join the 'pearl-clutching brigade' BACKFI...","sentiment_score":-0.275}
{"full_text":"Don't take his word for it, read the damn thing and make up your mind.","sentiment_score":0.0}
{"full_text":"RT Had stage 4 lung cancer since 2018; pronounced dead from COVID. Hm","sentiment_score":-0.2}
{"full_text":"Glad to see Sen. Schumer keepin' it real with our local state assembly rep.","sentiment_score":0.2333333333}
{"full_text":"RT I think White House press secretary Jen Psaki has said about a half-dozen times today that the administration is focused o...","sentiment_score":0.0}
{"full_text":"RT The American Rescue Plan will get the pandemic under control and support struggling communities across our country. People need hel...","sentiment_score":0.0}
{"full_text":"RT Union attack now well under way. Whatever happened to honest politics - from deliberately trying to abysmally attack","sentiment_score":0.6}
{"full_text":"RT Not surprisingly, one of the best takes on the American Rescue Plan comes from","sentiment_score":0.2166666667}
{"full_text":"RT So into another week of lockdown. And the constant search for interesting activities goes on.","sentiment_score":0.25}
{"full_text":"I'm convinced white people gave us the covid","sentiment_score":0.0}
{"full_text":"RT It's official. If you've lost a loved one due to COVID-19, you will soon be able to get reimbursed up to $7,000 for the expenses o...","sentiment_score":0.3583333333}
{"full_text":"RT Its really incredible to see the priorities of the US. If there isnt a profit incentive then the risk isnt worth it, i...","sentiment_score":0.6}
{"full_text":"RT U.S. Rep. Ron Wright, a Republican from Texas, has died after a battle with COVID-19. He was 67 years old","sentiment_score":0.1}
{"full_text":"RT DIFFERENCE A VARIANT CAN MAKE: Early in the Oxford-AstraZeneca's South Africa  trial, before #B1351 variant became domina...","sentiment_score":0.1}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"RT The American Rescue Plan will get the pandemic under control and support struggling communities across our country. People need hel...","sentiment_score":0.0}
{"full_text":"RT In this period of COVID-19, Nurses and Midwives are on the frontline.We're delighted to have our very own Nailantei represent...","sentiment_score":0.74}
{"full_text":"RT the GOP's general obliviousness to COVID isn't anything new, but tweeting this literally 3 days before it kills you is the...","sentiment_score":0.0931818182}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT people think this dude downplayed c*vid three days before he died, but he didn't. he'd been actively dying of it in a hosp...","sentiment_score":-0.1333333333}
{"full_text":"RT No Jamie, you do not have to go to a Super Bowl party With the same 20 jerks you already knowYou could stay safe at...","sentiment_score":0.2777777778}
{"full_text":"RT JUST IN: Rep. Ron Wright has died after contracting COVID-19, his office confirms. He was 67 years old. ht...","sentiment_score":0.1}
{"full_text":"In a pandemic, who would you like to receive advice from?  from a manager, or from a world-class physician, epidemiologist and academically strong. The Ontario government selected the manager","sentiment_score":0.4333333333}
{"full_text":"RT England's pupils will need extra hours of learning, as well as sport and creative activities, after lockdown, education ca...","sentiment_score":0.25}
{"full_text":"RT What happened to the $2,000 COVID checks??","sentiment_score":0.0}
{"full_text":"RT CDC head says nearly 700 cases of Covid-19 variants (more contagious mutations from UK, S. Africa...","sentiment_score":0.3}
{"full_text":"RT Grocery chains grew profits by $18 billion in the pandemic so far. Almost all stopped hero pay after a month.29,000...","sentiment_score":0.1}
{"full_text":"RT Best wee (5m pop) country?Not for C19 dead we're no!We're the worst!Sco=8,684Slovakia=5,271Ireland=3,686C. Rica=2,672...","sentiment_score":0.4}
{"full_text":"RT FREE+FAST+SAFE | Getting tested for #COVID19 empowers you to protect your family. Our sites are free, waits are minimal, re...","sentiment_score":0.15}
{"full_text":"Don't come at me with that. Y'all wanted to say y'all were so perfect with covid but here the real story. Don't like getting called out or proven wrong","sentiment_score":0.2333333333}
{"full_text":"Rest in pieces ","sentiment_score":0.0}
{"full_text":"RT This doctor blocked me for pointing this out. 9 babies have died shortly after their mothers took the vaccine, a few were...","sentiment_score":-0.1}
{"full_text":"RT Grocery chains grew profits by $18 billion in the pandemic so far. Almost all stopped hero pay after a month.29,000...","sentiment_score":0.1}
{"full_text":"Seeing how well Tampa handled the rules this weekend, I don't know if I want to be home during the weekend because a COVID cloud of Stupid could waft over my residence.Strict adherence to any rules and requirement that masks must be worn at all times at a venue.","sentiment_score":-0.8}
{"full_text":"Our Deandrea Hamilton has the latest on the COVID-19 vaccine rollout for the Bahamas.#Bahamas #COVID19 #Vaccinehttps:\/\/t.co\/KB0N63SmvB","sentiment_score":0.5}
{"full_text":"Covid deaths don't matter anymore. Trump isn't president","sentiment_score":0.0}
{"full_text":"RT The government has thrown money around during this pandemic like a drunken sailor. We now have the largest pandemic def...","sentiment_score":0.0}
{"full_text":"RT The predictable issues concerning new variants and vaccines underlines the danger of believing that there is one magic...","sentiment_score":0.1454545455}
{"full_text":"RT House panel renews probe into Trump administration's interference with covid response","sentiment_score":0.0}
{"full_text":"Maybe now the GOP will wear a mask","sentiment_score":0.0}
{"full_text":"It's been going on for a fucking year!!! I think we know about it.","sentiment_score":-1.0}
{"full_text":"RT \"We don't have a single documented case of covid-19 transmission from surfaces. Not one.\"\"So why, then, are we spending a...","sentiment_score":-0.0714285714}
{"full_text":"In one week in January 4 AZ teachers died of COVID. Recent studies have shown that children are silent spreaders who can transmit the virus far more often than previously thought. But you can't change Rep Ron Wright's mind. He died of COVID-19 today.#TUSD #COVID19 #REDforED","sentiment_score":0.0866666667}
{"full_text":"RT Grocery chains grew profits by $18 billion in the pandemic so far. Almost all stopped hero pay after a month.29,000...","sentiment_score":0.1}
{"full_text":"RT 1) The pace of COVID vaccination is accelerating in US, UK. Rest of developed world lagging - but will catch up. 2) Huge v...","sentiment_score":0.25}
{"full_text":"#NewsRecap: Andrea Forbes is accusing the Mandeville Regional Hospital of giving a false account of her partner's death.  She says her partner did not die from COVID-19. More details here: #CVMTV #News","sentiment_score":0.05}
{"full_text":"RT Because of this pandemic I will simply extend my 20s into my 30s","sentiment_score":0.0}
{"full_text":"RT 2) to be clear, the 22% efficacy against mild disease for the #B1351 variant was not significant in the new Oxford-AstraZen...","sentiment_score":0.0955492424}
{"full_text":"RT not the cdc that's for damn sure","sentiment_score":0.5}
{"full_text":"Hundreds of new variants waiting in the wings to keep lockdown going forever.","sentiment_score":0.1363636364}
{"full_text":"RT I thank the Government of India for providing 500K doses of the coronavirus vaccine to Afghanistan. Appreciating India's const...","sentiment_score":0.0}
{"full_text":"RT Excellent run down of the Oxford-AstraZeneca data on the #B1351 variant from  by Good news is that the vaccin...","sentiment_score":0.5148148148}
{"full_text":"RT Superb to see some trusts defying outdated, top-down rules on PPE. *All* staff treating cases of confirmed or suspected...","sentiment_score":0.3333333333}
{"full_text":"It's refreshing to see order again - 3 days a week Covid briefing, daily WH briefings.  Like clockwork.","sentiment_score":0.25}
{"full_text":"RT I dunno uno...Even when you lot brought people over to HELP you they were unlawfully deported...and that's recent history.","sentiment_score":0.0}
{"full_text":"It's been kicking my ass since last night sis, I relate cold to my bones!","sentiment_score":-0.375}
{"full_text":"7\/ Due to COVID-19 at one point, making topics from the air got difficult but our #1 goal was not to repeat or reuse old topics that had been debated on larger platforms over and over again.Using that motivation, we created our own segments and shows.","sentiment_score":0.015}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"RT You can't reform this.","sentiment_score":0.0}
{"full_text":"\"But one thing remained constant from before the pandemic and throughout the global crisis, customers still wanted speed, safety, convenience and security.\" Read more by  Payway's #paymentgateway #contactless","sentiment_score":0.1666666667}
{"full_text":"The Louisiana Department of Health reports 1,184 #COVID19 cases reported to the state since February 7, 2021. The total number of cases reported to the state is 412,812.Of these cases, 1,102 are confirmed cases and 82 are probable cases.","sentiment_score":0.2}
{"full_text":"RT Jurors can take a nap off the floor","sentiment_score":0.0}
{"full_text":"RT Rep. and Sen. Chuck Schumer announce funeral benefits for low-income New Yorkers who have died from COVID.\"Families...","sentiment_score":0.1363636364}
{"full_text":"Friends of Doug Ford?","sentiment_score":0.0}
{"full_text":"I often think of that poor guy who had cognitive challenges who was beaten to a pulp, put in critical condition by some asshole who he asked to wear a mask in Northern Alberta. I often wonder how he is doing.","sentiment_score":-0.2}
{"full_text":"RT the GOP's general obliviousness to COVID isn't anything new, but tweeting this literally 3 days before it kills you is the...","sentiment_score":0.0931818182}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"We've seen the #covid testing lines, and now we're proud to help serve our communities: We've created CovClinic to provide Free Drive-Up COVID-19 Testing at various locations around the USA.Learn More and Book Your Appointment Today:","sentiment_score":0.425}
{"full_text":"RT This is example of sports figure being put on very high pedestal, while his GOPer cronies put PPP money in his rich poc...","sentiment_score":0.2915}
{"full_text":"RT I thank the Government of India for providing 500K doses of the coronavirus vaccine to Afghanistan. Appreciating India's const...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT 87, 811. That's how many students have disappeared from public school rolls in Florida since the pandemic began. 87,811...","sentiment_score":0.25}
{"full_text":"How else can we value unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"The human loss from COVID-19 will not be reflected in the 2020 census because of a matter of timing, which could save a congressional seat for New York, but the census timing could cost Alabama one seat.","sentiment_score":0.0681818182}
{"full_text":"RT Justice says, \"If it ain't broke don't fix it.\" He also says his administration has been transparent throughout the pa...","sentiment_score":0.0}
{"full_text":"NUMBER EIGHT:Maddie is ALWAYS HELPING OTHERS! As said before, she works as a COVID screener rn and beyond that, she's always helping her family with things and has helped alot of ppl over the years with stuff off all kinds and she's so KIND AND CONSIDERATE AND","sentiment_score":0.6}
{"full_text":"RT After 76 years of water fluoridation in the US, tooth decay is rampant; disparities widened; and fluoride overdose (dental fluo...","sentiment_score":0.0}
{"full_text":"RT Love how having 30 NHL players dining in at an Ontario restaurant provides a forcefield of immunity to COVID while everyone...","sentiment_score":0.5}
{"full_text":"Target Highlights $1 Billion Activewear Brand#Activewear #Brand #ClothingBrands #Coronavirus #COVID19 #HomeWorkouts #Lockdown #Pandemic #Restrictions #Retailer #Target $TGT #Weights #Workout #Yoga","sentiment_score":0.0}
{"full_text":"New research suggests that long before a relationship comes crashing down, our word use shifts in subtle ways that may signal the end is near and we may not even know it.https:\/\/t.co\/87JR5P8WO0","sentiment_score":-0.0605050505}
{"full_text":"Protect your customers health with a sanitizer that kills 99.9% of germs while leaving their hands feeling SOFT &amp; SMOOTH with ALOE VERA! For more info speak with one of our customer service reps today at 800-323-3521 or via email at info@ecpinc.net! #detailing #COVID19","sentiment_score":0.4083333333}
{"full_text":"#CTICOVIDCollection 'Immunosuppression and cardiovascular dysfunction in patients with severe versus mild coronavirus disease 2019: a case series' Bao et al, #ClinTransImmunol #COVID19 #COVID_19 #SARSCoV2 #Openaccess","sentiment_score":0.3333333333}
{"full_text":"Despite a drop, we are still treating more COVID-19 patients than during the first wave back in March and April last year.  The decrease in numbers is positive but we can only keep these numbers dropping if we all follow the coronavirus guidance. Let's do it for our GWH.","sentiment_score":0.1628787879}
{"full_text":"Don't hesitate. Vaccinate.Dr explains the importance of attending your vaccination appointment.#TeamHalo #vaccine #COVID19","sentiment_score":0.0}
{"full_text":" MSP is encouraged by coronavirus data, which highlights that test positivity rates have fallen across Fife over the last week. Jenny is urging constituents to keep adhering to the Stay At Home message &amp; follow FACTS, to continue suppressing the virus.","sentiment_score":0.0}
{"full_text":" How might #Germany end the #lockdown? The leaders of three German states have presented plans for a possible step-by-step way out of lockdown. ","sentiment_score":0.0}
{"full_text":"More than 12m people have received their first #COVID19 vaccine, but how much more do we now know about the jabs?On today's #Daily podcast, tells about the \"emotional\" experience of inoculating her first vaccine recipienthttps:\/\/t.co\/SnPIf4yR37","sentiment_score":0.25}
{"full_text":"Sponsor roll call!West Michigan, get your car fixed here.  I do and you should to.  Ace Hardware!https:\/\/t.co\/qJbtS0CHSZAll updates on COVID:Kent County Health Departmenthttps:\/\/t.co\/TwqzO0zyC1Michigan's #1 Honda volume dealer@serrahonda_gv","sentiment_score":0.1}
{"full_text":"\"Odds are that #China, having a massive production capability, will take advantage of the opportunity to distribute #Vaccines for #COVID19 to the Global South and promote itself as a leading power\" Executive Director of in","sentiment_score":0.0}
{"full_text":"Covid deaths fall to lowest level since late December FREE to readhttps:\/\/t.co\/obD0w5MAVk","sentiment_score":0.05}
{"full_text":"RT Breaking: Rep Ron Wright (R-TX) has passed from the effects of Covid-19.Wear a damn mask people, this shit is not a joke...","sentiment_score":-0.2}
{"full_text":"4\/6: Also on a new #TechItOut #radioshow last weekend, and in #podcast form (below), I spoke with Emeritus Prof from who talks about a new book he co-authored: The #COVID19 Solutions Guide. PODCAST:https:\/\/t.co\/QWXvTk4qae","sentiment_score":0.0909090909}
{"full_text":"RT We didn't get in this mess overnight; it will take time to fix it.  But the American people recognize that we are hard at work o...","sentiment_score":-0.1555555556}
{"full_text":"Companies used to bring together large groups of hopefuls to large job fairs. Due to COVID-19, in-person job fairs are impractical.","sentiment_score":0.1011904762}
{"full_text":"RT Two things:1. Lmao, rattled.2. as if the left are just going to forget that you joined in and attacked teachers and th...","sentiment_score":0.3}
