{"full_text":"Its totally understandable Ginny.  Suffering through a pandemic while also suffering through menopause tends to make one a little 5150!  Add in a nice neighbor who doesnt expect anything from you... next you know they invite you to church!!!","sentiment_score":0.09140625}
{"full_text":"Do not turn off production line, do not escape into Oregon wildernessplace. Collect $200. Cc","sentiment_score":0.0}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"RT Credit to India, not Government: In RS, PM @narendramodi hails fight against Covid-19. NaMo A...","sentiment_score":0.0}
{"full_text":"RT European politicians appear to be making some sort of coronavirus vaccine beefcake pinup calendar","sentiment_score":0.0}
{"full_text":"The administration can keep their fucking mask. I AM A NO MASK HOUSEHOLD! Don't need it won't ware it. #ChinaFlu#KungFlu#ImpeachBidenNow #BindenCrimeFamily#BindenNotMyPresident#TrumpBestPresidentEver","sentiment_score":-0.75}
{"full_text":"RT  starts COVID  builds a vaccine  builds a vaccine and shares it","sentiment_score":0.0}
{"full_text":"RT Also in The Super Bowl provides another opportunity for the media's COVID hypocrisy- Van Jon...","sentiment_score":0.3333333333}
{"full_text":"RT I dropped the screw of my earring. I hope it helps me find (We won't be able to laugh without these cute videos. We mis...","sentiment_score":0.4333333333}
{"full_text":"RT  starts COVID  builds a vaccine  builds a vaccine and shares it","sentiment_score":0.0}
{"full_text":"RT BUA purchases 1 million doses of Astrazeneca Covid-19 Vaccines for Nigeria to be delivered next week.- First  set of vaccin...","sentiment_score":0.125}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT FFXIV putting up new player homes since covid hit and the first thing folks make are restaurants, clubs, and cafes ","sentiment_score":0.1931818182}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"Hopefully Covid over with when it's time for Vegas. I ain't playing no games this year.","sentiment_score":0.0}
{"full_text":"RT Did you miss ASHRAE Epidemic Task Force Chair, Bill Bahnfleth give testimony at the congressional hearing this week? Visit...","sentiment_score":0.0}
{"full_text":"RT #COVID19ab school costs loom for next fall amid variants, vaccine delays \"[Parents] are asking why the province isn't doing...","sentiment_score":0.0}
{"full_text":"Neural epidermal growth factor-like 1 protein variant increases survival and modulates the inflammatory and immune responses in human ACE-2 transgenic mice infected with SARS-CoV-2","sentiment_score":0.0}
{"full_text":"RT Really great article. Bottom line - we *really* don't want transmission of Variants of Concern. We avoid that by having n...","sentiment_score":0.5}
{"full_text":"RT Rakyat don't la prejudiceYBMK is not doing injusticeMinisters are a critical serviceSo let la they enter their office...","sentiment_score":0.0}
{"full_text":"RT He FAILED to close the borders in time &amp; people with Covid19 came into our country. He FAILED to protect the 500b he borro...","sentiment_score":-0.5}
{"full_text":"Next month will be my second birthday under a lockdown.","sentiment_score":0.0}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT Generic poll - What is your #COVID19 Status ?Request you to retweet this , to get maximum data ... this poll result...","sentiment_score":0.0}
{"full_text":"RT Good Day Twitter Friends #loveanimals #StaySafe #StayHome ","sentiment_score":0.7}
{"full_text":"RT  starts COVID  builds a vaccine  builds a vaccine and shares it","sentiment_score":0.0}
{"full_text":"RT Must watch, 45 minutes to understand why international cooperation is a necessity in responding modern #threats. No come bac...","sentiment_score":0.1}
{"full_text":"RT Yesterday there were no new cases reported. 12,816 test results were received. Got symptoms? Get tested, #EveryTestHelps. Mor...","sentiment_score":-0.0681818182}
{"full_text":"RT Yep so my daughter currently on benefits and pregnant could not have bought the 2...","sentiment_score":0.1666666667}
{"full_text":"RT Governor Lee is now bragging about how well we handled the outbreak, but at one point we had the worst outbreak in the wor...","sentiment_score":-1.0}
{"full_text":"Honestly","sentiment_score":0.6}
{"full_text":"RT not the cdc that's for damn sure","sentiment_score":0.5}
{"full_text":"Drug would have been even MORE successful if administered correctly with Triple Ivermectin Therapy.   US Trial Finds Drug Cuts Coronavirus Mortality 40% | via","sentiment_score":0.625}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"The messenger RNA technology that developed a successful #covid19 vaccine could serve as the solution for HIV, sickle cell, and malaria.","sentiment_score":0.425}
{"full_text":"RT #GodMorningTuesdayHuman life gets only for worship of Supreme God Kabir &amp; attaining complete salvation from the cycle of bi...","sentiment_score":0.05}
{"full_text":"RT Applying for jobs in the middle of a pandemic. ","sentiment_score":0.0}
{"full_text":"RT Doug ford extending the stay at home order in Ontario but also beginning to phase open the economy and malls","sentiment_score":0.0}
{"full_text":"God I miss the warmth of someone being inside me or me being inside someone. Sad Covid noises","sentiment_score":-0.5}
{"full_text":"RT With heavy hearts, today we announce the passing of another member of our NYPD family.After more than 45 years of service t...","sentiment_score":0.15}
{"full_text":"let me tell you some I respect my elders but she would've thought she had COVID-19 the way ha lung was gone collapsed when I slapped wind from her ha ass ","sentiment_score":0.0}
{"full_text":"COVID-19: Ontario announces reopening framework, extends stay-at-home order for most areas","sentiment_score":0.5}
{"full_text":"Sorry you didn't hear, COVID isn't a death wish","sentiment_score":-0.5}
{"full_text":"True yet the stories still maintain a lead in the polls!!!!","sentiment_score":0.8544921875}
{"full_text":"RT Organizers did this. The House is embracing the base -- and now the Senate must too. But this fight was never about $15. It...","sentiment_score":-0.8}
{"full_text":"RT I congratulate Speaker Pelosi, Chairman Scott and for including a $15 minimum wage in the House reconciliat...","sentiment_score":0.0}
{"full_text":"pandemic pls end so taylor can go on tour i need need need to scream DONT CALL ME KID DONT CALL ME BABY","sentiment_score":0.0}
{"full_text":"RT BLACK TRANS WOMEN IN IMMEDIATE NEED. She's immune-compromised and in need of food and supplies during the pandemic!Cashapp:...","sentiment_score":-0.1666666667}
{"full_text":"Stay positive, but not in COVID","sentiment_score":0.2272727273}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"Nothing but a globalist financial scam","sentiment_score":0.0}
{"full_text":"RT European politicians appear to be making some sort of coronavirus vaccine beefcake pinup calendar","sentiment_score":0.0}
{"full_text":"How is Kim Jong-un building China virus?","sentiment_score":0.0}
{"full_text":"The importance of of near prime lending has become increasingly clear over the last few years, but the effects of the global pandemic may have highlighted it even more. ","sentiment_score":0.0833333333}
{"full_text":"How else can we stick by pandemic emergency service workers?","sentiment_score":0.0}
{"full_text":"Brits are being advised to fix their own teeth with dental repair kits or even nail files.","sentiment_score":0.6}
{"full_text":"A small study has suggested that the AstraZeneca COVID-19 vaccine offers minimal protection against the South African coronavirus strain. What will you ask Thursday's panel? | #QandA","sentiment_score":-0.0625}
{"full_text":"First sitting US congressman dies after COVID diagnosis","sentiment_score":0.25}
{"full_text":"Play your part in fighting Covid-19 register for Internet Banking by sending an email with subject \"Internet Banking\" to contactcentrestaff@cbz.co.zw.No need to go the bank for transactions. Any enquiry get in touch with our Contact Centre team on 460\/461.@CBZHoldings","sentiment_score":-0.1666666667}
{"full_text":"RT It is also possible that if transmission is allowed to remain high, or surge due to early easing of lockdown in parallel w...","sentiment_score":0.027}
{"full_text":"Visit for specific tips and expert advice to help you look after your mental health and wellbeing if you are feeling stressed or anxious about coronavirus (COVID-19).","sentiment_score":-0.1166666667}
{"full_text":"\"There is a risk if those who are infected are wrongly released early, leading to them infecting more people under the mistaken assumption that they are free of COVID-19,\" Najib said.https:\/\/t.co\/C0pLKgRe0Y","sentiment_score":0.125}
{"full_text":"New health care workers joining the frontline: Being a medical intern during Covid-19https:\/\/t.co\/kcDvWMzi9d","sentiment_score":0.0681818182}
{"full_text":"is expecting an increase in e-Angpao transactions in 2021 due to the Covid-19 pandemic - a notion spurred by \"encouraging response\" in 2020","sentiment_score":-0.125}
{"full_text":"#Macao chief executive gets the first dose in the region's #COVID19 vaccination program.","sentiment_score":0.25}
{"full_text":"me rn","sentiment_score":0.0}
{"full_text":"RT The COVID-19 pandemic has taken a toll on different aspects of our lives. But, our mental health is what we tend to overloo...","sentiment_score":-0.05}
{"full_text":"RT 75% of all #COVID19 vaccinations worldwide have been given in just 10 countries.@DrTedros of calls for #VaccineEquity t...","sentiment_score":0.0}
{"full_text":"\"The Future of Asian and Pacific Cities\" is the latest paper from and it identifies the challenges and opportunities facing cities in the region and recommends policy pathways to recover from the COVID-19 pandemic.","sentiment_score":0.1666666667}
{"full_text":"RT They wanted to *stop* testing for COVID so more young people would gather, transmit more of the disease, and have it ready...","sentiment_score":0.325}
{"full_text":"The BC Nurses Union is calling on the Interior Health Authority to step up security for nurses and staff at Ponderosa Lodge in #Kamloops. #covid19","sentiment_score":0.0}
{"full_text":"Qatar will mark 2021 National Sport Day, encouraging the community to stay active and embrace a healthy lifestyle while adhering to health guidelines amid the ongoing #COVID19 pandemic. #Qatar #NationalSportDayhttps:\/\/t.co\/nhmqB0Jk7l","sentiment_score":0.1833333333}
{"full_text":"RT Fresno will get one of California's mass COVID vaccination sites, official sayshttps:\/\/t.co\/iZwnlJLhxt","sentiment_score":0.0}
{"full_text":"RT Partnership + outreach = the Fresno COVID-19 Equity Project. Fresno CEP aims to provide equal access to #COVID19 testing...","sentiment_score":0.0}
{"full_text":"Parents making it challenging to manage Covid-19 - CHASS president #PrimeMorning","sentiment_score":0.5}
{"full_text":"RT Black women and Black moms don't need lip service, they deserve:Equal payPaid leaveChild careRacial justiceEnvironm...","sentiment_score":-0.1666666667}
{"full_text":"More and more people are coming due for their second coronavirus vaccination. While being fully immunized helps against coronavirus -- there are still some precautions to take. more on what to do after you get that second dose.","sentiment_score":0.2291666667}
{"full_text":"Join us at the 25th Annual ARC Industry Forum to learn how industry leaders are transforming their operations. #covid19 #arcforum #digitaltransformation #manufacturing #industry #smartcities #supplychain Register Today!","sentiment_score":0.0}
{"full_text":"RT Organizers did this. The House is embracing the base -- and now the Senate must too. But this fight was never about $15. It...","sentiment_score":-0.8}
{"full_text":"If Democrats subject the next round of survival checks to more means testing, Americans battered by the economic crisis will find it even more difficult to make ends meet.","sentiment_score":0.0476190476}
{"full_text":"Glorious Moments For Kids' Pride. Winner of My FM Legend Awards During The Covid PandemicFor More Details:- Contact : +91-9462100133 Website: #awards #myfm #winner #legendawards #awardwinning #preschool #covidwarriors #summer #liveclasses","sentiment_score":0.5}
{"full_text":"In this article published by see how the U.S. government through is helping Alliance (TSA) return Madagascar's endangered tortoises to the wild after the COVID-19 pandemic cost the group funding.","sentiment_score":0.1}
{"full_text":"Send your #Love &amp; #Light around the world..#JoyTrain &gt;https:\/\/t.co\/X7w2jFypNP #Joy #Love #Kindness #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #kjoys00 #ChooseLove #Quote #TuesdayMorning #TuesdayThoughts #TuesdayMotivation RT","sentiment_score":0.55}
{"full_text":"Exposing these clowns and then dunking on them over and over again will be the only way this ends.","sentiment_score":0.0}
{"full_text":"The pandemic was bad for the aviation sector--and even worse for the cash-strapped Air India","sentiment_score":-0.55}
{"full_text":"COVID-19: economic impact worsens inequalities faced by women (Sky News)","sentiment_score":0.2}
{"full_text":"Missing someone over #Lockdown? Or want to give a personal message to a #Grandma or #Grandad you #Love - Let deliver that message with a Talking Heart. Record your own message with a #FavouriteSong. Order yours here #LockdownLove #Lovemyfamily","sentiment_score":0.225}
{"full_text":"No one is safe until everyone is safe. UNHCR is working with to deliver equitable access to vaccines and immunization, including #COVID19 vaccines for refugees, stateless, and people forced to flee. #OneWorldProtectedhttps:\/\/t.co\/Vebmnz4lgz","sentiment_score":0.2333333333}
{"full_text":"Queer organisations and activists have largely been underfunded and overworked while trying to support communities struggling with discrimination and violence: #Organisations #Activists #COVID19","sentiment_score":0.2142857143}
{"full_text":"Watch: Dubai Police have closed a desert camp and issued a Dh50,000 fine for flouting the #COVID19 precautionary measures.","sentiment_score":0.1583333333}
{"full_text":"RT Germany's industrial sector avoided a contraction in Dec 2020 despite Covid lockdowns as strong demand from China benefitte...","sentiment_score":0.4333333333}
{"full_text":"RT He FAILED to close the borders in time &amp; people with Covid19 came into our country. He FAILED to protect the 500b he borro...","sentiment_score":-0.5}
{"full_text":"Time: 06:00 * Temp: -0.1degC * Wind: ENE 6.9 to 17.0mph * Pressure: 1006.4hPa * Rain: 0.0mm * Hum: 81% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:56 * Sunset: 17:18 * Cloudbase: 0ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"2020 was an unprecedented year, but we believed if we work together we will emerge stronger. #HSBC donated over HKD70M to provide immediate &amp; long-term support for those affected by #COVID19 in Hong Kong. We remain committed to supporting the HK community. #HSBCHKCommunity #HBF40","sentiment_score":0.425}
{"full_text":"Current Conditions for #Sayre PATemp: 21.0FWind Chill: 21.0FHumidity: 75%Dew Point: 14.3F Barometer: 30.423 inHgWind: 0 mph from the NNECorona Virus Weekly Stats:Cases: 122.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"off a 15 min call with concerns: 844-462-8387 bilingual, seven all parties if they accepted (not my place to say which City is talking quarantine and social distancing. Even more depressing? Green candidate","sentiment_score":-0.0666666667}
{"full_text":"LIVE JOURNALISM EXCLUSIVE: Join Mark Heywood, professors Gray &amp; as they discuss the latest developments in SA's #Covid19 #vaccine rollout. Register: by","sentiment_score":0.3181818182}
{"full_text":"UK consumer spending plunges as new lockdown bites - Barclaycard Spending by British consumers plunged in January at the fastest rate in seven months as the country went back into a tight COVID-19 lockdown, payment card firm Barclaycard said on Tuesday.","sentiment_score":-0.0484415584}
{"full_text":"RT I beg my non-Asian allies and friends to share this. There has been a great proliferation of violent attacks against Asian...","sentiment_score":0.0}
{"full_text":"RT In 2018, won by the largest margin of any Dem Senator running in a state that went for Trump in 2016. Listen t...","sentiment_score":0.0}
{"full_text":"Chief Willie Sellars says his Williams Lake First Nation was open and public about dozens of COVID-19 cases last month, but that transparency has turned against them.https:\/\/t.co\/sLOx94pix9","sentiment_score":0.0625}
{"full_text":"RT You can't reform this.","sentiment_score":0.0}
{"full_text":"RT  starts COVID  builds a vaccine  builds a vaccine and shares it","sentiment_score":0.0}
{"full_text":"A security guard was punched after asking a grocery store shopper to wear a face mask.The customer was arrested and charged with misdemeanor battery and disorderly conduct.https:\/\/t.co\/wTrQf16zpD","sentiment_score":0.0}
{"full_text":"In A Post-Pandemic World, You Will Have To Become Self-Reliant To Survive And Succeed","sentiment_score":0.0}
{"full_text":"What hobby have you taken on or wanting to start? We have a few hobby starter kits for you, whether it's scrapbooking, baking, biltong making, gardening, photography and more, we've got it all! Shop now #staysafe #shoponline","sentiment_score":0.2125}
{"full_text":"RT District Magistrate #Dehradun Dr Ashish kumar Srivastava got vaccinated at Doon Medical College Dehradun session site on M...","sentiment_score":0.0}
{"full_text":"All passengers entering UK to require repeated COVID tests - ITV reporter Anyone entering the United Kingdom from Tuesday will need to be tested for COVID-19 on the second and eighth days after their arrival, an ITV reporter said, without citing sources.","sentiment_score":0.0}
{"full_text":"\"Advertising job postings online is always a good idea.\"... [read more]https:\/\/t.co\/ESwMsSj9wE","sentiment_score":0.7}
{"full_text":"You may experience #aches and #chills on your second SARS-CoV-2 #vaccine jab ... | #Immunization | #COVID19 | #ImmuneSystem | #SARSCoV2 | #HealthCare | By via","sentiment_score":0.0}
{"full_text":"RT \"In light of this information, the CDC is not suggesting new restrictive measures, but encouraging people to continue to we...","sentiment_score":0.2681818182}
{"full_text":"RT Dubai rolls out mass #COVID19 vaccinations to public transport workers #coronavirushttps:\/\/t.co\/iT0QUrPS6a","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $INN today at $9.28 per share, and the stock prices rebound back to pre-pandemic prices at $11.49, your investment would be worth $1238.15! That's 24% growth and $238.15 profit!  See more:  $BRP $FNX $TRMK $GOOG $AZO","sentiment_score":0.3229166667}
{"full_text":"There's literally a pandemic that's killing thousands a day bro. We cannot just \"do what we want\". Untag people who RT when you leave dumb unasked for opinions","sentiment_score":-0.375}
{"full_text":"Britain deploying surge testing in areas around Manchester over new COVID-19 variants Britain's Health Department said on Monday that 'surge testing' was being deployed in areas around Manchester in connection to new variants of COVID-19.","sentiment_score":0.1363636364}
{"full_text":"RT MORE ADVENTURES w\/ DILDOSaka - 'Why Checking The Backdrop Behind You Is Important'--This woman is trying to make an...","sentiment_score":0.1666666667}
{"full_text":"a patient of ours was punched in the shoulder and forehead by a White man. an old friendly chinese grandpa who just wanted to take a walk outside and feel some freedom amongst all this pandemic mess. turns out the white man was following behind them in his car. i am still angry.","sentiment_score":-0.06}
{"full_text":"False information about coronavirus and vaccines are regularly shared online. The SHARE checklist can help you spot this harmful content, and protect yourself and others: #Misinformation #COVID19 #COVIDVaccine #SafeOnline","sentiment_score":-0.2}
{"full_text":"Non-invasive technology is planned to use breath samples to screen for COVID-19 or related indicatorsAUSTIN, Texas &amp; CLEVELAND--(BUSINESS WIRE)--Astrotech Corporation's (NASDAQ: ASTC) subsidiary, ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.25}
{"full_text":"How Syngenta is helping wine growers in Romania during the pandemic","sentiment_score":0.0}
{"full_text":"RT A second worker at a Melbourne hotel quarantine facility has tested positive to COVID-19. #7NEWS  ","sentiment_score":0.1136363636}
{"full_text":"95-Year-Old Woman Who Worked In Nazi Camp As coronavirus variants spread, FDA drawing up guidance for adjusted vaccines, diagnostics.","sentiment_score":0.0}
{"full_text":"LOS ANGELES--(BUSINESS WIRE)--This World AIDS Day, AIDS Healthcare Foundation (AHF) is announcing the timely theme - \"AIDS: The Other Pandemic.\" This new theme and corresponding logo serve as a ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.1704545455}
{"full_text":"RT A new CDC study says mask mandates may work.It studied mandates in 10 states March-October.The study stopped in Octob...","sentiment_score":0.1363636364}
{"full_text":"The energy ","sentiment_score":0.0}
{"full_text":"RT I am very happy that I have successfully managed to avoid covid for a year but I am also exhausted from trying to avoid...","sentiment_score":0.45}
{"full_text":"RT COVID-19 might have dragged the stock market to its new depths, but it also opened the floodgates to a new generation of...","sentiment_score":0.1363636364}
{"full_text":"What up Mr. Snuffleupagus! Sorry to tell you, this is NOT how masks work. Air should go through it, not out a giant hole you made in the bottom.#WearAMask better than this!","sentiment_score":0.0416666667}
{"full_text":"RT For those asking sadly this testimony includes texts and emails sent by nurses and doctors begging for PPE in the days bef...","sentiment_score":-0.5}
{"full_text":"Australia records NO new coronavirus cases across the entire country","sentiment_score":-0.0340909091}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"The final version of the CREATE Bill is now up for signing by the President. If signed, the CREATE Bill aims to improve the corporate tax system, rationalize the fiscal incentives system and provide support to businesses to aid them in their recovery from the pandemic.\"","sentiment_score":0.0}
{"full_text":"RT I've had people decline the Covid vaccine because someone they know felt unwell after theirsIt's ENTIRELY normal to get...","sentiment_score":0.15}
{"full_text":"they invented social distancing","sentiment_score":0.0333333333}
{"full_text":"RT PRO TIP FOR PEOPLE STRUGGLING WITH ANXIETY: I have found it very beneficial to my mental health, especially my anxiety, to n...","sentiment_score":0.0333333333}
{"full_text":"This cool new interactive from my team looks at how #COVID19 has changed selling models, with #digital #selfservice and remote customer interaction now dominating #B2B go-to-market approaches.","sentiment_score":0.0965909091}
{"full_text":"LaNisha Cole Expresses How Grateful She Is To Hold Nick Cannon After He Tested Positive For COVID-19 #last #lanisha #hold #covid19 #nick #cannon #tested #grateful #show #positive","sentiment_score":0.1515151515}
