{"full_text":"RT Women always have each other's backs.","sentiment_score":-0.125}
{"full_text":"RT Pretty awesome seeing a real President who actually knows what is in the Covid-19 relief bill &amp; explaining why it must be p...","sentiment_score":0.3625}
{"full_text":"RT The Nets really got the worst refs in the league and a Covid disaster on the same night smh","sentiment_score":-0.2666666667}
{"full_text":"Gotta make sure the right covid abs were tested.  Also not recommended to test.","sentiment_score":0.3928571429}
{"full_text":"Dr. Simone Gold - The Truth About Covid-19 Vaccine via","sentiment_score":0.0}
{"full_text":"RT utterly insane we need a tiebreaker to help people during a pandemic","sentiment_score":-1.0}
{"full_text":"Federal funding for Corona Virus Testing and protective personal gear was needed by K-12 schools at the onset of the Corona Virus outbreak in 2020.  Donald Trump delayed distribution of Corona Virus funding to Democratic run states.  Vaccinating schools will make them safe.","sentiment_score":0.25}
{"full_text":"RT We're on track to offer the top 4 priority groups a COVID vaccine by 15th FebruaryWe've set the goal to offer a vaccine...","sentiment_score":0.5}
{"full_text":"RT Gov. Kim Reynolds (R-IA) leads a state with the third-worst vaccination rate per capita in the nation as Iowa reached...","sentiment_score":0.0}
{"full_text":"Trash spreads COVID.","sentiment_score":0.0}
{"full_text":"I'm okay today. I had my first Covid vaccine yesterday. I don't have any complaints. You doing well?","sentiment_score":0.375}
{"full_text":"There is still work to be done. Never forget 01\/06\/21! #GOPQ Is going to ride that Trump train right off the rails. LOL#QCongress a trial and #ConvictTrump is required! #ExpelHawley #ExpelCruz #ExpelBoebert #ExpelMTG #prosecutethetraitors - Take out the trash NOW!","sentiment_score":0.4464285714}
{"full_text":"RT Reports of adverse reactions from the #Covid19 vaccines have piled up and recent polls have shown that 51% of Americans w...","sentiment_score":0.0}
{"full_text":"RT Biden to use Defense Production Act to increase supply of Covid-19 vaccines and tests - POLITICO","sentiment_score":0.0}
{"full_text":"RT Enlisting the private sector to produce the vaccine locally was the obvious solution. This is the problem with secret budg...","sentiment_score":-0.1}
{"full_text":"RT \"Derges, a 63-year-old Republican who was elected to the state House in November, now faces 20 criminal charges, including...","sentiment_score":-0.4}
{"full_text":"All jokes aside hope KD is alright I know he had Covid already this summer","sentiment_score":0.0}
{"full_text":"RT Some good news: #COVID19 vaccine doses administered in the US outnumbered new cases of the virus 10-to-1 this week.","sentiment_score":0.4181818182}
{"full_text":"RT Today is the 1 month anniversary of the historic day GA voters came together to elect GA's first Black and first Jewis...","sentiment_score":0.2266666667}
{"full_text":"RT Its been awhile since I had my mouth round a good dick Can lockdown be over now...","sentiment_score":0.25}
{"full_text":"South of the border is ripe with COVID-19, but hey it's far more important to let future Fraudulent voters into the country, then to keep us safe","sentiment_score":0.3}
{"full_text":"RT So grateful to for their impactful investment in our community &amp; deep engagement w &amp;...","sentiment_score":0.0}
{"full_text":"RT Good Law Project. On Wednesday, in open court, lawyers acting on behalf of Government admitted it breached the law by persist...","sentiment_score":0.2333333333}
{"full_text":"RT Coronavirus | 22 deaths following vaccination: Health Ministry","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo is responsible for 14% of nursing home patients dying of COVID.He shouldn't just be removed from office, he...","sentiment_score":0.2}
{"full_text":"It's not about Covid, he wants to join the","sentiment_score":0.2}
{"full_text":"Imagine resolving through postpartum depression, excited to begin working again then boom...pandemic hits. You're cooking 3 different breakfasts every morning, watching your toddler, doing laundry, counseling several patients all while your husband hides in his office.Divorce.","sentiment_score":0.125}
{"full_text":"RT How to extend a pandemic by Kim Reynolds","sentiment_score":0.0}
{"full_text":"RT Trump flew around the country during The pandemic spreading covid attending his hate rallies and flying for stupid photo...","sentiment_score":-0.8}
{"full_text":"RT Stay at home. Stay at home. Then he goes abroad. ","sentiment_score":0.0}
{"full_text":"Lol we'll take it , covid messed everything up","sentiment_score":0.8}
{"full_text":"I beg for god's sake. nothing to buy to eat. we have a very bad situation due to the coronavirus. We have a small child. We are at a loss. Help for God's sake. to the account 710SV09878107100 or MD36MO2259ASV09878107100","sentiment_score":-0.4283333333}
{"full_text":"RT Ossoff &amp; Warnock campaigned on &amp; won both Georgia senate seats by promising $2000 checks in the next covid bill. Dems have...","sentiment_score":0.1}
{"full_text":"Are you paying attention to your beloved France ??? YOU SHOULD!!! The side effects are worse than the virus itself!!!#TrudeauMustGo #TrudeauIncompetencePM #TrudeauWorstPMEver","sentiment_score":0.3}
{"full_text":"What? you mean you want us to come out of a pandemic with a quicker recovery for the nation?","sentiment_score":-0.3125}
{"full_text":"RT If you read the Time Mag piece what they actually admit is that a group of organizations planned to change our voting sys...","sentiment_score":0.0}
{"full_text":"RT I can't help but study that Covid is wasting away good days of my life... stupse.","sentiment_score":0.7}
{"full_text":"SO EDD IS BASICALLY SAYING \"FUCK YOU ALL WE DONT CARE IF YOU NEED MONEY TO LIVE DURING A PANDEMIC EVEN THOUGH WE OWE IT TO YOU.\" FUCK YOU EDD!!!!","sentiment_score":-0.4133996212}
{"full_text":"RT We must not allow the Biden Admin to means test pandemic relief - it must he universal - as THOMAS PAINE insisted re his v...","sentiment_score":0.0}
{"full_text":"Is #Michigan where all the #electronicvoting machines broke in 2016 so there couldn't be a recount?  #cheaters","sentiment_score":0.0}
{"full_text":"RT 1.  Our COVID-19 paper on Immunological memory to SARS-CoV-2 assessed for up to 8 months after infection is out today...","sentiment_score":0.0}
{"full_text":"If any of you ladies like having your nails done but don't want to spend and arm and a leg or leave your house to get them done because of covid then you should trying these DIY nails that my mom has a business with!","sentiment_score":0.0}
{"full_text":"RT In presser live now #Biden officials announce they are invoking the Defense Production Act to boost PPE-mak...","sentiment_score":0.1363636364}
{"full_text":"RT It finally happened. A colleague in the ED shot themselves from the trauma and stress of the pandemic","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo is responsible for 14% of nursing home patients dying of COVID.He shouldn't just be removed from office, he...","sentiment_score":0.2}
{"full_text":"Filipinos will be among the first to receive coronavirus vaccines from the World Health Organization-led COVAX facility, the British embassy said Friday. ","sentiment_score":0.125}
{"full_text":"be more mad that our country handled covid so fucking poorly","sentiment_score":-0.175}
{"full_text":"\"Inside the Trump administration, sensible ideas for how to manage a massive, unprecedented distribution of vaccinations were no match for bureaucratic knife fighting, gung ho hubris, and a knee-jerk aversion to strong federal action\"","sentiment_score":0.2833333333}
{"full_text":"the pandemic was from china, just to correct you on that one, also, another reminder and correction.https:\/\/t.co\/mB10sBMDg2","sentiment_score":0.0}
{"full_text":"RT So Kevin Durant was ruled out due to Covid.Then cleared half way through the 1st and came into the game.Then, after expo...","sentiment_score":-0.1458333333}
{"full_text":"RT Delighted to host India's first physical trade meeting post COVID-19 with Rt Hon'ble Secretary of State for Int...","sentiment_score":0.3166666667}
{"full_text":"RT Sending masks to us, almost a year into a pandemic, when vaccines are available is like wearing a condom into the delivery...","sentiment_score":0.4}
{"full_text":"RT if this was true he wouldn't have the N95 on under it.","sentiment_score":0.35}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"RT During the Covid-19 pandemic, families aren't pursuing benefits they qualify for, fearing that a Trump admin. rule will affect t...","sentiment_score":0.0}
{"full_text":"RT Significant reduction of hospitalizations in 10 states with use of mask mandates, a before and after analysis new r...","sentiment_score":0.2556818182}
{"full_text":"San Bernardino County sees record number of coronavirus deaths Thursday","sentiment_score":0.0}
{"full_text":"RT Early this morning I was proud to watch VP Kamala Harris cast the tie-breaking vote to push forward necessary aid to h...","sentiment_score":0.3}
{"full_text":"105-year-old woman vaccinated: Lost her father to 1918 pandemic","sentiment_score":0.0}
{"full_text":"RT If you read the Time Mag piece what they actually admit is that a group of organizations planned to change our voting sys...","sentiment_score":0.0}
{"full_text":"Now Reading: Power, Patriotism and 1.4 Billion People: How China Beat the Virus and Roared Back","sentiment_score":0.0}
{"full_text":"RT Gwynneth Paltrow has really let herself go this COVID.","sentiment_score":0.2}
{"full_text":"Democrats Clear Path for Approval of Biden's $1.9 Trillion COVID Package via","sentiment_score":0.1}
{"full_text":"And our Covid Pandemic pounds known as \"love handles\". ","sentiment_score":0.5}
{"full_text":"RT Covid                          People who   symptoms                skip bad boy                       ...","sentiment_score":-0.7}
{"full_text":"Qantas and Frontier Signal How Covid is Redefining the Future of Airlines","sentiment_score":0.0}
{"full_text":"RT utterly insane we need a tiebreaker to help people during a pandemic","sentiment_score":-1.0}
{"full_text":"And Durant already had covid to","sentiment_score":0.0}
{"full_text":"RT Our government will always be there to support Canadians in need. We have approved a request for assistance for the Pauingas...","sentiment_score":0.0}
{"full_text":"RT .@POTUS: We must meet this new moment of accelerating global challenges -- from a pandemic to the climate crisis to nuclear p...","sentiment_score":0.0681818182}
{"full_text":"RT They had important performance in China and they absolutely needed Chen there. He had high fever then and wasn't feeling w...","sentiment_score":0.2533333333}
{"full_text":"RT From the inside story on how the Trump Administration lied about its plan for COVID-19 and then just dropped the...","sentiment_score":0.0}
{"full_text":"RT #CDC Data supports the reopening of schools but the WH refuses to move in that direction yet ... What do you think is goi...","sentiment_score":0.0}
{"full_text":"RT during a fucking pandemic?","sentiment_score":-0.6}
{"full_text":"RT 18) So here comes the \"but\"... there is a new subtype of #B117 emerging... a mutated sublineage of regular main #B117 that...","sentiment_score":0.101010101}
{"full_text":"RT Native Americans are DYING AT THE HIGHEST RATES from COVID. This is systemic. The media barely talks about it. Th...","sentiment_score":0.05}
{"full_text":"One thing that's good about having Covid is that i can't smells peopleS BULLSHEEEEEEIT","sentiment_score":0.7}
{"full_text":"#FOX5News is getting answers on the #COVID19 #vaccine effort from state leaders and health experts. Watch #VaccinatingGeorgia, Thursday at 7 on #fox5atl.","sentiment_score":0.0}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"The Biden administration is finalizing contracts with six companies to increase the supply of at-home coronavirus tests - a plan that would bring more than 60 million tests to the U.S. market by the end of this summer.","sentiment_score":0.5}
{"full_text":"13 News has received dozens of emails from West Virginians all asking the same question: How will I know when it's my turn to get the COVID-19 vaccine?","sentiment_score":0.0}
{"full_text":"Two members of the University of Iowa nursing faculty received an $8 million grant to help improve emergency health care in rural areas.https:\/\/t.co\/EQVi4Hxt0O","sentiment_score":0.0}
{"full_text":"Tens of thousands of people could lose their airline paychecks without more stimulus money, say multiple airlines.But some carriers are adding service in the pandemic, so what's going on?https:\/\/t.co\/JKugah6yQz","sentiment_score":0.25}
{"full_text":"In her first interview with #TheBigThrill  B.J. Graf--a former Hollywood development executive--talks about writing about a pandemic just before living through one. Fantastic interview by","sentiment_score":0.2166666667}
{"full_text":"\"If anything, this is even worse,\" professor Austan Goolsbee says of the current economy. \"We're in a catastrophic health and economic crisis. We're still as bad by some measures as the lowest point of the Great Recession.\" #COVID19","sentiment_score":-0.02}
{"full_text":"Just a little bit of #Love &amp; #Kindness..#JoyTrain #Joy #Love #Peace #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #Quote #spdc #COVID19 #FamilyTrain #FridayFeeling #FF #FridayMorning #FridayThoughts #FridayMotivation RT","sentiment_score":0.403125}
{"full_text":"\"We are strongly encouraging all customers and associates to receive the vaccine to curb the spread of COVID-19.\"https:\/\/t.co\/4x0T0NDVhm","sentiment_score":0.4333333333}
{"full_text":"RT \"Unions and their allies are promoting a bill that would destabilize America's workplaces and i...","sentiment_score":0.0}
{"full_text":"As many students continue to struggle with online learning, learning centers are helping families navigate the landscape of virtual and hybrid learning. ","sentiment_score":0.5}
{"full_text":"A third coronavirus vaccine could be available to Americans within weeks after Johnson &amp; Johnson submitted its shot to the Food and Drug Administration for emergency use authorizationhttps:\/\/t.co\/c1BGdtMbS0","sentiment_score":0.2}
{"full_text":"RT Boom: President Biden is using the Defense Production act to make 61 million at-home Covid tests.","sentiment_score":0.0}
{"full_text":"RT 28 AsciansPulling up in black void portalsGarlemald is under siegeUnder lockdownZodiarks coming to ram Zeno's butt","sentiment_score":-0.1666666667}
{"full_text":"China on Friday announced it will provide 500,000 doses of Covid-19 vaccine to Nepalhttps:\/\/t.co\/81K2Qi0NPu","sentiment_score":0.0}
{"full_text":"Black &amp; Latino Americans are receiving the Covid-19 vaccine at significantly lower rates than White people - a disparity that health advocates blame on the federal government and hospitals not prioritizing equitable access. #racismisapublichealthcrisis","sentiment_score":0.0694444444}
{"full_text":"RT Gov. Kim Reynolds (R-IA) leads a state with the third-worst vaccination rate per capita in the nation as Iowa reached...","sentiment_score":0.0}
{"full_text":"Take out orders have been through the roof at Sweet N Savory's since the start of the pandemic. That's why the owner says they are more than ready for the Super Bowl rush. #ilmhttps:\/\/www.wwaytv3.com\/2021\/02\/05\/sweet-n-savory-prepares-for-super-bowl-weekend\/","sentiment_score":0.3458333333}
{"full_text":"#STPkedairuncit fix your craving day?! DEFINETELY CORRECT! As we are the newest trend now! YOU stay home, order &amp; WE deliver!https:\/\/t.co\/r3iFRqzNgZ#SunwayLostWorldOfTambun#SunwayLagoon#STPkedairuncit #ExtremelyGood","sentiment_score":0.0}
{"full_text":"A recent analysis finds that rates of depression and anxiety are on the rise due to the pandemic, causing more people to experience insomnia. Founder and president of joins to talk more about how we can safeguard our mental health.","sentiment_score":0.155}
{"full_text":"New York's Yankee Stadium opens as a mass COVID-19 vaccination site for local residents","sentiment_score":0.0681818182}
{"full_text":"Rajiv Bajaj, much to the likes of his ally, belittled the Indian-developed COVID-19 vaccines saying that for him the risks related to the Indian vaccine outweigh its benefitshttps:\/\/t.co\/dBKX7hHZsJ","sentiment_score":0.1}
{"full_text":"The #COVID19 pandemic has reinforced the relevance of the 17 #SDGs as a road map for inclusive, sustainable, green &amp; resilient recovery.How are MDBs mobilizing resources to help countries achieve the 2030 Agenda for #SustainableDevelopment?Download our first joint report.","sentiment_score":0.025}
{"full_text":"Land value is booming in old Sydney fringe suburbs and regional NSW despite financial pain caused by the pandemic. See what your land's worth ","sentiment_score":0.1333333333}
{"full_text":"Missouri National Guard helps 2,000 people receive COVID-19 vaccines Friday at Ozark Empire Fairgrounds:","sentiment_score":0.0}
{"full_text":"[RECAP]The online meat delivery company has seen business boom during the pandemic. It now wants to expand to new markets and build an offline presence. How far can it go?","sentiment_score":0.1454545455}
{"full_text":"Missouri National Guard helps 2,000 people receive COVID-19 vaccines Friday at Ozark Empire Fairgrounds:","sentiment_score":0.0}
{"full_text":"RT 2: Interim analysis of Sputnik V's Phase 3 found an efficacy of 91.6% against symptomatic COVID, with no serious adverse...","sentiment_score":0.1666666667}
{"full_text":"Music Venue Owners And Artists Reflect On How The Pandemic Changed Their Industry (@nprAudie -","sentiment_score":0.0}
{"full_text":"Democrats Sabotage Themselves With Willingness To Limit COVID Relief Checks","sentiment_score":0.0}
{"full_text":"RT Steve Doocy should get the COVID vaccine live on-air, and other things Fox News could do to keep its audience members from d...","sentiment_score":0.0056818182}
{"full_text":"AP: Rush of executions at end of Trump presidency were likely COVID superspreadershttps:\/\/t.co\/xj67naHeMX","sentiment_score":0.0}
{"full_text":"Here's what you need to know. ","sentiment_score":0.0}
{"full_text":"WELCOME HOME! A South Carolina deputy who was on a ventilator, battling COVID-19 for weeks got a police escort on his return home today after beating the virus.","sentiment_score":1.0}
{"full_text":"The Centers for Disease Control and Prevention will release guidance on reopening schools this coming week.","sentiment_score":0.0}
{"full_text":"Deep learning-based multi-class COVID-19 classification with x-ray Images  #DL #AI #ML #DeepLearning  #ArtificialIntelligence #MachineLearning #ComputerVision #AutonomousVehicles #NeuroMorphic #Robotics","sentiment_score":0.0}
{"full_text":"RT Barbados born Rihanna tries to malign India in a paid tweet.India donates 1 lakh Covid vaccine doses to Barbados. Their...","sentiment_score":-0.1}
{"full_text":"In light of the recent #farmersrprotest, India must bear in mind that Prime Minister Narendra Modi's vision of Atmanirbhar Bharat -- a self-reliant India -- can only be achieved through a focus on agriculture.","sentiment_score":0.1333333333}
{"full_text":"A look at the #HIV pandemic four decades after the first #AIDS cases were reported. Read more. #HIVR4P #PrEP","sentiment_score":0.375}
{"full_text":"Not everyone wants to go back. Some teacher unions are resisting reopening schools amid fears of infection.","sentiment_score":0.1}
{"full_text":"RT More than 700,000 Americans are homeless, a number that is expected to rise in the aftermath of Covid-19. How did this happen?...","sentiment_score":0.2}
{"full_text":"One million COVID-19 vaccines have been administered in the Peach State. Keep up with the latest COVID-19 news here &gt;&gt;&gt;","sentiment_score":0.5}
{"full_text":"Doesn't seem to be required.","sentiment_score":0.0}
{"full_text":" Awwww!! My Pandemic Pantone Postcard Project! Wow... postcards really take a beating in transit!","sentiment_score":0.4421875}
{"full_text":"RT 2\/ Earlier messages #WHO put out were blatantly wrong &amp; dangerous .Many scientists globally have been working tireles...","sentiment_score":-0.275}
{"full_text":"Number of COVID-2019 cases across globe up by over 355,000 in past day -- WHO","sentiment_score":-0.25}
{"full_text":"RT Year ago today.","sentiment_score":0.0}
{"full_text":"RT Andrew Cuomo is responsible for 14% of nursing home patients dying of COVID.He shouldn't just be removed from office, he...","sentiment_score":0.2}
{"full_text":"Time: 03:00 * Temp: 4.8degC * Wind: E 4.0 to 10.1mph * Pressure: 1004.8hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:02 * Sunset: 17:12 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Headlines shared on social media distort the facts of a recent CDC order that mandates face masks be worn on public tr...","sentiment_score":0.0111111111}
{"full_text":"It is much more bizarre because 99% chance that KD is still immune. There is something called T-cell activated immunity that likely lasts for years. NBA gets its Covid science from Pfizer Pharmaceuticals. In the 1% chance that he could get re-infected, it would be so minor.","sentiment_score":0.2125}
{"full_text":"Why Amazon Insisted On An In-Person Union Election During A Pandemic","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 29.9FWind Chill: 23.2FHumidity: 55%Dew Point: 15.7F Barometer: 29.866 inHgWind: 7 mph from the WNWCorona Virus Weekly Stats:Cases: 129.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"shit I can't go there anymore because of the Covid-19","sentiment_score":-0.2}
{"full_text":"RT Federal Retail Pharmacy Partnership Program for COVID-19 Vaccination FAQs","sentiment_score":0.0}
{"full_text":"RT Coronavirus | 22 deaths following vaccination: Health Ministry","sentiment_score":0.0}
{"full_text":"THIS IS THE BEST NEWSPAPER STORY I HAVE READ IN YEARS! Absolute gold  South Australia's rural newspaper The Naracoorte News: why tennis pro Michael Waite became a local champion during the pandemic","sentiment_score":0.3}
{"full_text":"RT Late last year, as the pandemic inched on, we set up a hotline where working moms could call in and scream, laugh, cry...","sentiment_score":0.0}
{"full_text":"RT \"Are we helping people TOO MUCH\" should not really be the question you ask during a global pandemic. Or, really, ever....","sentiment_score":0.075}
{"full_text":"RT This iconic, wee #Scottishtown needs no introduction! #YCW2021  #Tobermory, Isle of Mull  IG\/eilidh__cameron Fo...","sentiment_score":0.625}
{"full_text":"#POFreight to avoid travel delays please get a COVID-19 test early in your journey. Get directions to the nearest sites offering COVID-19 tests using this map:","sentiment_score":0.1}
{"full_text":"RT Facts.","sentiment_score":0.0}
{"full_text":"What is like to come out to your family as a gay man? What's it like to come to America as a refugee? What's it like to adopt a daughter during a pandemic?Listen to the voices of Montanans, facilitators and coordinators of the StoryCorps Montana tour.https:\/\/t.co\/dXP3LNQ3fc","sentiment_score":0.4166666667}
{"full_text":" 53% of military families don't want the COVID vaccine -- how does that compare to the public?","sentiment_score":-0.05}
{"full_text":"Well the viral load to determine a covid infection was 30 \"whatever they call virus calculation\" during Trumps administration, and was recently changed to 70 \" \" under Bidens. I'm sure it's for science.. or something.","sentiment_score":0.25}
{"full_text":"No one shoul$ submit to these loons notion of \"normal\".","sentiment_score":0.15}
{"full_text":"Pfizer says it is relatively simple to rejig the formulation and manufacturing infrastructure for its approved mRNA vaccine in the case of #COVID-19 variants.","sentiment_score":0.0}
{"full_text":"RT for those keeping score: the party of science has told us this past week that triple masking makes sense, there's no di...","sentiment_score":-0.25}
{"full_text":"RT Hoping for an answer from #CovidKim #COVID19 #WearAMask","sentiment_score":0.0}
{"full_text":"RT It's so weird to know this is real life when it looks like a scene from a movieSuch a disparity between beauty and horror...","sentiment_score":-0.15}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
