{"full_text":"RT I have a message for every public school student in America: you matter, and you deserve to be in school. Today's guidance...","sentiment_score":0.0}
{"full_text":"RT My friend just posted the Covid Valentine Day cookies she just made on Insta ","sentiment_score":0.0}
{"full_text":"RT The day the pandemic ends i reckon they should mark that day as a special occasion and on that day every year it should be...","sentiment_score":0.3571428571}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT Remember when I got bitched at for being concerned that Lindblom was being exposed to this? ","sentiment_score":0.0}
{"full_text":"RT Ohio's #COVID19 curfew expired yesterday.Eat at your favorite restaurant tonight and enjoy the freedom.","sentiment_score":0.45}
{"full_text":"RT After holding a press conference &amp; working w\/ VA partners, I'm glad to share that 600 local vets will receive their fi...","sentiment_score":0.25}
{"full_text":"RT We are in trouble with illegal immigrants with Biden's catch and release program during a Pandemic or anytime. Biden i...","sentiment_score":-0.35}
{"full_text":"RT BREAKING REPORT: Cuomo's secretary HAS NOW ADMITTED that the Cuomo Administration COVERED UP COVID-19 nursing home death...","sentiment_score":0.0}
{"full_text":"RT New York Gov. Cuomo's top aide has told Democratic lawmakers that his administration took months to release data on the coronavirus...","sentiment_score":0.3181818182}
{"full_text":"RT The story keeps getting worse for Andrew Cuomo on Covid-19https:\/\/t.co\/Gb8AVApkH6","sentiment_score":-0.4}
{"full_text":"Depression never made it hard for Noah Lyles to run, but it dampened his spirits around his close-knit track group who were always having a laugh together. \"I felt like I was always just looking at them having fun and I couldn't engage in it,\" he says.","sentiment_score":0.1027777778}
{"full_text":"RT The astounding Covid19 fatality in #Iran is direct result of regime's deliberate &amp; criminal policies of using the pandemic...","sentiment_score":0.1}
{"full_text":"RT :: Fri-yay!We are almost down the mountain.Active cases\/hospitalizations are back to mid-September levels.We crossed 1...","sentiment_score":-0.0777777778}
{"full_text":"RT Covid tested and available... book me through","sentiment_score":0.4}
{"full_text":"RT It's been rough mate...","sentiment_score":-0.1}
{"full_text":"Here is #AChemS member talking about anosmia and parosmia following COVID19 diagnosis in a Interview! Take a Listen. ","sentiment_score":0.0}
{"full_text":"A lot of those deaths weren't addicts either. But because they died of that and not Covid the government doesn't care.","sentiment_score":0.0}
{"full_text":"RT #sununu blocking eligible NH residents from using functional website. Parent is 86, c...","sentiment_score":0.0}
{"full_text":"\"The Biden Administration seeks trillions in federal assistance to assist Americans and their businesses, it should take the EU up on its bid. This will provide much needed support to SMEs in the US and jumpstart transatlantic trade talks.\"","sentiment_score":0.2}
{"full_text":"RT Sources say after holding a late afternoon conference, a majority of members within favor rescinding","sentiment_score":-0.3}
{"full_text":"I don't understand either why he's being allowed to get away with this.. they should demand he either wear a mask or resign.","sentiment_score":0.0}
{"full_text":"RT I'm sick of the covid fear narrative  \"you can't be afraid forever\". It's not fear that keeps me isolated\/ social distancing...","sentiment_score":-0.426984127}
{"full_text":"RT A nun who is believed to be the world's 2nd-oldest person celebrated her 117th birthday in style, with multiple treats and we...","sentiment_score":0.175}
{"full_text":"RT \" What you had was a Governor who is a liar, a political bully and what he has done is he made the decision to infect the...","sentiment_score":0.0}
{"full_text":"RT Watch here my conversation today w\/@paulkrugman agree much more than we disagree, both on importance o...","sentiment_score":0.5}
{"full_text":"RT We are in the middle of the worst crisis for 100 yrs. Johnson has helped to create it by adding a catastrophic Brexit to our pa...","sentiment_score":-0.5}
{"full_text":"RT So have I got this right? When covid leaks out of hotel quarantine in every state but Victoria, it's an unfortunate thing...","sentiment_score":-0.1071428571}
{"full_text":"Good to understand government thinking. It's clear that what the tactics are but what is the strategy? Flatten the curve, 0 covid, keep within range of excess deaths? Don't move the goal posts, be clear on strategy then work out your tactics. What we have here is a catch all","sentiment_score":0.3}
{"full_text":"For me it is nothing. Because I would rather not go to the pub due to social distancing and masks. It freaks me out.","sentiment_score":-0.0458333333}
{"full_text":"The latest The Med Time News ! #covid19 #covidvaccines","sentiment_score":0.625}
{"full_text":"RT #MedicareForAll is not just cheaper and higher quality, it's also more just.","sentiment_score":0.375}
{"full_text":"RT The only good thing to come out of the pandemic was no more Sunday dinners with Uncle Grabbypaws and Aunty Jizzcatcher","sentiment_score":0.15}
{"full_text":"RT ok??? then put them there??","sentiment_score":0.5}
{"full_text":"God send Corona.","sentiment_score":0.0}
{"full_text":"RT I'm in her DMs, you in her throat.We're not the same.Sorry oh, covid-19","sentiment_score":0.0}
{"full_text":"RT Please take some time &amp; complete the @myESMO Resilience Task Force Survey on the reaction of #oncology professionals d...","sentiment_score":0.1}
{"full_text":"RT I am in Miami.  Restaurants, bars, Hotels, gyms are all open. Neither death rate nor infection rate is much higher tha...","sentiment_score":0.125}
{"full_text":"RT THREADThe walls are closing in on Last night, news broke that his office hid 9000 Covid patients sent b...","sentiment_score":0.0}
{"full_text":"Well deserved proud moment reflecting a phenomenal team effort. Undoubtedly major impact in preventing illness &amp; hasten full transplant restart. NB. 2nd dose within 4 weeks for those wait-listed for transplant","sentiment_score":0.3425}
{"full_text":"RT please share this logo. it indicates that the person wearing it is deaf or is wearing a hearing aid. during this pandem...","sentiment_score":0.0}
{"full_text":"RT About that classroom air:","sentiment_score":0.0}
{"full_text":"Action: sleet and single-degree temps in TexasReaction: showing up to the food mart like we've just heard of COVID","sentiment_score":0.1}
{"full_text":"OH GOODY, a superspreader Cheer off","sentiment_score":0.0}
{"full_text":"babies born at the beginning of the pandemic are now teenagers","sentiment_score":0.0}
{"full_text":"[(ENG\/JP)] Ask me about Corona Vaccine #2 | #PhantasmaCafe","sentiment_score":0.0}
{"full_text":"RT Any doses that have been reserved for those who qualified but intend on refusing should immediately be administered to any w...","sentiment_score":0.0}
{"full_text":"there is simply no excuse. #OpenSchools","sentiment_score":0.025}
{"full_text":"And these are exponential processes. A disease like flu or covid takes about a week to get new hosts. If you get two new infections from every patient, it doubles each week. And in that case, a single person at the beginning will infect all of humanity in about eight months.","sentiment_score":0.0670995671}
{"full_text":"RT Ron DeSantis has gotten more negative press for keeping businesses open than Andrew Cuomo has for intentionally covering...","sentiment_score":0.0666666667}
{"full_text":"Great article!A must read for ALL Canadians.Really puts all of this bashing of the federal government's vaccine procurement into perspective!!#CDNPoli#Covid19Canada #CoronaVirusCanada #IStandWithTrudeau","sentiment_score":0.8}
{"full_text":"Embraer Blames COVID-19 for Commercial Fall","sentiment_score":0.0}
{"full_text":"RT Hate crimes and violence against Asian Americans and Asian immigrants have skyrocketed during the pandemic. That's why our Administ...","sentiment_score":-0.2666666667}
{"full_text":"Just a reminder that back in March &amp; April of 2020 when #NYGov Andrew Cuomo was ordering nursing homes to admit over 9,000 #COVID19 infected patients #FLGov Ron DeSantis was ordering the national guard to keep the infected out of Florida's nursing homes.","sentiment_score":0.0}
{"full_text":"This pandemic is mentally draining . U can distract yourself sometimes and find things to do but truly it's rough in every aspect","sentiment_score":-0.1}
{"full_text":"RT There are better ways to tell the word covid took your taste Chile","sentiment_score":0.5}
{"full_text":"would the people inside the Capital have even known the attackers were outside?  So the breeching was the plan all along otherwise they wouldn't have had any effect. Trump knew all along what he started.","sentiment_score":0.0}
{"full_text":"RT This week on #EbonyAndIrony @LADYBUNNY77 &amp; get into the Gorilla Glue hair story &amp; welcome Dr. Darien Su...","sentiment_score":0.8}
{"full_text":"Global pandemic? Does seem like learning loss this year is amplified by the circumstances.","sentiment_score":0.0}
{"full_text":"RT Heated discussion on today on route out of lockdown, childhood transmission, long COVID &amp; mitigatory measures in...","sentiment_score":-0.05}
{"full_text":"RT Hey Chris, since you're big on questioning gubernatorial covid data, I look forward to you interviewing your brother, the G...","sentiment_score":0.0}
{"full_text":"RT How can claim to  know better than tens of thousands of scientists with major research findings backing case for...","sentiment_score":0.28125}
{"full_text":"RT Your best bet: Stay close to home.","sentiment_score":1.0}
{"full_text":"RT The year is 2032. McGregor has lost to Poirier 12 times in a row. Khabib still hasn't fought but remains champion. \"They...","sentiment_score":0.0}
{"full_text":"RT I am in Miami.  Restaurants, bars, Hotels, gyms are all open. Neither death rate nor infection rate is much higher tha...","sentiment_score":0.125}
{"full_text":"RT This all started with 'two weeks to slow the spread and flatten the curve'.NEVER forget that.","sentiment_score":-0.3}
{"full_text":"RT Week 119Home from school early. Preparing weekly Zoom #FridaysForFuture #Sudbury #Canada meeting.Planning for #March 1...","sentiment_score":0.1}
{"full_text":"If lockdown works its because people can see what it stops. Death is more visible than long covid, or even a wave of 40 year old hospital patients.","sentiment_score":0.1833333333}
{"full_text":"RT WETHOUGHTLOCKDOWNWOULDBEFORTWOWEEKSINMARCH2020LOOKATUS","sentiment_score":0.0}
{"full_text":"RT Scott Morrison's COVID-19 scorecard is out: CovidSafe App: FAIL Vaccine delivered on time: FAIL National quarantine pro...","sentiment_score":-0.5}
{"full_text":"Perez spend money and save the club, we won't be in a pandemic forever","sentiment_score":0.0}
{"full_text":"Re-writing History: According To A New York Times Report, Donald Trump Was Much Sicker When He Contracted COVID-19 Than The Public Was Told.","sentiment_score":0.1121212121}
{"full_text":"RT Rep. Stefanik is calling for Cuomo to \"be prosecuted immediately-both by the Attorney General of New York state, and the U.S....","sentiment_score":0.0931818182}
{"full_text":"RT Our daily update is published. States reported 1.9M tests, 103k cases, 74,225 people currently hospitalized with COVID...","sentiment_score":0.0}
{"full_text":"Most of the patients in coma we are seeing nowadays are post-Covid.This disease is causing way more long term morbidity than we have ever thought!","sentiment_score":0.209375}
{"full_text":"people really shopping in manhattan maskless. we're going to be in a pandemic forever","sentiment_score":0.2}
{"full_text":"RT \"Unless vaccines are distributed more equitably, it could be years before the coronavirus is brought under control at a global...","sentiment_score":0.25}
{"full_text":"Don't say goodbye to the masks just yet...https:\/\/t.co\/1hU7roJmrn","sentiment_score":0.0}
{"full_text":"#PopeFrancis on Twitter | On the #WorldDayOfTheSick special attention goes toward those who are ill and to those who assist them. I think especially of those who suffer the consequences of the #coronavirus pandemic. I express my nearness to everyone, especially to the poorest.","sentiment_score":-0.0357142857}
{"full_text":"\"Coronavirus Surge Compounds Economic Crisis In Lebanon\" [AUDIO] | talks to for #coronavirus #Lebanon","sentiment_score":0.2}
{"full_text":"Glycogen Synthase Kinase-3 Regulates the Phosphorylation of Severe Acute Respiratory Syndrome Coronavirus Nucleocapsid Protein and Viral Replication*","sentiment_score":0.6}
{"full_text":"RT \"British Muslim were often on the front line, responding in every region...from mosques becoming mortuaries, food banks, ma...","sentiment_score":0.225}
{"full_text":"hay 14 year old elise this is a scheduled tweet from 27.09.20. i hope u got parx tickets for ur birthday if covid19 has died down, i also hope u got an electric guitar from christmas.anyway i hope u have a good birthday and dont forget to stream lowkey as hell by waterparks ","sentiment_score":0.2148148148}
{"full_text":"As the United States continues its COVID-19 vaccine roll-out, could the nation soon see an Indian vaccine in its dosing? Plus, as major tech companies continue to crack down on some users, could we soon see the rise of alternative platforms?","sentiment_score":-0.0465277778}
{"full_text":"Utah's largest health care provider, Healthcare, announced that nine mass COVID-19 vaccination sites are expected to begin operating March 1, along with smaller, drive-thru locations in rural areas of the state. | By","sentiment_score":-0.0333333333}
{"full_text":"Once the pandemic ends, Seattle's enterprising nature will be put to the test.","sentiment_score":0.0}
{"full_text":"Lockdown Loungewear  Shop it here: myashay_","sentiment_score":0.0}
{"full_text":"RT Thank you for joining me. #CancelStudentDebt. We cannot separate the conversation of educational justice from...","sentiment_score":0.25}
{"full_text":"The pandemic made migrant farmworkers in Italy \"essential\" overnight--but without labor rights, they've been forced to live and work in conditions that have been described as modern slavery.Now, is helping the workers organize to demand real and lasting change:","sentiment_score":0.0393939394}
{"full_text":"Here are the official Covid-19 statistics in Iran, as of 13:40 PM 12\/2\/2021.#COVID19 #coronavirus #Iran","sentiment_score":0.0}
{"full_text":"#Jobseekers - Did you lose your job due to the pandemic? See if you qualify for free education vouchers up to $3k to jumpstart a career in #healthcare, #IT, #skilledtrades and more - many times online. To apply, visit #GetOnlineVA","sentiment_score":0.31875}
{"full_text":"used his position to negotiate support to TPLF juntas. #DrTedrosResign #DrTedrosResign","sentiment_score":0.0}
{"full_text":"2\/ ...a  government spin. In the first place, the epidemiological process involves running various scenario simulations to arrive at a decision i.e. to lockdown or not to. (Cont)","sentiment_score":0.125}
{"full_text":"The head of the World Health Organization said Friday that the drop in confirmed COVID-19 infections around the world was encouraging, but cautioned against relaxing restrictions that have helped curb the spread of the coronavirus.","sentiment_score":0.4}
{"full_text":"Veterans Affairs gets 200,000 extra COVID vaccine doses as active cases continue dropping Veterans Affairs gets 200,000 extra COVID vaccine doses as active cases continue dropping","sentiment_score":-0.0666666667}
{"full_text":"RT #NoCompromise2KImagine calling for $2,000 MONTHLY before almost half a million people died from Covid, then when you hav...","sentiment_score":-0.1666666667}
{"full_text":"This year, because of the ongoing coronavirus pandemic, the Town of North Hempstead is holding virtual events.https:\/\/t.co\/l1ARrBPFiV","sentiment_score":0.0}
{"full_text":"Ask God to help keep positive thoughts in your minds &amp; hearts thru this pandemic.","sentiment_score":0.2272727273}
{"full_text":"RT One of my patient's, brother in law (38) hung himself last week. Missing for 2 days and found hanging from a tree. 6 m...","sentiment_score":-0.1}
{"full_text":".@GMA_PA lightens the pandemic atmosphere with 'On Record'","sentiment_score":0.0}
{"full_text":"Book your night chaperone for your Baltimore student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #overnightsupervision #Baltimore","sentiment_score":0.5}
{"full_text":"FREE admission for all Beijing municipal parksSet a date, grab your friends who are also staying put in the city during the #SpringFestival, show your green COVID-free QR code, and you're good to go! Enjoy the #parks! #HappyChineseNewYear","sentiment_score":0.39375}
{"full_text":"For the production of the Russian vaccine against #coronavirus \"Sputnik V\" on the basis of the Karaganda pharmaceutical complex, 15 billion 175 million tenge was allocated from the #Kazakhstan #budget. #Freekazakhs","sentiment_score":-0.15}
{"full_text":"Cross-sectional study analyzing six drug policies using claims &amp; mortality data from 2007-2018 in the US suggest that existing policies are not enough to reverse the epidemic of opioid dependence and mortality from illicit sources.","sentiment_score":0.0}
{"full_text":"We are committed to keeping you informed on the latest COVID-19 vaccine news, and what it means for you and your family. Dr. Betty Chu, Chief Quality Officer, addresses concerns about the concept of vaccination in general. Learn more:","sentiment_score":0.35}
{"full_text":"Are you looking for a one-stop shop with the latest on COVID-19 and MS? Bookmark our Professional Resource Center COVID-19 webpage to stay up to date on webinars,  vaccine guidance, telehealth resources and more!","sentiment_score":0.28125}
{"full_text":"With the COVID-19 vaccine finally making its way to Ohio residents, WOSU wants to hear from you: How has the vaccine changed your plans or how you're living?","sentiment_score":0.1}
{"full_text":"RT I've been getting rid of my BTC. Why? A currency is never supposed to be more volatile than what you buy &amp; sell with it.You c...","sentiment_score":0.5}
{"full_text":"The White House said the new guidance would help drive a national strategy to get students back to classrooms.","sentiment_score":0.0454545455}
{"full_text":"RT Here are a few creative ways to beat boredom when you're stuck at home. They will keep your mind and hands occupied and he...","sentiment_score":0.15}
{"full_text":"Canada to ask incoming air travellers to quarantine in hotels while waiting on COVID tests","sentiment_score":0.0}
{"full_text":"An attorney general's report two weeks ago shows that New York was undercounting COVID deaths in nursing homes -- where more than 10,000 New Yorkers have died during the pandemic","sentiment_score":0.2056818182}
{"full_text":"RT To all our colleagues and friends in #Victoria. Your strength in times like these, self-compassion and deep understand...","sentiment_score":0.0}
{"full_text":"Tia Adeola, whose designs have already been photographed on  launched her fashion label during the pandemic and is bringing a feminine touch to novel couture #BlackHistoryMonth","sentiment_score":0.0}
{"full_text":"Angela Merkel accused of breaking law and shattering constitution - rivals attack lockdown","sentiment_score":0.0}
{"full_text":"This era of mis-info will require the proximity and intimacy of trusted messengers, across industries, but particularly media and medicine","sentiment_score":0.1666666667}
{"full_text":"Her family says the 42-year old registered nurse worked on the front lines of the pandemic when she found out she was pregnant with the couple's son, Kenzo.https:\/\/t.co\/pCoecdgBLE","sentiment_score":0.2166666667}
{"full_text":"Over 7,600 new #COVID-19 #coronavirus incidences reported on #Friday in #Florida ... | #SARSCoV2 | #infections | #COVID19 | #outbreak | #disease | By via","sentiment_score":0.1363636364}
{"full_text":"RT If you are shocked at the way the State has used the pandemic to build fear to enforce draconian policies...Just wait unti...","sentiment_score":-0.7}
{"full_text":"is Heman the only one spreading the #coronavirus ?","sentiment_score":0.0}
{"full_text":"Sinema is off the rails! Call her office now. Demand Kyrsten Sinema Cosponsor the Raise the Wage Act and Include it in COVID Relief","sentiment_score":0.0}
{"full_text":"Why Assessments Are Still Useful -- and Accurate -- in a Pandemic Year","sentiment_score":0.35}
{"full_text":"RT Worth considering. JHTA wants all travellers arriving in Ja to show negative COVID-19 test results","sentiment_score":0.0666666667}
{"full_text":"You made it MVLA! We hope you enjoy your much-deserved Winter Recess! Remember to wear a mask, social distance when possible, and wash your hands often! We will see you back in classes on Monday, February 22.","sentiment_score":0.1333333333}
{"full_text":"#UNRWA Distributes #China-Donated #COVID19 Supplies to #PalestinianRefugees via","sentiment_score":0.0}
{"full_text":"Did you know?MoodleCloud is a great #onlinetool that provides #freehosting of #courses for individual #teachers to #teach and #support their #students. Learn more here: #coronavirus #COVID19","sentiment_score":0.4333333333}
{"full_text":"RT The thing about Trump's insurrection is that had the attackers brought machine guns and killed hundreds o...","sentiment_score":-0.2}
{"full_text":"Major tourism hubs are still grappling with the impacts of COVID-19, but some Western Queensland mayors believe it's had some benefits. Travel restrictions have seen more people hitting the road, exploring the best of the outback. #7NEWS","sentiment_score":0.390625}
{"full_text":"The apartment business has weathered the Covid-19 pandemic better than most of the real-estate sector. That is starting to change.","sentiment_score":0.3333333333}
{"full_text":"The US Centers for Disease Control and Prevention issued new guidance for US schools to reopen, recommending universal mask-wearing and physical distancing as key COVID-19 mitigation strategies to get children back in the classroom quickly.https:\/\/t.co\/mRpsisb2SI","sentiment_score":0.0272727273}
{"full_text":"I for one HATE wearing masks but I wear it.. so when i see a mf not wearing a mask in public, definitely looking at you dirty asab cuz wtf ur dirty asab! wear a fucking mask like ur ignorant","sentiment_score":-0.4642857143}
{"full_text":"RT Dr. Fauci praised Cuomo's handling of COVID outbreak, now N.Y. gov. accused of covering up grotesque nursing home death toll","sentiment_score":-0.55}
{"full_text":"Hey guess I'm a pharmacy tech and please be nice to us. Not only are we dealing with insurances, doctors, and giving out prescriptions. We're now also giving covid shots. We're trying our hardest so be nice :) #COVIDVaccine #Covid","sentiment_score":0.425}
{"full_text":"RT India, China and Russia are among the nations sending coronavirus vaccines abroad in an effort to bolster ties and expand their sp...","sentiment_score":0.0}
{"full_text":"RT Remember that time Chris Bishop lobbied for the early release of two people in isolation then they tested positive for Covid...","sentiment_score":0.1636363636}
{"full_text":"RT does anyone else just not pay attention to lockdown announcements anymore and just assume this is our life now forever? i can...","sentiment_score":0.0}
{"full_text":"Meijer is rolling out clinics across the state to get the COVID-19 vaccine in the arms of seniors.","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis has gotten more negative press for keeping businesses open than Andrew Cuomo has for intentionally covering...","sentiment_score":0.0666666667}
{"full_text":"The report concluded that the supplements did nothing to help people with COVID, even when taken in high doses.","sentiment_score":0.16}
{"full_text":"Area homeless shelters are waiting to get their guests and staff vaccinated as part of the Phase 1B vaccine roll-out in the Blue Ridge Health District.","sentiment_score":0.0}
{"full_text":"COVID-19 cases continue to rise at Bucknell, with 88 active cases and nearly 80% of the university's isolation housing full. Is the University doing enough to slow the spread? Not quite, say some students and members of the local community. #NCPA","sentiment_score":0.0027777778}
{"full_text":"RT The 2nd wave of #COVID19 in Ontario's LTC homes now has more deaths than the 1st. The crux of the problem is a government t...","sentiment_score":0.25}
{"full_text":"Despite early fears of COVID-19 pauses, 2020 was the strongest year to date for new wind energy capacity added to the grid.","sentiment_score":0.1181818182}
{"full_text":"RT Cuba has developed its own COVID-19  Vaccine before any other country in the Carribean and Latin America. In a world wh...","sentiment_score":0.1916666667}
{"full_text":"What do you think of the Corona virus?","sentiment_score":0.0}
{"full_text":"Over my dead body","sentiment_score":-0.2}
