{"full_text":"I too have multiple family members who have taken the vaccine in both US &amp; UAE. My view is its a pandemic, get every option to get back on the road of recovery asap.","sentiment_score":0.0}
{"full_text":"RT Kent MP jetted out for Christmas in Bahrain AFTER his region had Tier 4 restrictions imposed - but it's ok, he says it...","sentiment_score":0.5}
{"full_text":"#Wales #Covid #Vaccine Tracker as at 04 Feb: 523,042 first doses given out. Increase of 32,472 in the past 24 hours. Need on average 19,755 vaccines per day to hit the target of 740,350 people with a first dose by 15 February.","sentiment_score":0.025}
{"full_text":"RT .@ALDEParty and should prevent Russia and China to politically and economically colonize the countries of t...","sentiment_score":0.15}
{"full_text":"There are people that lost jobs who were making more than they were when working . With the extra unemployment money, people were making out! While others had their pay reduced, not eligible for partial unemployment, and kept working in the pandemic.","sentiment_score":0.1333333333}
{"full_text":"Lockdown Show Live  Friday 5th Feb 2021","sentiment_score":0.1363636364}
{"full_text":"the parcel I was waiting on arrived and is entirely soaked through :(","sentiment_score":-0.375}
{"full_text":"RT Hand knitted baby cardigan #knittedbabyclothes #babyknits #babycardigan #babygirl #gift #lockdown #uk #girl #cardigan #jacke...","sentiment_score":0.0}
{"full_text":"Long Islanders? Probably my COVID-denying relatives!","sentiment_score":-0.0625}
{"full_text":"RT It really wouldn't surprise me if is remembered in history for one of the biggest scandals of the pandemic....","sentiment_score":0.2}
{"full_text":"RT Tonight the Senate passed my amendment to the budget preventing any tax increases on #smallbusinesses during the pandemic.","sentiment_score":0.0}
{"full_text":"Possibly. The significant change has happened since last March. Remember thali bajao, bathi bajao... while completely messing up on Covid prevention, migrants, economic crisis arising out of Covid. Finally, the farmer issue has brought into sharp focus Modi's crony favouritism.","sentiment_score":0.0785714286}
{"full_text":"Among many misses in Pandemic Management, I think UK at least got Vaccine pipeline right, especially compared to EU.","sentiment_score":0.1214285714}
{"full_text":"RT Please read this important thread - Covid and non-covid asylum seekers being forced to sleep in close proximity, no medication...","sentiment_score":0.05}
{"full_text":"RT The Senate passed the budget resolution to quickly deliver more emergency COVID relief.Our caucus worked together in unit...","sentiment_score":0.4166666667}
{"full_text":"Pathetic. I'm not participating In restricting my oxygen intake any longer.  If you are worried about getting sick...you wear a mask. I'm done. Who's with me?","sentiment_score":-1.0}
{"full_text":"Here we go","sentiment_score":0.0}
{"full_text":"RT  URGENTToday we've learned from that a 'certification system is being planned' by the British Govt.  P...","sentiment_score":0.0}
{"full_text":"RT Biden wants open borders at home during a pandemic and to send our men and women in uniform into harms way just weeks int...","sentiment_score":0.1}
{"full_text":"RT It is with great sadness we announce that student nurse Angella 'Grace' Naggayi has sadly died after testing positive f...","sentiment_score":0.1757575758}
{"full_text":"RT COVID: No special freedoms for the vaccinated in Germany","sentiment_score":-0.1785714286}
{"full_text":"RT We are aware of the sale of fake Covid vaccinations but they are only available through the NHS.They will never ...","sentiment_score":0.0375}
{"full_text":"RT \"A Walsall mosque was transformed into a one-day Covid-19 vaccination centre aimed at encouraging more members of the Bl...","sentiment_score":0.5}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"More than 500 players and staff test negative for Covid and are cleared for Australian Open","sentiment_score":0.05}
{"full_text":"It is important for officers and the public alike to understand the prevalence and various aspects of domestic abuse, especially during the COVID-19 pandemic. Controlling and coercive behaviour is still one aspect of domestic abuse which is still not fully understood by everyone.","sentiment_score":0.0666666667}
{"full_text":"RT Just so I'm clear: We can't stop a virus made in a lab in China, but we can change the temperature of a planet by killing job...","sentiment_score":0.1}
{"full_text":"Right, what's any of that got to do with Covid pandemic?And I'm not anti royal","sentiment_score":0.2857142857}
{"full_text":"RT Sri Lanka has been forcibly cremating bodies of muslims who have died of Covid-19 including a 20 day-old baby.Despit...","sentiment_score":0.5}
{"full_text":"RT 30 million doses by April? 100 million by June? I thought the whole point of Op Warp Speed was to \"manufacture at risk\"? It...","sentiment_score":0.2}
{"full_text":"RT House returns later this morning at 9am and plans to vote on the Senate-passed COVID-19 relief budget resolution as well a...","sentiment_score":0.0}
{"full_text":"Service Update 12:00 -  A reduced timetable is in place. Only travel for work if essential or for other legally permitted reasons Please remember to wear a face covering when travelling with us. All updates can be found here ","sentiment_score":0.01875}
{"full_text":"RT sza feat. frank ocean would be the cure for covid.","sentiment_score":0.0}
{"full_text":"In 200 years times judges will still be wearing masks and the reasons why will be some pub quiz question","sentiment_score":0.0}
{"full_text":"Boris Johnson making his debut inside the Thunderdome.","sentiment_score":0.0}
{"full_text":"RT As I wrote last week, a lot of people were desperately seeking a way to reconcile the discrepancy between the media cover...","sentiment_score":-0.3}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT Let this sink in--Iowa's House speaker said he can't make lawmakers wear masks -- but he did enforce a ban on jeans. Jean...","sentiment_score":0.0}
{"full_text":"No nursery and kindergarten schooling till COVID19 is over, how about those who studied teaching in Kindergarten. This government should be overthrown by the Firebase government. ","sentiment_score":0.0}
{"full_text":"RT Instead of asking noted asshole and weird-hair wearer , the embarrassment from the Bluegrass State, to wear a...","sentiment_score":0.0}
{"full_text":"RT This is on the Trudeau Liberals, Tam and the fear mongering media pushing the cure to be worse than the virus. Lock downs a...","sentiment_score":-0.4}
{"full_text":"RT A shelter in Thailand, home to more than 600 disabled stray dogs, faces financial hardships as the coronavirus pandemic stifle...","sentiment_score":0.1}
{"full_text":"RT This is an indication that Kenyans are facing a temporary problem with their loan repayments largely due...","sentiment_score":-0.125}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT Signs that SARS-CoV-2 is evolving to avoid immune responses by","sentiment_score":0.0}
{"full_text":"RT India sent 56 L COVID-19 vaccines to foreign nations as gift;100 L doses as commercial supplies: MEAhttps:\/\/t.co\/uaX23...","sentiment_score":-0.0625}
{"full_text":"RT One thing I DON'T miss during lockdown is having to bring a little Tupperware container to people's houses to poop in so yo...","sentiment_score":-0.1875}
{"full_text":"RT Actually, a UK Garage v UK Funky House rave would slappppppp after Lockdown","sentiment_score":0.0}
{"full_text":"RT Cuba is to vaccinate their whole population this year and offer their Sovereign-02 vaccine to Iran, Venezuela, Vietnam, an...","sentiment_score":0.2}
{"full_text":"RT Im just happy I experienced college before COVID","sentiment_score":0.8}
{"full_text":"Me knowing both my mum and stepdad who work in a hospital have had their first covid jab. Might have less bouts of worry induced insomnia for a while","sentiment_score":0.0416666667}
{"full_text":"RT WATCH: In early 2020, just before the COVID-19 pandemic reached South African shores, discrimination against Chinese peopl...","sentiment_score":0.0333333333}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT Over 71% new Covid cases reported from Kerala &amp; Maharashtra, more than 49 lakh receive vaccineThePrint's daily Covid t...","sentiment_score":0.2121212121}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT Wish the push to lift restrictions quickly, important to remember why we get stuck in these lockdown\/release cycles. Contr...","sentiment_score":0.4}
{"full_text":"RT DOH: Recent high number of COVID-19 deaths due to data harmonization, late reporting","sentiment_score":-0.06625}
{"full_text":"RT Funny how the same people lobbying for \"targeted\" $1,400 survival checks had no problem giving away billions in corporate t...","sentiment_score":0.0833333333}
{"full_text":"RT World Health Organization Warns of 'False Positives' in PCR Tests for #Covid19, Says Some Patients May Not Be 'Truly Infecte...","sentiment_score":-0.4}
{"full_text":"Covid of the spine.","sentiment_score":0.0}
{"full_text":"I've been supporting a Clap For Epic Games all lockdown.","sentiment_score":0.175}
{"full_text":"Stunning Suffolk Stay. Bed &amp; breakfast. Meal allowance &amp; wine in first night. Message for more info &amp; to book #travel #staycation #home #adventure #explore #suffolk #england","sentiment_score":0.4166666667}
{"full_text":"Senate adopts budget resolution for coronavirus relief after Republicans squeeze Dems in marathon vote-a-rama #FoxNews","sentiment_score":0.0}
{"full_text":"Did the lockdown level change? More important that y'all are safe.","sentiment_score":0.4666666667}
{"full_text":"il risultato di 3 forze: 1) Lockdown 2) TV\/NetFlix accessa 24\/7 3) Precautionary Savings","sentiment_score":0.0}
{"full_text":"RT Nearly 15 hours after voting began, the Senate adopts a budget resolution -- a setting up the ability for Democrats to pass Bid...","sentiment_score":0.1}
{"full_text":"RT The Senate passed the budget resolution to quickly deliver more emergency COVID relief.Our caucus worked together in unit...","sentiment_score":0.4166666667}
{"full_text":"RT Personally a I don't have an issue about who uses which loos as long as a strict protocol is f...","sentiment_score":-0.025}
{"full_text":"RT Where public health experts and scientists are empowered to protect public health, the frontline &amp; ultimately the econo...","sentiment_score":0.0}
{"full_text":"RT Here's how Chile is using copper to fight COVID-19 ","sentiment_score":0.0}
{"full_text":"RT JK Reports 65 New COVID-19 Cases, Tally Reaches 124659 -","sentiment_score":0.1363636364}
{"full_text":"RT 2 weeks to flatten the curve turned into: Tracking devices on students Gov. register of rule breakers Gov. detention c...","sentiment_score":0.0}
{"full_text":"RT The number of borrowers blacklisted on CRB hit 14M. This is greatly contributed by the effects of the pandemic on the econo...","sentiment_score":0.8}
{"full_text":"RT As chief exec of the Royal Statistical Society explains \"With matters of life and death like Covid, misinformation can kil...","sentiment_score":0.0}
{"full_text":"RT Just got my #COVIDVaccination \"This is one shot I won't block\" I know it is difficult to get an appointment! My wife p...","sentiment_score":-0.625}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"RT One thing lockdown taught me, in life you gotta get fly EVERY chance you get","sentiment_score":0.8}
{"full_text":"RT By summer 2020, the resurgence of #COVID19 in the USA was largely driven by adults aged 20 to 49, a new study finds. T...","sentiment_score":0.0835497835}
{"full_text":"RT we want online exams due to pandemic like other universities ,they successfully conducted online exams and have more no....","sentiment_score":0.25}
{"full_text":"RT SUGGESTED - $1400 COVID RELIEF CHECKS may be in accounts by mid-March 2021 [just in time for those who make less than $75k\/...","sentiment_score":-0.1666666667}
{"full_text":"RT Shell Suffers $21.7bn Loss In 2020 Amid COVID-19 Pandemic ","sentiment_score":-0.6}
{"full_text":"Frontline warriors of Haryana police get Covid-19 vaccinehttps:\/\/t.co\/fMntribYjX","sentiment_score":0.0}
{"full_text":"And those who died from lack of NHS treatment besides Covid... #LockdownsKill","sentiment_score":0.0}
{"full_text":"Office Protocols During a Pandemic #CRE #COVID-19 #NewNormals #Officehttps:\/\/t.co\/z92QvlP3wZ","sentiment_score":0.0}
{"full_text":"Why is #Biden infecting the country with Covid-19 illegal aliens and Americans are footing the bill.","sentiment_score":-0.5}
{"full_text":"The chaos created by the #COVID19, put more girls at risk as it created space for #FGM and other harmful practices.","sentiment_score":0.1875}
{"full_text":"RT \"I AM THE MANAGER\" ","sentiment_score":0.0}
{"full_text":"disease modellers predict the variant could drive a new surge in COVID cases in as little as 4 to 6 weeks if public health measures are not sufficient to contain it....ON is effectively dealing with two separate pandemics at the same time. #cdnpoli #bcpoli","sentiment_score":0.1097727273}
{"full_text":"2020 NCADA Award WinnersAthletic administrators work hard every school year, especially during a pandemic. Even though we could not recognize them in person at the NCADA State Conference we celebrate their accomplishments. Congratulations!","sentiment_score":-0.1458333333}
{"full_text":"ICYMI 7 days and counting #netball #VNSL","sentiment_score":0.0}
{"full_text":"More than 300 Kanawha County residents received vaccines Thursday in North Charleston as the county health department continued its efforts to bring shots to minority communities and meet people where they are.https:\/\/t.co\/y4339HALuk","sentiment_score":0.5}
{"full_text":"In a live interview with The Washington Post Thursday, Virginia Gov. Ralph Northam hinted at a summer schooling program for Virginia students to help make up some of the learning loss that has taken place during the pandemic.https:\/\/t.co\/kWjCYC0Zqd","sentiment_score":0.1363636364}
{"full_text":"RT When lockdown is over and I hear \" your table is ready \"","sentiment_score":0.2}
{"full_text":"Have the effects of the coronavirus pandemic left you or someone you know in debt? The website has lots of information and advice to help you find a way forward with debt","sentiment_score":0.0}
{"full_text":"\"Scottish\" Labour should be focussing on getting through the pandemic, not running a pointless \"leadership\" election campaign.https:\/\/t.co\/ZcjgtLbwQT","sentiment_score":-0.25}
{"full_text":"We're seeking particiants for our research on the impacts of Covid-19 on disabled women. If you're on low income, BIPOC, queer\/trans\/non-binary, in sex work &amp; is or have been in detention\/prison - email us to get involved alice@sisofrida.org\/manishta@sisofrida.org.","sentiment_score":-0.1}
{"full_text":"RT  #Covid19 is understandably having a negative impact on a lot of people's mental health right now.If you're worried about...","sentiment_score":-0.0380952381}
{"full_text":"Another 81 UK military members have been deployed to Scotland for the distribution of #CovidVaccine. Over 200 military personnels are supporting the rollout.","sentiment_score":0.0166666667}
{"full_text":"COVID-19 has had a significant impact on the jobs market. Argyll and Bute Council is currently offering the Young Person's Guarantee .It creates the opportunity of a job, placement, training or volunteering for every 16-24 year old in Scotland.https:\/\/t.co\/GBzGLlm8FA","sentiment_score":0.14375}
{"full_text":"Stay At Home Story Time with craft on Zoom - Wednesday, February 10 at 1:30 pmEP Patrons email leanne.ross@elmwoodpark.bccls.org for Zoom link &amp; materials list!","sentiment_score":0.0}
{"full_text":"If your business has an outbreak of Covid-19, you need to let us know by filling out this form:","sentiment_score":0.0}
{"full_text":".@OfficialSLC: Mickey Arthur and Lahiru Thirimanne tested positive for #COVID19https:\/\/t.co\/bl1uQjYUoe@Mickeyarthurcr1 #SLC #lka","sentiment_score":0.2272727273}
{"full_text":"In the midst of the current #lockdown, how can #employers ensure their #employees remain engaged, motivated and healthy whilst #workingfromhome?Offer opportunities for professional development.https:\/\/t.co\/rREaLSqhNd#EmploymentLaw #ForstersLLP","sentiment_score":0.2}
{"full_text":"\"I would like to ask Senator Paul, in front of everybody, to start wearing a mask on the Senate floor like the entire staff does all the time,\" said Brown, a Democrat from Cleveland.","sentiment_score":0.0}
{"full_text":"Being fit won't prevent COVID-19. But it does have some protective effects. Physical activity releases endorphins, these revitalize your mind and body and can help improve all aspects of your health. Get up and Get moving! #Fitness#Exercise#COVID19#FitnessMotivation","sentiment_score":0.2}
{"full_text":"Figures revealed to show that almost 200 children have been placed in care during the Covid-19 crisis.'These children and young people are at their most vulnerable. They need love, care, understanding and support.'","sentiment_score":0.15}
{"full_text":"A coronavirus-related death involving an Illinois Department of Corrections staff member has been reported, as well.https:\/\/t.co\/hF0MnrTvxi","sentiment_score":0.0}
{"full_text":"The Week Ahead in #EPlenary:-EU's vaccination strategy-Crackdown on the political opposition in Russia-Scrutiny of social media\/Fundamental rights-Curbing the effects of the pandemicHighlights &amp; Full Agenda","sentiment_score":0.1277777778}
{"full_text":"Did you miss them? ","sentiment_score":0.0}
{"full_text":"The vaccine was safe and offered strong protection against moderate to severe COVID-19, according to preliminary results from a massive international study.","sentiment_score":0.1866666667}
{"full_text":"This week called for a #global focus on #NCDs to save lives from #COVID-19. In and colleagues make recommendations on how to avoid a legacy of unequal NCD burden after the #pandemic","sentiment_score":0.0}
{"full_text":"Still time to participate!What are your key comms challenges in 2021? and have partnered to understand your challenges so that they can meet your comms needs in 2021. Complete the #CovidCommsSurvey here:","sentiment_score":0.05}
{"full_text":"Good Morning Ottawa!!To help our neighbors stay at home safe, we're going to be offering limited services, in order to keep their devices working.Due to Covid-19 restrictions, Only one person allowed at a time.Reception sanitized between each customer.","sentiment_score":0.2821428571}
{"full_text":"The vaccine was safe and offered strong protection against moderate to severe COVID-19, according to preliminary results from a massive international study.","sentiment_score":0.1866666667}
{"full_text":"The pandemic-- and winter-- make now a great time to get busy wrangling the clutter in your home. Our to an expert to get you some advice to make it easier.","sentiment_score":0.45}
{"full_text":"That's the real pandemic","sentiment_score":0.2}
{"full_text":"RT And with Vice President casting the crucial tie-breaking vote, at 5:30am after 14 hours of debate, the Senate has...","sentiment_score":0.0}
{"full_text":"Do you work in a public facing job &amp; can't work from home? Book your free COVID-19 rapid test in our community testing scheme #stopthespread #RBWMtogether","sentiment_score":0.2}
{"full_text":"UNEMPLOYMENT FRAUD- Simple tax forms are revealing the extent of the identity theft that made state-run unemployment offices lucrative targets for fraud after millions of people lost their jobs during the pandemic.https:\/\/t.co\/oZIB7UsKxg","sentiment_score":0.0}
{"full_text":"The anti-vaxxers are the same as the Covid-denying anti-maskers.  Flat earthers IMO","sentiment_score":-0.0125}
{"full_text":"Covaxin is based on an inactivated whole virus and Covishield deploys replication-deficient chimpanzee viral vector.Rest assured, you cannot get #COVID19 from these vaccines. However one may be susceptible to the disease up to 14 days after getting the second #COVIDVaccine shot.","sentiment_score":0.1}
{"full_text":"RT #HyderabadNeed #Blood Type :  O-positiveAt : Ozone Hospital, KothapetBlood Component : Need Plasma from O+ve #COVID19...","sentiment_score":0.0}
{"full_text":"We've all been hit by the COVID crisis, but fraudsters are making the situation worse for everyone byillegally claiming government grant and loan schemes. Tell what you know, 100%anonymously, through the new #COVIDFraudHotline.","sentiment_score":-0.1318181818}
{"full_text":" DORTMUND SMASHED CORONA #03 Die TOP8 vom gestrigen Weekly.      INGY Zwirrfister5    an #Ultimate #ssbu #online #weekly","sentiment_score":0.0}
{"full_text":"Gov. Parson warns coronavirus vaccine providers must not deviate from the state's plan on who gets the shot first:","sentiment_score":0.25}
{"full_text":"RT You know it's crazytown when Ivanka was editing CDC reports.","sentiment_score":0.0}
{"full_text":"Stay at Home - Yoga Pose Challenge via Did you know this is Children's Mental Health Week 2021? We all know how important physical exercise is for our health and well being... #KindnessMidlothian","sentiment_score":0.1}
{"full_text":" #WeekendRead: our new #EUMobilityAtlas! Facts &amp; figures about #transport &amp; #mobility in Europe , focusing on #railways #cycling #digitalisation tackling the #ClimateCrisis &amp; impacts of #COVID19Check it out  #FF","sentiment_score":0.1704545455}
{"full_text":"We hope you all have a good weekend. Don't forget we can deliver to your doorstep so you can stay safe at home.","sentiment_score":0.6}
{"full_text":"All adults aged 50 and over should receive a coronavirus vaccine by May, the Government has announced.https:\/\/t.co\/TeHlbmpAVJ","sentiment_score":-0.1}
{"full_text":"Although most people are unable to celebrate Black History Month with live events during COVID-19, there are still plenty of virtual events to enjoy across Peel.https:\/\/t.co\/v8XDALMOHB","sentiment_score":0.0739393939}
{"full_text":"Workers leaving home to work can get symptom-free rapid COVID testing in Blackpool this Sat 6 Feb  Only for those leaving home to work Do not attend if you feel unwell, have symptoms or are a contact Check times\/venues before each session -","sentiment_score":0.0}
{"full_text":"RT In this week's Indy Archdiocese Office of Worship shares guidance on Lenten liturgies in a time of COVID....","sentiment_score":0.0}
{"full_text":"RT 'This is a catastrophe,' the French ambassador said. exclusive on Europe's fight for COVID jabs","sentiment_score":0.0}
{"full_text":"RT 70-90% of residents need to get vaccinated for us to reach herd immunity, but surveys show 40% of Texans are unwilling o...","sentiment_score":0.0}
