{"full_text":"RT abbott failed to handle covid &amp; the winter storm in texas, remember this when y'all are voting in 2022","sentiment_score":-0.5}
{"full_text":"RT North Dakota House of Representatives held a moment of silence for Rush Limbaugh today. Did they ever hold a moment of sil...","sentiment_score":0.0}
{"full_text":"RT People get death threats for dining indoors during the pandemic","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"Heck, there are many areas in the US without lockdown. How do civilians know about covid rates in China? What are their sources?","sentiment_score":0.5}
{"full_text":"AG Ellison sues Apple Valley landlord for evicting tenant during pandemic","sentiment_score":0.0}
{"full_text":"RT .@NBCNewsNOW takes an inside look at the high-tech devices some sports leagues are using to track potential coronavirus outbre...","sentiment_score":0.0}
{"full_text":"look ... someone still thinks public schools are going to be a thing in the future ","sentiment_score":0.0}
{"full_text":"Probably in my living room on lockdown","sentiment_score":0.0}
{"full_text":"RT For more than a year I've sat with Dr de Villa before every single media update.I can tell you that today's was among the...","sentiment_score":0.2142857143}
{"full_text":"What is point of our health care workers having rec'd the vaccine(s) if they can't go to work when \"exposed\" to COVID + case? Let's keep up with the transforming RECOVERY!","sentiment_score":0.0}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"Just hit hour 110 of the Pandemic Ice Storm Blackout. 2021 obviously isn't working, I say we just take a long nap and start fresh with 2022.","sentiment_score":0.0833333333}
{"full_text":"RT As the ancestral strain descends, B.1.1.7 ascends.How to prevent a 4th surge. San Diego data, modeled with impact of mitiga...","sentiment_score":0.0}
{"full_text":"It's so bad right now. People are being force to go to warming cites which are packed full of people and the potential for covid exposure and our leadership is doing nothingThis is worse than hurricane HarveyIf this isn't the best example of why we need to flip it idk what is","sentiment_score":0.0892857143}
{"full_text":"RT Among those hit hard by the pandemic, with town and city centres much quieter, are sellers. It is, though, still...","sentiment_score":-0.0458333333}
{"full_text":"Church statement: \". . . our actions [do not] perpetuate the longevity of COVID-19 or any other virus that will inevitably come along . . . we see our actions as contributing to its end - the end . . . to institutionalize the debilitating fear of viral infections.\"","sentiment_score":-0.0625}
{"full_text":"Up to ninety healthy individuals between the ages of 18 and 30 will be deliberately exposed to COVID-19 as part of a forthcoming U.K. study.","sentiment_score":0.5}
{"full_text":"RT U.S. administers 56.3 million doses of COVID-19 vaccines - CDC","sentiment_score":0.0}
{"full_text":"So that's what it's like to lock down the face of your franchise for the rest of his career. Must be nice.","sentiment_score":0.2222222222}
{"full_text":"RT Justice may soon be coming for the families of the loved ones who perished due to Andrew Cuomo's deadly COVID-19 polici...","sentiment_score":0.125}
{"full_text":"She's a bootlicker. We expected nothing else.","sentiment_score":-0.1}
{"full_text":"RT abbott failed to handle covid &amp; the winter storm in texas, remember this when y'all are voting in 2022","sentiment_score":-0.5}
{"full_text":"RT Less than 9% of funding in the COVID stimulus bill actually goes towards public health spending.Dems have stayed true...","sentiment_score":0.0458333333}
{"full_text":"RT We particularly want to hear from residents of communities that don't have BIDs! D.C., please share this far and wide:","sentiment_score":0.0694444444}
{"full_text":"RT Trump: open the schools, covid doesn't impact kidsLiberals: boooo!Biden: open the schools, covid doesn't impact ki...","sentiment_score":0.0}
{"full_text":"A6 This is hard work. Let's continue to offer grace and kindness to ourselves and to one another. #ELMagChat","sentiment_score":-0.2916666667}
{"full_text":"RT Senior burnout AND pandemic burnout??? I didn't know this was gonna be a BOGO year ","sentiment_score":0.0}
{"full_text":"With a name like GraceLife (large fellowship group at GCC is called Gracelife), leaders are TMS grads, and in their announcement on their website, they put pandemic in \"quotes\".  Hmmm...where would they get those ideas? There's no coincidences anymore.","sentiment_score":0.2142857143}
{"full_text":"RT Democrats should ram through every single part of the Covid relief bill like it's Mitch ramming through judges. And it must inc...","sentiment_score":-0.0714285714}
{"full_text":"RT My cousin died from COVID last night. Fuck Donald Trump.","sentiment_score":-0.2}
{"full_text":"RT BREAKING: The Blue Jays, displaced once again by pandemic border restrictions, will open the 2021 season at their spring hom...","sentiment_score":0.0}
{"full_text":"RT Democrats should ram through every single part of the Covid relief bill like it's Mitch ramming through judges. And it must inc...","sentiment_score":-0.0714285714}
{"full_text":"RT The NCAA has extended the recruiting dead period through May 31.https:\/\/t.co\/hNrz64h8ep","sentiment_score":-0.2}
{"full_text":"diverting $ to save minority owned neighborhood small businesses to protect luxury multi national national jewelry stores does not seem prudent.","sentiment_score":-0.25}
{"full_text":"RT A state assemblyman, challenged Andrew Cuomo over his handling of COVID-19.Cuomo called up Kim screaming, vowin...","sentiment_score":0.0}
{"full_text":"RT Think about what's happening in Texas right now: people sitting in freezing dark homes with no power, no heat, in the mi...","sentiment_score":0.0678571429}
{"full_text":"Last year I drove down to Baja and towed my Airstream.  I met up with so many people that lived well and  worked well out of their big rigs like yours.  When the pandemic hit we all went back to the US.  I am grateful I did it.  Don't wait.","sentiment_score":0.0688888889}
{"full_text":"RT Ontario is the only province not providing current data to Public Health Agency of Canada. We're paying Hillier $20,000 a...","sentiment_score":0.0}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT BREAKING: FBI, U.S. attorney in Brooklyn investigating Cuomo administration nursing home deathshttps:\/\/t.co\/mjVIRTQLjd","sentiment_score":0.0}
{"full_text":"RT abbott failed to handle covid &amp; the winter storm in texas, remember this when y'all are voting in 2022","sentiment_score":-0.5}
{"full_text":"DETAILS: tonight on at 10 &amp; 11","sentiment_score":0.0}
{"full_text":"RT last time we got a whole week off of school it turned into a year long pandemic","sentiment_score":0.05}
{"full_text":"RT Biden COVID adviser can't explain why closed California isn't doing better than open Florida","sentiment_score":0.1333333333}
{"full_text":"This is scarily fun, but if you have certain sorts of seizure or perceptual disorders, it might be contraindicated.","sentiment_score":0.2571428571}
{"full_text":"RT The #Illinois-#Nebraska season opener, scheduled for Dublin, Ireland, instead will be played in Champaign, because of t...","sentiment_score":0.0}
{"full_text":"RT Talisa is a Black non-binary lesbian who is currently unemployed and recently contracted covid earlier this year, pleas...","sentiment_score":-0.0416666667}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT This is an extraordinary lie. Why is this misinformation allowed to be shared on Twitter? Someone alert to start cen...","sentiment_score":0.3333333333}
{"full_text":"My wife and I are currently on a mattress we decided should just go in the living room until covid is over. I feel this","sentiment_score":0.0}
{"full_text":"RT - Rebekah Jones is NOT a scientist.- Wasn't assembling COVID figured.- Office didn't tell her to slow down the numbers.-...","sentiment_score":-0.2277777778}
{"full_text":"RT Open boarders to save everyone from this ongoing pandemic. We inflate your society with international money and save your...","sentiment_score":0.0}
{"full_text":"RT If Trump had said that \"Black and Hispanic ppl don't know how to use the computer so that's why they aren't getting in line...","sentiment_score":-0.1666666667}
{"full_text":"\"Testing to help slow the spread of SARS-CoV-2 asks not whether someone has RNA in their nose from earlier infection, but whether they are infectious today... In our view, current PCR testing is therefore not the appropriate gold standard for evaluating [a public health test].\"","sentiment_score":0.0333333333}
{"full_text":"RT No. Reopen America now.","sentiment_score":0.0}
{"full_text":"New York AG Sues Amazon Over 'Flagrant Disregard' for Worker Safety During Pandemic - via","sentiment_score":0.1363636364}
{"full_text":"Yeah no shit lol","sentiment_score":0.45}
{"full_text":"RT \"Everything just ended. It turns out that our industry was utterly disposable\"Drag performer and gay rights activist R...","sentiment_score":0.1055555556}
{"full_text":"RT * This AI does not \"read children's emotions\" * There are not seven universal emotions * Facial muscle data does not co...","sentiment_score":0.0}
{"full_text":"RT We've been told repeatedly by the media to 'listen to the science.' However, YouTube thinks that a discussion between two medic...","sentiment_score":0.0}
{"full_text":"So, just a questions. If I'm apart of the 80% of America who doesn't have a secondary education. Durning a pandemic when're everyone is affected. Do you think that give the top 20% a loan forgiveness of 50k would make me feel jaded?","sentiment_score":0.1}
{"full_text":"RT this is the company that manages the vast majority of texas's energy load saying \"unplug your stand mixers\" as if that's why...","sentiment_score":0.0}
{"full_text":"RT This blindingly obviousBut sometimes it is crucial to restate the blindingly obvious.Testing achieves nothing aloneT...","sentiment_score":0.0}
{"full_text":"RT do u remember pre-covid when u'd be sitting in the library and a stranger would just come sit at ur table. I don't miss th...","sentiment_score":0.0}
{"full_text":"RT *NY SENATE MOVES TO STRIP CUOMO OF PANDEMIC POWERS: NYT","sentiment_score":0.0}
{"full_text":"Democrat politicians are the worst hypocrites who always claim innocence even after they have been proven guilty and caught. They never apologize but demand their political opponents kiss their stinking asses. #KillerCuomo","sentiment_score":-0.5}
{"full_text":"... bro what","sentiment_score":0.0}
{"full_text":"RT During these challenging times, how can we put a little more love into our daily actions?#COVID19","sentiment_score":0.2625}
{"full_text":"RT Now do the majority of Covid Deaths in Minnesota are in Long Term Care Facilities","sentiment_score":-0.05}
{"full_text":"RT this is the company that manages the vast majority of texas's energy load saying \"unplug your stand mixers\" as if that's why...","sentiment_score":0.0}
{"full_text":"Ways to Know It's Time for New Office Space #CRE #Office #NewNormal #COVID-19 #TenantTips #Leasing   ","sentiment_score":0.1363636364}
{"full_text":"RT One year ago this month:\"We will not see diseases like the coronavirus come here.\"- Kayleigh McEnany on February 25th...","sentiment_score":0.0}
{"full_text":"RT The Covid vaccine isn't a political football. The Governor is sick to suggest he will move vaccine distributions based on...","sentiment_score":-0.3571428571}
{"full_text":"Are we going to investigate those currently in the Federal government that allowed #Trump to, and participated in, covering up and spreading misinformation about the risks related to #coronavirus?  I think we should start there...then move to the state and local levels.","sentiment_score":0.0}
{"full_text":"Who else is over this insane lockdown? #LetThemPlayCA #OpenSchoolsNow   And while we're at it -#RecallGavinNewsom #RecallNewsom #RecallGavin2020  He has abandoned our kids. I'm done","sentiment_score":-1.0}
{"full_text":"We shall protect greatly everyone affected by COVID-19 in the UK, and remember: Please support the UK Vaccine Task Force greatly.","sentiment_score":0.8}
{"full_text":"Let me point out as a local resident that the newest pop-up sites in Charlotte, Manatee and Sarasota counties have brought 10,000 additional COVID vaccines to the area. ","sentiment_score":0.0}
{"full_text":"RT Guy be safe out there ooooo. COVID-19 is real my brothers and sisters. Abeg oooooo","sentiment_score":0.35}
{"full_text":"Federal agents have seized more than 10 million fake N95 masks in recent weeks. It's the result of an ongoing investigation into counterfeits sold in at least five states to hospitals, medical facilities and government agencies.","sentiment_score":-0.06}
{"full_text":"The White House says it will spend $650 million to expand COVID-19 testing for K-8 schools and settings where people congregate such as homeless shelters. The plan could mean an additional 25 million tests per month.","sentiment_score":-0.1041666667}
{"full_text":"As more Michigan residents line up to get vaccinated for COVID-19, many are asking what they should or should not do before getting their shots.https:\/\/t.co\/hoXx0r7c8D","sentiment_score":0.5}
{"full_text":"STEVE!","sentiment_score":0.0}
{"full_text":"AFP Chief Lt. Gen. Cirilito Sobejana tells #TheChiefs that the public should \"move forward\" from the PSG's unregulated COVID-19 vaccination.He adds the PSG did not feel adverse effects, after the FDA said they hit a \"blank wall\" when following-up.WATCH","sentiment_score":0.0}
{"full_text":"RT *NY SENATE MOVES TO STRIP CUOMO OF PANDEMIC POWERS: NYT","sentiment_score":0.0}
{"full_text":"Organizers of this year's believe having a free, virtual event during the COVID-19 pandemic will be a \"game changer\" of epic proportions. | by","sentiment_score":0.0333333333}
{"full_text":"The UN is calling for global equitable access to #COVID19 vaccines.https:\/\/t.co\/pXB0xoFW7m","sentiment_score":0.0}
{"full_text":"Starting this week, a Special Enrollment Period is now open for Marketplace Health Insurance - a new opportunity for #AZ01 families affected by the COVID-19 pandemic to #GetCovered for 2021. Visit to learn more and enroll by MAY 15.","sentiment_score":0.1987012987}
{"full_text":"I AM ON JHOPE LOCKDOWN DAY. NO NEGATIVITY, NO SHADY AGENDAS, JUST SUNSHINE AND HAPPY DAY I WISH IT COULD BE BTS' BDAY EVERYDAY. IM LOVING IT HERE.","sentiment_score":0.33125}
{"full_text":"MYEG provides COVID-19 RT-PCR test at an affordable price. All test will be conducted by trained medical practitioners. Booked yours now via","sentiment_score":0.0}
{"full_text":"#LargestVaccineDriveDon't forget to follow #AppropriateBehaviour. Continue to #WearMask, wash hands at frequent intervals and follow #SocialDistancing norms even after the #COVID19 vaccine.#IndiaFightsCorona #Unite2FightCorona#JanAndolan #StaySafe","sentiment_score":0.1}
{"full_text":"These are the only numbers I've found and they show suicides were actually down, yet I constantly here how the lock downs are costing more suicides. Do you have any other numbers to refer to?https:\/\/t.co\/aFHHIXFryG","sentiment_score":0.0438888889}
{"full_text":"Malaysian durian trade battered as lockdown bites. #AFP  ","sentiment_score":0.0}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"#rental prices are starting to fall in the US which is probably from #COVID19 lockdowns. I think should help mitigate any #inflation pressures in the #US","sentiment_score":0.0}
{"full_text":"The spread of COVID-19 can be reduced with the diligent use of face masks. Union Cab has our riders and drivers alike use face masks in light of this fact. Call 608-242-2000 to make sure you ride safely. #CoOpMeansTogether","sentiment_score":0.4666666667}
{"full_text":"\"This is good news, but the risks of COVID-19 are still prevalent especially when people travel to border towns and hold in-person gatherings,\" President Jonathan Nez said.","sentiment_score":0.35}
{"full_text":"Please take a few minutes to read the current edition of County Wire for more information on the County's ongoing vaccination effort.","sentiment_score":0.1}
{"full_text":"#ICYMI: The Fist Act, or Republic Act 11523, will address the financial sector's non-performing asset problems, Malacanang said Wednesday. #PressOnePHStory here:","sentiment_score":0.0}
{"full_text":"RT #SmallBiz owners know that the wellbeing of their employees is essential for business survival, and they are taking new...","sentiment_score":0.0681818182}
{"full_text":"RT Think about the groups that are doing mutual aid. Unhoused populations.People's gofundmes. People out of work. Sma...","sentiment_score":0.0}
{"full_text":"School nurses have been on the frontlines since the beginning of the pandemic. Now they are gearing up for when more Ohio students are going back to class full time.","sentiment_score":0.2833333333}
{"full_text":"#UFCVegas19's Julian Erosa joined the podcast earlier this week to discuss his recovery from COVID and his fight on Saturday against Nate Landwehr","sentiment_score":0.0}
{"full_text":"The 2021 season-opening football game scheduled for Aug. 28 will not be played at Aviva Stadium in Dublin, Ireland, due to the COVID-19 pandemic. Instead the game will be played in Champaign at Illinois' Memorial Stadium.https:\/\/t.co\/p63n1QRJpw","sentiment_score":-0.3083333333}
{"full_text":"Here are the official Covid-19 statistics in Iran, as of 12:22 PM 17\/2\/2021.#COVID19 #coronavirus #Iran","sentiment_score":0.0}
{"full_text":"A curious contradiction? Churches that defy local government COVID health orders also get millions in Federal government taxpayer PPP money. #weinvestigate TONIGHT at 11pm","sentiment_score":-0.05}
{"full_text":"Grand Strand area doctors warn against Spring Break travel in order to keep COVID-19 cases down &gt;&gt;","sentiment_score":0.1722222222}
{"full_text":"Meet Bill Ackman. Bill is a New York billionaire who's done quite well for himself during the pandemic. We think Bill should pay more taxes. Agree? Join our campaign to #TaxTheRich.https:\/\/t.co\/ASmXfn1ByF","sentiment_score":0.3181818182}
{"full_text":"After Covid restrictions are lifted","sentiment_score":0.0}
{"full_text":"RT Cuomo and his administration are trying to cover up the choices they made during COVID-19 that put blood on their hands....","sentiment_score":0.0}
{"full_text":"RT how the fuck the snow make y'all stay in but not covid ","sentiment_score":-0.4}
{"full_text":"The modified ritual allowed people to participate in the traditional Ash Wednesday ceremony while observing social distancing.","sentiment_score":0.0166666667}
{"full_text":"Current Conditions for #Sayre PATemp: 21.2FWind Chill: 21.2FHumidity: 66%Dew Point: 11.6F Barometer: 30.560 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 61.000000Deaths: 0.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Increasing acceptance of vaccines is helping speed vaccination efforts in the US. Our map highlights states where efforts to boost vaccine confidence are most urgently needed. Learn more in our #COVID19 policy briefing:","sentiment_score":0.5}
{"full_text":"RT This is fantastic.  Lou Macari.","sentiment_score":0.4}
{"full_text":"RT Clevelanders lifting their neighbors. Every day.The pandemic has tested the strength of the community, but the care shown b...","sentiment_score":0.0}
{"full_text":"RT Republicans passed a $1.5 trillion tax cut for the super wealthy on a simple majority, yet they have a huge issue with Democ...","sentiment_score":0.3083333333}
{"full_text":"RT Wondering how long it's going to take for this Florida scandal to make the national news. Local news is all over it, starti...","sentiment_score":-0.025}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"RT Republican Gov. Ron DeSantis suggested he would divert COVID vaccines from Florida communities that criticize his distrib...","sentiment_score":0.0}
{"full_text":"Experts say there are multiple endemic diseases in the United States that could foreshadow what COVID-19 may look like in the upcoming years.","sentiment_score":0.0}
{"full_text":"RT Covid alarmist can't explain. Of course he can't.","sentiment_score":0.0}
{"full_text":"RT how the fuck the snow make y'all stay in but not covid ","sentiment_score":-0.4}
{"full_text":"NZ tourism can use the disruption of Covid-19 to drive sustainable change -- and be more competitive","sentiment_score":0.5}
{"full_text":"Still hiring bitch ass police no one will respect too. Trust me.https:\/\/t.co\/RaDZPv8lgd","sentiment_score":0.0}
{"full_text":"RT The US government is prepared for nothing but war. Not a pandemic, not natural disasters, not poverty &amp; homelessness...","sentiment_score":-0.05}
{"full_text":"[FREE TUTORIAL] How to: Resilient Living: DIY Disposable Face Mask &gt;&gt; #survival #survivor #primitiveTechnology #bushcraft #prepper #SHTF #coronavirus #COVID19 #influenzavirus #flu #prepper #SHTF #medic #CDC #homestead #facemask #n95","sentiment_score":0.4}
{"full_text":"Could it be because the standard for a positive test was changed by the CDC?  Making it harder to be declared COVID positive","sentiment_score":0.0886363636}
{"full_text":"HEARTBREAKING: \"She told my dad that he was the love of her life and that she loved him,\" daughter Blanca Velazquez recalled. \"She told us all that she loved us.\"","sentiment_score":0.6333333333}
{"full_text":"RT 2021 Jamaican church priorities list:1) Batty sex2) Telling women what to do with their own bodies3) Having service i...","sentiment_score":0.6}
{"full_text":"RT Happy Birthday, Hobi!Thank you for always being a bright sunray of positivity and reminding us all how important it...","sentiment_score":0.6333333333}
{"full_text":" a pandemic I love me a drought","sentiment_score":0.5}
{"full_text":"Covid live updates: DHS seized more than 11 million counterfeit N-95 masks seized in recent weeks, officials say - The Washington Post","sentiment_score":0.2121212121}
{"full_text":"RT Free COVID testing initiative by Selangor Government will start from tomorrow1) Shah Alam [There will be 2 sets, diff...","sentiment_score":0.4}
{"full_text":"RT Anyone who thinks we don't need to go big on COVID relief needs to read this article. Families across America are hurting --...","sentiment_score":0.0}
{"full_text":"RT #ClimateEmergency !! #ClimateCrisis !! #ActOnClimate !! #Renewables !! #StandForNature !! #StandForWildlife (... Stand for fu...","sentiment_score":0.0}
{"full_text":"Tomorrow on Mile High Mornings, we will talk about the pandemic's impact on brick &amp; mortar businesses and what their future could hold. Until then, tell us: how do you feel about shopping or dining in person these days? Use #MileHighMornings.","sentiment_score":0.08}
{"full_text":"Change the bridge back to the Tappan Zee too","sentiment_score":0.0}
{"full_text":"Under fire for siphoning COVID-19 vaccines to a wealthy community tied to big donors, Gov. Ron De Santis totally proved he shows no favoritism by threatening to cut off vaccines to the entire county.","sentiment_score":0.125}
{"full_text":"RT Gulf Morning everyone especially su su for works today.. Always wear your mask and take care, don't forget to...","sentiment_score":0.0}
{"full_text":"lol europe is such a garbage continent","sentiment_score":0.4}
{"full_text":"RT VH1 and World of Wonder will give audiences a look at the challenges and the triumphs of taping the new season in the special...","sentiment_score":0.2467532468}
{"full_text":"The Department of Homeland Security has seized over 11 million counterfeit N95 masks in its ongoing fight to protect frontline health care workershttps:\/\/t.co\/p0pAo98yX6","sentiment_score":0.0}
{"full_text":"The lowest since November and still in lockdown. Wow!","sentiment_score":0.125}
