{"full_text":"You could try it by yelling \"fire\" in a crowded theater, but they're empty because the QAnon-led GQP bungled the pandemic.","sentiment_score":-0.1}
{"full_text":"RT If we fight against the Mughals we are warriors!If we fight against the British we are nationalist!If we serve langer...","sentiment_score":0.0}
{"full_text":"i lost all my motivation to workout in this pandemic","sentiment_score":0.0}
{"full_text":"RT New York has failed to control COVID-19 in its prison and has failed to improve its release rate on parole. Increasing pa...","sentiment_score":-0.2878787879}
{"full_text":"RT  Live \/ work in these areas of #Frankley #GreatPark #Northfield #Rubery #Rednal #Longbridge in Birmingham? PLEASE get a te...","sentiment_score":0.1363636364}
{"full_text":"RT My COVID vaccine is booked for the 14th of February... so hey at least someone will be sticking something in me this Valenti...","sentiment_score":-0.3}
{"full_text":"RT The avg. cost of an ICU bed in Canada is $3592\/d.The cost of paid sick leave for an essential worker earning minimum wage i...","sentiment_score":-0.3571428571}
{"full_text":"Knowing that I carry the power of not only being the only girl in the band... but that I'm a girl bassist. I will be accepting proposals via email during this pandemic.","sentiment_score":0.0}
{"full_text":"RT The Big Show must Will Go On. briefs us on what will be done to keep fans safe-ish.","sentiment_score":0.0}
{"full_text":"RT Common coronavirus questions answered, including treatment and prevention:","sentiment_score":-0.3}
{"full_text":"RT As #Flordia fights community spread of COVID on a massive scale, this is a 15-second snapshot of a supermarket in Naples....","sentiment_score":0.0}
{"full_text":"RT Heard a doctor on MSNBC say last night re: high rates of Black COVID deaths: 'we are losing a generation of Black moms...","sentiment_score":-0.0433333333}
{"full_text":"RT 7 in 10 Americans support Biden's $1.9 trillion coronavirus relief package per  That's about as bipartisa...","sentiment_score":0.0}
{"full_text":"When members of the Orlando Pride had inconclusive tests before the Challenge Cup, the entire team was dropped from the tournament, and re-tested. One person ended testing positive. That is the reality of COVID-19 that has somehow faded away. One person affects many.","sentiment_score":0.2424242424}
{"full_text":"RT Funny how the same people lobbying for \"targeted\" $1,400 survival checks had no problem giving away billions in corporate t...","sentiment_score":0.0833333333}
{"full_text":"Of all the places to hold the all star game during a panoramic ...these mfs chose Atlanta the pandemic paradise","sentiment_score":-0.4}
{"full_text":"Excuse this?","sentiment_score":-0.05}
{"full_text":"RT Tonight I rented out a whole movie theatre so my hubs and I could have a date night outside of the house. With COVID yo...","sentiment_score":0.1}
{"full_text":"RT Partly seasonal but also the WHO \"suddenly\" realised, what we all knew for months, an hour after Bi...","sentiment_score":0.0}
{"full_text":"Big s\/o to the professors who accept late work during this pandemic ","sentiment_score":-0.15}
{"full_text":"RT Going Virtual: Wargaming in an Era of Telework, Travel Restrictions, and Social Distancing","sentiment_score":0.0333333333}
{"full_text":"If covid was a person I'd make sure they burn in a pit of fire","sentiment_score":0.5}
{"full_text":"RT Stay home with me #1 Part 2","sentiment_score":0.0}
{"full_text":"RT Join me for Latest on #SouthAfrican #COVID variant testing in #Birmingham I'll be asking for update#co...","sentiment_score":0.5}
{"full_text":"RT 1\/5 Lots of talk today about \"being over the peak\" and what that means for how quickly we can relax restrictions on soc...","sentiment_score":0.3333333333}
{"full_text":"For the second year in a row, the city of Tempe has canceled its annual Fourth of July celebration due to coronavirus concerns.","sentiment_score":-0.0416666667}
{"full_text":"Pretty stoked that the end of the NFL season is coinciding with all of my favorite teams currently in-season, being shut down by covid.Just awesome stuff.","sentiment_score":0.3188888889}
{"full_text":"RT very useful infographic from about Covid transmission - highlighting the importance of being outside &amp; if in...","sentiment_score":0.195}
{"full_text":"RT What sorcery is this? A...pint...at a...pub?!This week the #IsleofMan returned to 'normal' with pubs opening and children r...","sentiment_score":0.15}
{"full_text":"RT If KJ is handling COVID-19 vaccine coordination, and DG Hisham is handling health-related COVID-19 management -- the golde...","sentiment_score":0.0}
{"full_text":"RT Spoke to President about the measures India and South Africa are taking to fight the COVID-19 pandemic do...","sentiment_score":0.0}
{"full_text":"RT Despite the distance and other concerns related to #COVID19, let's promote fraternal love. Happy #InternationalDayofHumanFrat...","sentiment_score":0.29375}
{"full_text":"RT Delighted to meet with for #WorldCancerDay to discuss the impact of COVID-19 on cancer services and research...","sentiment_score":0.7}
{"full_text":"RT Despite Rishi Sunak's complaints, the vast majority of the public - including Tory voters - would rather lockdown last longer t...","sentiment_score":0.0}
{"full_text":"On #WorldCancerDay, we stand united with the global community in the commitment to #EndCancer. Even amid the #COVID19 pandemic, cancer did not stop, and neither will we. United, we will drive progress forward for the benefit of humanity. #IAmIWill","sentiment_score":0.0}
{"full_text":"Correct. Its not a social visit. He is putting you at risk and himself but thats his choice. This lockdown will be over quicker if the vulnerable including him stay isolated","sentiment_score":-0.2583333333}
{"full_text":"RT We must pay more attention to covid-19 morbidity in the second year of the pandemic - #LongCovid","sentiment_score":0.25}
{"full_text":"Actually, Florida, I think it's a serious misjudgment since the infection rate in Florida is so bad. I wouldn't suggest that any one go there. I mentioned Costa Rica since it's a sun place with the pandemic sort of under control. Quarantine &amp; masks required. No 2 week junkets.","sentiment_score":-0.3444444444}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"yeah, I'm completely alright, that was just the negative effect of second dose of vaccine against covid :)","sentiment_score":0.075}
{"full_text":"RT Cambridge Analytica Psychologist Advising Global COVID-19 Disinformation Network Linked to Nigel Farage and Conservative P...","sentiment_score":0.0}
{"full_text":"Once covid is over y'all need to come down!","sentiment_score":-0.1944444444}
{"full_text":"RT how my pandemic  how my pandemicwalks started           walks are going","sentiment_score":0.0}
{"full_text":"Virginia Tech and Radford University are finding fewer COVID-19 cases this spring, and that comes as testing capacity is increasing, w\/ via","sentiment_score":0.0}
{"full_text":"And sheesh, not a moment too soon.","sentiment_score":0.0}
{"full_text":"RT Nobody could have predicted that putting someone with no knowledge of infectious diseases or public health in charge o...","sentiment_score":0.0}
{"full_text":"Is Bama actually going to be a 1 seed in basketball? This pandemic is really messing with everything. I don't believe it.","sentiment_score":0.1}
{"full_text":"RT Florida doesn't want to address his state's 2.7B budget shortfall or raging pandemic so he's introducing leg...","sentiment_score":0.0}
{"full_text":"RT Just so we're clear, zero Republicans in both the House and Senate voted to advance the resolution for the $1.9 trilli...","sentiment_score":0.1}
{"full_text":"Do you mind an IOU, things tough with Covid","sentiment_score":-0.3888888889}
{"full_text":"prople died...but did state killed anyone? who is responsible for spreading falsehood abt laws?? who brought them to delhi in winters and times of covid??","sentiment_score":0.0}
{"full_text":"RT \"Age 20-49\" sounds a lot like \"people with the most obligations to go to jobs that require interfacing with the public\"","sentiment_score":0.25}
{"full_text":"RT Catch #UWSPH Associate Professor India Ornelas (@profe_ornelas) on Hidden Barriers, premiering tonigh...","sentiment_score":-0.1666666667}
{"full_text":"RT Join us tonight to discover how to make the most of #ValentinesDay, even in lockdown!Restaurant meal and cocktail mas...","sentiment_score":0.5}
{"full_text":"retail as well mate? haha yea fuck, tell me about it, a lot of proper cunts during peak of covid here. the things i want to say my god","sentiment_score":-0.0666666667}
{"full_text":"RT \"The impact of the pandemic on cancer care has made Macmillan's work all the more vital.\"In a blog for our Ce...","sentiment_score":0.3}
{"full_text":"#mepolitics Have to ask: how cld someone w\/o a shred of expertise land such a lucrative federal contract under the program you played such a key role in creating?","sentiment_score":0.0}
{"full_text":"RT Bill Gates is not a medical doctor. His opinions on pandemic don't matter.","sentiment_score":0.0}
{"full_text":"RT On the Pandemic: \" Nigeria is lucky not to have been too badly hit by the pandemic because we took early precautions, cou...","sentiment_score":-0.0888888889}
{"full_text":"RT Women experience #transport differently than men - that's why #gender responsive transport policies are so critical in r...","sentiment_score":0.0}
{"full_text":"Yes! I need all of the oranges. It's like pandemic scurvy all up in here.","sentiment_score":0.0}
{"full_text":"RT I will never accept a system that enables billionaires to add $1,100,000,000,000 to their wealth during a pandemic but doesn't...","sentiment_score":0.0}
{"full_text":"RT I spoke to about a rough timeline for how the COVID19 pandemic will likely unfold, as discussed in #ApollosArrow, an...","sentiment_score":-0.05}
{"full_text":"We were hit by a pandemic","sentiment_score":0.0}
{"full_text":"If you enjoy spending PS400+ on order and not receive - is a best choice. Will feed you with bunch of lies and make you wait weeks before you get another \"we are still investigating this matter, due to covid we have...  **you know what coming up next***\"  message.","sentiment_score":0.31875}
{"full_text":"RT CORRECTION $3.9 TRILLION!!! ","sentiment_score":0.0}
{"full_text":"RT McConnell slams Democrats for using the same mechanism to force through COVID-19 stimulus that he used to pass the 2017 tax cu...","sentiment_score":0.0}
{"full_text":"A barber's positive Covid-19 test causes scare for the Kansas City Chiefs, reports say","sentiment_score":0.2272727273}
{"full_text":"RT voted with all of our hearts despite global pandemic and the result spoke our hearts. As we are students,we need many...","sentiment_score":0.25}
{"full_text":"RT #Covid-19: International travel 'biggest impact' on deaths - Well who knew? Obviously the halfwit cabinet didn't but everybod...","sentiment_score":0.0}
{"full_text":"RT We've now administered more than 10,000 COVID-19 vaccinations! #Vaccine #IsleofMan","sentiment_score":0.625}
{"full_text":"Director of Public Health, HSE North East, Dr Augustine Pereira said: \"As long as COVID-19 remains widespread in our community, it continues to present a high risk for our vulnerable population, particularly those in our hospitals, nursing homes and long-term care facilities.\"","sentiment_score":-0.0372222222}
{"full_text":"RT Countries using Made In India Covid-19 vaccines:BhutanMaldivesBangladeshNepalMyanmarMauritiusSeychellesSri Lanka...","sentiment_score":0.0}
{"full_text":"If you're gonna do a lockdown do it properly, not gyms, malls and restaurants only ","sentiment_score":0.0}
{"full_text":"RT \"Over the past months, I have seen many of my colleagues dying while waiting for their money, dying because of stress and ma...","sentiment_score":0.125}
{"full_text":"RT We've teamed up w\/ &amp; to launch a Consensus Statement on #mentalhealth in the Workplace.","sentiment_score":0.0}
{"full_text":"YA GIRL TESTED COVID NEGATIVE TODAY!!! Gonna get a move on for new updates lol","sentiment_score":0.1168087121}
{"full_text":"RT Since pandemic we've had a lot more teens (or teens' parents on their behalf) filling out our online forms to request boo...","sentiment_score":0.5}
{"full_text":"#RIPVikasSharmaofRepublic@republic Its a great loss today for the channel and for all of us who were a fan of Vikas's style of news delivery.  He was unique and touched the minds!I feel sorry he succumbed to post Covid complications!Om Shanti!","sentiment_score":0.1833333333}
{"full_text":"RT I would say that 'some justice' for #ExcludedUK is not enough - they need parity as they have a vital role in building...","sentiment_score":0.05}
{"full_text":"RT Today's #onted press conference today broke me. I give all that I can give to my students day in, day out. Ever since th...","sentiment_score":0.0}
{"full_text":"Means testing relief based on income before the pandemic misses the point completely. Why are democrats so bad at this?","sentiment_score":-0.3}
{"full_text":"Fuck ya. Wait til the covid restrictions lift and I'll be on the first flight doing kethi for my family. You think we slack out here? You don't know a damn thing little boy","sentiment_score":-0.1125}
{"full_text":"The covid19 pandemic has forced retailers to explore digital avenues. This push has resulted in the birth of Direct to consumer model. This article from explains why it is essential for brands to adopt a DTC model to thrive in the retail arenahttps:\/\/t.co\/3zkiCkRtKd","sentiment_score":-0.05}
{"full_text":"Sage","sentiment_score":0.0}
{"full_text":"Probably low ticket sales due to covid. That could def be the case.","sentiment_score":-0.0625}
{"full_text":"RT 45,000 new vaccine doses have been administered, which smashes the daily record for the...","sentiment_score":0.0681818182}
{"full_text":"Open gyms first as we come out of lockdown &amp; fund a Work Out to Help Out scheme - Petitions","sentiment_score":0.125}
{"full_text":"This is a smart practice if you've recently had someone in ur vehicle who is not in your \"pod\" or cud be infected or been exposed to Covid. Thi is cuz covid particles can survive in the air (especially if air uncirculated) for up to 3hrs.","sentiment_score":0.0714285714}
{"full_text":"Being a stay at home mom is kinda nice but so freaking boring","sentiment_score":-0.2}
{"full_text":"is $57 away from becoming a #. Give my daughter back her money with all the money you make you decided to take my 5 year old's saving during a pandemic?????","sentiment_score":0.1833333333}
{"full_text":"True Life: I'm addicted to the COVID-19 nose swab test.","sentiment_score":-0.025}
{"full_text":"RT How rule of law works in Russia.Left: opposition activist arrested for breaching Covid-19 regulations by atten...","sentiment_score":0.0}
{"full_text":"RT We in find that benefits of some interventions in medicine, although rare, are detectable.. without need f...","sentiment_score":0.3}
{"full_text":"RT You know, Covid vaccines don't use fetal cells. Other vaccines that might use those cells, actually are u...","sentiment_score":-0.0625}
{"full_text":"RT After this pandemic, I can say that I am honestly ashamed of voting Liberal in the past. I didn't realize how many margin...","sentiment_score":0.2833333333}
{"full_text":"Knobhead! ","sentiment_score":0.0}
{"full_text":"RT Ron DeSantis didn't just fail to protect Floridians from Covid - he made it easier for them to become infected and die....","sentiment_score":-0.5}
{"full_text":"RT Please find details of the Funeral of Phil Cockayne which will see his final journey pass through the grounds of Rochdale M...","sentiment_score":0.0}
{"full_text":"RT If you work for DHS and wear a mask to work but also bus untested illegal immigrants into the interior &amp; release them int...","sentiment_score":-0.5}
{"full_text":"I only found this out after getting covid from work, relieving the previous shift officer and then taking off my mask in the office. Unfortunately this isn't something that has been widely shared with the public.","sentiment_score":-0.1533333333}
{"full_text":"RT \"This may be the best way forward for arts companies to offer their knowledge and insight to people and keep the indus...","sentiment_score":1.0}
{"full_text":"RT Not surprised but still floored.","sentiment_score":-0.05}
{"full_text":"RT Just so we're clear, zero Republicans in both the House and Senate voted to advance the resolution for the $1.9 trilli...","sentiment_score":0.1}
{"full_text":"#perthlockdown #covid19WA2 weeks to flatten the curve?2 years to open the borders!Yes Australia is an island. Cut off from the rest of the world.2 Years To Flatten The Curve! via","sentiment_score":0.0}
{"full_text":"RT If you are a resident in a for profit long term care facility; you should be put on an endangered species list b\/c the...","sentiment_score":-0.05}
{"full_text":"Yoooo the Sabres coach has covid ohhhh nooo","sentiment_score":0.0}
{"full_text":"I wonder how many of them will be dead in a month? Covid doesn't care that they lack common sense and any spirit of community concern.","sentiment_score":0.0}
{"full_text":"RT 1\/5 Lots of talk today about \"being over the peak\" and what that means for how quickly we can relax restrictions on soc...","sentiment_score":0.3333333333}
{"full_text":"The #pandemic sparked the quickest change the business world has ever witnessed and change will only continue to accelerate from here. Many traditional #B2B sales teams must pivot to provide their customers with \"great 'Amazon-like' experiences.\"https:\/\/t.co\/aTUHEJHuUN","sentiment_score":0.325}
{"full_text":"RT There's a saying, if it ain't broken don't fix it?IT'S BROKEN!!Covid numbers are still TOO high! WHY? People working...","sentiment_score":-0.1}
{"full_text":"RT covid please go away so niall horan can get back on stage","sentiment_score":0.0}
{"full_text":"what's wrong with 11355? The COVID positive rate is more than 15%!","sentiment_score":0.1174242424}
{"full_text":"Court Orders Cuomo Administration to Release Data on New York's COVID-19 Nursing Home Deaths","sentiment_score":0.1363636364}
{"full_text":"The Mysterious Link Between COVID-19 and Sleep by via","sentiment_score":0.0}
{"full_text":"Here's the latest official data.","sentiment_score":0.5}
{"full_text":"\"This breakthrough has the ability to give doctors a head start on treatment and speed up the process of diagnosing patients.\" #COVID19https:\/\/t.co\/hVfutrMGTY","sentiment_score":0.0}
{"full_text":"February is American Heart Month. The says nearly half of Americans have high blood pressure, and that risk increases with age. to manage high blood pressure and other chronic conditions with #HealthyUOhio:","sentiment_score":0.0056666667}
{"full_text":"COVID variants threaten to reinfect those who've already had it","sentiment_score":0.0}
{"full_text":"RT Florida. Notice all the elderly ladies at the grocery store checkout aisle with zero masks. Welcome to F...","sentiment_score":0.8}
{"full_text":"RT OUTRIGHT FALSE--Gov Kristi Noem claims her \"unique approach\" helped South Dakota get through #COVID19 better than \"virtually...","sentiment_score":0.4375}
{"full_text":"This should not be happening.To tackle the virus head on, we must address the rampant health inequities of our health care system. Everyone deserves equal and adequate care.","sentiment_score":0.1666666667}
{"full_text":"Looking for a way to help during the pandemic? is seeking health care professionals to help administer the COVID-19 vaccine. Enroll in the Medical Reserve Corps to help in your community. More info -&gt;","sentiment_score":0.25}
{"full_text":"'It's almost like he slept through the whole pandemic': Teen in coma for 10 months wakes up","sentiment_score":0.0333333333}
{"full_text":"RT 81-person French orgy broken up for violating COVID-19 curfew","sentiment_score":-0.2}
{"full_text":"Despite the coronavirus pandemic, Columbia Basin College's dental hygiene clinic in Richland continues to provide low cost dental services to the community with students learning first-hand.","sentiment_score":0.0}
{"full_text":"RT On the COVID relief package: As a matter of policy the Biden team would be foolish to cut the plan by 2\/3 as 10 Republican...","sentiment_score":0.0}
{"full_text":"A Case For Video Games In A PandemicRecommendations and commentary on video games amidst a lonely pandemichttps:\/\/t.co\/45yydpGhY4","sentiment_score":-0.1}
{"full_text":"RT \"Everything in your epidemic or pandemic plan can fall apart if you don't have a plan for communication.\"EC Fellow","sentiment_score":0.0}
{"full_text":"The and the continue to adhere to their jointly-aligned COVID-19 protocols for #SBLV. All fans in attendance will be provided with personal protective equipment (PPE) and are required to follow all safety protocols:","sentiment_score":0.0}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"Achaleke Christian is #SolvingIt!@achaleke1 is an award-winning civil society and peace activist from Cameroon. During the pandemic, he's combated COVID-19 misinformation, and he made and distributed over 15,000 bottles of hand sanitizer.","sentiment_score":0.0}
{"full_text":"When the country went into lockdown, everyone adapted to a new way of working. In our new Ignition centre, Penny set about creating the right environment for our clients.Watch her story:","sentiment_score":0.1861471861}
{"full_text":"A new study suggests that the biggest spreaders of coronavirus in the US are adults aged 20 to 49, but that doesn't mean they should be pushed to the head of the vaccine line, experts say.","sentiment_score":-0.0920454545}
{"full_text":"You should not travel in or out of Northern Ireland, except where it is essential to do so. If you're arriving into NI from within the Common Travel Area, you must self-isolate upon arrival for 10 days. Find out more:","sentiment_score":0.0666666667}
{"full_text":".@UofT researcher Assistant Prof Roberta Timothy launches project to collect data on #Black experience with COVID-19: \"It's not just a survey. It's about empowering Black folks with Black-led health studies to speak their voice\" | #UofT #Research","sentiment_score":-0.1666666667}
{"full_text":"Beautiful tribute to our Chaplain Terry Barrett who passed away on Sunday. Our prayers are with his family. Read now: ","sentiment_score":0.85}
{"full_text":"Burlington County teacher Alison Grohe's district provides teachers and support staff with face shields, gloves and masks. Grohe opted to arm herself with one more safety net for her toddling daughter in the face of vaccine uncertainty: A will.","sentiment_score":0.25}
{"full_text":"The Morenoite group has opposed basic public health measures urgently needed to contain the pandemic. It denounces even limited restrictions imposed by Spain's central and regional governments as an unacceptable encroachment on democratic rights.https:\/\/t.co\/Z9k1Tft0NH","sentiment_score":-0.0178571429}
{"full_text":"We're delighted to team up with Katherine Beirne, and Taigdh Kavanagh for #LouthTogether, which appeals to young people to play their part in keeping our families, friends and communities safe from COVID-19.  ","sentiment_score":0.4333333333}
{"full_text":"\"As the SARS-CoV-2 continues to evolve through its passage by #infected humans, the rapid identification and assessment of these #mutants using the research and testing approaches they have established will be critically important.\" #COVID19https:\/\/t.co\/mK5xwuNLIi","sentiment_score":0.4}
{"full_text":"Vaccines are here!","sentiment_score":0.0}
{"full_text":"While doctors across the world are being feted for their work in battling the Covid-19 pandemic, over 300 doctors across 18 medical colleges in Maharashtra have not been paid for months or have seen their salaries cut by more than 50%https:\/\/t.co\/x8GRqU93E8","sentiment_score":0.25}
{"full_text":"Before COVID-19 roughly 5% of Americans worked from home. By May 2020 the figure had risen to 62%. By October 40% were still shunning the office. Keeping your remote teammates engaged can be tough. Consider these strategies:","sentiment_score":-0.1962962963}
{"full_text":"As Westchester residents attempt to secure COVID-19 vaccine appointments, three community pop-ups are opening right here in the county.","sentiment_score":0.3428571429}
