{"full_text":"RT Huge news.","sentiment_score":0.4}
{"full_text":"#conartists can have #habits ... #nuns, #lockdown and #excorcism .#sunday .... ","sentiment_score":0.0}
{"full_text":"All the information you'd need ","sentiment_score":0.0}
{"full_text":"RT In the history of humankind there has never been an advantage to being near sighted. Until now.","sentiment_score":0.1}
{"full_text":"Wise, wise woman. Keep your hands off my soda &amp; candy.","sentiment_score":0.7}
{"full_text":"RT Meghan announces she's pregnant, it's front page, we get think pieces. Matt Hancock, the country's Public Health Secretary has...","sentiment_score":0.1666666667}
{"full_text":"RT While already in use in Hungary and Serbia, the Sputnik V #covid19 vaccine has yet to be reviewed and approved by the EMA. ht...","sentiment_score":0.0}
{"full_text":"RT Woman dies with coronavirus after double-lung transplant 'from infected donor'https:\/\/t.co\/7GNxCIS6dF","sentiment_score":0.0}
{"full_text":"RT Peter Ben Embarek, who led the World Health Organization COVID-19 fact-finding mission to Wuhan, China, says it's likely t...","sentiment_score":0.0}
{"full_text":"Define \"unintended\".By then we will have vaccine passports and laws in place to force everyone to take vaccines.No one ever said they can only be used exclusively for covid...","sentiment_score":0.0}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":"RT Sadly there have now been over 500,000 Covid deaths in America. The former guy and his accomplices should all spend the rest of...","sentiment_score":-0.25}
{"full_text":"RT 500,000 dead is not just a tragedy.  It's a crime.  Where is the COVID Commission?  How do we ensure those responsible are...","sentiment_score":0.0}
{"full_text":"RT Sobering NYT cover tomorrow--almost 500,000 confirmed deaths from #COVID19 in the US. Excess mortality in the US is even h...","sentiment_score":0.4}
{"full_text":"RT Biden's Surgeon General - $2 million in COVID consulting fees, pushing COVID panicBiden's SecDef - $1.7 million in Rayt...","sentiment_score":0.05}
{"full_text":"RT Yes. We are inches from the water's surface, we've been holding our breath for ages. Breathing in now just because we real...","sentiment_score":0.2}
{"full_text":"RT \"Gov. Ron DeSantis, a Republican, ignored federal guidelines and prioritized getting senior citizens -- one of Florida'...","sentiment_score":0.0}
{"full_text":"RT 1, One year ago today the Italian government made a decision to reject the pandemic preparedness plans that had been lon...","sentiment_score":0.0}
{"full_text":"RT The deaths from COVID-19 would fill Arlington National Cemetery. Even if less than half those lives would've been spared by a...","sentiment_score":-0.1666666667}
{"full_text":"RT me after the pastor starts getting transphobic again","sentiment_score":0.0}
{"full_text":"RT The laundromat in Tuluksak, Alaska burned down yesterday, leaving the Native village without their primary source of w...","sentiment_score":0.1222222222}
{"full_text":"RT Individuals with special needs need our support ad are deserving of priority consideration. Many are not able to wear ma...","sentiment_score":0.3017857143}
{"full_text":"RT In the history of humankind there has never been an advantage to being near sighted. Until now.","sentiment_score":0.1}
{"full_text":"RT BREAKING: US reaches 500,000 deaths from the coronavirus, according to tally.","sentiment_score":0.0}
{"full_text":"RT 'Should resign?' - #Ridge@Keir_Starmer says he doesn't want to call for the health secretary's resignatio...","sentiment_score":0.0}
{"full_text":"The deaths the US is experiencing now are a direct result of you disgusting crazy father and your families inaction on a global pandemic that your administration did nothing about.  Stop hurting your country you foolish spoilt little twat.","sentiment_score":-0.3375}
{"full_text":"RT Sadly there have now been over 500,000 Covid deaths in America. The former guy and his accomplices should all spend the rest of...","sentiment_score":-0.25}
{"full_text":"SCUMBAG.","sentiment_score":0.0}
{"full_text":"RT Listening to this again from #Marr makes me so angry. How dare Hancock suggest he broke law to prevent shortages of PPE...","sentiment_score":-0.5}
{"full_text":"RT #TedCruzisADisgrace know who a true disgrace is? Democrats who support this man had 1000 bed hospital at his d...","sentiment_score":0.35}
{"full_text":"RT Welcome my brotha, enjoy the moments of your journey!#GETSOME #TBH#CORONA #MODELO","sentiment_score":0.6}
{"full_text":"While I WILL NOT EXCUSE GOV CUOMO'S ACTIONS...these Governors were acting with ZERO DIRECTION! This was an unknown GLOBAL PANDEMIC WITH AN ABSENT ADMINISTRATION! Trump WAS STILL DENYING THERE WAS EVEN A PROBLEM! So quick the PATHETIC GOPQ ARE TO CRUCIFY DEM GOV'S! CRUCIFY TRUMP!","sentiment_score":-0.1236111111}
{"full_text":"RT Biden being competent on COVID was enough to placate people for a month or so. But his refusal to cancel student debt, hi...","sentiment_score":0.25}
{"full_text":"\"Each working mom's story is both different and the same,\" writes at home and at work, exacerbated by COVID, make maintaining any semblance of 'balance' a farce. My goal these days is sanity.\"https:\/\/t.co\/nGf1dWnO1o","sentiment_score":-0.1333333333}
{"full_text":"Many people think that COVID was a man made thing in reality IT WAS ETS who came up with this two remove a particular group of beings from the control of others","sentiment_score":0.3333333333}
{"full_text":"South Africa Covid variant detected in New York resident for the first time, Cuomo says","sentiment_score":0.1931818182}
{"full_text":"RT 500,000 Americans have died from Covid. 500,000 people. And counting.","sentiment_score":0.0}
{"full_text":"Hello Haz! Stay safe and health. The 3.corona  is underways. Your Janine","sentiment_score":0.5}
{"full_text":"What other lies have we been fed??? ","sentiment_score":-0.125}
{"full_text":"RT The Covid-19 housing boom is even bigger than we Imagined.The latest data on household finances shows the extent to which r...","sentiment_score":0.25}
{"full_text":"RT Read this thread for an insight into the Brexit situation the BBC &amp; Tory media are studiously trying to distract you from:","sentiment_score":0.0}
{"full_text":"RT Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000.","sentiment_score":0.0}
{"full_text":"#BTSMediaMarkt me encantan todass!! Lo necesitoo!!!! Life Goes On, Fake Love, Boy In Luv, Black Swan,Home, Run Boy With Luv, Idol, Best Of Me, I'm Fine, Stay, ON, Fire, Not Today, Saty Gold, Dionysus, Airplane, Anpanman, So Wath, Save Me, 00:00, DNAsuertee","sentiment_score":0.25}
{"full_text":"RT keir starmer when matt hancock is literally found guilty of breaking the law with dodgy covid contract dealings: \"this is fine...","sentiment_score":-0.0416666667}
{"full_text":"RT How are your pets doing? Monday at 11am I'm talking with a veterinarian and we're taking your phone calls. How...","sentiment_score":0.0}
{"full_text":"RT The Biden admin is considering domestic travel restrictions while effectively inviting millions to come here in the middle of...","sentiment_score":0.2}
{"full_text":"Berlin's best known sex club becomes a COVID testing center","sentiment_score":0.45}
{"full_text":"RT Virtually every aspect of the COVID vaccine, from the lipid nanoparticles to the mRNA technology, was developed in acade...","sentiment_score":0.1}
{"full_text":"RT is such a good boy. He obediently came in and sucked my cock as soon as I told him to. Hope we get to meet...","sentiment_score":0.3666666667}
{"full_text":"RT 679 new cases of Covid-19 and one more death reported via","sentiment_score":0.3181818182}
{"full_text":"RT BREAKING: US reaches 500,000 deaths from the coronavirus, according to tally.","sentiment_score":0.0}
{"full_text":"RT my qrts and replies are full of \"me and the homies after we get vaccinated\" or \"i miss pre pandemic days\" so this is your re...","sentiment_score":0.35}
{"full_text":"RT The home of common sense returns tomorrow ahead of #Boris giving us his #RoadMap out of #lockdown - join me with","sentiment_score":-0.3}
{"full_text":"RT My grandpa forgets to wear his mask properly bc he has Alzheimer's. The more contagious Covid strain is in my city and I would...","sentiment_score":0.25}
{"full_text":"RT .@NBCNews data: US surpasses 500,000 reported coronavirus-related deaths. Total cases: 28,206,650Total deaths: 500,002","sentiment_score":0.0}
{"full_text":"RT Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000.","sentiment_score":0.0}
{"full_text":"Fauci downplays concerns over COVID-19 variants, but claims variant vaccines in development","sentiment_score":0.0}
{"full_text":"Watch this before taking the Covid Vaccine","sentiment_score":0.0}
{"full_text":"That's funny.  Fucking covid","sentiment_score":-0.175}
{"full_text":"RT My op ed in The WHO's willingness to chase the implausible theory that the Wuhan outbreak originated from frozen...","sentiment_score":0.0}
{"full_text":"RT The Chancellor should be supporting families through the pandemic and the worst economic crisis of any major economy. I...","sentiment_score":-0.121875}
{"full_text":"RT My op ed in The WHO's willingness to chase the implausible theory that the Wuhan outbreak originated from frozen...","sentiment_score":0.0}
{"full_text":"RT Breaking NBC: The U.S. death toll from the coronavirus has topped 500,000.","sentiment_score":0.0}
{"full_text":"RT FEB 21: #COVID19 in #Ontario1087 cases*, 13 deaths, 1140 resolved48178 tests\/day, 17307 pending, 2.7% pos660 hospitalized...","sentiment_score":0.0}
{"full_text":"RT Chief Medical Officer, Prof Paul Kelly and Chief Nursing and Midwifery Officer, Pro Alison McMillan supported the launch o...","sentiment_score":0.0}
{"full_text":"RT On the eve of the Prime Minister announcing his 'roadmap' for relaxing lockdown, I fervently hope today's Covid data giv...","sentiment_score":0.0}
{"full_text":"Stephanie's husband, Robert, died from Covid-19 complications on January 28 after spending eight days in the hospital. On Tuesday, the family lost their home to fire while trying to stay warm in Texas.https:\/\/t.co\/OWL9IYGAsx","sentiment_score":0.6}
{"full_text":"RT It should also be pointed out that Ted Cruz was IN MEXICO and should, per CDC guidelines, be quarantining in his home.","sentiment_score":0.0}
{"full_text":"RT pov: it's february 21st 2020. map of the soul 7 just dropped. you're listening to each new track and loving every second of i...","sentiment_score":0.1840909091}
{"full_text":"RT Given the current restrictions and closures caused by coronavirus, the best way to obtain period products right now is by p...","sentiment_score":0.4285714286}
{"full_text":"If you've lost a loved one to #Covid, know that spits on their grave","sentiment_score":0.7}
{"full_text":"RT Pres. Joe Biden needs to provide strong support on CDC guidelines for reopening schools instead of waiting for more money to be ap...","sentiment_score":0.4666666667}
{"full_text":"RT Exciting news, Wisconsin! As of today, we have administered 1,000,000 doses of #COVID19 vaccine in our state. Thank you to ev...","sentiment_score":0.375}
{"full_text":"RT The #SingleParentPenalty is a gender and racial equity issue--4\/5 single parents are women and 2\/3 are Black. Even thoug...","sentiment_score":-0.119047619}
{"full_text":"RT Sweden  strategy success??? Compared to its Scandinavian neighbors......No! Sweden has a 12% excess mortality above pas...","sentiment_score":0.1875}
{"full_text":"RT The deaths from COVID-19 would fill Arlington National Cemetery. Even if less than half those lives would've been spared by a...","sentiment_score":-0.1666666667}
{"full_text":"RT In the history of humankind there has never been an advantage to being near sighted. Until now.","sentiment_score":0.1}
{"full_text":"RT 500,000 dead is not just a tragedy.  It's a crime.  Where is the COVID Commission?  How do we ensure those responsible are...","sentiment_score":0.0}
{"full_text":"RT National Security Adviser says the upcoming report on China lacks critical data held back by China about...","sentiment_score":0.0}
{"full_text":"Wonderful to have the amazing hosting one of our Serendipity Rooms at Media Meet and Greet. Join your TV industry peers at this convivial networking event.","sentiment_score":0.8}
{"full_text":"RT Please help my mom ","sentiment_score":0.0}
{"full_text":"RT Not seeing enough about how the catastrophes in Texas are NOT equally distributed. Much like the pandemic, race, class, gen...","sentiment_score":0.0666666667}
{"full_text":"RT This version of the Big Lie is what i call High Hawley-ism, that it's all about how states expanded voting in the midst of...","sentiment_score":0.08}
{"full_text":"Just like the US man who crashed his motorbike and died but he died of COVID! Nothing to do with the motorbike of course","sentiment_score":0.0}
{"full_text":"Share your tribute to a person who has died from Covid-19 in Dorsethttps:\/\/t.co\/n2MAul72hS","sentiment_score":0.0}
{"full_text":"Stranded students feel shame &amp; pressure to give up study -  writes #Equality #Coronavirus #GlobalEd","sentiment_score":0.0}
{"full_text":"Here's how you can use these money moves to jump-start your 2021 goals.https:\/\/t.co\/MmaH6WGgrA","sentiment_score":0.0}
{"full_text":"In this week's #Covid19 manufacturing roundup: Shortly after Thermo Fisher's $878.2 million buyout of Novasep's viral vector manufacturing business, it took over a plant in Belgium tasked with producing adenovirus vectors for AstraZeneca's vaccine.https:\/\/t.co\/XKeDz6wmlu","sentiment_score":0.0}
{"full_text":"Apple to update syringe emoji amid COVID-19 vaccine rollout","sentiment_score":0.0}
{"full_text":"\"The goo Irish people have for local music is magnified during these very strange times\" Louise Bruton sits down with Pamela Connolly to discuss the importance of letting homegrown talent flourish - pandemic or no pandemic","sentiment_score":-0.0551388889}
{"full_text":" CORONAVIRUS 2021-02-21Risk of Covid-19 illness drops 95.8% after 2nd Pfizer jab.https:\/\/t.co\/WD8FThppVO RT","sentiment_score":0.0}
{"full_text":"Russia on Saturday approved a third coronavirus vaccine for domestic use, Prime Minister Mikhail Mishustin said on state TV, though large-scale clinical trials of the shot, labelled CoviVac and produced by the Chumakov Centre, have yet to begin.","sentiment_score":0.0}
{"full_text":"RT Trump kept trying to overturn Obamacare in 2020 despite millions of ppl having recently-lost their employer...","sentiment_score":0.0}
{"full_text":"Voters do not trust Boris Johnson to take country out of lockdown safely, poll finds","sentiment_score":0.5}
{"full_text":"NEW EMOJIS https:\/\/t.co\/HUo1dzDlbr","sentiment_score":0.1363636364}
{"full_text":"RT Mjolo the pandemicCc","sentiment_score":0.0}
{"full_text":"What's safe after COVID-19 vaccination? Don't shed masks yethttps:\/\/t.co\/gAoP8QyupH","sentiment_score":0.5}
{"full_text":"\"COVID-19 immune signatures reveal stable antiviral T cell function despite declining humoral responses\" Read the article by Eiz-Vesper and colleagues in #sarscov2","sentiment_score":0.0}
{"full_text":"Last week, four 'breakthrough' cases of the coronavirus were documented in Oregon - individuals more than 14 days past becoming fully vaccinated. According to Jackson County Public Health, it's no serious cause for concern.https:\/\/t.co\/x0AK4X1KXG","sentiment_score":0.1444444444}
{"full_text":"Canada needs to step up for refugees during the pandemichttps:\/\/t.co\/V3fZQrKcej","sentiment_score":0.0}
{"full_text":"WATCH: William and Kate speak to nursing student on front line of COVID-19.","sentiment_score":0.0}
{"full_text":"RT \"We see no material impact on the economy. The pandemic is, of course, in China, not the United States.\" --...","sentiment_score":0.0}
{"full_text":"RT The deaths from COVID-19 would fill Arlington National Cemetery. Even if less than half those lives would've been spared by a...","sentiment_score":-0.1666666667}
{"full_text":"RT 500,000 dead. It's beyond surreal. It's beyond tragic. It was so avoidable. Blood is on the hands of #DonaldTrump","sentiment_score":-0.2333333333}
{"full_text":"#WATCH On what should be a busy day for Catholic Churches around the country, religious leaders say they hope to re-open places of worship soon has more #VMNews | #COVID19ireland | #Lockdown","sentiment_score":0.15}
{"full_text":"Hundreds of people across Berkshire are backing calls for schools to stay closed","sentiment_score":-0.1}
{"full_text":"Word on the street is that food waste is downhttps:\/\/t.co\/EfZmUjREQe","sentiment_score":-0.2}
{"full_text":"RT I don't know if there's worse advertising for prospective school staff than not making all school staff eligible for the vac...","sentiment_score":-0.4}
{"full_text":"I spend a lot of time dreaming about a post-covid world where I could hug each member of individually. ","sentiment_score":0.0}
{"full_text":"RT secupp: Glasses-wearers up to three times less likely to catch coronavirus, study suggests","sentiment_score":-0.0833333333}
{"full_text":"Making front page news today:- #COVID19 vaccinations start in #SouthAustralia today- COVID hotel breach sparks security probe- Major changes to vocational education in SA schoolsRead the digital edition:","sentiment_score":0.1208333333}
{"full_text":"Since the start of the pandemic, we've seen bad government policies undermine the medical response and hamper the rebound of the economy.","sentiment_score":-0.35}
{"full_text":"#SaudiArabia has a total of 375,006 #coronavirus cases, 366,094 recoveries and 6,461 deaths.   ","sentiment_score":0.0}
{"full_text":"When it comes to #burnout due to #COVID19, few people know it better than frontline physicians. Find out the many reasons using physician coaches can help promote employee well-being and create healthy work environments.","sentiment_score":0.235}
{"full_text":"RT bestfriEND. boyfriEND. girlfriEND.they all END.you know what doesn't end?lockdown restrictions in England","sentiment_score":0.0}
{"full_text":"Our #healthcareworkers are important, so let's understand how #COVID19 affects them! No drugs or vaccines required. If you work in a hospital in #Toronto or #Hamilton see if you can join by clicking here: #COVID19Ontario #SARSCoV2 #StrongerTogether","sentiment_score":0.5}
{"full_text":"JOSEPH FERRUGIA, 61, of Massapequa, New York, died of COVID on Jan. 31, 2021. A veteran firefighter &amp; 9\/11 first responder, \"he's the 13th member of the FDNY to die from the virus, which has claimed the lives of 5 EMS members and 7 civilian employees.\"https:\/\/t.co\/h9YBq5s1Xy","sentiment_score":0.0965909091}
{"full_text":"Shanghai Zoo named two puma cubs born in Sept last year to commemorate Huoshenshan and Leishenshan Hospital, which were swiftly built for the treatment of COVID-19 patients in Wuhan.","sentiment_score":0.0}
{"full_text":"Anti-maskers but likely already have their vaccine MAGAts that likely are living on social security or welfare and got and spent their Covid checks and bought magat shit","sentiment_score":-0.0533333333}
{"full_text":"The 11th annual Adam Brown Shamrock Run will be held virtually next month after the event had to be canceled in 2020 due to the COVID-19 pandemic.","sentiment_score":-0.0625}
{"full_text":"RT stop whining about losing your 'hot years' to covid. some of us lost our hot years to not being hot","sentiment_score":0.25}
{"full_text":" Top hashtags used by the scientific community in english tweets in the last 12h:#COVID19#DSC_ARTICLE#BIORXIV#SARSCOV2#GENOMICSFollow us here for more data or subscribe to our daily\/weekly newsletter.","sentiment_score":0.25}
{"full_text":"W.H. Press Secretary Jen Psaki Doesn't Give a 'Yes' or 'No' on Cuomo's Pandemic Leadership  IT IS CALLED WEASEL WORD.  The Fakes news media does not recognize this because they always use distortion and lies.  Fake news journalist are scum bags.","sentiment_score":-0.4}
{"full_text":"Months after contracting COVID-19, the previously thriving 13-year-old continues to have heart issues, trouble breathing, migraines, gastrointestinal problems and muscle weakness.","sentiment_score":-0.1833333333}
{"full_text":"#BTSMediaMarkt me encantan todass!! Lo necesitoo!!!! Life Goes On, Fake Love, Boy In Luv, Black Swan,Home, Run Boy With Luv, Idol, Best Of Me, I'm Fine, Stay, ON, Fire, Not Today, Saty Gold, Dionysus, Airplane, Anpanman, So Wath, Save Me, 00:00, DNAsuertee","sentiment_score":0.25}
{"full_text":"NEW NUMBERS | An additional 888 cases of COVID-19 in Indiana were confirmed in Sunday's report. More info here &gt;&gt;","sentiment_score":0.3454545455}
{"full_text":"Future of the coronavirus: Even if vaccines don't eliminate it straight away, they are still useful in controlling it","sentiment_score":0.1666666667}
{"full_text":"RT That's me done my Covid test for return to work tomorrow. The instructions are really clear to follow. Please encourage yo...","sentiment_score":0.1}
{"full_text":"Overcoming COVID-19 vaccine hesitancy -- Community leaders and health care workers explore the roots of vaccine skepticism, and the challenges of getting them to the people who need it the most.","sentiment_score":0.5}
{"full_text":"\"The County still has not gotten notification that the vaccines have even shipped yet and so we have no choice but to cancel the scheduled appointments for Monday,\" said Commissioner Director Thomas A. Arnone.","sentiment_score":0.0}
{"full_text":"There's an interesting analysis you might enjoy:","sentiment_score":0.45}
{"full_text":"RT This week, I wrote about how coronavirus long-haulers are finding some much-needed hope as post-COVID recovery programs ar...","sentiment_score":0.0}
{"full_text":"Time: 21:00 * Temp: 6.4degC * Wind: S 0.0 to 0.0mph * Pressure: 1001.0hPa * Rain: 0.0mm * Hum: 96% * ET: 1.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:30 * Sunset: 17:43 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Glasses-wearers up to three times less likely to catch coronavirus, study suggests | The Independent","sentiment_score":-0.0555555556}
{"full_text":"When Gov. John Bel Edwards announced the coronavirus vaccine was available to 65-year-olds, independent Louisiana pharmacy Carr Drugs had its five phone lines ringing nonstop.More on how they've been handling the demand for the vaccine:https:\/\/t.co\/xiOpKV6fpL","sentiment_score":0.2}
{"full_text":"RT People are catching on about Covid. At last. ","sentiment_score":0.3}
{"full_text":"RT But this is EXACTLY what I want to see...","sentiment_score":0.25}
{"full_text":"What a 1918 pandemic in Michigan can teach us about the future of COVID-19 #COVID19 #Health","sentiment_score":0.0}
{"full_text":"A department fails to deliver some petty admin during an unprecedented global pandemic so he should resign? Pathetic.","sentiment_score":-0.225}
{"full_text":"RT 120,000 people have died of Covid in the UK. When we analyse and evaluate the response to the pandemic, remember that the N...","sentiment_score":0.0}
{"full_text":"When Gov. John Bel Edwards announced the coronavirus vaccine was available to 65-year-olds, independent Louisiana pharmacy Carr Drugs had its five phone lines ringing nonstop.More on how they've been handling the demand for the vaccine:https:\/\/t.co\/Kk1LBODhKS","sentiment_score":0.2}
{"full_text":"Nonprofit to File Lawsuit Against CDC Over Statement That Vaccines Do Not Cause Autism via","sentiment_score":0.0}
{"full_text":"IT'S CALLED PANDEMICIDE In the weeks between the election &amp; the insurrection,  COVID cases were at 1 million new cases a day.Said NOTHING.Did NOTHING.He should be charged with every of the 400,000 deaths. He owns EVERY SINGLE DEATH.IT DID NOT HAVE TO BE THIS BAD.","sentiment_score":-0.2116883117}
