{"full_text":"RT Most of the $1.9 trillion House Covid bill has little to do with the virus. Here's a breakdown. via...","sentiment_score":0.15625}
{"full_text":"RT 100,000 COVID deaths under Joe Biden so far. Media?","sentiment_score":0.1}
{"full_text":"RT Shri @RahulGandhi ji met this elderly lady and her family en route to Meppadi, in his Parliamentary Constituency, Wayana...","sentiment_score":0.0}
{"full_text":"it was negative btw","sentiment_score":-0.3}
{"full_text":"RT We're at the half way point of #NISF21! Thanks so much to all across the world who have joined us so far on this virtual jou...","sentiment_score":0.0729166667}
{"full_text":"RT Cmon May ","sentiment_score":0.0}
{"full_text":"RT #NJ #COVID19 This is the result of the state overreporting cases to the CDC. These are being fed direct into the CDC School R...","sentiment_score":0.1}
{"full_text":"RT All adults in Britain to get first COVID-19 shot by July 31, government says","sentiment_score":0.25}
{"full_text":"White House Refuses To Condemn Cuomo's Fatal Nursing Home Decision","sentiment_score":0.0}
{"full_text":"RT When #Covid19 was at its peak what was busy with He said \"Humari to taiyari hai.. corona se poocho uski taiy...","sentiment_score":0.1}
{"full_text":"The Govt has an 80 seat majority, has never fallen behind in the polls throughout the pandemic and there is not an election due for another 3+ years, Henry! They are allowed to show a bit of gumption in such circumstances and face down the BS.","sentiment_score":-0.1779513889}
{"full_text":"RT \"It's 2021, everyone. I hope that Covid-19 will end soon, so there will only be fun and happy things this year. I will go we...","sentiment_score":0.3666666667}
{"full_text":"RT Watch out today for an update from as he publishes the roadmap out of restrictions:  3.30pm in the House...","sentiment_score":0.0}
{"full_text":"RT In 7 days, it's 1 year since Trumps speech. At the convention,idiots laughed about COVID. On 2\/28, Trump said \"ne...","sentiment_score":0.7}
{"full_text":"RT The system is definitely broken. But seeing teachers as free childcare and thus berating them for being scared about w...","sentiment_score":0.0}
{"full_text":"RT Read my increasingly irate 'it's spread by airborne transmission!' messages every morning, for free:","sentiment_score":0.4}
{"full_text":"Remember when the countryside was closed because of another virus? Only 20 years ago. Excellent article. Dystopian images of burning carcases included in the film 'Children of Men'","sentiment_score":0.3}
{"full_text":"Matt hancock acts illegally with covid contracts and nobody beats an eyeHarry and Meghan split from the royal family and everyone loses their minds","sentiment_score":-0.4}
{"full_text":"Here are this weeks after school club challenges!!","sentiment_score":0.0}
{"full_text":"RT She is seriously endangering the whole province which has no natural immunity over a fatal disease.","sentiment_score":-0.0611111111}
{"full_text":"RT The beauty of online marketing is that it doesn't have to be expensive. #business #earlybiz #SmallBusiness #SaturdayVi...","sentiment_score":-0.5}
{"full_text":"Boldfit N95 mask for face (Pack of 10) Anti Pollution, protective. Third Party Tested by manufacturer at SGS &amp; Ministry of Textiles       ","sentiment_score":0.0}
{"full_text":"RT IMA (Indian Medical Association) asks: If Ramdev's Coronil can prevent Covid-19 why are we spending Rs 35,000 crore on va...","sentiment_score":0.0}
{"full_text":"So the thousands of cards in my basement may have some worth after all?","sentiment_score":0.3}
{"full_text":"#news: Flying to India from abroad? New international travel rules from tomorrow. #indiavisa #touristvisa #evisa #travelrules #covid19 #travelnews #travelguidelines","sentiment_score":0.0681818182}
{"full_text":"RT Meanwhile the UK has given first doses to more people than every country in the EU put togetherhttps:\/\/t.co\/9la8XzfEFa htt...","sentiment_score":0.375}
{"full_text":"Dr Lee Merit: The Vaxx is preparing the world for a MASS DEATH EVENT","sentiment_score":0.0}
{"full_text":"RT A \"small funeral\" will be held for national treasure Captain Sir Tom Moore as his family ask the public to stay at home...","sentiment_score":-0.125}
{"full_text":"The youngest got hers on Saturday, had a banging headache yesterday but better than getting Covid.","sentiment_score":0.5}
{"full_text":"RT In Three WeeksThis Tweet will beOne Year Old","sentiment_score":0.1}
{"full_text":"Isn't corona still a thing?","sentiment_score":0.0}
{"full_text":"who will relationship twitter stan now ","sentiment_score":0.0}
{"full_text":"Happy MondayOur #YoungPeople received the latest edition of the Anstee Bridge Lockdown Newsletter! It includes a kind message from Lockdown tips from a yummy #BakingRecipe &amp; SO MUCH MORE @AforC_info","sentiment_score":0.63125}
{"full_text":"Final episode of the #COVID19 myth busting series with Professor looking ahead ","sentiment_score":0.0}
{"full_text":"RT We are racing to vaccinate the US and worldwide population for COVID19 for many reasons: to prevent deaths, limit emergen...","sentiment_score":0.5}
{"full_text":"Yes exactly.   Fallout in education is another byproduct of stepping through a global pandemic!","sentiment_score":0.125}
{"full_text":"RT Tune-in to the ASL Town Hall occurring on 22 February to discuss the COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"my housemate with MS has worked in nursery\/reception over lockdown and is dreading her class size doubling. and STILL no vaccine!","sentiment_score":0.0}
{"full_text":"RT Interesting days in the Netherlands.\"Test events\" are being organized, to assess damage\/tactics. Scant legal basis, a...","sentiment_score":0.35}
{"full_text":"RT  REMINDER!!If you're over 65 &amp; received a national invitation for your #COVIDVaccine please keep checking the national boo...","sentiment_score":0.0}
{"full_text":"As of Sunday, half a million people in the US have lost their life due to COVID-19.","sentiment_score":-0.1458333333}
{"full_text":"RT Today I'll be setting out a roadmap to bring us out of lockdown cautiously. Our priority has always been getting children...","sentiment_score":0.0}
{"full_text":"The newest mutation is far more virulent in children as data everywhere shows. No guarantees the vaccines will become further effective against further mutations and variants. Yes still vaccinate, but surely get R rate down to an absolute minimum. I can't do a 4th lockdown....","sentiment_score":0.2180555556}
{"full_text":"RT Say it again. Repeat. When educators are told to teach two learning models at the same time, they are doing two jobs. Pla...","sentiment_score":0.0}
{"full_text":"RT So much to disentangle here. But I'm distracted by the mask that so poorly fitting that when Johnson says \"kids\" at 0....","sentiment_score":0.35}
{"full_text":"RT Here is more about Tea Party Patriots","sentiment_score":0.5}
{"full_text":"RT Reminder: A real pandemic wouldn't have people taking a jab because they are more worried about missing a holiday than...","sentiment_score":0.1666666667}
{"full_text":"RT The pandemic has sparked enormous changes for labor markets--accelerating trends in remote work, digital interactions and tran...","sentiment_score":-0.0333333333}
{"full_text":"RT Amanda is very scared of needles, so our #LearningDisability team invited her to The Oval #COVID19 vaccination centre to have a...","sentiment_score":0.2}
{"full_text":"RT Fun fact: the covid crisis has produced over 1200 new words in German over the past year. Personal favourites are coronamude (...","sentiment_score":0.0372727273}
{"full_text":"RT 1. mRNA tech is not new. Work started on it during '90s &amp; part of the reason why it took so long is because the re...","sentiment_score":-0.0590909091}
{"full_text":"RT Fuckin grow some. He needs sacking with a massive investigation to follow.","sentiment_score":0.0}
{"full_text":" Dear sir Abhi To Sab Thick Huva aapne phir se  Lockdown! no sir no Have mercy, everyone is not here like youJai Maharashtra ","sentiment_score":-0.375}
{"full_text":"RT Breaking: Cornwall Regional Hospital at 100%; Noel Holmes 95%: UHWI reportedly full; KPH &amp; Chest at \"high numbers\"; Spanish...","sentiment_score":0.17}
{"full_text":"RT Big shout-out to WizkidFC home and abroad we stay winning all day!","sentiment_score":0.3125}
{"full_text":"RT When  #Covid19 hit, Mayo Clinic had to rethink its technologyhttps:\/\/t.co\/AH3U9JOAal","sentiment_score":0.0}
{"full_text":"I wonder if he'll open with the crowd pleaser: \"man, woman, person, camera, tv\"","sentiment_score":0.0}
{"full_text":"Government had no idea how resilient the British economy was . Hence the no end date lockdown this timeWhen a satisfactory number of small and medium business have been smashed and UBI implemented in great numbers it is possible that lockdown will be lifted","sentiment_score":0.1375}
{"full_text":"The highlighting one of the places of worship being used for #COVID19 #vaccination.#Sikh #gurdwara #Bedford","sentiment_score":0.0}
{"full_text":"RT At opening of meeting this year, #UN Chief says \"#Myanmar #military (must) stop the repression imm...","sentiment_score":-0.1}
{"full_text":"After Covid Warriors, Athletes Headed To Tokyo Olympics To Be Vaccinated Next: Kiren Rijiju | Other Sports News","sentiment_score":-0.0625}
{"full_text":"Announced Weeks Ago Mandatory hotel quarantine for people arriving into Ireland from abroad is STILL \"three to four week away\", Justic Minister Helen McEntee has said.#HotelQuarantine #coronavirus #airports","sentiment_score":0.0}
{"full_text":"RT Teachers have been treated abysmally by the gov since the start of the pandemic. Teachers are trained to be flexible (\"a ch...","sentiment_score":0.0}
{"full_text":"What is social distancing, earthmixx didn't know that #LOrealMatteCoverxEARTHMIX #EarthMixx #e`irthmikch","sentiment_score":0.0333333333}
{"full_text":"RT Most of you mfs not even spending this time in lockdown y'all still going out every weekend so stop the bullshit","sentiment_score":0.5}
{"full_text":"RT There are millions of people afraid to use their real name online, or voice a heterodox opinion for fear of being 'canceled'...","sentiment_score":-0.2}
{"full_text":"RT Remote working innovations helping people with disabilities via #accessibility #disabilityin...","sentiment_score":-0.1}
{"full_text":"RT I'm sorry.  This type of 'bullying' style shouldn't have a place ANYWHERE. Do better @nytimes Can Andrew Cuomo's 'Bully...","sentiment_score":0.0}
{"full_text":"Another pandemic waiting to happen","sentiment_score":0.0}
{"full_text":"RT Only hardcore nationalists could possibly think this is a good use of time, money or energy in the middle of a pandemic. Ut...","sentiment_score":0.175}
{"full_text":"RT Lockdown has really ruined so many relationships. I think being around your partner 24\/7 can be really draining. Space is...","sentiment_score":0.3}
{"full_text":"So! when is going to apologise for breaking lockdown rules? SAY SORRY!!!! come on give us a straight answer. You could have spread the virus to someone by your illegal actions. You're guilty #gmb #COVIDIOTS","sentiment_score":-0.45}
{"full_text":"COVID-19 has transformed education - here are the 5 innovations we should keep #education","sentiment_score":0.0}
{"full_text":"RT Best thing we could do for kids right now? Ban use of the phrase 'catch up'. The system needs to flex, not the kids.","sentiment_score":0.6428571429}
{"full_text":"Poor old Colin is in permanent lockdown since we built our side extension this time last year. He's destined to roam our dining room and garden for all eternity.","sentiment_score":-0.1}
{"full_text":"RT #CoronaVirusUpdates  India's Cumulative Testing stand at 21.15 Cr today with nearly 2400 testing labs across the cou...","sentiment_score":0.1}
{"full_text":"RT Covid vaccines - 'spectacular' impact on serious illness - BBC News","sentiment_score":0.1333333333}
{"full_text":"RT 500,000 coronavirus deaths that should never have happened due to failure to act. 500K is more than Arlington Cemetery can...","sentiment_score":0.0194444444}
{"full_text":"Thank you, its just his bee allergy therapy which he has had to start all over again after lock down disrupted it a year in last year. Its a 3 year course","sentiment_score":-0.0777777778}
{"full_text":"After Covid warriors, Olympic-bound athletes to get vaccine jab: Kiren Rijiju | India News","sentiment_score":0.0}
{"full_text":"The cruise industry was flatlined by COVID-19 shutdowns and restrictions. We pulled our data and tracked cruise liners from February 2020 through today. Download the sample and read more in our Data Story.https:\/\/t.co\/AIU4UOjhxR#maritimedata #data #cruiselines","sentiment_score":0.5}
{"full_text":"7 Reasons Warehouses Are Booming During COVID-19 #CRE #TenantTips #Warehouse #COVID-19 #NewNormal #CommercialRealEstate #TenantRep     ","sentiment_score":0.0}
{"full_text":"The latest on covid 19 vaccines and allergic reactions to the  vaccine. #COVID19vaccines #foodallergies #allergy","sentiment_score":0.5}
{"full_text":"RT Breaking: President Biden, Dr. Biden, Vice President Harris &amp; the Second Gentleman will hold a candle lighting ceremony...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson telling us the roadmap out of lockdown","sentiment_score":0.0}
{"full_text":"RT The truth twisters are trapped now. Their reason for spaffing billions on PPE via their friend's bank accounts is because we...","sentiment_score":-0.2}
{"full_text":"RT Boris Johnson has a roadmap for getting out of lockdown. It goes under the Isle of Man.","sentiment_score":0.0}
{"full_text":"RT Over my cold dead body. COVID-19: UK vaccine rollout should turn to children 'as fast as we can', says SAGE expert","sentiment_score":-0.2}
{"full_text":"RT .@JoeBiden the dummy! He's the genius who killed tens of thousands of #jobs during a pandemic! Where are the replacement...","sentiment_score":-0.25}
{"full_text":"Can we all protect unsung COVID-19 heroes?","sentiment_score":0.0}
{"full_text":"From social commerce sellers to delivery drivers, here's what it's like to be a young platform worker or seller in the age of COVID-19.This video project was supported by collaboration with #PlatformLivelihoods","sentiment_score":0.0666666667}
{"full_text":"Monday Night's are nights - Some groups are back up and running but they also continue online as well whilst we remain in lockdown.Check with Andy's Man Club where they run their sessions and how to get involved","sentiment_score":0.0}
{"full_text":"During lockdown we will be sharing a daily quote to keep our school community motivated and inspired during these difficult times #stayhome #QuoteoftheDay #SSTInspire","sentiment_score":-0.25}
{"full_text":"RT Very useful paper on #qualitative data collection during Covid-19, including a summary of the features of different #o...","sentiment_score":0.195}
{"full_text":"Please #StayHome and #StaySafe even after you have had the #COVID19 vaccination.You still need to follow the rules to help stop the spread of the virus here in the North East and beyond.For more guidance, visit","sentiment_score":0.5}
{"full_text":"Most places have made progress in pushing the case rate down this weekhttps:\/\/t.co\/OmR5Z5m96l","sentiment_score":0.1722222222}
{"full_text":"RT It's not that complicated at all to understand. There were over 9,000 Covid positive patients put into nursing homes as per...","sentiment_score":-0.1363636364}
{"full_text":"RT Thank you for partnering with us. We are much more confident knowing that you are on board, particularly...","sentiment_score":0.3888888889}
{"full_text":"Continue to #GetTheVaxFacts by visiting for answers to the most common questions about the #COVID19 vaccine. Our webpage along with our social media will continue to be updated as new information becomes available.","sentiment_score":0.1539393939}
{"full_text":"Don't let Covid-19 stop you from selling to your overseas customers!XanPay provides over 15 Asia-Pacific local payment methods in 1 single integration, all at only 1.99% per transaction! Sign up at  now!","sentiment_score":-0.0238095238}
{"full_text":"Should Maharashtra go into a lockdown again?Watch #Viewpoint with at 5:57 PM only on CNN-News18.","sentiment_score":0.0}
{"full_text":"RT The #UK announced it will be the first country in the world to run human challenge trials on #COVID-19, a type of stud...","sentiment_score":0.125}
{"full_text":"The app, developed in collaboration with MIT professors, 'uses a theoretical model to calculate safe exposure times and occupancy levels for indoor spaces.' #Caledon #COVID19","sentiment_score":0.2}
{"full_text":"Book your night chaperone in New Jersey for your NYC student travel groups today! COVID-19 protocols in place to keep the students safe &amp; healthy!#studenttravel #studenttours #nightchaperone #OrangeMoonSSS #nightsecurity #covidsafety #travel #newjersey #NYC","sentiment_score":0.3352272727}
{"full_text":"France in #SixNations crisis as ahead of Scotland clash captain Charles Ollivon among stars hit by COVID outbreakhttps:\/\/t.co\/0NmwZE8BbB","sentiment_score":0.0}
{"full_text":"COVID-19 ENHANCED SCHOOL SCREENING PROTOCOL You must screen for COVID-19 symptoms every day before going to school.  Check at P1 class, you will be asked to confirm that you have completed the self-screening with a result to \"Go to School\".","sentiment_score":0.0}
{"full_text":"The global #virtualevents market was valued at nearly $78bn in 2019. That was before #COVID19. That's why we've compiled a list of 18 tips on how to create a successful virtual event.https:\/\/t.co\/QLfeCsIffW via #MondayBlogs #MondayMotivation #Virtual","sentiment_score":0.2833333333}
{"full_text":"Here is this week's Lockdown Challenge. I wonder what new skill or talent you can discover?","sentiment_score":0.1363636364}
{"full_text":"Fantastic news for the sporting community as grassroots football, golf, tennis, basketball and athletics all look set to restart from March 29...https:\/\/t.co\/gdTldQWrMt","sentiment_score":0.4}
{"full_text":"The key to pandemic management: Unlocking the secrets of the bloodhttps:\/\/t.co\/mYEaMuoIkB#medtech #diagnostics #PixCellMedical #covid19","sentiment_score":0.0}
{"full_text":"\"People are not comfortable with seeing a Black, transgender person ... Casa T offered me the safe place I needed\" A Brazilian trans migrant founded Portugal's first home for trans migrants, after being evicted at the start of the coronavirus pandemichttps:\/\/t.co\/uOwZCUIG8T","sentiment_score":0.0958333333}
{"full_text":"RT Thank you for your support Tracey, you are AMAZING!","sentiment_score":0.75}
{"full_text":"Two thirds of Berkshire parents believe lockdown is impacting on mental health","sentiment_score":-0.1}
{"full_text":"Stay healthy this lockdown and keep an eye on our blog for nutritious #vegan recipes from Looking for some new lunch ideas? This scrambled tofu on sourdough #recipe is the perfect fuel for your day. Take a look -&gt;https:\/\/t.co\/KNsgmvtyr1","sentiment_score":0.5454545455}
{"full_text":"\"The pandemic has led to a marked increase in the number of people accessing DC pension savings. People doing this are making decisions that are for the most part irreversible, so it is vital that they are fully aware of all of their options and the consequences of making..","sentiment_score":0.2375}
{"full_text":"Have you ever thought of advertising with us?Our posts are hitting a huge reach at the moment and with more people on their phones during the lockdown than ever before now is a great time to start!Get your product and business out there now to a huge local audience!","sentiment_score":0.42}
{"full_text":"To join our Men's Mental Fitness squad sessions at The Gateway Centre, Warrington, please email community@warringtonwolvesfoundation.com or call 01925 248894 Free Parking  Routes 7, 19, 110 &amp; 329 Covid Safe","sentiment_score":0.2666666667}
{"full_text":"PM is to outline his plans for ending England's lockdown to the Commons at 3.30pm. Plus the GMP is waiting to hear if vaccine doses are to be spaced out https:\/\/t.co\/lj5gas5kiR","sentiment_score":0.0}
{"full_text":"There are a lot of countries in the world where the tories are not in power - covid is not a political virus","sentiment_score":0.0}
{"full_text":"Have you registered for our chat with World Triathlon Champion tomorrow? She'll discuss her training, nutrition, and mental health during lockdown, and how she's preparing for an uncertain year ahead.#SwimBikeRun #TriathlonEngland","sentiment_score":-0.1}
{"full_text":"Jenny, who we support, has been using her time in lockdown recently to clean up her local area! Well done Jenny ","sentiment_score":0.1833333333}
{"full_text":"Q&amp;A with a coronavirus expert, on 'what other variants might be out there?' via #healthcare #covid19","sentiment_score":-0.125}
{"full_text":"Your kind donations funded Ollie's Get Sensory Pack, and his mum says it has really helped during lockdown  Thousands of families like Ollie's have applied, but we need donations to help them. Can you help us to support more children like Ollie?","sentiment_score":0.4333333333}
{"full_text":"Ahead of our exclusive premiere on 18\/3 we're delighted to release our first teaser photo. We can confirm that #HowWeLiveNow included some super-secret Covid-secure filming But who could we be talking to???","sentiment_score":0.475}
{"full_text":"RT `Arts &amp; Culture in the Time of COVID-19! JAHAZI SPECIAL EDITION LAUNCH!!Happening this Wednesday 24th from 3PM-5PML...","sentiment_score":0.3571428571}
{"full_text":"Ports are often open to corruption. Incoming #COVID19 #vaccines make these sites prime targets for counterfeit jabs moving through Africa. Find out more.","sentiment_score":0.25}
{"full_text":"Bounce Back Loan UpdateBorrowers will now have the option to tailor payments according to individual circumstances with Pay as You Grow repayment flexibilities with Pay as You Grow #Covid19","sentiment_score":0.0}
{"full_text":"10 days, zero deaths, and lots of local #COVID19 optimism. has the latest update from #ldnont","sentiment_score":0.25}
{"full_text":"Dorset Council staff won't be returning to offices until at least the end of June.","sentiment_score":-0.3}
{"full_text":"Current Conditions for #Sayre PATemp: 29.7FWind Chill: 24.1FHumidity: 64%Dew Point: 19.0F Barometer: 30.150 inHgWind: 6 mph from the SSWCorona Virus Weekly Stats:Cases: 100.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
