{"full_text":"Baffled? Only to those who didn't know the numbers of \"covid\" deaths included virtually all deaths. Now AFTER the election they are reporting the true (or almost true) numbers. CDC admitted the error in counting themselves.","sentiment_score":0.2333333333}
{"full_text":"RT Tomorrow is now today","sentiment_score":0.0}
{"full_text":"Ah ! Hey , been in lockdown for the last 306 days . I can't pay attention to everyone ","sentiment_score":0.0}
{"full_text":"Where I live I can go to the hairdresser, but here people are actually safe about covid","sentiment_score":0.3181818182}
{"full_text":"You people are the definition of hypocritical chicken shits. Just stay at home inside the closet.","sentiment_score":-0.6}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT JUST IN: The Oakland Coliseum will serve as a mass COVID-19 vaccination site as part of a pilot program announced by Gov. G...","sentiment_score":0.0}
{"full_text":"RT A Covid test nurse asked if I've had a sudden loss of taste.  I told her, \"No, I've dressed like this for quite a while.\"","sentiment_score":0.0}
{"full_text":"RT Even as vaccinations pick up what scientists say is our first line of Covid-19 defense, mask wearing, is still shunned...","sentiment_score":0.25}
{"full_text":"#NBA NBPA COVID-19 update:Of the 482 players tested for COVID-19 since Jan. 27, zero new players have returned confirmed positive tests.","sentiment_score":0.2545454545}
{"full_text":"RT What a feeling! First hit after 21 days lockdown. Freedom #1am","sentiment_score":0.25}
{"full_text":"RT Proving the 4D world is not just for lockdown, the Audi e-tron GT is our first model entirely planned using virtual protot...","sentiment_score":0.125}
{"full_text":"RT #BREAKING A person has died in a medical incident at an Auckland managed isolation facility overnight.","sentiment_score":0.0}
{"full_text":"RT There are two sets of rules. One for us. And one for CEOs, politicians and big corporations. Who's getting tired of sitting...","sentiment_score":-0.2}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"Perhaps if you're employing someone to do one job, you wait for the COVID test results before you let them do their one job!This haircut situation is crazy.#SuperBowl","sentiment_score":0.0}
{"full_text":"RT This is madness...","sentiment_score":0.0}
{"full_text":"RT Capitalism is when a vaccine to a deadly pandemic exists but we can't create or distribute enough of it because two pharm...","sentiment_score":-0.1}
{"full_text":"RT W.H. Release: Today, President Biden declared that a major disaster exists for the Navajo Nation and ordered federal assi...","sentiment_score":0.0625}
{"full_text":"RT Rishi Sunak: the man who prioritised the economy over human life, and ended up destroying both.https:\/\/t.co\/XQ6tjOAo9n","sentiment_score":-0.1}
{"full_text":"RT A year after covid-19 first arrived on our shores, the UK has the highest number of Covid deaths in Europe and the deepest...","sentiment_score":0.25}
{"full_text":"RT Over the weekend, a piece in the came out saying that the NFL had data showing that transmission of any variant c...","sentiment_score":0.0}
{"full_text":"No.  We're just saying that their actions indicate they care more about other things, like their jobs and pissing off their boss' wealthy business donors.Hard to get cheap labor if they have to stay home with the kids.","sentiment_score":0.31875}
{"full_text":"RT Nearly 7 in 10 Americans say they support Biden's $1.9 trillion coronavirus relief plan, a new poll finds. 64% of Republicans...","sentiment_score":0.1181818182}
{"full_text":"RT Our borders shouldn't be wide open while tens of thousands of churches, schools, and businesses are closed due to COVID-19. I...","sentiment_score":-0.08125}
{"full_text":"RT Zero NBA players tested positive for coronavirus out of 482 tested since Jan. 27, sources tell","sentiment_score":0.2272727273}
{"full_text":"RT As we continue to follow public health advice and recommendations, DC will be delivering the spring\/summer semester in o...","sentiment_score":0.0}
{"full_text":"RT Old story: Only Trump administration incompetence is holding up vaccination effortNew story: This is hard","sentiment_score":-0.0638888889}
{"full_text":"RT how my pandemic  how my pandemicwalks started           walks are going","sentiment_score":0.0}
{"full_text":"RT Some figures that have emerged today:-2500 consultants working on Test, Trace-Average pay: PS1,100 a day-Cost to Govt...","sentiment_score":0.0}
{"full_text":"RT This is madness...","sentiment_score":0.0}
{"full_text":"He is owned by China that's why he thought he had the answers for the China virus","sentiment_score":0.0}
{"full_text":"RT how my pandemic  how my pandemicwalks started           walks are going","sentiment_score":0.0}
{"full_text":"RT \"I have been a nurse for 40 years - I've seen colleagues with low morale but this time they are broken,\" wa...","sentiment_score":-0.2}
{"full_text":"RT *BAD NEWS for NEWSOM, APPROVAL PLUMMETS 18% in 4 MONTHS*","sentiment_score":-0.7}
{"full_text":"RT Covid also wasted one of your enemy's hot years","sentiment_score":0.025}
{"full_text":"RT I miss life before COVID ","sentiment_score":0.0}
{"full_text":"RT 'Fantastic Beasts' 3 film production reportedly fully shut down due to cast member getting COVID-19 variant","sentiment_score":0.0398148148}
{"full_text":"RT For those who have received your first dose of the COVID-19 vaccine at an  site. Here's what to expect next!","sentiment_score":0.125}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT Back when covid 1st shut things down- I picked lilacs for my alter where I put energy towards health &amp; new beginnings. The...","sentiment_score":-0.0063973064}
{"full_text":"RT Well done Laurence Fox, Toby Young, Julia Hartley-Brewer, Desmond Swayne, Isabel Oakeshott, Claire Fox, Allison Pearson...","sentiment_score":0.1}
{"full_text":"'So Angry, So Scared': California COVID-19 Vaccine Rollout Change Leaves Disabled People Behind, Say Advocates","sentiment_score":-0.3666666667}
{"full_text":"RT If you lowered the flag each day to commemorate a British victim of Covid you'd have to do it for 293 years.","sentiment_score":-0.0375}
{"full_text":"Yes they should. Where I live they're talking about building a new stadium and I keep hearing about how much money the state\/city\/county should kick in. ZERO, that's how much taxpayers should kick in! Let the wealthy build their own damn stadiums.","sentiment_score":0.3037878788}
{"full_text":"RT .@captaintommoore's strength, compassion &amp; determination have been a huge inspiration throughout the #COVID19 pandemic...","sentiment_score":0.4}
{"full_text":"The govt has authorised hundreds of billions in borrowing money for Covid 'relief' money that was never found for the NHS but which clearly could have been. Well done to Tom he meant well but each day the govt blows more on madcap nonsense.","sentiment_score":0.3}
{"full_text":"RT I'm still trying to figure out how Biden being elected gave the CDC the power to enact federal laws.","sentiment_score":0.0}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Singer #JohnPark Resumes Daily Life After Testing Negative For COVID-19","sentiment_score":-0.15}
{"full_text":"We're so happy for Flower Mound High School Principal Russell, his family, and Jaguar nation! More:","sentiment_score":0.5}
{"full_text":"RT Pfizer vaccine is just as effective against COVID U.K. strain, Israeli data shows","sentiment_score":0.6}
{"full_text":"RT Report: Wild dealing with COVID-19 outbreak among six players","sentiment_score":0.1}
{"full_text":"RT It's literally insane! The Tories have cocked up very single part of this pandemic, and continue to do so.The NHS handle the...","sentiment_score":-0.5464285714}
{"full_text":"RT call me lame but I'll cancel plans just to stay home LMAO","sentiment_score":0.05}
{"full_text":"RT I support vaccines, I think coronavirus is very real &amp; I support targeted containment but I am opposed to blanket lockdown t...","sentiment_score":0.26}
{"full_text":"our mission: absolutely every take possible","sentiment_score":0.1}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT The Netherlands is set to roll out rapid COVID-19 breath tests while Indonesia is deploying breathalyzers at train stations ht...","sentiment_score":0.0}
{"full_text":"What's happening at ?  I see all these farewell tweets from hosts. I hv to admit I stopped listening a while ago bc it was just all covid all the time and a whole lot of parroting the govt line. But still I'm curious now...","sentiment_score":0.05}
{"full_text":"Why is the vaccine triumph due to Brexit?Ask any person in pharma and Brexit has just cost us money and time in the middle of a pandemic when we really needed to focus on other priorities","sentiment_score":-0.0125}
{"full_text":"RT Epidemiologist Tim Spector: There is \"a lot of good news around\" the Oxford vaccine, but \"we mustn't lose our heads\" over th...","sentiment_score":0.7}
{"full_text":"RT BREAKING: Serial killer Gary Ridgway and other Washington inmates are now in the process of receiving COVID vaccines -- wel...","sentiment_score":-0.125}
{"full_text":"RT He's not a mental health specialist nor is he a child\/youth mental health professional.","sentiment_score":0.0166666667}
{"full_text":"RT  Is the COVID-19 vaccine safe? Who gets vaccinated first?Senior physician scientist Dr. Kumanan Wilson, answers some...","sentiment_score":0.5}
{"full_text":"RT BREAKING: Biden opens  immgr prison for 700 child refugees.Likely COVID super spreader location re-baptized as an \"overflow fa...","sentiment_score":0.3333333333}
{"full_text":"RT Hearing through the grapevine that Johnson is majorly upset &amp; angry at Paul Hutcheon's expose today re his reckless de...","sentiment_score":-0.21875}
{"full_text":"RT The Chancellor is concerned scientists are \"moving the goalposts\" on lockdown. He isn't wrong, is he? I know he...","sentiment_score":-0.5}
{"full_text":"RT Mexico approves emergency use of Russia's Sputnik V COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT Americans are hurting right now, and our administration has a robust nationwide strategy to help communities most hurt by the pande...","sentiment_score":0.3928571429}
{"full_text":"RT The data is clear...","sentiment_score":0.1}
{"full_text":"RT The reason Republicans don't support Biden's COVID recovery plan is not because of the cost. It's because they're worried that...","sentiment_score":0.0}
{"full_text":"SY Seoul was just the testing ground, they were going to introduce more festival-like things to other tour stops worldwide. Hotel packages, playzones, tour villages, etc. Covid. ruined that for us.Even the FILA x BTS blanket they distributed for free in Seoul? NYRE had them too","sentiment_score":0.2583333333}
{"full_text":"RT JUST IN: Judge grants temporary injunction on House Bill 1 limiting Beshear's COVID-19 powers via","sentiment_score":0.0}
{"full_text":"RT JJ BOATMAN, age 9, of Vernon, Texas died of COVID on Jan. 26.\"You don't know how to live life anymore because everythin...","sentiment_score":0.1363636364}
{"full_text":"RT One of the world's oldest and most respected medical journals has said that Covid-19 has \"unleashed state corruption on...","sentiment_score":0.25}
{"full_text":"RT Just do it!!!","sentiment_score":0.0}
{"full_text":"RT What exactly did Mitch McConnell accomplish by not agreeing to $1,200 COVID checks when Trump was still in office?  Now...","sentiment_score":0.25}
{"full_text":"RT The CDC is projecting that America could top 500,000 Covid deaths by the end of the month. That's the equivalent of the ent...","sentiment_score":0.5}
{"full_text":"RT SHOCKING.Our team discuss the cancelled Melbourne matches due to a positive COVID-19 case. Watch #TCLive now-","sentiment_score":0.0511363636}
{"full_text":"RT Here's my Jen Psaki impression: \"How does the biden administration plan on saving American lives from covid-19?\"\"Yea I'll h...","sentiment_score":0.0}
{"full_text":"How much COVID experience do you have?","sentiment_score":0.2}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT If you're enjoying our COVID-19 briefings, here's a chance to ask our experts your own questions directly! Tomorrow, D...","sentiment_score":0.4083333333}
{"full_text":"RT Thanks, friends, for the love ","sentiment_score":0.35}
{"full_text":"RT Here are five reasons why indyref2 could - pandemic permitting - be held in 2021.","sentiment_score":0.0}
{"full_text":"RT Israel: Early signs of vaccine effectiveness on pandemic dynamicsThe 60+ years old (first to vaccinate), in the past 3 we...","sentiment_score":0.05}
{"full_text":"RT Kristi Noem, responsible for deaths and mayhem in South Dakota. For months, her state led the country in per capita...","sentiment_score":0.2}
{"full_text":"RT The reason Republicans don't support Biden's COVID recovery plan is not because of the cost. It's because they're worried that...","sentiment_score":0.0}
{"full_text":"Yet they're the ones wanting amnesty with the covid relief bill and opening borders....","sentiment_score":0.0}
{"full_text":"RT Production of 3 has been paused due to a positive COVID-19 diagnosis on set, confirmed","sentiment_score":0.1674242424}
{"full_text":"What don't you understand about pretending it was a hoax for a year while 450K people died, Lil Marco?","sentiment_score":0.0}
{"full_text":"RT i'll remember who partied during COVID for the rest of my life","sentiment_score":0.0}
{"full_text":"RT NEW: Federal government opening first mass Covid-19 vaccination sites in California","sentiment_score":0.1931818182}
{"full_text":"Today in the Senate, the Tax &amp; Revenue Committee advanced a tax relief measure that will benefit Arkansans who have lost their jobs due to the pandemic. It exempts unemployment benefits in 2020 and 2021. (1\/4)","sentiment_score":0.1375}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT Oh my Lord. And this is the Same Dido Harding that also said no-one expected a second covid surge in autumn. How muc...","sentiment_score":-0.0333333333}
{"full_text":"Tell that to Naples, their grocery stores are full of unmasked elderly patrons and workers.  Way to lie Mr Open It All Up.  #Florida #FloridaMan","sentiment_score":0.175}
{"full_text":"RT Clyde edwards helaire on Sunday","sentiment_score":0.0}
{"full_text":"RT Links below ","sentiment_score":0.0}
{"full_text":"What do #legacy systems, COVID-19, and debugging have to do with each other? They're all #software development challenges the financial industry faces. And Rookout CEO has the #solutions for them.https:\/\/t.co\/c0xZMh0jUr #financial #tech","sentiment_score":-0.0416666667}
{"full_text":"Does the Passenger Next to You Have COVID?","sentiment_score":0.0}
{"full_text":"RT As #Flordia fights community spread of COVID on a massive scale, this is a 15-second snapshot of a supermarket in Naples....","sentiment_score":0.0}
{"full_text":"Revenue Recovery and Cost Control post COVID plans      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"apparently maddison went out during the pandemic and didnt follow the guidelines and people feel tweeting an apology is totally necessary and it will fix it.","sentiment_score":0.025}
{"full_text":"how do i get a job during a pandemic","sentiment_score":0.0}
{"full_text":"The saliva test that Andrew Brookes designed made it possible for people to test themselves for COVID-19 in their own homes, a shift that minimized the risks to frontline healthcare workers.","sentiment_score":0.3}
{"full_text":"RT The Public Health Agency of Canada is warning provinces that there will be yet more disruptions to the supply of Moderna COV...","sentiment_score":0.25}
{"full_text":"Patrick mahomes got COVID FUCKKKKKKKKKK BRO","sentiment_score":0.0}
{"full_text":"RT Never forget the first lockdown when Anthony Hopkins discovered thrash and had a complete fucking meltdown.","sentiment_score":-0.0833333333}
{"full_text":"RT No one should lose their home in the middle of this pandemic. My American Rescue Plan will extend the moratorium on evictions an...","sentiment_score":0.0}
{"full_text":"RT 8) To beat B117 without the vaccine widely available, #ZeroCovid is the only way. And fast action.","sentiment_score":0.24}
{"full_text":"I really pray Covid dies down by the time I have my baby bc I need my mom &amp; my bf in the delivery room. I can't choose just 1","sentiment_score":0.0222222222}
{"full_text":"because pandemic. even the good days are tough. we got to stay strong. feed each other. #StaySafe #BeKind","sentiment_score":0.1548611111}
{"full_text":"RT late 20s is such a weird place to be. some live alone, some with parents. some own properties, some still figuring out wh...","sentiment_score":-0.0127272727}
{"full_text":"RT I worked with Labour community organisers and know the brilliant work they have been doing. Supporting our communities...","sentiment_score":0.575}
{"full_text":"RT Lockdown haircut, first time I have ever, dyed and cut my own hair! Can't wait for my hairdresser to sort it out ","sentiment_score":0.5}
{"full_text":"RT The responsibility for this country's Covid disaster is on our capitalist system, our for-profit health care system, a...","sentiment_score":0.0}
{"full_text":"The Senate also passed legislation prohibiting health directives from putting undue burden on churches. The bill was prompted by religious groups upset by restrictions on public gatherings during the pandemic. (3\/4) ..","sentiment_score":0.0}
{"full_text":"WEBINAR: Disaster Preparation: The Safety Professional's Role in Planning for a Pandemic with a 20\/20 Perspective (2\/25)Sign up to attend below:https:\/\/t.co\/KgUsQOpuYe","sentiment_score":0.1}
{"full_text":"#LosAngeles has been described as the epicenter of #COVID-19, and many who are eligible for the #vaccine are still unable to access it. Religious leaders want to change that. ","sentiment_score":0.0}
{"full_text":"RT Me every day of the pandemic","sentiment_score":0.0}
{"full_text":"RT Y'all listen to a groundhog but not the CDC? Okay","sentiment_score":0.5}
{"full_text":"RT .@DanielAndrewsMP says Covid case in Melbourne may be a result of \"airborne transmission\"... no breach of protocols at ho...","sentiment_score":0.0}
{"full_text":"WEST DES MOINES, Iowa -- On Tuesday, Hy-Vee was announced as a COVID-19 vaccination partner by the Center for Disease Control and Prevention.https:\/\/t.co\/CY4O7lLuzS#KTVONews","sentiment_score":-0.1}
{"full_text":"RT Proud to stand with the hardworking grocery store workers who are at risk of being fired because the Kroger corporation w...","sentiment_score":0.8}
{"full_text":"Well, this is a company that fired employees in Fort Worth after they reported sexual harassment from one of their supervisors!!...also, 9 of their 12 employees at their Basswood and I-35 in the Fort Worth location tested positive for covid and didn't warn their employees!!!","sentiment_score":0.3859730114}
{"full_text":"After decades of ecological disasters, years of political division and disruption, and now a global pandemic, we invite two denominational leaders and theologians to reflect together on what is the role, condition, and emerging mission of the Church.","sentiment_score":0.1}
{"full_text":"RT Dr. Allen Sills, the NFL chief medical officer, with final (pre-Super Bowl) COVID stats since Aug. 1:262 cases among pl...","sentiment_score":0.0}
{"full_text":"After careful consideration, district administrators have decided that students at Perry Meridian 6th Grade Academy + Southport 6th Grade Academy can return to a 4-day, in-person schedule on Monday 2\/22 as long as COVID-19 rates remain flat. More:","sentiment_score":0.08125}
{"full_text":"Walk with us virtually on Feb 20th, for The Coldest Night of the Year, in support of the This covid-safe, family-friendly walk raises money for charities serving people experiencing homelessness and hunger! #cnoy21Register today","sentiment_score":0.0}
{"full_text":"Take advantage of the time and learn a new skill this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation","sentiment_score":0.1363636364}
{"full_text":"Attention, lovebirds: how do you celebrate a romantic Valentine's Day during a pandemic? The Moorpark Acorn is looking for photos of how reader couples spent their special day.","sentiment_score":0.0857142857}
{"full_text":"My sister's a nurse looking after covid patient's,try telling her there's no virus.She ended up with it too FFS","sentiment_score":0.0}
{"full_text":"In a closed-door session at the White House Wednesday, Pres. Biden reportedly told House Democrats that he's not \"married\" to a specific dollar-figure for his coronavirus relief proposal -- but he also urged his congressional allies to \"go big.\"https:\/\/t.co\/s89FZzfQn9","sentiment_score":-0.03125}
{"full_text":"RT #BREAKING: Colorado Representative urges no-vote on $1.9Trillion #COVID19 Relief Plan.\"You will never let a...","sentiment_score":0.0}
{"full_text":"A new time.","sentiment_score":0.1363636364}
{"full_text":"1.1 Billion-Dose Vaccine Deal Announced for Poorest Countries","sentiment_score":0.0}
{"full_text":"Western New York COVID-19 hospitalizations were at 396 patients on February 1, with 92 patients in the ICU in the region.","sentiment_score":0.0681818182}
{"full_text":"RT My childhood friend recently lost his father to COVID. He's crowdfunding to cover funeral expenses. Anything helps.","sentiment_score":0.0}
{"full_text":"West Virginia Senator Shelley Moore Capito and Minnesota Senator Amy Klobuchar have reintroduced legislation to enhance telehealth support for seniors and increase access to technology for \"virtual visits\" during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak: the man who prioritised the economy over human life, and ended up destroying both.https:\/\/t.co\/XQ6tjOAo9n h...","sentiment_score":-0.1}
{"full_text":"This week on COVID in Sport, COO Lee Hanatschek took us through the roadblocks of the pandemic, and KA's pathway back to the track. Full episode out NOW.Apple:","sentiment_score":0.175}
{"full_text":"President Joe Biden told House Democrats on Wednesday he's \"not married\" to an absolute number on his $1.9 trillion COVID rescue plan but Congress needs to \"act fast\" on relief for the pandemic and the economic crisis.","sentiment_score":0.11875}
{"full_text":"Could things finally be looking up?#Coronavirus #Vaccine","sentiment_score":0.0}
{"full_text":"After a pandemic break, Peeps are back in production for Easter.https:\/\/t.co\/1N9Gc3MLN0","sentiment_score":0.0}
{"full_text":"\"The biggest hurdle is just trying to figure out how to substitute the face-to-face interaction,\" said Norris.","sentiment_score":0.0}
{"full_text":"RT FarmworkersNursesMeat packersTruck driversGrocery workersJanitorsDomestic workersDoctorsTeachersFirst Respond...","sentiment_score":0.0}
{"full_text":"\"It will cover the entire western facade,\" of the building, 25 feet tall by 85 feet wide, said Colleen Heavican Cass, curator for the Healing Arts Program. #Omaha #Nebraska #COVID19https:\/\/t.co\/693w3fy3ew","sentiment_score":-0.0333333333}
{"full_text":"Fact check from Lean Right bias:\"The New York Times reported last week that the Pentagon would soon administer the coronavirus vaccine to all personnel at the Guantanamo facility.\"https:\/\/t.co\/h4qJI7thkQ","sentiment_score":0.1406926407}
{"full_text":"OSHA fines Springfield restaurant more than $9000, saying 'armed people' threatened state agencies.https:\/\/t.co\/ZeGJnJZzjw","sentiment_score":0.5}
{"full_text":"Gov. Ron DeSantis says 1,500 doses of the COVID-19 vaccine will be set aside and given to homebound seniors across the state.","sentiment_score":0.0}
{"full_text":"Today, I'll be tuning in to on webinar on #adolescents &amp; #COVID19.Do join too. Register here ","sentiment_score":0.0}
{"full_text":"The way we report and discuss the data post-COVID by our historically underserved students will have an impact on the bipartisan policies we intend to put in place, as well.","sentiment_score":0.0}
