{"full_text":"What skills or talents have you learned while being in lockdown? I have learned more about business analysis and graphics and video editing, content socialization...LETS HERE WHAT YOU BEEN DOING!","sentiment_score":0.625}
{"full_text":"RT Wow, this is an absolute game changer.There's now a mRNA vaccine in the works for malaria.Huge, huge news for Africa....","sentiment_score":0.075}
{"full_text":"RT Open appeal to and office bearers to include Hyderabad as one of the venues for upcoming IPL seasonOur effective C...","sentiment_score":0.3}
{"full_text":"RT The West Bank &amp; Gaza are now under another lockdown. Schools &amp; unis are closed, there's an evening curfew &amp; movement betwee...","sentiment_score":-0.1}
{"full_text":"Offices after Covid: shrink rap","sentiment_score":0.0}
{"full_text":"Did these exist pre-COVID or did some enterprising person invent them?Where do you even go to buy these?Are there different sizes (guessing no bc sousaphone guy)?How do they breathe? If air gets in, wouldn't it also get out (defeating the whole  purpose)?","sentiment_score":0.1}
{"full_text":"Hannity Gets Banging Reminder Of What He Said About COVID-19 This Time Last Year - HuffPost","sentiment_score":0.0}
{"full_text":"RT just heard the interview of that radio host saying awful things about BTS. this is beyond unacceptable. the fact that he t...","sentiment_score":-1.0}
{"full_text":"They're numbered, so does each kid get their own?Do they get aired out or cleaned? (Not so much bc COVID, but bc ew)Doesn't the breath fog up the plastic part?","sentiment_score":0.15}
{"full_text":"RT The WHO is now saying the virus can persist in the Brain. This is happening even in mild cases. This is concerning i...","sentiment_score":0.3333333333}
{"full_text":"RT You were warned.  Time to wake up and eliminate the globalist virus.","sentiment_score":0.0}
{"full_text":"RT \"Little Miss Sunshine\" star Abigail Breslin is mourning the death of her father, Michael Breslin, who died of complications...","sentiment_score":-0.1875}
{"full_text":"RT Instruction for using Ivermectin as prophylaxis &amp; treatment of Covid-19 patients#ivermectin #ivermectina #covid19","sentiment_score":0.0}
{"full_text":"News from Australia... Covid confirmed as Airborne! #COVIDisAirborne#LongCovid #schoolsreopening","sentiment_score":0.5}
{"full_text":"RT Thank you lockdown because of you we got to know RKV kon haiFOREVER WITH RKV","sentiment_score":0.0}
{"full_text":"RT The great awakening of the masses, against the Covid tyranny, will happen suddenly like the bursting of a dam, quick and pow...","sentiment_score":0.3777777778}
{"full_text":"A PS5 billion grant scheme to help pubs, restaurants and retailers hit hardest by #coronavirus #lockdown restrictions will be announced in Wednesday's budget.#Hospitality venues, hotels, #gyms and #leisureprojects  firms can apply for up to PS18,000 each.#COVID19","sentiment_score":0.0}
{"full_text":"RT For all you antibody nerds... my 12yo had Covid in January 2020. 13 months later, he's still got 'em!","sentiment_score":0.0}
{"full_text":"RT Remember that vaccine efficacy was measured under conditions of masks and social distancingEfficacy is the sum of biologi...","sentiment_score":0.0333333333}
{"full_text":"RT This is OUTRAGEOUS! I'd rather catch COVID 5 times over than a disease like RACISMI STAND IN SOLIDARITY W\/ MY ASIAN BROT...","sentiment_score":-0.5}
{"full_text":"RT Johnson &amp; Johnson single dose Covid vaccine cleared by US officialshttps:\/\/t.co\/r2NCZwk7UN","sentiment_score":-0.0714285714}
{"full_text":"RT More of this please when lockdown is over! ","sentiment_score":0.625}
{"full_text":"RT Lockdown is tough. We miss our loved ones and we miss our old lives. But remember: the sacrifices we're making are wor...","sentiment_score":0.137037037}
{"full_text":"RT Crazy. If people are bringing in their own protection based on the now well-established evidence that #COVIDisAirborne it se...","sentiment_score":0.0}
{"full_text":"RT Dear Representative Did you claim a health or pandemic safety reason for not being in DC for the COVID relief bi...","sentiment_score":0.0}
{"full_text":"RT Open appeal to and office bearers to include Hyderabad as one of the venues for upcoming IPL seasonOur effective C...","sentiment_score":0.3}
{"full_text":"RT She is a celebrityBut she is connected to her roots. The way she is thankful of having a job in this pandemic,The wa...","sentiment_score":0.0}
{"full_text":"RT Open appeal to and office bearers to include Hyderabad as one of the venues for upcoming IPL seasonOur effective C...","sentiment_score":0.3}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"RT Serious question: If masks and social distancing don't work, then what the hell happened to the flu?","sentiment_score":-0.15}
{"full_text":"My brothers stay and run away from such women, who do open posts, either in WhatsApp status, Facebook page or even here on twitter, examples1. Craving for Pizza someone should.2. I'm home bored someone should take  me out.3. Don't have Data someone should surprise me.Run Run","sentiment_score":-0.1666666667}
{"full_text":"RT The incident and the are the latest incidents of racism against Asians due to Covid. Along with a rash o...","sentiment_score":0.1875}
{"full_text":"RT You don't want to lockdown. You don't want to wear masks. You don't want to get vaccinated but you want COVID to magically go...","sentiment_score":0.5}
{"full_text":"Has the Ballarat location closed down? Google maps lists it as open bit it doesn't show up on the Nando's app or website. I've also noticed it being open sporadically during lockdown, but I'd assumed it was related to that and that's over now.","sentiment_score":-0.0511111111}
{"full_text":"RT You don't want to lockdown. You don't want to wear masks. You don't want to get vaccinated but you want COVID to magically go...","sentiment_score":0.5}
{"full_text":"Awesome!","sentiment_score":1.0}
{"full_text":"RT \"The reason the UK has had 100,000 deaths is not because we have ethnic minorities, or because we counted the data wrongly...","sentiment_score":-0.5}
{"full_text":"RT Serious question: If masks and social distancing don't work, then what the hell happened to the flu?","sentiment_score":-0.15}
{"full_text":"RT President Biden says there's \"no time to waste\" for the Senate to pass his Covid relief package ht...","sentiment_score":-0.2}
{"full_text":"Not true. With Covid and the Fed's actions businesses are starting to adopt Bitcoin at their fastest pace yet. They have so much to gain and nothing to lose. More businesses that start using it the faster we will see mass adoption by the consumer, just like credit cards in 1960..","sentiment_score":0.13125}
{"full_text":"RT 29th Feb 2020 What an amazing day! Also the last Memory of meeting and talking to people at tech-conferences -...","sentiment_score":0.375}
{"full_text":"wanna attend a physical cs event so badly fk corona :\/","sentiment_score":-0.3166666667}
{"full_text":"RT BREAKING: The United States has issued emergency use authorization for Johnson &amp; Johnson's coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT Students face...","sentiment_score":0.0}
{"full_text":"RT The Government is launching a nationwide testing campaign designed to help schools to open safely, under which up to 32m...","sentiment_score":0.25}
{"full_text":"RT Covid testing before a party to ensure nobody gets covid is like a pregnancy test before sex to make sure you don't get p...","sentiment_score":0.5}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"RT This is incorrect. None of these 12 people tested positive for Covid-19. All adul...","sentiment_score":0.2272727273}
{"full_text":"As you've not mentioned people breaking lockdown or social distancing rules, no, I wouldn't call them selfish twats. Those who break the rules, spread the virus, cause more deaths and even worse encourage others to do the same, they are the selfish twats.","sentiment_score":-0.1444444444}
{"full_text":"Built in filter -Premium Face Mask for Glasses Wearers#COVID19 #Covid19UK #Giveaway #UKGiftAM #COVID19Vaccine #KeepItOn #COVIDIOTS  #MasksSaveLives #MaskUp ##StayHome #COVIDisAirborne #variants #virus #COVID19 #SundayFunday #Sales #sundayvibes","sentiment_score":0.0}
{"full_text":"A chance to get free of the Academy lockdown has racing to the airport but when shits security things come to a sudden stop! #ENF #EmbarrassedNakedFemale #EmbarrassedNudeFemale","sentiment_score":0.2}
{"full_text":"Myth: \"The Entertainment industry isn't a viable career route\"  Alexander (and all creatives) knows the value of entertainment - art, music, theatre and film have all been vital in our struggle through #covid19 and contribute billions to the UK's economy #DiscoverProperJobs","sentiment_score":0.1}
{"full_text":"Leeds brown bin collections update after Covid causes delays ","sentiment_score":0.0}
{"full_text":" How do you have a virtual photo shoot?Photographer Kellee Quinn from Troon shows us how she is capturing life in the pandemic using just a video call and a phone. #TheNine","sentiment_score":0.0}
{"full_text":"US gets a third vaccine to prevent Covid-19, as the Food and Drug Administration clears a Johnson &amp; Johnson shot that works with just one dose instead of two","sentiment_score":0.0}
{"full_text":"A state of emergency in  Osaka, Aichi, and four other prefectures in Japan is ending on Sunday. The government imposed the measure in January to fight the coronavirus.","sentiment_score":-0.125}
{"full_text":"Scenes from #Antilockdown  #protest in #Dublin#DublinProtest #lockdown","sentiment_score":0.0}
{"full_text":"RT Johnson &amp; Johnson Covid vaccine: FDA approves single-shot jab","sentiment_score":0.0}
{"full_text":"Lin added that Asian Americans are increasingly becoming the targets of racism.","sentiment_score":0.225}
{"full_text":"#COVID19 pandemic is setting back the progress made towards an inclusive development. How can we promote #genderequality and inclusive recovery? Our speaking w\/ in an episode of #IMPACTFUL on  Watch the episode https:\/\/t.co\/R6cWV5xetw","sentiment_score":0.0}
{"full_text":"A warning has been issued over the effect of lockdown on your tyreshttps:\/\/t.co\/fuZMTA6eQQ","sentiment_score":0.0}
{"full_text":"The UN Security Council on Friday unanimously passed a resolution calling on all Member States to support a \"sustained humanitarian pause\" to local conflicts, in order to allow for #COVID19 vaccinations.https:\/\/t.co\/hqtmpYsf7E","sentiment_score":0.0}
{"full_text":"Two million more invited for Covid vaccine with rollout to get 'even faster' in Marchhttps:\/\/t.co\/XAR8edTyBN","sentiment_score":0.5}
{"full_text":"What lockdown? ","sentiment_score":0.0}
{"full_text":"\"Although the COVID-19 pandemic persists, so does the Constitution,\" the judge wrote.","sentiment_score":0.0}
{"full_text":"Looking for a challenge in 2021? We have limited spaces for and #LongCourseWeekend #CardiffHalf #Newport262 Email for details: fundraising.HywelDda@wales.nhs.uk Subject to local COVID regulations","sentiment_score":-0.0793650794}
{"full_text":"As we look forward to the easing of lockdown, again, we can also look forward to worshipping together in person. But what have we learned that we mustn't forget? Zoe Corney draws together wisdom from those who aren't looking forward to leaving house:","sentiment_score":0.0}
{"full_text":"Conchita Martinez has tested positive for the COVID-19 virus upon her arrival at Doha for the Qatar Open. This has implications for who has to enter the tournament on Monday without physical support from her coach.READ MORE https:\/\/t.co\/D0OK0LjSYG","sentiment_score":0.1818181818}
{"full_text":"#Antilockdowns #protests on #graftonstreet in #Dublin today. Escalates situation firing firework's straight at the police#DublinProtest #lockdown #Grafton","sentiment_score":0.2}
{"full_text":"Everything we're doing is helping to stop the spread of #Covid19.Let's keep going.Stay home. Protect the NHS. Save lives. #SundayMorning","sentiment_score":0.0}
{"full_text":"While the pandemic pulled down almost every business last year, it pushed up banana exports - by a good 35 per cent. As domestic demand for fresh fruits grew, so did the international requirement.@NewIndianXpresshttps:\/\/t.co\/To3SNRcq3E","sentiment_score":0.1407407407}
{"full_text":"#Spain is the country in the #Eurozone that has spent the least in GDP to deal with the crisis boosted by the COVID-19, says the ECB: 1.3% of GDP compared with 4% on average in the region and under 5,5% forecast by Spanish government","sentiment_score":-0.1375}
{"full_text":"New Covid Variant Spreading In NYC Area Believed To Be Vaccine Resistanthttps:\/\/t.co\/iD8J4fQwUF","sentiment_score":0.1363636364}
{"full_text":"The brings a lockdown cathartic release with #Recall while provide the theatrical highlight of lockdown with their Sherlock sequel. My latest week in review.https:\/\/t.co\/E0rNybkrLU","sentiment_score":0.25}
{"full_text":"Late-Night Listens: Post-Pandemic Plans","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT \"Being a 9 year NBA veteran doesn't protect me from being called 'coronavirus' on the court.\"Jeremy Lin detailed the racism tha...","sentiment_score":0.2}
{"full_text":"RT Single Covid vaccine 'gives 90% protection' as jabs slash hospitalisations","sentiment_score":-0.0714285714}
{"full_text":"Tired of your lockdown hair? Want a change? For our March #CharityChallenge we are holding a Hair Raiser! We want you to shave or dye your hair to raise funds for the SU Charities More info + sign uphttps:\/\/t.co\/wZtoYxEfbv#NUIGWhatsOn #HairRaiser #GaisceGruaige","sentiment_score":0.0}
{"full_text":"When you wear the face mask, you protect yourself and all your physical contacts from the deadly COVID-19.#DailySecurityTips #GhPoliceService","sentiment_score":-0.1}
{"full_text":"COVID surge: Over 8,000 new cases reported in Maharashtra, 3,677 fresh infections in Kerala |","sentiment_score":0.2181818182}
{"full_text":"They are among 30 'serious violence hotspots' identified by ministers.https:\/\/t.co\/7qa0hLcoT6","sentiment_score":-0.3333333333}
{"full_text":"A Peterborough couple talk about the challenges of having a baby during lockdown...https:\/\/t.co\/d5xrpsjaAj","sentiment_score":0.0}
{"full_text":"#Bahrain has inoculated at least 17 per cent of its population, with 295,296 people taking their first dose of coronavirus (Covid-19) vaccinations until last nightRead more:https:\/\/t.co\/eH5DoIvT3R","sentiment_score":-0.0166666667}
{"full_text":"If you've got into running over the lockdown and need a bit of advice on nutrition, training and more, take a look at our running guide belowhttps:\/\/t.co\/adfBgNoqfo","sentiment_score":0.5}
{"full_text":"Provide question banks Or take online exams Or jis jagah mai there is less amnt of corona u take offline exams  n where corona is more ex MH. U plz mam take a proper decision asapN in MH. Take online exams any which ways in 2022 new policy is gonna apply so u can apply it","sentiment_score":0.1174242424}
{"full_text":"RT Let's put the record straight   ","sentiment_score":0.2}
{"full_text":"RT Johnson &amp; Johnson single dose Covid vaccine cleared by US officialshttps:\/\/t.co\/r2NCZwk7UN","sentiment_score":-0.0714285714}
{"full_text":"RT Open appeal to and office bearers to include Hyderabad as one of the venues for upcoming IPL seasonOur effective C...","sentiment_score":0.3}
{"full_text":"Current Conditions for #Sayre PATemp: 27.6FWind Chill: 27.6FHumidity: 98%Dew Point: 27.1F Barometer: 30.388 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 113.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Last night, House Democrats passed COVID Relief without a single Republican vote. Democrats are looking out for Americans....","sentiment_score":-0.0357142857}
{"full_text":"RT My deep appreciation to all frontline and medical workers like Yeashea Braddock, who I met yesterday when receiving th...","sentiment_score":0.0}
{"full_text":"RT The entire Congress voted against our monthly $2,000 checks retroactive to the start of the pandemic.","sentiment_score":0.0}
{"full_text":"We are proud to be out in the community caring for families when they need us most. Despite the challenges we have faced whilst adapting our services during COVID-19, we have seen an 18.5% increase in referrals. You can read more about our services here: https:\/\/t.co\/y3f1n0COYu","sentiment_score":0.6}
{"full_text":"RT The WEF are not the Peoples' friends in anyway, shape or form. These Globalist parasites are in it for themselves.https:\/\/...","sentiment_score":0.0}
{"full_text":"How a 1960s discovery in Yellowstone made millions of COVID-19 PCR tests possible","sentiment_score":0.0}
{"full_text":"RT Covid testing before a party to ensure nobody gets covid is like a pregnancy test before sex to make sure you don't get p...","sentiment_score":0.5}
{"full_text":"RT Thank you lockdown because of you we got to know RKV kon haiFOREVER WITH RKV","sentiment_score":0.0}
{"full_text":"I've started this series when the corona pandemic started, just because of the story and I thought it is a romantic-comedy series And now?? This series is finished for me at episode 28.#SenCalKapimi #EdSer #KeremBursin #HandeErcel","sentiment_score":0.0}
{"full_text":"Is this a lie? Look at the summary and click on the link from the actual Knesset bill: Israeli gov't to share names, personal info of anyone who refuses COVID vaccine","sentiment_score":0.0}
{"full_text":"Morning all! ^CD back in to finish off your weekend enquiries. Enjoy your Sunday  #StayHome","sentiment_score":0.2}
{"full_text":"Morning all! ^CD back in to finish off your weekend enquiries. Enjoy your Sunday  #StayHome","sentiment_score":0.2}
{"full_text":"While it's easy to berate yourself for not using every moment at home productively during the pandemic, one professor believes we need to get over this guilt for what's been wrongly labeled as \"laziness.\"","sentiment_score":-0.0333333333}
{"full_text":"Morning all! ^CD back in to finish off your weekend enquiries. Enjoy your Sunday  #StayHome","sentiment_score":0.2}
{"full_text":"JUST IN: The daily number of additional Covid-19 cases has once again breached the 2,000-mark on Sunday, bringing the country's total number of cases to 576,352. #CoronavirusPH #Covid19PHReal-time updates on Covid-19 here:","sentiment_score":0.0}
{"full_text":"RT Huh. That's strange because I spent the day with real Americans ice fishing in Minnesota and unprompted, they wanted to ta...","sentiment_score":0.0166666667}
{"full_text":"RT Serious question: If masks and social distancing don't work, then what the hell happened to the flu?","sentiment_score":-0.15}
{"full_text":"RT Two Democrats broke from their party and voted against the bill: Kurt Schrader of Oregon and Jared Golden of Maine. ","sentiment_score":0.3}
{"full_text":"From Creating Innovations to Advancing Industries from Science to Transportation to COVID-19-Related Pivots, PMI Recognizes the Projects Reimagining Our Future PHILADELPHIA--(BUSINESS WIRE)--Project ... #cannabis #marijuana #weed Please retweet :)","sentiment_score":0.25}
{"full_text":"Morning all! ^CD back in to finish off your weekend enquiries. Enjoy your Sunday  #StayHome","sentiment_score":0.2}
{"full_text":"Morning all! ^CD back in to finish off your weekend enquiries. Enjoy your Sunday  #StayHome","sentiment_score":0.2}
{"full_text":"Morning all! ^CD back in to finish off your weekend enquiries. Enjoy your Sunday  #StayHome","sentiment_score":0.2}
{"full_text":"RT Every year, Wendy Perry sells flowers on Hellebore Day in honour of her daughter, Hannah  Over 9 years, she has raised PS20...","sentiment_score":0.0}
{"full_text":"RT We have the money to end poverty, make vaccines for any future pandemic, pay people a living wage, make college free, an...","sentiment_score":0.2}
{"full_text":"RT Police Restrictions in Kotappakonda Prabhala due to Corona and Electionswatch here&gt;&gt;https:\/\/t.co\/QLO3W49Zhy#NTV #NTVT...","sentiment_score":-0.125}
{"full_text":"US Coronavirus: Experts say the green light for Johnson &amp; Johnson's vaccine helps bring US a step closer to normalcy","sentiment_score":0.1}
{"full_text":"I got a ps4 and I barely touched it, I was using COVID to try to become a gaymer and failed LOL however I used to play video games when I was younger and FFVII is my favorite I want to play the new one.","sentiment_score":0.1643939394}
{"full_text":"What are some biblical goals you have?Studying a certain book, delving into a specific area of theology, researching a topic of interest...Before June 21st comes around, this article may help you with what to do in the present lockdown:https:\/\/t.co\/WIwE2ljo6I","sentiment_score":0.0535714286}
{"full_text":"Time: 08:00 * Temp: 6.7degC * Wind: S 0.0 to 0.0mph * Pressure: 1033.1hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 14.0W\/m2 * UV Index: 0.0 * Sunrise: 07:13 * Sunset: 17:57 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT When the pandemic is over all #Earpers are being made honorary Albertans and we're going to have a group hug &amp; dance  #...","sentiment_score":0.0}
{"full_text":"RT My bf who is my carer has had a letter to book his covid vaccine because he cares for someone 'clinically vulnerable'. Me...","sentiment_score":-0.5}
{"full_text":"RT No progress without a pandemic?: Even after the coronavirus, the accounting profession will need to keep changing and a...","sentiment_score":0.0}
{"full_text":"RT The Government's Covid loan schemes close next month. If you need to borrow, act now. The Bounce Back scheme is now even mo...","sentiment_score":0.0}
{"full_text":"COVID-19 cases are down across Canada, but hospitals aren't celebrating yet. Here's why","sentiment_score":-0.1555555556}
{"full_text":"RT Some of y'all are truly disgusting. The governor is wishing his child happy birthday. You all bitch about openi...","sentiment_score":-0.1}
{"full_text":"DHS chief wants to fight another 'epidemic' - hackers holding data hostage","sentiment_score":0.2}
{"full_text":"Access a range of&amp;nbsp;content on the #LearningHub&amp;nbsp;including&amp;nbsp;this existing resource for care home teams: 'Managing the COVID-19 pandemic in care homes for older people: Good practice guide'.","sentiment_score":0.4333333333}
{"full_text":"Got covid and never recovered","sentiment_score":0.0}
{"full_text":"Sending covid sick elderly back to care homes caused the bulk of your deaths , it will be forgotten and the people responsible for this act of wanton disregard will remain unpunished.","sentiment_score":-0.1714285714}
{"full_text":"RT The study found a significant decrease in asymptomatic infections among healthcare workers who had gotten their first shot of the...","sentiment_score":0.3125}
{"full_text":"COVID-19: latest update from MadeiraDownward trend slows a littleJM reports that in the last 24 hours there was a balance between new cases of COVID-19 and recoveries from the disease, contrary to the trend seen so far in February, which had been showing more recove...","sentiment_score":0.2472727273}
