{"full_text":"RT So many people moaning about what #DemocraticDan has to do because #SmirkAndMirrors #ScottyFromMarketing can't manage to ge...","sentiment_score":0.5}
{"full_text":"Mr. Minister, if you survey post March 18 COPR holders, you will find that they have been adversely impacted by the travel restrictions imposed on them. We are not the cause of COVID. Kindly #free_copr_after_march18","sentiment_score":0.6}
{"full_text":"BACK ON TRACK!!! LOCKDOWN &amp; CHILL DAY 328!!!","sentiment_score":0.0}
{"full_text":"Good news Business to generate , we have alreadySuffered  lot amid #COVID19 , Now Recovery time ...... #China","sentiment_score":0.7}
{"full_text":"RT Maaf.It all started with the 3 days.Today, private jets.Tomorrow? What a privilege... on the expense of the taxpayers....","sentiment_score":0.0}
{"full_text":"RT Taylor Swift working harder than COVID-19","sentiment_score":-0.1}
{"full_text":"RT I cannot wait to guzzle the vaccine from a vial and then smash the vial on the floor like Willem Dafoe in Spider-Man. htt...","sentiment_score":0.0}
{"full_text":"RT Spare a thought for those of us who won't be able to spend Valentine's Day with our loved ones. Instead of playing with Sevent...","sentiment_score":0.6}
{"full_text":"Tell us again how keeping schools closed is about equity...","sentiment_score":-0.1}
{"full_text":"RT For Biden, beating back the pandemic is a defining challenge of his presidency, testing his central promise to the American...","sentiment_score":0.0}
{"full_text":"For all its flaws stories on #China were undeniably excellent. And #CPC record of dealing with truth and media is undeniably that of an authoritarian state. Sadly, it is equally undeniable that the West, more so #Europe, continues to kowtow in the court of Emperor Xi.","sentiment_score":0.5}
{"full_text":"#BREAKING : Doctors in #US are protesting to call  for a stop to industrialized agriculture for having adverse effects on human health and environment. They are afraid at the time they are risking their lives to fight #Covid19 #factoryfarms are nursing more to be cured.","sentiment_score":-0.0333333333}
{"full_text":"RT Meanwhile in Ontario...* Reporter:\"I'm a bit confused by this presentation ... am I missing something here? Or is this pre...","sentiment_score":-0.3}
{"full_text":"RT Living in Ontario, Canada and reading this article about Melbourne's Holiday Inn cluster and public health responses...  an...","sentiment_score":0.0}
{"full_text":"RT Click for the full BBC In the Studio interview where Renata Sago and Chick Corea discuss his inspirations and writing proce...","sentiment_score":0.35}
{"full_text":"RT 'Covid Conspiracies with Anthea Turner'.","sentiment_score":0.0}
{"full_text":"this deserves a sold out crowd covid k","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT things disabled people have learned from the pandemic so far:","sentiment_score":-0.05}
{"full_text":"So unlike trump","sentiment_score":0.0}
{"full_text":"RT The only time Trump didn't tweet about election fraud for &gt;24 hours from August to January 6 was when he was hospitalized with C...","sentiment_score":0.0}
{"full_text":"Jobs that cant understand life things happen &amp; that you could potentially need unexpected time off to deal with them are not jobs that should exist! I'm so glad you were able to quit that job &amp; hope your life is far better now! (despite pandemic stuff of course)","sentiment_score":0.3083333333}
{"full_text":"Actually 400+ HCW and experts have called for national action.https:\/\/t.co\/GEAK29JBMx","sentiment_score":0.0}
{"full_text":"This pandemic is making people crave physical contact in ways that would make Baby Boomers' parents blush. The birth spike that will follow COVID's annihilation will be legendary.","sentiment_score":0.5}
{"full_text":"RT Provision of Rs. 35,000 crore for #COVID19 vaccine, indigenous development of pneumococcal vaccine &amp; increase of 137% in bud...","sentiment_score":0.0}
{"full_text":"RT I'm actually glad put the logo on his vaccine promo. Now we all know who is to blame for the delay i...","sentiment_score":0.5}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT China will not allow the broadcast of BBC World News in Chinese mainland after the broadcaster did a slew of falsified reporting o...","sentiment_score":0.0}
{"full_text":"overheard at the watercooler where i rehydrate between Hurculean Tasks: \"this lockdown has broke the lad\"NO BITCH I'M SAVING HUMANITY","sentiment_score":0.0}
{"full_text":"Coronavirus in India: Daily cases fall below 10,000 for 3rd time in February | In Hindi.","sentiment_score":0.0}
{"full_text":"RT \"The new number of 9,056 recovering patients sent to hundreds of nursing homes is more than 40 percent higher than what th...","sentiment_score":0.2954545455}
{"full_text":"Hello Yatris! With every passing week, the Covid spread is going down, thus generating greater opportunities for artists and connoisseurs to interact. Here's #Ahmedabad #Art Weekly guiding you towards cultural enrichment, as always.\rDiscover more on","sentiment_score":0.2361111111}
{"full_text":"Amen!!!!!","sentiment_score":0.0}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT truly am at my limit with all the depoliticized \"anti-asian racism\" infographics that defang &amp; detach all analysis of t...","sentiment_score":0.0}
{"full_text":" \"He (the false prophet who deceives many by his miracles) causes all to receive a mark on their right hand or on their foreheads, and that no one may buy or sell except one who has the mark\" (Revelation 13:16-18).  #covid19","sentiment_score":0.1285714286}
{"full_text":"RT Maharashtra: Surge in fuel prices affects many in Mumbai. The price of petrol &amp; diesel in metropolis stands at Rs 94.64\/litre and...","sentiment_score":0.5}
{"full_text":"RT #WandaVision Episode Five Recap. This will be my only warning. Stay out of my home. You won't bother me. I won't bother...","sentiment_score":0.0}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"RT The New York Times today said that COVID-19 cases were down because the \"volume of testing has also fallen over the last...","sentiment_score":-0.0063973064}
{"full_text":"RT BREAKING: \"We've now purchased enough vaccine supply to vaccinate all Americans,\" President Biden says after announcing the pu...","sentiment_score":0.0}
{"full_text":"RT Nothing says love like spreading a communicable disease that could likely kill a person you love. STAY THE FUCK HOME. Order f...","sentiment_score":0.15}
{"full_text":"The Department of Tourism recently announced the creation of an equity fund which aims to support small-scale stakeholders in the industry, as the sector continues to reel because of the global Covid-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT The number of NYers in nursing homes who have died of COVID now exceeds 15,000.https:\/\/t.co\/q1iDk2MFif","sentiment_score":0.0}
{"full_text":"Fully Vaccinated Americans Won't Need to Quarantine After COVID-19 Exposure, CDC Says","sentiment_score":0.0}
{"full_text":"New Zealand will get first batch of coronavirus vaccines next week","sentiment_score":0.1287878788}
{"full_text":"5 Ways That COVID-19 Will Change Office Space #CRE #Office #COVID-19 #TenantTips #NewNormal","sentiment_score":0.0}
{"full_text":"RT Rinku Sharma had given blood to one of his Murderer One Month back to save him from CovidOne month later the same gu...","sentiment_score":0.0}
{"full_text":"Military arrests Doctors, Nurses who joined the civil disobedience movement in Myanmar. But not just that, they took away their medical supplies not to provide the medical services for Myanmar people. How cruel things they can do to us during the pandemic? #HearTheVoiceOfMyanmar","sentiment_score":-0.275}
{"full_text":"RT Kermit, that would be in violation of the NSAC rules regarding Covid....","sentiment_score":0.0}
{"full_text":"RT 69? Really? 69%? That's two more than the total number of respondents in that survey. What else voted, one male respond...","sentiment_score":0.175}
{"full_text":"#IIITD #IRDNewsletter #anusNdhaan  #Research #iiitdcaiLink-","sentiment_score":0.0}
{"full_text":"Thank you","sentiment_score":0.0}
{"full_text":"RT The UK strain is Dan Andrews talking point today. But he has the Sth African Covid variant up his sleeve for future lo...","sentiment_score":0.0}
{"full_text":"RT NEW #BMJResearch: patients given prophylactic anticoagulants within 24 hours of admission to hospital with #COVID19 are les...","sentiment_score":0.1363636364}
{"full_text":"RT There is a reason why Victoria is going  into a third lockdown and it has nothing to do with this virus which is just as wi...","sentiment_score":0.0}
{"full_text":"Now hold on","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT India daily coronavirus cases, seven-day moving average.11th September: 91,00011th October: 71,00011th November:...","sentiment_score":0.0}
{"full_text":"I think what you are not seeing the vast impact of full school return between September and December which has played a significant role in creating this terrible second wave. Surely we need to proceed with caution in all areas to avoid yet another full and devastating lockdown?","sentiment_score":-0.053125}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT BREAKING: BBC has been banned in China. The report said the BBC was responsible for a 'slew of falsified reporting' on i...","sentiment_score":0.2}
{"full_text":"RT \"It will only stop when more people have the courage to expose it\" -- including international journalists who have, for too l...","sentiment_score":0.1666666667}
{"full_text":"RT Poor Victoria, they've got another Covid breakout and Rachel Baxendale","sentiment_score":-0.4}
{"full_text":"If this is truly about safety then why are kids going back to school on Tuesday? Are you saying that staying in school stops the spread? I thought our kids had to stay home and do remote learning after Xmas to stop the spread. Which is it? Your policies suck","sentiment_score":-0.05}
{"full_text":"In 2020, Malaysians googled for chocolate more than anyone else in the region.#Malaysia #Chocolate #pandemic #COVID19","sentiment_score":0.5}
{"full_text":"RT China bans British state owned broadcaster for spreading fake news. Impossible to take sides here.","sentiment_score":-0.3888888889}
{"full_text":"Covid-19 has had no discernible effect on the presence of the China Coast Guard in the South China Sea. AIS data from the past 12 months indicates that the CCG has increased the frequency of its patrols and expanded its routine presence to Vanguard Bank:","sentiment_score":-0.25}
{"full_text":"To keep sane, Leo Martinez encourages everyone to express one's feelings amid a pandemic","sentiment_score":0.0}
{"full_text":"\"I put forth and I maintain, if I was white, I wouldn't have to go through that,\" an Indianapolis-area physician battling COVID-19 said.","sentiment_score":0.0}
{"full_text":"The easiest question you will come across the internet. Be smarter, wear a mask, stay stronger. #IndiaFightsCorona #MaskMakesYouStronger #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"RT More than Rs 8-lakh cr of #NPAs have been written-off since 2014. RBI now predicts NPAs to double post Covid.","sentiment_score":0.25}
{"full_text":"RT Mass urban vaccination in US has been hampered by lack of language diversity on vaccine teams and booking systems. Here are...","sentiment_score":0.0}
{"full_text":"The latest Dentimes ! Thanks to #covid19","sentiment_score":0.4125}
{"full_text":"You can still catch and spread Covid after being vaccinated. The only ones that asked for a waiver, were the pharma companies when they asked to be indemnified against potential health problems resulting from the vaccine.","sentiment_score":0.0}
{"full_text":"You're aware Kushner picked Pence, he was a worthless governor in charge of a Hep C\/HIV epidemic in Indiana. Chris Christie was Trump's pick but Jared put the stop to it due to Christie refusing to keep Kushner's crooked father out of prison in Jersey. Politics. ","sentiment_score":-0.16875}
{"full_text":"Play your part in fighting Covid-19 register for Internet Banking by sending an email with subject \"Internet Banking\" to contactcentrestaff@cbz.co.zw.No need to go the bank for transactions. Any enquiry get in touch with our Contact Centre team on 460\/461.@CBZHoldings","sentiment_score":-0.1666666667}
{"full_text":"Ensure that your employees are free from COVID-19 using this rapid test kit. Call 0769687287 \/ 0731434140 to schedule onsite testing with guaranteed results in 15 minutes.#preventmorewithsahl","sentiment_score":0.4}
{"full_text":"Mumbai local train restrictions for general public unlikely to go as #COVID cases spike again.https:\/\/t.co\/De7bDDi8vr","sentiment_score":-0.1125}
{"full_text":"The increasing #COVID19 deaths in Africa are tragic, chief said on Thursday, saying that it \"must refocus everyone on stamping out the virus\".https:\/\/t.co\/ZbKxiBWbUW","sentiment_score":-0.75}
{"full_text":"RT Infuriating.Cuomo hid COVID death data and ran out the clock on the investigation by the Trump DOJ.And it looks like th...","sentiment_score":0.0}
{"full_text":"The digital shift enabled saving and facilitating operations for many sectors, during the pandemic, retail being a key one of them. Read about the secret to retail success - Modern Data Storage.","sentiment_score":0.1}
{"full_text":"hello. it's 2:36 in the morning. it's june 11 2020, and covid is disrupting everything, this is a scheduled tweet. i'll schedule this for some random date idk yet, but far enough away so that covid is gone. all i know is that life is pretty good.","sentiment_score":0.11}
{"full_text":"Photography, like other #art forms, helps us see beyond our own lives, giving us access to others' worlds. Enjoyed these 'life in lockdown' images from across the Middle East.","sentiment_score":0.24375}
{"full_text":"COVID sparks resurgence of ISIL terrorists, threatening international peace and security, Security Council hears","sentiment_score":0.0}
{"full_text":"#COVID19 | Defeat #coronavirus by SMS! S  Social Distancing W  Wearing a #mask S  Sanitising\/Washing your hand#Unite2FightCorona","sentiment_score":0.0333333333}
{"full_text":"Frontline workers are anxious -- many have succumbed to #COVID19 after being left without PPE due to government's procurement oversight. Catch &amp; as they unpack key takeaways from #SONA2021 in our #SONAin60minutes special at 9am!","sentiment_score":0.0952380952}
{"full_text":"\"Social distancing restrictions will have to remain in place until at least the autumn to reduce the transmission of coronavirus under plans being considered by ministers\", The Times reports.","sentiment_score":-0.1333333333}
{"full_text":"47,705 were reached by the Test and Trace system in the countyhttps:\/\/t.co\/wFAZDawRUd","sentiment_score":0.0}
{"full_text":"President Joe Biden visited some of the nation's leading scientists on the frontlines of the fight against COVID-19 on Thursday, as his administration looks to boost supplies of vaccines to end the pandemic.","sentiment_score":0.0}
{"full_text":"In accordance with Victoria's stage four lockdown, all Diversitat sites are now closed until 8:30am on Thursday, 18 February.Staff will be working from home - so you can continue to call us during business hours on 5260 6000.","sentiment_score":-0.1}
{"full_text":"It was the week after Christmas and coronavirus case numbers and hospitalizations were soaring in Portland, Oregon.https:\/\/t.co\/yU8yD8ESC4","sentiment_score":0.0}
{"full_text":"Family UPSET as elderly member died of Covid after left lying on hospital floorhttps:\/\/t.co\/ASNwKFoVI5","sentiment_score":0.0}
{"full_text":"Pakistan Automotive Makers Association gives a breakdown of what cars Pakistanis are buying as economic activity picks up amid coronavirus Read more: #Pakistan #cars","sentiment_score":0.35}
{"full_text":"#ICYMI: Some North Texas COVID-19 vaccine center closed today due to inclement weatherhttps:\/\/t.co\/Zop7V4fYmQ","sentiment_score":-0.1083333333}
{"full_text":"RT Last March my opponent Kevin McCarthy used a racist term to describe Covid19 &amp; criticized the quarantine that saved lives...","sentiment_score":0.0}
{"full_text":"KING 5 poll: Inslee approval rating falls as pandemic drags on","sentiment_score":0.0}
{"full_text":"Has the blockbuster exhibition had its day?","sentiment_score":0.0}
{"full_text":"#Kuwait's Ministry of Health recorded on Thursday 1,048 new #COVID19 cases over the past 24 hours, the highest number since May 30 ","sentiment_score":-0.0568181818}
{"full_text":"RT She is curing AIDS\/CANCER\/ EYESIGHT  problem .....just by touching? but not Corona ??@AmitShahOffice","sentiment_score":0.5}
{"full_text":"We need more of this! Farm workers &amp; others along the food chain need to be vaccinated - it's a matter of national food security!@AZDHS , will we see clinics in the winter lettuce capitol, ","sentiment_score":0.625}
{"full_text":"Oh no I have to say though, the people around the country have done an amazing job containing covid, despite various failings from the top.","sentiment_score":0.3666666667}
{"full_text":"Traditional Greek sweets and more delivered in Sydney, FREE shipping. Get Koulourakia Shortbread Biscuits delivered at home or work.  https:\/\/t.co\/XNBszICxnb #dessert #dessertlovers #biscuits #greeksweets #friends #family #Koulourakia #tellafriend #sydney #baklava #stayhome","sentiment_score":0.225}
{"full_text":"RT Audre Lorde's words to Pat Parker feel like a huge reminder for many of us as we survive this pandemic:","sentiment_score":0.45}
{"full_text":"Missing someone over #Lockdown? Or want to give a personal message to a #Grandma or #Grandad you #Love - Let deliver that message with a Talking Heart. Record your own message with a #FavouriteSong. Order yours here #LockdownLove #Lovemyfamily","sentiment_score":0.225}
{"full_text":"Time: 06:00 * Temp: 1.7degC * Wind: SSE 8.1 to 21.0mph * Pressure: 1019.6hPa * Rain: 0.0mm * Hum: 75% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:50 * Sunset: 17:24 * Cloudbase: 1640ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Perhaps the time has come.. who is suffering more, entire states of millions constantly going into lockdown or thousands of returning travellers. Maybe they should wait..","sentiment_score":0.1666666667}
{"full_text":"Do you love eating  Fish ? Then read this article before eating  fish ... Waiting for Next Outbreak? Fish Farms Across India Found Highly Contaminated and Full of Waste - #GoVeg #healthylifestyle #HealthyFood #AnimalsRights","sentiment_score":0.162}
{"full_text":"RT \"This pandemic has proven that loneliness is not the way we were designed to live.\"Whitney Wolfe Herd, the billionaire CEO...","sentiment_score":0.1363636364}
{"full_text":"Best pandemic purchase has been a big ass porcelain-on-steel whiteboard for my \"home office\", right up there with an iPad Pro and a Nespresso machine. Do i ever need to leave home now? #AcademicTwitter #AcademicChatter","sentiment_score":0.4285714286}
{"full_text":"That's #JoyReid. Sadly, #Reid might suffering from a debilitating #NewsSTRAIN of #virus called called #STDS (#SevereTrumpDerangementSyndrome). #Symptoms include a #rapid #worsening &amp; #pathological #hate of everyone &amp; everything in the country that is NOT afflicted by the virus.","sentiment_score":-0.65}
{"full_text":"Britain's economy to reach pre-COVID-19 levels within two years - Reuters poll Britain's economy will narrowly dodge a double-dip recession and will have returned to pre-COVID-19 levels within two years, according to economists in a Reuters poll who said the Bank of England was u","sentiment_score":-0.2}
{"full_text":" During the vote I hope they stay home. We need 2\/3rds of the Senate \"present\" to convict, says ","sentiment_score":0.0}
{"full_text":"Britain, EU stress commitment to solve Northern Ireland border row Britain and the European Union on Thursday reiterated their commitment to resolve post-Brexit trade frictions over the Northern Ireland border in the wake of a row over COVID-19 vaccines.","sentiment_score":0.0}
{"full_text":"RT She is curing AIDS\/CANCER\/ EYESIGHT  problem .....just by touching? but not Corona ??@AmitShahOffice","sentiment_score":0.5}
{"full_text":"It takes our efforts as a team to ensure Covid-19 is dealt with for good.. we can't run away from it but rather face it@YEDNetworkKe","sentiment_score":0.7}
{"full_text":"RT Rahul Gandhi repeatedly attacking Ambani and Adani. Some qs:* Which nation gains by hurting India's big business?* W...","sentiment_score":0.0}
{"full_text":"RT The #COVID-19 #vaccine is an important tool to help us protect ourselves and our loved ones - and end the pandemic. When it's...","sentiment_score":0.55}
{"full_text":"RT Usually we're faded to black but China's ban of on grounds of falsified reporting on #Xinjiang &amp; #COVID19, s...","sentiment_score":-0.2083333333}
{"full_text":"UK social distancing rules could remain until autumn - The Times Social distancing norms in Britain could remain until the autumn under plans being considered by ministers, The Times newspaper reported on Friday.","sentiment_score":0.0333333333}
{"full_text":"RT physically i am in a pandemic but emotionally i'm in a storm in my best dress, fearless","sentiment_score":0.3333333333}
{"full_text":"#COVID19: The Delhi Police on Thursday said that Civil Defence volunteers, who on their own have no power to prosecute for Covid violations. #Coronavirus #COVID19Challans #CivilDefence #Covidviolations #DelhiPolice","sentiment_score":0.6}
{"full_text":"Anyone who votes in person during the April 13 city council election will be required to wear a face mask, according to strict guidelines voted into law by city council on Monday.","sentiment_score":0.0}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"Join us for our next #StatsCafe on Monday for a continuation on our discussion on mixed-mode data collections in light of the #COVID19 pandemic.To learn more or register ","sentiment_score":0.3}
{"full_text":"RT Gladys can run Victoria from New South Wales and have us out of lockdown by 9am tomorrow morning","sentiment_score":0.1363636364}
{"full_text":"UK's COVID-19 restrictions could be in place until all adults vaccinated - Public Health England Britain may have to keep \"some measures\" in place to restrict the spread of COVID-19 until its entire adult population is vaccinated, Susan Hopkins, the managing director of Publi","sentiment_score":0.0333333333}
{"full_text":"RT Breaking: Cuomo aide says state withheld nursing home COVID death data, fearing federal prosecutors | Just The News ht...","sentiment_score":0.0}
{"full_text":"RT Any politician who breaks their own coronavirus rules should be immediately removed from office. The first legislator to int...","sentiment_score":0.425}
{"full_text":"We're learning from using a #ZeroTrust approach to protect our employees and customers (and their devices and data) during COVID-19. #ITShowcase #MSFTAdvocate","sentiment_score":0.0}
{"full_text":"RT Recommend","sentiment_score":0.0}
{"full_text":"RT A well-fitting mask can reduce COVID-19 spread. For some individuals, #doublemasking may be helpful to improve fit, but it is...","sentiment_score":0.4}
{"full_text":"RT So just to confirm, this is the worst anyone's felt since the start of the pandemic, right? Like it's not just me?","sentiment_score":-0.3571428571}
{"full_text":"RT The situation is nothing short of a national emergency. Congress should treat it as such by quickly passing a bill whose ge...","sentiment_score":0.1111111111}
{"full_text":"UK's reported COVID-19 cases rise, deaths down Britain recorded a rise in the number of new daily COVID-19 cases on Thursday, although there was a fall in the reported death toll.","sentiment_score":-0.0063973064}
{"full_text":"2\/ THEN\/AND-- strip his heirs\/any complicit spouses\/cronies-- imprison 200 years for ea PTSD'd Capitol Police officer and 900 for each wounded-- imprison him for 1,900 years for each family who lost anyone to COVID-19\/went homeless over his delays of \/grifting the PPE\/PUA...","sentiment_score":0.0}
{"full_text":"Two Fraser Valley women's lives were changed forever when they were admitted to the hospital suffering from COVID-19. ","sentiment_score":0.0}
{"full_text":"How COVID-19 Has Changed SA's SME Funding Landscapehttps:\/\/t.co\/Q52x5gzhZ0","sentiment_score":0.0}
{"full_text":"RT Bad news for the 105th Cycling Classic. #M2W21 #NRS21","sentiment_score":-0.2666666667}
{"full_text":"The #COVID19 pandemic has sparked an unprecedented interest for news, yet it has also greatly affected the already struggling newspaper industry worldwide. shares his thoughts &amp; predictions about the future of Africa's Print Newspapers.","sentiment_score":0.4666666667}
{"full_text":"Watch video on the #PolyStudio P Series to see how Poly is enabling #remoteworkers to look and sound professional from wherever you work during the pandemic and beyond #WFH #hybridworking","sentiment_score":0.25}
{"full_text":"RT The only time Trump didn't tweet about election fraud for &gt;24 hours from August to January 6 was when he was hospitalized with C...","sentiment_score":0.0}
{"full_text":"RT Rinku Sharma had given blood to one of his Murderer One Month back to save him from CovidOne month later the same gu...","sentiment_score":0.0}
{"full_text":"The frustration of pretty much beating Covid and then it coming back via quarantine. Should we have been stricter given what Melbourne endured?","sentiment_score":0.15}
{"full_text":"UK's mutating variant a concern as it might undermine vaccines, scientist says The coronavirus variant first found in the British region of Kent is a concern because it is mutating and so could undermine the protection given by vaccines against developing COVID-19, the head of th","sentiment_score":0.125}
{"full_text":"RT Aarhus-Stanford research partnership responds to #COVID-19: Antiadrenergic drugs may have protective benefits against hyperinfl...","sentiment_score":0.0}
{"full_text":"RT Has Zuma already been vaccinated against Covid? Or he deals with Covid as he does with the Zondo Commission - direction prov...","sentiment_score":0.0}
{"full_text":"Not perfect, but saves lives, AstraZeneca says as Africa backs COVID-19 shot AstraZeneca's COVID-19 vaccine is not perfect, but will have a big impact on the pandemic, its chief executive predicted on Thursday, as the drugmaker pledged to double output by April and the African Un","sentiment_score":-0.2}
{"full_text":"FACTBOX-Latest on the worldwide spread of the coronavirus $LPRO $PFE $JNJ $AZN","sentiment_score":0.0}
{"full_text":"RT Rinku Sharma had given blood to one of his Murderer One Month back to save him from CovidOne month later the same gu...","sentiment_score":0.0}
{"full_text":"RT From China:Of course cannot broadcast in Chinese over China","sentiment_score":0.0}
{"full_text":"Here's the deal. We can't solve every issue and I happen to believe poverty is the no. 1 biggest issue in America pre-COVID and will remain the biggest issue, so the more conservatives talking about it, the better. This isn't a sign of tone deafness.","sentiment_score":0.5}
{"full_text":"What industries are most impacted by COVID-19? Grayson seeks to understand this by speaking to local creatives, entrepreneurs, and influencers navigating the COVID-19 pandemic. Listen to his awkwardness in 30 minute increments.https:\/\/t.co\/6aT8EyGPLn 10","sentiment_score":0.25}
{"full_text":"Regressive Effects of the COVID-19 Pandemic for Women in Academic Oncology #onlinefirst","sentiment_score":0.0}
{"full_text":"Today, bad guys are released from prisons and the good guys are arrested. Myanmar (Burma) is facing an extremely difficult situation. The people are suffering from the oppression of the dictators, in addition to the economic damage caused by Covid.#WhatIsHappeningInMyanmar","sentiment_score":-0.075}
{"full_text":"RT taylor swift continues to provide us with more pandemic relief than the government","sentiment_score":0.5}
{"full_text":"I've got a fellow raspberry blowing 7 month old here who feels the same about the fact we only got 2 playgroup sessions and 3 swimming lessons this year before our first lockdown of 2021 #covid19vic","sentiment_score":0.0875}
