{"full_text":"RT Toronto Police College closed after coronavirus outbreak involving at least 32 cases | Now think of all those non-essential...","sentiment_score":-0.2}
{"full_text":"RT cases on a weekly basis getting better but we have to be positive still. Also we...","sentiment_score":0.3636363636}
{"full_text":"RT Rishi Sunak freezes fuel duty over reliance on cars in the pandemic - people want to feel safe in their own car, not u...","sentiment_score":0.55}
{"full_text":"RT This is ridiculous.The Asian community is suffering from a rise in hate crimes due to the pandemic, both locally and glob...","sentiment_score":-0.23125}
{"full_text":"RT This schism that started with Brexit has now extended into Covid19 and is threatening to engulf our monarchy. The tool o...","sentiment_score":0.0}
{"full_text":"RT Why the hell is this aberration allowed to wear a mask that says this? I thought there was a dress code in Cong...","sentiment_score":0.0}
{"full_text":"RT CCP, is this success story of China's pandemic response?\"The one with no doctors to turn to, who feared infecting his...","sentiment_score":0.3}
{"full_text":"RT Seems that Alex did notice the swipe during the COVID briefing. #SalmondSpeaks","sentiment_score":0.0}
{"full_text":"Biden is dropping bombs on Syria, locking kids in cages, fighting against Medicare for All in a pandemic, and lying about $2000 immediate relief checks &amp; Democrats keep saying \"empathy is in the White House.\" I don't know how they say it with a straight face--yet alone believe it.","sentiment_score":0.1}
{"full_text":"RT This is ridiculous.The Asian community is suffering from a rise in hate crimes due to the pandemic, both locally and glob...","sentiment_score":-0.23125}
{"full_text":"Journalists: PN govt lacks #transparency via #NewsCurator #news #truenews #instanews #Socialmedia #reporting #contents #viral #media #facts #public #justice #reputation #Integrity #frustration #SocialDistancing #stayhome #Staysafe","sentiment_score":0.0}
{"full_text":"RT not at the radiohost saying we twisted his words when he literally compare an asian group to covid, the ignorance in this worl...","sentiment_score":-0.25}
{"full_text":"RT I hear several reasons why people want the vaccine. I have noticed in those younger the answers are along the lines of:Go...","sentiment_score":0.0}
{"full_text":"RT V for Vaccine, Victory and V strategies against Covid-19,","sentiment_score":0.0}
{"full_text":"That's your folks, your voted official leader of Canadians!","sentiment_score":0.0}
{"full_text":"COVID-19 Is Making Human Trafficking Much, Much Worse - VICE","sentiment_score":-0.2}
{"full_text":"RT The TV News Gods says, No.They say that after being vaccinated with the covid vaccine you can still spread it and you...","sentiment_score":0.0}
{"full_text":"RT Senegal has just given 10% of its first batch of anti-Covid vaccine to its poorer neighbours, The Gambia and Guinea-Bissau....","sentiment_score":0.25}
{"full_text":"RT First deleted a tweet spreading false rumours that Nadhim Zahawi had jumped the queue for a covid vaccine jab.N...","sentiment_score":-0.075}
{"full_text":"Mauritius: JICA Provides $289 Million Support To Fight Covid-19 Under Initiative With AfDB -","sentiment_score":0.0}
{"full_text":"RT These covid \"jokes\" about B\/TS need to be addressed and disappear... it really feels like ARMYs are screaming into the voi...","sentiment_score":0.2}
{"full_text":"Fresh start after Easter would have been my plan. I have made the decision not to return to doing supply work, spent the last year looking after hubby and my mum. Mike`s mum we lost to Covid in her carehome. 3 of 4","sentiment_score":0.0666666667}
{"full_text":"Online booking tools for COVID-19 vaccine 'at different levels of readiness' - The Globe and Mail","sentiment_score":0.0}
{"full_text":"i already been tested 4 times ","sentiment_score":0.0}
{"full_text":"RT Racism including verbal and physical violence against Asians have spread further with the pandemic.We ask to de...","sentiment_score":0.0}
{"full_text":"RT We are thrilled to announce that the second term of the Mobility Studies MA programme will be opened by the keynote lect...","sentiment_score":0.3}
{"full_text":"RT What the Democrats have crafted is not a COVID relief bill. It is a far-left wishlist. If they were serious about helping...","sentiment_score":-0.3333333333}
{"full_text":"RT Here it is, our new record! 'Blood On Your Hands' Our response to the Tories' terrible handling of the Corona pandemic. Sha...","sentiment_score":-0.4147727273}
{"full_text":"RT A Bavarian radio station found its name trending worldwide with the hashtag #Bayern3Racist, after a presenter upset fans of K-P...","sentiment_score":0.0}
{"full_text":"RT We are working to quickly pass the American Rescue Plan and deliver urgent, bold COVID relief to Americans across the count...","sentiment_score":0.2222222222}
{"full_text":"RT Your attitude is too disgusting to forgive or even ignore. No excuse to say that this is a joke, your character, or wha...","sentiment_score":-0.4875}
{"full_text":"RT This is ridiculous.The Asian community is suffering from a rise in hate crimes due to the pandemic, both locally and glob...","sentiment_score":-0.23125}
{"full_text":"RT Immigrants are being released into the US without Covid testing. Just as we are seeing a downturnIs this their plan?","sentiment_score":0.0}
{"full_text":"RT this happened last year during Italy's first total lockdown: let's celebrate this man","sentiment_score":0.0833333333}
{"full_text":"RT President Biden's so-called #COVID plan is \"a progressive blowout for the ages that does little for the economy but will...","sentiment_score":-0.1875}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"You also seem to be fixated on Brexit but the appalling standard of reporting on the pandemic &amp; US politics has been pure gutter press.I asked for \"a genuinely factual, comprehensive &amp; unbiased news reporting service\" which wasn't limited to any 1 issue.","sentiment_score":0.0385714286}
{"full_text":"Jack Ma-backed #Prenetics plots IPO after COVID-19 test success","sentiment_score":0.3}
{"full_text":"Why people are not informed that this isn't a vaccination for COVID but a  experiment ... Sure it's proven that this does not protect anybody form getting the virus! This will not help the situation!","sentiment_score":0.78125}
{"full_text":" help us#WHOSaveTurkishStudents #WHOSaveTurkishStudents #WHOSaveTurkishStudents","sentiment_score":0.0}
{"full_text":"Buy the Panic-Induced Dip in Farfetch Stock $FTCH","sentiment_score":0.0}
{"full_text":"RT Quite. We never had this emotional manipulation about the flu vaccine. Those who decided not to take the flu vaccine were...","sentiment_score":0.0}
{"full_text":"RT This is ridiculous.The Asian community is suffering from a rise in hate crimes due to the pandemic, both locally and glob...","sentiment_score":-0.23125}
{"full_text":"RT After the parliamentarian finds that Dems can't use the budget reconciliation process to raise the minimum wage, the s...","sentiment_score":0.0}
{"full_text":"RT Love this ad and love this candidate. Donate if you can! #ShawnLassiter #TX06","sentiment_score":0.5625}
{"full_text":"RT we all need someone to call homewe all need someone to stay#Akinci                  #sukruo...","sentiment_score":0.0}
{"full_text":"RT Thanks for calling out how #women have borne the greatest brunt of #COVID in Kenya","sentiment_score":0.6}
{"full_text":"RT Yes, actually. Biden is working to pass a 1.9 trillion dollar  \"Covid relief\" package of which just 9% will go to the Am...","sentiment_score":0.0}
{"full_text":"RT On Monday, I anticipated that Harvey Norman would report a $500m profit for the half-year. Turns out that it was a stonking $...","sentiment_score":0.0}
{"full_text":"RT Nerd Immunity","sentiment_score":0.0}
{"full_text":"#NowPlayingOnSplashFm..   > \"Don't Worry\"\/@boyodre ft #SPLASHFM1055  #ItsDaWeekenddd#TGIF#StaySafeStayHealthy  #WearAMask@desmond2dg","sentiment_score":0.0}
{"full_text":"Pandemic Puts Summer Associate Programs Into Question--Again via","sentiment_score":0.0}
{"full_text":"Ridiculous so much hate racist people.","sentiment_score":-0.5666666667}
{"full_text":"RT 'We need the nations of the G7 to display values of equality and solidarity, and to stop hoarding excess supplies of vaccine...","sentiment_score":0.0}
{"full_text":"When people were dying caring for their loved ones during covid. Govt was busy denying an extra attempt to UPSC aspirants.please do justice for the sake of justice  #UPSC2021  #extraattempt","sentiment_score":0.2666666667}
{"full_text":"This is devastating ","sentiment_score":-1.0}
{"full_text":"We #UPSC candidates are helpless. please help us. provide #UpscExtraAttempt in #CSE2021 to those candidates who had their last attempt in CSE2020 by their Age limit or by their Number of attempts limit.#ExtraAttempt UPSC CSE 2021","sentiment_score":0.0}
{"full_text":"RT In the pandemic the government has given almost PS2 billion in contracts to companies who have donated money to or are close...","sentiment_score":0.0}
{"full_text":"RT Recent data support community #maskwearing as an effective intervention to mitigate the spread of #COVID19 infections. Mult...","sentiment_score":0.3}
{"full_text":"RT India &amp; India's vaccines have become even more critical for global economic recovery post pandemic #NewIndia #investindia #...","sentiment_score":0.175}
{"full_text":"RT Lindsey helps block Garland in 2016, jams through Barrett in 2020, supports passing a GOP tax bill (and Obamacare repeal)...","sentiment_score":0.0}
{"full_text":"We didn't forget what you did white a$$ btch","sentiment_score":0.0}
{"full_text":"RT Fully agree that these three strategies look promising to speed up protecting the population from #covid19 and warrant some ser...","sentiment_score":0.2}
{"full_text":"RT President Biden is making his first trip to a major disaster site since he took office. He's heading to Texas, where he pl...","sentiment_score":0.15625}
{"full_text":"How did Biden get his covid vaccine while President Trump was in office?  Oh, that's right...President Trump made it available, while HE was in office.","sentiment_score":0.4}
{"full_text":"Tone deaf pundit on #morningjoe is bloody insulting to people suffering. We don't need ex-Kalorama millionaires telling us a survival check is unnecessary! Go join the DoNothingParty! #TaxTheRich","sentiment_score":-0.8083333333}
{"full_text":"Fetal tissue notification and prohibition of acknowledging socio-economic factors, have NO place in Michigan law in this century.  None. Senate passes small COVID relief plan, Dem calls it 'callous cruelty fueled by elitism and racism'   Michigan Advance","sentiment_score":-0.25}
{"full_text":"RT If you are a non-Asian person that enjoys Asian things like kpop, anime, asian cuisine, etc; please don't ignore the ri...","sentiment_score":0.0}
{"full_text":"RT Dear Democrats: Stop calling it a \"COVID Relief\" plan. A better name would be \"The Pelosi Payoff.\"","sentiment_score":0.5}
{"full_text":"RT If you want to show your appreciation of the free NHS vaccination programme you can help make sure the Covid vac...","sentiment_score":0.45}
{"full_text":"RT Great to find this short taster of next Sunday's programme. And a photo that breathes pre-lockdown air...","sentiment_score":0.2666666667}
{"full_text":"No judgement, just curious if this pandemic had changed your views on holiday travel plans.  Realistically, I see a late summer trip to Spain \/ Greece..","sentiment_score":-0.2}
{"full_text":"RT Her majesty ","sentiment_score":0.0}
{"full_text":"#Brexit UK press really is a cess-pit.","sentiment_score":0.2}
{"full_text":"Kagwe for looting covid-19 funds","sentiment_score":0.0}
{"full_text":"RT As long as I don't have to wear a mask and they don't have any ridiculous nonsense like temperature chec...","sentiment_score":-0.1916666667}
{"full_text":"FIND YOUR FLOW + ALL YOU NEED TO KNOW (after the announcement)   -","sentiment_score":0.0}
{"full_text":"My anxiety dream last night.... I looked in the mirror and nearly all my hair was gone!!!  Nearly a year into this pandemic and I'm still having these bananas dreams. Are you?!?!?","sentiment_score":0.1171875}
{"full_text":"Three ways on how the pandemic has changed the workplace for the better.#ICCG #ERP #Pandemic #Sofware #WorkFromHomehttps:\/\/t.co\/BJ6OT7fmKp","sentiment_score":0.0}
{"full_text":"Premier Iain Rankin and Dr. Robert Strang will provide a #COVID19NS update today at 1 p.m., livestreamed to Facebook Live, YouTube, and to","sentiment_score":0.1363636364}
{"full_text":"On this week's COVID-19 update, Dr. Bishop discussed the J&amp;J vaccine data, COVID long haulers, whether you can take Advil or Tylenol before or after vaccination, and more. Check out our full recap below.","sentiment_score":0.2666666667}
{"full_text":"A new study identifies the specific types of #antibodies that may be driving #COVID19 outcomes in both children and adults. #SARSCOV2 #Coronavirus #Pandemic #Serology #MedLab","sentiment_score":0.0681818182}
{"full_text":"More COVID-19 Vaccines Flow into Delaware County as 2 New Sites Open up","sentiment_score":0.2121212121}
{"full_text":"RT People don't care about keeping the filibuster. People don't care about listening to the parliamentarian. People care abo...","sentiment_score":0.0}
{"full_text":"RT \"WE ARE NOT A VIRUS\": As hate crimes rise against Asian Americans, members of the #AAPI community share their experienc...","sentiment_score":-0.4}
{"full_text":"RT hi everyone i just wanted to tweet and talk about the rise of violence against asian people in the US since the start of the p...","sentiment_score":0.0}
{"full_text":"Guess which place is Mexico in? Coronavirus Pandemic: Ranking The Best, Worst Places to Be ","sentiment_score":0.0}
{"full_text":"RT Good morning to everyone except communist Democrats and their laughable NO COVID relief bill.","sentiment_score":0.1}
{"full_text":"NEW @COVIDSciOntario approach for vaccine prioritization after congregate settings and HCWs. Age and neighbourhood. Simple. Could add some disease modifiers - but as a first order strategy, age and  neighborhood is transparent and equitable.","sentiment_score":0.1287878788}
{"full_text":"RT The words we use inform the stories our children will tell. We don't have a lost generation Covid kids who need to catch...","sentiment_score":0.0}
{"full_text":"RT ICYMI: NC has moved to Group 3 for COVID-19 vaccinations. #COVID19vaccine supply is still limited, so we have started with an...","sentiment_score":-0.0714285714}
{"full_text":"Want to know how #FaceShields offer protection from #Coronavirus? And the difference in protection from a face mask? Keep reading to find out everything you need to know... #PPE #COVID19 #UKmfg #Automotive #Retail #Hospitality #Healthcare","sentiment_score":0.0}
{"full_text":"Post Lockdown Planner: Escape Room in #Essex a group of 4-6 friends and work together as codebreakers in a race against time to find the Chappel Dossier - a top secret document containing vital decryption codes.\" ","sentiment_score":0.0666666667}
{"full_text":"One of #NorthKorea's largest fertilizer plans has halted operations due to a lack of replacement parts, the latest sign of damage to the state's economy from its border closure with #China","sentiment_score":0.1875}
{"full_text":"\"I just desperately wanted to be there. It was the toughest time of our lives.\" Mum Natalie tells about daughter Lily's stroke during lockdown, which meant she couldn't visit her for the first month of her recovery. Read their story here:","sentiment_score":-0.175}
{"full_text":"Coronavirus Job Retention Scheme claims for February can now be filed - you have until 15 March to make a claim - #CJRS #Furlough #Employers #Payroll","sentiment_score":0.0}
{"full_text":"The latest updated Covid-19 figures for #Solihull: 125 cases per 100,000 people in the latest week 15 Feb-21 Feb.(source BBC News: continue social distancing and stay at home to keep each other safe.","sentiment_score":0.2816666667}
{"full_text":"RT We discovered today that the Ontario government did in fact create an iron ring ...around all documents and testimony before...","sentiment_score":0.0}
{"full_text":"Did you miss the and webinar on covering the #COVID19 vaccines? Watch it here!https:\/\/t.co\/1K7Jm8G6vo","sentiment_score":0.0}
{"full_text":"Merchants Quay Ireland offers help and services to people dealing with homelessness and addiction issues. #homelessness #COVID19 #merchantsquay #addiction #offerhelphttps:\/\/t.co\/URmYSDmAYC","sentiment_score":0.1}
{"full_text":"The Black Lives Matter Global Network Foundation has launched a $3 million relief fund aiming to support Black families and communities hit hard by the COVID-19 pandemic.","sentiment_score":-0.15625}
{"full_text":"ICYMI: Dundee-Crown girls basketball will miss its next four games due to COVID-19 quarantine, but hopes to be back for the FVC Tournament, starting March 6https:\/\/t.co\/Z7xhFhHLPi","sentiment_score":-0.03125}
{"full_text":"Best Buy announced Thursday that they are changing their workforce as customers rely on shopping online during the coronavirus pandemic.https:\/\/t.co\/AjSxwGQ9O3","sentiment_score":1.0}
{"full_text":"Festivals selling out after map to end England's lockdown announced | Festivals","sentiment_score":0.0}
{"full_text":"Join us online for #digitalspring 8th - 12th March to hear #tips&amp;tricks for supporting staff and students during #Covid - , . , and more! #hulldtn #digitalspring","sentiment_score":0.4375}
{"full_text":"Louisa Wagstaff explains why she believes women have been unfairly discriminated against during the coronavirus pandemic.","sentiment_score":-0.5}
{"full_text":"High Park is closed to vehicle traffic on weekends. The vehicle closure begins Friday night at approximately 11pm &amp; ends Monday morning at approximately 7am. Limited street parking is available on Bloor St.Updates to City services at:","sentiment_score":-0.0685714286}
{"full_text":"New IT Support Company?Here are 18 Questions to Ask any IT Support CompanyIf you are unhappy with your current IT support company, do reach out. We'd love to see if we are a good fit for your needs!https:\/\/t.co\/Df1vuG8VUh #SwitchToUs #lockdown #ITsupport","sentiment_score":0.1893939394}
{"full_text":"Attention graduate students in #epidemiology! The 2021 Graduate Student Epidemiology Program (GSEP) is looking for interns for the Summer 2021 cohort. Learn more about this paid, 100% remote internship at #GSEP #epitwitter #BlkInData #MCH #internship","sentiment_score":0.2}
{"full_text":"Watch the highlights of the final day of the Commonwealth Science Conference 2021 and explorebuilding resilient food systems, science and Africa, and the sustainable recovery from the #COVID19pandemic. Watch all the highlights here: #CWSci2021","sentiment_score":0.0}
{"full_text":"racists be like: i don't like this cover we need a vaccine to get rid of this k0rean boy band just like we need a vaccine for covid. i have a k0rean car.also racists: why are you attacking me cause i don't like the cover everyone can have an opinion??? you sound so stupid.","sentiment_score":-0.2}
{"full_text":"RT Biden claims inherited a Covid mess. Of course he didn't. He did inherit a vaccine and a plan for distributing the vaccin...","sentiment_score":-0.175}
{"full_text":"Tune in to this segment with to learn about the launch of a new web tool to help the public locate #COVID19 vaccine sites.","sentiment_score":0.0681818182}
{"full_text":"RT Thunder Bay schools all closing. Who's next? It didn't need to be this way. Act now, Ford:Smaller class sizes ...","sentiment_score":0.0}
{"full_text":"RT Translation of this article by #Bayern3Racist","sentiment_score":0.0}
{"full_text":"As COVID-19 spread and countries were on lockdown, journalists like defied the odds looking for deeper stories.Chapter 5: The Virus. #AmplifyRappler","sentiment_score":0.0}
{"full_text":"RT Since many have asked today, all approved covid vaccinations are VERY effective in preventing normal lungs (on the L) from...","sentiment_score":0.4766666667}
{"full_text":"RT New Column: 1, Now, the COVID bill will pass for sure, and don't lose sight of what a big deal that is; 2, The min wage fight...","sentiment_score":0.2121212121}
{"full_text":"When you receive your #COVID19 vaccine, you'll also get a vaccination card. Don't post it on social media! Since the card contains personal info, it can leave you vulnerable to scams. Share this instead   #VaccinatePA","sentiment_score":-0.1527777778}
{"full_text":"Terps, now is the time to rededicate ourselves to the #4Maryland behaviors. New COVID variants call for new vigilance. Let's do this for everyone. Let's do this #4Maryland.","sentiment_score":0.1363636364}
{"full_text":"The City of Winston-Salem Zoning Board of Adjustment will be held March 4th at 2:00 pm, at City Hall in the Council Chamber, Room 230, 101 N. Main Street, Winston-Salem, NC 27101.   Amended Rules and Procedures due to COVID-19 can be found at .32","sentiment_score":0.0208333333}
{"full_text":"Johnson &amp; Johnson #COVID19 vaccine has met the requirements for emergency use authorization another step toward the authorization of a third shot for the United States#coronavirus #Corona #Covid_19","sentiment_score":0.0}
{"full_text":"British Sign Language users can find BSL translations about health topics including coronavirus here &amp; on  YouTube channel information in audio format go to in easy read formathttps:\/\/t.co\/1u0Ej9GQyp","sentiment_score":0.2166666667}
{"full_text":"3. Borders open and schools closed4. Zero action of all the 'talk' but lots of signatures for far left changes","sentiment_score":0.05}
{"full_text":"Join Arise and for a live webinar TODAY at noon. We'll talk about our new reports on working conditions in Alabama amid #COVID19 and discuss policy solutions to build an economy that works for every Alabamian. Sign up here: #alpolitics","sentiment_score":0.1363636364}
{"full_text":"As McGill announced their plans provide in-person classes for the Fall 2021 semester, many students are looking forward to a return to normalcy. However, students with disabilities are worried about what that will mean for them when the pandemic ends. We speak with two students.","sentiment_score":0.09375}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurvehttps:\/\/t.co\/1rDKbo3i57","sentiment_score":0.0}
{"full_text":"If you missed me on this week talking about managing moods in lockdown, don't worry! You can listen to the podcast version here via #COVID19ireland #COVID19","sentiment_score":0.0}
{"full_text":"One Lens aims to use art as a therapeutic tool for recovery, reflection, and remembrance during COVID-19To submit a photo or audio clip, visit","sentiment_score":0.0}
{"full_text":"RT A investigation found that only 8 countries in Africa have compulsory death registration systems. Understanding w...","sentiment_score":0.0}
{"full_text":"Again for the morning crowd! Pandemic productivity recovery, a new submission call from for optimistic SF, Fantasy, &amp; Horror, upcoming virtual SFF conventions, and other market updates!   #writingtips #writingcommunity #amwriting","sentiment_score":-0.0099431818}
