{"full_text":"RT Jarlath O'Brien asks why everyone is suddenly so concerned about children being out of school when thousands of SEND children have...","sentiment_score":0.0}
{"full_text":"RT We've been living with #coronavirus (#COVID19) for a long time, and that can affect people in different ways. If you find you...","sentiment_score":-0.025}
{"full_text":"China's drug authorities have given \"conditional\" market approval for a second #COVID19 vaccine, Sinovac's CoronaVac jab, the pharmaceutical company saidhttps:\/\/t.co\/cdKOug1zAC","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden faces growing questions about the appointment of a Democratic donor to oversee billions of dollars in unemployme...","sentiment_score":0.0}
{"full_text":"RT My eldest sister has managed to open her pharmacy during the pandemicPls send well wishes and love. She's been working on thi...","sentiment_score":0.25}
{"full_text":"RT It's revealing that the one area of notable success during the covid pandemic has been the vaccination programme, whic...","sentiment_score":0.4}
{"full_text":"RT One of the government's scientific advisers has told Sky News it could be \"months\" before most of the measures are gone.So w...","sentiment_score":0.5}
{"full_text":"Yeah. As accurate as his Covid predictions","sentiment_score":0.4}
{"full_text":"RT It is delibrate. Keeping Nigerians poor is the APC's policy. - 28 billion remittance (BLOCK IT)- Palliative for Covid (H...","sentiment_score":-0.4}
{"full_text":"Thank God for quick and safe recovery. Stay safe Adam.","sentiment_score":0.4444444444}
{"full_text":"RT India has launched the world's fastest vaccination programme in the fight against COVID. So far, over 44 lakh people...","sentiment_score":0.1}
{"full_text":"RT My Dear #TakashiOhashi &amp; Daisuke Takagi,\"#mind_o_nation\" provided by them is a Japanese long-run radio programJapan ti...","sentiment_score":0.0}
{"full_text":"RT My friend's mom died of COVID. Her husband, who was a COVID denier &amp; anti-mask activist, felt so guilty over how his actions...","sentiment_score":-0.5}
{"full_text":"RT If any casualty happened with me due to covid-19, who will answer to my mother?Are Exams More Important Than Our Live...","sentiment_score":0.2278409091}
{"full_text":"When's this pandemic thing gonna be over? Where can I find this guy?","sentiment_score":0.0}
{"full_text":"Everythings waiting for you ...should be the Covid anthem! Great track Tom.","sentiment_score":0.8}
{"full_text":"RT Please re-Tweet these 10 ways to help a friend who is struggling with #anxiety during #lockdown (image:","sentiment_score":0.0}
{"full_text":"RT Manchester cafe not taking any shit from the council lockdown Nazis. ","sentiment_score":-0.2}
{"full_text":"RT A seven year old child died of covid today. Just let that sink in. A Y2-aged child.","sentiment_score":0.1}
{"full_text":"Morning Wendy - how are you?  Look forward to #lockdown eventually lifting so that I can get over to you for a coffee &amp; a chat ... in our fancy masks!","sentiment_score":0.0}
{"full_text":"RT \"Out of every 10 deaths, 8 were unnecessary.\" --Dr. Tess Lawrie, UK.The science couldn't be more clear: #Ivermectin w...","sentiment_score":0.0666666667}
{"full_text":"RT Or do these patients already have undiagnosed #diabetes which causes them to be high risk for severe #COVID19 disease &amp; the...","sentiment_score":0.16}
{"full_text":"RT #Master has given confidence to the TN Theatrical industry, post-lockdown.. Congrats #Thalapathy #MakkalSelv...","sentiment_score":0.0}
{"full_text":"Is Rishi Sunak the most dangerous man in government? As this article clearly shows: yes. But add to that (formally outside government) the disastrous @didoharding and government \"cronyism\" (read: corruption)","sentiment_score":-0.14}
{"full_text":"RT My eldest sister has managed to open her pharmacy during the pandemicPls send well wishes and love. She's been working on thi...","sentiment_score":0.25}
{"full_text":"RT There are NHS doctors and nurses experiencing PTSD symptoms due to the Covid crisis, a leading health journalist tells LBC.@eddi...","sentiment_score":-0.125}
{"full_text":"I guess the pandemic is cancelled in Iowa","sentiment_score":0.0}
{"full_text":"RT According to South Africa's National Treasury, a total of $2bn was spent by state institutions on COVID-related purchases be...","sentiment_score":-0.05}
{"full_text":"honestly worst customer service I've ever received. 5 delivered items - all damaged, PS50 gift card offered... that can't be used online... during a global pandemic and lockdown. Their attitude, wait till stores open  even store staff said it was appalling.","sentiment_score":-0.3375}
{"full_text":"RT This Pandemic has turned some of us women into braless, long haired, furry coochied hippy chicks.And we like it.","sentiment_score":-0.05}
{"full_text":"It would be ridiculous to have any until cases are not rising as schools, work etc start reopening. We don't want to keep having to lockdown. Maybe testing before people travel to their holiday too","sentiment_score":-0.3333333333}
{"full_text":"RT COVID-19 report of Dhenkanal District for05-02-2021Number of new Positive cases-NilNew recoveries-01Cumulative...","sentiment_score":0.1818181818}
{"full_text":"RT I'll scratch your back whilst you scratch (translation: make stinking rich) mine.","sentiment_score":0.1875}
{"full_text":"RT \"The median time truckers spent in lines at Ashford, southeast England, was about 15 hours.\"Take a moment to absorb t...","sentiment_score":-0.1}
{"full_text":"RT Still won't destroy virus coz for eg, I may get infected on Day 1, but I spread it to mum on Day 3, and she infects my sis on...","sentiment_score":-0.2}
{"full_text":"But by April all the vulnerable will have been vaccinated so what's the issue. Look at the amount of deaths now compared to wen the pubs were open. Been closed for 3 months &amp; death numbers have doubled, explain that one?  #COVID19","sentiment_score":-0.2}
{"full_text":"RT I'll let the #ExcludedUK community answer the question from the headline...https:\/\/t.co\/hfNl3omA9b","sentiment_score":0.0}
{"full_text":"RT We updated our near real-time analysis of the spread of 501Y and B.1.1.7 now including - next to Geneva - Zurich, Switzerlan...","sentiment_score":0.05}
{"full_text":"RT Burundi now 2nd African country, after Tanzania, to say it doesn't need COVID-19 vaccines. Recently President Ndayishimiye said...","sentiment_score":0.0}
{"full_text":"RT $HBAR  being used to track covid vaccine in the UK","sentiment_score":0.0}
{"full_text":"RT If you think we can't afford COVID relief, here's your reminder that America's billionaires could pay for every cent of workin...","sentiment_score":0.0}
{"full_text":"RT Noise? Prime Minister this is an insult to the hundreds of concerned people emailing and calling my office about vaccine...","sentiment_score":0.0}
{"full_text":"In February last year we were encouraging people to explore Yorkshire on foot. Well, we might not be quite ready to get out and about but there's some great inspiration for those planning a healthy post-lockdown change of scenery #SaturdayMotivation","sentiment_score":0.375}
{"full_text":"Started rewatching season 1. It's great escapism as there is no bloody Covid anywhere ","sentiment_score":0.6}
{"full_text":"Consumer Sentiment, COVID-19, and Capital Hill Puts the Dollar in Focus...https:\/\/t.co\/FWZiWfAWRq","sentiment_score":0.0}
{"full_text":"RT Life and death on a Covid intensive care ward - a special report from Northwick Park Hospital on the huge difficulties fa...","sentiment_score":0.3785714286}
{"full_text":"The sneaky way the coronavirus mutates to escape the immune system","sentiment_score":0.0}
{"full_text":"RT Vaccination drive underway in all parts of Pakistan. First recipients are the frontline health workers who are the true hero...","sentiment_score":0.3}
{"full_text":"RT After 6 years of riding this rollercoaster, a switch from physics to CS\/ML, and an entire last year in pandemic\/lockdown...","sentiment_score":0.0}
{"full_text":"RT This shows that Pakistan have well controlled the pandemic situation. #Pakistan","sentiment_score":0.0}
{"full_text":"RT Amazon workers have the right to form a union.Anti-union tactics like these, especially from a trillion-dollar company trying to...","sentiment_score":0.1428571429}
{"full_text":"RT People have turned to nature for solace and escape throughout the pandemic, whether it's been heading out for more walks, be...","sentiment_score":0.5}
{"full_text":"RT Case report. A #pregnant woman received a single dose of the Pfizer #COVID19 #vaccine. 3 weeks later she gave birth to a...","sentiment_score":0.0873015873}
{"full_text":"Drink first vita plus immune system booster.Helps fight covid 19.","sentiment_score":0.25}
{"full_text":"RT Wuhan residents remember coronavirus 'whistleblower' doctor a year after his death","sentiment_score":0.0}
{"full_text":"Technologies Helping Business Survive the COVID Crisis #CRE #COVID-19 #Technology #TenantTips","sentiment_score":0.0}
{"full_text":"RT Factory workers raise three-finger salutes to protest the military takeover.Myanmar's overwhelmingly female garment workf...","sentiment_score":-0.05}
{"full_text":"RT Netherlands approves a rapid breath test which can detect coronavirus within one minute","sentiment_score":0.0}
{"full_text":"RT COVID19: Hydrogen peroxide must be subjected to further evaluation - Ophthalmologist, Dr. Jesse Pelletier. #Newsfile","sentiment_score":0.0}
{"full_text":"niente oggi doyoung lockdown","sentiment_score":0.0}
{"full_text":"The latest The Interior design Daily! Thanks to #covid19 #randpaulisadisgrace","sentiment_score":0.2333333333}
{"full_text":"\"If you are reading this, and you have been affected with redundancy, or you are looking for support with finding a job, then I have good news.Read Jayne's blog, about how her team are supporting people find employment throughout the pandemic ","sentiment_score":0.475}
{"full_text":"#Listenback #ICYMIA new campaign called 'We Can Be Zero' wants Ireland to adopt an approach like Australia or New Zealand to tackling Covid-19.  They want to seal Ireland's borders to drive down the number of infections. ","sentiment_score":0.0792929293}
{"full_text":"Due to the current situation surrounding Covid-19, it is now mandatory to wear a face covering on public transport. Please can passengers board our vehicles with your face covering on, and keep it on for the entire duration of your journey #COVID19 #StaySafe","sentiment_score":-0.03125}
{"full_text":"The #COVID-19 pandemic is increasing the risk of female genital mutilation or FGM, with the predicting that an additional two million girls will be subjected to the practice in the next ten years.#endFGM #Act2EndFGM","sentiment_score":0.0}
{"full_text":"The Bank of England is considering introducing a negative interest rate for the first time to stimulate the economy, as uncertainty over the Covid-19 pandemic continues.Read more in our article below https:\/\/t.co\/ltn7bHgZY5","sentiment_score":0.15}
{"full_text":"Just because I'm Getting Board in Lockdown ,If anyone wants me to make them a Twitter header, just send me a DM, with your ideas and ill do my best to do it for you, these will comply with T&amp;C, can put QR codes to link to OnlyFans Etc,","sentiment_score":0.2333333333}
{"full_text":"Excellent review of thrombosis and anticoagulation in #COVID19 by and Paradoxically, anticoagulation may be most beneficial in moderately ill patients with #COVID19, as the bleeding risk may be excessive in the critically ill","sentiment_score":0.05}
{"full_text":"This would be well-deserved.\"Since the outbreak of the coronavirus pandemic, the brigades have been deployed to nearly 50 countries in Europe, Asia, Africa and Latin America free of charge, warranting international commemoration.\"","sentiment_score":0.1666666667}
{"full_text":"An interesting perspective into how global events can influence technology and user-requirementshttps:\/\/t.co\/E3qBExif0K","sentiment_score":0.25}
{"full_text":"The NHS will contact you when it's your turn to have the coronavirus (COVID-19) vaccination.When it's your turn, you'll be contacted by letter, text or email with information on how to book your appointment.More info>","sentiment_score":0.0}
{"full_text":"There's everything from Indian to Italian to Turkish ","sentiment_score":0.0}
{"full_text":"Learn to play Piano this lockdown#music #musiclessons #lockdown #lockdownlearning #lockdown2021 #onlinelearning #onlinelessons #musiconline #keeplearning #motivation #pianolessons #learnpiano #piano","sentiment_score":0.0}
{"full_text":"[WATCH] With new information about #COVID19 constantly coming out, here's how our sifts through and simplifies it. #TeamBhekisisa","sentiment_score":0.0681818182}
{"full_text":"What outbreak??..Sutton wet the bed....again!","sentiment_score":-0.125}
{"full_text":"With the gloomy weather &amp; continuing #lockdown here in the UK, we could all do with with some feel-good books to take us through the weekend! We've got you covered Check out our 'Books to make you laugh and smile' - some bargains too!","sentiment_score":0.3375}
{"full_text":"RT Factory workers raise three-finger salutes to protest the military takeover.Myanmar's overwhelmingly female garment workf...","sentiment_score":-0.05}
{"full_text":"Polaris, a Carenity member, was hospitalised, placed on a ventilator and put into an artificial coma because of #COVID19. Weeks later, he still has symptoms that prevent him from returning to his normal life.He shares his story with us on Carenity! https:\/\/t.co\/sOZHCQqGoR","sentiment_score":-0.128125}
{"full_text":"The City of Ekurhuleni offers free Covid-19 screening in all its healthcare facilities.","sentiment_score":0.25}
{"full_text":"Caffe Nero is giving away 1,000 bags of coffee to Brits at home in lockdown","sentiment_score":0.0}
{"full_text":"It's an itchy blotch on your arm, but it's better than fighting a potentially deadly disease.","sentiment_score":0.15}
{"full_text":"Has lockdown got you thinking about extending your family through #adoption? If you're interested in adopting a child in Newport, is here to support you every step of the way.https:\/\/t.co\/YqEcOXlVeV","sentiment_score":0.25}
{"full_text":"We're teaming up with the DBC to call for the Government to #IncreaseLegacyBenefits.Their report reveals that during the current pandemic disabled people relying on legacy benefits have had to choose between food, heating and medication.https:\/\/t.co\/m2uAmvHkQ5","sentiment_score":-0.1}
{"full_text":"Set your alarms for this Monday at 9am...Participant tickets for our Simply rallies will be going on sale!We will continue to run our Simply rallies in a covid-secure way in 2021 which means tickets will be limited. Make sure you grab yours -","sentiment_score":0.1071428571}
{"full_text":"Volunteers are praised for their help in administering coronavirus vaccine in Workingtonhttps:\/\/t.co\/w5AeaH2tIB","sentiment_score":0.0}
{"full_text":"You can form one bubble with one other household - a household cannot be part of more than one bubble Find out more:","sentiment_score":0.2916666667}
{"full_text":"In these stressful #covid #lockdown days it's important to remember to Breathe.#SaturdayShowcase take at the #TivoliTheatre (#WimborneMinster) by Mavis Smith.","sentiment_score":0.4}
{"full_text":"RT THE SUN SAYS: Boris Johnson must not under-estimate the horror of lockdown until May","sentiment_score":0.0}
{"full_text":"Shout out to all the #grocery retail workers! They have been on the front lines of the #pandemic since day one in early March too with huge demands and expectations. It's important that we acknowledge their hard work and brilliant customer service during these times. #LouthChat","sentiment_score":0.3016666667}
{"full_text":" Scams alert  Please warn elderly and vulnerable relatives, friends and neighbours about a series of scams that are taking place under national lockdown. The scams are using emails, phone calls and text messages and you can see more details here ","sentiment_score":0.0}
{"full_text":"\"Since January 20th, President Joe Biden and I have addressed the urgent crises facing our nation - the pandemic, the economic crisis, racial justice, the climate crisis, and more.  We will continue working for the people.\" -Vice President Kamala Harris","sentiment_score":0.2333333333}
{"full_text":"MFT STAFF: You should now have received a COVID vaccine invitation. Check your emailand book on to see available slots for today AND tomorrow at &amp; ","sentiment_score":0.4}
{"full_text":"COVID 19 cases in India until : 06\/02\/2021 15:30Total Cases: 10815246 [+0]Active: 145953Recovered: 10509813 [+0]Deaths :154957 [+0]Total Tests: 200.67MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"India has total 10815246 confirmed cases. Out of this 10509813 have recovered, and 154957 people have died.Last Updated : 6\/2\/2021 00:57:18Credits - #coronaupdate #india","sentiment_score":0.2}
{"full_text":"Utah school districts should consider testing all willing students for COVID as the \"primary option\" to keep schools open for in-person instruction, audit finds.","sentiment_score":0.2166666667}
{"full_text":"2 million additional cases of Female Genital Mutilation may occur over next decade as #COVID19 \"shutters schools and disrupts programmes that help protect girls from this harmful practice\", #UN warned","sentiment_score":0.0}
{"full_text":"A nation with love for their people","sentiment_score":0.5}
{"full_text":"The Covid-19 pandemic saw multiple attempts by the government to monitor the movement of migrant labour across the country.https:\/\/t.co\/HeNY6FqcMn","sentiment_score":0.0}
{"full_text":"RT Two million deaths but where is the political accountability for mishandling a pandemic response? Is it social murder, ma...","sentiment_score":0.0166666667}
{"full_text":"ICYMI: #COVID19 cases in the country passed the 535,000 mark after DOH recorded nearly 2,000 new cases.READ MORE:","sentiment_score":0.2454545455}
{"full_text":"Kwatsaduza - President Cyril Ramaphosa lifted the ban on alcohol sales on Monday evening as part of the easing of Covid-19 restrictions.https:\/\/t.co\/hEimTYQFJR","sentiment_score":0.0}
{"full_text":"\"When it comes to COVID, I am perfectly agnostic. I have no idea what's going on. But then neither does anyone else.\" Michael Warren Davis:","sentiment_score":1.0}
{"full_text":"While the government is yet to start the mass inoculation against COVID-19, the Department of Health (DOH) has rolled out a vaccination drive against measles-rubella in Metro Manila this month.","sentiment_score":0.0}
{"full_text":"For our patients who speak English as a second language - a useful resource to provide information on coronavirus and other healthcare messages. #COVID19https:\/\/t.co\/v7aziVzi3p","sentiment_score":0.04375}
{"full_text":"Lockdown, restrictions, loved ones sick, extra responsibilities, uncertainty... This season of Covid-19 can take a toll on our mental and emotional wellbeing. Let's ask for God's peace and comfort for those suffering this emotional toll.#WycliffeSA #prayer #prayforcovid-19","sentiment_score":-0.019047619}
{"full_text":"We all need to continue to follow the current lockdown rules. So please stay at home.","sentiment_score":0.0}
{"full_text":"Time: 10:00 * Temp: 5.3degC * Wind: ENE 4.9 to 13.0mph * Pressure: 1006.7hPa * Rain: 0.0mm * Hum: 90% * ET: 0.0mm * Solar: 32.0W\/m2 * UV Index: 0.0 * Sunrise: 08:02 * Sunset: 17:12 * Cloudbase: 720ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"It's OK to go and get your COVID vaccinationIf you've got a jab booked, please keep your appointment. Getting vaccinated is the best way to protect yourself from the virus, alongside hand-washing, social distancing and wearing a mask... #COVID19Vaccine #Walsall","sentiment_score":0.5111111111}
{"full_text":"Hearing sciences 'Ear Facts' part of #CURIOUSNOTTS &amp; &gt;What is sound?&gt;How do we hear?&gt;Process of hearing&gt;Hearing in animals&gt;Everyday life&gt;COVID-19 &amp; hearing&gt;Research","sentiment_score":0.0}
{"full_text":"Italy relaxes restrictions and reopens to some tourists @Italia #visititaly #italy #COVID19 #TravelBan #Travel","sentiment_score":0.0}
{"full_text":"Thank you to for providing Medicine Protocol for the Administration of COVID-19 Vaccine AstraZeneca to Vaccine Recipients for nurses and midwives who work under medicine protocols. Download from #HoldFirm #COVIDVaccine","sentiment_score":0.0}
{"full_text":". presents The Self Isolation Songbook tonight at 7.30pm GMT. The singer-songwriter performs a solo set ft some of the daily songs he wrote during the first lockdown. Broadcast live from London's as a fundraiser for","sentiment_score":0.1287878788}
{"full_text":"Is there anything better to fill your time with during lockdown than a #Potterthon? All 8 films are available on our eBay: Ends 7th Feb 6.12pm. #HarryPotter #MovieMarathon","sentiment_score":0.45}
{"full_text":"> Coronavirus cases are high across our city.> 1 in 3 people who have the virus have no symptoms.> We must do everything we can to minimise social contact and follow the lockdown rules at all times #SaveLives","sentiment_score":0.0966666667}
{"full_text":"Preliminary findings from the paper show that #vaccine efficacy against infection from #B117 was 74.6%, and its efficacy against other #COVID19 strains was 84%, though small sample sizes created a broad range of estimates. Now on HPW https:\/\/t.co\/OhPkqG0Xtq","sentiment_score":-0.1041666667}
{"full_text":"The Centre has announced to expand the COVID-19 vaccination drive by initiating inoculation of the third priority group, comprising people aged 50 and above, from March. #COVID19 To Read More...Click the Link Below,https:\/\/t.co\/OpI8Jvc3qB","sentiment_score":-0.0333333333}
{"full_text":"Have you been dating during lockdown?@ImHannahIreland has been doing some digging into the students making and breaking relationships during the pandemic and gives us her top tips#ScoopOnSundayhttps:\/\/t.co\/mg0rWhSSbi","sentiment_score":0.5}
{"full_text":"The United States and China have accused each other of using Covid-19 as cover to increase military operations in the Indo-Pacific. AMTI looks at how public military signaling has changed during the pandemic:","sentiment_score":-0.08125}
{"full_text":"So the government wants university students to return to campus three weeks before universities send them home again for the spring holiday. In a pandemic, with cases still high. At this point I can't even feign surprise at the abject stupidity","sentiment_score":-0.08}
{"full_text":"In case you missed it, catch up on both this week's and last week's Lockdown Lute from The perfect way to start your weekend!","sentiment_score":0.5}
{"full_text":"Check your neighbourhood here https:\/\/t.co\/R6yThlq16u","sentiment_score":0.0}
{"full_text":"RT So the Government that has fucked up virtually every response to Covid-19, is going to seize control of the NHS because i...","sentiment_score":-0.6}
{"full_text":"SLC in talks with medical committee  #Cricket #Covid19 #SLvWI","sentiment_score":0.0}
{"full_text":"RT J&amp;J will ship some Covid-19 vaccines ordered by the EU to the U.S. for the last stage of production, raising concern among so...","sentiment_score":0.0}
{"full_text":"No, life was not \"unsanitary\" before #COVID19. People knew how to wash their hands.We were not living in the year 1000. Improvements in sanitation through 2019 have saved hundreds of millions of lives.","sentiment_score":0.0}
{"full_text":"Many medical research companies have had to cut costs as a result of declining donations during the Covid-19 pandemic","sentiment_score":0.25}
{"full_text":"RT Footage of me learning to speak to other humans again post-pandemic","sentiment_score":-0.125}
{"full_text":"FedEx is leveraging #MicrosoftAzure and #machinelearning to ensure delivery of COVID-19 vaccinations - learn how they are doing it #MSFTAdvocate","sentiment_score":0.0}
{"full_text":" If you need to travel, you can subscribe to journey alerts through Messenger for personalised up-to-date journey info. This will keep you informed about any cancellations or delays as well as expected busy services.iMore infohttps:\/\/t.co\/MB4z2OY2XK","sentiment_score":0.0}
{"full_text":"RT Not just mothers. The inhumane, profit-oriented society destroys everyone's mental health, but especially those at its lo...","sentiment_score":-0.3333333333}
{"full_text":"Cambridge Analytica psychologist advising Covid19 disinformation network: Comments:","sentiment_score":0.0}
{"full_text":"RT Another week in lockdown thrived through, so give yourself a HUGE pat on the back!! I've got the FriYAY feels!! ...","sentiment_score":0.2}
{"full_text":"Knowing that some of these symptoms of covid might stick with me for a long time really does sucks","sentiment_score":-0.05}
{"full_text":"RT Struggling right wing news outfit that gleefully covered DOZENS of deadly super-spreader trump rallies is now worried that...","sentiment_score":0.0428571429}
{"full_text":"RT Lewisham said 6 weeks for evaporation. Gridlock from displaced traffic lasted 4 months, until TFL mandated a twe...","sentiment_score":0.0}
{"full_text":"RT Time for the weekly Covid round-up thread of the latest data\/reports\/news.","sentiment_score":0.5}
