{"full_text":"RT Postmaster DeJoy's changes to postal service operations have been harmful - not just to everyday Americans trying to mak...","sentiment_score":-0.2}
{"full_text":"RT sza feat. frank ocean would be the cure for covid.","sentiment_score":0.0}
{"full_text":"Talking anything that is not in keep with the Gov on #COVID19 is the same as 1st rule of Fight Club is: you do not talk about Fight Club. 2nd rule of Fight Club is: you DO NOT talk about Fight Club!","sentiment_score":0.0}
{"full_text":"RT Scientists have identified a pattern of mutations in the novel coronavirus which enable it to evade the immune system's antib...","sentiment_score":0.0}
{"full_text":"RT Essential workers don't run America - but we make America run. It's time to acknowledge that with a $15 minimum wage.#ProtectAl...","sentiment_score":0.0}
{"full_text":"RT \"When will Kyle Rittenhouse &amp; Jenny Cudd be treated like a 9 year old Black girl?\"Mexicans were roasts &amp; murderers &amp; MAG...","sentiment_score":-0.0333333333}
{"full_text":"READ: 10 Senate Republicans lay out concerns in letter to Biden after meeting on Covid-19 relief proposal","sentiment_score":0.0}
{"full_text":"RT 5\/Does serotonin itself play a role in COVID-19 pathology (as a mediator of platelet hyperactivation)? This is being prop...","sentiment_score":0.0}
{"full_text":"RT Our BIG (Bespoke Individual and Group Support) Service is a great way for young people with a learning difficulty and\/...","sentiment_score":0.225}
{"full_text":"is a fuckin icon I just want to give her a hug, I can't wait for Corona to be over so I can go to a show good lord","sentiment_score":0.7}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT Hey we passed 110,000 Covid deaths today...What no publicity pics of you tonight being sad?","sentiment_score":-0.5}
{"full_text":"RT True  solidarity. That's what it's all about! As someone with deep roots and family in Portugal I say 'Vielen Dank De...","sentiment_score":0.21875}
{"full_text":" for your mum","sentiment_score":0.0}
{"full_text":"Sometimes I can't tell if I'm truly an introvert or more of an ambivert. I have my moments where I need to recharge after a lot of interaction. But almost a year of being straight up introvert because of the pandemic definitely takes a toll.","sentiment_score":0.2333333333}
{"full_text":"This is a recipe to blow up your account, when you're talking about stocks that are still selling at twice their \"actual\"\/ pre-pandemic value.","sentiment_score":0.0}
{"full_text":"RT The next steps for building a Latino museum as part of the Smithsonian Institution are being taken in the midst of a pandemic,...","sentiment_score":0.0}
{"full_text":"RT 9 tests you should do before you sign your marriage certificate1. HIV2. Hepatitis B3. Hepatitis C4. Other STI's5. G...","sentiment_score":-0.125}
{"full_text":"If she means to address the small percentage of people who are currently vaccinated, that is not a cause for alarm.But I do feel like this is an enabling act for total social control in perpetuity.","sentiment_score":-0.0541666667}
{"full_text":"RT 49,000 PEOPLE ARE NOW DEAD DUE TO BIDEN'S INCOMPETENT MISHANDLING OF COVID!!WHEN IS HE GOING TO DO SOMETHING?! ","sentiment_score":-0.2541666667}
{"full_text":"Appeal: Help children like Tenzin survive the winter Excluded from society. Struggling in poverty. Vulnerable to Covid-19. Tenzin Namdol needs your help.The continuing","sentiment_score":-0.5}
{"full_text":"RT Wise words from the CEO of We are still at 170% of last year's ICU capacity. NHS staff are traumatised, e...","sentiment_score":0.35}
{"full_text":"Since day 1 of the pandemic, we knew a vaccine was the only thing to help us get out of this mess. Why is Chicago so unprepared to distribute it? What can we learn from other counties? how can you assist?","sentiment_score":-0.1}
{"full_text":"Police officer 'bitten by Wilko shopper after being asked to wear mask' via","sentiment_score":0.0}
{"full_text":"RT Cruise ship through Europe\/ Scratch off bucket list","sentiment_score":0.0}
{"full_text":"That's some real stank steaming garbage. It's one thing if people are being let go in a group, but that requires some nuance. In a pandemic, likely not feasible for face-to-face. Should have been 1-on-1.","sentiment_score":0.1}
{"full_text":"RT Today, Democrats will vote to approve President Biden's COVID Relief Plan, with or without the GOP.Elections have consequ...","sentiment_score":0.0}
{"full_text":"RT Thank you to all the North Carolinians practicing all public health guidelines to slow the spread of COVID-19. We appreciate yo...","sentiment_score":-0.15}
{"full_text":"RT No science. Just power and control. They don't care about hard-working Americans, who must get out of pandemic-mode to supp...","sentiment_score":0.0}
{"full_text":"RT Disabled people are being forced to 'play Russian roulette' with their lives as carers aren't being tested for Covid. So...","sentiment_score":-0.1666666667}
{"full_text":"RT No science. Just power and control. They don't care about hard-working Americans, who must get out of pandemic-mode to supp...","sentiment_score":0.0}
{"full_text":"I'm probably getting quite annoying but i will keep saying it again and again: the only way to stop the covid fraud, which is in fact turned into a global genocide, is to establish #InternationalCovidCriminalTribunal and #arrestGates #arrestFauci #arrestBiden and many others..","sentiment_score":-0.075}
{"full_text":"RT you take this shit, you finna end up butt naked on the roof of the house","sentiment_score":-0.1}
{"full_text":"I understand some guys not signing because of covid or being slow but all my outstanding redemptions are for 1 guy  in 2018","sentiment_score":0.1}
{"full_text":"RT Proof the lockdowns were just about permanent power for the left.Psaki says masks and social distancing will be needed...","sentiment_score":0.0333333333}
{"full_text":"RT The people we call \"heroes\" are on the brink of poverty - in a worse predicament now than at the start of the pandemic,","sentiment_score":-0.4}
{"full_text":"Lol yeah all those people died because they all happened to watch fox news during the pandemic, right....","sentiment_score":0.5428571429}
{"full_text":"Not buying it. I don't believe precautionary is the goal. I truly believe thoes in power used the  pandemic for politics. When you have two different political parties with such  extreme different ways of handling it, and having  such different results it's not hard to figure out","sentiment_score":0.0026041667}
{"full_text":"RT The Big South has postponed upcoming weekend series at Gardner-Webb due to COVID-19 concerns. #GoWood h...","sentiment_score":-0.0625}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"Groove and nake just doesn't hit the same for me","sentiment_score":0.0}
{"full_text":"RT U.S. Navy says sailor on the ballistic missile submarine USS Tennessee died of \"COVID-related\" complications earlier toda...","sentiment_score":0.0}
{"full_text":"To maintain a safe workspace, we must continue to be diligent and stick to Makotek's safety procedures! In the February newsletter, Regional Director Todd Smith outlines the guidelines we should follow as we work together to fight COVID-19 &gt;&gt; ","sentiment_score":0.625}
{"full_text":"What is the correlation between you having COVID and losing your smell and doing Coke anyway like what is he getting at LMFAO","sentiment_score":0.0}
{"full_text":"RT Health Authorities have advised us that a Hotel Quarantine worker has tested positive for COVID-19. Those associated...","sentiment_score":0.2272727273}
{"full_text":"RT Funny how the same people lobbying for \"targeted\" $1,400 survival checks had no problem giving away billions in corporate t...","sentiment_score":0.0833333333}
{"full_text":"I stayed on in Madrid after our cancelled conference because I was offered a flight back via Milan! Flew back on Friday 13th - haven't been back to my university to teach face to face since as was immediately told to self isolate then UK went into lockdown","sentiment_score":0.0}
{"full_text":"RT SCiEncE !!!","sentiment_score":0.0}
{"full_text":"RT The Senate chamber falls silent as Sherrod Brown (D-Ohio) tells Rand Paul (R-Ky.) to wear a mask:\"I would like to ask S...","sentiment_score":0.0}
{"full_text":"RT SCiEncE !!!","sentiment_score":0.0}
{"full_text":"will sign any Left Wing Crazy Ass idea put in front of him. Everyone knows Biden hasn't got a clue what he's signing!Biden to Sign Executive Order Restoring and Expanding \"Refugee Program\" Despite Ongoing Covid Pandemic (VIDEO) via","sentiment_score":-0.3}
{"full_text":"How is covid still a thing in America when it's gone in many countries, can u dumb fucks just wear a mask already ur not gonna suffocate","sentiment_score":0.0625}
{"full_text":"RT Native Americans are DYING AT THE HIGHEST RATES from COVID. This is systemic. The media barely talks about it. Th...","sentiment_score":0.05}
{"full_text":"RT Still no quarantine hotels. No airport tests. No travel restrictions on anyone arriving in U.K. And no checks on people in...","sentiment_score":0.0}
{"full_text":"RT White House is now saying CDC Director Walensky was \"speaking in her personal capacity\" when discussing vaccinations for...","sentiment_score":0.0}
{"full_text":"RT The reason Republicans don't support Biden's COVID recovery plan is not because of the cost. It's because they're worried that...","sentiment_score":0.0}
{"full_text":"I can literally count with my fingers the times I have left my house in a year afraid of this stupid pandemic and I'm so happy yashahime exists because it really entertains me and help me forget about the mess out there and i met wonderful people too","sentiment_score":0.0607142857}
{"full_text":"RT In our attempt to contain one virus, we silenced several others. I wrote about this year's bizarre flu season--our quietes...","sentiment_score":0.2}
{"full_text":"RT I told my Mum am going to take Covid-19 vaccine and she told me how she heard this and that. I was able to lecture her with t...","sentiment_score":0.5}
{"full_text":"RT Be poetic if silencing right wing media comes by lawsuits. Civil justice saves the day. Next lawsuit broug...","sentiment_score":0.2202380952}
{"full_text":"RT Fancy winning a paperback copy of 'Things in Jars' by Jess Kidd and some fab goodies to get you through lockdown?Follo...","sentiment_score":0.5}
{"full_text":"RT Joe Biden has proposed a Covid relief program that has overwhelming (68%) public support. The Republicans claim they w...","sentiment_score":0.25}
{"full_text":"RT DYK some Ontario hospitals have started harmful\/unscientific practice of mass\/universal PCR testing for new admissions who a...","sentiment_score":0.1363636364}
{"full_text":"RT The next COVID-19 aid package must include state &amp; local funding, rent &amp; mortgage relief, help restaurant workers &amp; end SAL...","sentiment_score":0.0}
{"full_text":"RT It's because uneducated #Brexit idiots believed, \"They need us more than we need them\"\"We...","sentiment_score":-0.15}
{"full_text":"RT .@RealBillRussell on getting the COVID-19 vaccine. Legend.(via","sentiment_score":0.0}
{"full_text":"Tell Congress we need strong COVID-19 rescue measures -- and we need them now! Take action via","sentiment_score":0.3208333333}
{"full_text":"RT Sen. Sherrod Brown calls out Rand Paul: \"I would like to ask Sen. Paul in front of everybody to start wearing a mask on t...","sentiment_score":0.0}
{"full_text":"RT There it is.  Even after you get the thing we've all been waiting on to return to normal, you'll never be allowed to retu...","sentiment_score":0.15}
{"full_text":"RT Sen. Sherrod Brown calls out Rand Paul: \"I would like to ask Sen. Paul in front of everybody to start wearing a mask on t...","sentiment_score":0.0}
{"full_text":"Can he cancel my personal debt that I acquired by keeping my small business alive during Covid while he's at it? PPP didn't work","sentiment_score":-0.05}
{"full_text":"RT W.H. Release: Today, President Biden declared that a major disaster exists for the Navajo Nation and ordered federal assi...","sentiment_score":0.0625}
{"full_text":"Considerations for the #postpandemic library, from David Vinjamuri. #lawlibrarians #librarians #libraries","sentiment_score":0.0}
{"full_text":"I'm learning to be quiet when I don't know. A question I left unanswered in March 2019 is, Do you think this corona is as serious they making it out to be?","sentiment_score":-0.1083333333}
{"full_text":"4437 people today and while Grief is not as heavy as guilt, it takes more away from you. Stay safe, wear a mask, save a life. #westcoastresistance","sentiment_score":0.0}
{"full_text":"4 Tips When Trying to Sublease Your Space During COVID-19 #CRE #Sublease #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/4Phhdo3Poz","sentiment_score":0.0}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT Over 13,500 Arizonans have lost their lives to COVID-19. Thousands are out of work &amp; hospitals are overwhelmed. Senate Repu...","sentiment_score":0.0}
{"full_text":"Opportunity for someone to make COVID vaccine Band-Aid UGC a thing.","sentiment_score":0.0}
{"full_text":"RT SCiEncE !!!","sentiment_score":0.0}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"RT The new CDC director says schools can reopen without vaccinating teachers. Now if this was a republican administration, we...","sentiment_score":0.1363636364}
{"full_text":"Dreams like this are getting me through a winter lockdown. Here's hoping ","sentiment_score":0.0}
{"full_text":"RT Israel's success in vaccinating its citizenry against Covid-19 has obscured the vulnerability still faced by millions of...","sentiment_score":0.3}
{"full_text":"RT The Romney proposal is a Trojan Horse that takes vital resources away from families who are hit the hardest during the...","sentiment_score":0.1}
{"full_text":"RT Teachers unions over kids yet again.","sentiment_score":0.0}
{"full_text":"lmao literalllly all of my male history teachers been like this, what a fucking epidemic of self important assholes teachings kids nothing","sentiment_score":0.1}
{"full_text":"RT Those attempting to distort India's reform wave will fall flat on their faces - India is set to occupy a formidable positio...","sentiment_score":-0.025}
{"full_text":"RT BREAKING NEWS; Reports are coming in of a Major Incident at Crosshouse Hospital in Kilmarnock; where reports state that...","sentiment_score":0.0625}
{"full_text":"Adequate #protein intake during both the acute and post-acute phases of the #COVID19 illness has been linked to decreased morbidity and mortality. Learn more in last month's #FoodTech","sentiment_score":0.2066666667}
{"full_text":"RT 15 MPs, 53 staff test positive for covid-19- Speaker reveals #StarrNews #GHOneNews","sentiment_score":0.2272727273}
{"full_text":"RT 7 in 10 Americans support Biden's $1.9 trillion coronavirus relief package per  That's about as bipartisa...","sentiment_score":0.0}
{"full_text":"RT \"Age 20-49\" sounds a lot like \"people with the most obligations to go to jobs that require interfacing with the public\"","sentiment_score":0.25}
{"full_text":"RT Making sure children are fed during school holidays during a pandemic should sound like a good idea...Not to Tories li...","sentiment_score":0.5333333333}
{"full_text":"As people adjusted to the new normal of #COVID19, #ClinicalLabs were faced with adapting sample accessioning &amp; processing workflows to keep up with testing demand. For key insights on how to improve #SARSCoV2 #testing workflows, download this free e-book.","sentiment_score":0.1715909091}
{"full_text":"Mobile Library Vans will be visiting Thirlmere, Buxton, Douglas Park, Menangle, Wilton and Bingara Gorge today. We hope to see you there! We are covid safe. Please do not visit the Mobile Libraries if you have been feeling unwell.","sentiment_score":0.5}
{"full_text":"\"In Chicago, housing advocates say they continue to get calls from renters facing illegal evictions or tactics meant to drive them out. The Metropolitan Tenants Organization says it has gotten more than 500 calls since last March about lockout attempts.\"https:\/\/t.co\/XVIT2I2ne2","sentiment_score":0.0}
{"full_text":"All through February we will be running our second Lockdown League in collaboration with With a mix of new and returning players you'll see all new matchups! There will even be an open Last Chance Qualifier so you can get in on the action!","sentiment_score":0.071969697}
{"full_text":"As the health crisis continues, Quebec is reporting 1,093 new cases and 42 more deaths tied to the novel coronavirus Thursday.https:\/\/t.co\/0zLgi9SLYw","sentiment_score":0.3181818182}
{"full_text":"THE COVID SLIDE: Parents, under a new bill, would have the authority to hold their kids back in school.  One parent, who didn't want to be identified, told she supports the move.https:\/\/t.co\/Hl5MNiT5dm","sentiment_score":0.0681818182}
{"full_text":"We live in a time of great turmoil, one marked by a pandemic, deepening economic inequality, and a rapidly changing climate. These challenges provide an opportunity to create a more equitable, open, and sustainable society.https:\/\/t.co\/K59GKfRAAT","sentiment_score":0.2893939394}
{"full_text":"RT So then what's the point of getting vaccinated?","sentiment_score":0.0}
{"full_text":"Rob Evarts, Desktop Support Lead -\"Being asthmatic, I got the #COVID19 vaccine to not risk getting sick. I want to be part of the solution. I encourage everyone to get it. They need to make up their own minds &amp; talk to a medical professional.#igottheshot   #MaskUp","sentiment_score":-0.0380952381}
{"full_text":"Why are #COVID19 cases falling? Are vaccines the main driver? Experts answerhttps:\/\/t.co\/bpdUOAWC2x","sentiment_score":0.1666666667}
{"full_text":"Tune into 'The Health and Humor Show' with on - #Healthnews including how to beat #COVID this year, your #wellnessIQ, and #heartattacks could be predicted in advance with a simple #xray.    ","sentiment_score":0.0}
{"full_text":"A little piece I wrote about practicing gratitude in 2020 went live today! Sandeep started this website not long ago and I'm sure you'll love it if personal development is up your alley.#WritingCommunity #writerslife #gratitude #personalgrowth ","sentiment_score":0.1679924242}
{"full_text":"At 5:30pm today, our will help host a Q&amp;A session with Director Williams about MO &amp; COVID vaccines. To attend: we'll share a House Committee recording of testimony on this issue. #BeatCOVID","sentiment_score":0.0}
{"full_text":"#Poland has #allocated more than PLN 182 billion (EUR 40.5 billion) to save over six million #jobs.@MarlenaMalag #pandemic #COVID19 #economy #shieldMore:","sentiment_score":0.5}
{"full_text":"The Christmas decorations at Sara Pascucci's home in Bethpage, New York, were put up by her recently deceased father.","sentiment_score":0.0681818182}
{"full_text":"Some symptoms to look out for.#Coronavirus","sentiment_score":0.0}
{"full_text":"Health Chief Administrative Secretary Dr. Rashid Aman has announced 180 new cases of Covid-19, from 4,580 samples tested in the last 24 hours.The new infections bring the total case load in the country to 101,https:\/\/t.co\/Z9avRZhOdJ","sentiment_score":0.0681818182}
{"full_text":"Florida police search for car stolen while carrying COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"According to a WHO official, the successful rollout of the coronavirus vaccines may initially cover only 3 percent of the population.https:\/\/t.co\/kg1cAK84ea","sentiment_score":0.25}
{"full_text":"League sources said on Wednesday that reserve offensive lineman Daniel Kilgore was in the chair getting a haircut Sunday when the organization informed the barber of his positive coronavirus test.https:\/\/t.co\/q7jmGaznoT","sentiment_score":0.2272727273}
{"full_text":"RT BREAKING: Biden to restart and expand US refugee program during COVID19 pandemic","sentiment_score":0.0}
{"full_text":"RT BREAKING NEWS; Reports are coming in of a Major Incident at Crosshouse Hospital in Kilmarnock; where reports state that...","sentiment_score":0.0625}
{"full_text":"Almost a year after they left, Echo students are back in the classroom. It has taken significant preparation to get them there. Two weeks ago, the small district bought 50,000 sanitizing wipes.","sentiment_score":0.03125}
{"full_text":"It's....glorious. ","sentiment_score":0.0}
{"full_text":"RT After years of #NewsCorpse &amp; other bastard media behaving as an extra comms office for Morrison, we seem to have reached a t...","sentiment_score":-0.0625}
{"full_text":"What we know about travel, mass gatherings and even next Christmas","sentiment_score":0.0}
{"full_text":"Feds facilitating evidence based decision making. ","sentiment_score":0.0}
{"full_text":"#PleaseKeepSharing  Me  and  #Discussing our #Experiences as #Nurses during a #Global #Pandemic .  #GetListening  #Nursing  #Podcast  #Episode5  #NewlyQualifiedNurse  #Facing #A #Global #Pandemic #As #A #NQN #Covid19  #OneTeam","sentiment_score":0.0}
{"full_text":"Learn to play guitar this Lockdown#guitar #guitarlessons #learnguitar #learnonline #onlinelearning #lockdown #lockdownlearning #lockdownmotivation #musiclessons #learnmusic #skype #zoom #musical #musicislife #keeplearning #lockdown2021","sentiment_score":0.0}
{"full_text":"Mark your calendar!Building on the outcome of the 2019 Rome Conference on #SDG16, &amp; with the Government of Italy are organizing a follow up Conference, which will focus on the impact of #COVID19 on #SDG16 &amp; more.iFind out more herehttps:\/\/t.co\/2E5IjtTNMf","sentiment_score":0.5}
{"full_text":"St. Lawrence County Public Health confirmed 53 additional cases of COVID-19 on Thursday, bringing the total number of cases in the county to 5,000 positive cases.https:\/\/t.co\/2PKmB6D5BA","sentiment_score":0.1568181818}
{"full_text":"\"There's nothing stronger than the heart of a volunteer.\" #laurenparente #laurenparenteenterprises#nonprofits #children #giving #communityservice #inspiration #volunteers #nonprofitsofinstagram #socialdistancing #hope #supportnonprofits","sentiment_score":0.0}
{"full_text":"Following a surge in job losses spurred by the COVID-19 pandemic, Missouri's unemployment rate reached 10.2% in April 2020. Read more in our article here:https:\/\/t.co\/HcAU6fMXU9","sentiment_score":0.25}
{"full_text":"Tourist-related businesses and restaurants have seen profits dwindle due to strict social distancing guidelines. #COVID19 RELIEF Act will attempt to help Maryland residents still struggling under economic losses from the pandemic.","sentiment_score":0.0361111111}
{"full_text":"Gov. Mike DeWine said that if COVID-19 hospitalizations continue to go down, Ohio will lift its 11 p.m. curfew soon.","sentiment_score":-0.1555555556}
{"full_text":"Shoutout to people figuring out how to have #SuperBowl parties in the time of Covid. You can call your pastor for tips because churches have been fine-tuning how to virtually celebrate OUR sacraments for almost a year now. ","sentiment_score":0.0}
{"full_text":"Today is the day that those born in 1946 or earlier (Douglas County Resident) can signup for a #COVID19 Vaccine Appointment. Click here to sign up:","sentiment_score":0.0}
{"full_text":"As we pass 400,000 deaths from #COVID19, we still don't know how many are front line workers, exposed on the job #WorkersLives","sentiment_score":0.5}
{"full_text":"For all who qualify*, come join us tomorrow, Feb 5th, 8:30 a.m.- 11:30 a.m., for walk-up and drive-thru COVID-19 screening and testing, while supplies last. Call 866-234-8534 for more information about any of our testing locations.#CFHC #COVID19 #testing #screening #healthcare","sentiment_score":0.25}
{"full_text":"No #Healthcare No $2000 to #StayHome #HazardPay No one can eat #Cannabis or use as Medicine since Jim Crow 1915 El Paso #COVID19 #HerdImmunity #INDIGENOUS #BlackHistoryMonth #BlackLivesMatter no lives matter w\/ food in prohibition and no healthcare","sentiment_score":0.0}
{"full_text":"RT The #Taoiseach is the only foreign leader who has an open invitation to the #WhiteHouse.He should hand over the shamrock...","sentiment_score":-0.0416666667}
{"full_text":"NEW POD! Previews of the weekend ahead for Oregon and Oregon State men's and women's hoops with and #GoDucks #GoBeavs","sentiment_score":0.1704545455}
{"full_text":"Following a record-breaking year that saw some $10 billion of #investment flowing to Israeli companies, the reported amount of funds raised in January exceeded $1.2 billion, the highest-ever amount for a single month, despite #coronavirus.https:\/\/t.co\/8HWIwgi8Cj","sentiment_score":-0.0357142857}
{"full_text":"Guest Column: Pandemic inflames mental health crisishttps:\/\/t.co\/NIl7pBWrzh","sentiment_score":-0.1}
{"full_text":"Yelp lets you tattle on places that don't enforce masks and social distancing","sentiment_score":0.0333333333}
{"full_text":"Hamilton County will begin vaccinating people ages 70 and older despite the county receiving no additional COVID-19 vaccines from the state.https:\/\/t.co\/ksDnPR4AvS","sentiment_score":0.1666666667}
{"full_text":"Research has proven the correlation between air quality and the coronavirus. Make better decisions about your health with the help of accurate air quality data! #getuHoo #uHoo #CleanAirForAll","sentiment_score":0.5}
{"full_text":"Veterans in the Inland Northwest should have more opportunities to receive the COVID-19 vaccine as Spokane's VA medical center ramps up immunizations, beginning with patients 75 and older.","sentiment_score":0.1416666667}
{"full_text":".@AWfest has an amazing programme of events, despite (or perhaps because of) the Covid restrictions. There's a huge variety of workshops and presentations from 19th to 21st February!","sentiment_score":0.3333333333}
{"full_text":"How CDC is Making COVID-19 Vaccine Recommendationshttps:\/\/t.co\/38xzynzomJ","sentiment_score":0.0}
{"full_text":"ODH supports CDC's recommendation that double masking is not recommended, but people should wear masks made with tightly woven, breathable fabric with two or more layers that cover the nose and mouth and fit snugly on the face, with no large gaps around the sides of the face.","sentiment_score":0.1228571429}
{"full_text":"Crosshouse Hospital 'stabbing': NHS nurse 'attacked' as armed police lock down scene - Mirror Online","sentiment_score":-0.3777777778}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"RT .@amazon has now reported its 2020 global financial results. During Covid, its UK sales surged by 51% up to PS19.4bn. I...","sentiment_score":0.0}
{"full_text":"I would rather students fall behind (behind what?  they're all experiencing the same thing) than to suffer the lasting effects of 1) covid itself, or 2) the knowledge that they were the vector that killed someone in their family.  LET TEACHERS DECIDE when to go back.","sentiment_score":-0.1666666667}
{"full_text":"Just like I outgrew waiting for white \"allies\" to show up for me, I'm slowing outgrowing \"rooting for everybody black\" and to be the most honest, it feels like another compounded layer of grief similar to how this pandemic and the way protests made me feel last June.","sentiment_score":0.019047619}
{"full_text":"RT I used to party 4 times a week. Running on 4hrs of sleep. Make it to work on time and still fix my fingers to text my friend...","sentiment_score":0.0}
{"full_text":"A UK biomedical research body has announced that COVID-19 antibodies stay in the system for six months after infection. Chief scientist for UK Biobank, Professor Naomi Allen has more.","sentiment_score":0.5}
{"full_text":"RT See for ur cheek its 900 years of lockdown now. Nine hundred years x","sentiment_score":0.0}
{"full_text":"Southwest Florida reaches more than 100,000 COVID-19 cases\/\/","sentiment_score":0.5}
{"full_text":"Newcastle Fruit Shed Firec. 1922#thursdayvibes #COVID19 #CovidVaccine","sentiment_score":0.0}
