{"full_text":"CNN: Dr. Scott Atlas, White House Coronavirus Task Force adviser, apologizes for interview with Russian propaganda network... #media","sentiment_score":-0.0333333333}
{"full_text":"RT Who can forget when the swine flu killed 230,000 Americans? Also unemployment has increased by 50 percent under Trump","sentiment_score":-0.2}
{"full_text":"Vote in her memory.","sentiment_score":0.0}
{"full_text":"#lockdown #mentalhealth Listen to in this #free #onlinecourse excerpt from May on #challenges and what can help keep us #healthy amidst #COVID19 From &amp; to you with #love  Take care","sentiment_score":0.4666666667}
{"full_text":"RT Check the number of cases in your area with our interactive map.https:\/\/t.co\/MaKhvcE16v","sentiment_score":0.0}
{"full_text":"He has a point You better get a grip, soon Clean #Brexit","sentiment_score":0.4333333333}
{"full_text":"RT Tobacco use causes at least 12 types of cancer. If you or someone you know needs help quitting, visit","sentiment_score":-0.3}
{"full_text":"Biden taking about COVID surge in Pennsylvania.","sentiment_score":0.0}
{"full_text":"You are ridiculous, but by all means the next operation you have, tell your doctor he doesn't need to bother to wear a mask.","sentiment_score":-0.1666666667}
{"full_text":"How many European countries with strick mask mandates are now going back into lockdown? Plenty of studies actually show masks are not effective, even more so for general public that don't wear them properly.","sentiment_score":0.0833333333}
{"full_text":"Petition: Allow open-air swimming pools, lidos &amp; lakes to open in a new Covid-19 lockdown","sentiment_score":0.0681818182}
{"full_text":"Quesada: \"If there's one performance tonight I can point out it's that of William Percillier\"The former Canada under 20s scrum half scored with his first touch in the #Top14 #SFPST","sentiment_score":0.0277777778}
{"full_text":"RT This is a myth. The idea that \"reducing the economic impact of the virus\" involves cutting GDP by 25 percent, followed by an...","sentiment_score":-0.2}
{"full_text":"RT New - Trump is planning to hold his election night party in the East Room of the White House. They're discussing inviting ro...","sentiment_score":0.0681818182}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT Please sign...it takes 1 min, Boris Johnson: Keep grassroots sport going throughout Lockdown - Sign the Petition!","sentiment_score":0.0}
{"full_text":"RT And I'll repeat again by saying that Trump doesn't care that he failed on #COVID19 and neither does his pundits who ena...","sentiment_score":-0.5}
{"full_text":"RT Comeback times are awesome ... solos\/antis\/mantis\/shills all start to get really loud showing their true colours (time for onlin...","sentiment_score":0.4833333333}
{"full_text":"RT Dr. Fauci's loyalty is to truth, science, and the American people. Just as it should be.We could have saved tens of th...","sentiment_score":0.0}
{"full_text":"The problem in the pandemic is the government ministers they will not listen to the scientists they do not want to believe where they're wrong in not listening","sentiment_score":-0.5}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT 700 human beings.","sentiment_score":0.0}
{"full_text":"RT The Prime Minister has set out out exceptions to the 'stay at home' rule from Thursday. If you are experiencing #DomesticA...","sentiment_score":0.0}
{"full_text":"RT You are not hungover this morning you have Covid.","sentiment_score":0.0}
{"full_text":"RT \"I probably only have one and a half month's rent left.\"By Christmas, around a million hospitality workers in the UK ma...","sentiment_score":-0.0555555556}
{"full_text":"Read pls #COVID__19#dakota #WearAMask","sentiment_score":0.0}
{"full_text":"RT If you went out for Halloween last night, please get COVID tested and self-isolate. There were 100,000 new cases on Fr...","sentiment_score":0.0681818182}
{"full_text":"Not by his doing  The Virus is from CHINA your bosses","sentiment_score":0.0}
{"full_text":"Outside of the covid aspect, I am taking care of my increasingly incoherent mom on home hospice, by myself... I'm losing it...","sentiment_score":-0.1}
{"full_text":"RT In 2016, Trump became president because of 77,000 votes in Pennsylvania, Michigan and Wisconsin. Today alone, 100,00...","sentiment_score":0.0}
{"full_text":"RT RM: I think we all have the responsibility of moving through these difficulties as the 'new humankind' living in the year 20...","sentiment_score":0.1363636364}
{"full_text":"RT No words....","sentiment_score":0.0}
{"full_text":"RT Agreeing with Piers Morgan again. Strange days.","sentiment_score":-0.05}
{"full_text":"RT Cam Newton since returning from COVID-19...- 0 TD passes- 5 interceptions- 3 fumbles [1 lost]- Sacked 7 times- 0-...","sentiment_score":0.0}
{"full_text":"Hopefully they will permit my vacation in Sydney to go forward.","sentiment_score":0.0}
{"full_text":"RT You wouldn't know it from a lot of the media coverage and angry talking heads, but lockdown is actually exceptionally po...","sentiment_score":0.0833333333}
{"full_text":"COVID watching people at their social gatherings*","sentiment_score":0.0333333333}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT How about some reporting or fact checking  on how Trump said doctors get a bonus when their covid patients die. #FactsMatter...","sentiment_score":0.0}
{"full_text":"Its urgent that we stop the spread of covid Next thursdayAnybody else noticed they're not doing \"stay indoors, save the NHS\" this time  Any ideas why?.","sentiment_score":0.0}
{"full_text":"RT When the TV news interviews people about Trump, and asks for  reasons they do not support him, you hear them respond about h...","sentiment_score":0.0}
{"full_text":"RT *230,497 dead Americans, 9,034,183 infected red &amp; blue Americans. How is that for Trump's health care...","sentiment_score":-0.0666666667}
{"full_text":"Hawaii records 83 additional coronavirus cases, bringing statewide total to 15,154 via","sentiment_score":0.0}
{"full_text":"Yes it is working great for them. The second lockdown was no big deal (and would have been even easier without the idiocy of religion), and now they can live their normal lives, go to rugby matches etc., with no fear at all.","sentiment_score":0.1310606061}
{"full_text":"Crooked.","sentiment_score":0.0}
{"full_text":"RT Good. More like you, please","sentiment_score":0.6}
{"full_text":"RT Climate change certain to cause sea level rises. Building over priced clumsy huge nuclear vanity projects on the coast n...","sentiment_score":0.1047619048}
{"full_text":"RT Stanford study estimates 18 Trump rallies resulted in over 30,000 COVID-19 cases ","sentiment_score":0.0}
{"full_text":"RT The president's favorite coronavirus adviser says he was unaware of the huge controversy around the network RT","sentiment_score":0.3}
{"full_text":"RT ZERO COVID in Australia in 5 months! And don't dare say it's some island like Taiwan--it's a continent!  adopted an appro...","sentiment_score":0.0}
{"full_text":"\"Trump falsely ...\"The correct preface for quoting most of his statements","sentiment_score":0.05}
{"full_text":"RT  Tune into my breakfast show tomorrow if you want to find out more...","sentiment_score":0.5}
{"full_text":"Shut up.  Just shut up!!  No one cares what you think about how OUR PRESIDENT handled COVID. You know why Joe?  You couldn't have done any better!!  ITS A WORLDWIDE PANDEMIC!  I am an American and I support my President!!!!!! TRUMP2020!!!!! ","sentiment_score":0.48828125}
{"full_text":"RT Victoria records another 'double doughnut' day of no new coronavirus cases and no deaths. Outstanding Again...","sentiment_score":0.1439393939}
{"full_text":"Come on clever head.Explain why PCR tests are unreliable according to experts worldwide.Explain why since march every respiratory death is attributed to covid even without testing.Explain what I've attached. explain London lockdown when 8 people have died yet 130+ suicides....","sentiment_score":0.1666666667}
{"full_text":"Dude.. you have done jack shit on handling COVID. You've made this worse. You have no right to even say a damn thing. You dishonor the millions that have had the virus and the thousands that have died .","sentiment_score":-0.2476190476}
{"full_text":"RT Unless the lockdown can make humans immortal, it's a no from me.- the geniuses at the Telegraph","sentiment_score":0.0}
{"full_text":"RT uni students if you were planning on going home next week\/feel at any point you'd be better off at home during any kind...","sentiment_score":0.3666666667}
{"full_text":".Hard to prove, but much evidence to make it suspicious at the very least.","sentiment_score":-0.095}
{"full_text":"Lockdown worked earlier in the year because just about everybody was involved and the vast majority of people were prepared to and did comply. Its impact this time will likely be less effective, as both those reasons will be less valid.","sentiment_score":0.0444444444}
{"full_text":"RT Hey hey here we go!","sentiment_score":0.0}
{"full_text":"RT Whatever your views on Tommy Robinson, why was he arrested for breaking \"coronavirus regulations\" today, whereas 100s pr...","sentiment_score":0.0}
{"full_text":"Please share this superb documentary, possible Oscar nominee, that is free to Nov 3rd only, about Covid 19. Best film I have seen in 6 years! ","sentiment_score":0.3428571429}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"We are being trolled by dead heads...","sentiment_score":-0.2}
{"full_text":"RT 1. You discarded all the science and thought that went into the pandemic \"game plan\" developed by Obam...","sentiment_score":-0.15}
{"full_text":"RT Fighting Dr. Fauci's truth-telling all the way to the end.","sentiment_score":0.0}
{"full_text":"RT White House accuses top scientist Dr Anthony Fauci of 'playing politics' in an interview about the Covid-19 pandemic","sentiment_score":0.25}
{"full_text":"Infrastructure week? Great amazing health care plan to replace ACA? End the COVID outbreak by Easter? Win the trade war with China? Release his taxes? Nope, nope, nope, nope and....nope.","sentiment_score":0.7333333333}
{"full_text":"RT Dear Asian Americans are the fastest increasing group in America. And Asian Americans are voting in large nu...","sentiment_score":0.0714285714}
{"full_text":"RT Multiple new domestic flights along with arrivals from London and Los Angeles have reported #COVID19 exposures.","sentiment_score":0.0454545455}
{"full_text":"RT A nightmare scenario if this were happening to a family member of yours; also a nightmare for the doctors and nurses trying to...","sentiment_score":0.0}
{"full_text":"A colorful walk this morning to keep my mind off the Election and the thought of a possible lockdown 2.0.Can you tell my anxiety is rising?  ","sentiment_score":0.15}
{"full_text":"The company they keep: \"nice guy\" laughing it up with Trump acolyte no proper Covid protocols, arm in arm, lockstep. They share a dark vision at their mini-Trump rallies@trafficstatic","sentiment_score":0.15}
{"full_text":"When CSAF said \"If you produce more, retention becomes less of a problem,\" there was a collective groan from UPT IPs. Quantity  quality. Large numbers of copilots aren't the answer to the drain of experienced aircraft commanders &amp; IPs who will still leave post-Covid.","sentiment_score":0.3369047619}
{"full_text":"RT A temperature, new continuous cough, or a loss or change to sense of smell or taste could be Coronavirus. If you have any of the...","sentiment_score":0.1363636364}
{"full_text":"RT I think we are at the point where Donald Trump is demanding to see COVID's birth certificate - the long form.","sentiment_score":-0.05}
{"full_text":"RT You sad and lonely ghoul. These critism of a gov\/syst u created fall on deft ears. You Silly Twat.This final shake of yo...","sentiment_score":-0.1}
{"full_text":"MPs  get to vote on this Wednesday. So email your MP with the title line something like \"Lockdown. Vote Against\"","sentiment_score":0.0}
{"full_text":"Hope you're right...","sentiment_score":0.2857142857}
{"full_text":"RT NEW: If Trump wins, expect huge overhaul of Cabinet. Aides already vetting names for top health jobs at CDC, FDA, HHS, CMS and...","sentiment_score":0.3340909091}
{"full_text":"RT China and Vietnam are the brightest examples of how to contain this pandemic and not even Bloomberg News can deny it.","sentiment_score":0.0}
{"full_text":"#VoteThemAllOut #VoteBlueDownBallot #VoteLikeYourLifeDependsOnIt #TrumpCrimeFamily #BidenHarris2020ToSaveAmerica #TrumpIsALiar #TrumpVirusDeathToll230K #TrumpCrimesAgainstHumanity #TrumpIsCompromised #TrumpIsNotAmerica #TrumpIsTheSwamp Time for the  to go! #BidenHarris","sentiment_score":0.0}
{"full_text":"RT NEW Second lockdown poses threat to funding of public services, Rishi Sunak warns Cabinet","sentiment_score":0.0454545455}
{"full_text":"RT It seems that in the eyes of the British Government, a job saved in England is of far more value than a job saved in Sco...","sentiment_score":0.2}
{"full_text":"Hard not to blame Donald, he's pretender it was a Hoax#VoteBlueToSaveAmerica2020 #VoteTrumpOut2020","sentiment_score":-0.2916666667}
{"full_text":"RT I am a Social Security lawyerIf Trump cuts payroll taxes, millions of people-including my clients-will lose everythi...","sentiment_score":0.0333333333}
{"full_text":"RT This is beyond disgusting. And he's pouring gas on this fire over the next 3 days.","sentiment_score":-0.5}
{"full_text":"RT White House accuses top scientist Dr Anthony Fauci of 'playing politics' in an interview about the Covid-19 pandemic","sentiment_score":0.25}
{"full_text":"RT It's long past time we take action to end the scourge of gun violence in America.As president, I'll ban assault weapons and...","sentiment_score":-0.0666666667}
{"full_text":"If the govt didn't delay on this crucial lockdown, people's Christmas plans wouldn't be in doubt. Christmas must not become a mass super-spreader event.","sentiment_score":0.0}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"RT I think we are at the point where Donald Trump is demanding to see COVID's birth certificate - the long form.","sentiment_score":-0.05}
{"full_text":"RT Seconded.","sentiment_score":0.0}
{"full_text":"We're learning more about the importance of soft skills on teams, but what are the most necessary ones to prioritize during the pandemic? #McQuaigBlog #SoftSkills","sentiment_score":0.275}
{"full_text":"RT \"No, doctors do not profit by listing someone as being covid positive on a death certificate,\" Dr.Bhadelia says of Pres. Trump's...","sentiment_score":0.2272727273}
{"full_text":"Just wondering...would we have a virus pandemic if this weren't an election year?","sentiment_score":0.0}
{"full_text":"RT Presume it'll do what all Farage ventures do; fail to win anything but give him a platform &amp; panic some Tories into bad d...","sentiment_score":-0.1333333333}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"CAN'T EVEN GET AN ONLINE SHOPPING DELIVERY.. PATHETIC #panicbuying","sentiment_score":-1.0}
{"full_text":"RT Dr. Fauci's loyalty is to truth, science, and the American people. Just as it should be.We could have saved tens of th...","sentiment_score":0.0}
{"full_text":"Fuck u bojo , worst leader to date","sentiment_score":-0.7}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT OK but \"socialism for the rich\" isn't a real thing.It's just capitalism.  This is what capitalism is designed to do.  It...","sentiment_score":0.3583333333}
{"full_text":"I don't remember 250k deaths in 8 months.","sentiment_score":0.0}
{"full_text":"RT Think of how much easier would have it if his job were to identify the things that says that are t...","sentiment_score":0.2}
{"full_text":"Brazil reports 10,100 new coronavirus cases, 190 deaths","sentiment_score":0.1363636364}
{"full_text":"Falling off the #COVID19 prevention bandwagon comes down to two important predictors of health behaviors: perceived susceptibility and perceived severity. explains why fatigue sets in &amp; offers tactics for staying safe while protecting your mental health and well-being.","sentiment_score":0.1488888889}
{"full_text":"is bragging about masks, gloves  sent to #NC in their black graphic. There have also been 277,000+ COVID cases and over 4400 deaths to North Carolinians, just to point that out in the statistics. Not a great job WH","sentiment_score":-0.1888888889}
{"full_text":"In their efforts to stem the spread of the coronavirus, public health departments are taking on a new responsibility: helping make voting as safe as possible.","sentiment_score":0.1590909091}
{"full_text":"Whether #Beijing sought to make Laos beholden to unpayable loans or COVID-19 and poor fiscal policy are primarily to blame, the country is becoming increasingly dependent on China to keep its economy afloat, writes Kearrin Sims (@jcu). #Laos #Debt","sentiment_score":0.1125}
{"full_text":"A surge in coronavirus cases across the country, including in key presidential battleground states, is creating mounting health and logistical concerns for voters, poll workers and political parties ahead of Election Day.https:\/\/t.co\/bEftmnzduy","sentiment_score":0.0}
{"full_text":"RT Does anyone actually understand why it's the Brexity right who are also on the Covid truther anti-lockdown side of thing...","sentiment_score":0.1428571429}
{"full_text":"Australia has recorded no new locally transmitted coronavirus infection for the first time in five months.","sentiment_score":0.0606060606}
{"full_text":"RT getting real tired of celebrities telling us to stay home to flatten the curve while they party and take vacations with no...","sentiment_score":-0.6}
{"full_text":"RT Genuinely, I have never despaired more for my wonderful country than I do today. If we give in to the madness of a second loc...","sentiment_score":0.475}
{"full_text":"UK PM calls in army to roll out tests as lockdown looms(report by","sentiment_score":0.0}
{"full_text":"The Show with Mike Dilke on - Learn how you need to keep seeing your #GP in #covid times if you have any medical worries and also the health of small to medium sized businesses.@Cebr_uk      ","sentiment_score":-0.125}
{"full_text":"Senior ministers were shown that 'all models suggest a significantly higher peak than those estimated at any point in the current 'Reasonable Worst Case Scenario''. #Lockdown2https:\/\/t.co\/DD7TLmbXtS","sentiment_score":-0.1375}
{"full_text":"The results of an annual survey find that politics have increasingly percolated into the business of finding love.https:\/\/t.co\/gdQofIzgoU","sentiment_score":0.0}
{"full_text":"#COVID19's distancing guidelines have made it difficult to establish support systems, which are especially vital for LGBTQ patients. explores why the pandemic may hit these communities harder than others.","sentiment_score":-0.1333333333}
{"full_text":"is working hard to help women during these trying times. #WPSinAction","sentiment_score":-0.2916666667}
{"full_text":"Irene.#SuperstormSandyBoth were times we had to evacuate. Well what if that happened now? In 2020? During COVID? How would we be able to safely shelter? Here's what county and town officials had to say.https:\/\/t.co\/RbEfZldJiB","sentiment_score":0.5}
{"full_text":"HAPPY LOCKDOWN BELGIUM!!! ","sentiment_score":1.0}
{"full_text":"President of the Sports Commission Kathy Nelson sits down with to discuss the current, future and past landscape of sports in KC including how the pandemic changed sports in our town. #435PodcatNetworkhttps:\/\/t.co\/cW8Uf3Oshu","sentiment_score":-0.1013888889}
{"full_text":"Dia De Los Muertos celebrations will look a lot different this year because of the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"There have been eight further deaths in the past 24 hourshttps:\/\/t.co\/ittbNWSQN0","sentiment_score":-0.125}
{"full_text":"US breaking Covid-19 records- two days from electionhttps:\/\/t.co\/jbcP6sXz8Y","sentiment_score":0.0}
{"full_text":"After it conceding its antibody bamlanivimab was a flop in hospitalized #Covid19 patients, Eli Lilly reported Wednesday that it struck a deal to supply the feds with 300,000 vials at a cost of $375 million.https:\/\/t.co\/VxAhnhbAp4","sentiment_score":0.0}
{"full_text":"RT ZERO COVID in Australia in 5 months! And don't dare say it's some island like Taiwan--it's a continent!  adopted an appro...","sentiment_score":0.0}
{"full_text":"On Sunday, the Florida Department of Health confirmed 4,865 new cases of the coronavirus.","sentiment_score":0.2681818182}
{"full_text":"It certainly does suck that we are living through a dangerous pandemic that is just entering its 3rd wave","sentiment_score":-0.1285714286}
{"full_text":"Thread.","sentiment_score":0.0}
{"full_text":"Last year I was lucky to raise money for #mensmentalhealth with a local group I wanted to do a Jiu Jitsu marathon this year, but not very Covid possible. Wondering if it's physically possible to work in 460 km in a month between running and waking at work. ","sentiment_score":0.0388888889}
{"full_text":"RT Wetherspoons launches sale with Real Ale pints for just 99p before lockdown ","sentiment_score":0.2}
{"full_text":"Social distancing concerns and temporary museum closures have made field trips difficult to plan for many teachers this year. A new collaboration between five Milwaukee area museums and cultural institutions is helping provide a solution.","sentiment_score":0.0539393939}
{"full_text":"Well after lockdown I'm built for comfort not speed ","sentiment_score":0.0}
{"full_text":"RT Unless the lockdown can make humans immortal, it's a no from me.- the geniuses at the Telegraph","sentiment_score":0.0}
{"full_text":"RT MAIL SCOTLAND: On the brink of lockdown #TomorrowsPapersToday","sentiment_score":0.0}
{"full_text":"Missing the rail, think it misses us?  We can't wait to reunite at #FKMF2021 for two days of head knocking bass frequencies!  Join our squad and lock in a GA Pass for $25 down or only $109.99 + taxes &amp; fees.   Ends TONIGHT at 11:59 PM ET - ","sentiment_score":-0.1357638889}
{"full_text":"RT BREAKING: WH pandemic adviser Scott Atlas did an interview yesterday with Russian state media from WH grounds. He told lies and...","sentiment_score":0.0}
{"full_text":"RT Added daily change to the new cases title (the -38) and oh look ... we finally have a little covid icon on the upper right....","sentiment_score":0.0390963203}
{"full_text":"RT And I see several of you on Instagram at parties with strangers without masks. ","sentiment_score":0.0}
{"full_text":"Now apologize to the medical community for your deadly COVID plan!!! You are woefully unaware PERIOD!!!  #Resign","sentiment_score":-0.1302083333}
{"full_text":"\"I know we're tired, but if we do not get the spread of this disease under control, we risk a darker, more deadly period this winter than we ever experienced in the spring,\" Beshear said.","sentiment_score":0.175}
{"full_text":"I've seen some video clips of these so-called biden rallies on tv before, but I've never seen that many \"supporters\" (or vehicles), and certainly not that close to him.  Have they changed their social distancing rules? ","sentiment_score":0.1420634921}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT So we're supposed to believe that a Faux \"Doctor\" who doesn't even know that a Russian TV station i...","sentiment_score":0.0}
{"full_text":"RT This is heartbreaking and shows if you haven't voted #BidenHarris2020 PLEASE PLEASE do so!","sentiment_score":0.0}
{"full_text":"RT Presidential campaign events shouldn't have a death toll.","sentiment_score":0.0}
{"full_text":"RT Something must be done to help those people who had no support during the fir...","sentiment_score":0.0}
{"full_text":"I have worn a mask since April, I did not need to be told to. In saying that I only wear a mask when I can't distance myself from others. Wearing a mask when no one is within 100m does not make sense. Yes I cannot workout why everyone can't do the same as well.","sentiment_score":0.0}
{"full_text":"The government's top infectious diseases expert is cautioning that the U.S. will have to deal with \"a whole lot of hurt\" in the weeks ahead due to surging coronavirus cases--&gt;&gt;https:\/\/t.co\/9fOUOwA55S","sentiment_score":0.1916666667}
{"full_text":"It's been 16 days since my covid test and still no results. Has anyone ever heard of someone not receiving results back?","sentiment_score":0.0}
{"full_text":"Months ago, at our office, we had 2 people that tested positive. Two different nurse practitioners did the swab, both were wearing only a mask and gloves. Based on the stupid CDC guidelines the nurses, staff,  and family should have to quarantine.","sentiment_score":-0.1431818182}
{"full_text":"RT BREAKING:  Dr. Fauci just tore apart Donald Trump's COVID strategy, saying \"You could not possibly be positioned more po...","sentiment_score":0.25}
{"full_text":"Good Morning! #traxxfm #rtm First Monday of CMCO November!  When will New Normal end? Praying Hard! #everykawan #myKAWAN #frontliners #BeSafeOutThere Stay Home &amp; Listen to Traxxfm","sentiment_score":0.2218560606}
{"full_text":"RT Pls retweet and Donate to help Mrs Olushola ","sentiment_score":0.0}
{"full_text":"RT Not again... Why do people do this? I just don't understand the mentality...","sentiment_score":0.0}
{"full_text":"RT Fighting Dr. Fauci's truth-telling all the way to the end.","sentiment_score":0.0}
