{"full_text":"RT We're all in this together &amp; you &amp; your gifts are enough. You don't need to compensate for things beyond your control. I...","sentiment_score":0.0}
{"full_text":"RT They were able to mimic in their minds the scenario of a usual, pre-pandemic show and were able to deliver. #SB19","sentiment_score":0.25}
{"full_text":"RT I'm not having dinner with your parents, dipshit.","sentiment_score":0.0}
{"full_text":"I'm aware. And it's because of COVID that I'm willing to give them the benefit of the doubt on it taking this long. Doesn't change the fact that Atlus is painfully atrocious when it comes to localizing games in a timely fashion without outside assistance, pandemic or not.","sentiment_score":-0.05}
{"full_text":"RT Authoritarian scumbag boss Alan Joyce gets pie faced.Australian media pretending they don't know what the motive w...","sentiment_score":0.0}
{"full_text":"RT #CoronaVirusUpdates:#COVID19 testing status update:@ICMRDELHI stated that 13,70,62,749 samples tested upto November...","sentiment_score":0.0}
{"full_text":"RT Ji Chang Wook Drama 'City Couple's Way of Love' is on NetflixRead More:https:\/\/t.co\/rcuRWWObD1","sentiment_score":0.5}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"At least up to now they haven't taken or outlawed all our sense of humour!! Good description of Robert Peston","sentiment_score":0.115625}
{"full_text":"RT From the Conservative shires to the 'Red Wall' seats, the Prime Minister is facing a mass Tory revolt","sentiment_score":0.0}
{"full_text":"Our latest blog post is from Piers Wilkinson who talks about the process of publishing a systematic review paper, the challenges faced through lockdown and how they overcame them.You can find the full blog here","sentiment_score":0.425}
{"full_text":"PH logs 1,631 new COVID cases","sentiment_score":0.1363636364}
{"full_text":"it's a little crazy that the racism asians experienced esp. with covid was only a talking point for like a week. being an asian in north america is tough","sentiment_score":-0.0627314815}
{"full_text":"RT i just miss my life before covid","sentiment_score":0.0}
{"full_text":"RT Our contribution to the new briefing paper from outlines sustainable and systemic interventions that can be...","sentiment_score":0.1363636364}
{"full_text":"RT Covid-19 has been the third major disruption to globalisation within the past twelve years. The pandemic will not kill gl...","sentiment_score":-0.0625}
{"full_text":"Sweden is on track for a really quite average year; no masks, no Lockdown, no panic.","sentiment_score":0.025}
{"full_text":"1. I Don think ours is as potent as the Oyibo one cos our weather gives us an advantage.2. Our immune system combats both bumper to bumper.3. On a lighter note, I heard our late COS (God Rest his soul) died cos it's Oyibo COVID he contracted, not Naija own.I Stan corrected. ","sentiment_score":0.1}
{"full_text":"RT So, most people have done a whole month in lockdown just to go into an even stricter tier than the one they started in...","sentiment_score":0.35}
{"full_text":"RT Please retweet if you think it's time for the Government to scrap all the Covid restriction rules and leave it to the pers...","sentiment_score":0.0}
{"full_text":"Sir please take notice of #NUMSTHEY'RE NOT DEYLAYED OUR EXAMS DESPITE HAVING CORONA CASES IN HOSTELS #NUMSpostponeexams","sentiment_score":0.0}
{"full_text":"RT Thread","sentiment_score":0.0}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"Sales 1st week Spain:  PS5: 43,000 units - With reader: 38k - Only Digital: 5k XSeries: 14,100 units - X: 10.5k - S: 3.6k To compare (1st week): PS2: 40k PS3: 35k PS4: 38k PSP: 54.2k !! X360: 14.9k XONE: 15k And in full pandemic + SOLD OUT","sentiment_score":0.1166666667}
{"full_text":"RT USA no more deaths than a usual year but  12% have been attributed to covid. It also funny that heart ,cancer,strokes death...","sentiment_score":-0.0833333333}
{"full_text":"RT Hey #Ottawa let's Ruckify!!   ","sentiment_score":0.0}
{"full_text":"Good news if you get the Corona Virus in church then stay in Church..","sentiment_score":0.7}
{"full_text":"RT I hope everybody who votes for these proposals loses their seat","sentiment_score":-0.3}
{"full_text":"RT They were able to mimic in their minds the scenario of a usual, pre-pandemic show and were able to deliver. #SB19","sentiment_score":0.25}
{"full_text":"RT #Amazon has doubled profits through COVID19 but they  have still not paid suppliers in Bangladesh for finished orders can...","sentiment_score":0.0}
{"full_text":"RT Watch Now !  Union Minister Dr Harsh Vardhan addresses a virtual session on 'Health Journalism in Pandemic' organised by","sentiment_score":-0.2}
{"full_text":"Only idiots will","sentiment_score":-0.4}
{"full_text":"RT Texas can delay #FreeRodneyReed's evidentiary hearing due to COVID, but we can't get federal executions delayed due to COVI...","sentiment_score":-0.125}
{"full_text":"RT PM @MuhyiddinYassin has just announced our first COVID-19 vaccine deal. Gov't inks deal with Pfizer to vaccinate 6.4 mill...","sentiment_score":0.25}
{"full_text":"Alas!!Covid will need to be quarantined now","sentiment_score":0.0}
{"full_text":"Seems especially relevant today!","sentiment_score":1.0}
{"full_text":"RT Well worth reading this report on the covid vaccines from the BMJ. It suggests there's still some way to go before their ready...","sentiment_score":0.25}
{"full_text":"RT \"The central bank will add 200-billion Swedish krona ($23.47bn) to its QE programme, taking it to 700-billion krona.\" $23...","sentiment_score":0.0}
{"full_text":"If u have covid positive report then upload it otherwise not. Simple.#icaiexams","sentiment_score":0.2272727273}
{"full_text":"RT The campaign ran for our #NightSchools is mentioned in this insightful article written about the biggest...","sentiment_score":0.0}
{"full_text":"Martin a good insight into what you can claim when working from home.https:\/\/t.co\/hToBxL1ezX","sentiment_score":0.7}
{"full_text":"RT The Pope is dragging Alito, Barrett and friends, and I'm so here for it.","sentiment_score":0.0}
{"full_text":"#DjOreoMyJourneyAlbum  My cumputer and ICT business is down due to COVID holiday... I need this to start as some materials is damaged.","sentiment_score":-0.1402777778}
{"full_text":"RT 6 Pakistan players have tested positive for Covid-19. The #PCB is now sending the Akmal brothers to New Zealand as they...","sentiment_score":0.1818181818}
{"full_text":"RT I look at the global trend of #CoronavirusPandemic and penned on its aftermath.Read and share please |The Aftermath o...","sentiment_score":0.0}
{"full_text":"RT 696 UK Covid deaths reported in the last 24 hours. Yesterday in France it was over 1000. A reminder that this pandemic is...","sentiment_score":0.0}
{"full_text":"from fancafe: lee eunsang's monthly vlog contents will be discontinued due to the rapid spreading of covid-19. the only content that we have as of now  it's okay, as long as eunsang's healthy. another neunggeumdan drought era :&lt;","sentiment_score":0.165}
{"full_text":"RT Not saying they're innacurate but my covid test came back saying 'Congratulations'You've passed your driving exam'#jo...","sentiment_score":0.0}
{"full_text":"Portuguese Court Rules That The PCR Test \"Is Unable To Determine\" A COVID-19 Infection -","sentiment_score":-0.5}
{"full_text":"RT We've recruited our first patient to a #COVID19 research trial testing whether SNG001 - a drug treatment administered via...","sentiment_score":0.25}
{"full_text":"RT 'It stopped me going over the edge' - Avril, 99, masters Skype to contact family from care home","sentiment_score":0.0}
{"full_text":"Goblin wins!","sentiment_score":0.375}
{"full_text":"RT PM @MuhyiddinYassin has just announced our first COVID-19 vaccine deal. Gov't inks deal with Pfizer to vaccinate 6.4 mill...","sentiment_score":0.25}
{"full_text":"RT Keynote session 2, Speaker 2 Founder shares that Pandemic revealed how our society failed to develop t...","sentiment_score":-0.5}
{"full_text":"RT #HyderabadNeed #Blood Type :  B-positiveAt : Pinnacle Hospital. Blood Component : Need Plasma from B+ve #COVID19 reco...","sentiment_score":0.0}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"RT In #GreaterManchester #hospitality has been restricted for 6 months now including the additional restrictions enforced...","sentiment_score":0.0}
{"full_text":"How interesting is it that the internal #hiring at #UK companies up 20% since #COVID19 finds #LinkedIn.Read in full at:","sentiment_score":0.2833333333}
{"full_text":"Diary News - Chain of Hope Raises Over PS1 million In An Hour - Never before has the Chain of Hope experienced an event like it.  In pre-covid days, November was the time for the Charity's Ball, however, this year the Chain of Hope event went virtual","sentiment_score":0.8}
{"full_text":"Mink Culled To Prevent Covid Resurface From Graves In Denmark","sentiment_score":0.0}
{"full_text":"RT You expect government offices to equally redistribute wealth? Are you stupid and without a memory? Do you know what happe...","sentiment_score":-0.4}
{"full_text":"OH BOY 3AM ON BLACK FRIDAY WEAR A MASK","sentiment_score":-0.1666666667}
{"full_text":"Are you an EU citizen living in Camden ? We are currently offering a Covid secure EU settled status identity verification service, free for Camden EU residents. For more information and to book an appointment https:\/\/t.co\/zRrwqGSjm2","sentiment_score":0.325}
{"full_text":"NEW Covid recovery support group for unwaged carers:in partnership with &amp; Sessions will take place online on Monday lunchtimes from 12.30pm - 1.30pm. Find out more  - mhcc.engagement@nhs.net or text 07702 66 81 69.","sentiment_score":0.3181818182}
{"full_text":"Entries are now open for the industry famous which has returned for a sixth year as the competition once again searches for the best plumbing and heating installers in the UKhttps:\/\/t.co\/QGzyD7EioQ","sentiment_score":0.5}
{"full_text":"Join us shortly at 11am (GMT) for Planning for the Future in the Face of Technological AdvancementRegister here: #SMEs #entrepreneurs #smeuk #webinar #technology #tech #lockdown","sentiment_score":0.0}
{"full_text":"#16DaysofActivism2020: Reflecting on Sexual and Gender-Based Violence in the Wake of Covid-19.@oxfaminghana   #EUEnoughGBV #16Days #OrangeTheWorld #GenerationEquality #ENOUGH #LockdownPatriarchy #EndSGBV #HumanRights","sentiment_score":0.25}
{"full_text":"This winter millions of people will be struggling to stay warm and healthy at home. More needs to be done to tackle this growing problem to ensure no one has to live in fuel poverty. #FuelPovertyAwarenessDay","sentiment_score":0.4340909091}
{"full_text":"My Job? Telling People What Happens NextI spend my time talking to experts, trying to envision what the future of the coronavirus crisis looks like. There aren't a lot of rules on how to do this.By Donald G. McNeil Jr. (@nytimes)https:\/\/t.co\/tooW6BtWyy","sentiment_score":0.0}
{"full_text":"Surface contamination is currently assessed as a probable transmission mode for COVID-19 virus. It is likely to occur when an individual touches a surface or object with the virus on it, and then touches one's mouth, nose or eyes. Follow the gov't advice on health protocols","sentiment_score":0.0}
{"full_text":"Their Teeth Fell Out. Was It Another COVID-19 Consequence?Via","sentiment_score":0.0}
{"full_text":"On this episode of Business Matters, watch how this largest power distribution company brought electrification to this community despite the challenges of the pandemic. Catch this episode this Saturday at 930pm only on CNN Philippines.","sentiment_score":0.0}
{"full_text":"COVID-19 has provided some insights into future opportunities for #sharedservices organizations to consider as they seek to thrive in a \"new normal.\" Click here to read more: #Sharedservices #Strategy","sentiment_score":0.1965909091}
{"full_text":"RT Column: Dejected L.A. restaurants serve their last meals, fear for the future","sentiment_score":0.0}
{"full_text":"RT The news of fire in a Covid hospital in Rajkot is distressing. Similar fire broke out in August in Ahmedabad. The governme...","sentiment_score":0.0}
{"full_text":"A southeast Queensland community hit hard by natural disasters and the economic impact of the COVID-19 pandemic is counting on a resurgence of drive tourism and a welter of big music and environmental festivals to get it back on the road to prosperity.https:\/\/t.co\/m4ZazXGUCD","sentiment_score":0.0016666667}
{"full_text":"We have locked down our country based on results from a PCR test which has been declared unfit for purpose now Liverpool has been given Tier 2 due to using a new Lateral flow test and mass testing?? #covid","sentiment_score":-0.0480639731}
{"full_text":"Stay alert- don't fall victim to fraudsters during coronavirus and Black Friday.","sentiment_score":-0.1208333333}
{"full_text":"More shoppers will pull into spots to pick up online orders than ever before this Black Friday.","sentiment_score":0.1666666667}
{"full_text":"Stay alert- don't fall victim to fraudsters during coronavirus and Black Friday.","sentiment_score":-0.1208333333}
{"full_text":"The Dundalk Simon Sleep Out has taken a new shape this year in light of Covid-19 restrictions. With Christmas fast approaching, Dundalk Simon is appealing to its loyal band of local supporters to get involved the #VirtualSleepOut Learn more:","sentiment_score":0.2587121212}
{"full_text":"Find out more about why following HANDS, FACE, SPACE is vital in our efforts to tackling Coronavirus (COVID-19) in our explainer below. It's crucial that we all do our bit to reduce the spread of the virus in our communities and work together to protect the people in Barnsley.","sentiment_score":0.15}
{"full_text":" Provide up-to-date information to billions on the spread of #CoronaVirus and its symptoms with #chatbot solution by #SBS.Discover more,","sentiment_score":0.5}
{"full_text":"Despite lockdown, some of our fabulous Farmers' Markets and other events are still able to go ahead, so if you are organising a food and drink themed event, even virtual, then do let us know!https:\/\/t.co\/IQjHwtLCFi#staysafe #staylocal #supportlocal  #farmersmarket","sentiment_score":0.2583333333}
{"full_text":"Fantastic support ","sentiment_score":0.4}
{"full_text":"RT I do not want to be the 32-year-old man who caught Covid-19 and had a dinner with 12 family members at Seoul Garden.Yes....","sentiment_score":0.0}
{"full_text":"Comparison of Doug Flutie's Maximum Football 2020 and NFL 2K 2021https:\/\/t.co\/GV1hLCcc46#CoronaVaccine #CoronavirusPandemic #COVID19Vaccine #coronavirus #Quarantine #Covid_19 #CoronaVirusUpdates #coronavirusuk  #COVID19ireland #Coronaviruspakistan #COVIDSecondWave","sentiment_score":0.0}
{"full_text":"More shoppers will pull into spots to pick up online orders than ever before this Black Friday.","sentiment_score":0.1666666667}
{"full_text":"Six in 10 women engineers are concerned about losing their jobs because of the pandemic, and eight in 10 are worried about their ability to find another job if they do become unemployed, according to a new survey.https:\/\/t.co\/DUWoeTdbxA","sentiment_score":0.1363636364}
{"full_text":"Parental loneliness 'rocketed' during pandemic","sentiment_score":0.0}
{"full_text":"In the first article for the blog takeover, discusses the politicisation of #coronavirus and the dangers of disinformation online.@AnticsEditors","sentiment_score":0.25}
{"full_text":"Show you care for your loved ones. When we #WearAMask, we're protecting our friends, our families and our communities. #AfricaMaskWeek","sentiment_score":0.7}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"REASON #4 TO SUPPORT SMALL BUSINESSES  YOU'RE BUILDING THE COMMUNITYLocal independent businesses are more likely to invest in other small businesses. Take a stroll down Piccadilly (post lockdown of course) and feel the community buzz. #SmallBizSatUK #LoveMyCityCentre","sentiment_score":-0.0400793651}
{"full_text":"We're working hard to support students to get home this term with our rapid testing offer, safe travel arrangements and support for those staying here over the Christmas break.Get tested before you travel.https:\/\/t.co\/c3DriojzBG","sentiment_score":0.1041666667}
{"full_text":"Have you had a look at our #COVID19 Secure Traffic Light Kit? Find out how this #innovative system works here &gt;  #cdvi #accesscontrol #staysafe","sentiment_score":0.4333333333}
{"full_text":"RT The COVID19 gets serious again recently in Korea, how about your country? I originally planned to go many places if I come b...","sentiment_score":0.1354166667}
{"full_text":"- Medication Adherence for the Modern #COVID19 World- 1 in 4 patients fail to pick up their prescription. Thomas Grinnan at explains how adherence can be improved during the pandemic and beyond.- Read here:","sentiment_score":-0.15}
{"full_text":"Contactless check-in made easy!Safety is everyone's priority in the current climate and we've responded.See how here: #pandemic #Helpishere","sentiment_score":0.0}
{"full_text":"RT So proud of , all the #MNL48 members &amp; the team  Remember this when you watch the MV tonight 6pm : Th...","sentiment_score":0.8}
{"full_text":"#COVID19 #UPDATE: The Chinese mainland has reported 21 new cases on Thursday. That includes nine domestically transmitted infections and 12 imported ones. #pandemic","sentiment_score":0.0681818182}
{"full_text":"\"Despite COVID-19, we are still operating as usual. Office staff are successfully working from home and shop floor workers are still able to proceed with job orders\" - Weymouth Precision Engineers.How we've been supporting #UKManufacturers:","sentiment_score":0.3125}
{"full_text":"Fears that Christmas could lead to a January lockdown, all the latest","sentiment_score":0.5}
{"full_text":"AstraZeneca's vaccine has hit a snag.https:\/\/t.co\/E4NS1D7lCj","sentiment_score":0.0}
{"full_text":"The 2020 National Staff Survey - Working Through the Pandemic is closing TODAY by midnight! If you haven't filled yours out yet you have time to still get yours in and have your say. If you're having any issues get in touch with the PINC team. Countdown 1 day to go","sentiment_score":0.4}
{"full_text":"Are you local to #Sefton and need to escape the everyday routine? Keep yourself fit &amp; healthy, and the canal clean &amp; tidy, with our new Covid-secure walks this winter! Booking is essential: #PlasticsChallenge","sentiment_score":0.2296401515}
{"full_text":"It's the last Friday in #lockdown (fingers crossed, touch wood, etc.) and #BlackFriday as well so we hope you're all still able to do your #HappyDance","sentiment_score":0.25}
{"full_text":"Fraudsters and scammers are using the uncertainty of the coronavirus pandemic to target online shoppers. Don't get caught out this #BlackFriday.You can find tips for staying safe online on My Support Space. Create a free account:","sentiment_score":0.45}
{"full_text":"As lockdown comes to an end, we're delighted to announce that we will be resuming collections of furniture and larger donations from Wed 2nd Dec, when our charity shops will also reopen. You can request a collection now &gt;&gt;&gt; #Southend #CharityShops","sentiment_score":0.2333333333}
{"full_text":"New article on the #GLIMERResearch blog:'The invisible corona crisis - problems and grassroots solutions' by from #COVID19 blog series:https:\/\/t.co\/7Vs2LRvam0@NasarMeer","sentiment_score":0.1363636364}
{"full_text":"Have you used e-consult to contact your GP during lockdown? We want to hear about your experience! #Spare5 to share your feedback today at #BecauseWeAllCare","sentiment_score":0.0}
{"full_text":"Only 4 days left to win Solarstone's lockdown album 'Island'!All info  #island #puretrance #trance #pogressivetrance #vocaltrance","sentiment_score":0.3333333333}
{"full_text":"How #China works to prevent #coronavirus transmission via cold chain","sentiment_score":-0.6}
{"full_text":"One D.C. artist discovered her new calling at the beginning of the pandemic when her world was turned upside down.The protests and the isolation reminded her of her childhood, growing up in Sierra Leone during a civil war.","sentiment_score":0.1363636364}
{"full_text":"#Iran battles against the new wave of #COVID19. On Wednesday, the number of daily infections in the country has reached more than 13,800. Iran was forced to impose new restrictions on the capital, Tehran. Sarbas Nazari has the latest.","sentiment_score":0.1621212121}
{"full_text":"A woman who had three vital appointments cancelled after discovering a mouth ulcer was told she may have just a few months to live.https:\/\/t.co\/ko7vke5Svz","sentiment_score":-0.05}
{"full_text":"#Taiwan is one of the few places in the world where large-scale indoor and outdoor events continue to take place.@FastCompany takes a look at how smart rules and careful compliance ensures a continued sense of normality in Taiwan.https:\/\/t.co\/Dr1JTkwZXL","sentiment_score":-0.0285714286}
{"full_text":"\"Feeling emotionally overwhelmed as a result of the recent rise in coronavirus cases and new restrictions? You're not alone.\" ","sentiment_score":0.0454545455}
{"full_text":" \"We have an owner who has lost all interest in running or investing in the club, and a manager who is out of his depth.\"  READ our chat with the opposition as our build up to kick off continues.#PremierLeague #CPFC #NUFC #CRYNEW","sentiment_score":0.0}
{"full_text":"Global University Lecture Series: III  1st December 4.30pm The third instalment of the Global University Lecture series features Prof Joao Florencio (AHVC) with colleagues in Berlin on the topic of \"COVID-19: Pandemics, Care and Communities\". To book:","sentiment_score":0.0}
{"full_text":"Did ya see this  I hope it helps you understand #SCOTUS missed the #NYC church ruling by a vote just one vote #GeorgiaSenate","sentiment_score":0.0}
{"full_text":"The #coronavirus vaccine developed by Oxford University and AstraZeneca will undergo a new global trial as questions remain of the claims whether it could protect up to 90% of people. brings you the story","sentiment_score":0.0787878788}
{"full_text":"Outside of this COVID response fiasco, I believe that to be Donald's most harmful legacy -- The reinforcement that 'certain' self-entitled people who feel aggrieved in this country can be absolute jackasses and suffer no consequence.","sentiment_score":0.0828571429}
{"full_text":"SC asks Centre to impose strict #COVID19 rules till a vaccine is introduced.https:\/\/t.co\/niLycrtE2y","sentiment_score":0.0}
{"full_text":"RT Good analysis of the growing role of Sweden's PM and central government in communicating, and perhaps deciding, Sweden'...","sentiment_score":0.35}
{"full_text":"Our CEO &amp; Clinical Lead is speaking at the webinar about innovation in diabetes care during #COVID19 along with next Tues 1st December.Find out more and register for free at:https:\/\/t.co\/UMZcoeQkMz","sentiment_score":0.3}
{"full_text":"Our podcast is available now. This week our #BundoranAbroad series continues with Grace Garvin who lives and works in Bristol. will talk to her about lockdown in the UK and her company Wild Rice Films. Listen now at or where you get podcasts!","sentiment_score":0.2625}
{"full_text":"Should I change jobs? #COVID19 #today #careerpath #JobListing","sentiment_score":0.0}
{"full_text":"It's #BlackFriday - so great to hear that lockdown will be ending next week Let's get out or buy online &amp; support our local independent shops.Visit the  website for infohttps:\/\/t.co\/hCJXE0fINo#shoplocal #buylocal #alinker #eastbourne #sussex","sentiment_score":0.2}
{"full_text":"The novel coronavirus pandemic has crippled the #aviation industry this year and it appears losses will continue well into the new year, according to trade body the International Air Transport Association. #COVID_19","sentiment_score":0.0681818182}
{"full_text":"Peterborough's Queensgate shopping centre will mark the end of lockdown with longer opening hours in the run-up to Christmas.https:\/\/t.co\/so4eYMqGqR","sentiment_score":0.0}
{"full_text":"Get more with our Black Friday super deals.Prices valid from 27th November to 29th November.Alcohol not for sale to persons under the age of 18. Drink responsibly. P.S Always wear a mask when you visit any of our stores.","sentiment_score":0.2166666667}
{"full_text":"Interessanter Thread.","sentiment_score":0.0}
{"full_text":"RT \"Like other populist forces in Europe, Mr Baudet failed to make political inroads during the pandemic.\" ht...","sentiment_score":-0.2083333333}
{"full_text":"The guiding thread of all the whining about comparative Covid levels is that no-one talks about Tory govt incompetence that led us to the worst Covid death rate in Europe, wasting colossal sums on corrupt contracts (as we charge towards the cliff of a no deal-low deal Brexit).","sentiment_score":-0.4}
{"full_text":"RT GMS is straining at the bit to attack the Scottish Govt's Xmas guidance. Listeners have been told that opposition politici...","sentiment_score":0.0}
{"full_text":"EUR\/USD: Germany's covid situation holds back a Black Friday stampede into the euro","sentiment_score":-0.0833333333}
{"full_text":"Dollar Weakens; Stimulus Expected to Combat Pandemic","sentiment_score":-0.1}
