{"full_text":"Sometimes I throw down........That garlic rosemary compound butter tho........#Dinner #foodie #sumpinsumpin #cook #lockdown #Friday","sentiment_score":0.0}
{"full_text":"RT Pay everyone $1500 to get vaccineIt is a stimulus check &amp; big vaccine incentive rolled into one  Result: more people g...","sentiment_score":0.25}
{"full_text":"Yeah let Americana decide themselves how they catch Covid and died... Ffs people are dying because you guys refuse to accept reality!","sentiment_score":0.0}
{"full_text":"OopsUpwards of 80% blockage has been achieved in human experiments that have measured blocking of all respiratory droplets, with cloth masks in some studies performing on par with surgical masks as barriers for source control.","sentiment_score":0.0}
{"full_text":"RT Santa Claus is 'immune' to COVID-19, says Dr. Anthony Fauci","sentiment_score":0.0}
{"full_text":"I believe in both.  But YES, WEAR A MASK FOOLS!","sentiment_score":0.0}
{"full_text":"RT Namaskaram Bala - good to see Modern Science catching up with Yogic Insights &amp; Wisdom. -Sg #Copper #COVID","sentiment_score":0.5}
{"full_text":"RT Stellar. Must watch.T cell immunity key.Lasts years,if not lifetime. Maybe 80% cross reactivity with SARS 2003. Initially we...","sentiment_score":0.0833333333}
{"full_text":"RT Midway, a small Kentucky town that has a big surplus due to payroll taxes from a booming industrial park, is doing another roun...","sentiment_score":-0.125}
{"full_text":"RT Here's Don Jr. calling those on the left \"truly morons\" for warning about COVID. Don Jr. has now tested positive for...","sentiment_score":-0.1909090909}
{"full_text":"RT I remember in March my mom, an ER nurse, telling me she had to reuse her N95 daily bc they didnt have funding for PPE....","sentiment_score":0.0}
{"full_text":"RT COMING UP: A 26-year-old now facing heart complications post COVID-19. Tonight, how she's navigating a new diagnosis and wa...","sentiment_score":0.1363636364}
{"full_text":"RT SCOOP: Donald Trump Jr., the president's son, has coronavirus, sources tell me and","sentiment_score":0.0}
{"full_text":"RT After seeing how the public panics over Coronavirus, I can see why the government would never tell us about Aliens.","sentiment_score":0.0}
{"full_text":"Who's still eating at potlucks or buffets during a pandemic?","sentiment_score":0.0}
{"full_text":"Which is wild wild.","sentiment_score":0.1}
{"full_text":"RT Asked Biden if he will encourage teacher unions to cooperate to get kids back in school because the COVID task force said...","sentiment_score":0.0}
{"full_text":"RT On this Transgender Day of Remembrance, we honor the memory of the at least 37 transgender or gender-nonconforming people...","sentiment_score":-0.3}
{"full_text":"RT Maddow: Don't get this thing. Do whatever you can to keep from getting it.Rachel Maddow reveals that her partner, Susan,...","sentiment_score":0.0}
{"full_text":"RT RUNVEER 2.0 Race Day Tomorrow Run at your own pace, place &amp; time in selected categories. Run for Soldiers and COVID Warriors....","sentiment_score":0.6}
{"full_text":"RT Inside. No masks. No 6 ft social distancing. ","sentiment_score":0.0333333333}
{"full_text":"RT Pay everyone $1500 to get vaccineIt is a stimulus check &amp; big vaccine incentive rolled into one  Result: more people g...","sentiment_score":0.25}
{"full_text":"RT Nurses and doctors are not the only ones who work on Covid units...can we take a moment to appreciate the janitorial s...","sentiment_score":0.0}
{"full_text":"RT More GOP senators have COVID than have acknowledged that Joe Biden won","sentiment_score":0.5}
{"full_text":"RT All I want for Christmas is antibodies","sentiment_score":0.0}
{"full_text":"RT Maddow: Don't get this thing. Do whatever you can to keep from getting it.Rachel Maddow reveals that her partner, Susan,...","sentiment_score":0.0}
{"full_text":"RT Welp.","sentiment_score":0.0}
{"full_text":"RT As of Friday, 462 people had died of COVID-19 in Alberta. In this picture, ICU physician Dr. Simon Demers-Marcil calls a fam...","sentiment_score":0.0}
{"full_text":"RT With tours paused and concerts canceled, BTS has adapted to the new restrictions set by the coronavirus pandemic better than almo...","sentiment_score":0.3181818182}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"Most realistic...or embrace your grey ( who am I to talk?? I kept coloring mine until COVID...and have just NOW embraced my grey...at age 68!)","sentiment_score":0.21875}
{"full_text":"RT Service and Information Update | City of Brampton to enter Province's Grey-Lockdown Level November 23. Read more:","sentiment_score":0.5}
{"full_text":"RT Hey ! Every day you delay starting the transition you endanger Americans who are being killed in staggering numb...","sentiment_score":-0.2666666667}
{"full_text":"RT OU Hospitals told me hospitals in Texas, Kansas and Arkansas have called them trying to find beds for their critically s...","sentiment_score":0.0}
{"full_text":"RT WAPO reporting a staggering 196,473 daily coronavirus cases today as we head into Thanksgiving week and some travel to get...","sentiment_score":0.0}
{"full_text":"#Trumpas #POTUS &amp; #World #Leader &amp; other #Racist &amp; Prejudiced #People refused to implement the #BioHazard #Decon #Protocols I had suggested via #SocialMedia #Tweets &amp; #Videos which increased the spread of #CoronaVirus #Contagion &amp; Spiked the #DeathToll rate by #COVID19","sentiment_score":-0.125}
{"full_text":"I am sure you will still have a corona party!","sentiment_score":0.625}
{"full_text":"RT Santa Claus is 'immune' to COVID-19, says Dr. Anthony Fauci","sentiment_score":0.0}
{"full_text":"How an Indian family in #Dubai caught and battled #COVID19 Despite all precautions, an asymptomatic visitor to their home got them infectedhttps:\/\/t.co\/FnELItn1Ir","sentiment_score":0.0}
{"full_text":"RT \"Trump cleared me for the antibody therapy that he had received, which I am convinced saved my life,\" Carson wrote.Cars...","sentiment_score":0.0}
{"full_text":"RT Pay everyone $1500 to get vaccineIt is a stimulus check &amp; big vaccine incentive rolled into one  Result: more people g...","sentiment_score":0.25}
{"full_text":"RT How can anyone possibly object to people calling the BoD the Israel lobby when they do shit like this","sentiment_score":-0.1}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT I've been stuck on a column about what's going on with recent lockdown measures in Manitoba. In part because the government m...","sentiment_score":0.0}
{"full_text":"RT Pay everyone $1500 to get vaccineIt is a stimulus check &amp; big vaccine incentive rolled into one  Result: more people g...","sentiment_score":0.25}
{"full_text":"RT My dad died today in a nursing home. He was tested for Covid 3 times over the last 3 weeks. He was negative every tim...","sentiment_score":-0.15}
{"full_text":"Followed by this beauty:\"Face mask study didn't stop COVID spread, but it shows why more mask-wearing is needed\"","sentiment_score":0.5}
{"full_text":"RT I'm like 95% sure that if he died his dad wouldn't go to his funeral. Not out of any animosity but because it would be bo...","sentiment_score":0.5}
{"full_text":"RT Guarantee that Donald Trump Jr. getting the China Virus will get more coverage from the activist media than Hunter Biden...","sentiment_score":0.5}
{"full_text":"RT The Moderna vaccine's early results included 700 Atlantean's including our own #Vaccine #Covid19 #Pande...","sentiment_score":0.35}
{"full_text":"RT The Trump White America First Covid Rallies were not the campaign gatherings of a democracy but the fascist to...","sentiment_score":0.125}
{"full_text":"While they are on Thanks giving break. I thought I'd send out a reminder.. Covid is out of control..WE NEED HELP!!!https:\/\/t.co\/UDzupSSXb3","sentiment_score":0.2}
{"full_text":"Your best move murphy is to sign the transition order, resign and go home and stay there.","sentiment_score":1.0}
{"full_text":"RT Some ppl understood this Thread as them \"thanking\" Jin. Well no, I don't think so. This MV is capturing their lives\/thoughts du...","sentiment_score":0.0}
{"full_text":"RT They are social distancing on my end ","sentiment_score":0.0333333333}
{"full_text":"I disagree about her being re elected. 12 years of one party rule is really hard to maintain. With Covid and low popularity, agree would've been in a tough environment. Also, house would be R.From 2021 perspective, we are better off politically.","sentiment_score":-0.0361111111}
{"full_text":"RT More Republican Senators have COVID than have courage.","sentiment_score":0.5}
{"full_text":"RT Don't say you're Pro-life, if u remain silent while Trump impedes a transition, in midst of a surging pandemic, putting Ame...","sentiment_score":0.0}
{"full_text":"RT Trudeau health minister flew friendly skies more than thought during COVID lockdown Via","sentiment_score":0.4375}
{"full_text":"Donald Trump Jr.  After he finds out he has tested positive for Covid-19!","sentiment_score":0.2840909091}
{"full_text":"RT I don't think it's cool people are on here joking about getting Covid without tagging me.","sentiment_score":0.35}
{"full_text":"The US reported +1,951 new coronavirus deaths, bringing the total to 260,283. The 7-day moving average continued rising to 1,474 per day, its highest level since May 18th.","sentiment_score":-0.0045454545}
{"full_text":"RT On this Transgender Day of Remembrance, we honor the memory of the at least 37 transgender or gender-nonconforming people...","sentiment_score":-0.3}
{"full_text":"They cannot be equally available \/ they will be rationed - and the decisions on rationing are now made in the trump pandemic team and not public! This is an awful decision to be made and both pragmatic and compassionate factors are critical - not the gop decision to sac elderly","sentiment_score":-0.15}
{"full_text":"RT Have people been doing Thanksgiving in some euphoric, cathartic, addictive mode that makes it the centerpiece of their y...","sentiment_score":0.0}
{"full_text":"Coronavirus: EFL clubs feel 'abandoned' after exclusion from emergency funding, says Coventry City CEO Dave Boddy -","sentiment_score":0.0}
{"full_text":"No amount of claims of clean resorts and social distancing in the bar areas is going to make me feel comfortable going out to even the smallest of mountains that I usually patronize. Nothing public is safe until we're all vaccinated and we see 0 infections week after week","sentiment_score":0.175}
{"full_text":"RT It's a miracle... just like that corona is over. ","sentiment_score":0.0}
{"full_text":"RT Soon after Justin Trudeau wrapped up his powerful  address to Canadians, our increasingly far-right Cons had this ugly h...","sentiment_score":-0.2}
{"full_text":"RT he has santibodies","sentiment_score":0.0}
{"full_text":"RT Donald Trump's day so far- Michigan legislators say Trump provided them no evidence- Told you it wasn't going anywhere...","sentiment_score":0.1}
{"full_text":"Pleeenaaaa","sentiment_score":0.0}
{"full_text":"Sweden now has a higher Covid-19 infection rate than France or Britain via","sentiment_score":0.25}
{"full_text":"RT Welp I guess we're about to find out if cocaine cures COVID.","sentiment_score":0.0}
{"full_text":"On behalf of us who are suffering internally, and go out for social distanced drinks around town, I would like to explain. While I am very sorry to those who have lost someone due to COVID, please try and understand us too. I am not asking you to agree but I fucking hate (1\/5)","sentiment_score":-0.3083333333}
{"full_text":"RT My aunt was diagnosed w\/ Covid this morning in her living facility and passed away 8 hours later, before my mom could...","sentiment_score":0.0}
{"full_text":"RT Donald Trump Jr., President Trump's eldest son, has tested positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT This marks the fourth COVID-19 outbreak at the White House.","sentiment_score":0.0}
{"full_text":"RT This is Alberta. Still no mask mandate or covid app.","sentiment_score":0.0}
{"full_text":"RT Donald Trump Jr., the son of US President Donald Trump, tested positive for #COVID19 this week, although he is experiencing no...","sentiment_score":0.2272727273}
{"full_text":"RT Adopted 10 Anganwadis In KeralaDonated 1.25 Cr For Corona Donated 25 Lakhs For Kerala FloodsDonated 25 Lakh...","sentiment_score":0.0}
{"full_text":"Quit listening to lies, they don't care about you. The want to lock you down and shut you up. They want to control the people!","sentiment_score":-0.1944444444}
{"full_text":"RT Not many feel-good stories tonight but this is one. The Cherokee Nation has been able to curtail its Covid-19 case and...","sentiment_score":0.125}
{"full_text":"Coronavirus Crisis to Dominate as Saudi Arabia Hosts G20 Summit Today in First for an Arab Nation","sentiment_score":0.25}
{"full_text":"Remember when this disgusting POS  human scum covered up the abuse on his wrestling team?","sentiment_score":-0.4333333333}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"RT If you're in the 956 area I would absolutely love if you retweeted\/liked this. My dad has worked so HARD our entire lives and...","sentiment_score":0.0694444444}
{"full_text":"RT Joe Biden \"won\" an entire election without leaving his basement and Andrew Cuomo just won an Emmy for his \"Leadership\" d...","sentiment_score":0.0}
{"full_text":"GOOD FUCKING MORNING PHAGUETTES","sentiment_score":0.05}
{"full_text":"Heartbreaking","sentiment_score":0.0}
{"full_text":"RT Asked Biden if he will encourage teacher unions to cooperate to get kids back in school because the COVID task force said...","sentiment_score":0.0}
{"full_text":"RT Great graphic by Dr. Varghese. Masking + Distancing, folks.","sentiment_score":0.4}
{"full_text":"All joking aside, we should all hope that he recovers without incident. I wouldn't wish Covid on my worst enemy.","sentiment_score":-1.0}
{"full_text":"RT Staffing will be the critical, limiting factor on Covid hospital capacity. It'll be hard for hospitals to create surge...","sentiment_score":-0.1458333333}
{"full_text":"RT A large number of the Republicans, including who told you that no one would care about #COVID19 after the...","sentiment_score":0.2142857143}
{"full_text":"RT While people are dying in delhi everyday Kejriwal and his hand are busy doing cheap politics. ShameOnAAPParty","sentiment_score":0.1}
{"full_text":"RT Feminism                   COVID-19                             problematic second wave","sentiment_score":0.0}
{"full_text":"This Acton restaurant is persevering through the pandemic, serving up flavourful Indian classics in the downtown core:","sentiment_score":0.0}
{"full_text":"if this was the biggest inconvience Covid caused me I'd be happy LOL","sentiment_score":0.8}
{"full_text":"RT He finally passed a test ","sentiment_score":0.0}
{"full_text":"RT dating during a pandemic really has us going on walks for dates like its the 1800s. like ok mr darcy, take me on a stroll...","sentiment_score":0.35}
{"full_text":"RT 2. #Distancing As cases surge, asymptomatic spread rises. R0 for #Covid19 vary by country, This exponential rise in c...","sentiment_score":0.0}
{"full_text":"RT For most presidents beyond a certain point there's just a brief kinda paragraph version in our head. \"The guy with the pan...","sentiment_score":0.2380952381}
{"full_text":"RT Testing Update  As we continue to fight COVID-19, will open additional testing sites starting tomorrow (11\/21...","sentiment_score":0.0}
{"full_text":"RT Good morning. Just want to remind everyone that we are STILL in a pandemic. Bat puro inoman na nakikita ko sa instagram...","sentiment_score":0.7}
{"full_text":"RT In an unprecedented year for the music industry, with tours paused and concerts canceled, BTS has adapted to the new restrictions...","sentiment_score":0.3681818182}
{"full_text":"RT Do you support Ontario Premier Doug Ford's new holiday season small business lockdown?Please SHARE for larger sample siz...","sentiment_score":-0.0378787879}
{"full_text":"RT So according to u there also should be no seat belt laws,no laws about using a cellphone while driving.Let p...","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT #NEW Toronto &amp; Peel entering lockdown Monday:* no indoor private gatherings with anyone outside household* outdoor gathe...","sentiment_score":0.0454545455}
{"full_text":"That's exactly how I feel about the song too! Perfect for the lockdown.","sentiment_score":0.65625}
{"full_text":"RT Especially IDIOTS SHOULD #WearADamnMask !","sentiment_score":-1.0}
{"full_text":"RT Welp I guess we're about to find out if cocaine cures COVID.","sentiment_score":0.0}
{"full_text":"RT Covid 19                                Jolene                              Not taking Dolly Parton's man","sentiment_score":0.0}
{"full_text":"RT More than 70 cases of covid-19 are reported in SAU tandojam and still administration is not taking serious decisions....","sentiment_score":0.0833333333}
{"full_text":"RT #WHO Guideline Development Group advises against use of #remdesivir for #COVID19. Currently no evidence that it improves...","sentiment_score":0.0}
{"full_text":"RT More GOP senators have COVID than have acknowledged that Joe Biden won","sentiment_score":0.5}
{"full_text":"RT 201,000 Covid cases today.1,951 Americans died today.That's 8,000 dead Americans in the last 4 days.No words.#KidV...","sentiment_score":-0.1}
{"full_text":"imagine thinking that a small child who believes santa goes to every single house on the fucking planet in one night and provides gifts for everyone from his magical workshop with tiny elves would somehow be able to draw this conclusion on their own","sentiment_score":0.0969387755}
{"full_text":"They all have the 'White Privilege\" that Herman Cain did not have.  I bet you Herman Cain didn't receive that special drug treatment from Regeneron or the Remdesivir from Gilead.","sentiment_score":0.1785714286}
{"full_text":"Listen, I'm blaming this on covid, but do your thing","sentiment_score":0.0}
{"full_text":"RT My work is shutting down again due to COVID on December 4. On I don't normally ask but if anyone could make a donation or b...","sentiment_score":-0.0435185185}
{"full_text":"RT Welp I guess we're about to find out if cocaine cures COVID.","sentiment_score":0.0}
{"full_text":"RT If you #IStandWithTrudeau, you stand with a guy who 4 days ago voted to protect the ultra-rich and pandemic profiteer. #Cdnp...","sentiment_score":0.0}
{"full_text":"A New Way To Work: Business Life During and After COVID-19 #CRE #NewNormal #COVID-19 #Office #Warehouse #TenantTips    ","sentiment_score":0.1363636364}
{"full_text":"RT When in lockdown , you have nothing else to do but bondage   #bondage #damselsindistress #zevonland #boots ","sentiment_score":0.0}
{"full_text":"Covid don't care...","sentiment_score":0.0}
{"full_text":"RT Two more Georgia Republican losses on January 5th, please. https:\/\/t.co\/eNzZeNC0Mr","sentiment_score":0.5}
{"full_text":"RT #IvanakkuSariyaanaAalIllai Public review.. Pulling people to the theaters during this unprecedented pandemic times and...","sentiment_score":0.3}
{"full_text":"He is also wearing the mask kind of funny like.","sentiment_score":0.425}
{"full_text":"At this point, who in the White House HASN'T had Covid?","sentiment_score":0.0}
{"full_text":"RT Is it safe to snort a whole shitload of coke while you're bed bound with Covid? Asking for Don Junior.","sentiment_score":0.35}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"stay positive po &lt;3","sentiment_score":0.2272727273}
{"full_text":"RT More GOP senators have COVID than have acknowledged that Joe Biden won","sentiment_score":0.5}
{"full_text":"The Trump administration has used their privileged access to monoclonal antibody treatments as a get-out-of-COVID-free card and excuse to be cavalier about masks &amp; distancing, endangering the lives of people who won't have access to the same treatments. True ghoul shit.","sentiment_score":0.025}
{"full_text":"RT From Dallin Leavitt Instagram story. Regarding state of Nevada Health Covid testing. #RaiderNation. (IG: d_lowe2)","sentiment_score":0.0}
{"full_text":"Dolly Parton helped a Covid vaccine along and Ricky Shroeder bailed out a murderer.","sentiment_score":0.0}
{"full_text":"RT 2\/... the results and the clear will of voters, based on lies and conspiracy theories, all while a deadly pandemic daily ki...","sentiment_score":-0.0333333333}
{"full_text":"RT Why do people act like being asked to take personal responsibility and not infect others during a pandemic is to treat them...","sentiment_score":0.0}
{"full_text":"Seriously.","sentiment_score":-0.3333333333}
{"full_text":".@RohanV: \"Amidst the numerous crises India is facing, five BJP-ruled states...have promised to introduced strict legal provisions to prevent \"love jihad.'\"","sentiment_score":0.2333333333}
{"full_text":"Hey whatchya doin with the $140 mil you made this year? How about you use it to forgive the bills of those rocked by COVID-19 instead of paying exec's bonuses? #HECObillforgiveness","sentiment_score":0.0}
{"full_text":"Maybe, just maybe a lockdown won't be needed. There'll be very few to lockdown at this rate.","sentiment_score":-0.26}
{"full_text":"RT Either Harrell thought the open market would be really soft due to COVID impacts or he's really costing himself millio...","sentiment_score":0.04375}
{"full_text":"As of Friday, there were 291,696 confirmed cases of COVID-19 and 6,427 coronavirus-related deaths in Arizona.","sentiment_score":0.4}
{"full_text":"As new, statewide social distancing restrictions aimed at slowing the spread of the coronavirus take effect, local health officials say they're especially concerned with the status of the pandemic in King County.","sentiment_score":0.0424242424}
{"full_text":"RT Not a joke: this past summer Trump picked the manufacturer of Adderall for Covid vaccine distribution. His drug deals are a...","sentiment_score":-0.25}
{"full_text":"RT finally! A guy who is safe to have sex with","sentiment_score":0.25}
{"full_text":"RT Our very own #coronavirus free preparation for #ChatthPuja","sentiment_score":0.59}
{"full_text":"Visiting relatives on Thanksgiving is great (most of the time) but this year Thanksgiving should be celebrated differently to keep people safe. The says you should #stayathome to best protect yourself and others this year","sentiment_score":0.525}
{"full_text":"Target released its final Black Friday sales ad of 2020 with the deals going live early Sunday. Here's how the sale is different amid COVID-19.","sentiment_score":0.0139393939}
{"full_text":"RT #IATA says #SecondWave of #COVID19 means #Airlines need $70-80 bn in urgent aid, besides $160 bn have already received...","sentiment_score":0.0}
{"full_text":"Sanford Health's president and chief executive believes he's now immune to the disease for \"at least seven months and perhaps years to come\" and that he isn't a threat to transmit it to anyone, so wearing a mask would be merely for show.","sentiment_score":-0.4}
{"full_text":"COVID-19 UPDATE:Monterey County- 13,524 total casesSanta Cruz County- 3,819 total casesSan Benito County- 1,694 total casesRead more:","sentiment_score":0.125}
{"full_text":"Yep buckle up buttercup","sentiment_score":0.0}
{"full_text":"RT Scrubbing surfaces does little to mitigate the threat of the coronavirus, experts increasingly say, and health officials sho...","sentiment_score":-0.1875}
{"full_text":"What officials are calling a limited stay-at-home order requires people who are not on essential errands to stay home from 10 p.m. to 5 a.m. starting Saturday.","sentiment_score":-0.0238095238}
{"full_text":"Royal Blue Cotton Masks. Reusable Washable Non-Medical Grade Face Covering . Same Day Shipping. Made in USA #MaskUp  #facemasksforsale #blue #stockingstuffers #SafetyFirst  #COVID19","sentiment_score":0.0}
{"full_text":"Coming up on Global Watch at 04GMT with We will continue to focus on the outcomes of the #APEC2020 leader's meeting. For #COVID19, we will have a live update from #Iran, which is imposing new #coronavirus restrictions.","sentiment_score":0.0909090909}
{"full_text":"Is your org doing enough to keep your female employees during the pandemic? If you aren't doing these things, it's time to start","sentiment_score":0.0}
{"full_text":"The request comes as the county has used low-level offenders from the county jail to help transport bodies.","sentiment_score":-0.1}
{"full_text":"Hundreds of protesters demonstrate over labor rights during the pandemic in Colombia","sentiment_score":0.0}
{"full_text":"P.E.I. can expect 26,000 to 30,000 doses of the COVID-19 vaccine in January, the province's health minister said, but he didn't specify which brand.","sentiment_score":0.0}
{"full_text":"#VCON2020SHPA ALERT - Panel discussion: COVID-19 lessons learned, critical issues, key outcomes.Moderator: Kristin Michaels Professor Michael Dooley, Rosemary Burke, Angela Young and Elspeth Kay. Begins at 2.15pm AEDT","sentiment_score":0.0333333333}
{"full_text":"COVID-19 testing increases in Helena with recent uptick in cases ","sentiment_score":0.0}
{"full_text":"The email from the CEO, who is not a physician, comes as hospitals throughout the region are struggling to keep up with some of the country's worst surges of coronavirus patients. ","sentiment_score":-1.0}
{"full_text":"RT Announcement on a German regional train: \"A tip for conspiracy theorists. Keep in mind that the federal government is gather...","sentiment_score":0.0}
{"full_text":"#DEVELOPING: The Associated Press said that Trump Jr. tested positive this week and does not have any symptoms. He has been isolating after testing positive.","sentiment_score":0.2272727273}
{"full_text":"The FDA has issued an emergency use authorization for the first at-home rapid test for COVID-19.https:\/\/t.co\/NNwZuEoYLW","sentiment_score":0.25}
{"full_text":"RT When I was little, my mom went without eating just so I could eat. Her sacrifice showed me the height of true love, and th...","sentiment_score":0.2208333333}
{"full_text":"RT Scott Baio, silver spoon Ricky Schroeder (Schroder) and the My Pillow guy helped bail out domestic terrorist Kyle Ritte...","sentiment_score":0.0}
{"full_text":"Parents, teachers, principals and school boards are doing the best they can with the resources they have been given by the UCP government.https:\/\/t.co\/6R1BXVHYX9","sentiment_score":1.0}
{"full_text":"TheBowling Green Independent School District will continue to offer Telehealth and Curbside COVID-19 testing for students and employees, according to a tweet from BG City Schools.","sentiment_score":-0.1}
{"full_text":"Our new coronavirus ZIP code map shows where COVID-19 cases have been rising the fastest in Arizona over the last seven days:https:\/\/t.co\/s88RDrhQOW","sentiment_score":0.0681818182}
{"full_text":"I just got warm visions of a mall...  Damn, i think that's the pandemic talking.","sentiment_score":0.6}
{"full_text":"JPMorgan sees US economy contracting next year as #COVID19 surge hits biz#Economyhttps:\/\/t.co\/RsEkAQdo9X","sentiment_score":0.0}
{"full_text":"As of 5 tonight, several different types of businesses are now under new COVID-19 restrictions in Kentucky -- among them, gyms and other fitness centers. us a look at the new rules and how they'll affect local businesses.","sentiment_score":0.0246212121}
{"full_text":"President and Owner of Blind Tiger Brewery and Restaurant, Jay Ives, said his business has been following all rules set to prevent the transmission of COVID-19.","sentiment_score":-0.25}
{"full_text":"RT lrt) hyejin busted out laughing bc op had 'corona f-you' in korean in the background. op told her it's the wise saying she sai...","sentiment_score":0.7}
