{"full_text":"According to agenda 21, 2030... they don't want you having dogs and cats because they're not sustainable and taiko energy from the planet... And now it is playing out, how long will it be before a strain of the coronavirus hits your favourite?https:\/\/t.co\/ayYzXYcw4n","sentiment_score":-0.05}
{"full_text":"Pandemic should be the State of Emergency. Coronavirus I sent to WHO, started in 2011, Mexican Immigration Holding Center Mexico with collapsed. An unknown American woman killed by their food. It could have been a Federal Agent. Recorded Hague.SLagerfeld","sentiment_score":-0.08}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"Look at the crowds in New York, Philadelphia, Washington...... Yahoo!  Covid is over....no social distancing, loose &amp; no masks, no hand sanitizer.....","sentiment_score":0.0422882673}
{"full_text":"Dan what I don't get is why people that pushed for mail in voting due to deadly pandemic, go out and celebrate and disregard social distancing, I don't like Trump, he is a douche, but that seems weird to me.","sentiment_score":-0.1979166667}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"Lets see if the rumors of Zeke Emmanuel being the top Corona Virus advisor. People should really research this man.","sentiment_score":0.35}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"Don't be too quick to celebrate. could get a bailout just like he fought for one for Americans during Covid-19","sentiment_score":0.3333333333}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT Joe Biden plans to name a 12-member task force to combat and contain the spread of the coronavirus on Monday, sources tell Axios...","sentiment_score":0.0}
{"full_text":"RT The pandemic is over! Media has stopped calling gatherings \"superspreader events!\"","sentiment_score":0.0}
{"full_text":"RT Imagine having a functioning government again.","sentiment_score":0.0}
{"full_text":"RT Imagine having a functioning government again.","sentiment_score":0.0}
{"full_text":"What an achievement.  Manages to break international law, lose control of a pandemic and piss off our strongest ally. Boris,   what a guy","sentiment_score":0.0}
{"full_text":"No need for that kind of talk. President Biden and Vice President Harris will do a good job. We can finally get the pandemic under control, and get people back to work and kids back to school. This country will be in good shape soon! With Joe Biden is leading the way.","sentiment_score":0.3625}
{"full_text":"Well once the new administration comes in all of a sudden the China virus will be gone","sentiment_score":0.0681818182}
{"full_text":"RT Lol can we also get this guy out of here. He isn't a doctor. He just sticks needles off rich people juice in poor people...","sentiment_score":0.2583333333}
{"full_text":"And Joe will listen to him and the CDC","sentiment_score":0.0}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"Now is when 70,000,000 Trump voters realize coronavirus doesn't have an off switch.","sentiment_score":0.0}
{"full_text":"Election during covid-19 outbreak while unlawfully disregarded the timely election in Ethiopia and congratulating others is double standard","sentiment_score":0.0}
{"full_text":"We don't have to listen to people who stick their fingers in their ears and pretend climate change isn't real and covid isn't real even as people around them die.","sentiment_score":0.2}
{"full_text":"So much #victory!  Do you all realize #Georgia hasn't voted blue since they voted for #BillClinton?  Yeah, mon, even #Georgia went #blue!  Soon as #Pandemic is conquered I'mma visit #Georgia, be a tourista, buy me some peaches and go dancing in #Savannah.","sentiment_score":0.0833333333}
{"full_text":"during a fuckin pandemic too...like there's no way you can undermine how monumental this is","sentiment_score":0.0}
{"full_text":"RT THIS. THIS IS WHY WE FUCKING CELEBRATE, THIS IS WE DON'T SNARKILY DECLARE THAT THAT \"WELL AT LEAST TRUMP LOST\"","sentiment_score":-0.45}
{"full_text":"Whole GCSE year group 'closed down' at school as student tests covid positive","sentiment_score":0.0429292929}
{"full_text":"RT Is the pandemic over?","sentiment_score":0.0}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"Oh, the irony ..","sentiment_score":0.0}
{"full_text":"RT Wear a mask, I'm wearing two... \/\/ Repost from","sentiment_score":0.0}
{"full_text":"RT Check out our #Founder speaking re:startup in the post Covid era","sentiment_score":0.0}
{"full_text":"Thank you Jesus","sentiment_score":0.0}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"RT If more people are willing to light &amp; pass on the lanterns, we can banish the shadows of #Coronavirus.I invite","sentiment_score":0.3833333333}
{"full_text":"I hope everyone now at least realizes that COVID restrictions were a sham.  We were all played","sentiment_score":-0.25}
{"full_text":"#jaketapper dont mention #canada when u dont know whats going on here the country does not have a hold of #Covid19 u should fact check urself before making statments were smaller than california and have just as much cases with less testing check ur info #dumbass #Fakenews","sentiment_score":0.0111111111}
{"full_text":"RT We believe in science again! We love to see it!","sentiment_score":0.625}
{"full_text":"RT I still can't figure out Trump's end game. Monitors required to do social distancing, lies that there were no monitors,...","sentiment_score":-0.1833333333}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"RT Welcome to my playroom. I see my boy got you to come home with him and got you out of your clothes. Let me show you around....","sentiment_score":0.8}
{"full_text":"RT Now that the election is over....","sentiment_score":0.0}
{"full_text":"i'm tryna make money i'll stay home more so i can give u love","sentiment_score":0.5}
{"full_text":"Presidential.","sentiment_score":0.0}
{"full_text":"Incredible ignorance","sentiment_score":0.9}
{"full_text":"Glad I'm not the only in sporting that particular lockdown haircut","sentiment_score":0.2222222222}
{"full_text":"'It's a slaughter,' doctors say of new coronavirus wave","sentiment_score":0.1363636364}
{"full_text":"RT Once again, fascinating that former East Germany, all too familiar with a self-righteous repressive regime, is much less w...","sentiment_score":0.2270833333}
{"full_text":"RT Donald Trump got the full 2020 experience ... COVID &amp; unemployment.","sentiment_score":0.35}
{"full_text":"RT The mandate now is to reach out to the 140 million+ poor &amp; low-income people of this nation who are suffering greatly befo...","sentiment_score":0.2}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"No need, those of us that know  you guys have always known what a great people you guys are!  Can't wait till the COVID is under control and we can all celebrate together! ","sentiment_score":1.0}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"Other than spiteful attempts to tie up the certification of the vote, Trump from now until January:Non stop golfNon stop inflammatory tweetsNo attempt to read briefingsNo attempt to work to help          Americans through CovidNo participation in transitionEncourage chaos","sentiment_score":-0.125}
{"full_text":"RT Meanwhile, at least 5 White House aides, including Chief of Staff Mark Meadows, and campaign aide Nick Trainer, have tested...","sentiment_score":-0.15}
{"full_text":"RT PM Rowley: Caribbean Airlines to increase flights between Tobago and Trinidad but to maintain social distancing and enforcement...","sentiment_score":0.0333333333}
{"full_text":"i need like a girls trip but covid really hit my ass ughhh","sentiment_score":0.2}
{"full_text":"puto covid","sentiment_score":0.0}
{"full_text":"This is the tweet.","sentiment_score":0.0}
{"full_text":"RT Emily Cook Announces New Doctor Who Lockdown, Starting with The Husbands of River Song: Tweet along using the hashtag #HelloS...","sentiment_score":0.0681818182}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"RT And Joe Biden is the complete opposite of Trump in every way, Joe is intelligent, a gentleman and someone who...","sentiment_score":0.3}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT I know everyone's excited, but please don't go congregate in large groups outside, please please please. #COVID19","sentiment_score":0.1964285714}
{"full_text":"RT What is becoming clearer each hour is that record numbers of Americans -- from all races, faiths, regions -- chose change over...","sentiment_score":0.45}
{"full_text":"RT The lockdowns were put in place for the mail in ballots. Every key state had them. It's obvious what went down...","sentiment_score":-0.0518518519}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"RT I wish I could respond to all the upset Trump supporters with, \"if you hate it here so much, just leave...\" like they ha...","sentiment_score":-0.3}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"`` You're right about that . I've never really done a musical before .Corona has a few plays now and then but I just sort of watched . ``Besides he doesn't really have a choice in this one .","sentiment_score":0.0371428571}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"can you help me contact the right person ? Who can tell me if covid is over ? There are more gatherings of more then 50 people in streets ?","sentiment_score":0.4285714286}
{"full_text":"BruhThe barrage of charges. Sexual assault. Abuse of power. Manslaughter (handling of covid). Probably tax fraud.Orange jumpsuit should look good on him.","sentiment_score":0.6}
{"full_text":"man of covid 19","sentiment_score":0.0}
{"full_text":"RT Hey everyone please be safe celebrating today and this weekend. Covid cases are at an all-time high across the US. Be smart...","sentiment_score":0.2914285714}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT Hundreds of thousands dead from COVID and Biden supporters are partying in the streets not social distancing.Guess they...","sentiment_score":-0.1083333333}
{"full_text":"RT It's a miracle... just like that corona is over. ","sentiment_score":0.0}
{"full_text":"RT A new three-week long lockdown began in Greece on Saturday, leaving the streets of Athens virtually deserted.","sentiment_score":0.0431818182}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT As people celebrate, please remember we are in the midst of a raging and resurgent pandemic. Wear masks, keep your distance,...","sentiment_score":0.0}
{"full_text":"RT put Amy Acton on the new covid taskforce go","sentiment_score":0.1363636364}
{"full_text":"Ach was....","sentiment_score":0.0}
{"full_text":"RT BREAKING: Joe Biden plans to launch a Coronavirus task force soon.All in favor of having it run by Dr. Fauci? ","sentiment_score":0.0}
{"full_text":"Omg Trump won't call him ! Can Biden take over now ? This pandemic is out of control ","sentiment_score":0.0}
{"full_text":"Oh shit!!!!","sentiment_score":-0.48828125}
{"full_text":"RT Only the rallies and gatherings of people you don't like are covid superspreaders. Your own rallies and gatherings are ma...","sentiment_score":0.3}
{"full_text":"Not plagiarised but part of a concerted global campaign. They are all using this slogan! Covid was indeed a convenient \"coincidence\", I don't think !","sentiment_score":0.0}
{"full_text":"RT Feel good. AND - most importantly - protect each other.  We keep us safe.  Be careful out there y'all. We're still in a p...","sentiment_score":0.3125}
{"full_text":"RT I love everyone celebrating on the streets but please go home we're still very much in a pandemic ","sentiment_score":0.38}
{"full_text":"RT Joe Biden plans to name a 12-member task force to combat and contain the spread of the coronavirus on Monday, sources tell Axios...","sentiment_score":0.0}
{"full_text":"RT Joe Biden plans to name a 12-member task force to combat and contain the spread of the coronavirus on Monday, sources tell Axios...","sentiment_score":0.0}
{"full_text":"Today, I went to the market masked up and every where I turned, people kept saying:\"Aunty you no want breathe fresh air?\"\"comot that thing for your face\"\"corona don go\"Who's lying to this people?","sentiment_score":0.3}
{"full_text":"Brilliant observation","sentiment_score":0.9}
{"full_text":"RT Why culture is so important in the time of coronavirus  : ","sentiment_score":0.4}
{"full_text":"RT I want to offer my congratulations to President-elect but also remind him that a record 126,480 Americans wer...","sentiment_score":0.0}
{"full_text":"America We have an election in 2016 that the Dems Rigged BUT lost - which is why they refused to concede2020 we have an election that was riggedPeople see the truth  They created COVID as a smokescreen Without it there could not be fraudulent ballots #HammerandScorecard","sentiment_score":0.0}
{"full_text":"Hi all, I'm inviting you all to join CashGem, a site that lets you earn money with social media. I just earned $523340 and you can too! Sign up today for a $30 bonus! #cashgem #cashappfriday #stayathome","sentiment_score":0.0520833333}
{"full_text":"RT People, I am as joyful as you are, but please please please stop gathering in huge groups. We've had our worst two days o...","sentiment_score":-0.3}
{"full_text":"RT \"Hunger worsened in the community during lockdown. Even with the gradual easing of restrictions, employment and job opportu...","sentiment_score":0.0}
{"full_text":"RT President-Elect Biden has announced he is having a meeting Monday to create a Coronavirus Task Force.#Leadership","sentiment_score":0.0}
{"full_text":"donald lost, my edges came out good, i learned how to clap my ass, and i tested negative for covid, nobody cheating on me. today is so good","sentiment_score":0.3666666667}
{"full_text":"Will COVID-19 Kill The Coworking Office Model? #CRE #COVID-19 #NewNormal #Coworking #NewNormal #TenantTips #CorporateRealEstatehttps:\/\/t.co\/OiqIAiTtMk","sentiment_score":0.0}
{"full_text":"RT Joe Biden plans to name a 12-member task force to combat and contain the spread of the coronavirus on Monday, sources tell Axios...","sentiment_score":0.0}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT Matt Gaetz, who mocked concerns about covid back in March, is covid positive","sentiment_score":0.1136363636}
{"full_text":"RT Poverty is pandemic ,education is vaccine,Weekend with my extended family,wards of #leprosy affected parents but Confide...","sentiment_score":0.0}
{"full_text":"RT Biden didn't have rally's disguised as covid party's. Coincidence that trump did and now the U...","sentiment_score":0.0}
{"full_text":"The most happy I've seen Brooklyn since BC times (before covid). And YES people are wearing masks and keeping a safe distance, so stop the \"see, Covid isn't real\" nonsense. It's time for FACTS AND SCIENCE now yall! Time to beat Covid and heal. CONGRATS BIDEN+HARRIS!!! ","sentiment_score":0.5720703125}
{"full_text":"Boris, you said this was not going to be like Wales! Another boat load of lies!","sentiment_score":0.0}
{"full_text":"It wasn't a bad film. I consider 'Civil War' to be more of an Avengers film than a Captain America movie. I joking refer to it as Avengers 2.5.Oh, and I do wear a mask btw.","sentiment_score":-0.1}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"If you hear a brass band near the pedestrian bridge around 5 pm, please wear a mask and practice social distancing!","sentiment_score":0.0708333333}
{"full_text":"At least now the bbc can go back to telling us how fucked we all are with Covid and Brexit. Oh wait!!!!  Need more positive news around. ","sentiment_score":-0.1145454545}
{"full_text":"they better deep clean the White House when moving out considering how much covid has been in there","sentiment_score":0.2133333333}
{"full_text":"Maybe he should have stopped and controlled the flu, or cancer or car accidents that all kill more people than the COVID-19 has! Is that what you think also!","sentiment_score":0.78125}
{"full_text":"RT This lockdown is just looking like a don't get caught lockdown ","sentiment_score":0.0}
{"full_text":"RT Na this same change put  for trouble ","sentiment_score":-0.1}
{"full_text":"RT IR Bn TSR recruitment tests will commence from next month. Dates for physical examination will be announced shortly.De...","sentiment_score":0.0}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT Joe Biden was elected the nation's 46th president Saturday in a repudiation of President Trump powered by legions of wo...","sentiment_score":0.0}
{"full_text":"The Montana Department of Commerce is reminding people who have lost income due to #COVID19MT that they have until Tuesday to apply for emergency housing assistance. #MTNews","sentiment_score":-0.125}
{"full_text":"PEOPLE from Denmark are banned from entering the UK amid fears over a new coronavirus strain which spread from humans to mink.#coronavirus #Corona #COVID19 #Covid19UK #coronavirusuk #coronavirustestinghttps:\/\/t.co\/eMkf0yedHc","sentiment_score":0.1363636364}
{"full_text":"How has the #pandemic changed #CyberCrime? via","sentiment_score":0.0}
{"full_text":"COVID-19 Highlights Gap In Access To Services To Immigrant Populations In Teton County: #COVID19WY","sentiment_score":0.0}
{"full_text":"REMINDER: the CFAP application window is open until Dec. 11. Contact your FSA office to apply for the second installment of the Coronavirus Food Assistance Program which provides relief to ag producers who faced financial hardship due to COVID-19.","sentiment_score":-0.03125}
{"full_text":"The two women from Moses Lake, one in her 70s and another in her 80s, both had underlying conditions that put them at a high risk for complications due to COVID-19 infection. Via","sentiment_score":0.0175}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"Locals in West Lothian pick up High Street Hero awards for their efforts during the coronavirus crisis","sentiment_score":0.16}
{"full_text":"Saturday night in #Lockdown2UK but don't be sad. Dig out those white disco trousers and throw your best Tony Manero moves to this banging tune. and add your own to create the ultimate Saturday Lockdown playlist.@jowhiley #LockdownTunes","sentiment_score":0.22}
{"full_text":"Consider Employee Mental Health Needs During COVID-19 #TheEmployerHandbook","sentiment_score":-0.1}
{"full_text":"The pandemic has led to many of us spending a lot more time at home than usual, and in turn, some locals are using this time to revamp their living spaces in all kinds of ways.","sentiment_score":0.25}
{"full_text":"We still have 1 hour to go for FREE Covid-19 Testing","sentiment_score":0.4}
{"full_text":"The Drive-thru Assessment Centre at Coventry Road will be closed on Remembrance Day (November 11). Feeling symptoms of COVID-19? For more information on where you can get tested please visit:","sentiment_score":0.2}
{"full_text":"RT The pandemic is over! Media has stopped calling gatherings \"superspreader events!\"","sentiment_score":0.0}
{"full_text":"That's what they are, as it turns out.  We've had no first response from the White House to covid.  Now we will.","sentiment_score":-0.0625}
{"full_text":"No there shouldn't be because of COVID. Celebrate at HOME!!!!","sentiment_score":0.0}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"Our officers are out and about proactively patrolling #Haringey as we speak. As the team have said, you shouldn't be out unless your journey is essential. We will stop and engage with you. #ProtectingLives","sentiment_score":0.0}
{"full_text":"RT Congratulations to and for winning US presidential election. High expectations from new leadershi...","sentiment_score":0.2654545455}
{"full_text":"RT Joe Biden plans to name a 12-member task force to combat and contain the spread of the coronavirus on Monday, sources tell Axios...","sentiment_score":0.0}
{"full_text":"RT I'm a virologist, biotech investor (vaccines, drugs, &amp; diagnostics). For ease, here are all my #COVID19 explainers in...","sentiment_score":0.0}
{"full_text":"#ProfileinPersecution: Saeed and his fellow prisoners are not provided with masks and sanitizers by the prison administration to ensure prevention from #COVID19, therefore their health is currently under concern:","sentiment_score":0.0}
{"full_text":"Just doing a lockdown rewatch of Normal People and thinking about getting a fringe again, WBU?","sentiment_score":0.15}
{"full_text":"RT \"We are deeply concerned about the future of this zero-risk society, which would be ready to stop living so as not to die...","sentiment_score":0.0666666667}
{"full_text":"Masks are nothing more than a risk mitigation strategy without \"social distancing.\" That the \"media\" is silent at this \"super spreader\" event reveals all...","sentiment_score":0.2166666667}
{"full_text":"The survival of retailers during the coronavirus crisis has hinged on online sales. ","sentiment_score":0.0}
{"full_text":"Warp-speed!","sentiment_score":0.0}
{"full_text":"RT Meanwhile, at least 5 White House aides, including Chief of Staff Mark Meadows, and campaign aide Nick Trainer, have tested...","sentiment_score":-0.15}
{"full_text":"RT On MONDAY!","sentiment_score":0.0}
{"full_text":"Coronavirus, it is our Perfect Enemy?","sentiment_score":1.0}
{"full_text":"RT MLB commissioner Rob Manfred says Justin Turner will not be punished for celebrating with teammates on the field after th...","sentiment_score":0.0}
{"full_text":"RT PM Rowley: All sporting teams in international\/national competitions can go back to full operations (support staff\/parents etc....","sentiment_score":0.175}
{"full_text":"So it begins","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 72.4FWind Chill: 72.4FHumidity: 46%Dew Point: 50.3F Barometer: 30.279 inHgWind: 1 mph from the ESECorona Virus Weekly Stats:Cases: 192.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Murphy must've not heard about the election being called for Biden, was COVID would \"magically go away\" after the election by","sentiment_score":0.5}
{"full_text":"Many teams affected.NFL games for Week 9 are on despite several teams dealing with COVID-19","sentiment_score":0.25}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT PPE:We STILL don't have enough. In March, I wrote we needed to use the Defense Production Act to acquire the PPE we'...","sentiment_score":0.0}
{"full_text":"Remembrance Sunday conforms to COVID-19 guidelineshttps:\/\/t.co\/pYuolEm6y5","sentiment_score":0.0}
{"full_text":"RT Hundreds of thousands dead from COVID and Biden supporters are partying in the streets not social distancing.Guess they...","sentiment_score":-0.1083333333}
{"full_text":"Looks like COVID doesn't exist anymore now that Biden won...","sentiment_score":0.0}
{"full_text":"RT The latest CDC #COVIDView report shows the percentage of deaths attributed to #COVID19 increased during the first two weeks of...","sentiment_score":0.375}
{"full_text":"Congratulation to the 46th president-elect of the U.S.A. Look forward to seeing the US pandemic under control and being able to visit again the country whose generosity and openness allowed me to fulfil my dream of becoming a scientist !","sentiment_score":0.53125}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT \"I wear a mask because I care about the health and well-being of those around me.\" #WearAMask because it can help stop the spre...","sentiment_score":0.0}
{"full_text":"Pandemic Panache: Fashion Company Beadstein Is Styling For Our Times [Forbes]","sentiment_score":0.0}
{"full_text":"RT It's a miracle... just like that corona is over. ","sentiment_score":0.0}
{"full_text":"If it wasn't Nana aa I think this nation would be a messwhich president handled Corona more than Nana#Iam4Nana","sentiment_score":0.5}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"There are still multiple free testing sites in the City of Lexington.","sentiment_score":0.2}
{"full_text":"RT Caught COVID Lost his job Got evicted..Trump caught the whole 2020 experience ","sentiment_score":0.2}
{"full_text":"The pandemic has shown why employers should prioritize health and wellbeing","sentiment_score":0.0}
{"full_text":"RT Imagine having a functioning government again.","sentiment_score":0.0}
