{"full_text":"Good, They should not be putting other people at risk. I feel badly for their children now","sentiment_score":-0.0416666667}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT To anyone thinking of counter demonstrating against the \"Million MAGA march\": Please just stay home. You're only playing i...","sentiment_score":0.0}
{"full_text":"RT Trump emerges; GA runoffs; 130 Secret Service COVID positive; DeSantis pushes \"anti-mob\" proposal","sentiment_score":-0.0863636364}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT HAPPENING: Utah Gov. Herbert Orders Statewide Mask Mandate. Businesses that fail to require employees and customers...","sentiment_score":-0.5}
{"full_text":"We can all say were struggling with Covid-19 but some people with autism struggle to tell us so seeing Lee draw his feelings is AMAZING ","sentiment_score":0.6}
{"full_text":"RT Georgia. This is all you need to know about #CorruptKelly. Vote her out.","sentiment_score":0.0}
{"full_text":"If our pandemic has taught us anything, it's that we aren't capable of handling tragedies on this scale.","sentiment_score":0.2}
{"full_text":"RT \"I think if we all try hard like this, someday soon things will turn out okay again... I hope you can pick yourself up again e...","sentiment_score":0.1041666667}
{"full_text":"RT Any attempt by Donald Trump to deny New York access to a lifesaving #COVID19 vaccine will be met with a lawsuit, plain...","sentiment_score":-0.038961039}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"Liverpool morning headlines with Salah prompting Leicester re-think and Gomez injury message - Liverpool Echo #LFC #Liverpool #LiverpoolFC ","sentiment_score":0.0}
{"full_text":"RT Excuse me? Over 600 of my NHS &amp; care colleagues have given up their *actual* lives to help patients with Covid. Some of...","sentiment_score":-0.025}
{"full_text":"The dems revenge..","sentiment_score":0.0}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT To remove a myth, D3 is not the automatic protection from Covid (being responsible and washing hands, not touching face,...","sentiment_score":-0.025}
{"full_text":"#Milan, Pioli tests positive for COVID: the announcement","sentiment_score":0.2272727273}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"RT Anyone who thinks that the departure of Dominic Cummings will lead to a sudden outbreak of competence, decisiveness and si...","sentiment_score":0.0}
{"full_text":"RT I just got a super weird phone call. It said \"This is a system test. Do not leave your home. Stay safe and do not leave yo...","sentiment_score":0.1111111111}
{"full_text":"Sick stuff leaked from Canada","sentiment_score":-0.7142857143}
{"full_text":"RT How this Govt works:-Put lies on side of a bus-Treat Parliament with contempt-Break rules and charge around country...","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"In case you STILL needed convincing. There's a global pandemic on. Wear a mask. Eejit","sentiment_score":0.25}
{"full_text":"RT \"Now, Mr. President, if you're listening, let your final act carry a dignity that you have failed to evidence in the years before...","sentiment_score":-0.25}
{"full_text":"RT Happening today Learn about how we can improve sustainability within the foodservice and retail sector in a post-co...","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Where has Plackard been for six months? Why is Bev Heaver embracing the new normal? How will Rummage sell Covid vaccinatio...","sentiment_score":0.1431818182}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT \"Festive socialising will drive case numbers up.... and intergenerational mixing runs the risk of serious illness among ol...","sentiment_score":-0.3333333333}
{"full_text":"RT Scoop: Doctors urge Manitoba to clarify who's denied care if hospitals overload, and how to escalate care-home outbreaks...","sentiment_score":0.0}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT Expect MSM to sidestep the question of 'motive' as the lockdown narrative collapses. It'll be: incompetence, panic set in,...","sentiment_score":0.0}
{"full_text":"The problem with society is the privileged wealthy comfortable old white men dictating to US rapidly growing numbers of peons, serfs, and chattel while they control our minds and steal our labor.","sentiment_score":0.25}
{"full_text":"RT Something extremely bogus is going on. During the pandemic, Elon Musk became $78.5 billion richer while forcing his work...","sentiment_score":-0.125}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT 7 years ago, the late Senator Miriam Defensor Santiago filed Senate Bill no.1573 Pandemic &amp; All-Hazards Preparedness Act. The...","sentiment_score":-0.3}
{"full_text":"RT The Philippines have had 8 typhoons in the last 2 months while in a pandemic. They've been on lockdown for 8 months. Ave...","sentiment_score":0.0}
{"full_text":"North Korea desperately tries to steal Covid vaccine secrets as Kim launches cyber attacks | World | News","sentiment_score":-0.1}
{"full_text":"RT The country's chief medical officer said it was still \"not possible to draw substantive conclusions about the trajector...","sentiment_score":0.0}
{"full_text":"be safe. social distancing is a must pa din!","sentiment_score":0.2708333333}
{"full_text":"Apdilam ella da due to covid there are no movies they don't have any other shit to tweet except \"we need valimai update\"","sentiment_score":-0.15}
{"full_text":"RT If you are in areas of widespread #COVID19, pls #StayHome &amp; away from others outside of your immediate family, if you can...","sentiment_score":0.0}
{"full_text":"SMH they are spreading COVID-19 they hate blacks but yet they are doing a million maga aka make Asshole go away March sounds like a copy of million man March","sentiment_score":-0.8}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"Very worrying.","sentiment_score":0.2}
{"full_text":"RT Yes to this. But sadly gratitude can't come close to compensating for what these heroes are enduring, and why they're facing th...","sentiment_score":-0.5}
{"full_text":"RT David Lammy breaks Labour ranks to call for Brexit extension during Covid-19 pandemic ","sentiment_score":0.0}
{"full_text":"RT It wasn't Cummings who sold the Brexit liesOr condemned a woman to jail in IranOr compared Muslim women to \"letterbox...","sentiment_score":-0.1}
{"full_text":"RT How Can he possibly fit this in between his book tour interviews?","sentiment_score":0.4}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT #SooraraiPottru &amp; #MookuthiAmman2 contrasting class - mass films and both do their intended jobs so well. They would'...","sentiment_score":0.0}
{"full_text":"RT So the way the media are reporting the #COVID19 statistics has changed again. It's now being labelled as....... 'Deaths f...","sentiment_score":0.0}
{"full_text":"RT World AIDS Day is an international day dedicated to raising awareness of the AIDS pandemic caused by the spread of HIV...","sentiment_score":0.0}
{"full_text":"Big Boys Soar in COVID VACCINE TOP TEN.https:\/\/t.co\/s2e5iEvdaG$MRNA $BNTX $NVAX $ALNY $CVAC $ADPT $EBS $SRNE $INO $ATRA $ARCT $TBIO $ATRA $VXRT $NK $VBIV $DVAX $ALT $IBIO $IMV $HTBX $TNXP $PDSB $NNVC $GNBT $GOVX $VIR #JNJ #MRK #BNY #GSY #PFE","sentiment_score":0.25}
{"full_text":"RT  The Trump family have concerns about their kids getting COVID-19 at school and take the...","sentiment_score":0.0}
{"full_text":"RT Happy Deepavali folks.. follow social distancing and have safe Deepavali ","sentiment_score":0.4444444444}
{"full_text":"RT May the festival of lights demolish all darkness of 2020 &amp; usher in a new era of hope &amp; prosperity! A very #HappyDiwali...","sentiment_score":0.1852272727}
{"full_text":"The elder brother is culpable -- too. He entrusted such huge amount to someone that probably wallowed in poverty.Telling anyone to \"start a business\" is a blind instruction, especially to a jobber. He could have guided him, ensured what business the money was going for.","sentiment_score":-0.025}
{"full_text":"Greetings! We're now on air on 92-95FM, 810MW, online and on digital talking points today:Coronavirus and Scottish Football Your Highlight of the Big WinNext Year's Anthem@offtheballbbcor text 80295","sentiment_score":0.0}
{"full_text":"It's happening! Biden's priority is America\/the American people last not first as promised!","sentiment_score":-0.0520833333}
{"full_text":"RT \"Help is on the way ... the cavalry is coming,\" Mike Pence said today about fighting coronavirus. What the hell have they been...","sentiment_score":0.0}
{"full_text":"Thank you for making me discover this series \"Scenes for Survival\" a National Theatre of Scotland project with collaborations from BBC Scotland, BBC Arts and Hopscotch Films. Well done! I also enjoyed Brian Cox in The Lockdown Blues.","sentiment_score":0.5}
{"full_text":"America looses is true but they can let the dogs out.and spread this Corona worldwide like you wouldn't believe straight through canada to Russia and china","sentiment_score":0.275}
{"full_text":"Quarantine + lockdownThis will be a very long winter...","sentiment_score":-0.065}
{"full_text":"RT DeSantis hires Ohio Uber driver to rig COVID stats","sentiment_score":0.0}
{"full_text":"I really want to buy a folklore signed cd but because of this pandemic and because I am donating for the evacuees of Typhoon Ulysses, I can't. So, thank you so much for this. I'm voting for Taylor Swift for Artist of the Year at the #AMAs!","sentiment_score":0.225}
{"full_text":"RT Nakaka proud ang kaorhys stormies fandom!STORMIES SHARE THE LOVE STORMIES SHARE THE LOVE STORMIES SHARE THE LOVE","sentiment_score":0.575}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"COVID-19: leader Chris Whitbread: \"Not enough\" people wearing masks, distancing or isolating when positive. \"Help us reduce infection rate back to something nearer Essex average by Dec 2 or risk extended lockdown through Christmas.\"","sentiment_score":0.0193181818}
{"full_text":"This is the voice of Wuhan people","sentiment_score":0.0}
{"full_text":"The only people surprised that Austria is now world no. 1 in corona infections per capita reside here in Austria. Coincidence? I don't think so. Soon we will see ourselves all over CNN and Skynews for the second time this month.","sentiment_score":0.0333333333}
{"full_text":"Remainer says country should revisit second Brexit referendum after coronavirus","sentiment_score":0.0}
{"full_text":"This is the result of 4 years of an administration with a callous disregard for human life. Welcome to the country where you have the \"freedom\" not to wear a mask.","sentiment_score":0.4}
{"full_text":"Girls: science really is cool. Save-the-world cool.","sentiment_score":0.35}
{"full_text":"Kitten company - UK Lockdown Day 235","sentiment_score":0.0}
{"full_text":"What a damn shame ...and for that very reason alone is why he's been voted out. Stop the hate . If you really want to MAGA wear a mask and save lives","sentiment_score":-0.1333333333}
{"full_text":"RT Buhari Government's Policy Worse Than COVID-19, Nigerian Workers Say After Fresh Increase In Petrol Price | Sahara Rep...","sentiment_score":-0.05}
{"full_text":"Every morning I wake up and drink a protein tea.   When I can taste it I'm thankful that I'm not shutting down my team.   I hate Covid","sentiment_score":-0.4777777778}
{"full_text":"This is frightening. If this goes through I will never vote LNP again. Scomo you are a sell out.","sentiment_score":-0.5}
{"full_text":"RT Or we could make tax dodgers, big business and the super-rich pay their fair share.Just an idea! ","sentiment_score":0.4375}
{"full_text":"JOKES OF THE DAY","sentiment_score":0.0}
{"full_text":"RT How this Govt works:-Put lies on side of a bus-Treat Parliament with contempt-Break rules and charge around country...","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"Yay.   I've always wanted, during a pandemic, a group of  inadequate, chauvinistic, racist white men coming into my city, ignoring our mask laws, and protesting Trump's loss by several million votes.   That's swell.","sentiment_score":0.0}
{"full_text":"The #Covid19 pandemic is exacerbating an existing trend of increasing income #inequality in many economies, making #sustainabletrade all the more difficult to achieve. Download report:","sentiment_score":0.1666666667}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT Considering who's coming to DC this weekend, I felt the need to RT this.It's the 4th Quarter. We're up by 50 points. Th...","sentiment_score":0.0}
{"full_text":"China turns its attention to frozen foods in battle to eliminate virus threat, but experts remain skepticalhttps:\/\/t.co\/lm11EvpKz5","sentiment_score":0.0}
{"full_text":"RT Today, we reported 642 new open cases of COVID-19, Louisville's highest one-day total ever. I'm asking everyone to tak...","sentiment_score":0.0454545455}
{"full_text":"We need more accurate and quicker COVID-19 test kits - Kits that are simple to use, affordable, and accurate enough for quick screening purposes.There is HOPE for better testing to stop the spread of COVID-19 and you can HELP!Donate Here:https:\/\/t.co\/AADfAdfwgh","sentiment_score":0.3047619048}
{"full_text":"Hospitalized for weeks, Minnesota man dies from COVID-19 after Sturgis motorcycle rally","sentiment_score":0.0}
{"full_text":"RT The question  should  have read\"what is the state of the nation according  to you when the 21 Days have elapsed...","sentiment_score":0.0}
{"full_text":"Ivanka Trump and Jared Kushner's children withdrawn from school after administrators raised concernshttps:\/\/t.co\/OiyeTGoAyU This GD family ! To not care enough about your own children by not keeping them safe through this, plus teachers, kids &amp; their families ! SO DISCUSTING !","sentiment_score":0.4604166667}
{"full_text":"Finally got a job again! Fuck covid","sentiment_score":-0.2}
{"full_text":"We stopped by the set of #DragonsDen!","sentiment_score":0.0}
{"full_text":"Finding it hard to keep the kids entertained at the weekends throughout lockdown?We're here to help with a few ways to keep your children amusedhttps:\/\/t.co\/e8a9ZNFGje","sentiment_score":-0.2458333333}
{"full_text":"We will continue to engage with people and explain #COVID19 rules, but  we will quickly move to enforcement if necessary, especially around repeat offenders, significant gatherings and people who deliberately put others at risk","sentiment_score":0.1770833333}
{"full_text":"  | With #grassroots #football currently suspended until 2 December, make sure that you utilise the #FootballsStayingHome hub, which is full of great ways for you to stay engaged with the game from the safety of your home.","sentiment_score":0.25}
{"full_text":"\"Let's use our voices to better each other &amp; our actions to provide a strong &amp; lasting platform for our industry\" Blog with Stephen, where he shares his lockdown experience &amp; showcases how he &amp; his team will be making changes moving forward. Read More:","sentiment_score":0.2616666667}
{"full_text":"TODAY ALL DAY LONGEven covid we are doing OneDroneDay Festival in Live streamYou can follow the Live Sets at :https:\/\/t.co\/w6jzFuguDO","sentiment_score":0.1363636364}
{"full_text":"People Encouraging People is hiring a Homeless Outreach Worker.Here's how you'll spend your day:","sentiment_score":0.0}
{"full_text":"The Hispanic population has been disproportionately hit by COVID-19. It's a group that's been essential, responsible for harvesting the food America consumes.","sentiment_score":0.1}
{"full_text":"Got any Coronavirus symptoms?- high temperature - new continuous cough - loss or change to your taste or smell Do not leave home for 10 days, except to get a testVisit: #KeepNewhamSafe","sentiment_score":0.1481818182}
{"full_text":"Members there's only 7 weeks left to get an automatic 3 month membership extension, when you renew without any lapse in your membership during 2020. More info: #marketsmatter #COVID19","sentiment_score":0.1666666667}
{"full_text":"You speak, She wants to know what #Thanksgiving will look like this year. Is it 2-21 pound turkeys, per usual? Or is it a few slices of turkey breast for you instead? Sound off by clicking on the link!https:\/\/t.co\/jJ6flnedvQ","sentiment_score":0.0375}
{"full_text":"There are three trails to choose from, a children's play park and some very interesting statues to seehttps:\/\/t.co\/LUZIaZdSvO","sentiment_score":0.65}
{"full_text":"RT Everyone has the right to a nationality. Everyone deserves to be protected from COVID-19. Everyone has the right to say #IB...","sentiment_score":0.2857142857}
{"full_text":"The trial of a man accused of causing a fatal crash will not start Monday, as the state has closed courts because of COVID-19.","sentiment_score":-0.1}
{"full_text":"Is your school district in person, hybrid or virtual?","sentiment_score":0.0}
{"full_text":"RT Wish you all a very happy &amp; prosperous Diwali. Spread light not pollution. Stay safe. Stay at home &amp; enjoy with your l...","sentiment_score":0.575}
{"full_text":"The #KVUE Defenders sifted through months of sales tax revenue figures to get a better idea of the true impact #COVID19 has had on businesses in our communities #coronavirus","sentiment_score":0.425}
{"full_text":"REMINDER: Free COVID-19 testing today at Bowling Green Elementary School- 8:30-11:30 AM. Online registration has now closed, but registration can be completed at the event! #covidtesting","sentiment_score":0.09375}
{"full_text":"Government scientists warn Christmas is in danger if England switches lockdown for three tier systemhttps:\/\/t.co\/HhwCaUizF4","sentiment_score":0.0}
{"full_text":"The coronavirus spread within the Secret Service is believed to be partly linked to Trump campaign rallies in the final weeks before the election.","sentiment_score":-0.2}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"RT Considering who's coming to DC this weekend, I felt the need to RT this.It's the 4th Quarter. We're up by 50 points. Th...","sentiment_score":0.0}
{"full_text":"RT There is absolutely NOTHING urgent about constitutional amendments\/Referendum. What is URGENT is stopping or containing t...","sentiment_score":0.2}
{"full_text":"A pay rise for care workers would be a good start, but Labour should be fighting for a National Care Service. A publicly owned service offering free care for the elderly and a real living wage for workers would transform our societyhttps:\/\/t.co\/4Tndg8933K","sentiment_score":0.325}
{"full_text":"If you have any coronavirus symptoms, you should self-isolate and get a test. You can book a test through the NHS COVID-19 app or go to You must book your test in advance to secure a slot. #NorthantsTogether","sentiment_score":0.4}
{"full_text":"Dreams of a city escape after lockdown. #SaturdayVibes#London#art","sentiment_score":0.0}
{"full_text":"No one believes you Matt.  Tories Lie Lie Lie #ToryLies #MyLittleCrony  is very interesting to see all the Tory Chums who have profited in a time of a Pandemic #ToryCronyism","sentiment_score":0.65}
{"full_text":"Dozens of Indiana school districts are changing in-person learning schedules or sending students home as the state continues to report record increases in new coronavirus infections and hospitalizations.","sentiment_score":0.1363636364}
{"full_text":"Reports: More than 100 Secret Service agents out with COVID-19 or in quarantine","sentiment_score":0.05}
{"full_text":"A US Supreme Court will stage a hearing in January into a bid by prosecutors to keep Tom and Molly Martens behind bars for the murder of Irishman Jason Corbett.https:\/\/t.co\/LJeV1XU5tS","sentiment_score":-0.4}
{"full_text":"I work in healthcare. And I also read everything by the department of health and CDC. Positivity rates, hospitalizations, and deaths are all increasing. Your math against the \"normal\" death rate is irrelevant.","sentiment_score":-0.175}
{"full_text":"Sharing a lift is a great way to save money and help the environment, but at the moment please put your health first. Avoid sharing a vehicle with another person outside your household if possible. Welsh Government has advice on how you can travel safely","sentiment_score":0.31}
{"full_text":"Stay Home! Eat pancakes. #MAPA2020 #MillionsMAGAMarch #ItsTimeToConcede #MakeAmericaPancakesAgain #PresidentElectBiden 306 #PopularVote ","sentiment_score":0.0}
{"full_text":"Lockdown look-back #10October 2016 sees some older Stagecoach buses in Manchester.  17497 is now a driver trainer here, 22326 &amp; 18291 have presumably been scrapped, and 27600 is now based at Perth.","sentiment_score":0.1666666667}
{"full_text":"Coronavirus can live for more than 24 hours in indoor environments. Washing your hands with soap and water for at least 20 seconds or using hand sanitiser regularly throughout the day will reduce the risk of catching or passing on the virus.#keepHillingdonsafe","sentiment_score":0.1872727273}
{"full_text":"#NouvelJour #Finanzaspersonales # COVID19 #coronavirus #EducacionFinanciera #crecimientopersonal #NuevoDia #ComensardeNuevo #Nopierdaslafe","sentiment_score":0.0}
{"full_text":"U.S. Poet Laureate Joy Harjo discusses the varied voices featured in a new anthology of Native poetry and what it's like to be the poet laureate during a pandemic. Read more via #GowandaCSD #PantherPride","sentiment_score":0.4787878788}
{"full_text":"While the #COVID19 vaccine news has given us hope, we cannot ignore the many challenges corruption has posed in the global response to the pandemic.","sentiment_score":0.25}
{"full_text":"Pathologists willing to perform #autopsies on #COVID19 victims helped improve treatments for current patients. Here's why via and","sentiment_score":0.125}
{"full_text":"Canada: Doug Ford's climb down on Ontario's COVID-19 framework shows how grimly unscientific the plan was ","sentiment_score":-0.5777777778}
{"full_text":"RT It wasn't Cummings who sold the Brexit liesOr condemned a woman to jail in IranOr compared Muslim women to \"letterbox...","sentiment_score":-0.1}
{"full_text":"With #TestTraceProtect anyone of us could be asked to self-isolate at any time. These tips for planning ahead will help make it easier if you are asked to stay at home. Learn more at","sentiment_score":0.5}
{"full_text":"RT Hey you know that cool function you had where you hid  misinformation about the election? Now do Covid.","sentiment_score":0.35}
{"full_text":"What needs to change at the centre of government? This week we spoke to Lord Maude about his review into the Cabinet Office, the government's handling of the coronavirus pandemic and civil service reform.Watch the full discussion","sentiment_score":0.35}
{"full_text":"Coronavirus - More than 1.3 million deaths ...","sentiment_score":0.5}
{"full_text":"Workers earning more than PS19,500 a year face huge tax rises to help rebuild the Covid-19 hit economy, a think tank has warned.#ukeconomy #taxeshttps:\/\/t.co\/odkfHxkOen","sentiment_score":0.45}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":" National covid alert - Stay home  Only leave home for food, medical reasons, exercise, education or work. You must work from home if you can. Avoid travel unless essential. Schools and essential shops will remain openLatest guidance&gt;","sentiment_score":0.0}
