{"full_text":"RT Wishing my ministerial colleague, Dr. Raghu Sharma ji speedy recovery from #COVID19. May he gets well soon.","sentiment_score":0.0}
{"full_text":"The premiers are failing to manage covid.","sentiment_score":0.0}
{"full_text":"RT TIMES: PM to ease lockdown with Xmas shopping spree #TomorrowsPapersToday","sentiment_score":0.0}
{"full_text":"Omg! Congraaaaats! ","sentiment_score":0.0}
{"full_text":"Oh so I can go burn down cities riot and destroy businesses but I can't go to work? Elect criminals out of jail and they want to put my pastor in jail for having services we did not have one Covid case and we never shut down but now have three services","sentiment_score":0.0148148148}
{"full_text":"The latest Floods &amp; Disasters News! Thanks to #hatm #covid19","sentiment_score":0.4125}
{"full_text":"RT INFO |  Ent. confirms that Xiumin will be discharged on 6th December while on his final vac...","sentiment_score":0.0}
{"full_text":"RT Ted Cruz insisted that if Biden won, liberals would suddenly stop caring about the pandemic. It's a reminder that there's...","sentiment_score":0.0}
{"full_text":"RT 1) The #pandemic on Sunday continued to cause new outbreaks in both schools and eldercare homes in Quebec, with Bishop's...","sentiment_score":0.1363636364}
{"full_text":"RT Recoveries as if e be COVID statistics.","sentiment_score":0.0}
{"full_text":"don't claim to be pro-life if you're going to refuting the severity of COVID by saying \"it has a 99% survival rate\" you are no longer pro life, because you obviously don't care about the 250k+ that have died in America alone.","sentiment_score":0.0}
{"full_text":"uh...he actually said IF Biden wins....and he actually hasn't....you wouldn't know that if you only consume msm....","sentiment_score":0.0}
{"full_text":"15 Members of Texas Family Contract COVID Linked to Birthday Party: 'Please Protect Yourself' Case in point people!! See these innocent people created a huge covid spread of their own.","sentiment_score":0.5}
{"full_text":"RT Hey @livemint. When the article says 8-10 days why does your headline say 2-3 days? Please correct this and try to remain re...","sentiment_score":0.0}
{"full_text":"RT California has been taken over by Socialists. Effective Wednesday, no outdoor dining at all in Los Angeles County. Democ...","sentiment_score":0.6}
{"full_text":"RT Let this sink in:Ben Carson, Trump's HUD Secretary, was \"extremely sick\" w\/ #COVID19, and became \"desperately ill\". ...","sentiment_score":-0.6071428571}
{"full_text":"RT Wash your hands; wear mask; stop being a covidiot and super spreader. Thank me later.","sentiment_score":0.1666666667}
{"full_text":"The De La Salle University said it will waive the DLSU College Admission Test for Academic Year 2021-2022 in light of the COVID-19 pandemic, according to","sentiment_score":0.2}
{"full_text":"RT Ending violence against women is everyone's business.Here are 10 ways you can #orangetheworld and make a difference during...","sentiment_score":0.0}
{"full_text":"I think we'd have to agree that right now he is the biggest loser, in deed, in attitude &amp; in his non action over covid.","sentiment_score":0.1928571429}
{"full_text":"I don't drink so stop asking me out for drinks  we really in the middle of a pandemic","sentiment_score":0.1}
{"full_text":"what an idiot","sentiment_score":-0.8}
{"full_text":"RT A 3-member central team led by Dr.Sujeet Kumar Singh held a high-level meeting with CM Shri DyCM Shri","sentiment_score":0.0}
{"full_text":"An Australian state has low virus now, but isn't closed down. They have great 'contact tracing' via an optional phone app so can ping those who get close to a known positive covid. By the end of any day they can tell us when and where they are and 'at risk' people get checked.","sentiment_score":0.1286195286}
{"full_text":"RT this photo caused the pandemic","sentiment_score":0.0}
{"full_text":"RT This is total BS. The study DOES NOT show masks have no significant effect.It tells you: \"wearing a mask in your garden (but...","sentiment_score":-0.09375}
{"full_text":"RT Does anyone take any more notice of the MSM's constant scaremongering? We just mentally switch off, and it becomes 'whi...","sentiment_score":0.1333333333}
{"full_text":"RT When my area was on smart lockdown they literally just marked a bunch of X's In the reception area and elevators and called i...","sentiment_score":0.1571428571}
{"full_text":"RT \"It's like a viral tornado,\" says Sadie Nagamootoo, a personal trainer who got COVID in March. She recovered at home and tes...","sentiment_score":0.0}
{"full_text":"RT On Thursday, the CDC called on Americans not to travel for Thanksgiving.On Friday and Saturday, the TSA did more than 2 mil...","sentiment_score":0.5}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate...","sentiment_score":0.0}
{"full_text":"RT SAU confirms 54 positive cases of Covid-19 in different campuses. Despite enriching of covid victims, SAU administration h...","sentiment_score":0.1136363636}
{"full_text":"RT So evil! And he admitted the purpose of releasing #COVID19 #CCPVirus: we can catch up with the #US ahead of time, we can...","sentiment_score":-1.0}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"I kinda feel that the mental midgets who refused to wear a mask shouldn't get a hospital bed instead of someone who did. ","sentiment_score":-0.1}
{"full_text":"Thanks for this. I've watched it 6 times and it just gets better. Nothing like a video of B-Pal squirming to cheer up my day in lockdown. He's doing the best he can. Which proves he's not the right guy for the position he holds.","sentiment_score":0.4571428571}
{"full_text":"RT bc now stands for: before covid","sentiment_score":0.0}
{"full_text":"RT #XIUMIN is currently on his final vacation and will not return to base due to the military's vacation and Covid-19 policy...","sentiment_score":-0.205}
{"full_text":"RT I will hate with my dying breathe every single politician who chose to ignore this pandemic, from failing to provide finan...","sentiment_score":-0.4357142857}
{"full_text":"RT Arteta joined 4 days before Christmas into a joke of a side, has had 1 proper transfer window, 3 1\/2 months off becaus...","sentiment_score":0.0}
{"full_text":"Fully protected from covid","sentiment_score":0.0}
{"full_text":"My aunt wanted to continue to telework because she said it's impossible to social distance now that her whole department is back after the end of their telework this past week, so I am curious what's going on. If the numbers led to a lockdown, surely telework should be back too?","sentiment_score":-0.0354166667}
{"full_text":"254,000 Americans DEAD from COVID.Surge threatens to overwhelm health care facilities and medical providers.TRUMP prefers to focus on overturning the election to stay out of jail.How is this PRO-LIFE?YOU SUPPORT THIS, YOU  HAVE BLOOD ON YOUR HANDS!","sentiment_score":-0.1}
{"full_text":"RT \"Wearing a mask is better than having a tube down your throat, I promise.\" This nurse practitioner in Texas is trying to m...","sentiment_score":0.1722222222}
{"full_text":"RT Delhi CM Arvind Kejriwal gives orders for MBBS students &amp; dentists to be allowed to assist in hospitals &amp; COVID ICUs to meet manpo...","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"Ben Carson says he was \"desperately ill\" with COVID-19","sentiment_score":-0.5}
{"full_text":"RT If you're keeping score at home, Alberta (population 4 million) has more new covid cases today than Ontario (population 13...","sentiment_score":0.3181818182}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"RT Wild scenes at Shanghai Pudong airport - multiple vids going around of what appears to be a sudden decision by authorities...","sentiment_score":0.0333333333}
{"full_text":"asking minister if SA preordered the likely vaccine and can we as a country afford the cost. I would have expected a  confident answer like, \"YES, we have R500billion!\"  #COVID19","sentiment_score":0.175}
{"full_text":"RT Be safe . Wear a mask . Have a bottle of sanitizer on you at all times .  #staycovidfree","sentiment_score":0.5}
{"full_text":"Good luck. There's a lot of non-thinkers","sentiment_score":0.7}
{"full_text":"RT Extend the PMGKAY for atleast 6 monthsto ensure support to those suffering in the pandemic#ExtendPMGKAY@FinMinIndia","sentiment_score":0.0}
{"full_text":"RT every time i think i want to watch fs the dread of how bleak everything is re covid and isu\/rusfed's inexcusable lack of actio...","sentiment_score":-1.0}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":"RT All over NYC yesterday via bike I saw huge, blocks-long lines for #COVID19 tests. I hope the folks realize a negative t...","sentiment_score":0.05}
{"full_text":"RT I hope the American people never ever forget that this President refused to accept the will of the people and ignored a o...","sentiment_score":0.0}
{"full_text":"RT #Update: SM Entertainment confirm that EXO XIUMIN is on his final vacation today and will be discharged from the milita...","sentiment_score":0.0}
{"full_text":"RT dabo continues to be a disgrace but y'all still don't wanna believe that bc he gives y'all aww shucks sound bites and the occ...","sentiment_score":0.35}
{"full_text":"RT Amazon: profit up 100%Walmart: profit up 80%Target: profit up 80%Lowe's: profit up 74%Microsoft, Facebook, Apple,...","sentiment_score":0.0}
{"full_text":"RT I will hate with my dying breathe every single politician who chose to ignore this pandemic, from failing to provide finan...","sentiment_score":-0.4357142857}
{"full_text":"RT Thanksgiving week ahead. Looking forward to dinner at home with just the family. No travel for us for the first time in 25...","sentiment_score":0.25}
{"full_text":"how could someone be so selfish going out knowing they have covid or they are just sick in general...we are in a pandemic just stay home it's not hard.","sentiment_score":-0.3561507937}
{"full_text":"RT Covid-19 tests shouldn't be used as a permission slip for incautious mingling:PCR tests are highly accurate, but have long...","sentiment_score":0.175}
{"full_text":"RT President Donald Trump was golfing yesterday while some of the world's most powerful leaders took part in a G20 session on the...","sentiment_score":0.4}
{"full_text":"Yes there is a curfew in California and people are behaving like spoiled children and it's embarrassing. As a lifelong Californian I'm sorry in advance because they'll spread COVID all over the place and this will never end. Wanna blame someone blame Trump he knew in 2019! Fact","sentiment_score":-0.3625}
{"full_text":"RT It's almost like the lockdowns are designed to destroy small businesses and the middle class. Funny that.","sentiment_score":-0.05}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"RT Today's update on the numbers:Of the 196,608 tests reported yesterday, 5,391 were positive (2.74% of total).Total hospi...","sentiment_score":0.2272727273}
{"full_text":"RT At every performance during this pandemic, they have shown how beautiful Korea is. Gyeongbokgung, National Museum of Kore...","sentiment_score":0.85}
{"full_text":"RT Our planet is facing an existential crisis far more dangerous than the current #Pandemic &amp; there is no vaccine for this...","sentiment_score":0.0}
{"full_text":"RT MINSEOK IS FINALLY BACK!!!!!  He has started his final vacation from the military and will NOT be returning any...","sentiment_score":-0.0333333333}
{"full_text":"RT HaHAAAAAAA remember when black people didn't follow curfews in defense of human lives and the police came out there an...","sentiment_score":-0.0833333333}
{"full_text":"RT #US: Scenes from Dallas, Texas where thousands of people wait in line to collect food. The same scene repeats across t...","sentiment_score":0.0}
{"full_text":"RT Great reporting this.....criminal misappropriation of funds, stealing from those on the f...","sentiment_score":0.8}
{"full_text":"RT Y'all really don't listen. Do not be making the \"first Thanksgiving\" disease spreading jokes when Native people have repe...","sentiment_score":0.225}
{"full_text":"What a selfish bastard. I suppose if you elect a narcissistic idiot to the highest office in the land, this sort of behaviour is just 'par for the course'.","sentiment_score":-0.1666666667}
{"full_text":"RT This is the problem.","sentiment_score":0.0}
{"full_text":"RT MINSEOK IS FINALLY BACK!!!!!  He has started his final vacation from the military and will NOT be returning any...","sentiment_score":-0.0333333333}
{"full_text":"For Brian Siemsen, global CEO of Claim Central Consolidated (CCC), the benefits of conducting a claims process in a digitally-enabled manner were clear well before COVID-19 hit.","sentiment_score":0.0333333333}
{"full_text":"RT Highlighted India's efforts for inclusive development, especially women, through a participatory approach. Emphasized t...","sentiment_score":0.0}
{"full_text":"you two really have your priorities twisted.","sentiment_score":-0.15}
{"full_text":"Those rebellious liberal Canadians not wearing masks and social distancing.","sentiment_score":0.0333333333}
{"full_text":"RT The pandemic has been absolutely devastating in the Latin America. As of October 24, Peru, Bolivia, Ecuador, and Mexico...","sentiment_score":-1.0}
{"full_text":"COVID-19 has been a driving force behind digitisation in the insurance industry, though one expert says that another issue has been front of mind for the majority of insurance businesses across Australia and New Zealand.","sentiment_score":-0.1318181818}
{"full_text":"RT LR \"Disappointed but not surprised to see the #CCP attempting to shed responsibility for the pandemic yet...","sentiment_score":-0.4}
{"full_text":"So much reporting on COVID articles that haven't been peer reviewed yet - all it takes is for these to contain an error in their stats or their protocol for the results to be changed ... still looking promising though #justsaying #COVID19 #CovidVaccine","sentiment_score":0.2}
{"full_text":"RT Amazon: profit up 100%Walmart: profit up 80%Target: profit up 80%Lowe's: profit up 74%Microsoft, Facebook, Apple,...","sentiment_score":0.0}
{"full_text":"RT Many of the bodies have not been claimed because their families cannot afford burials, or because next of kin cannot be foun...","sentiment_score":0.25}
{"full_text":"RT It really is building here.  Pot is boiling over, gotta turn down the heat. (The risk of COVID in AB has gone up 10 fo...","sentiment_score":0.0222222222}
{"full_text":"RT As a result of the interview with MBN Star on the 23rd, Xiumin was discharged from military service without returning to...","sentiment_score":-0.1}
{"full_text":"RT Amazon: profit up 100%Walmart: profit up 80%Target: profit up 80%Lowe's: profit up 74%Microsoft, Facebook, Apple,...","sentiment_score":0.0}
{"full_text":"RT Many of the bodies have not been claimed because their families cannot afford burials, or because next of kin cannot be foun...","sentiment_score":0.25}
{"full_text":"Refusing to help save lives during a pandemic while actively ignoring protocol while supposedly protecting and serving. The asshats walked right up to my door without masks. #MaskUp your fucking guns don't stop Covid","sentiment_score":-0.1492063492}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT 10 year old son: why would she rather get Covid-19, dad? Me: because in the land of the free, you have many rights inclu...","sentiment_score":0.3333333333}
{"full_text":"RT Wear a mask in public places , it's not that big of a deal people ","sentiment_score":0.0}
{"full_text":"oooohhh it's from miniso, might wanna check em out after covid ;u;.the toast bear plushie looks super cute aaaaa reminds me of jongho ;n;","sentiment_score":0.4166666667}
{"full_text":"Gyms and non-essential shops in all areas are expected to be allowed to reopen when England's lockdown ends.","sentiment_score":-0.1}
{"full_text":"RT EXO Xiumin recently started his final vacation from the military and not return due to the military's Coronavirus and vacation...","sentiment_score":-0.065}
{"full_text":"Travel tip: If you plan on leaving the country, remember to get your #Covid19 test and make sure the results are not more than 72 hours late. #StaySafeUG","sentiment_score":-0.0166666667}
{"full_text":"RT Extend the PMGKAY for atleast 6 monthsto ensure support to those suffering in the pandemic#ExtendPMGKAY@FinMinIndia","sentiment_score":0.0}
{"full_text":"Why you may have to pay more for your energy bills from 2021 because of Covid-19 #energybills ","sentiment_score":0.5}
{"full_text":"Pfizer COVID-19 vaccine could get UK approval this week: Telegraph","sentiment_score":0.0}
{"full_text":"RT Please for the love of goddess stop amplifying this woman","sentiment_score":0.5}
{"full_text":"Coronaviruses closely related to the pandemic virus discovered in Japan and Cambodia - https:\/\/t.co\/SnSdl5EkOT","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic is leading enterprises to prioritise creating value for customers. This blog highlights how #TDVantage can help with this by leveraging the power of data.  This blog highlights how.https:\/\/t.co\/7drTUYhIOm","sentiment_score":0.0}
{"full_text":"The border between Australia's most populous states has finally been reopened after almost five months of tough Covid-19 restrictions.  We'll speak to the BBC's Phil Mercer at 0610 #bbcgmshttps:\/\/t.co\/TodyGcRwwd","sentiment_score":0.037037037}
{"full_text":"The cultural wing of the RSS, Sanskar Bharati, has opposed the Centre's move to evict artistes in the middle of a pandemic, and has requested the government to reconsider its decisionhttps:\/\/t.co\/cdUdBTcUyN","sentiment_score":0.05}
{"full_text":"The good news is that a portion of their findings offer hope for the vaccines headed to market. The bad news is that there are multiple \"regions of intrinsic disorder\" on the protein structure of the virus, that could mean trouble for vaccines over time.https:\/\/t.co\/v1yzFoRdxg","sentiment_score":-0.1025}
{"full_text":"RT Here is what's happening. Klaus Schwab and the World Economic Forum Globalists Takeover Agendahttps:\/\/t.co\/U...","sentiment_score":0.2}
{"full_text":"We don't just take care of our sponsored children but their parents too. We've been journeying with them through their businesses which are not doing well due to COVID 19.#10Xbetter#TransformingLives","sentiment_score":-0.125}
{"full_text":"Happy Week Ahead!Our #MondayMotivation quote comes from Philipp Muller the CEO of at the launch of their Covid-19 Emerging and Frontier Markets MSME Support Fund.Read about it here: #ConnectCoworkCreate","sentiment_score":0.8}
{"full_text":"A good weekend in #Wisla  is coming to an end.Although there were no fans, it was exciting to watch.Ski jumping is possible during Corona times!#Ruka #skijumpingfamily #skijumping #skispringen","sentiment_score":0.3333333333}
{"full_text":"RT Parliament proceedings continued even during the pandemic, with new regulations and several precautionary measures. Both hou...","sentiment_score":0.0681818182}
{"full_text":"good #WheresTheLysol segment. Maybe if the company would stop bundling 4 cans, it would reach more consumers!!!!","sentiment_score":0.85}
{"full_text":"The event had to get creative this year, but made it work even during the pandemic.","sentiment_score":0.5}
{"full_text":"In a press conference Sunday, the New York Democrat senator said that the lag in the transition could especially hurt those involved in the fight against COVID.","sentiment_score":0.0681818182}
{"full_text":"RT What's most striking to me is that no broadcaster has gone near Cummings. Not a single serious attempt to cover his rol...","sentiment_score":0.1604761905}
{"full_text":"Thousands pay homage as Serbia's Patriarch is laid to rest after dying of COVID-19https:\/\/t.co\/cmGtxyuKWp#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"RT There's a big difference between \"want\" and \"need.\" Donald Trump wants to have won the election. Americans need COVID r...","sentiment_score":0.1}
{"full_text":"RT Was honoured to address #G20 partners again on the 2nd day of the Virtual Summit hosted by Saudi Arabia.Reiterated the...","sentiment_score":0.0}
{"full_text":"#PrabhuDeva's #Bagheera progresses with shoot despite the pandemic prevailing!  Read here","sentiment_score":0.0}
{"full_text":"RT cuomo isn't the one ruining small businesses, it's the people who didn't follow the guidelines and social distancing rules,...","sentiment_score":-0.1083333333}
{"full_text":"COVID 19 cases in India until : 23\/11\/2020 11:30Total Cases: 9140312 [+0]Active: 443033Recovered: 8561444 [+0]Deaths :133773 [+0]Total Tests: 132.58MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT against Donald Trump Order and Chaos Donald Trump Jr. tested positive for the Superspread covid-19 Thou shalt do evil and b...","sentiment_score":-0.3863636364}
{"full_text":"Coronavirus has wrought havoc across the world, but for Thailand's \"sea gypsies\" it has brought welcome respite from the threat of mass tourism.https:\/\/t.co\/9ogZp3Dys5","sentiment_score":0.8}
{"full_text":"At least P30B needed for COVID-19 immunization in 2021 -- Drilon","sentiment_score":-0.3}
{"full_text":"Why you may have to pay more for your energy bills from 2021 because of Covid-19 #energybills ","sentiment_score":0.5}
{"full_text":"Cybersecurity - Why national security is now in our hands, thanks to COVID-19 #CyberSecurity #CoronaVirus #Malware #TechUnity","sentiment_score":0.2}
{"full_text":"Same number of deaths as a 'bad flu season' will be a sign the UK has 'done well' over winterhttps:\/\/t.co\/kHEmnZmFPy","sentiment_score":-0.35}
{"full_text":"Senate reviews health protocol after Dela Rosa tests positive for #COVID19: Sotto","sentiment_score":0.2272727273}
{"full_text":"Adopt COVID-19 #NewNormal behaviour - wash hands frequently, wear a mask, and maintain social distance - to stay safe and protected from COVID19. #IndiaFightsCorona #Unite2FightCorona #JanAndolan","sentiment_score":0.2111111111}
{"full_text":"Since the beginning of COVID-19, nearly 75% of organizations have seen an increase in support tickets from remote workers. Digital experience #monitoring is helping IT fill in remote and mobile worker gaps. #SmartICT #DEM","sentiment_score":-0.025}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"FACT CHECK:Recession would be Worse because we didn't Plan for it ~ Peter Xhun Lie ObiI wonder the kind of Plan &amp; Strategy countries like UK, US, Italy &amp; Co implanted ahead of COVID-19 yet they're the worst hit where people die like Bird Flu strike a poultry.Obi + Lie = Peter","sentiment_score":-0.2666666667}
{"full_text":"Pandering to the masses","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 48.9FWind Chill: 48.7FHumidity: 99%Dew Point: 48.7F Barometer: 29.978 inHgWind: 2 mph from the SWCorona Virus Weekly Stats:Cases: 262.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I am furious right now, my son just had a COVID positive customer show up at his work, now he has to get tested.  He was l...","sentiment_score":0.2564935065}
{"full_text":"So sad you took your son to a criminal celebration  and I'm sure EVERYONE had a mask on and social distanced! Democrats are using covid for their advantage, wake up. Hopefully your son will someday see the truth .","sentiment_score":-0.0895833333}
{"full_text":"In the early 1970s, Russ Dynes spent two years as a Peace Corps volunteer in a small farming community in South Korea, assisting at a health clinic that was trying to get a handle on the country's tuberculosis outbreak.","sentiment_score":-0.0833333333}
{"full_text":"RT 2) Montreal's long-term care centres were the hardest hit in Canada during the #pandemic's first wave, albeit much less s...","sentiment_score":0.0416666667}
{"full_text":"RT This is the story of this pandemic.Some people have been helped to get extremely rich ...... while others have been...","sentiment_score":0.375}
{"full_text":"RT The news doesn't want you to know this, but far more people who have gotten COVID-19 have recovered than those that have...","sentiment_score":0.3}
{"full_text":"RT The Biden administration will need as much flexibility as possible in dealing with economic fallout from the coronavirus, s...","sentiment_score":0.1333333333}
{"full_text":"Time: 06:00 * Temp: 4.6degC * Wind: S 0.0 to 11.0mph * Pressure: 1015.7hPa * Rain: 0.0mm * Hum: 92% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:09 * Sunset: 16:09 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT Remember how for the 90 days or so before the election, the media insisted that covid spikes were the fault of Trump and hi...","sentiment_score":0.0}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"RT COVID-19 cases are getting worse by the day. Businesses are shutting down and people are losing their jobs and healthcare.We...","sentiment_score":-0.2777777778}
{"full_text":"RT If you are blaming #covid19 for #recession2, what caused the first recession?","sentiment_score":0.25}
{"full_text":"RT A Vietnamese-American woman holds a sign at a protest in Huntington Beach, Cal.: \"I'D RATHER GET COVID-19 THAN BIDEN-20.\"","sentiment_score":0.0}
{"full_text":"RT Amazon: profit up 100%Walmart: profit up 80%Target: profit up 80%Lowe's: profit up 74%Microsoft, Facebook, Apple,...","sentiment_score":0.0}
{"full_text":"RT \"Outrageous Congress left town for holidays this weekend without passing Covid relief. But Republicans, already setting th...","sentiment_score":-0.5}
{"full_text":"RT Highlighted India's efforts for inclusive development, especially women, through a participatory approach. Emphasized t...","sentiment_score":0.0}
{"full_text":"RT \"Some gatherings and lack of social distancing is ok\" -science man.","sentiment_score":0.2666666667}
{"full_text":"RT The pandemic is surging--and the protections that have been keeping families afloat expire in just a few weeks. Congress coul...","sentiment_score":-0.1}
{"full_text":"Black Restaurant Week kicks off amid coronavirus pandemic by","sentiment_score":-0.1666666667}
{"full_text":"RT But \"we're all in this together\".The richer are getting richer. The poor are getting poorer.The governments are becom...","sentiment_score":-0.4}
{"full_text":"13,641 people were tested in Utah which is the lowest amount since November 18 after dropping for 2 days in a row, and the growth percentage is at the lowest amount since November 17 after dropping for 2 days in a row. #COVID19","sentiment_score":0.0}
{"full_text":"Say NO to #GBV","sentiment_score":0.0}
{"full_text":"Learn how , which helps low income school students improve their writing skills, leveraged New Relic's Observability for Good program to help one million students become better writers during the pandemic:","sentiment_score":0.3340909091}
{"full_text":"Here is how colleges and universities will have to adjust their recruitment efforts in a post COVID-19 world.","sentiment_score":0.0}
{"full_text":"As if we have real holidays this year? How about you donate a big chunk of the profit you made this year to people who lost everything due to covid?","sentiment_score":0.025}
{"full_text":"They deserve better","sentiment_score":0.5}
{"full_text":"RT Ben Carson says he was \"desperately ill\" with COVID-19","sentiment_score":-0.5}
{"full_text":"RT There, I said it again.","sentiment_score":0.0}
