{"full_text":"Woke freedom fighters are the worst.","sentiment_score":-1.0}
{"full_text":"Is #LongCovid an #autoimmunedisease? In severe cases of COVID-19, Emory researchers have been observing an exuberant activation of immune cells, resembling acute flares of systemic #lupus erythematosus (#SLE), an autoimmune disease? #longhaulers","sentiment_score":0.325}
{"full_text":"High-Speed Optical Modulators Market 2020- Covid-19 Effect, Future Development, Top Companies Analysis and Forecasts - The Haitian-Caribbean News Network","sentiment_score":0.25}
{"full_text":"RT The early stages of the coronavirus pandemic and the first Covid-19 lockdown caused the number of young people with anxiety to ne...","sentiment_score":0.15}
{"full_text":"Social distancing was not enforced during the queue. This was not a Covid secure environment for staff or customers. I felt unsafe, uncomfortable and appalled by staff behaviour. I've reported the store to HSE and am copying in. I am very, very disappointed.","sentiment_score":-0.3683333333}
{"full_text":"In what has to be the most comical statement yet, Kayleigh McEnany said during a Wednesday morning interview on Fox &amp; Friends that Trump has changed plans because he's hard at work  on COVID and drawing down our number of troops in Afghanistan and Iraq. Hard thinking about losing","sentiment_score":0.0522222222}
{"full_text":"RT Over several months, I spent a lot of time at pantries. One day, I went with producers Stella Tan and Annie Brown from The Da...","sentiment_score":-0.05}
{"full_text":"And the Senate is on vacation. Sickening.","sentiment_score":-0.9}
{"full_text":"David Perdue: New York Times reports Justice Department probed Georgia senator's stock sales at beginning of pandemic","sentiment_score":0.1363636364}
{"full_text":"RT One of every 145 people in L.A. County is infectious with the coronavirus, a drastic jump from just two months ago, when the e...","sentiment_score":0.0}
{"full_text":"Hello Black Eagle. These people are playing with covid fire! And why? They can give thanks anyday. For those who believe one day they will sit at the throne of God. What will they say when God asked them, why did you celebrate thanks on the day my people were slaughtered?","sentiment_score":0.0638888889}
{"full_text":"RT T'was the month before Christmas, &amp; all through our city,We wouldn't be mingling, and that was a pity.Our guidelines w...","sentiment_score":0.0}
{"full_text":"RT Happy Thanksgiving! Please stay home. If you go out wear a mask and distance.","sentiment_score":1.0}
{"full_text":"RT Lockdowns do not work . So why do we keep having them? Peer-reviewed study: 'Stringency of the mea...","sentiment_score":0.0}
{"full_text":"RT COVID-19 has revealed the lack of empathy in a lot of people.","sentiment_score":0.0}
{"full_text":"RT Another unhappy Tory MP.","sentiment_score":-0.6}
{"full_text":"There are plenty of churches that have been superspreaders. It's called a pandemic. Connecting is literally how this virus spreads. I don't give a shit WHERE the connections are being made. STAY HOME. Every person can make a sacrfice for the good of all. Ya know, like Jesus did.","sentiment_score":0.25}
{"full_text":"#COVID19 |If the purpose of injecting Vaccine is to trick the body to produce antibodies, then pharma companies should give out the number of people who developed antibodies.Good article by","sentiment_score":0.1}
{"full_text":"#KENYA: we're proud to launch the #JusticeForEveryChildKe report on the impact of their campaign to protect the most marginalised children during #COVID19. Over 20 youth-led organisations have been working together to hold their government to account - find out how they do it!","sentiment_score":0.7125}
{"full_text":"RT Some coronavirus survivors say loose teeth have fallen out without any blood. Others complain of sensitive gums, or of teeth t...","sentiment_score":0.0115384615}
{"full_text":"RT Florida Extends Ban On Cities Imposing Their Own Mask Mandates--Critic Calls Move A 'Killing Spree'. I. Ha...","sentiment_score":0.6}
{"full_text":"RT Lost one of our own to Covid. I am so done with this god damn year. Stop being selfish. Wear a mask and social distanc...","sentiment_score":0.0444444444}
{"full_text":"RT Almost 20% of refugees in Jordan live in IrbidFrom registration to livelihoods, protection and resettlement, UNHCR's fie...","sentiment_score":0.1363636364}
{"full_text":" They really put here tryna survive the pandemic","sentiment_score":0.2}
{"full_text":"But 18 - 35 year old's still need to hear it in Ontario.","sentiment_score":0.1}
{"full_text":"RT Happy thanksgiving  if you celebrate it. Please stay safe and don't gather this year. Stay home and watch my porn instead...","sentiment_score":0.65}
{"full_text":"RT Loeffler X Perdue, profiting off of the pandemic since January 2020.","sentiment_score":0.0}
{"full_text":"RT UPDATE- I have just been told I'm allowed to \"visit\" mum once a week for 30mins . I must sit out on the car park and she...","sentiment_score":0.0}
{"full_text":"RT Thanks to #COVID19, it's a difficult and unusual Thanksgiving, and a lot of Americans don't feel they have all that much t...","sentiment_score":0.025}
{"full_text":"RT Finally, some resources that may be helpful:H+H testing sites: NYC testing sites:","sentiment_score":0.0}
{"full_text":"Oh my god so true","sentiment_score":0.35}
{"full_text":"RT Right around now we're seeing the full effects of Trump's rallies. We'll see the result of no national leadership on Thanksgivi...","sentiment_score":0.3178571429}
{"full_text":"RT In the wake of the ongoing global pandemic affecting so many, we have made the difficult decision to push back the release...","sentiment_score":0.0}
{"full_text":"RT Startup Angstrom Bio Plans Saliva-Based COVID-19 Nucleic Acid Test on Nanopore Sequencing Platform","sentiment_score":0.0}
{"full_text":"RT Head of USAID tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Can't believe has just spoken in House of Commons and expressed concern that cutting foreign aid could r...","sentiment_score":-0.3625}
{"full_text":"A mail-order mistletoe supplier is set for a busy few weeks despite the impact of Covid-19 on the wider festive industry","sentiment_score":-0.05}
{"full_text":"For many, the pandemic is irrelevant if not a boon of working from home, and they continue to make lots and lots of money with no break or a comparatively short break that ends with a new zoom-based gig that makes them lots and lots of money. It's fun to watch!","sentiment_score":0.1022727273}
{"full_text":"RT As if this would be a shocker... A right wing religious nut hand picked by the Covid masterspreader just sided...","sentiment_score":0.1428571429}
{"full_text":"RT i dont have a platform and i know the devs know this but blizz folks busted their asses working from home during a pandem...","sentiment_score":0.0}
{"full_text":"What was the point in that 1 month lockdown? And what was the point in saying 4000 fans allowed at grounds when not a single team in the country will be able to have 4000?","sentiment_score":0.2678571429}
{"full_text":"#coronavirus #CoronaVaccine Modi hai to mumkin hai. modiji personally visiting covid vaccine facility at serum institute pune shows his commitment towards covid free india. I am sure his visit will clear hurdles in covid vaccine launch","sentiment_score":0.25}
{"full_text":"RT In April, Sen. Burr (R-N.C.), Sen. Inhofe (R-Okla.), Sen. Feinstein (D-Calif.) and Sen. #Loeffler (R-Ga.) came under heavy cri...","sentiment_score":-0.2}
{"full_text":"RT Just a waste of money, focus on important issues such as NHIF, current Covid crisis, jobs for youth, secu...","sentiment_score":0.05}
{"full_text":"RT The toll on doctors, nurses, public health officials, hospital staff, and everyone covering this pandemic isn't showing u...","sentiment_score":0.0}
{"full_text":"I'm interested to see the news piece! The interim report will also be available on our website from tonight. Will tweet headline findings tomorrow. ","sentiment_score":0.35625}
{"full_text":"#NSTnation \"We feel the (#Covid19 cases) have somewhat stabilised or is stabilising in #Sabah, perhaps the 14-day requirement may not be necessarily continued.\"","sentiment_score":0.0}
{"full_text":"It's the having to get tested for Covid again, everybody staying away from me until this pandemic is over ","sentiment_score":0.0}
{"full_text":"Hello?https:\/\/t.co\/jglKdSbB45","sentiment_score":0.0}
{"full_text":"RT PLEASE LISTEN TO THIS SHORT VIDEO OF GATES TALKING ABOUT DIGITAL MONEY &amp; CHIPS IN THE COVID VACCINE!!","sentiment_score":0.0}
{"full_text":"RT Social distancing is changing the way we process loss. Here's what everybody needs to know about grieving during an outbrea...","sentiment_score":0.0333333333}
{"full_text":"RT You forcibly removed a homeless family from a state-owned, vacant home, in this middle of the night, during a pandemic. Then pu...","sentiment_score":0.25}
{"full_text":"RT So pro-life.","sentiment_score":0.0}
{"full_text":"RT BREAKING: After telling people to avoid travel this thanksgiving Denver Mayor Michael takes off from DIA to travel to visit...","sentiment_score":0.0}
{"full_text":"Imagine thinking we should shut down the entire economy and lockdown again for a virus that has a lower death rate than the flu at this point. Enjoy living in fear!","sentiment_score":0.1148148148}
{"full_text":"RT I'm thankful my immediate family has been safe during this pandemic. I'm enraged that the loved ones of 262,283 American...","sentiment_score":0.4}
{"full_text":"RT PLEASE BE SAFE on Thanksgiving . Our doctors and nurses and PAs can't handle the deluge of sick patients anymore. Thank yo...","sentiment_score":-0.1071428571}
{"full_text":"#Jamaica50 CANCEL THE FLIGHT","sentiment_score":0.0}
{"full_text":"RT Hi, hello, yes, scientist speaking.A negative COVID test  not having COVID","sentiment_score":-0.3}
{"full_text":"RT With the Hunting Office under investigation by the police, I find it shocking that the  have  given the...","sentiment_score":-1.0}
{"full_text":"RT #eLearning market is projected to be worth $325 Billion in 2025 Selecting an LMS: 5 Features for COVID-19 and Beyond: h...","sentiment_score":0.3}
{"full_text":"RT Wealth during 8 months of the pandemic:$111 billion: Elon Musk$78 billion: Jeff Bezos$66 billion: Walton family...","sentiment_score":0.0}
{"full_text":"RT COVID19\/Seven Leadership Commandments: Be kind. Be caring. Be patient. Be forgiving. Be positive. Be present. Walk in the o...","sentiment_score":0.2757575758}
{"full_text":"RT \"I know how hard it is to forgo family traditions, but it's so very important.\"Pres.-elect Joe Biden on skipping family's holida...","sentiment_score":0.1141666667}
{"full_text":"EU expects first COVID vaccine utility in coming days | Information | DW","sentiment_score":0.25}
{"full_text":"RT Its only a matter of time before #Italy threatens to leave the #euro#Italy Wants #ECB to Cancel Pandemic #Debt , Conte's...","sentiment_score":0.1}
{"full_text":"RT #AhmedPatel, who stopped the funeral of former PM #PVNarasimhaRao in Delhi &amp; forced #MMS to shift the body to Hyderaba...","sentiment_score":-0.15}
{"full_text":"RT CONSPIRACY COVID-19 VACCINE EUTHANISED ALL #BITCOIN BULLSi This claim is disputed","sentiment_score":0.0}
{"full_text":"Madam, are you doing another degree in \"Tautological Economic Tenets\" or some similar subject to tide over twin pandemics of covid and modi rule?","sentiment_score":0.0111111111}
{"full_text":"RT ICE should listen to the medical and public health experts who want the agency to stop terrorizing our communities and depor...","sentiment_score":0.0}
{"full_text":"RT A warrant for Hancock's arrest was refused but the PCP against all those responsible for COVID-1984 crimes proceeds nonet...","sentiment_score":0.075}
{"full_text":"Three children ,whose parents have positive results for COVID-19 test, have created lmmune responses to SARS-CoV-2 - means to anticrops against Coronavirus disease.","sentiment_score":0.2272727273}
{"full_text":"Just tuned in on Zoom to see Jamie smashing his epic row.Keep going! https:\/\/t.co\/2p2trByobC","sentiment_score":0.125}
{"full_text":"RT Here is full 5-4 SCOTUS opinion striking down COVID-19 religious restrictions by NY Governor Cuomo. This is reversal of...","sentiment_score":0.1736111111}
{"full_text":"RT The state's response to folks desperate to stay housed amidst a pandemic with absolutely no relief is this...Disgusting. h...","sentiment_score":-0.35}
{"full_text":"U.K. already worst hit economy in Europe from Covid - Brexit is a double whammy","sentiment_score":-0.5}
{"full_text":"RT Inspiring Women Peace Keepers fr #Indonesia #Malaysia #Philippines #Vietnam share challenge&amp;modelling #COVID19 prevention beha...","sentiment_score":0.5}
{"full_text":"Umm, there is a pandemic going on... only a delusional, crazed, narcissist would continue to hold packed rallies knowing how a deadly virus spreads and transmits...","sentiment_score":-0.1}
{"full_text":"RT SCOTUS blunts Cuomo's overreachEven in a pandemic, the Constitution cannot be put away and forgotten. The restrictions at is...","sentiment_score":0.0}
{"full_text":"I have been working non stop since the pandemic started &amp; I am a essential worker","sentiment_score":0.0}
{"full_text":"RT This is the story of this pandemic.Some people have been helped to get extremely rich ...... while others have been...","sentiment_score":0.375}
{"full_text":"RT Our #NovemberFeaturedFundraiser is Sarah who has held online yoga classes during Lockdown 2.0. Sarah has been asking for do...","sentiment_score":0.0}
{"full_text":"RT He's thinking of Brett Kavanaugh","sentiment_score":0.0}
{"full_text":"RT The best possible news was just delivered this Thanksgiving eve. is receiving $2.4M of COVID 19 funds to sus...","sentiment_score":0.5}
{"full_text":"I just got my covid test results; I'm negative! Thank God!","sentiment_score":-0.46875}
{"full_text":"RT Happy Thanksgiving everyone! Even though many of us can't celebrate with our families due to COVID, I hope everyone has...","sentiment_score":0.4583333333}
{"full_text":"RT COVID CHRONICLES by and takes you on the frontlines of the #covid19 fight. #comics","sentiment_score":0.0}
{"full_text":" Reminder  FREE webinar: Accessing services during COVID-19Join us in a live webinar with and to find out more information about what support is locally available and tips to stay well!1\/2","sentiment_score":0.3590909091}
{"full_text":"AOC is lying.  Senate Dems stopped money for the people. DEMS want money for teachers unions, who are refusing to teach school. DEMS want voting laws changed in the COVID bill, nothing to do with helping the people, just helping to steal the election. #StopTheSteaI2020","sentiment_score":0.0}
{"full_text":"RT CDC shares Thanksgiving hosting tips for a safe holiday ","sentiment_score":0.5}
{"full_text":"RT ***BREAKING***The U.S. Supreme Court on Wednesday night blocked New York Gov. Andrew Cuomo from reimposing strict attenda...","sentiment_score":0.1363636364}
{"full_text":"RT This year-#ImThankfulFor our amazing #HealthcareWorkers #EssentialWorkers &amp; #FrontlineWorkers here &amp; around the world who...","sentiment_score":0.6}
{"full_text":"RT My grandfather passed away in spring on the day after my birthday. We couldn't see him because of the coronavirus.I'm fin...","sentiment_score":0.0}
{"full_text":"Trump ignored the Pandemic who ended lives.  He lied constantly.","sentiment_score":0.0}
{"full_text":"RT WARNING: Gratitude coming:Though I've Covid fatigue, I'm thankful to not have constant angst, and to have a wonderful fam...","sentiment_score":0.5}
{"full_text":"\"How can communities of color trust a vaccine produced by a medical system that continues to discriminate? A truly effective vaccination program must protect the most vulnerable communities.\"  via #covid19 #vaccine","sentiment_score":0.15}
{"full_text":"RT REMINDER  This year's Thanksgiving Day festivities are not open to spectators. The bulk of the program has been pre...","sentiment_score":0.0}
{"full_text":"Trump didn't cause the pandemic,  but you idiots in Washington do nothing but blame and hate.  You're an idiot.","sentiment_score":-0.8}
{"full_text":"RT Supreme Court sides with N.Y. religious organizations that said they were illegally targeted by governor's coronavirus...","sentiment_score":-0.25}
{"full_text":"I'm no longer a carer but perhaps there's a couple who follow me or ppl who follow me know of friends\/family who are, please share&amp; RT.","sentiment_score":0.0}
{"full_text":"So good","sentiment_score":0.7}
{"full_text":" MSP has welcomed the Health Secretary's update regarding the new testing approach for the health and social care sector and communities.For more information https:\/\/t.co\/dpbmcY6c1Z","sentiment_score":0.2232323232}
{"full_text":"RT If this were a BIPOC owned restaurant in Scarborough, there would be a distinctly different outcome","sentiment_score":0.0}
{"full_text":"RT \"To come out of this pandemic better than we went in, we must let ourselves be touched by others' pain.\"  A reminder to...","sentiment_score":0.5}
{"full_text":"I see the Supreme Court has turned bat shit crazy.","sentiment_score":-0.4}
{"full_text":"Soo many will get sick and die","sentiment_score":-0.1071428571}
{"full_text":"JESUS.....","sentiment_score":0.0}
{"full_text":"RT What percentage of COVID dictators do you think are spending Thanksgiving with a large group of people?","sentiment_score":0.2142857143}
{"full_text":"Bro we got mink zombies from mutated COVID","sentiment_score":0.0}
{"full_text":"RT We have a duty to support young peopleWith EUR100 million, the European Social Fund will help students in southern #Italy...","sentiment_score":0.0333333333}
{"full_text":"RT Do BBQ wings fight off the Corona?","sentiment_score":0.0}
{"full_text":"5 of 9 scotus don't understand difference between buying a bottle of wine, and congregating, shoulder to shoulder, to worship something that doesn't exist, in the middle of a pandemic. Of course.","sentiment_score":0.0}
{"full_text":"RT Why don't people understand this can happen to them? Stay home. Stay safe.","sentiment_score":0.5}
{"full_text":"#COVID, Turkeys, AND YOU!  #libchat #COVID19 #Thanksgiving2020#Thanksgivinghttps:\/\/t.co\/WaXx8T2VAt","sentiment_score":0.0}
{"full_text":"RT The Supreme Court just banned Covid restrictions on attendance at synagogues and churches. They voted 5-4, with Amy Co...","sentiment_score":0.0}
{"full_text":"RT Watch the #CllrAwards ceremony tonight here:","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT Breaking: The Supreme Court blocked Covid-19 attendance limits on religious services in New York, with Justice Barrett casting the...","sentiment_score":0.0681818182}
{"full_text":"South Holland has the lowest coronavirus infection rate in Lincolnshire and is also lower than the national average. Also next door to Tier 2 Peterborough who have higher infection rates. HOW DOES THIS MAKE SENSE FOR TIER 3 ???? ","sentiment_score":0.0333333333}
{"full_text":"RT The gov has not stopped to impose more strategies to violate hkers' freedom. Hongkongers may probably face...","sentiment_score":0.5}
{"full_text":"RT if you're angry that the Covid checking website has already crashed don't worry Dido Harding has just given PS14BN to her h...","sentiment_score":-0.5}
{"full_text":"RT 2,279 people in the US died of Covid today. Their chairs will be empty at the Thanksgiving table tomorrow, along with those o...","sentiment_score":-0.1}
{"full_text":"RT booking my flight for Christmas ASAP if this happens, obviously will be practising safe travel by testing and wearing a...","sentiment_score":0.25}
{"full_text":"Note 2 non-Jews:a central tenet of Judaism is 2 look out 4 one's neighbor. The behavior of those in our faith who have disregarded Public health advice re: avoiding large crowds\/social distancing is LiTERALLY ANTI-JEWISH + CONDEMNED VIGOROUsLY by most other Jews. Pls know that.","sentiment_score":0.1178571429}
{"full_text":"RT Be a superhero this Halloween, not a super-spreader. Wear your mask, keep your distance, and follow your local public he...","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind...They are surviving a pandemic.  Amy Walter","sentiment_score":0.0}
{"full_text":"RT please get lost, covid-19 hahaha (end of answer)they released that","sentiment_score":0.2}
{"full_text":"This is what we call permanent value destruction. Ie. Don't treat previous share price levels as viable target prices, even under optimistic recovery scenarios.","sentiment_score":-0.1666666667}
{"full_text":"#COVID19 is overwhelming hospitals now. #Thanksgiving #coronavirus infections will be showing up at hospitals in 2-4 weeks (for a #Christmas stay alone) Will there be room? #WearAMask #PhysicalDistancing #StayHome","sentiment_score":0.5}
{"full_text":"RT Move.Your.Body. It doesn't matter how you move or how fit you are. When it comes to your health and wellbeing, Every Move Coun...","sentiment_score":0.4}
{"full_text":"Mass vaccination will not take place in Ontario before April. By then, the worst of the #COVID19 crisis will have passed. And many more Ontarians will have passed as well. #onpoli #FordResign #COVID19Ontario","sentiment_score":0.0}
{"full_text":"Report: Lujan Grisham is a 'top contender' for Biden's health secretary via Where are the 12,000+ students miss ing in NM, you don't care, you only lie about COVID 19 numbers and take Fed money for yourself!!!","sentiment_score":0.25}
{"full_text":"RT New Covid-19 Tier Map Now Live:https:\/\/t.co\/mEeEZPcGYh","sentiment_score":0.1363636364}
{"full_text":"RT People are dealing with seasonal depression on top of being away from family on top of unemployment\/no money on top COVID...","sentiment_score":0.5}
{"full_text":"RT Papa Park's the_goodworld IG update:2nd cupholder event for Chanyeol's birthday from SAB  The 1st one was from Taiw...","sentiment_score":0.0}
{"full_text":"RT Supreme Court: Pandemic No Excuse to Discriminate Against Religious Groups | CBN News via","sentiment_score":0.0125}
{"full_text":" per cent agree","sentiment_score":0.0}
{"full_text":"RT So LEGAL AMERICANS entering NY per need covid papers and ILLEGAL CRIMINALS get a FREE PASS? Only in AMERICA!!","sentiment_score":0.025}
{"full_text":"(Actually has Ivermectin in part 2.)","sentiment_score":0.0}
{"full_text":"On this Thanksgiving let us be thankful for all who have helped us in our battle against COVID-19.","sentiment_score":0.0}
{"full_text":"RT Just asking, politicians can hold huge election campaign rallies but farmers not allowed to hold protest rallies because of...","sentiment_score":0.4}
{"full_text":"Another great Interview as part of a series from - Penny Petroleum: challenges of lockdown via #interview","sentiment_score":0.8}
{"full_text":"Chinese media step up campaign to muddy probe into Covid origins via","sentiment_score":0.0}
{"full_text":"Covid-19 has given a boost to India's crowdfunding platforms like and allowing individuals to turn philanthropistsBy","sentiment_score":0.0}
{"full_text":"Employers  All Job Retention Scheme claims for periods up to 31 October need to be made by 30 November. Find out more https:\/\/t.co\/AMdGNzYtbx","sentiment_score":0.5}
{"full_text":"Happy Thanksgiving! CPA would like to extend its gratitude to all pharmacists, pharmacy technicians and pharmacy interns who serve on the front lines of patient care every day, especially throughout the COVID-19 pandemic.","sentiment_score":0.5}
{"full_text":"As we celebrate today, we are extremely grateful for our parks, our park workers, and all essential workers who are the frontline heroes of this pandemic. Thank you for your commitment to New Yorkers, and a Happy Thanksgiving from our team to you!","sentiment_score":0.2528409091}
{"full_text":"78% reported that the needs of the person they care for have increased during the pandemicTwo thirds (67%) worried about how they will cope through further lockdowns or local restrictionsThat's why we are supporting for #CarersRightsDayhttps:\/\/t.co\/XsNyqK9cLL","sentiment_score":0.0833333333}
{"full_text":"We supported three local artists with commissions and bursaries through our partnership with Over the next three days we'll be spotlighting the work of the commissioned artists -so keep checking our social media to see their works! https:\/\/t.co\/McxUnH0ipw","sentiment_score":0.0138888889}
{"full_text":"Really?https:\/\/t.co\/dE8arY5H4g","sentiment_score":0.0}
{"full_text":"The Government has produced guidance for what to do if you are self-employed and getting less work. For further information, visit","sentiment_score":-0.0833333333}
{"full_text":"CHANGING HOLLYWOOD: The pandemic is changing Hollywood, maybe forever.","sentiment_score":0.0}
{"full_text":"Wishing everyone a #HappyThanksgiving!  Please take care and consider those most vulnerable to the pandemic when deciding how to celebrate this year. My family and I will be doing a Zoom Thanksgiving so that we can all be with each other while keeping our loved ones safe.","sentiment_score":0.215}
{"full_text":"Let's remember this same governor is receiving an Emmy for his Covid response...","sentiment_score":0.0}
{"full_text":"V13 COVID-19 Safety: VentureZone members and their clients are screened with a four step entry procedure to keep all facility users safe and healthy #V13BeSafe","sentiment_score":0.5}
{"full_text":"106 years ago today, Eddie Pullen won the 1914 Corona Road Race in Corona, California.Photo not from the race.","sentiment_score":0.0}
{"full_text":"We must be honest and tell you that from midnight on Chinese New Year, anybody with a birthmark will be solely responsible for the UK's furlough scheme. #ControlTheVirus #FakeNews #COVID19","sentiment_score":0.2340909091}
{"full_text":"The 18th issue of our Special #COVID19 series is out! This edition focuses on Social Impact! To stay up to date subscribe here:","sentiment_score":0.244047619}
{"full_text":"RT Good morning to everyone except the person who gave Nick Saban COVID","sentiment_score":0.7}
{"full_text":"RT Tell me how City News knew to be there. Did the city of Toronto tip them off?","sentiment_score":0.0}
{"full_text":"A beautiful essay for this day of Thanksgiving by via","sentiment_score":0.85}
{"full_text":"RT As COVID forced millions of people out of work and shuttered businesses, the stock market plunged to a three-year low.But f...","sentiment_score":-0.3}
{"full_text":"Latest \"Covid is eating holes in the fabric of the American economy like a moth through a sweater. Maybe you don't care-Maybe none of this bothers you b\/c you don't care for the aesthetics of things like buffet restaurants in Middle America\"https:\/\/t.co\/i0HKGsriPP","sentiment_score":0.1666666667}
{"full_text":"Pharmaceutical Delivery ServicesTo help promote proper social distancing, we provide delivery services to deliver all your pharmaceutical essentials straight to your doorstep.For more information, call us at 561-513-9161.#PharmaceuticalDeliveryServices #Pharmacy","sentiment_score":0.1833333333}
{"full_text":"Joplin area health care workers describe what they are enduring as \"emotionally heavy work,\" as they square off against the stealthy COVID-19 virus that is threatening to overrun them with cases.","sentiment_score":-0.2}
{"full_text":"RT The U.S. economy has enjoyed incredible momentum since President took office thanks to his commitment...","sentiment_score":0.5333333333}
{"full_text":"RT Powerful and passionate from on how students have been dealt with during the pandemic:","sentiment_score":0.125}
{"full_text":"This is what tier your town is inhttps:\/\/t.co\/bhWSn06KWH","sentiment_score":0.0}
{"full_text":"!! For latest updates from Sunderland City Council around services &amp; news from across the city, sign up to receive our E-newsletter, we will also be keeping everyone up to date regarding the situation with #Covid19:https:\/\/t.co\/FcGT7yvXd1#MySunderland","sentiment_score":0.5}
{"full_text":"Anyway enough about covid because I MADE CHRISTMAS TREE BREAKFAST ","sentiment_score":0.0}
{"full_text":"This year on #Thanksgiving lets celebrate all the #Laboratory workers around the world during this difficult &amp; challenging #COVID19 #pandemic, who have worked tirelessly to fight #COVID19. We cannot get through this without their expertise and support. #ThankYou #Thanksgiving2020","sentiment_score":0.0}
{"full_text":"RT NEW: This Thanksgiving, millions of Americans are going hungry in the midst of Covid.More from ","sentiment_score":0.1363636364}
{"full_text":"When London's coronavirus restrictions tier will reviewed #london #tier2","sentiment_score":0.0}
