{"full_text":"Parents really just yelled at me because I said I don't feel safe throwng a party at our house during a pandemic.","sentiment_score":0.35}
{"full_text":"RT Gosh they rough you up everytime they take you away for programming... i mean when you get covid and isolating....","sentiment_score":-0.20625}
{"full_text":"So true. X","sentiment_score":0.35}
{"full_text":"Very odd is spending billions more on defence yet our enormously costly (billions) can't defend our shores from illegal migrants. Politicians are a new species Homo Absurdis #COVID #SaturdayMotivation","sentiment_score":-0.0160606061}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":"RT This was a fun way to spend a Covid Saturday! If you are a book person, follow and subscribe to their Y...","sentiment_score":0.375}
{"full_text":"He was mocking Biden for wearing masks during the debates, just a couple days before Trump himself got infected.  He holds indoor rallies without masks that end up becoming super spreader events.  Herman McCain caught and died from Covid at Tulsa rally.","sentiment_score":0.3916666667}
{"full_text":"RT Completely on brand.","sentiment_score":0.1}
{"full_text":"RT The lockdowns are a crime against humanity.","sentiment_score":0.0}
{"full_text":"AHHHHHHHHHHHHH - how I feel about the pandemic","sentiment_score":0.0}
{"full_text":"RT Are you experiencing symptoms of COVID-19? Testing at our COVID-19 Assessment Centres is available by appointment-only...","sentiment_score":0.4}
{"full_text":"RT he has santibodies","sentiment_score":0.0}
{"full_text":"RT #cdnpoli \"It is my opinion that we do have COVID-19 amplification in schools,\" states Dr. David Fisman, Epidemiology Prof...","sentiment_score":0.0}
{"full_text":"RT Coming into contact with someone who has COVID-19 and having to quarantine does NOT mean that you are going to catch the...","sentiment_score":0.15625}
{"full_text":"Think Haggie, Fitzgerald and Furey are gonna wait until Monday to lockdown the province??? As long as Costco, Walmart and NLC stay open, because they are essential.","sentiment_score":-0.0166666667}
{"full_text":"RT Can we just stop with the sensationalist headlines. There isn't a family in America that isn't keenly aware of the risks...","sentiment_score":0.25}
{"full_text":"RT Be informed, know your risk, and stay safe this holiday season. To download a high-res version of this chart, visit","sentiment_score":0.5}
{"full_text":"RT They think we're all idiotsBillion in tax cuts for the richTaking away our healthcareTaking away protection for c...","sentiment_score":0.0}
{"full_text":"RT .@Kevinliptakcnn reports: The G20 is virtual this year; a meeting on pandemic preparedness is going on w remarks from the l...","sentiment_score":0.0}
{"full_text":"RT You are absolutely right #AllanBorder sir if only our fellow Indians understood this ... just a way to make money by bettin...","sentiment_score":0.1428571429}
{"full_text":"The power of a goat as a distraction during the pandemic.","sentiment_score":0.0}
{"full_text":"RT Last week, my mom went into the ER with dangerously low oxygen levels. Five days later, she died. I wrote about it, in ho...","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"RT This is what happens when you make science denial a partisan plank.","sentiment_score":0.0}
{"full_text":"Close your eyes and ask WHY are they impeaching in Michigan because she's a fascist dictator who thinks she's a Queen not a Govenor!","sentiment_score":0.0}
{"full_text":"The definition of the covid deaths for the stats is 'deaths of any cause within 28 days of a positive test' if my understanding is correct.  So, if someone tested postive then got hit by a bus = covid death for stats.Do death certificates say the same? Covid plus bus?","sentiment_score":0.1136363636}
{"full_text":"RT I'm a huge advocate for compassion for those with mental health issues. I, however, have no compassion for Emily Murphy and...","sentiment_score":0.15}
{"full_text":"RT We live in a province where a growing number of Albertans are looking to for not only leadership but to t...","sentiment_score":0.0681818182}
{"full_text":"Love these guys #SOA great video #WearAMask","sentiment_score":0.65}
{"full_text":"Right one #BobWoodward! Why is #Wolf pushing BS Abt #TrumpkeThinSkin and not the pandemic? It's not news! Talking Abt GSA's inaction might be newsworthy, mentioning sulking toddler is not! Focus on Safety 4 Americans Thanksgiving &amp; COVID healthcare workers need your support now!","sentiment_score":0.6975446429}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT What happens when you have uncontrolled community spread of a respiratory virus and millions of people get on planes togeth...","sentiment_score":0.0}
{"full_text":"RT Why is the head of the coronavirus task force hitting the campaign trail when the campaign is over and the pandemic very m...","sentiment_score":0.2}
{"full_text":"City closing facilities, cancelling programs as Mississauga enters lockdown","sentiment_score":0.0}
{"full_text":"RT Biden has a COVID team.Trump's team has COVID.","sentiment_score":0.0}
{"full_text":"I think broadly speaking you were very right to be skeptical that the worst people on earth would do anything to deal with something like a pandemic.Also the reason you got nuked was 100% worth it","sentiment_score":-0.1532142857}
{"full_text":"RT This is a REAL HEADLINE from about testing positive for Coronavirus.They refer to","sentiment_score":0.2136363636}
{"full_text":"I  had a relative on a ventilator battling for their life for 5 weeks. I was telling a covid denier. Huh, he shouldn't have been on a ventilator they are bad for you. Fuck me he would have died .","sentiment_score":-0.3666666667}
{"full_text":"RT Lockdown for everyone is insane.Keep older people at home and let the working people make a living and prevent the eco...","sentiment_score":0.1666666667}
{"full_text":"RT So I'm supposed to believe that Michigan Republicans, who have never cared about covid before, spent an hour discussin...","sentiment_score":-0.1}
{"full_text":"RT WATCH LIVE: New Brunswick officials are giving a COVID-19 update.","sentiment_score":0.1363636364}
{"full_text":"Someone make one of those edits with the acrylic nails for Joe","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT !! 09 COVID-19 deaths reported today (21) raising death toll in SL to 83 - DG Health Services#lka #SriLanka #News1st","sentiment_score":0.0}
{"full_text":"RT Me on Christmas Eve waiting for Santa to extract his blood","sentiment_score":0.0}
{"full_text":"RT Attending a gathering? Take steps to make #Thanksgiving safer. Bring your own food and drinks, #WearAMask, stay at least 6 feet...","sentiment_score":0.15}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT \"Stay home and save lives\" really means \"I'm privileged so I  can work from home and still make money. I hereby transfe...","sentiment_score":0.2}
{"full_text":"RT Completely on brand.","sentiment_score":0.1}
{"full_text":"RT Balance is the key Happy weekend twitter-friends #stayathome","sentiment_score":0.4}
{"full_text":"RT Wish I could send a genuine \"get well soon\" message. but like millions of others Americans--he's perfectly...","sentiment_score":0.7}
{"full_text":"RT IAMSOTIREDOFBREAKINGOUT FROMAMASK. I'm still gonna wear one tho...","sentiment_score":0.0}
{"full_text":"RT Latest data on COVID-19 admissions and deaths in English hospitals.At national level, there's an increasingly clear f...","sentiment_score":0.2}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"RT We are now averaging more than 168,000 new U.S. coronavirus cases per day. One month ago, the average was about 60,000.h...","sentiment_score":0.1621212121}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT Setting democracy on fire to keep a man who has no interest whatsoever in doing the job in power.","sentiment_score":0.0}
{"full_text":"Or just a ploy for attention.Like the one his dad pulled.","sentiment_score":0.0}
{"full_text":"RT 1\/ It's sad how quickly Covid patients are overwhelming hospitals across America. I wanted to understand the scope so I...","sentiment_score":0.1111111111}
{"full_text":"Covid awareness picture....Pls wear your mask properly ","sentiment_score":0.0}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT WDRB: Kentucky Attorney General Daniel Cameron joins lawsuit challenging governor's pandemic restriction on in-person clas...","sentiment_score":0.275}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"The letter they wrote detailed how election fraud would be investigated to its fullest and how Trump committed federal funds to Michigan for COVID relief ... the age-old cash for support equation it would seem.","sentiment_score":0.4}
{"full_text":"RT Have you heard of the Plymouth Brethren Christian Church (PBCC)? The Brethren is an evangelical Christian group that se...","sentiment_score":0.0}
{"full_text":"RT Please, President-Elect do not move into the WH until there's been decontamination!  Maybe even tear down some wal...","sentiment_score":-0.1555555556}
{"full_text":"RT Biden has a COVID team.Trump's team has COVID.","sentiment_score":0.0}
{"full_text":"RT Absolutely devastating. My heart aches for Raiden and every single person left behind in the wake of COVID-19. Please sta...","sentiment_score":-0.3678571429}
{"full_text":"RT Coming into contact with someone who has COVID-19 and having to quarantine does NOT mean that you are going to catch the...","sentiment_score":0.15625}
{"full_text":"No masks for them, curfew for us.","sentiment_score":0.0}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"The dude showed us the covid map every class","sentiment_score":0.0}
{"full_text":"RT dating during a pandemic really has us going on walks for dates like its the 1800s. like ok mr darcy, take me on a stroll...","sentiment_score":0.35}
{"full_text":"RT Coming into contact with someone who has COVID-19 and having to quarantine does NOT mean that you are going to catch the...","sentiment_score":0.15625}
{"full_text":"I really want to go to a skating competition there someday ( way after Covid)...","sentiment_score":0.2}
{"full_text":"RT A G20 side-meeting today on pandemic prep &amp; response just concluded. Germany's Chancellor, France's President, and Saudi...","sentiment_score":0.0}
{"full_text":"My husband has it and my mother in law has it and she's in the hospital with a ventilator. Covid isn't fake, this is the worse thing any family can go through.","sentiment_score":-0.45}
{"full_text":"RT \"President Trump was following my condition and cleared me for the monoclonal antibody therapy that he had previously rece...","sentiment_score":-0.0833333333}
{"full_text":"RT #WWJD ?  Jesus would wear a freaking mask! ","sentiment_score":0.0}
{"full_text":"\"Updates on Covid-19 in Kenya\" ","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"PERIODDDDD JOE","sentiment_score":0.0}
{"full_text":"RT Trump is at his golf course again, according to the pool report.Meanwhile, NBC News reports that the U.S. just hit 12 m...","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT If you can't wear a mask due to \"health reasons\", shouldn't you be the LAST one out and about?","sentiment_score":-0.0625}
{"full_text":"It's a dope epidemic it's a dopeboy party","sentiment_score":0.0}
{"full_text":"RT \"He golfed while Americans were suffering and dying in a pandemic,\" should be the first and last line of any analysis of h...","sentiment_score":0.125}
{"full_text":"Can't wait for this lockdown to be over, here I am yet again with another project I likely won't finish. I need London back in my life ","sentiment_score":0.0}
{"full_text":"RT Completely on brand.","sentiment_score":0.1}
{"full_text":"RT .@Kevinliptakcnn reports: The G20 is virtual this year; a meeting on pandemic preparedness is going on w remarks from the l...","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT \"You need to wear a mask to protect others,\" they say. Okay, but what if I don't have any symptoms? If I'm not coughing or...","sentiment_score":0.5}
{"full_text":"RT Biden has a COVID team.Trump's team has COVID.","sentiment_score":0.0}
{"full_text":"RT Is there an Emmy award for best alternative history?","sentiment_score":1.0}
{"full_text":"RT The Danish masks study does NOT show mask do not work under any circumstancesBut is also does not show \"masks most effe...","sentiment_score":0.5}
{"full_text":"RT Wisconsin Republican lawmakers \"may\" come back to work in December to work on COVID19 Response Plan.This is unacceptabl...","sentiment_score":0.0}
{"full_text":"RT Dominic 'Nic' Lannutti - 56, Died April 24. Professor of Biological Sciences, Program Director at El Paso Community Colleg...","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"LMAOOOO what do u want her to do about that ","sentiment_score":0.0}
{"full_text":"RT BREAKING: Police punched an anti-lockdown protester multiple times in Liverpool while he was on the ground.","sentiment_score":0.0}
{"full_text":"Airlines As Travel Guides: New Tools For International Travel via  #InternationalTravel #Airlines #Aeroports #Pandemic","sentiment_score":0.0681818182}
{"full_text":"RT The lockdown house of cards is built on the idea that asymptomatic people are likely to spread infection. But is there A...","sentiment_score":0.0}
{"full_text":"RT Mayo Clinic and thousands of top U.S. hospitals encourage everyone to #MaskUp. Learn more: #COVID19...","sentiment_score":0.5}
{"full_text":"RT .@Kevinliptakcnn reports: The G20 is virtual this year; a meeting on pandemic preparedness is going on w remarks from the l...","sentiment_score":0.0}
{"full_text":"RT Where were Michigan's lawmakers when the state broke its record for daily cases of COVID-19?LEFT: Governor","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"Stop the fear!","sentiment_score":0.0}
{"full_text":"RT NBC News has confirmed nearly 50 Covid-19 cases among the Trump administration and campaign officials.","sentiment_score":0.25}
{"full_text":"RT A reminder: because of the inherent over counts caused by widespread PCR testing, until we see excess mortality figures f...","sentiment_score":0.0}
{"full_text":"RT We've lost hundreds more people to covid in the last two days than died in the 9\/11 attacks. Friends, family, neighbors, c...","sentiment_score":0.25}
{"full_text":"RT Breaking: the same day he pretended his meeting with was about COVID, pictured maskless, d...","sentiment_score":0.0}
{"full_text":"RT Donald Trump has quarantined more strictly in response to losing the election than in response to getting Covid.","sentiment_score":0.5}
{"full_text":"RT We now have a map of currently infections and total infected by county. Check it out:","sentiment_score":0.0}
{"full_text":"RT Whoa! Donald is president for life. And Black people in Detroit and Philadelphia and Atlanta can't figure out where to vote!...","sentiment_score":-0.2083333333}
{"full_text":"RT The British, the Americans, The Lebanese, the Armenians and many other citizens are regretting their political choices o...","sentiment_score":0.09375}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT Donald Trump has quarantined more strictly in response to losing the election than in response to getting Covid.","sentiment_score":0.5}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":": Rajasthan imposes night curfew, from 8:00 p.m. to 6:00 a.m., in eight cities with the highest COVID-19 infection - Jaipur, Jodhpur, Kota, Bikaner, Udaipur, Ajmer, Alwar and Bhilwara. #COVID19","sentiment_score":0.0}
{"full_text":"listen i get it's cold and flu and covid season but why are the giants defense so allergic to tight ends?","sentiment_score":-0.3892857143}
{"full_text":"I'm not convinced that jr. has Covid.  My guess is that they needed an excuse to get him, and his issues, off the TV for a while.  A two week \"quarantine\" seems like a good way to hide a drug problem.","sentiment_score":0.325}
{"full_text":"Counselor here. This is 100% true.","sentiment_score":0.35}
{"full_text":"I'm so undecided about whether to get my nose pierced again after taking it out in lockdown 1 I kinda miss it","sentiment_score":0.0}
{"full_text":"RT Most big companies ended #hazardpay by June, an avg of 134 days ago. As the 6 million+ frontline workers at companies in o...","sentiment_score":0.25}
{"full_text":"This is the third member of our city employee family killed by COVID. Please mask up, watch your distance, wash your hands, avoid gatherings, and don't do the big Thanksgiving get together. It's not worth it. #KCMO #COVID19 #Thanksgiving2020","sentiment_score":-0.0875}
{"full_text":"RT @BristolCouncil are recruiting Can Do Bristol volunteers to help vulnerable citizens with shopping, befriending and p...","sentiment_score":-0.5}
{"full_text":"Obvious the outgoing administration is trying to make it look like more stringent COVID protocols that clearly have to be established will be the cause of small business failures.I am so sick of these assholes playing politics with people's lives.And Trumpers won't see it.","sentiment_score":-0.0728571429}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormal","sentiment_score":0.0}
{"full_text":"RT Listening to 'Stay' in your car while driving back home from work at the end of an extremely tiring week is a life changing...","sentiment_score":-0.0625}
{"full_text":"Great to see the interest in our published systematic review on #mentalhealth interventions\/supports during #COVID19 &amp; other #pandemics. Now trending as one of the most popular papers in journal.","sentiment_score":0.44375}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":".@TeamTrump, please explain?","sentiment_score":0.0}
{"full_text":"RT Talked to a colleague in London, who hasn't been to the office for last six months, hasn't met colleagues face to face. Lock...","sentiment_score":0.0}
{"full_text":"RT I have to believe that some of the current horrific surge in COVID cases--2,000 dying each day--traces back to Trump's cha...","sentiment_score":-0.3333333333}
{"full_text":"The Coronavirus pandemic has highlighted the many inequalities that still exist and emphasises the importance of the equality act.  #equality #education #coronavirus","sentiment_score":0.5}
{"full_text":"RT While the world is following the 3 \"W's\"Wash your handsWatch your distanceWear a maskBorn Again Believers are :...","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"The POS has no interest in being President or protecting anyone from the pandemic! He is just a grifter fleecing his cult and trying to avoid jail!! #Loser #TrumpIsACriminal #TrumpVirus #TrumpIsPathetic #TrumpIsACriminal #ByeDon","sentiment_score":-0.15625}
{"full_text":"RT Can we just stop with the sensationalist headlines. There isn't a family in America that isn't keenly aware of the risks...","sentiment_score":0.25}
{"full_text":"RT This happens all over the world. We need to classify deaths FROM COVID and deaths WITH COVID as two different things.","sentiment_score":0.0}
{"full_text":"Owls could be very short handed next week.","sentiment_score":0.0}
{"full_text":"RT The U.S. COVID-19 outbreak is worse than it's ever been. Why aren't we acting like it?","sentiment_score":-0.2}
{"full_text":"ignored a global pandemic because he thought it would effect his re-election.A quarter million Americans died.His re-election was effected.He lost.","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"I'm not getting COVID-19!I don't hate myself THAT severely.","sentiment_score":-0.8}
{"full_text":"RT Important new info from Nearly 60% of of #covid19 infections are spread by asymptomatic people.-24% transmit cor...","sentiment_score":0.2121212121}
{"full_text":"RT also, the people who are attending the chromosome trainee auditions in wuhan tomorrow are asked to wear their school un...","sentiment_score":0.0}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"RT Another appalling and tragic consequence of the Trump Administration's dismissal of the coronavirus -- doctors, nurses, and o...","sentiment_score":-0.55}
{"full_text":"\"A Deep Reckonings video is an imaginary reckoning with some public figure who was credibly accused of wrongdoing and perhaps didn't have an authentic reckoning. So this is an imagined reckoning for them,\" says artist","sentiment_score":0.225}
{"full_text":"As the dust starts to settle over the 2020 #presidential #election, the #USA remains a much divided country on some very fundamental issues.Visit the link in bio to read more.@JoeBiden #uspresidentelect #uspresident #whitehouse #covid19 #nationalresponse","sentiment_score":0.2}
{"full_text":"At a time when mental health is declining across the country, a new study found that almost one in five people who have had Covid-19 go on to be diagnosed with a mental illness within three months of testing positive.","sentiment_score":0.0409090909}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT She talked to me this morning. It was the first time in 3 days. I stroked her wispy white hair, held the soft crease in her...","sentiment_score":0.1166666667}
{"full_text":"RT Brian Williams Calls Out Geraldo Rivera for Suggesting COVID-19 Vaccine Be Named After Trump","sentiment_score":0.0}
{"full_text":"6 Ways to stay safe and help prevent the spread of COVID-19","sentiment_score":0.5}
{"full_text":"First it was April then we will not see more then 15 case it will go away when it gets hot outThen it came to we will not see or hear about Covid after the election But here we are still seeing over 250,000 cases &amp; 2,000 deaths a day But hey Trump is the best conman Liar","sentiment_score":0.5}
{"full_text":"Don't become a super spreader. The safest way to celebrate this year is to keep your Thanksgiving holiday dinner limited to household members only.  #COVID19","sentiment_score":0.0873015873}
{"full_text":"Almost everyone knows someone somewhere who has had Covid. People have lost family\/friends to Covid in Bergamo, Berlin, Birmingham, Madrid. Loneliness is changing lives. We're now bringing people across Europe together for virtual chats on Dec 13.Sign-up","sentiment_score":0.0}
{"full_text":"Students, Please join us and sign the Community Pledge that will be posted on our website. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"RT While the world fights against one deadly pandemic - Pakistan is fighting against two, and there is no vaccine for the...","sentiment_score":-0.2}
{"full_text":"California enacts nighttime curfew as COVID-19 cases spikehttps:\/\/t.co\/TJxBEr6nnW","sentiment_score":0.0}
{"full_text":".@SophyRidgeSky We have been forgotten. We have been left behind. We are only in this together when it comes to paying for it.Fill your #GapsInSupport for #ExcludedUK taxpayers.https:\/\/t.co\/TjjSVgMf1Y","sentiment_score":-0.1333333333}
{"full_text":"We have come a long way in this battle against COVID-19. To lose this fight now, when we are so close to the finish line, is not an option.","sentiment_score":-0.05}
{"full_text":"Great point!","sentiment_score":1.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT Trump is at his golf course again, according to the pool report.Meanwhile, NBC News reports that the U.S. just hit 12 m...","sentiment_score":0.0}
{"full_text":"The U.S. reported yet another daily high mark for newly reported cases of COVID-19 on Thursday with nearly 188,000, according to a database kept by Johns Hopkins University.","sentiment_score":0.0990909091}
{"full_text":"The importance of using an #architect for good design to support mental #wellbeing. The design of our homes is vital in the support of #mentalwellbeing, particularly now more than ever in our new pandemic world.https:\/\/t.co\/qKYFhWJheG","sentiment_score":0.2505050505}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"\"Children at practice can contract COVID-19 from teammates and pass it on to their parents, who may work in health care, therefore bringing the virus into nursing homes or hospitals, she said.\"https:\/\/t.co\/8TlTWzk9O0","sentiment_score":0.0}
{"full_text":"Demand is rising in tandem with coronavirus infections.https:\/\/t.co\/7wtsERN8w7","sentiment_score":0.0}
{"full_text":"Summit County issued a stay at home advisory as COVID-19 cases and hospitalizations surge in the county. What does the advisory mean for you?","sentiment_score":-0.3125}
{"full_text":"RT And he believes he's a patriot","sentiment_score":0.0}
{"full_text":"ICYMI: Starting today, Newsom applies a month long #curfew to slow the spread of #COVID19 ","sentiment_score":-0.1166666667}
{"full_text":"#ThrowYourO at hOme! Stay safe and #GoDucks ","sentiment_score":0.5}
{"full_text":"COVID-19 cases and virus-related deaths are more prominent among minority populations than white peers.https:\/\/t.co\/zVgdL0HFXI","sentiment_score":0.3333333333}
{"full_text":"Health and Human Services Secretary Alex Azar said he would personally get vaccinated for COVID-19 in public and as soon as possible, emphasizing his confidence in any vaccine approved by U.S. regulators, a move that could now happen within weeks.","sentiment_score":0.0}
{"full_text":"RT You can partially thank all those lovely folks who couldn't skip Sturgis this year when you have to skip Thanksgiving. Reme...","sentiment_score":0.2}
