{"full_text":"Ppl getting sick and dying will not get this vaccine in time to save them or a lifetime of lung damage..you are letting ppl die..that is on you..but you don't care ..you just want suitcases of $$$$ from ppl to steal the election..we will never let u back in the WH ..80 million +","sentiment_score":-0.3571428571}
{"full_text":"RT On #WorldPhilosophyDay, let's reflect on the meaning of the current pandemic, underlining the need, more than ever bef...","sentiment_score":0.25}
{"full_text":"RT Please share this physicians's message far and wide.","sentiment_score":0.0}
{"full_text":"RT The leading coronavirus vaccines are shaping up to be on par with some of the most effective vaccines in medicine.","sentiment_score":0.55}
{"full_text":"And the scriptwriter clearly has Covid.","sentiment_score":0.1}
{"full_text":"Why don't you show the graph of COVID. 1 million are testing positive every week. You are killing people my your lack of leadership.","sentiment_score":0.2272727273}
{"full_text":"\"The number of new claims has fallen from peaks in the Spring but remains historically high. Economists say they are concerned about the continued high level of job loss this deep into the pandemic, as the virus surges anew.\"","sentiment_score":0.1140909091}
{"full_text":"Seizing data insights in the time of Covid-19. Learn how to respond to customer behavior and motivations.","sentiment_score":0.0}
{"full_text":"RT Every day, Joe Biden is focused on the threat of COVID-19 and how to save millions of Americans.Every day, trump is screa...","sentiment_score":0.0}
{"full_text":"RT N95 masks are most important tool, hospitals shoul...","sentiment_score":0.45}
{"full_text":"Wow! The world has gone mad with lockdowns. Excuse me, house arrest. Let's call it like it is. Lock the people down and get our communism government in place.","sentiment_score":-0.1511111111}
{"full_text":"Nine more positive cases were reported on November 19th in Kagoshima Prefecture, and four of them were related to the cluster occurred yesterday.Now, 585 cases of COVID-19 infected have been confirmed in the prefecture.Wearing a mask can really reduce risks of infection.","sentiment_score":0.2654545455}
{"full_text":"Heading into holidays, US COVID-19 testing strained again ","sentiment_score":0.0}
{"full_text":"RT Covid is growing rapidly in NYC. Cases doubled in past 14 days. Hospitalizations steadily rising.The closure of school...","sentiment_score":-0.0416666667}
{"full_text":"RT There is no evidence that this is true.","sentiment_score":0.35}
{"full_text":"RT Good read  Facts without the political hype.A Sensible and Compassionate Anti-COVID Strategy - Imprimis","sentiment_score":0.35}
{"full_text":"RT  NEW! Children &amp; #COVID19 Research Library now available - Explore our new database collecting evidence from around...","sentiment_score":0.2356060606}
{"full_text":"this is YOUR fault!","sentiment_score":0.0}
{"full_text":"I try to keep an open mind re Covid but there is little doubt that ppl like yourself have just allowed yourselves to avoid restrictions where you can as it is more convenient for you. Nothing will be normal until infections under control. If you help then that will come quicker.","sentiment_score":0.115625}
{"full_text":"RT Maryland coach Mike Locksley tested positive for COVID on Wednesday","sentiment_score":0.2272727273}
{"full_text":"Tweet after tweet after tweet about you losing the election. Do you not have a pandemic to be dealing with?","sentiment_score":0.0}
{"full_text":"RT When you lose the roof over your head, can't fill your gas tank in order to wait in the miles-long food lines, after lea...","sentiment_score":0.0}
{"full_text":"A MUST READ 2020 NEW UN REPORT: Stop the virus of disinformation: the malicious use of social media by terrorist,","sentiment_score":0.0848484848}
{"full_text":"Six principles of good crisis #scicomm coming from and how they can be applied everyday when communicating your #celltherapy #genetherapy research, by","sentiment_score":0.25}
{"full_text":"RT #Gurgaon #URGENT Need B-ve #Blood Covid-19 Convalescent Plasma Medanta Hospital. Call 8130188008#BloodAid via","sentiment_score":0.0}
{"full_text":"RT Strict public health measures are nothing new. Here's a newspaper notice from November 1918, at the height of the Spanis...","sentiment_score":0.0681818182}
{"full_text":"So many are dying at-home or in care homes. UK figures show more dying at home than hospital according to 5 year average. Excess deaths that they keep stamping as Covid.","sentiment_score":0.2833333333}
{"full_text":"RT THREAD: Illinois' top public health leader says everyone should get tested regularly for #COVID19 to slow the unrelenting su...","sentiment_score":0.05}
{"full_text":"Tangentially, Iowa state gov has passed a number of bills that attempt to make investigating factory farms punishable by years in prison. This industry loves a Republican-backed first amendment violation.","sentiment_score":0.25}
{"full_text":"RT CNN: Trump's refusal to coordinate on the vaccine, \"is bringing a staggering possibility into clearer view: that (he) is...","sentiment_score":0.0}
{"full_text":"(Reuters) China reports 12 new COVID-19 cases vs 8 a day earlier","sentiment_score":0.0681818182}
{"full_text":"RT Is this a joke? These guys that sold off and purchased stocks once informed of the coming #covid crisis? #InsiderTraderBonan...","sentiment_score":0.0}
{"full_text":"See Donny, its actually better if you just keep quiet!!","sentiment_score":0.25}
{"full_text":"RT COVID-19: Supermarkets most common exposure setting for catching coronavirus in England, latest data shows","sentiment_score":0.325}
{"full_text":"RT The wealth of Amazon's Jeff Bezos has increased $70,700,000,000 since mid-March while an estimated 20,000 Amazon workers have...","sentiment_score":0.0}
{"full_text":"Gov. Abbott does not care about us ... COVID-19 cases are rising and he doesn't want to do a lockdown.","sentiment_score":0.0}
{"full_text":"RT #DeathSantis refuses to protect Floridians against covid-19 yet the Governors' Mansion and Capitol are still on lock down. h...","sentiment_score":-0.1555555556}
{"full_text":"PLEASE, KEEP THAT COVID-19 FOOLERY IN UGANDA WHERE M7 IS MAKING MONEY AND KILLING OPPOSITION? Julius Malema's EFF condemns Bobi Wine arrest","sentiment_score":-0.05}
{"full_text":"RT A poll shows only 38% of Republicans feel the election was fair  . Remember these are the people who believe bleach cures...","sentiment_score":0.35}
{"full_text":"RT It's fuckin wild how the solution is as simple as \"just pay places to be closed and pay people to stay home\" and that's bee...","sentiment_score":0.0}
{"full_text":"This is the single most politicized virus in human history. You cannot trust \"new science\" POST-COVID from either side of the argument without it having biases. PERIOD. What did the PRE-COVID studies say... Masks are not effective in stopping the spread of viruses.","sentiment_score":0.052987013}
{"full_text":"Facebook Moderators Demand Better Safety Protections During Pandemic","sentiment_score":0.5}
{"full_text":"pandemic reality\/context aside, the phrase \"perennial voyage transcending the times\" alone warrants an entire reconcepting of the campaign","sentiment_score":0.0}
{"full_text":"RT Master is bored in lockdown. Get your ass on my Skype and entertain me bitches!","sentiment_score":-0.625}
{"full_text":"250K: a terrible milestone. Our sincere condolences to all who have lost a loved one to #COVID19--those who show up in our #ColorofCoronavirus graphs. \"Statistics are just people with the tears washed away.\" https:\/\/t.co\/Ik4Of84PPA","sentiment_score":0.0666666667}
{"full_text":"It's not too late to adopt Sweden's approach to #COVID-19https:\/\/t.co\/eIjjNEizno","sentiment_score":-0.3}
{"full_text":"RT You know Sturgeon's given an hour a day to \"treat us like  adults\" and 'keep us informed'?...","sentiment_score":0.0}
{"full_text":"SDCCU Holiday Bowl is hosting a food and blood drive at Grossmont Center to support San Diegans hit hard by the pandemic. Here's how to help.","sentiment_score":-0.1958333333}
{"full_text":"Seems to me that the #Democrats are the new #nazi party for America","sentiment_score":0.1363636364}
{"full_text":"RT HORRIFIC: 1,923 Americans died from Covid on Wednesday. That means nearly 2,000 families are mourning today. The spike...","sentiment_score":-0.45}
{"full_text":"Good jobs news: ApiJect Ltd. plans a 1 million square foot plant in Durham to make billions of syringes to be used in delivering COVID-19 vaccines. It will employ as many as 650 people. https:\/\/t.co\/LUoxGjzNn0 #ncpol","sentiment_score":0.6}
{"full_text":"I'll be fine, I'm sure: one thing to be said for French lockdown is that I can avoid going out in bad weather.","sentiment_score":0.0541666667}
{"full_text":"RT \"We were unimpressed with Gov. Kevin Stitt's COVID-19 executive orders earlier this week,\" our editorial board writes. \"They...","sentiment_score":0.0}
{"full_text":"They said #darkwinter was coming and you all thought it was a joke....","sentiment_score":0.0}
{"full_text":"RT Nero fiddles while coronavirus cases surge.Chaos has a terrible price.","sentiment_score":-1.0}
{"full_text":"Almost like negotiating this kind of thing with the artificial and unnecessary time limit you placed upon it during a pandemic was a stupid idea.","sentiment_score":-0.3}
{"full_text":"RT Wanna attend an event in Tulsa Co. soon? According to the GA Institute of Tech, a 10 person event is a 22% risk of COVID...","sentiment_score":0.0}
{"full_text":"Imagine if said this.","sentiment_score":0.0}
{"full_text":"This is a a great visual of the duration of the virus and hopefully peak infectious periods. Is day 3 correct for peak contagiousness? It looked to be later from the data in the paper. If someone could weigh in that would be great.","sentiment_score":0.4}
{"full_text":"RT Congress and the White House are nowhere on a covid relief package. SO many benefits about to expire with devastating effect...","sentiment_score":-0.1666666667}
{"full_text":"I thought we were gonna stop hearing about COVID Nov 3rd... ","sentiment_score":0.0}
{"full_text":"RT This isn't hyperbole. This woman is holding up the Biden transition. Anyone who dies of #Covid (&amp; MANY will!) because &amp;...","sentiment_score":0.625}
{"full_text":"\"We've already had one\"\"We've has one, yes, but what about second lockdown?\"","sentiment_score":0.0}
{"full_text":"A first grade teacher at my kids school had Covid back in July and just tested positive AGAIN. I was in her class on yesterday for about 30 minutes. I was masked. It's hard to keep mask on 1st graders. This is frightening. #COVID19","sentiment_score":-0.0628787879}
{"full_text":"RT The U.S. Senate has adjourned for the holidays without passing a coronavirus stimulus package to provide necessary suppor...","sentiment_score":0.0}
{"full_text":"RT I'm going to say something that may lose me some followers, but so be it.If you are a COVID denier and find yourself...","sentiment_score":0.0}
{"full_text":"RT Armed German police treat lockdown skeptic doctor like a literal terrorist. Chilling.","sentiment_score":-0.25}
{"full_text":"and take this from a good soul who works at a hospital!","sentiment_score":0.875}
{"full_text":"Interesting new tracker Work began in JANUARY deciphering of the SARS-CoV-2 genome.What were leaders doing about it in JANUARY while the genome was being looked at? I read about the virus in JANUARY. Now it feels like I'm the only one.","sentiment_score":0.2121212121}
{"full_text":"RT Stay home if you can and wear a mask if you're out. Your healthcare workers will thank you - and you'll help them stay...","sentiment_score":0.0}
{"full_text":"RT Behind the more than 250,000 lives lost are families, friends, and communities that will never be the same. a...","sentiment_score":0.0333333333}
{"full_text":"RT More than 700 children die every day from diarrhoea caused by unsafe water, sanitation &amp; poor hygiene.Clean &amp; safe sanitation...","sentiment_score":0.2}
{"full_text":"RT Birx has NO CREDIBILITY. She must go!","sentiment_score":0.0}
{"full_text":"RT Today's COVID-19 metrics. The actions we take over the next few weeks will determine whether we can prevent the large surg...","sentiment_score":0.0047619048}
{"full_text":"RT President Elect Joe Biden is ready to serve - but Trump hates losing so much that he's willing to let people die from covid r...","sentiment_score":0.3625}
{"full_text":"Bearcat Comedy at the Turks Head - ready for December when the Lockdown ends . . . - Full refund if shows do not go ahead.","sentiment_score":0.275}
{"full_text":"RT Catch me talking w\/ Chuck Mertz of WNUR's This is Hell radio show today at 10 am Chicago\/ 11 am New York!","sentiment_score":0.1704545455}
{"full_text":"RT It is dangerous to live in #SouthDakota. #NorthDakota #Wyominghttps:\/\/t.co\/mo0OXmx6HR","sentiment_score":-0.2318181818}
{"full_text":"RT Brexit to blow PS50bn hole in UK's economic recovery from coronavirus pandemic, says KPMG(The Independent) Look th...","sentiment_score":0.1}
{"full_text":"RT The fundraiser was set up by two avid fans to help save a theatre close to the actor's heart as lockdown threa...","sentiment_score":0.25}
{"full_text":"RT CNN's Kaitlan Collins Reports Trump Is 'Much More Consumed About' Election Fight Than the Pandemic","sentiment_score":0.5}
{"full_text":"Pandemic allowing, which new buildings are you most looking forward to seeing completed next year?","sentiment_score":0.2121212121}
{"full_text":"3 district related Covid deaths Monday, one positive teacher in my dept last week, 1 quarantined b\/c of spouse testing positive, 2 positive today, and 20+ of my students quarantined or positive. But by god let's keep the schools open.","sentiment_score":0.1298701299}
{"full_text":"Getting a little disillusioned. Haven't heard from Schumer about this.Hey, Chuck! WTF are YOU doing?","sentiment_score":-0.3671875}
{"full_text":"RT The COVID pandemic is changing Boston's economy, how and where we work, and what we do for a living. Later this morning, so...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Supermarkets most common exposure setting for catching coronavirus in England, latest data shows","sentiment_score":0.325}
{"full_text":"RT If you are involved in testing for Covid-19 Microzone MicroLYSIS RNA offers an effective alternative to time consuming an...","sentiment_score":0.35}
{"full_text":"RT NEW: \"Data from 191 countries shows no consistent link between reopening schools and increased rates of coronavirus inf...","sentiment_score":0.0056818182}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT Watch this guy's solution to survive the pandemic. ","sentiment_score":0.0}
{"full_text":"Stay The Fuck at Home with Samuel L. Jackson (FULL VERSION, Uncensored) via","sentiment_score":-0.025}
{"full_text":"RT And the politicians that are doing the conditioning are out, maskless, celebrating with their family and friends...@Gavi...","sentiment_score":0.0}
{"full_text":"This week on The 2% sits down with of to discuss everything from managing the enormous surge of coronavirus video demand, responding to consumer needs during lockdown, the loneliness epidemic &amp; more! Listen in","sentiment_score":0.1564814815}
{"full_text":"RT If lockdowns worked, why would we need to lockdown again?If lockdowns didn't work, why should we lockdown again?","sentiment_score":0.0}
{"full_text":"RT I'm told that many Germans are stockpiling cheese and sausages in anticipation of a COVID lockdown -- planning, in other w...","sentiment_score":0.1875}
{"full_text":"RT Trump sulks in the White House, as #COVID19 spreads, killing Americans.#wtpBlue #TrumpVirusDeathToll250KWhile Trum...","sentiment_score":0.0}
{"full_text":"RT Today, will feature on about the funding challenges currently face. We'r...","sentiment_score":0.0}
{"full_text":"RT The COVID-19 global pandemic has witnessed unparalleled tech adoption, be it at home, in style of work, healthcare and ed...","sentiment_score":0.0}
{"full_text":"Five things to know about Maryland's new school coronavirus dashboard","sentiment_score":0.1363636364}
{"full_text":"  Whole grains are part of a sustainable and healthy diet \"Policy can contribute to building a knowledge base and sending coherent policy message [...] to support transition to sustainable whole grain consumption.\"","sentiment_score":0.12}
{"full_text":"I'm so glad that \"the covid drugs now available to make PROPLE better are amazing.\" Too bad you've failed the PEOPLE in our country! But good job ig on helping the PROPLE in this country. ","sentiment_score":0.1964285714}
{"full_text":"MI is currently experiencing a shortage in COVID-19 tests. Due to this shortage, the state will not be currently testing asymptomatic people.  If you have had direct exposure you are to continue to follow CDC guidelines of self-isolation and monitoring yourself for 10 days, etc.","sentiment_score":-0.00625}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"RT Doctors Without Borders and Amnesty International trying to help the humanitarian crisis in the US created by the","sentiment_score":0.0}
{"full_text":"Another thread from my girl!!! #TheMoreYouKnow","sentiment_score":0.0}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"RT 42 years ago today I survived a mass shooting &amp; massacre at Jonestown. Congressman Leo Ryan was assassinated along w\/courage...","sentiment_score":0.0}
{"full_text":"RT The pandemic is triggering another disaster -- Untreated diseases: editorial #Covid19 ","sentiment_score":0.0}
{"full_text":"RT States that imposed the fewest restrictions now have the worst COVID-19 outbreaks","sentiment_score":-1.0}
{"full_text":"RT Leading circuits in the UK receive government funding to overcome loss of spectator venue:https:\/\/t.co\/5Kf7WslTPG","sentiment_score":0.0}
{"full_text":"That's where you are mistaken. Once the death certificate says \"COD: Presumed COVID\" there is no further investigation. It becomes a \"fact\" even though there is no evidence to validate the ruling. That's data manipulation pure and simple.","sentiment_score":0.0714285714}
{"full_text":"How can someone eat inside a restaurant and be \"safe\" from viral spread? There's literally no way. My mom just caught COVID, and she caught it when she ate with a coworker unmasked. It's a very high risk, and unnecessary activity. It sucks, I agree, but it's a risk.","sentiment_score":0.002}
{"full_text":"Don't forget 30% off During lockdown at Rue B! -","sentiment_score":0.0}
{"full_text":"Nothing on his schedule for like 2 weeks and this is it? No Covid no relief bill. This man is literally focusing on the only people he knows for sure didn't vote against him.","sentiment_score":0.25}
{"full_text":"Coronavirus has killed millions of people just like the world war. Economy collapsed , every one stayed back in their house , people got killed . Dont u think the virus has kinda intruded our lives just like war . We are in war with an invisible engineered virus.","sentiment_score":-0.1333333333}
{"full_text":"\"Dude this game is gonna be huge for my hudl. I can't let covid stop my chance at going d3 if I play well\"","sentiment_score":2.775557562e-17}
{"full_text":"RT Honestly, Warner's \"Stay the fuck home and we'll give you WONDER WOMAN on HBO MAX\" is more than the Trump administration is...","sentiment_score":0.2333333333}
{"full_text":"RT More than 250K Americans have died from COVID-19.Do your job Mitch.Pass. The. Heroes. Act. Now.","sentiment_score":0.5}
{"full_text":"RT Dear know you're preoccupied with overturning the election, but I'm just leaving the ER and wante...","sentiment_score":0.0}
{"full_text":"#visualcontenting #contentmarketing #socialmedia #seo How Is Healthcare #Marketing Coping with Coronavirus and What","sentiment_score":0.0}
{"full_text":"RT Shabat remains sceptical about any future investment having the chance of not happening due to the significant levels of d...","sentiment_score":0.0833333333}
{"full_text":"RT Trumpists are already blaming Joe Biden for coronavirus deaths.He doesn't officially become president for 2 months.","sentiment_score":0.0}
{"full_text":"RT COVID is exploding, and:1) Senate goes on recess2) Trump refuses to begin transition Shameful moment all around","sentiment_score":0.0}
{"full_text":"A reminder that which broke the Tyson worker COVID infection betting pool story, is a non-profit. Donations can be made here","sentiment_score":0.0}
{"full_text":"RT \"We're in an emergency.\" Stormont Vail Hospital in northeast Kansas is rushing to adapt to a surge of COVID-19 patients whi...","sentiment_score":0.0}
{"full_text":"Spot on ","sentiment_score":0.0}
{"full_text":"RT Armed German police treat lockdown skeptic doctor like a literal terrorist. Chilling.","sentiment_score":-0.25}
{"full_text":"RT As usual, an excellent show. Gets me through this lockdown. Great value, too. All #trfc fans should get on this.","sentiment_score":0.5166666667}
{"full_text":"RT This is depraved.\"Tyson Foods ordered employees to report for work while supervisors privately wagered money on the numbe...","sentiment_score":0.0}
{"full_text":"RT COVID when I'm out grooving without a mask on:","sentiment_score":0.0}
{"full_text":"RT The President is touting a news conference on what he's calling \"a very clear and viable path to victory\", which...","sentiment_score":0.13}
{"full_text":"RT Dr. Sandeep Vijan, Parkview's chief medical officer, said the hospital is at 99 percent capacity and 96 COVID-19 patient...","sentiment_score":0.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT Doctors Without Borders and Amnesty International trying to help the humanitarian crisis in the US created by the","sentiment_score":0.0}
{"full_text":"I needed to go into town - first time in months - and fully 3\/4 of people are swanning around without masks! After all this time, and all the media coverage. During a lockdown! People. Are. Dying.","sentiment_score":0.390625}
{"full_text":"RT \"Trade unions are now having to consider taking grievances to address health and safety concerns of pregnant and vulnerable...","sentiment_score":-0.0833333333}
{"full_text":"RT A wedding in Washington state attended by over 300 people has been linked to nearly 40 COVID-19 cases so far, health officials sai...","sentiment_score":0.1}
{"full_text":"RT Supermarkets are the most frequent common exposure setting for those catching #COVID19, according to new data from Public Heal...","sentiment_score":0.1727272727}
{"full_text":"Local Covid-19 counts for Nov. 19, 2020","sentiment_score":0.0}
{"full_text":"RT Behind the more than 250,000 lives lost are families, friends, and communities that will never be the same. a...","sentiment_score":0.0333333333}
{"full_text":"RT GOP: If your employer forces you to work in deadly conditions, while literally betting on you to get sick, you should N...","sentiment_score":-0.4571428571}
{"full_text":"RT Joe Biden says his plans for COVID vaccine distribution could \"be behind by weeks or months\" because of the Trump admin's...","sentiment_score":-0.4}
{"full_text":"RT Oh, good grief!","sentiment_score":-0.15}
{"full_text":"Follow stay-at-home orders without stopping your home search. Schedule a live video tour through my KW App, and I'll walk you through your favorite properties while you stay safe. Don't have my app? Download it here:","sentiment_score":0.3787878788}
{"full_text":"RT Behind the more than 250,000 lives lost are families, friends, and communities that will never be the same. a...","sentiment_score":0.0333333333}
{"full_text":"\"They are very, very challenging times, and we should be cutting ourselves some slack, and it's totally okay to not follow all of the COVID and election updates. Be kind to yourself.\" - #mentalhealth","sentiment_score":0.2875}
{"full_text":"We really like this initiative  as #SmallBusinesses it's great to work together so we can learn from each others #Covid experiences and #grow","sentiment_score":0.5}
{"full_text":"With #coronavirus cases on the rise in Middle East following weeks of decline, the top UN official in the region has welcomed the #Palestinian Authority's decision to resume coordination with #Israel. ","sentiment_score":0.1666666667}
{"full_text":"Ensuring you continue to recycle properly throughout lockdown will help recycling to continue.Throwing non-recyclable materials into your bin actually costs valuable resources that would be used in the #recycling process.Learn more:","sentiment_score":0.1666666667}
{"full_text":"Regional Director for the Eastern Mediterranean Dr. Ahmed al-Mandhari said it is too early to determine the possibility of the coronavirus pandemic turning out to be a seasonal disease#EgyptToday #Egypt #COVID19https:\/\/t.co\/oFIqAYne1T","sentiment_score":0.1}
{"full_text":"Use of masks will be mandatory at all times at team facilities, including during practice and in weight rooms. #NFL","sentiment_score":0.0}
{"full_text":"RT JUST IN--Analysis shows #COVID19 surge is worst now in places where leaders neglected to keep up forceful virus containmen...","sentiment_score":-1.0}
{"full_text":"I THINK it is staffed beds. It is per the daily executive order report put out by herehttps:\/\/t.co\/KoOVPLQ0y2Regardless it is terrible. Don't get sick any of you. There is almost no one to take care of you.","sentiment_score":-0.5714285714}
{"full_text":"Have you ever been in close contact with someone who has COVID-19? Help #SlowtheSpread and quarantine, or stay home, for 14 days after your last contact.","sentiment_score":0.0}
{"full_text":"#ICYMI the #ConsMark2020 conference has been postponed until October 2021 in response to Covid. Keep an eye out for updates on abstract and proposal deadlines!https:\/\/t.co\/O4xoeO7AM7","sentiment_score":0.0}
{"full_text":"New clown car washes: How a circus troupe in Munich adapts business to #COVID19. CGTN's Natalie Carney explains.","sentiment_score":0.1363636364}
{"full_text":"\"One thing we knew about Nickelodeon is that people that are of a certain age that grew up in the '80s and '90s have this strong reaction to the channel,\" said Scott Barber, one of the makers of he Orange Years: The Nickelodeon Story.https:\/\/t.co\/AxrdO7E44m","sentiment_score":0.3238095238}
{"full_text":"RT Dear know you're preoccupied with overturning the election, but I'm just leaving the ER and wante...","sentiment_score":0.0}
{"full_text":"RT Amazon has it for $18. I refuse to pay as it's an incomplete work. It's missing a chapter on nursing homes.","sentiment_score":-0.2}
{"full_text":"\"#COVID19 is not to be laughed off as only a threat to old people.\" Teens who develop even mild symptoms from the virus could suffer heart damage.","sentiment_score":0.2833333333}
{"full_text":"This year looking for the best holiday light displays are likely to be more popular as other traditions are canceled or scaled down due to the surging COVID-19 pandemic. And these are the best showcases we could find. https:\/\/t.co\/c5X2OgAn9J","sentiment_score":0.3438271605}
{"full_text":"Has your drinking increased during lockdown? If, like John, you're over 50 and worried about your drinking you can get support. have launched a free confidential helpline to support older adults in the UK. Call 0808 8010750 or visit:","sentiment_score":0.2833333333}
{"full_text":"Oxford #CovidVaccine Safe for Older Adults, Results Show #oxfordvaccine","sentiment_score":0.3333333333}
{"full_text":"While the pandemic was a surprise for everyone at Central Michigan University, the Career Development Center has been able to provide adaptable opportunities for graduating students.https:\/\/t.co\/QQIQ86zrgt","sentiment_score":0.1333333333}
{"full_text":".@agoda's GoLocal campaign offers spontaneous travelers the best value deals for immediate travel plans. Details here on how the company is offering increased flexibility in light of uncertainties caused by the pandemic.","sentiment_score":0.525}
{"full_text":"Some Cedar Rapids area businesses discourage holiday travel for employees","sentiment_score":0.0}
{"full_text":"During UVA's Medical Center Hour, Dr. Anthony Fauci shared key insights, especially when it comes to COVID-19 vaccines.","sentiment_score":-0.025}
{"full_text":"RT  sir plz help us...there are so many cases of corona in mandi city ...","sentiment_score":0.5}
{"full_text":"Conditions inside the nation's hospitals are deteriorating by the day as the coronavirus rages across the U.S. at an unrelenting pace and the death toll surpasses 250,000.","sentiment_score":0.0}
{"full_text":"This week as new coronavirus hospitalizations continue to set new records across Iowa Gov. Kim Reynolds issued new restrictions including a partial indoor mask requirement.Read more of this week's headlines in our Daily Digest news blog.","sentiment_score":0.1348484848}
{"full_text":"Local COVID testing sites seeing increased demandhttps:\/\/t.co\/Hn80AHShxE","sentiment_score":0.0}
{"full_text":"A lot of the effort to slow the spread of the coronavirus comes down to a seemingly simple concept: Wearing a mask.","sentiment_score":-0.1518518519}
{"full_text":"RT They've been working on a vaccine for HIV for 40 years and still there is no vaccine, but they somehow developed a COVID...","sentiment_score":0.1}
{"full_text":"NEW Covid recovery support group for carers:in partnership with &amp; The first session is via Zoom or telephone on Monday 23 November, 12.30pm - 1.30pm. Find out more  - mhcc.engagement@nhs.net or text 07702 66 81 69.","sentiment_score":0.2954545455}
{"full_text":"The COVID-19 vaccination will be an important tool to help stop the pandemic. Learn more about Utah's vaccination plan at","sentiment_score":0.45}
{"full_text":"As #ELearning has become the norm for many students &amp; families in a COVID-19 world, the topic of language inclusivity for virtual learners must be a part of the conversation around building an accessible educational system. #indyschool #independentschool","sentiment_score":0.375}
{"full_text":"#TrumpIsANationalDisgrace250,579+ AmericansDEAD #COVID19 11\/1911,531,743+ Americans Infected#RemoveTrumpNow","sentiment_score":0.0}
{"full_text":"95% effective Covid vaccine is a miracle of hope 99+% survival rate without a vaccine is cause for utter despair and panicIf you're a healthy person, the vaccine doesn't change much. The real question is whether that 5% consists primarily of people who were already at risk.","sentiment_score":0.3166666667}
{"full_text":"Your two-year-old can get free childcare if your family situation has recently changed due to COVID-19","sentiment_score":0.0916666667}
{"full_text":"As the son of a teacher, I know how hard our teachers work to make sure our students have what they need to succeed. This pandemic has created many challenges, but our teachers have stepped up to ensure our kids are on track. This #AmericanEducationWeek, I commend these heroes.","sentiment_score":0.2361111111}
{"full_text":"The International Monetary Fund says the German banking sector is likely see the coronavirus crisis deliver a significant hit to profits and capital, but said it remains broadly resilient.","sentiment_score":0.0875}
{"full_text":"Of Note: The safety net in the aftermath of the pandemic via","sentiment_score":0.0}
{"full_text":"To beat #COVID19 in your communities, 5 key measures can protect you and others from the new coronavirus. We Are #InThisTogether!","sentiment_score":0.0852272727}
{"full_text":"RT Trump administration's refusal to cooperate with President-Elect Biden is worsening COVID-19 human rights crisis. Today, the U...","sentiment_score":0.0}
