{"full_text":"RT Note Rc-o319 virus from JP, one of the two novel viruses thrilling CCP's media and their colleagues around the world.The...","sentiment_score":0.25}
{"full_text":"RT We've sent you two relief bills. Go ask Mitch.","sentiment_score":0.0}
{"full_text":"Durham reports 41 new COVID-19 cases on Friday","sentiment_score":0.1363636364}
{"full_text":"What a disgrace! You really couldn't make this up!!","sentiment_score":0.3125}
{"full_text":"If you're going out to bars &amp; restaurants &amp; being around randoms I don't wanna hear any bitching ab COVID... you clearly don't care so pick one","sentiment_score":0.1}
{"full_text":"RT  Hey Central Island, we need YOUR help! #COVID19 infection rates are rising in our communities. In the Central Islan...","sentiment_score":0.0}
{"full_text":"RT COVID hospitalization risk has increased for those over 70, Quebec says","sentiment_score":0.0}
{"full_text":"RT Wisconsin, COVID-19 is raging across our state and there's a lot ALL of us can do still to help stop the spread.This is...","sentiment_score":0.0}
{"full_text":"RT Earlier this week, I joined Hands of Christ Duluth Co-Op to box &amp; deliver Thanksgiving meals and supplies for families in ne...","sentiment_score":0.0}
{"full_text":"RT The Worst Governor in America calls the United States Supreme Court irrelevant. The Worst Governor in America believes...","sentiment_score":-0.8333333333}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"So the have players enter Covid, and the pushes their game up 7hrs! Now the have players in Covid, does their game move up? Nope, it gets moved back not once but twice!!! Why?!?! #LeagueBias","sentiment_score":-0.3}
{"full_text":"RT 50 million people traveled for Thanksgiving. How will this look in two weeks?A heartbreaking look inside COVID-19 hospital...","sentiment_score":0.0}
{"full_text":"WHY ARE STORES PROMOTING BLACK FRIDAY DURING THIS PANDEMIC","sentiment_score":-0.1666666667}
{"full_text":"An update regarding tomorrow's MTSU\/FAU game.I have not heard anything on MTSU's side since my last update.","sentiment_score":0.0}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"RT Pope Blasts Those Who Criticize COVID Restrictions in the Name of \"Personal Freedom\"","sentiment_score":0.0}
{"full_text":"RT For general Covid vaccine info: the US FDA has ***yet*** to approve any vaccine, even for emergency use. Furthermore,...","sentiment_score":0.05}
{"full_text":"Holy shit, that's hilarious","sentiment_score":0.15}
{"full_text":"My heart is still crying about that poor worker at Walmart today who kept getting yelled at by a lady who refused to wear a mask.","sentiment_score":-0.3}
{"full_text":"RT \"NOTE: Information on business and services restrictions that were announced on Nov. 24 will be pos...","sentiment_score":0.0}
{"full_text":"RT Tonight 1766 people are isolating as they are known direct contacts of the 200 people with covid -19. That's 301 more tha...","sentiment_score":0.3}
{"full_text":"RT wait u guys are actually gonna go black friday shopping in the middle of a pandemic I thought that was a joke","sentiment_score":-0.0555555556}
{"full_text":"7 months after JBSGreeley, Colorado, briefly closed due to an outbreak that left 6 dead, the virus has hit that workplace again: Last week, 20 at the facility and 34 more at the local corporate headquarters tested positivehttps:\/\/t.co\/AUmPf34iZS","sentiment_score":0.009375}
{"full_text":"If we're under lockdown again why the heck are there so many cars still on the road","sentiment_score":0.5}
{"full_text":"THIS","sentiment_score":0.0}
{"full_text":"RT Melbourne had the longest, strictest lockdown in the developed world. Australia has had among the toughest mask and social-dis...","sentiment_score":0.1}
{"full_text":"I guess that price is 'reasonable' today in the midst of all the panic buying and the imaginary ammo shortage.  I can wait for sanity to return.","sentiment_score":0.2}
{"full_text":"RT NEWS: Ohio State head coach Ryan Day has tested positive for COVID-19 and won't travel to Illinois. Larry Johnson will se...","sentiment_score":0.2272727273}
{"full_text":"RT Iran News in Brief - November 27, 2020 Maryam Rajavi Remarks on Terrorism Trial of Iran Diplomat Assadi and His Accompli...","sentiment_score":0.0}
{"full_text":"This is the best thing I've seen on #RTE since lock down  I'm singing my lung out here  fair play to Ryan &amp; all  #LateLateToyShowSingalong","sentiment_score":0.5148148148}
{"full_text":"May I remind of the Golden Rule -- 'Do unto others as you would have them do unto you.' Infecting others with Covid stands in contradiction to Jesus' teachings.","sentiment_score":0.3}
{"full_text":"RT Since the first U.K. lockdown all those months ago (feels like a lifetime ago!), has uploaded 137 videos on You...","sentiment_score":0.3125}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"RT Update: PCR test confirms the Crime OIC of the Colpetty Police, who passed away this morning in the vicinity of Galle Fa...","sentiment_score":0.0}
{"full_text":"Is there any way we can organize a welcome home group, people just stay in cars to honk when team arrives. Would just need help on when to be at Ames to do this.","sentiment_score":0.8}
{"full_text":"We could just do what we do every flu season. Flu still claims thousands of lives and this isn't less tragic to those at risk and their families - guidance, not mandates.Besides, my lack of a satisfactory solution does not automatically justify lockdown and its misery.","sentiment_score":-0.4583333333}
{"full_text":"Eric Clapton was the dude who literally made a love song for George Harrison's wifealso apparently he's a bit of a cunt so","sentiment_score":0.275}
{"full_text":"God bless the stock market.","sentiment_score":0.0}
{"full_text":"RT Minor pet peeve that bugs me after 8 months of this thing: when someone tests positive, they are testing positive for the SARS...","sentiment_score":0.1348484848}
{"full_text":"RT This guy is STILL out there raising $$ for this. After he verbally assaulted sheriff dep. &amp; Health Dept workers doing thei...","sentiment_score":0.0}
{"full_text":"Clearing up 49ers Covid list situation w\/ timetable for Williams, Aiyuk, Jones to play vs. Rams...5 straight days of negative tests needed. Players in bold are still on the list. All remaining players except DJ will be 8-9 days in when their last activation chance comes tomorrow","sentiment_score":0.0583333333}
{"full_text":"RT .@UtahDepOfHealth is reporting 569 #COVID19 patients currently hospitalized. 205 of those patients are in the ICU. At refer...","sentiment_score":0.0}
{"full_text":"RT The first 10 months of Covid were a test of sociology, behavior, logistics, &amp; politics. The U.S. flunked the test.Novemb...","sentiment_score":0.25}
{"full_text":"RT The #COVID19 outbreak at the Edmonton Remand Centre has now grown to 64 inmates and 21 JSG staff. Five inmates at the #...","sentiment_score":0.0}
{"full_text":"RT #CDC Quietly Admits That Less than 10,000 Really Died from #COVID19 #Lying #DemocRats &amp; #DeepStateCorruption ","sentiment_score":0.0111111111}
{"full_text":"RT A Covid-19 patient played the violin while on a ventilator in the ICU to thank health care workers","sentiment_score":0.0}
{"full_text":"RT .@Pontifex: \"To come out of this crisis better, we have to recover the knowledge that as a people we have a shared destin...","sentiment_score":0.5}
{"full_text":"RT Portman has had months to do a relief package. Nothing. Rams through a justice and judges; tweets about parks and hims...","sentiment_score":0.0}
{"full_text":"C'mon Georgians...#vote for #OssoffForSenate and #WarnockForSenate","sentiment_score":0.0}
{"full_text":"Didn't even need to say that last line....we knew that already lmaoooo","sentiment_score":0.0}
{"full_text":"RT have we *ever* seen this media obsession with voters who backed losing candidate?","sentiment_score":0.0}
{"full_text":"Look no further than Disney. Parks closed. Movie theaters closed. Cruises closed. Resorts doing a fraction of pre Covid business. And stock is near an all-time high. I feel like I'm taking crazy pills.","sentiment_score":-0.0914285714}
{"full_text":"RT Everyone in #ableg, share your opinion of the Alberta government's COVID-19 strategy using only a GIF. Here's mine:","sentiment_score":0.0}
{"full_text":"RT The replies to this ","sentiment_score":0.0}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"Welcome to 2020","sentiment_score":0.8}
{"full_text":"RT Interesting thread.It points to the possibility of COVID-19 community spread being more extensive currently known (beca...","sentiment_score":0.25}
{"full_text":"RT Nearly 200,000 people across state and federal prisons in the U.S. have tested positive for #COVID19, reports.A...","sentiment_score":0.1636363636}
{"full_text":"#MoscowMitchMcTraitor wants what? #MoscowMitch wants IMMUNITY for all big biz that have employees dying from Covid due to lack of safety protocols. Who's Mitch working for? HIMSELF, Russia, China, all GOP corrupt criminals like","sentiment_score":-0.045}
{"full_text":"RT Around the world, thousands of physicians have died supporting covid patients. pays tribute to a small group of 1...","sentiment_score":0.0}
{"full_text":"Every flag represents a American killed by the #TrumpVirus. 2000 flags now added each day as the Trump Death Toll escalates. #Trump  #COVID19","sentiment_score":-0.1}
{"full_text":"RT Check the stats. U.S. deaths this year are pretty much in line with years past.  But deaths from pneumonia, heart disease a...","sentiment_score":0.0666666667}
{"full_text":"How does a country like North Korea get COVID when they are totally isolated. No one comes or goes. Hmmmm","sentiment_score":0.0}
{"full_text":"COVID-19 in Ohio: The 17,065 new cases of coronavirus with 72 additional deaths over the past two days","sentiment_score":-0.0568181818}
{"full_text":"RT \"They illuminate the marked inequality, ecological degradation &amp; increasing epidemiological threats that plague the modern...","sentiment_score":0.2333333333}
{"full_text":"RT Ohio State coach Ryan Day will not coach against #illini after testing positive for COVID-19https:\/\/t.co\/ciFhkhgQ2C","sentiment_score":0.2272727273}
{"full_text":"RT .@Pontifex: \"To come out of this crisis better, we have to recover the knowledge that as a people we have a shared destin...","sentiment_score":0.5}
{"full_text":"RT Knackered just watching that. Breathless half. Most intense 40 mins of any sport I've watched since first lockdown. Fantasti...","sentiment_score":0.1958333333}
{"full_text":"Hailed as heroes, essential workers have cared for the elderly and kept food supplies moving from farms to supermarkets. But thousands are also undocumented immigrants facing this choice to keep their jobs: ride a crowded bus or drive without license.","sentiment_score":0.0}
{"full_text":"RT Earlier this week, I joined Hands of Christ Duluth Co-Op to box &amp; deliver Thanksgiving meals and supplies for families in ne...","sentiment_score":0.0}
{"full_text":"RT PCR test confirms the OIC of the Colpetty Police Crimes Division who passed away this morning in the vicinity of Galle Fac...","sentiment_score":0.0}
{"full_text":"RT New York reports more than 8,000 new coronavirus cases, biggest one-day increase since April- New cases: 8,176- Positivity...","sentiment_score":0.2272727273}
{"full_text":"RT This is a great read. Thank you so much   x","sentiment_score":0.5}
{"full_text":"RT MY COVID-19 JOURNEY - 12 days out.","sentiment_score":0.0}
{"full_text":"Went out to grab batteries and soju. I cannot believe the amount of people out Black Friday shipping- and in NO masks. This is why covid ain't leaving! If you're gonna go out, wear a fucking mask y'all. Idc if it's your right, it's also the stores right to refuse service!","sentiment_score":-0.0413690476}
{"full_text":"RT MacFarlane, if you don't understand the ruling, you shouldn't comment on it.","sentiment_score":0.0}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"The weekly summary of long-term care facilities in Idaho with COVID-19 was released today. More on that:","sentiment_score":0.5}
{"full_text":"RT Doesn't have COVID-19????","sentiment_score":0.0}
{"full_text":"BREAKING: Premier Scott Moe has tested negative for COVID-19. He will remain in self-isolation until Sunday, November 29th. #skpoli #COVID19SK","sentiment_score":-0.3}
{"full_text":"New study finds the #SARSCoV2 virus survives on surfaces for hours, with longer survival times on plastic &amp; glass compared to metals. #COVID19 #MedLab #Physics #Research #Coronavirus","sentiment_score":0.1363636364}
{"full_text":"Even for the pandemic season it's pretty accurate xD","sentiment_score":0.325}
{"full_text":"3 #DigitalTransformation Initiatives for CIOs During the Pandemic | #Tech #CTG  via","sentiment_score":0.0}
{"full_text":"how hard is it to follow the freaking rules people.","sentiment_score":-0.2916666667}
{"full_text":"RT The Republican conspiracy theorists said that after the election, the pandemic would magically disappear, having serve...","sentiment_score":0.5}
{"full_text":"RT Health Ministry's COVID-19 update:* 2 additional deaths* 16 new cases* 8 people discharged from public health facilit...","sentiment_score":0.0681818182}
{"full_text":"When Covid is under control and we're traveling again there's a strong likelihood I'll be out there often. I will   take you up on that beer, it'd be awesome to catch up.","sentiment_score":0.7166666667}
{"full_text":"RT ALERT: #COVID19 cases are rapidly rising across the U.S.As we begin to spend more time indoors together, the virus can spread...","sentiment_score":0.5}
{"full_text":"RT London Community Response Fund has rapid-response grants available to community groups of up to PS10,000 for navigating...","sentiment_score":0.4}
{"full_text":"RT Each year in America alone, nearly 1 million marriages end in divorce and it's expected to rise due to the COVID-19 pan...","sentiment_score":-0.0416666667}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"RT Corona getting her a ToGo plate and headed back to y'all house.","sentiment_score":0.0}
{"full_text":"Usually, tonight would be a big night for the Circle of Lights in downtown Indy. However, the ongoing COVID-19 pandemic is prompting organizers to plan smaller-scale events.","sentiment_score":-0.125}
{"full_text":"The government has asked the regulator to assess the Oxford\/AstraZeneca coronavirus vaccine, as some scientists are calling for more action to persuade those who are hesitant about taking a coronavirus vaccine.https:\/\/t.co\/zCXQiDKzfd","sentiment_score":0.3}
{"full_text":"#News: Hospital charity is due to give at least PS1 million for initiatives to support NHS staff at Leeds Teaching Hospitals NHS Trust during the second wave of the pandemic #LeedsCares #LeedsNews #Leeds","sentiment_score":-0.1416666667}
{"full_text":"Coronavirus has created winners - and losers - in the housing market:https:\/\/t.co\/QA3pf4iblc","sentiment_score":-0.2}
{"full_text":"Snow and #COVID19 restrictions: How two #Colorado ski resorts plan to open lifts","sentiment_score":0.0}
{"full_text":"In tomorrow's #IrishNews WEEKEND Edition with asthma has become as contagious as Covid, many people are being disingenuous\"  ","sentiment_score":0.5}
{"full_text":"Amid Pandemic, Earlier Promotions Black Friday Takes New Shape","sentiment_score":-0.0101010101}
{"full_text":"RT Macro in relation to clinical social work, interesting read! #344macro","sentiment_score":0.3291666667}
{"full_text":"RT Wow, so Pope Francis has basically openly called Amy Covid Barrett and GOPers in SCOTUS a bunch of evil selfish small-m...","sentiment_score":-0.35}
{"full_text":"RT This Week in Canada, Episode 26: Justin Trudeau gets pranked!In this episode we talk about Justin Trudeau's embarras...","sentiment_score":0.0}
{"full_text":"They are hoped to help reduce the spread of the virushttps:\/\/t.co\/tvKUmqHDOz","sentiment_score":0.0}
{"full_text":"Can wearable health tech help fight COVID-19?If you were looking for a sign to buy the newest FitBit or Apple Watch on #BlackFriday -- consider this it.","sentiment_score":0.0}
{"full_text":"Most of #England banned from household mixing for months under #BorisJohnson's new tiered #coronavirus restrictionshttps:\/\/t.co\/Sri7osjCcj","sentiment_score":0.3181818182}
{"full_text":"Introducing What a voice. Love this acoustic version of 'Love You Twice'! Also check out her new single 'Blueprints':","sentiment_score":0.2974837662}
{"full_text":"As coronavirus cases surge, masks prove divisive in some Texas hot spots","sentiment_score":0.25}
{"full_text":"An unprecedented amount of testing is giving public health officials a greater understanding of where coronavirus is popping up in Ventura County.","sentiment_score":0.3666666667}
{"full_text":"Topia's VP of People and Culture, Jacky Cohen, shares best practices for remaining #productive while #WFH during the #COVID19 pandemic.","sentiment_score":1.0}
{"full_text":"My god, what has the world come to? People like this deserve a special place in hell.","sentiment_score":0.3571428571}
{"full_text":"A bar delivered straight to your home. Or, as we call it, the dream.https:\/\/t.co\/7EgaazMhv7","sentiment_score":0.2}
{"full_text":"\"Through the fog of struggle and loss, conservationists see a chance to rebuild the status quo into something that is significantly more self-sustaining, resilient, and equitable.\" on Africa's post-COVID conservation potential: ","sentiment_score":0.25}
{"full_text":"The Optic editorial board on Luna Community College's accreditation status and the upcoming saliva COVID-19 test:","sentiment_score":0.0}
{"full_text":"Police said the fire broke out at Uday Shivananda Covid Hospital near Anand Bungalow Chowk around 12.30 am on Friday and rapidly spread in the ICU on the first floor of the three-storey building.https:\/\/t.co\/bXKs8UiWGF","sentiment_score":0.175}
{"full_text":"It takes everyone being on board with the COVID health guidelines to make sure that #TogetherWePlay. Here's Trinity (Lou.) Athletic Trainer Bill Cubbage #maskingup on the sideline.@trinitysports","sentiment_score":0.5}
{"full_text":"Annual Rance Olison meat giveaway cancelled because of COVID, by Tia Lyons | #ElDorado #COVIDCancellations #UnionCounty","sentiment_score":0.0}
{"full_text":"Despite the pandemic, the National Retail Foundation has forecast that holiday sales during November and December will increase between 3.6% and 5.2% over 2019, totaling between $755.3 billion and $766.7 billion.","sentiment_score":0.0}
{"full_text":"RT \"If you look at New Zealand, they locked the country down. They give ppl monthly stimulus checks &amp; gave them resources the...","sentiment_score":-0.0095959596}
{"full_text":"7 Ways Law Firms and Professional Services Have Adapted to Survive Covid-19","sentiment_score":0.1}
{"full_text":"Special Alert: SoCal 511 is keeping you up to date on the Coronavirus(Covid-19) impacts to transportation in the 5 county areas(Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour. For more info visit:  ","sentiment_score":0.4285714286}
{"full_text":"NEW: Sunday's NFL game between the Baltimore Ravens and Pittsburgh Steelers has been postponed again due to a coronavirus outbreak.","sentiment_score":-0.1295454545}
{"full_text":"Even a vaccine won't be enough to end the Covid-19 pandemic, writes Instead, we need the kind of multilayered approach experts call \"the Swiss cheese model.\"  via","sentiment_score":0.3}
{"full_text":"The true number of U.S. coronavirus infections at the end of September was likely about 53 million -- nearly eight times what was being reported at the time -- according to a study published this week.","sentiment_score":0.15}
{"full_text":"Despite a Christmas approaching amid the COVID-19 pandemic, Bass Pro Shops is looking to bring Nevadans some cheer by allowing kids to take pictures with Santa, free of charge, with a plexiglass barrier and a little distance between them.","sentiment_score":0.015625}
{"full_text":"Patriarch Irinej of the Serbian Orthodox Church, who finished the St. Sava Cathedral, died of COVID-19 last Friday:https:\/\/t.co\/OJkeFkoGK5 by #Orthodoxy #Irinej #COVID19","sentiment_score":-0.1}
{"full_text":"The true number of U.S. coronavirus infections at the end of September was likely about 53 million -- nearly eight times what was being reported at the time -- according to a study published this week. ","sentiment_score":0.15}
{"full_text":"What planet are these people on?This sort of cautions visiting is for friends in summer (&amp; SIL who has very vulnerable patients)It's not going to happen with family at Christmas.Covid Christmas: 'Avoid board games and sleepovers'","sentiment_score":-0.65}
{"full_text":"And with that, the registration window for Lockdown Throwdown 3 is over.We hit 75 entrants which is still crazy to me. Thank you to everyone who pushed the tournament and, even if you're not playing, thank you for making this special.Tune in tomorrow for a great show!!","sentiment_score":0.2}
{"full_text":"The World Health Organization's top scientist says more data is needed to determine if the #coronavirus vaccine developed by Oxford University and AstraZeneca works.","sentiment_score":0.3666666667}
{"full_text":"RT Required reading... The Green Book - COVID-19: Provisional guidance subject to MHRA approval of vaccine supply.Includ...","sentiment_score":-0.1833333333}
{"full_text":"Ending the Unapproved Drugs Initiative could save the U.S. healthcare system billions of dollars, according to a recent analysis. HHS Chief of Staff Brian Harrison on this recent announcement:","sentiment_score":0.0}
{"full_text":"If you were thinking of pre-ordering my next book and maybe gonna click on amazon, here's an alternative that means bookshops might stay open, which would be great, especially the ones that give you free tea or coffee (pre-covid) when you go in.","sentiment_score":0.24}
{"full_text":"I think they want Covid to dominate the headlines in January as a smokescreen for Brexit, and much of the press is complicit. Nearly 700 people died the other day and all the headlines were about Maradona.","sentiment_score":0.0583333333}
{"full_text":"Our very own Charlotte and Joanne made this rainbow angel from casting materials in remembrance of Kevin Smith, Dr Atalla and all of the other healthcare professionals who have lost their life due to Covid-19. We think it looks amazing ","sentiment_score":0.2825}
{"full_text":"When children receive shoeboxes, they receive fundamental essentials, toys, &amp; most of all, Jesus' love. We are grateful for technology in 2020 where we can still reach people in need despite our limitations during COVID-19.Pack shoeboxes online here:","sentiment_score":0.5}
{"full_text":"Happy Black Friday everyone! As more shoppers practice social distancing protocols by shopping online, we'd like to remind everyone to show some love for small businesses. #ShopLocal means your sales taxes are put to good use and it supports your community. #SmallBusinessSaturday","sentiment_score":0.2964285714}
{"full_text":"Does this mean a working vaccine is a step closer?https:\/\/t.co\/cgFd92knQO","sentiment_score":-0.3125}
{"full_text":"It's all fun and games until COVID-19 shows up for the feast. The safest way to make sure COVID-19 is not on the guest list is to find ways to reach out with virtual or drive-by visits, or send cards, packages, or video messages.","sentiment_score":0.4}
{"full_text":"Despite the rise of online shopping and stores beginning their Black Friday deals weeks in advance, people were determined to have their annual Black Friday shopping.","sentiment_score":-0.1666666667}
{"full_text":"Are you enjoying our content? For the latest news and updates follow, like and share!#follow #like #share #content #law #lawyers #solicitor #solicitors #lawyer #beds #bedfordshire #hertsbedsbucks #socialmedia #covid #covid19 #pandemic #manchester #birmingham","sentiment_score":0.5}
{"full_text":"In the first few weeks of the pandemic, countries around the world scrambled to get their citizens home. But many still haven't made it, including more than 35,000 Australians.https:\/\/t.co\/KWTpGyYv1h","sentiment_score":0.2625}
