{"full_text":"RT Pardon jailed pastors who violated coronavirus protocols - Akufo-Addo told#COVID19 via Ne...","sentiment_score":0.0}
{"full_text":"RT \"She's desperate to hide the fact that as owner of the New York Stock Exchange,she spent $30M trying to buy a Senate sea...","sentiment_score":-0.1878787879}
{"full_text":"More Good News for Moderna's COVID-19 Vaccine Candidate  #bioethics","sentiment_score":0.6}
{"full_text":"RT tulsi offers a stronger defense for religious liberty than justice roberts. let that sink in.","sentiment_score":0.05}
{"full_text":"this reply + the corresponding tweet(s) made me lose mad hope about overcoming this pandemic lmao","sentiment_score":-0.0125}
{"full_text":"RT Folks--there is only one doctor I know who has fought #COVID19 on the front lines during **all 3 peaks\/surges** from NYC to...","sentiment_score":0.0}
{"full_text":"RT As bad as the pandemic has been for the overall economy, it has been far worse for Black and Latino workers. During the pan...","sentiment_score":-0.2333333333}
{"full_text":"Numbers are not misleading. Inconvenient to the fear-mongers perhaps.https:\/\/t.co\/rJC6fVQb9U","sentiment_score":-0.6}
{"full_text":"Andrea Mitchell, instead of making a big deal about the timing of Biden's injury we received *every detail about,* why don't you do a deep dig on other incidents of timing. Like did Trump know he had Covid during the first debate? When was his last - test??","sentiment_score":0.025}
{"full_text":"Make sense so many students and teachers are getting COVID at Lee high school no wonder y'all will offer free testing","sentiment_score":0.3533333333}
{"full_text":"Experiencing #COVID19 symptoms? Here's what you should do. Learn more at","sentiment_score":0.5}
{"full_text":"RT Newly pardoned Mike Flynn calls right wing wvw-tv to say Trump 'has clear paths' to victory, covid was part of 'coup' plot...","sentiment_score":0.174025974}
{"full_text":"Covid after seeing shefter update game on Wednesday","sentiment_score":-0.4}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":" I haaate the dentiiiiiist  and covid makes it wooooooorse ","sentiment_score":0.0}
{"full_text":"RT I strongly support this Supreme Court ruling defending our First Amendment\/freedom of religion. While COVID may temporari...","sentiment_score":0.3416666667}
{"full_text":"RT We've activated FB Andy Janovich from the reserve\/COVID-19 list and claimed S Tedric Thompson via waiversDetails >>","sentiment_score":0.0}
{"full_text":"RT Federal government prepared to inject up to $100B to kick start economy over 3 years once a COVID-19 vaccine is developed an...","sentiment_score":0.1}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"New article published in featuring Sheena Sullivan from the Centre, alongside collaborators from #HunterNewEngland, and more regarding the impact of #COVID19 on #influenza in Australia","sentiment_score":0.3181818182}
{"full_text":"RT \"I truly believe that the next six to 12 weeks are going to be the darkest weeks in modern American medical history.\"A doctor wh...","sentiment_score":0.05}
{"full_text":"Just ugly cried in my empty dining room upon realizing that another stay at home order is likely imminent &amp; happening much faster than i suspected. My restaurant may survive another shutdown. It might not. I blame the covid deniers. #WearAMask #SocialDistancing #COVID19","sentiment_score":-0.15}
{"full_text":"RT Blows my mind that people are just casually brushing 1.5 million deaths from COVID-19 in less then a year under the rug. Selfis...","sentiment_score":-0.3333333333}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Yeah, me either. The angriest anyone has ever been with me was when I pointed out the inconsistency in wanting healthcare to be free for COVID patients but not middle and working class people who die because they can't afford insulin or cancer treatment. ","sentiment_score":0.2}
{"full_text":"Well shit don't change for me. We're all at work still putting up amazon buildings so you nice folks don't have to leave your homes cause of covid. We have to wear masks and sweat thru them or we will get kicked off the job so I don't wanna hear it lol","sentiment_score":0.4}
{"full_text":"Lmao. This team is a joke. Let's keep Lane on but not have Jordan Howard on...I don't know what to say anymore","sentiment_score":0.6}
{"full_text":"Be careful if you're out driving right now.  I've seen several near misses and almost gotten hit today myself.  There is a bad vibe out there right now.  Stay at home  if you can.","sentiment_score":-0.0214285714}
{"full_text":"RT Across our country, we are now fighting an aggressive second wave of the virus. We must redouble our public health efforts...","sentiment_score":0.0}
{"full_text":"Not sure what you are saying here...are you now advising churches to break COVID regs and start singing again? And also why drag Islam into the debate? An irrelevant, but I suspect deliberate distraction of the worst sort","sentiment_score":-0.4625}
{"full_text":"RT If my grandson can wear a mask then anyone can wear a mask. He's so adorable don't yall agree ","sentiment_score":0.5}
{"full_text":"RT A Covid patient could need 2L of oxygen\/minute up to 40L\/minute if on high flow nasal cannula.  This means 2800 to 57000 L a...","sentiment_score":0.16}
{"full_text":"RT Here's where Tuesday's game stands, per sources:If all the #Ravens' COVID-19 tests come back negative this afternoon, t...","sentiment_score":-0.2333333333}
{"full_text":"RT Walmart and Amazon halted hazard pay for their frontline workers during a pandemic after making a combined $30,000,000,000 in...","sentiment_score":0.0}
{"full_text":"RT Cincinnati Children's Hospital is taking the overflow of UC Health's patients from the COVID-19 surge.","sentiment_score":0.0}
{"full_text":"We have one here in Virginia. If you have been within six feet of anyone who has submitted a positive COVID result, it will alert you of that fact. Consider it like a smoke detector for the virus. The Bluetooth on your respective phones are the mechanism. It is anonymous","sentiment_score":0.1136363636}
{"full_text":"RT Over 6 months ago, House Democrats put desperately-needed #covid relief for the people on the table. All that time, Senat...","sentiment_score":0.0}
{"full_text":"RT The CDC has changed St Lucia's COVID-19 rating to high risk. They say that travel to the island can increase a person'...","sentiment_score":0.16}
{"full_text":"A grounded comment","sentiment_score":0.0}
{"full_text":"From the #Ravens players-only meeting, two main points:-- They want to play.-- Health and safety has to come first. Once source in the meeting asked, \"Can't we have at least two days of negative tests after this outbreak before we are expected to get back on the field?\"","sentiment_score":-0.0472222222}
{"full_text":"GOODBYE... \"DON THE CON\"MAJORITY OF AMERICANS HAVE LEGITIMATELY VOTED OUT A *CHAOTIC NARCISSIST *PATHOLOGICAL LIAR *NEGLIGENT WITH COVID *CORRUPT CONMAN","sentiment_score":-0.5}
{"full_text":"The sad part is that people keep voting for these evil idiots. I have a strong feeling people will vote for those two grifters (#ChickenPurdue &amp; #KellyLoefflerForPrison) in Georgia and then blame the Dems for not getting a COVID relief bill.","sentiment_score":-0.4666666667}
{"full_text":"To be clear, my proposal here (and elsewhere with is for the discount window as directed lending for specific purposes, but still intermediated through supervised bank charters","sentiment_score":0.05}
{"full_text":"RT What do we want? RAPID TESTS!When do want them? NOW!Do we have them? YES!So when are we going to get them? @Jacque...","sentiment_score":0.0}
{"full_text":"RT \"Lame duck\" sessions are the best time to lay down our political weapons and try to get something done, especially during...","sentiment_score":0.0688888889}
{"full_text":"Facts are good..  facts from a doctor","sentiment_score":0.7}
{"full_text":"Abstaining is not 'acting' in anyone's interest. Get off the ruddy fence and start making decisions for goodness sake man. #Labour supporters at least deserve that!","sentiment_score":-0.1875}
{"full_text":"RT \"Insanity\" to \"Lockdown Losers\"Quite the K-Shaped Market Recovery...","sentiment_score":-0.2}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT Alyssa, facts matter. Dems have TWICE filibustered $500Bn in emergency COVID relief.EVERY SINGLE Senate Dem voted to block r...","sentiment_score":-0.0714285714}
{"full_text":"RT sometimes i forget that's there's a global pandemic because new zealand has been covid free for months and everything i...","sentiment_score":0.1787878788}
{"full_text":"RT US coronavirus cases by month in 2020:March: 186,200April: 883,199May: 723,166June: 845,736July: 1,926,970August: 1,479...","sentiment_score":0.0}
{"full_text":"RT HATE how this year has made me feel about myself, i've lost all my confidence and self love, i can't do the things i used...","sentiment_score":-0.15}
{"full_text":"RT everyone who's like \"nobody should lose their (insert basic necessity) during a pandemic\" is sooooooo close to realizin...","sentiment_score":0.0}
{"full_text":"RT How has #publicspace programming changed during the pandemic? explore examples across the country, inclu...","sentiment_score":0.0}
{"full_text":"RT I hope the Speaker will just state that on the COVID-19 regulations, to be discussed on Tuesday, only English Members can...","sentiment_score":0.0}
{"full_text":"RT The GOP's stupid, reckless, &amp; self-defeating politicization of mask wearing--which ultimately traces to not wanting to insul...","sentiment_score":-0.4}
{"full_text":"my mum has been working all through the pandemic and her birthday is on monday  please help me treat her with the day she deserves !! @Missguided #MissguidedCyberMon #MissguidedCyberWrapParty #MissguidedNoticeMe ","sentiment_score":0.0}
{"full_text":"my name is kayla. Im a single mother of 3 kids. Im not working due to covid ( im a home health nurse) im desperate and dont know where to turn. Im broke i have 2 dollars to my name and our lights are hoing to be shut offplease anything helps$makeapositivechange36","sentiment_score":-0.2654761905}
{"full_text":"If the job market is bad, should you take a lower-level position? Learn More - #Job #Internship #Learning #Earning #AHLEI #Covid19 #Hotel #Careerplanning #hospitalityindustry #careers #jobpostings #recruitment #jobsearch #recruiting","sentiment_score":-0.1}
{"full_text":"RT to those who just opened stan twt:1. nct dream got detained 2. test for covid3. the final single","sentiment_score":-0.0357142857}
{"full_text":"Isn't it an absolute disgrace","sentiment_score":0.2}
{"full_text":"RT \"We are in the middle of a crushing pandemic ... Kids are sitting outside Taco Bell to do their homework. We desperatel...","sentiment_score":0.1333333333}
{"full_text":"RT all the owner of the TrueKKK had to do was tell the Dj play different music. Now we know you hate bodysuits, owe $100,000 to...","sentiment_score":-0.4}
{"full_text":"RT My children go to zoom Sunday school every week; they've missed one Sunday during #covid19. Planning for the virtual Ch...","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"no really service workers who are making minimum wage standing for 8 hours during a pandemic simply love to hear your opinion on socially distancing","sentiment_score":0.1444444444}
{"full_text":"RT Trump's handling of this pandemic will go down as the worst failure of presidential leadership in history.","sentiment_score":-0.4907407407}
{"full_text":"dear mr warman .as one of your voters I demand you vote against the lockdown and us being In tier 3 .how many people are going to lose their jobs and homes because of this .remember you work for us .","sentiment_score":0.5}
{"full_text":"RT It is not 'Topshop owner Arcadia group could collapse into administration within days', it's 'billionaire tax exile Sir Phi...","sentiment_score":0.0}
{"full_text":"No matter who wins the election, America will still be in a jobs crisis - #PMP #PPM #project #Agile #cybersecurity #planning #ai #SAFe #coronavirus #virtual #mindmap #remote #COVID19 #scaledagile #fintech #webdesign","sentiment_score":0.3}
{"full_text":"I'd rather not have an outbreak among the Steelers. Why not just move it to end of season. Ridiculous.","sentiment_score":-0.3333333333}
{"full_text":"I really want the Esquire magazine but I now know 7 people whose lost someone to covid. I'm gonna have to pass up going out for a magazine.","sentiment_score":0.2}
{"full_text":"I am not finding the rule that states that if you wear a mask that precludes you from being a high risk contact. It goes by amount of time spent with contact, and since the qbs were all in the same room, that is why, not because of masks , that might add to it, but not why.","sentiment_score":0.02}
{"full_text":"What's the corona numbers in Atlanta?","sentiment_score":0.0}
{"full_text":"RT I feel like a broken record on this, but the House Ds passed two Covid relief bills months and months ago. Senate Rs don't...","sentiment_score":-0.4}
{"full_text":"RT But can u believe it ... the Official Opposition standing aside in the middle of a #pandemic is no leader","sentiment_score":0.0}
{"full_text":"Curious about how brands can better build connections to their audiences through the pandemic? Join me this Wed 3:00 PM ET for RippleFX's 'Winning Friends &amp; Fans Online During a Pandemic' webinar.","sentiment_score":0.3}
{"full_text":"We're making history! Moderna will apply for emergency FDA vaccine approval. Read this article to find out more!Covid-19 News: Live Updates - The New York Times (https:\/\/t.co\/sd7zcpZY5O)","sentiment_score":0.1363636364}
{"full_text":"Either way, he never had Covid-19.","sentiment_score":0.0}
{"full_text":"RT Democratic State Governors &amp; Mayors keep trying to close Gyms, Schools, Religious places of Worship because of \"Covid\"Bu...","sentiment_score":0.0}
{"full_text":"RT NEW: Niagara County #COVID19 update. The new cases cover Wednesday-Sunday.","sentiment_score":0.1363636364}
{"full_text":"RT ITDI director Dr. Mario Grijalva and affiliate faculty member Dr. Ben Bates collaborated with Dr. Adriana Villegas Botero of Un...","sentiment_score":0.0}
{"full_text":"Here's a look at how the different coronavirus vaccines work","sentiment_score":0.0}
{"full_text":"RT If the Premier wants to single out anyone, he should focus on those knowingly putting our frontline workers and their fam...","sentiment_score":0.0642857143}
{"full_text":"RT The Senate is back. We're in session. America can't wait any longer, we need a vote on COVID relief right now.","sentiment_score":0.1428571429}
{"full_text":"COVID-19 and Your Office Renewal #CRE #Renewal #Covid-19 #Office #TenantTipshttps:\/\/t.co\/tp6zatmDpO","sentiment_score":0.0}
{"full_text":"RT [UPDATE] CNBLUE Lee Jung Shin announces through his personal Instagram account that he has tested negative for COVID-19...","sentiment_score":-0.15}
{"full_text":"Not happy!  Not surprised!","sentiment_score":-0.28125}
{"full_text":"RT .@WHO staff and I wish you a swift recovery, Stay strong!","sentiment_score":0.5416666667}
{"full_text":"RT Ok, seriously, I have a covid show. Someone else take over the live tweeting of this gathering. Or not, the last thirty...","sentiment_score":0.0757575758}
{"full_text":"RT #RMU LOL Lockdown COVID Quarantine Comedy Special","sentiment_score":0.5785714286}
{"full_text":"Yet another life needlessly lost! Mike's inaction on mandates has cost any number of lives. Thanks to Mike, COVID thrives in the #ShowMe State; he double-crossed the most obvious state manifesto.@KCStar","sentiment_score":0.01875}
{"full_text":"RT 685 older Australians have tragically died from COVID-19 in aged care homes and yet the Morrison Government, by its own...","sentiment_score":0.2222222222}
{"full_text":"RT For every hater who accused people who sounded the pandemic alarm as fear mongers, peddlers of doom--this nightmare is what...","sentiment_score":0.0}
{"full_text":"RT There are few things more shameful than a $7.25 minimum wage not budging in over a decade while billionaires add $1,000,000,00...","sentiment_score":0.15}
{"full_text":"RT HATE how this year has made me feel about myself, i've lost all my confidence and self love, i can't do the things i used...","sentiment_score":-0.15}
{"full_text":"RT Reminder: nobody twerks on your nice indoor furniture if your indoors is closed DURING THE FCKING PANDEMIC","sentiment_score":0.25}
{"full_text":"RT Weed over workers. While small biz, jobless &amp; families struggle b\/c #Pelosi stalled COVID emergency aid package for mo...","sentiment_score":-0.25}
{"full_text":"Pretty soon some of those COVID positive players are going to get to come back and actually play in this game.","sentiment_score":0.0154545455}
{"full_text":"RT Tim Pool is such a dishonest hack. The stringer, Go Nakamura, who took that picture was there documenting hospital staff w...","sentiment_score":-0.15}
{"full_text":"RT Worth reading the entire thread. Especially, if you believe CoVid is a hoax.","sentiment_score":0.1}
{"full_text":"New behaviors and habits emerged across generations, and brands that stayed agile were able to connect with their audiences as their behaviors evolved.  #generations #genx #genz #millennial #millennials #stayhome #online #technology #digital","sentiment_score":0.2840909091}
{"full_text":"RT Waffle House CEO Rips COVID-19 Lockdowns: 'Decimated' The Restaurant Industry","sentiment_score":0.0}
{"full_text":"RT BREAKING: Leaked Chinese documents reveal early mishandling of COVID-19, according to This suggests complicity in...","sentiment_score":0.05}
{"full_text":"DYSTOPIAN: News Reporters Stalk Christians Worshipping at Church to Enforce COVID Mandates via","sentiment_score":0.0}
{"full_text":"RT Oh look Mitch doesn't list COVID relief as part of his agenda.. tell me again, that it's \"Congress\" that's the problek...","sentiment_score":0.0}
{"full_text":"RT I just got a PR pitch about a card game that's a super fun and lighthearted take on how COVID spreads because isn't la...","sentiment_score":0.0777777778}
{"full_text":"Go support small businesses during this holiday season!","sentiment_score":-0.3125}
{"full_text":"Are social distancing protocols strictly observed in your communities? How about the wearing of face masks and face shields? On #Agenda, Cito Beltran will speak with Interior Usec. Jonathan Malaya to discuss quarantine restrictions especially with the upcoming holiday season.","sentiment_score":0.0166666667}
{"full_text":"Tomorrow is December From January to February to corona\/pandemic to protest then November and we are about to see December Thank you Lord for this great miracle of surviving amidst all the happenings ","sentiment_score":0.8}
{"full_text":"#UPDATE WHO chief Tedros Adhanom Ghebreyesus said he was alarmed over the rapid spread of the novel #coronavirus in #Brazil and #Mexico, urging them to be \"very serious\" about halting the spread, as some lucky Americans may soon be getting vaccinated","sentiment_score":-0.05}
{"full_text":"Creating a Network of Networks| via #supplychain #network #covid19 #scm","sentiment_score":0.0}
{"full_text":"Federal guidance on school accountability in the Covid-19 era will impact Ohio in various ways. Preparation will be key. And leaders should amend the state's ESSA plan to align with the federal guidance they have right now.","sentiment_score":0.0952380952}
{"full_text":"RT I'm not telling anyone to risk it all during a pandemic, but some of y'alls horny tweets are a cry for help. No, I don't wa...","sentiment_score":0.0}
{"full_text":"Tonight at 11:00 PM ET: Join ASPI Senior Fellow Richard Maude, and Sharon Li-Lian Seah of for a conversation on the geopolitical implications of COVID-19 in Southeast Asia. Learn more:","sentiment_score":0.5}
{"full_text":"At least 350 members of the United Food and Commercial Workers International Union have died from #COVID. That doesn't even include workers from non-union retailers like Amazon and Walmart. ","sentiment_score":-0.1}
{"full_text":"RT CNN exclusive: Vast trove of leaked documents shows China underreported Covid-19 numbers, took weeks to diagnose new cases and did...","sentiment_score":0.0681818182}
{"full_text":"One underrecognized consequence of the pandemic is the changing interaction with the people who shape our children -- their mentors, teachers and coaches. We discuss how to respond to this in our latest blog post: #distancelearning #futureofed","sentiment_score":0.5}
{"full_text":"Why hasn't your Daddy attended any Coronavirus meetings in 5 months? Please....it was never about the American people. It's was always about you people being grifters.","sentiment_score":0.0}
{"full_text":"apologises for breaking Covid rules for 30th birthday partyhttps:\/\/t.co\/wm8e1qxOOU","sentiment_score":0.0}
{"full_text":"RT If you're in Washington State please please turn on Exposure Notifications on your mobile device. Visit","sentiment_score":0.0}
{"full_text":"Research suggests a globally coordinated approach to distributing COVID-19 vaccines, in which access is equitable, would not only be the swiftest and most effective way to end the crisis, it would also be the most cost-effective:","sentiment_score":0.32}
{"full_text":"New commentary by outlines 3 strategic decisions undertaken by agency partners, #healthcare providers, leaders &amp; others to address #COVID19 #health disparities in Black and Brown communities.","sentiment_score":-0.0151515152}
{"full_text":"or it can just be postponed and everyone can play their games. the outbreak won't last the whole season","sentiment_score":0.1}
{"full_text":"The \"Peace Light of Bethlehem\" initiative raises funds to support and assist children with disabilities and special needs.","sentiment_score":0.3785714286}
{"full_text":"CRCC's Don Miller in The creative responses by faith-inspired social ministries, chronicled in USC's global project on #engagedspirituality, are glimmers of a moral response that we can glimpse in the catastrophe we've been living through.","sentiment_score":0.1333333333}
{"full_text":"Led by Prof. Julius Lucks, a team of scientists is creating a method of identifying #COVID19 outbreaks that involves adding drops of sewage to a test tube containing a reagent for the virus, potentially speeding up test results.","sentiment_score":0.0}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"More people passed through US airport security checkpoints on Sunday than on any other single day since the coronavirus pandemic cratered air travel, according to the Transportation Security Administration.","sentiment_score":0.1011904762}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Western New York COVID-19 hospitalizations are at 386 patients as of Nov. 28, the Erie County Department of Health announced Monday.https:\/\/t.co\/IUNIntotrR","sentiment_score":0.0681818182}
{"full_text":"Royal Canberra Show organisers cancel 2021 event due to coronavirus pandemic, via","sentiment_score":-0.125}
{"full_text":"\"I'm definitely worried that I will never be recovered.\" COVID-19 long-haulers share their struggles | By","sentiment_score":0.0}
{"full_text":"Do you do the 3 W's? Wash your hands. Watch your distance (stay 6 feet apart). #WearAMask. These three habits can help you protect yourself and others from spreading #COVID19. Learn more:","sentiment_score":0.5}
{"full_text":"Moderna Inc. said it would ask U.S. and European regulators Monday to allow emergency use of its COVID-19 vaccine as new study results confirm the shots offer strong protection.","sentiment_score":0.1898989899}
{"full_text":"The New Afton Mine has had two workers test positive for COVID-19. #Kamloops #covid19","sentiment_score":0.1818181818}
{"full_text":"I'd like to get some Christmas presents for my daughter please, money has been so tight during this pandemic as I'm furloughed so this would be life changing for us #MissguidedCyberMon #MissguidedCyberWrapParty","sentiment_score":-0.1785714286}
{"full_text":"Good old statistics... sorry 2 c u die in hands of 'not knowing dt nt knowing' ..Moderna vaccines curing seriously ill patients now ..\"Moderna said that its vaccine has been 100 per cent effective in 30 severe case of Covid. \"@NorbertElekes ","sentiment_score":0.08}
{"full_text":"On Dec. 10 a new Quality of Care Network webinar series sponsored by starts: Lessons from Improving Quality of Care During #COVID19: Adapt and Innovate to Support QI Teams in #India and #Bangladesh. RSVP:","sentiment_score":0.1363636364}
{"full_text":"Resource share:  #COVID19 testing is available across #Arizona. Register today ","sentiment_score":0.4}
{"full_text":"If your eating habits have changed during the pandemic, you might be struggling with something deeper. We explore what these changes could mean in tonight's 'Mental Health Monday' story. Tune in at 5:30 and 9 pm! ","sentiment_score":-0.21875}
{"full_text":"#COVID19 Shutdowns Disproportionately Affect #Black Households","sentiment_score":-0.1666666667}
{"full_text":"RT Take a peek at what I've been up to over the last couple of weeksHows your lockdown been? Everything is posted on onlyfa...","sentiment_score":0.0}
{"full_text":"First responders and frontline workers being challenged by the deadly coronavirus pandemic are highlighted in White House Christmas decorations that also give a special nod to Melania Trump's redesigned Rose Garden.https:\/\/t.co\/NyAaxOdKNW","sentiment_score":0.2014285714}
{"full_text":"RT Teachers dyingBlackpool has just lost its second school worker to Coronavirus in just a week.148 education staff died in...","sentiment_score":0.0}
{"full_text":"\"He's in a room where he knows nobody.\"Dr. Joseph Varon, chief of staff at United Memorial Medical Center in Houston, was on his 252nd consecutive day working during the coronavirus pandemic when he took time to comfort a patient on Thanksgiving Day.https:\/\/t.co\/v6rvPzuyC4","sentiment_score":-0.05}
{"full_text":"Covid infections in England fall by 30% over lockdown - React study","sentiment_score":0.0}
{"full_text":"Even during Distance Learning, we are asking families to contact their school's health office if their student receives a positive lab COVID-19 test. Case tracing of student &amp; staff illness during Distance Learning is critical in the planning for a safe return to school. #One91","sentiment_score":0.2424242424}
{"full_text":"Our self-directed courses can be taken anytime! Available courses cover topics like reporting on #COVID19, #datajournalism, #investigativereporting, #mapping, uncovering #misinformation and more!","sentiment_score":0.5125}
{"full_text":"Waco-McLennan County Public Health District Announces *212 New Cases of COVID-19*Three Additional Deaths Attributed to COVID-19Due to the long holiday weekend, the next announcement will be on Monday, November 30th.","sentiment_score":0.0215909091}
{"full_text":"If you feel like the data on corona virus is confusing lately, several states decided to not release their data over the past week or so due to holiday chaos but when they catch up on those updates this week we should get a good picture of how things are going, hint bad","sentiment_score":-0.1125}
{"full_text":"RT Alright, Senate Republicans, we can't let another holiday go by without passing COVID relief. Americans can't wait. Let's...","sentiment_score":0.0}
{"full_text":"The Florida Department of Health has released the latest update of confirmed cases of COVID-19 in the state.","sentiment_score":0.45}
{"full_text":"American children started school this fall significantly behind expectations in math, and modestly behind in some grades in reading, according to one of the first reports on widely used tests since the coronavirus pandemic shut schools in March.https:\/\/t.co\/ucYAd3InGG","sentiment_score":-0.13}
{"full_text":"Pass the time in lockdown with the Berlin Sci-fi Filmfest - it's on now! ","sentiment_score":0.0}
{"full_text":"RT ah so I spent a lot of time with doctors and nurses while in the **emergency room** at Mayo Clinic on Saturday. They all repo...","sentiment_score":-0.1}
{"full_text":"RT CNN exclusive: Vast trove of leaked documents shows China underreported Covid-19 numbers, took weeks to diagnose new cases and did...","sentiment_score":0.0681818182}
{"full_text":"Be safe on your evening commute home! Turn on your headlights, Buckle up, Increase following distance, Stay alert,Ditch the distractions. Night shift is coming on to keep watch.  Stay safe, #Sarasota.","sentiment_score":0.375}
