{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT Elon Musk's bonuses this year: May: $750 million July: $2.1 billionSept: $2.9 billion Oct: $3 billion Meanwhile, he's fu...","sentiment_score":0.0}
{"full_text":"RT You went to a Halloween party during a pandemic??","sentiment_score":0.0}
{"full_text":"Interesting","sentiment_score":0.5}
{"full_text":"RT I have a feeling this could be recycled by people in other locations, again and again and ...","sentiment_score":-0.125}
{"full_text":"RT BREAKING: Judge Samaniego confirms that El Paso County is having to set up a fourth mobile morgue at the medical examin...","sentiment_score":0.0}
{"full_text":"RT Drake tearing his ACL during COVID is crazy.  What was he doing, running through the 6 with his woes?","sentiment_score":-0.6}
{"full_text":"RT BREAKING: Judge Samaniego confirms that El Paso County is having to set up a fourth mobile morgue at the medical examin...","sentiment_score":0.0}
{"full_text":"RT Lying about the pandemic. Falsely describing Biden's policies. Baselessly alleging election fraud. Rewriting history. Making mi...","sentiment_score":-0.4}
{"full_text":"RT Covid-19 deaths are soaring, and Jakarta's graveyards are running out of space","sentiment_score":0.0}
{"full_text":"RT If you are looking for a charity to support in South Africa. This is the one.","sentiment_score":0.0}
{"full_text":"RT If the fucking Tories can do this so can we","sentiment_score":-0.6}
{"full_text":"RT Keeping the schools open is ridiculous in a national lockdown situation. Either lockdown properly or don't bother beca...","sentiment_score":-0.1111111111}
{"full_text":"RT apparently so Belinda ... and it's also a prerequisite they be completely vile heartless bastards as well  ...","sentiment_score":0.075}
{"full_text":"RT Covid last night:","sentiment_score":0.0}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT Dr. Atlas needs to be fired.","sentiment_score":0.0}
{"full_text":"RT Tantalizing rumor. Disgraced former Detroit mayor Kwame Kilpatrick to be freed Monday by Donald Trump.White House denie...","sentiment_score":0.0}
{"full_text":"RT .@GStephanopoulos repeatedly presses Jason Miller on Trump's false claims on doctors and COVID-19: Why does he \"repeatedly...","sentiment_score":-0.4}
{"full_text":"RT Tried telling my roommates that I have COVID but got too embarrassed","sentiment_score":0.0}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT Covid last night:","sentiment_score":0.0}
{"full_text":"RT \"The Biden Lockdown will mean no school, no graduations, no weddings, no Thanksgivings, no Christmases, no Easters, no Fourth of J...","sentiment_score":-0.15625}
{"full_text":"If it hadn't been for Tory misrule the UK would've been in a position to better weather the pandemic. You wouldn't have people in such dire straits that they were driven to suicide. Blaming the pandemic is blaming the iceberg for the deaths on the Titanic.","sentiment_score":0.25}
{"full_text":"2020 has been a tumultuous year because of Covid-19. Now key events in 2019 seem a distant memory. This week, we look back at some of those major headlines, to see what have changed, and what haven't.","sentiment_score":-0.009375}
{"full_text":"RT I've been inside for 8 months cuz of the pandemic. I'm immune compromised &amp; while it's been hard it's been worth it. I reali...","sentiment_score":0.0041666667}
{"full_text":"You helped alot of people through the 1st lockdown with positivity, me included, despite my initial scepticism, I know it is hard with what's going on, but can you please help us again!  ","sentiment_score":-0.1822916667}
{"full_text":"RT #ITS_TRUE_FactCheck: U.S. Centers for Disease Control and Prevention (CDC) Director Robert Redfield has suggested that do...","sentiment_score":0.0}
{"full_text":"You had your chance and now it's turn!","sentiment_score":0.0}
{"full_text":"You and your followers claim to be pro-life and yet you think 1000 covid deaths \/ day is nothing to worry about.I wish I was religious so I could pray to a god that you should be sent to hell.But you are just one more proof that no gods exists or at least cares.","sentiment_score":0.0666666667}
{"full_text":"RT Burnham is right, unfortunately.","sentiment_score":-0.1071428571}
{"full_text":"RT BREAKING: Judge Samaniego confirms that El Paso County is having to set up a fourth mobile morgue at the medical examin...","sentiment_score":0.0}
{"full_text":"Thank you","sentiment_score":0.0}
{"full_text":"RT Victoria's Supreme Court has thrown out a challenge to the state's now-scrapped Covid-19 curfew, AAP reports.Cafe own...","sentiment_score":0.6}
{"full_text":"If the only thing would have done differently than when it comes to #COVID19 is a national mask mandate and some form of a national lockdown, where is the evidence this dystopian violation of liberty and human rights would result in a different outcome?","sentiment_score":0.0}
{"full_text":"RT KANSAS -- BRYCE M. BAKER, 37, of Topeka, died of COVID-19 on July 8.\"Bryce was a free spirit who loved music, film, art...","sentiment_score":0.55}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT This idiot is a doctor?!?!","sentiment_score":-1.0}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT A COVID record four days before the election is not an October surprise in the sense that things have been trending badl...","sentiment_score":0.0}
{"full_text":"The lowest-risk outdoor dining setups simply have heating elements with tables spaced far apart from each other and aren't in the way of people passing by, he adds. #COVID19 #Restaurants","sentiment_score":-0.0083333333}
{"full_text":"RT  Wear a mask Call your mom Eat your vegetables And don't forget to vote!Great stop at the Morristown Farmers'...","sentiment_score":0.0}
{"full_text":"I want to go into lockdown again because I am about to go bananas","sentiment_score":0.0}
{"full_text":"RT Never forget that job growth under Donald Trump was slower than Obama-Biden--even before Covid.","sentiment_score":0.0}
{"full_text":"RT This country has learned good lessons from the 2015 MERS outbreak #PreventionSavesLives","sentiment_score":0.7}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"If it's Trump's fault, why is the same thing happening in Europe?https:\/\/t.co\/3DXlJCEvGR","sentiment_score":0.0}
{"full_text":"RT COVID cases broke single-day records in the US on Thursday but have fun at your musty Halloween parties :)","sentiment_score":0.4}
{"full_text":"RT COVID Update November 1: When we lose someone to COVID there are things to remember. 1\/","sentiment_score":0.0}
{"full_text":"RT 2\/ The number of tests is not the relevant statistic - a large outbreak needs more tests.How many tests are needed depend...","sentiment_score":0.4035714286}
{"full_text":"I hope so, because for some of us its literally going to be hell, like in my state (mo), (least my town), people are ridiculous, if you wear a mask your a Biden lover, no mask Trump.  You completely get harrassed by Trump supporters.. And those are his people...scary","sentiment_score":-0.1777777778}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"That awkward moment when Trump brags that he saved Christmas and then his negligence kills Santa. Oopsie!","sentiment_score":-0.75}
{"full_text":"Meanwhile Covid19 infections &amp; number of deaths are getting better all the time. Certainly when the 2nd wave's bottom is the same height of the 1st wave's peak. Death rate 2.5% of those infected. But of course, we sure are \"rounding the curve\". Pro-life! (but don't wear masks","sentiment_score":0.2678571429}
{"full_text":"RT Joe Biden has a plan to deal with the #COVID19 pandemicHere  the current #POTUS plan...","sentiment_score":0.0}
{"full_text":"RT Would indeed be ironic if Donald Trump lost the presidential election by a margin of votes equal to the number of his suppor...","sentiment_score":0.1}
{"full_text":"RT What is social distancing? #saida","sentiment_score":0.0333333333}
{"full_text":"RT You are not hungover this morning you have Covid.","sentiment_score":0.0}
{"full_text":"RT Why is administration so afraid of the public knowing the truth about #COVID19?","sentiment_score":-0.3}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"RT Never forget that job growth under Donald Trump was slower than Obama-Biden--even before Covid.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Judge Samaniego confirms that El Paso County is having to set up a fourth mobile morgue at the medical examin...","sentiment_score":0.0}
{"full_text":"RT \"I could not vote for Donald J. Trump. His consistent lies, his handling of COVID, failure to follow science, whether it's w...","sentiment_score":-0.0333333333}
{"full_text":"RT In a pandemic where prevention protocols have decimated our savings I'm being told I cannot continue my education if I canno...","sentiment_score":0.0}
{"full_text":"Commander Waz reporting for duty! Hope everyone had a good day. Got a couple of Amazon packages in the mail (the pandemic has me attempting to learn Japanese again) and I just bought Portal 1&amp;2 thru Steam for $3. Wish me luck! Take your stations and plot a course for #allstartrek","sentiment_score":0.35}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT Trump says 'a vote for Biden is a vote for lockdowns, layoffs, misery'https:\/\/t.co\/klBE2JDVNV","sentiment_score":0.0}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT Meet Dr. Zenin Khan, a BHMS graduate from Margao town, working with a Panjim city based Private Hospital, is serving corona...","sentiment_score":0.0}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"Only thing wrong here is had zero to do with Australia doing so well to contain virus, he's another Donald Trump, it was State Premiers and old Aussie mateship that saw them beat this pandemic.Go girl, your doing a great job on Twitter. #gotmyrespect","sentiment_score":0.1}
{"full_text":"how many more will trump kill if voted in again?","sentiment_score":0.5}
{"full_text":"Donald's vaccine...NO THANKShttps:\/\/t.co\/ZRkUWg289M","sentiment_score":0.0}
{"full_text":"Of course the vile lying scumbag did!!!","sentiment_score":0.0}
{"full_text":"Imagine adults making adult decisions!   At least Trump isn't going to lock us down for months nationally... oh wait. Isn't that called \"Martial Law\"?","sentiment_score":-0.0826388889}
{"full_text":"Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT uni students if you were planning on going home next week\/feel at any point you'd be better off at home during any kind...","sentiment_score":0.3666666667}
{"full_text":"RT For Native American Heritage Month, please consider donating to these Indigenous led Covid-19 relief efforts.List can b...","sentiment_score":0.0}
{"full_text":"RT City altar for #Diadelosmuertos in Pacoima honors lives lost to COVID-19","sentiment_score":0.0}
{"full_text":"RT Biden wears a mask outside but not on a plane. Fraud.","sentiment_score":0.0}
{"full_text":"RT Covid last night:","sentiment_score":0.0}
{"full_text":"RT Covid: PM warns of virus deaths 'twice as bad' as spring","sentiment_score":-0.7}
{"full_text":"For crying out loud! We need the PPC! The libs and cons are indistinguishable from each other.","sentiment_score":-0.05625}
{"full_text":"RT if the government gave a fuck and if YALL GAVE A FUCK we would be here.","sentiment_score":-0.4}
{"full_text":"RT \"President Trump has launch[ed] an all-out, effort to disenfranchise voters--by seeking to block state laws to ease voting...","sentiment_score":0.0}
{"full_text":"she looks like a whore who'd rather party (in the midst of a pandemic) than spend time with her toddler on halloween.","sentiment_score":0.0}
{"full_text":"RT Danny, we've never met. I know one thing though. Every man and woman who reads your words today will pray that they wil...","sentiment_score":0.0}
{"full_text":"Trump didn't even care to protect his own family from #COVID19 what makes the American people think he gives a shit about them? #JustSaying","sentiment_score":0.1333333333}
{"full_text":"RT Why Is Europe Keeping Its Schools Open, Despite New Lockdowns?","sentiment_score":0.0681818182}
{"full_text":"I agree 100% it is he covidiots who are responsible for the European wide lockdown.","sentiment_score":0.0333333333}
{"full_text":"RT The choice for much of Ontario is probably more modest restrictions in the next week or two, or more severe restrictions a...","sentiment_score":0.26}
{"full_text":"#JoeBidenanOldSenileEuropean Covid deaths rate is at (98.71) deaths per 100,000 populationIf Dr A. Fauci Europeans' methodes has been applied , half a million of American  lives would've been lost by now#PresidentTRUMPleadershipSource: (Oct 30, 20)https:\/\/t.co\/VkhGuWCerJ","sentiment_score":-0.3055555556}
{"full_text":"Two top #Turkish officials who work closely with #Turkey's president have said they tested positive for COVID-19.Pres Erdogan's spokesman, Ibrahim Kalin, said on Saturday he had light COVID-19 symptoms &amp; was nearing the end of treatment.#StopErdoganhttps:\/\/t.co\/CzB8FqpBvp","sentiment_score":0.3757575758}
{"full_text":"RT The GOP didn't want you to vote, and if you did, they wanted you exposed to COVID.Not subtle. Not nice. Not Constitution...","sentiment_score":-0.3166666667}
{"full_text":"HAVE YOU CONSIDERED YOUR NEXT ACT? -- How to Start a New Career (LOTS of articles here!) via #job #career #jobs #jobsearch #resume #TED #HBR #rebranding #dreamjob #money #coronavirus #employment #business #selfimprovement","sentiment_score":0.0852272727}
{"full_text":"RT Jesus. What a headline:\"Trump Covid adviser SCOTT ATLAS apologizes for appearance on Russian State Media television sho...","sentiment_score":0.0}
{"full_text":"RT You are in effect saying that it's ok that we are asking teachers to spend 6 hours  a day, 5 days a week in a high ris...","sentiment_score":0.33}
{"full_text":"RT Biden wears a mask outside but not on a plane. Fraud.","sentiment_score":0.0}
{"full_text":"A perfect description!Happy start to the week Tina!Germany has lockdown? This news here ... Morocco has long been open to tourists again. Maybe I'll go to work in the Congo for a couple of weeks.","sentiment_score":0.3166666667}
{"full_text":"He said it Covid was the next hoax, it was the flu, it's not that deadly, it'll just go away! What part of this is opinion?","sentiment_score":-0.125}
{"full_text":"RT BREAKING: Judge Samaniego confirms that El Paso County is having to set up a fourth mobile morgue at the medical examin...","sentiment_score":0.0}
{"full_text":"Top CRE Articles in October 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRep","sentiment_score":0.5}
{"full_text":"RT I have been identified as a contact of someone who has tested positive for #COVID19. I am well and without symptoms but will...","sentiment_score":0.2272727273}
{"full_text":"RT Michigan has 2,400 FEWER auto and parts mfg jobs as of February (pre-pandemic) than when Trump was inaugurate...","sentiment_score":0.0}
{"full_text":"RT Hope U all had a great NOVEMBER BEGINNINGAfter all these months of Crazy #Lockdown ,Now get ready 4 a Journey ofMusica...","sentiment_score":0.1333333333}
{"full_text":"RT 13. Five Republican-dominated states, including TX and Indiana, that refused, even after being sued, to allowing people to v...","sentiment_score":0.0}
{"full_text":"\"We are bound together as a community not only through this global pandemic, but through our faith.\"","sentiment_score":0.0}
{"full_text":"At least the statue can't give him covid#memes #memesdaily #memes2020 #funny #Corona #party","sentiment_score":-0.025}
{"full_text":"With Tigerland bars back in operation, it doesn't appear that their reopening has affected the COVID-19 infection rate within the #LSU community.https:\/\/t.co\/kq0I6qsQNv","sentiment_score":0.0}
{"full_text":"Be sure to listen to this weeks #podcast where I recap the final Presidential #Debates2020 and look forward to the #ElectionDay #Debates2020 #Debate2020 #Election2020 #ElectionDay #PresidentTrump #JoeBiden #Covid19 #Fracking #FossilFuels","sentiment_score":0.25}
{"full_text":"People planning on rushing into Queensland when border restrictions ease tomorrow have been told to expect big delays.https:\/\/t.co\/fPz0IYQYKV","sentiment_score":0.0}
{"full_text":"RT #BREAKING: The El Paso County Medical Examiner's Office is now getting a fourth refrigerated mobile morgue as Covid-19 d...","sentiment_score":0.0}
{"full_text":"Small groups of protesters gathered in Brazil's two biggest cities Sunday to demonstrate against any mandate for the taking of a coronavirus vaccine.https:\/\/t.co\/Lzu1bhFuJR","sentiment_score":-0.25}
{"full_text":"#MEDICARE #OPENENROLLMENT IS HERE! Enrollment is Oct 15 - Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"\"It's not me versus you, it's us versus the virus.\"While Trump sows division over the reality of this pandemic, Americans like Fiana are losing loved ones because Trump failed to contain the virus.","sentiment_score":0.1}
{"full_text":"This is the fifth school in the district to temporarily switch to virtual learning. ","sentiment_score":0.0}
{"full_text":"Going outside and moving means you're burning calories, not stuck in a chair, enjoying the outside and less likely to be staring at your phone.","sentiment_score":0.0666666667}
{"full_text":"#LISTEN Medical specialists say there is little sign the one-off financial boost to fight Covid-19 will fix underfunded public health units.They say the units need proper permanent resourcing but their pleas have gone unanswered.https:\/\/t.co\/Z6fwGCpNaA","sentiment_score":-0.0375}
{"full_text":"#COVID19 UPDATE: We are reporting 20 new cases and 28 additional recoveries in the Quad-County Region. This brings the total number of cases to 1,890, with 1,706 recoveries and 23 deaths; 161 cases remain active. More at: #QuadCountiesNV","sentiment_score":0.1257575758}
{"full_text":"WDBJ7 spoke with a couple who were brought together through tragedy and their love of NASCAR. Even with a pandemic and a long drive, they said coming to this race was absolutely worth it.","sentiment_score":0.25}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"Senate Republicans are fighting to save their majority, a final election push against the onslaught of challengers in states once off limits to Democrats. ","sentiment_score":0.0}
{"full_text":"ICYMI: As temperatures drop, the Midwest has become the latest frontier for the coronavirus, with five states among the top 10 nationally for new infections. ","sentiment_score":0.3787878788}
{"full_text":"#ICYMI | India's #coronavirus caseload  on Sunday rose to 81,84,082 ; Bharat Biotech said site preparations for phase-3 trials of its vaccine candidate have begun and it plans to launch #Covaxin in 2nd quarter of 2021, subject to approvalshttps:\/\/t.co\/bq8Ga112yi","sentiment_score":0.1444444444}
{"full_text":"RT RM: I think we all have the responsibility of moving through these difficulties as the 'new humankind' living in the year 20...","sentiment_score":0.1363636364}
{"full_text":"Just when the #COVID19 started spreading in India, I made a project to get stats on the covid Cases in India. Rather than going online, which is often filled with panic inducing sensationalism this was much better. I might now need to buy a bigger display!","sentiment_score":0.3}
{"full_text":"In this extremely tense run-up to election day in the US, it's reassuring to see someone who does his duty, and does it quietly. William's continuing to work as he could, while keeping his condition quiet, went beyond the Queen's uplifting speech.","sentiment_score":-0.1111111111}
{"full_text":"This week, the North Dakota Legislative budget section reallocated more than $221 million in unused coronavirus aid money. According to their website, nearly $21,000 of that will go towards Indian Affairs.","sentiment_score":0.3}
{"full_text":"BLN and have been speaking with local #journalists to learn about their data and general needs when reporting on #COVID19. Click below to for some of the early insights of this project:","sentiment_score":0.05}
{"full_text":"RT I'm a young Black trans woman seeking URGENT help with food + rent. Any amount helps. Please share or donate if you can htt...","sentiment_score":-0.0333333333}
{"full_text":"Dr. Anthony Fauci is cautioning that the U.S. will have to deal with \"a whole lot of hurt\" in the weeks ahead due to surging #coronavirus cases #COVID19 ","sentiment_score":0.0375}
{"full_text":"KENTUCKY -- ARON JORDAN, 49, of Ashland died of COVID-19 on March 31. He was a bricklayer with a brilliant sense of humor. He leaves behind his wife, seven children, and seven grandchildren.Via","sentiment_score":0.25}
{"full_text":"RT Whitmer requiring restaurants take names of customers beginning Monday or face fines. ","sentiment_score":0.0}
{"full_text":"According to Deloitte, holiday retail sales this year should rise between 1% and 1.5%, amounting to between $1.147 trillion and $1.152 trillion during the November-to-January time frame.","sentiment_score":0.0}
{"full_text":"Rosendale does not support requiring businesses to provide paid medical leave during public health crises. We saw what COVID 19 did to families who couldn't work &amp; didn't earn any money. #Vote4Equality","sentiment_score":0.0}
{"full_text":"British Prime Minister Boris Johnson on Saturday announced a new month-long lockdown for England.","sentiment_score":0.0681818182}
{"full_text":"Now Playing: Slayer - Epidemic, #HeavyMetal #HardRock #NowPlaying LOUDEST station in the nation!,","sentiment_score":0.0}
{"full_text":"As COVID-19 sweeps across Russia, hospitals buckle under the strain","sentiment_score":0.0}
{"full_text":"RT In the last month in the US we experienced double the amount of daily COVID infections but half as many daily deaths or a 75%...","sentiment_score":0.1619047619}
{"full_text":"RT Covid last night:","sentiment_score":0.0}
{"full_text":"RT With trick-or-treating being practically canceled this year due to the pandemic, how else am I going to justify buying an...","sentiment_score":-0.125}
{"full_text":"RT 2) Let this sink in:Taiwan w\/ 23 mil people, has had ZERO #COVID19 cases in 200 days. Zero cases, not just deaths. #ZeroC...","sentiment_score":0.0}
{"full_text":"RT Donald Trump is trying to eliminate the entire Affordable Care Act in the middle of a pandemic.If he gets his way, more tha...","sentiment_score":0.1666666667}
{"full_text":"RT Corona fuck you jte baise","sentiment_score":-0.4}
{"full_text":"Gov. Cuomo announces mandatory COVID-19 testing for out-of-state travelers***Another reason to not go to New York. Like I really needed one? via","sentiment_score":0.1681818182}
{"full_text":"RT Donald Trump is trying to eliminate the entire Affordable Care Act in the middle of a pandemic.If he gets his way, more tha...","sentiment_score":0.1666666667}
{"full_text":"In his own words...","sentiment_score":0.6}
{"full_text":"RT \"everyone in this photo was tested for covid\" as an IG caption is the new \"retweets do not equal endorsements\"","sentiment_score":0.0681818182}
{"full_text":"Most Inspiring Community Outreach During COVID-19: Family &amp; Intercultural Resource Center","sentiment_score":0.3}
{"full_text":"RT If you attended a Halloween party yesterday, go ahead and make your way to a COVID-19 testing site ","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 36.4FWind Chill: 35.1FHumidity: 83%Dew Point: 31.8F Barometer: 29.926 inHgWind: 2 mph from the NNWCorona Virus Weekly Stats:Cases: 215.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Amen!","sentiment_score":0.0}
{"full_text":"Back in the spring, surveys and conventional wisdom indicated that four-year students would stay home in droves, and community-college enrollments would swell. That's not what happened.","sentiment_score":-0.0714285714}
{"full_text":"word has it that has denied how dangerous #coronavirus is again\/recently.","sentiment_score":-0.6}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT You said you would shut it down.","sentiment_score":-0.1555555556}
{"full_text":"RT Danny, we've never met. I know one thing though. Every man and woman who reads your words today will pray that they wil...","sentiment_score":0.0}
{"full_text":"RT EPS had failed miserably in tackling the issues in the state including NEET, students suicide, farm bills, the Covid c...","sentiment_score":-0.75}
{"full_text":"Our freight services remain unaffected, with strict Covid-19 protocols in place. For more information, please visit:","sentiment_score":0.225}
{"full_text":"Jeff Bezos' pandemic windfall: Amazon posts record profits","sentiment_score":0.0}
{"full_text":"Legal Consequences and issues during the COVID-19 pandemicSee: #MondayMotivation #COVID19 #delayinjustice #delayedlitigation #ecourts #forcemajeure #frustrationofcontracts","sentiment_score":0.2}
{"full_text":"RT We Will Change the World by Carl Hamel &amp; John Granata is dedicated to the #frontlineworkers,  #CivilRights movement &amp; America...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Judge Samaniego confirms that El Paso County is having to set up a fourth mobile morgue at the medical examin...","sentiment_score":0.0}
{"full_text":"RT Army Commander says low-income families in the #WesternProvince will be given Rs. 5,000. Requests those in the #WP to...","sentiment_score":0.0}
{"full_text":"For the #Covid #economic #recovery look to the #Treasury, not the #Bank","sentiment_score":0.2}
{"full_text":"RT \"No, doctors do not profit by listing someone as being covid positive on a death certificate. In fact, most doctors I know...","sentiment_score":0.3636363636}
{"full_text":"RT \"Coronavirus could have been specifically designed to help the CCP's aim of global dominance by 2050\"https:\/\/t.co\/yoqc537q...","sentiment_score":0.0}
