{"full_text":"RT As the counting continues, and the Biden campaign urges calm and patience, has arrived at the Queen Theater in W...","sentiment_score":0.3}
{"full_text":"Lockdown sceptics vs zero-Covid: who's got it right? via","sentiment_score":0.2857142857}
{"full_text":"RT Covid and the heart: A new study via iPSCs shows #SARSCoV2 direct heart muscle cell infection, cell death, loss of contracti...","sentiment_score":0.1181818182}
{"full_text":"RT Through the fight against the global pandemic, the world saw India's strengths such as:A sense of responsibility. A s...","sentiment_score":0.0}
{"full_text":"RT I'd risk contracting Covid-19 to see   &amp;  playing a Live set.@lemonnherb#AURA #LemonAndHerb","sentiment_score":0.1363636364}
{"full_text":"RT I will not order unnecessary clothes this lockdown. I will not order unnecessary clothes this lockdown. I will not or...","sentiment_score":-0.4}
{"full_text":"Only reason republicans want a COVID package now is because they know two runoff elections are coming up in GA and they want a win to keep the Senate.","sentiment_score":0.4}
{"full_text":"? Socialism is not communism ! We have a lot of socialist country in Europe so please go to college  (free in Europe) and get tested to Covid with your free healthcare (socialism is good sometimes)","sentiment_score":0.5}
{"full_text":"21 more Kenyans dead in the last 24 hours over COVID-19 via","sentiment_score":0.1}
{"full_text":"Considering we are in a pandemic and voting had to be done differently in a lot of cases, the officials of all states have done a remarkable job!  Patience is hard, but every vote MUST be counted.","sentiment_score":0.2152777778}
{"full_text":"RT All mail-in ballots postmarked November 3, 2020 or earlier in all 50 states must be counted. An American citizen's vote durin...","sentiment_score":0.0}
{"full_text":"RT Prolly won't be on twitter much today, wife and I have been fine since she was diagnosed with covid but she's showing f...","sentiment_score":0.3083333333}
{"full_text":"RT Covid immune response faster and stronger post-infection, scientists say","sentiment_score":0.0}
{"full_text":"#Coronavirus #vaccine: #Bangladesh signs deal with #India for 30m doses #AstraZeneca","sentiment_score":0.0}
{"full_text":"Local newspapers have never been more important and it's tough during the pandemic. Have signed up for digital version of my local paper #NewburyWeeklyNews \/ to help support them. Many great journalists started in local papers. Great to see innovating.","sentiment_score":0.2611111111}
{"full_text":"Both men and women should be able to receive the pension at 60 regardless of covid.","sentiment_score":0.5}
{"full_text":"Indonesia Falls Into Recession as Outbreak Hampers Recovery by","sentiment_score":0.0}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT For all the people moving out of the cities in the pandemic, maybe go form and work with southern communities to raise...","sentiment_score":0.0}
{"full_text":"I'm thinking more Cannonball....but unofficial obvs, poss at New Year covid dependent. I'm going to get a mate of mine to knock up an Mx5 bootlid that'll hold 3 or 4 Jerry cans, though I reckon with how that car is on my knees, I won't be able to walk for a week if I do it. ","sentiment_score":0.3787878788}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"Coeur d'Alene comedian Dan Cummins overcomes COVID-19, livestreaming via Zoom - The Spokesman-Review","sentiment_score":0.0}
{"full_text":"Covid in Lebanon ...","sentiment_score":0.0}
{"full_text":"Trending now: Covid-19 impact on Industrial Hemp in Medical Market Growth, Segments, Revenue ...","sentiment_score":0.0}
{"full_text":"RT Many of us are used to preparing for flu and cold season, hoping it won't be bad this year, or maybe we'll dodge it. We have to...","sentiment_score":-0.2666666667}
{"full_text":"RT Anyone else suffering fromWriting fatigue,Statistics fatigue,Zoom fatigue,Pandemic fatigue,Election fatigue,Bad news fat...","sentiment_score":0.0}
{"full_text":"RT The coronavirus pandemic has made life fluid, and a clinical vaccine will play a role in this too. NBA's goal is some am...","sentiment_score":0.0}
{"full_text":"100 percent. Electoral college has cost us Bush 2 and Trump...12 years of GOP Presidency that has seen two of the largest market crashes in the history of the USA...a pandemic, needless wars... all despite Democratic nominee winning 7 of 8 popular vote.","sentiment_score":0.2}
{"full_text":"RT As the vote count continues in key battleground states, has arrived at The Queen theater in Wilmington, Delawar...","sentiment_score":0.0}
{"full_text":"RT A 20-minute rapid coronavirus test system, on which the government has spent PS323m, which is at the heart of Boris Johnson...","sentiment_score":-0.1}
{"full_text":"RT Joe Biden tested negative for COVID today, his campaign announces.","sentiment_score":-0.3}
{"full_text":"RT Important and concerning stat from Simon Stevens, on why the virus's spread needs to be stopped.30,000 NHS staff are curre...","sentiment_score":0.4}
{"full_text":"To think the police are bothering honest hard working people about lockdown when there are killers, thieves and rapists out there ","sentiment_score":0.1541666667}
{"full_text":"I'm about to get a mask that says \"FDT\" and wear it to work and I wish someone would say something to me lol","sentiment_score":0.8}
{"full_text":"RT That is not true. Even in pre-pandemic elections, it was routine for states to accept ballots - including ballots from overseas...","sentiment_score":-0.175}
{"full_text":"RT 100% deserved. I have shit I want to do in 2021 and 2022 and still dealing with covidiots isn't one of them","sentiment_score":-0.2}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"...and according to you made millions during the pandemic from info given in a secret Senate briefing in January.@CollinsforGA says you have biz dealings with China...the source of #COVID19.Collins also says you support #GAsen #GAGOP","sentiment_score":-0.4}
{"full_text":"RT #BREAKING Air Force football game at Army is off because of COVID-19 outbreak for Falcons (via","sentiment_score":-0.4}
{"full_text":"COVID-19 Testing near Birmingham, AL -","sentiment_score":0.1}
{"full_text":"Another lockdown. I feel this last year has been a total washout. There are so many people that I miss seeing and so look forward to renewing our bonds, celebrating life together, hugging and kissing. Humans are not meant to be distanced :( ","sentiment_score":-0.0625}
{"full_text":"RT PARKINSON'S Disease is just one of the MOST debilitating chronic diseases--&amp; now evidence is building that #COVID19 infecti...","sentiment_score":0.5}
{"full_text":"Gonna make these home workouts my bestfriend during this lockdown","sentiment_score":0.0}
{"full_text":"I hear Covid it does not attend those","sentiment_score":0.0}
{"full_text":"RT As confirmed as it can be.","sentiment_score":0.4}
{"full_text":"RT If there are small businesses that you will be supporting during lockdown do highlight them by retweeting this and tag...","sentiment_score":0.0}
{"full_text":"Hope all the people that were 'Actually quite looking forward to Lockdown' are enjoying bonfire night tonight.","sentiment_score":0.25}
{"full_text":"both and nah i don't think phone sex counts -- \/\/ Oh well then 3 if we don't count phone sex. I havent had that much of the opportunity to go out and meet someone im interested in because of the pandemic. ","sentiment_score":0.225}
{"full_text":"In a happy bubble . You are making life easier for carers","sentiment_score":0.8}
{"full_text":"RT The deep intellectual dishonesty of graphics improperly presented and interpreted. Deaths lag cases by 3-4 weeks. Approxi...","sentiment_score":0.15}
{"full_text":".@JoeBiden tested negative for COVID-19 today, his campaign says, his 20th negative test announced since President Trump tested positive last month\"Vice President Biden underwent PCR testing for COVID-19 today and COVID-19 was not detected.\" (h\/t","sentiment_score":-0.0745454545}
{"full_text":"RT A source familiar with Trump's Tuesday Oval Office meeting with his coronavirus task force said the president is still not demo...","sentiment_score":0.375}
{"full_text":"Cya ian. Im sick if the covid BS. Its a con job. By!","sentiment_score":-0.8928571429}
{"full_text":"RT People will die and jobs will be lost because Boris Johnson didn't lockdown when the opposition said it should happen. The v...","sentiment_score":0.0}
{"full_text":"RT > New York City: A Theory of EvolutionChris Sullivan remembers the run-down, experimental New York of punk, hip hop and...","sentiment_score":0.1242424242}
{"full_text":"RT ABSU is asking students to pay \"Pandemic Prevention Fee\" not to test students for COVID19According to the school, you...","sentiment_score":0.0}
{"full_text":"RT Four months ago, he could see it.","sentiment_score":0.0}
{"full_text":"RT To save lives? Yes and","sentiment_score":0.0}
{"full_text":"Million Mask March Underway in London as UK Enters Second Coronavirus Lo... via #COVID__19 #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT As the vote count continues in key battleground states, has arrived at The Queen theater in Wilmington, Delawar...","sentiment_score":0.0}
{"full_text":"RT Apartment company owned by Jared Kushner moves to evict hundreds of families as moratoriums expire - The Washington Post...","sentiment_score":0.0}
{"full_text":"RT You might have Covid-19 Privilege if you ignore: THE ELDERLYhttps:\/\/t.co\/AsfG02teVt CHILDRENhttps:\/\/t.co\/YocYVMzKGY...","sentiment_score":0.0}
{"full_text":"Wetin b pandemic prevention fee?Base on the school go prevent the student from Pandemic?","sentiment_score":0.0}
{"full_text":"What we are doing now is obviously not working. We need to right this course or we will never get control of Covid.","sentiment_score":0.1428571429}
{"full_text":"So nothing changes for Pels and Clips games?","sentiment_score":0.0}
{"full_text":"Day 1 in lockdown 2.0. I'm bored.","sentiment_score":-0.5}
{"full_text":"RT AntiDisability #Bigot Aaron Ford, instead of being a media hog, SERVE CITIZENS--YOU HAVE IGNORED TH...","sentiment_score":0.0}
{"full_text":"RT ESPN is planning to lay off nearly 300 employees and eliminate 200 open positions amid the coronavirus pandemic, according to re...","sentiment_score":0.05}
{"full_text":"Well.. my dad's sick,  they want him to get a covid test. So I'm gonna cross my fingers that it comes up negative.","sentiment_score":-0.3380952381}
{"full_text":"RT Management company owned by Jared Kushner files to evict hundreds of families as moratoriums expire","sentiment_score":0.0}
{"full_text":"RT Trump has now put more effort into stopping the vote count than he did into stopping the coronavirus.","sentiment_score":0.5}
{"full_text":"RT That is not true. Even in pre-pandemic elections, it was routine for states to accept ballots - including ballots from overseas...","sentiment_score":-0.175}
{"full_text":"RT When your husband was a healthcare worker who lost his life from #COVID and half the country doesn't seem to care...there...","sentiment_score":-0.1666666667}
{"full_text":"RT #49ers' WR Deebo Samuel shares his thoughts after the recent negative Covid-19 test results of teammate Kendrick Bourne on...","sentiment_score":-0.15}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"Covid 21 inchallah","sentiment_score":0.0}
{"full_text":"This is so hard to read Hywel. I think in many ways this lockdown is worse. Hope is taking a battering, people are traumatised. But there's an air of 'ah we've done it before we'll be fine'. This needs acknowledging &amp; a plan to support - especially for NHS teams.","sentiment_score":0.045}
{"full_text":"RT Grateful that my first group Zoom of lockdown 2.0 was with these s - always so good to share updates, tips &amp; challenges abo...","sentiment_score":0.475}
{"full_text":"RT We are waiting for #Erishad #HarshadChopda #EricaFernandes","sentiment_score":0.0}
{"full_text":"RT Trump is fighting harder to stop the count than he did to stop the spread of COVID.","sentiment_score":-0.1}
{"full_text":"RT A reminder that the woman he's running against, Kelly Loeffler, knew about the pandemic MONTHS ahead of time and inste...","sentiment_score":0.0}
{"full_text":"My husband and kids really were my biggest source of strength during this pandemic. They really bring me so much joy. I got to work with brands that  really resonates with my brand.","sentiment_score":0.35}
{"full_text":"RT A paper claiming that amulets may prevent COVID-19 will be retracted, says the author.","sentiment_score":0.0}
{"full_text":"RT ABSU is asking students to pay \"Pandemic Prevention Fee\" not to test students for COVID19According to the school, you...","sentiment_score":0.0}
{"full_text":"#Delhi needBlood Group:  AB+Ve or Any GroupBlood Component needed: Plasma of a #Covid19 recovered PatientFor: Malti Mishra,54yrs,FemaleAt: Appolo Hospital, Sarita ViharAttendant Nos:88174208247055530777#BloodMatters@HydBloodDonors@iCanSaveLife@BloodAid","sentiment_score":0.0}
{"full_text":"No more terrorism in this world! Keep the planet clean#StopErdogan","sentiment_score":-0.3125}
{"full_text":"RT Are you a primary teacher that uses digital literacy as part of their English teaching? Then I need you I want to interview...","sentiment_score":0.1333333333}
{"full_text":"RT Imagine if Trump had fought this hard to stop the spread of COVID-19?","sentiment_score":-0.2916666667}
{"full_text":"It's Rediculous they just gave us a huge amount of gifts through lockdown\/They can't help the state of the world+still they gave us music\/ so many memories to make+records to extend. People live too much in the future+not the now\/They even said they have nothing to prove now","sentiment_score":0.3090909091}
{"full_text":"Well it's supposed to be a lockdown according to the media but like you say, it's not as restrictive.","sentiment_score":0.0}
{"full_text":"RT Sources: The NBA aims to have arena suites open to fans at 25-to-50 percent capacity for 2020-21 season tipoff, based on...","sentiment_score":0.0}
{"full_text":"Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths. ","sentiment_score":0.0}
{"full_text":"RT Entering a second lockdown, GPs want their patients to know #GPisOpen. We've created resources for our members to commuicate with...","sentiment_score":0.0}
{"full_text":"RT Four men have now been arrested by Sussex Police after a mass brawl involving about 20 people erupted in Brighton on the...","sentiment_score":0.0}
{"full_text":"RT Trump is fighting harder to stop the count than he did to stop the spread of COVID.","sentiment_score":-0.1}
{"full_text":"RT Uh oh, it's happening. ","sentiment_score":0.0}
{"full_text":"RT Fairly certain has the hardest job at #feuer2020 tonight. Trying to get evangelists to stop sharing their amaz...","sentiment_score":0.2142857143}
{"full_text":"Overhyped?  I guess you have an audience of the doctors, nurses, families that all died from COVID-19 to persuade next.","sentiment_score":0.0}
{"full_text":"You're fighting harder to stop the count than you did to stop the spread of COVID.","sentiment_score":-0.1}
{"full_text":"RT So you agree, people struggling to pay bills during a pandemic where 20%+ of the country is unemployed shouldn't have to wo...","sentiment_score":0.0}
{"full_text":"It is like 5 packed Commercial Planes crash each day...The number of people dying from Coronavirus each day.DO YOUR JOB, meet with the Task Force...get some sort of policy to stop this virus.I am hesitant to go shopping or out to restaurants with this number of people dying","sentiment_score":0.0}
{"full_text":"If we can't \"trust\" mail in ballots then what's the point of using them?? You can't give us an option to vote in a pandemic and then write that option off as fraud because you're losing now","sentiment_score":0.0}
{"full_text":"RT Anyways, sure wish would take a stance against Gina Carano, who has openly mocked the black lives matter movement a...","sentiment_score":0.1111111111}
{"full_text":"RT Wheeeeeewwww weeeeee!! The truth!","sentiment_score":0.0}
{"full_text":"RT Meet my #COVID duty colleague Dr Arup Senapati an ENT surgeon at Silchar medical college Assam .Dancing infront of COV...","sentiment_score":0.0}
{"full_text":"The way no one is paying attention to Trump anymore.","sentiment_score":0.0}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"Bonfire night, first day of lockdown and hopefully the night that Trump is ousted from the White House. But more importantly, a 'live' show from Shaun Shakka. NOW! Get yourselves there!","sentiment_score":0.2407670455}
{"full_text":"RT Today was the day!! The whole 'Lockdown Club' from the first wave has finally pushed out the bad boy out of the top place...","sentiment_score":0.05}
{"full_text":"RT Cafe Istanbul-Beverly Hills,CADuring the COVID-19 pandemic,when people don't have enough profit,people broke into the sto...","sentiment_score":0.0}
{"full_text":"I just heard .... fireworks...... don't fucking tell me people r still going to celebrate the 5th of November in national lockdown...","sentiment_score":-0.6}
{"full_text":"RT There's no point stressing out about Lockdown 2, there's no much you can do to change it.Look at it as a blessing, an op...","sentiment_score":-0.1}
{"full_text":"RT The Florida Department of Health reported 6,257 new cases of COVID-19 on Thursday with 39 additional deaths.","sentiment_score":0.1363636364}
{"full_text":"Sharing....corona prayers   ","sentiment_score":0.0}
{"full_text":"RT DIVERGENT: age, #frailty, and presentations of #COVID19Typical symptoms were uncommon in frail and olderpatients; t...","sentiment_score":0.8}
{"full_text":"A drug developed by Delaware's and licensed to continues to show promise treating #COVID19. The companies report the drug, #barcitinib, boosted the effectiveness of #remdesivir in hospitalized patients. #choosedelaware #netde","sentiment_score":0.1}
{"full_text":"RT It's November 4th. And today we had 103k new #COVID19 cases. The highest ever and the first time over 100k.52k are h...","sentiment_score":0.1931818182}
{"full_text":"RT If you buy an advent calendar in the next couple of days and start it on 8th November then that's a chocolate a day for th...","sentiment_score":0.0}
{"full_text":"RT The coronavirus pandemic has made life fluid, and a clinical vaccine will play a role in this too. NBA's goal is some am...","sentiment_score":0.0}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"RT 160 years of context.","sentiment_score":0.0}
{"full_text":"RT Through the fight against the global pandemic, the world saw India's strengths such as:A sense of responsibility. A s...","sentiment_score":0.0}
{"full_text":"RT 4\/ At-home COVID-19 tests are available through LabCorp. Visit to learn more.","sentiment_score":0.45}
{"full_text":"RT Can some one remind Bojo and starmer who feel a moral responsibility to keep schools open that they have a moral respon...","sentiment_score":0.0}
{"full_text":"Hurrah!","sentiment_score":0.0}
{"full_text":"RT In the midst of the news focusing on election results, please note that the rate of #COVID19 in Texas is increasing as...","sentiment_score":0.0}
{"full_text":"RT The president elect starts working.","sentiment_score":0.8}
{"full_text":"Warnings have been issued around the dangers of buying illegal fireworkshttps:\/\/t.co\/ZdgK9ZC7HG","sentiment_score":-0.5}
{"full_text":"Check out the guide to cleaning and #disinfecting your home during #COVID19, including extra steps to take when someone is sick.","sentiment_score":-0.3571428571}
{"full_text":"RT okay and?","sentiment_score":0.5}
{"full_text":"England enters second national lockdown #retail #coronavirusuk","sentiment_score":0.0}
{"full_text":"How has the pandemic changed #CyberCrime? via","sentiment_score":0.0}
{"full_text":"What leading AMCs can teach about using EHRs for COVID-19 response.https:\/\/t.co\/4noR0AdN1H","sentiment_score":0.0}
{"full_text":"For help and advice in #Somerset, phone the coronavirus support helpline on 0300 790 6271, 8am to 6pm seven days a week #StayWellSomerset","sentiment_score":0.0}
{"full_text":"You can never be to careful these days. You owe it to your friends to stay home with that cold you have coming on!  #GatorNation","sentiment_score":-0.425}
{"full_text":"You can leave home for any medical reason, including to get a #COVID19 test. Test sites will remain open and it's more important than ever to book a test if you have any symptoms. To book a test, call 119 or visit","sentiment_score":0.225}
{"full_text":"says assessments are actually the best tool to help identify and narrow gaps between students that have widened during #COVID19. Read more: #education #assessments","sentiment_score":0.325}
{"full_text":"Are people following lockdown as strictly as they did in March?https:\/\/t.co\/uvGnY9mQH8","sentiment_score":0.0}
{"full_text":"It's the start of #Lockdown2 &amp; just because we're closed for a while doesn't mean your skin has to suffer if you can't have a facial Check out our top tips for caring for your skin during lockdown:","sentiment_score":0.021875}
{"full_text":"The Palestinian mother of the detainee, Imad Shuqair, who is sentenced to life imprisonment, died after she got infected with Coronavirus. She kept the wedding clothes of her son for twenty years!#FreePalestine","sentiment_score":0.0}
{"full_text":"Learn more about available District resources to keep you in your home by visiting","sentiment_score":0.45}
{"full_text":"Lockdown has begun. Stay informed and get unlimited access to our online stories by taking out a subscription #stayinformedstaysafe  #journalismmatters","sentiment_score":0.0}
{"full_text":" Come fly with us on 4 December! As we stay home to stay safe again, take part in the PKD Virtual Balloon Race &amp; be in with the chance of winning PS100 shopping vouchers of your choice - perfect for Xmas!  Get your #PKDballoons - only PS3 per entry ","sentiment_score":0.6}
{"full_text":"German resilience helps DACH region towards record PE deal value total despite Covid-19 volatility, plus read all the rest of the day's biggest private equity news here: #investment #buyout","sentiment_score":0.0}
{"full_text":"There have been 'alarming increases' in the region's drinking during lockdown, according to alcohol education charity Drinkaware.https:\/\/t.co\/Q6n7SWhfZp","sentiment_score":-0.1}
{"full_text":"Choose the OEC to host your meetings or seminars. Our venues are still available for rental with the necessary CoVid-19 protocols in place. Contact us at 876- 618-3721 or email: info@overseasexams.org.jmfor details.#ExaminationsHub #OEC #Jamaica","sentiment_score":0.2}
{"full_text":"Even though MWR operations are limited due to COVID-19, we still value your feedback! Links to customer satisfaction surveys are available at Just click on the program you're looking for and you'll be taken to the appropriate survey.","sentiment_score":0.1680803571}
{"full_text":"Love this","sentiment_score":0.5}
{"full_text":"Munich Re reports P&amp;C loss on EUR1.5bn nat cat &amp; COVID impact ","sentiment_score":0.0}
{"full_text":"#Dorset residents urged to follow the #lockdown advice....https:\/\/t.co\/FjUMtOD07E","sentiment_score":0.0}
{"full_text":"Experts at a panel hosted by offered a glimpse into what the country will look like six months from now as we navigate the #COVID19 pandemichttps:\/\/t.co\/QgkFYUiOEB","sentiment_score":0.0}
{"full_text":"Absolutely terrifying Juila,I`m surprised I`ve got the testicular fortitude to leave the house to look after my 87 yr old mum..;-)","sentiment_score":-0.1375}
{"full_text":"RT Right on brand, and right on time. You could set your clocks to this.","sentiment_score":0.2857142857}
{"full_text":"Don't remember seeing this amount of policing for the recent Muslim protest outside the French Embassy. ","sentiment_score":0.0}
{"full_text":"Euro zone rebound muted by second Covid-19 wave","sentiment_score":0.0}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Why #COVID19 has helped put the \"surge\" in  ... plastic surgery. Hear from Jersey's own about why business is (unexpectedly) booming.","sentiment_score":0.35}
{"full_text":"RT #Coronavirus #vaccine: #Bangladesh signs deal with #India for 30m doses #AstraZeneca","sentiment_score":0.0}
{"full_text":"The Nightingale hospital has not yet been used","sentiment_score":0.0}
{"full_text":"As we enter the winter months, we expect to see cases continue to rise due to cooling temperatures and the need for more indoor activities. ","sentiment_score":0.1875}
