{"full_text":"Thousands of people getting sick and dying every day while our nation is ravaged by a pandemic and all you can do is send out stupid tweets about ratings? January 20th and President Biden can't happen soon enough.","sentiment_score":-0.3785714286}
{"full_text":"RT Even if you're wearing a face mask, it's really important to keep your distance from others, unless you live together.Find...","sentiment_score":0.2681818182}
{"full_text":" if you can spare any help","sentiment_score":0.0}
{"full_text":"They have !!! But the sad part is the governments over the last years have let it happen. And they wonder why people of colour get covid more ?","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT COVID is so out of control in the US that Doctors Without Borders is coming HERE","sentiment_score":0.0}
{"full_text":"RT -Lockdowns-Mask police-Curfews What about freedom?","sentiment_score":0.0}
{"full_text":"messy af","sentiment_score":-0.2}
{"full_text":"THIS IS YOUR FAULT!!#COVID19 #ConcedeTrumpGameOver","sentiment_score":0.0}
{"full_text":"RT The tide is discernibly turning against Trump in the past 24 hours.  We are nearing the end of his national temper tantrum...","sentiment_score":-0.25}
{"full_text":"RT It remains the case that Trumpworld's inability to protect itself from coronavirus is a microcosm of its failure to protect ev...","sentiment_score":-0.3166666667}
{"full_text":"Sadly this will be the super spreader event of the century that will lead to many many more preventable hospitalizations and deaths as wearing masks and social distancing will be anathema ","sentiment_score":0.2277777778}
{"full_text":"He's on Twitter, guys","sentiment_score":0.0}
{"full_text":"Opposition Leader Peter Bevan-Baker uses his first question to ask about the impact COVID-19 has had on the PEI economy, calling it the \"magic faucet\" of federal money helping to keep Island economy going #peipoli","sentiment_score":0.375}
{"full_text":"RT The new administration's COVID-19 task force ushers in a new day for science and evidence-based policy-making. As a city...","sentiment_score":0.1363636364}
{"full_text":"Good job we're in lockdown to prevent this ain't it ","sentiment_score":0.7}
{"full_text":"RT The cancel culture is getting out of hand","sentiment_score":0.0}
{"full_text":"RT Here's an idea, WEAR A FCKING MASK!!!","sentiment_score":0.0}
{"full_text":"RT Assaulter Corey Lewandowski has tested positive for Coronavirus.Spots and Glares.","sentiment_score":0.2272727273}
{"full_text":"RT Huge disservice is an understatement. They have treated people like objects and collateral damage in a schoolboy quest...","sentiment_score":0.4}
{"full_text":"RT Corey Lewandowski has tested positive for COVID, so heads up guys, AXE body spray is not an effective deterrent.","sentiment_score":0.4136363636}
{"full_text":"RT Each and every vote for in this past election was a vote to protect and expand the Affordable Care Act--not tear...","sentiment_score":-0.25}
{"full_text":"His followers aren't worried. I've been told to just stay home if I'm worried about our health. They are more worried about being controlled by the government. For those good people blocked by our idjiit MPP...","sentiment_score":0.6}
{"full_text":"RT When Trump said covid would disappear on Nov. 4, he apparently meant that's when he'd stop pretending to give a damn.","sentiment_score":0.05}
{"full_text":"Ohio sets daily COVID-19 case record (again) and breaks 7K newly reported for the first time.Gov. Mike DeWine will give an update on the state's response soon https:\/\/t.co\/mrc5mAktLo","sentiment_score":0.1287878788}
{"full_text":"Look, in honesty, I feel for these folks to a certain extent. Just not enough to give them a pass on chewin' the local school out for the difficult choices they gotta make while in the same breath praising that COVID denier Bernsen for all his support","sentiment_score":-0.0571428571}
{"full_text":"RT Corey Lewandowski has COVID-19.WOMP WOMPITY WOMP.","sentiment_score":0.0}
{"full_text":"RT Meanwhile.....","sentiment_score":0.0}
{"full_text":"RT I get apoplectic whenever I see a DDS  refer to as \"FAKE VP.\"'Yang tinatawag niyong pekeng Bise-President...","sentiment_score":-0.5}
{"full_text":"RT damn ","sentiment_score":0.0}
{"full_text":"US can't continue w\/dysfunctional Congress. Pelosi(House) supports UI sup\/$$0, rental, small business loans more SNAP for households &amp; additional.Senate(McConnell) wants less but \"targeted assistance\", +  protection for employers from employees. on COVID. (WTF)VOTE BLUE lets go","sentiment_score":0.0566666667}
{"full_text":"RT Positive COVID cases in Trumpworld we learned about in the last week:Mark MeadowsNick Trainer Ben Carson David Bossie...","sentiment_score":0.1136363636}
{"full_text":"#IMask4U so we don't have to continue to read these stories. Too many of them already, let's make them stop #WearAMask","sentiment_score":0.5}
{"full_text":"RT The GOP has got to get a handle on this. The president has stopped governing, we have an out of control pandemic, and he's...","sentiment_score":0.0}
{"full_text":"Corona says not yet ","sentiment_score":0.0}
{"full_text":"RT We epidemiologists never been more sad during #COVID19. It's like watching Trump pilot a  going down &amp; neglect...","sentiment_score":-0.0518518519}
{"full_text":"This though","sentiment_score":0.0}
{"full_text":"RT COVID is sadness. Profound sadness. It is suffering, and sacrifice. It is perhaps the greatest abdication of presidential re...","sentiment_score":0.5416666667}
{"full_text":"RT Breaking NBC News confirms that Corey Lewandowski has tested positive for COVID-19.Lewandowski was in Philadelp...","sentiment_score":0.2272727273}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"I only wish it was true.The way you have led this country during this pandemic leaves a lot to be desired.....A leader leading from behind so which promised land are we talking about?","sentiment_score":-0.2}
{"full_text":"RT They won't even let you into The White House unless you test positive for Covid.","sentiment_score":0.1136363636}
{"full_text":"again, pandemic fashion is its own inexplicable genre","sentiment_score":0.0}
{"full_text":"Suicides are up 200% since lockdown. And it was the UK's biggest killer of men under 45 even before Covid.  Could 2 friends please copy and repost this tweet? Trying to demonstrate that someone is always listening. Call 116 123 (Samaritans UK)Just two. COPY not retweet.","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate...","sentiment_score":0.0}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"RT Corey Lewandowski has tested positive for COVID, so heads up guys, AXE body spray is not an effective deterrent.","sentiment_score":0.4136363636}
{"full_text":"RT I think the trans community deserves a response from as to why they are selling this book  about the \"tr...","sentiment_score":0.0}
{"full_text":"RT The CDC correctly instituted an eviction moratorium earlier this year. Unfortunately, they have now undermined that mora...","sentiment_score":-0.25}
{"full_text":"our online communities of practice and support peer to peer sharing and learning and have been invaluable in the way we can work together to learn and innovative","sentiment_score":0.5}
{"full_text":"RT Learning providers have been very often on the frontline during the #coronavirus crisis. They had a challenge to ensure that l...","sentiment_score":0.2}
{"full_text":"There IS a national pandemic plan!!! Don't believe the hype in the media. The federal government has been very clear that the Province's are squabbling over jurisdictions. For example, BC still does not have access to the contact tracing app. Dafuq!","sentiment_score":0.1625}
{"full_text":"RT Rudy Giuliani's election night party guest Healy Baumgardner has coronavirusRudy Giuliani's Four Seasons Total Landscap...","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate t...","sentiment_score":0.0}
{"full_text":"This lockdown is defo not like the 1st one .. bare mans still about, know one gives a fuck about boris ","sentiment_score":-0.175}
{"full_text":"RT to the people saying yeonjun would be the one making tiktok vids while in lockdown  #WeLostTheSummer","sentiment_score":0.0}
{"full_text":"RT To Senate Republicans:Joe Biden will be the next President.Kamala Harris will be the next VP.It is past time to get t...","sentiment_score":-0.0833333333}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"Hi, This personal responsibility you keep talking about isn't working. Businesses are not enforcing mask wearing. Most of the populous is not wearing them, including yourself. California reported 4200 cases yesterday and we have 1\/10th of their populationDo something","sentiment_score":0.25}
{"full_text":"RT the philippines was ravaged by multiple typhoons. people lost their homes &amp; for some, their loved ones.if you want to h...","sentiment_score":0.35}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT This is one that I am not hearing \"Jingle Bell\" songs or seeing signs of Christmas  anywhere, I hope say Covid19 never catc...","sentiment_score":0.0}
{"full_text":"RT Controlling the virus saves the economy. For the 500th time.","sentiment_score":0.0}
{"full_text":"RT Checkmate!","sentiment_score":0.0}
{"full_text":"RT Y'all weird for not wanting a lockdown  you want it to be tf over or not","sentiment_score":-0.5}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"Chipotle is opening 100% app-based stores. #tcnt","sentiment_score":0.0}
{"full_text":"RT Covid is currently at record highs. Six American troops just died in a helicopter crash. And this is what Trump is tweetin...","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up since lockdown. Could 2 followers please copy and re-post this tweet? We're trying to demonstra...","sentiment_score":0.0}
{"full_text":"RT COVID-19: \"There's no way of sugarcoating it -- there's a lot of fear, and that's with our staff as well.\" Second residen...","sentiment_score":0.0}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"Made this list for you so you can claim credit.","sentiment_score":0.0}
{"full_text":"Have you noticed your pet gaining weight during the pandemic?  You are not alone.... #vcapets","sentiment_score":0.0}
{"full_text":"RT These are the facts that are hampering business. Faisal isn't taking time to make a video for fun, he's trying to ensure hi...","sentiment_score":0.3}
{"full_text":"Come talk to us tomorrow!","sentiment_score":0.0}
{"full_text":"RT America's fatality rate is dropping as coronavirus treatments improve!","sentiment_score":0.0}
{"full_text":"RT I would like to hear you announce my refund! Been 6 months# scamdals #COVID19","sentiment_score":0.0}
{"full_text":"RT -Lockdowns-Mask police-Curfews What about freedom?","sentiment_score":0.0}
{"full_text":"Just announced: Rigby girls basketball has postponed its season opener Saturday against Skyline because of a COVID-related issue. Officials working on a replacement date.#idpreps","sentiment_score":0.0}
{"full_text":"RT Trump's refusal to concede and work with President-Elect is further fueling the out-of-control spread of coronav...","sentiment_score":0.0}
{"full_text":"RT #LNK #pandemic #KindnessMatters #foodsecurity We have Little Free Pantries located at these locations open 24\/7:*1609 South 2...","sentiment_score":0.0708333333}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\"","sentiment_score":-0.4}
{"full_text":"I missed telling that he was fired yesterday because I was in bed with a fever of 103. I hold him personally responsible because of his terrible handling of covid. Let me know where I can send my medical bills, Donnie!","sentiment_score":-0.2666666667}
{"full_text":"RT WHO chief Tedros: \"We may be tired of COVID-19 but it is not tired of us\" - REU","sentiment_score":-0.1}
{"full_text":"C'Mon! If folks thought Boston was RACIST before, wait til they watch Trial 4: how a teen spent 22 years in prison for a crime he didn't commit. won't tweet this like he did about #Biden's Boston Covid advisors. #BOSpoli #MApoli","sentiment_score":-0.05}
{"full_text":"RT Remains funny to me that Ben Carson, an actual brain surgeon, doesn't believe in science.","sentiment_score":0.125}
{"full_text":"RT The #WHO is in discussions with the #Russian institute that developed the #SputnikV candidate vaccine against coronaviru...","sentiment_score":0.05}
{"full_text":"11-12-2020 Muletrain News:  Obits for Sandy Turner, JaDan Sudderth and Margorine Matthews, Bailey County Covid-19 Cases Near Triple Digits, 5th Grade Fall Music Program Livestream, Christmas is Around the Corner at Fry &amp; Cox, Livestock Show Gun Raffle","sentiment_score":0.1}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 followers please copy and re-post this tweet? Call 1-800-273-8255 (USA hotline)Just two. Any two. Copy, not retweet","sentiment_score":0.0}
{"full_text":"RT The flu pandemic of 1918 was contained in WPG by closing schools and not making people work. We need to demand nothing le...","sentiment_score":0.0}
{"full_text":"RT Governor JB Pritzker suggested a COVID-19 outbreak at the LaSalle Veterans Home that killed seven and left more than 140...","sentiment_score":0.1}
{"full_text":"RT BREAKING: the WH Election Night #SuperSpreader event claims a SEVENTH Trumpster:Corey Lewandowski has tested positive...","sentiment_score":0.2272727273}
{"full_text":"RT Biden wants to open the borders during a pandemic","sentiment_score":0.1}
{"full_text":"Talked to a woman today whose 68 year old aunt just,found out she has breast cancer. She wasn't able to go for a mammogram in April because of Covidhysteria. Nobody is keeping score on cases like this &amp; we have an idiot claiming to be the next President talking about LOCKDOWN II","sentiment_score":-0.05}
{"full_text":"RT Thanks    for highlighting the pandemic's impact on women today:-overrepresented in most effected...","sentiment_score":0.35}
{"full_text":"November 12 #SC #COVID19 Update - Cases: 1243 confirmed\/\/67 probable\\- Deaths: 8 confirmed\\\/0 probable\\- Tests (not antibody): 8659 \/- % positive: 14.4%\\- COVID ICU: 196 \\- COVID hospitalized: 810 \/- COVID ventilated: 91 \\ #sctweets #scnews #dataviz","sentiment_score":0.2272727273}
{"full_text":"We cannot become numb to these #s. Hospitalizations &amp; deaths lag 3-5 weeks. Going to be a very rough Nov-March if we continue on this trajectory.","sentiment_score":-0.365}
{"full_text":"Curious to ask requested, would you rub your tongue along the rim of his loose, hemorrhoidal hole? Would you ingest his covid and mcmuffin laced diarrhea, emerging like a five-year-old whose mother let him lick the chocolate cake batter?","sentiment_score":-0.0884615385}
{"full_text":"RT RNC chief of staff Richard Walters has tested positive for coronavirus, according to a GOP official. (h\/t","sentiment_score":0.2272727273}
{"full_text":"RT Chicago Mayor Lori Lightfoot is set to announce new restrictions on in-person meetings in addition to a stay-at-home adv...","sentiment_score":0.1363636364}
{"full_text":"RT There's no friction between public health and the economy. If you look around the country and around the world, the place...","sentiment_score":0.0}
{"full_text":"#RELS122 Another concept we've been reading about lately that has remarkable relevance for this moment: \"During liminal periods--which can last from days to months--things as we know them dissolve and become reinvented.\"https:\/\/t.co\/iEe5hhTJ7O","sentiment_score":0.15}
{"full_text":"Oh dear","sentiment_score":0.0}
{"full_text":"RT Covid-19: Government faces legal action over PS75m contract for antibody tests","sentiment_score":0.15}
{"full_text":"Spring, AKA, lockdown 3.","sentiment_score":0.0}
{"full_text":"RT The ONLY U.S. President who is currently concerned about COVID-19, and planning to deal with it, is Joe Biden.","sentiment_score":0.0}
{"full_text":"Factually reporting that the clear recommendations of public health experts were ignored by is not \"one doctors opinion.\" Prioritizing his voting base of small businesses owners *at the expense of everything else* is not \"a balanced approach\"Stop gaslighting us.","sentiment_score":-0.2375}
{"full_text":"at least.......wear a mask","sentiment_score":0.0}
{"full_text":"Adjusting to a remote work schedule and environment can be challenging. Read our latest blog for six tips to help you stay productive while working from home.  #remotework #productivity","sentiment_score":0.3}
{"full_text":"I, too, love to see our Mayor answer questions about a spike in COVID rates at an in-person gathering with zero social distancing by her staff.","sentiment_score":0.2666666667}
{"full_text":"RT It's almost like jinxed us by releasing and promoting his terrible leadership book the last few weeks. After hi...","sentiment_score":-0.4}
{"full_text":"Remember that time you named my fat finger joints a \"Golbert\"? Than few days later he got covid ","sentiment_score":-0.1}
{"full_text":"I thought he was in jail, but then again it is *so hard* to keep track with this administration.https:\/\/t.co\/1H2LDIW6eL","sentiment_score":-0.1958333333}
{"full_text":"I still can't believe we are still in this pandemic..... ","sentiment_score":0.0}
{"full_text":"Wear a mask! Save a Senior!","sentiment_score":0.0}
{"full_text":"RT Premier League players who trained with him: Alisson, Ederson, Thiago Silva, Alex Telles, Douglas Luiz, Allan, Richarlis...","sentiment_score":0.0}
{"full_text":"WATCH: State Officials Hold Coronavirus Briefing at 2 pm.","sentiment_score":0.0}
{"full_text":"I'm tryna hit the flame for my birthday so what we gotta do ","sentiment_score":0.0}
{"full_text":"BUT THE MORTALITY RATE...ARRRRRRGH!","sentiment_score":0.0}
{"full_text":"RT \"accordingly I will announce the outcome of your vaccines in advance by Allah's command that your vaccines that it's n...","sentiment_score":0.0}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"RT Jared Kushner and Ivanka Trump moved their kids to a new school after parents complained about the couple not following cor...","sentiment_score":-0.0545454545}
{"full_text":"RT as long as they financially compensate us this is literally not an issue. it's just a month.","sentiment_score":-0.025}
{"full_text":"RT Oh, they've finally fixed the neurotypical greeting!! You just had to add a few \"really\"s inbetween  h...","sentiment_score":0.0520833333}
{"full_text":"Well, the framework requires at least 100 new cases per 100,000 per week...The GTA (6.2 million) wouldn't go into lockdown until we see at least 1,000 new daily cases just from there.Niagara - min 100Hamilton - min 125Simcoe - min 100My guess: double that before they act.","sentiment_score":-0.0545454545}
{"full_text":"COVID would be a good reason not to gather in great numbers.","sentiment_score":0.75}
{"full_text":"RT Covid is currently at record highs. Six American troops just died in a helicopter crash. And this is what Trump is tweetin...","sentiment_score":0.0}
{"full_text":"As1 - Executive Covid-19 restrictions in NI extended for one more week","sentiment_score":0.5}
{"full_text":"RT Lockdown = less spread of the virus. Less spread of the virus = fewer hospitalizations. Fewer hospitalizations = hospital...","sentiment_score":-0.1666666667}
{"full_text":"RT I'd rather die of covid than take any part in something like this","sentiment_score":0.0}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT as long as they financially compensate us this is literally not an issue. it's just a month.","sentiment_score":-0.025}
{"full_text":"RT They won't even let you into The White House unless you test positive for Covid.","sentiment_score":0.1136363636}
{"full_text":"RT JUST IN: RNC chief of staff tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"Are you taking this opportunity as a #restaurantoperator?","sentiment_score":0.0}
{"full_text":"On the Main Stage: INNOVATIVE EFFORTS IN PUBLIC HEALTH, BEHAVIORAL HEALTH, RURAL HEALTH &amp; HEALTH EQUITYCamille HardingSarah TunebergMichelle MillsBonnie Silva#PHChallenge #Covid19 #InnovationSummit","sentiment_score":0.1666666667}
{"full_text":"With the hustle and bustle of your kitchen and dining room, #socialdistancing may not be the first thought on everyone's minds. Give your employees and guests a safe reminder when they look down with our social distancing mats! Request a #freequote today:","sentiment_score":0.1590277778}
{"full_text":"Detroit civic commons team responded to the pandemic with programming &amp; engagement squarely focused on the needs of Fitzgerald neighborhood residents. #COVID19 #Detroit","sentiment_score":0.0}
{"full_text":".@PendleLeisure &amp; is seeking financial support to help survive the pandemic. We've seen our income streams disrupted &amp; reserves hit hard over the last few months. We know times are hard for everyone but any help would be greatly appreciatedhttps:\/\/t.co\/WouyNxlCDx","sentiment_score":0.0027777778}
{"full_text":"StanChart cuts 200 jobs as corona defaults hit profithttps:\/\/t.co\/wuIeDbZAnB","sentiment_score":0.0}
{"full_text":"#GreysAnatomy's (Dr. Levi Shchmitt) shares what happens when the pandemic hits Seattle in an interview with tonight at 7 pm on CTV2.The #Station19 and #GreysAnatomy season premiere crossover event begins tonight at 7 pm ET\/PT on","sentiment_score":0.0}
{"full_text":"Costco has had a face mask policy in effect since May 4, 2020, but members who could not wear a mask due to a medical condition were exempt.https:\/\/t.co\/cMi4Io4lHF","sentiment_score":-0.0625}
{"full_text":"'We are in a good financial position because we planned well. I knew before, in the first lockdown, that we needed to be cautious.'@IlfordFC1881 Chairman and Manager Adam Peek discusses lockdown life at non-league level.https:\/\/t.co\/LsdKjXUrg6","sentiment_score":0.3166666667}
{"full_text":"RT BREAKING: Lawyer, Juror Test Positive for COVID-19, Prompting Judge To Pause Federal Trial via...","sentiment_score":0.2272727273}
{"full_text":"Ticketmaster says it may check for coronavirus test results, vaccine status before eventshttps:\/\/t.co\/H99T2h1rc4","sentiment_score":0.0}
{"full_text":"RT Corey Lewandowski has tested positive for covid, he confirms. He says he feels fine and will be staying home.","sentiment_score":0.321969697}
{"full_text":"Holly's paintings have made me smile tonight - I'm not sure if she's allowed to take them in to school, so she's asked me to share them on here Her plan is to do the whole class eventually...It should keep her busy during lockdown!  #SSPArtClub","sentiment_score":0.09375}
{"full_text":"I went through every hair length","sentiment_score":0.0}
{"full_text":"Pendle Leisure Trust is seeking financial support to help survive the Covid pandemic. As a charity, we've seen our income streams hit hard over the last few months. We know times are hard for everyone, but any help would be greatly appreciatedRead more:","sentiment_score":0.0738095238}
{"full_text":"#ICYMI Mark your calendars and drop in to our Virtual Reference Desk at any time from 10am to 3pm, Mondays to Fridays for answers to quick questions about research, East Asian Studies, and the library. Directions to the desk are available at","sentiment_score":0.2444444444}
{"full_text":"When asked about the possibility of a second lockdown, deflected. Will she include the Legislature in future discussions about how to navigate the pandemic? #MILEG","sentiment_score":0.0}
{"full_text":".@WBA_Global is focused on serving people and communities.Learn how it adjusted to the COVID landscape with help from cloud-based technologies:","sentiment_score":0.0}
{"full_text":"The Infectious Diseases Society of America said it is evaluating the data on which #US regulators approved emergency use of Eli Lilly and Co's #COVID19 antibody drug, and noted that more information is needed.#Lilly #CoronaVirusUpdates","sentiment_score":0.5}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"The fewer people you come in contact with, the less chance coronavirus has to spread #StaySafeSaveLives","sentiment_score":-0.1666666667}
{"full_text":"Opinion: \"Dismantling gender stereotypes and building supportive economic structures for women, whether in the traditional workforce or caretaking roles has always been vital to achieving gender parity. In the age of the pandemic, it is non-negotiable.\"https:\/\/t.co\/xT3PcOCBLt","sentiment_score":0.2}
{"full_text":"The new guidance, which landed on the CDC website on Tuesday, cited recent studies suggesting multi-layer cloth masks can \"reduce inhalation of ... droplets by the wearer.\"","sentiment_score":0.0681818182}
