{"full_text":"RT Journalists. Please stop describing the US election as \"exciting\".It's not \"exciting\" to find out if more kids will be...","sentiment_score":0.2166666667}
{"full_text":"RT Talked to a Biden source who says early exit polls are \"disturbing, particularly voters being less concerned about COVI...","sentiment_score":-0.1}
{"full_text":"It is had to pause it a few times because they were really spot on with what was going on inside","sentiment_score":0.0}
{"full_text":" Check out these resources provided by the Texas Institute for Excellence in Mental Health on how to cope with #ElectionAnxiety and other emotions that you may experience today. #MentalHealth","sentiment_score":-0.1125}
{"full_text":"RT So the pandemic is over. Cool.","sentiment_score":0.35}
{"full_text":"SHARING IS CARING#pmrdungun #pkpp #tidakpastijangankongsi #kitajagakita #kitateguhkitamenang#watlakerdoh #jabatanpenerangan#covid19 #prayformalaysia#tidakpastijangankongsi #MomenNegaraku","sentiment_score":0.0}
{"full_text":"Didn't you forget to say \"it is safe. Go drop off your ballot because tomorrow after I win, I'm going to lock this state down again and cripple businesses. And church? Nope. But if you must riot, it's you constitutional right. You won't be prosecuted\"??","sentiment_score":0.3575396825}
{"full_text":"Same I'm not an anti-vaxxer either but I'm young and healthy so I'd rather catch corona than take the vaccine that was pushed out so fast.","sentiment_score":0.2}
{"full_text":"RT In public, President Trump compared COVID-19 to the flu and suggested people inject bleach to treat it.In private, he told...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Twitter has suspended the account of British conspiracy theorist David Icke, who had nearly 370,000 followers.Mr...","sentiment_score":0.05}
{"full_text":"RT This evening I stay at home and watch a documentary with dad. Tiktok gleamon17","sentiment_score":0.0}
{"full_text":"RT .@LAFC's game with the in San Jose is on for Wednesday night. The game was originally scheduled to be played...","sentiment_score":-0.1416666667}
{"full_text":"RT 'Disabled people should be locked in their houses for years so I can go to the pub and have my hair cut!!!'","sentiment_score":-0.390625}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"RT \"[Postal workers] are heroes for serving on the front lines of this pandemic and making sure the democratic process is ca...","sentiment_score":0.5}
{"full_text":"RT Our daily update is published. States reported 1.1 million tests and 87k cases. 50k people are currently hospitalized...","sentiment_score":0.0}
{"full_text":"RT I've updated my lockdown guide to places in Coventry and Warwickshire doing takeaways, deliveries and other amazing thing...","sentiment_score":0.2375}
{"full_text":"RT BURGER KING DID THAT! LOOK: Burger King UK urged customers to order from McDonald's in support of the thousands of res...","sentiment_score":0.0}
{"full_text":"I must compliment for this effort of training people for gainful employment. Hope more ideas will be introduced for training of different skills for gainful employment. Best wishes for constructive work in this pandemic","sentiment_score":0.5}
{"full_text":"Brit Hume on Fox News saying it's mystifying why Trump getting slammed for COVID response, basically. Hot take, you might say. #ElectionNight","sentiment_score":0.25}
{"full_text":"EVERY BRIT NEEDS TO READ THIS MORE SO THE SMALL PRINT","sentiment_score":0.125}
{"full_text":"RT Puerto Ricans on the island are voting today for a new Governor &amp; 'Yes or No' on whether they want statehood. Over the l...","sentiment_score":0.1363636364}
{"full_text":"RT There are 81 new cases of #COVID19SK to report on November 3, 2020, bringing the provincial total to date to 3,373 cases. Of the...","sentiment_score":0.0681818182}
{"full_text":"RT Let's spare a thought for Death of England due to open at the National next week. Saw it last...","sentiment_score":-0.03125}
{"full_text":"I know they opened at lunchtime today, and will be open Wednesday in order to at least register a few sales before Thursday's lock down.  #StMarysPlace #harborough","sentiment_score":-0.1638888889}
{"full_text":"Another excellent gettinf out photo.  Live the hair. #Melbourne","sentiment_score":0.5681818182}
{"full_text":"RT A friend of us just passed away from COVID-19 today. Yesterday, I still chatted with her while she was in the hospital...","sentiment_score":0.0}
{"full_text":"yes! i'm so lucky that i can go whenever i want to (pre-covid)","sentiment_score":0.3333333333}
{"full_text":"RT Talked to a Biden source who says early exit polls are \"disturbing, particularly voters being less concerned about COVI...","sentiment_score":-0.1}
{"full_text":"Imagine that!","sentiment_score":0.0}
{"full_text":"RT This tiny Islamic school has given over a million free meals to kids during the pandemic.","sentiment_score":0.2}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"RT Swedish PM warns pandemic situation 'very serious' via","sentiment_score":-0.4333333333}
{"full_text":"RT Data used to justify England's second national lockdown is 'proven' to be false, Prof Carl Heneghan claims. What are the G...","sentiment_score":-0.2}
{"full_text":"RT Blake Treinen says media and MLB isn't being honest about the whole Covid scenario in the WS. He and the Dodgers say the t...","sentiment_score":0.4}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"RT They're lying, we know they're lying &amp; they know we know they're lying. We must resist becoming comfortably numb to a...","sentiment_score":-0.075}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"DO YOU WANT CORONAVIRUS TO BE FIXED FASTER? VOTE BIDEN! #Elections2020 #Biden #VoteBlueToEndTheNightmare Trump says biden will lock down stores etc, THATS WHAT YOU NEED! PLEASE! IM BEGGING YOU","sentiment_score":-0.0590277778}
{"full_text":"I love and support the premise and know that a lot of gyms are used as polling places, but that's not why our HS kids can't get into the school district gyms in Juneau today... We've and been locked out since MARCH. #WearAMask #VOTE","sentiment_score":0.5}
{"full_text":"Coronavirus Movie 2020: Instead of electing an actor, why not just elect a movie this time?","sentiment_score":0.8}
{"full_text":"So, I'm locked out of FB and I've been in the city all day while trying to avoid the covid plague. Anything good happen today? Or do I need to continue breathing into a paper bag and pretending the world isn't on fire?","sentiment_score":0.7}
{"full_text":"AP VoteCast: U.S. On Wrong Track, COVID-19 Not Under Control the mind boggling part... who thinks it's under control? AT ALL?Anyone who thinks we have a handle on Covid either can't read, doesn't believe FACTS or is too stupid to evaluate data!","sentiment_score":-0.75}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"RT Just another computer error, people given the wrong dates for self isolation, the problems had been identified months...","sentiment_score":-0.5}
{"full_text":"RT TODAY IS THE DAY!! VOTE!! Be safe and wear a mask!! We got this!!","sentiment_score":1.0}
{"full_text":"Scamdemic","sentiment_score":0.0}
{"full_text":"RT TODAY IS THE DAY!! VOTE!! Be safe and wear a mask!! We got this!!","sentiment_score":1.0}
{"full_text":"RT Shamima was 15 whereas Harry is 17, but only one of them was viewed as a childI will never stop talking about what happ...","sentiment_score":0.0}
{"full_text":"My image is spreading like Covid, I'm so happy ","sentiment_score":0.8}
{"full_text":"RT Journalists. Please stop describing the US election as \"exciting\".It's not \"exciting\" to find out if more kids will be...","sentiment_score":0.2166666667}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"RT The amount of people in this country that are that brainless to think cancelling lockdown will solve everything  #Can...","sentiment_score":0.0}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"RT New rapid Covid tests could give results in just 15 minutes, allowing them to get lost in the track and trace system almo...","sentiment_score":0.1363636364}
{"full_text":"RT .@realDonaldTrump really is amazing--survived covid and worked non stop on the campaign trail #Election2020","sentiment_score":0.2}
{"full_text":"Covid reponse#Elecciones2020 #BidenHarris  #Trump2020 #Vote2020 #ElectionDay #ElectionNight #COVID","sentiment_score":0.0}
{"full_text":"RT WE DO NOT CONSENT TO LOCKDOWN #2Truro Wednesday 4th Nov Cornwall Freedom Rally. Meet 12pm Lemon Quay;","sentiment_score":0.0}
{"full_text":"RT TODAY IS THE DAY!! VOTE!! Be safe and wear a mask!! We got this!!","sentiment_score":1.0}
{"full_text":"This explains why I latched on to your show so tightly. I really missed it when it was on covid hiatus. I'm so happy it's back on the air.","sentiment_score":0.3333333333}
{"full_text":"RT TODAY IS THE DAY!! VOTE!! Be safe and wear a mask!! We got this!!","sentiment_score":1.0}
{"full_text":"RT But don't go see your family at Thanksgiving!!!","sentiment_score":0.0}
{"full_text":"Guess I got my payback for giving my gf #COVID19 I had her ID in my wallet and accidentally tried to use it to #Vote and almost got arrested! Luckily mine was with it so it was okay! Guess I don't look like a 5'9\" woman!","sentiment_score":0.5572916667}
{"full_text":"Lock DeJoy up.","sentiment_score":0.0}
{"full_text":"RT NOTICE: We are receiving reports of robocalls telling voters to stay home. Disregard these calls. If you have not already vo...","sentiment_score":0.0}
{"full_text":"CRUCIAL Viral Update   Critique of Data sending UK into Lockdown Meltdown via","sentiment_score":0.0}
{"full_text":"RT NUMBER 6 Letter Public letter too Donnelly. I further remind you of LATEST breakdown of weekly 600 approx deaths, by H...","sentiment_score":0.1666666667}
{"full_text":"RT 397 dead from Coronavirus reported this last 24 hour period.","sentiment_score":-0.1}
{"full_text":"RT A 74-year-old billionaire gave up a life of opulent luxury to work for free doing a job for which he was maligned, impe...","sentiment_score":0.4}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"why are you supporting lockdowns then?do you think this virus can be eliminated? do you deny it's going to be endemic? do you think the death rate is vastly higher than it actually is, or that the average age of a death with covid is much younger?it makes no sense.","sentiment_score":0.11}
{"full_text":"RT Regardless of the election results, President Trump will be the one steering the U.S. through one of the darkest periods of th...","sentiment_score":0.0}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"RT \"I was unemployed due to the coronavirus crisis, I've had a lot of free time,\" one voter said. \"And I knew that regardless o...","sentiment_score":0.1375}
{"full_text":"RT Our daily update is published. States reported 1.1 million tests and 87k cases. 50k people are currently hospitalized...","sentiment_score":0.0}
{"full_text":"The mental health condition of millennials, which has already been at a decline according to a 2019 report, is expected to only worsen with the pandemic, as evidenced by an increase in alcohol consumption, smoking, vaping, and non-medical drug use.","sentiment_score":-0.0666666667}
{"full_text":"Bravery. But I'm not sure this should have been allowed when there were mail options.","sentiment_score":-0.25}
{"full_text":"why r brits trying to trend shit to cancel the lockdown what ","sentiment_score":-0.2}
{"full_text":"RT Roughly one in five voters in this election have had a close friend or family member die of Covid-19, according to AP Votec...","sentiment_score":-0.1}
{"full_text":"Government of the people, by the people and for the people shall not perish from this earth4% of global population - 20%+ of deaths=FAILURE\"Love thy neighbor as thyself.\" Wear a mask; save a life.DONATE - VOLUNTEER - VOTE BIDEN! - SAVE AMERICA!!TODAY","sentiment_score":0.3125}
{"full_text":"RT BREAKING: Desert Vista cancels game against Chandler due to COVID-19. Story for","sentiment_score":-0.2625}
{"full_text":"RT There's a reason some folks are trying to make it hard for you to vote: They know that if you do, things change. And that'...","sentiment_score":-0.2916666667}
{"full_text":"RT Whether it's bringing an end to the pandemic, building a fairer economy, or protecting people with pre-existing condition...","sentiment_score":0.0}
{"full_text":"\"Dr. Hinshaw do we still have enough incubators?\"","sentiment_score":0.0}
{"full_text":"RT I agree on the tragedies.  I know we all feel them.  But why is there nothing in this or your motion about working together t...","sentiment_score":0.0}
{"full_text":"RT I'm at the civil war. I'm at the pandemic. I'm at the combination civil war pandemic.","sentiment_score":0.0}
{"full_text":"Why are businesses having to adapt their data analytics and data warehouses in light of the pandemic, and how exactly can this help you save money?FP's Peter Ikladios answers this in his latest blog  #datawarehouse #businessintelligence","sentiment_score":0.3833333333}
{"full_text":"Using your article, 94,000 cases and only 500 deaths shows you how much we've learned about the China virus and who it affects and is deadly too. But for the over 95% majority of people, it's another virus we're learning to live with and treat and avoid.","sentiment_score":0.0340909091}
{"full_text":"#COVID #TrumpLied231KDied #Trumpliedkidsdied Another \/0 year old soul lost to COVID as she slept in her dorm room!! Her soul soars to Heaven and mourning shall be comforted in angels wings. #BidenHarrisToSaveAmerica Biden has a plan for COVID, Trump wants us to die.","sentiment_score":0.178125}
{"full_text":"With #nanowrimo2020 starting, here are some tips for writing during a pandemic. Are you participating in National Novel Writing Month? If so, tell us about what your working on! ","sentiment_score":0.0}
{"full_text":"46 per cent Indians borrowed to run households in Covid-19: Reporthttps:\/\/t.co\/zM9AumoCw1","sentiment_score":0.0}
{"full_text":"PolitiFact | 7 ways to avoid misinformation during the coronavirus pandemic ||","sentiment_score":0.0}
{"full_text":"RT Talked to a Biden source who says early exit polls are \"disturbing, particularly voters being less concerned about COVI...","sentiment_score":-0.1}
{"full_text":"RT Data used to justify England's second national lockdown is 'proven' to be false, Prof Carl Heneghan claims. What are the G...","sentiment_score":-0.2}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"The tent was meant to serve as an option for voters who did not want to wear a mask while voting.https:\/\/t.co\/AnwRPcAvqO","sentiment_score":0.0}
{"full_text":"\"We can manage a significant surge in COVID-19 patients. However, we cannot produce unlimited hospital capacity. (Therefore) we need your help,\" said Dr. Bill Lydiatt, CMO of Methodist Hospital and Methodist Women's Hospital. Read more from","sentiment_score":0.4375}
{"full_text":"Look out for Dr. Rasha Wahid this NOVEMBER 7TH! Dr. Rasha Wahid will be the speaker of the day for the upcoming \"Break The Silence in Covid-19\" series.With the support of Watch the ONLINE event here:","sentiment_score":0.0}
{"full_text":"Singapore has been a busy bee!  Singapore announced to lift border restrictions for visitors from mainland China and Australia's Victoria state starting from Nov 6.#singapore #covid19 #travel #victoriahttps:\/\/t.co\/OTNoYExgI3","sentiment_score":0.0625}
{"full_text":"An additional 16 cases of COVID-19 were reported in Umatilla County on Tuesday, Nov. 3, according to the Oregon Health Authority. ","sentiment_score":0.0}
{"full_text":"We have appointments available for COVID-19 testing. Complete our online registration to confirm your eligibility and book your appointment: #COVID19ON #COVIDtest","sentiment_score":0.25}
{"full_text":"Due to COVID, a record-number of Wisconsinites have chosen to participate in absentee voting. Take it from MKE Clerk George Christenson, \"Taking time to make sure the ballots are counted  accurately is a good thing.\" Thank you to election officials for counting EVERY vote!","sentiment_score":0.4166666667}
{"full_text":"#COVID19 survivors, especially those with AB and B blood types, are urged to sign up to give their plasma to help meet the needs of patients battling coronavirus. Register &amp; learn more:","sentiment_score":0.25}
{"full_text":"#UnitedStates: If you have a flight to El Salvador, check frequently the requirements for COVID-19 to enter the country. Prepare yourself and avoid problems with your flight. #AviancaKeepsOnFlying","sentiment_score":0.1}
{"full_text":"Let's work together as a team to beat #COVID19 Download the #COVIDAlert app today to help contain the virus.>> #COVIDAlert #GetTheApp","sentiment_score":0.0}
{"full_text":".@GovNedLamont called this morning and offered his thoughts on the #Election, and the changes the state has made with rising cases of coronavirus.Listen to the podcast:","sentiment_score":0.0}
{"full_text":"\"So far, the safety profile [of COVID-19 vaccine Phase III clinical trials] looks quite promising.\" - Dr Ding Sheng, Institute Director of GHDDIDr Ding was recently interviewed by to discuss COVID-19 vaccines and related topics.","sentiment_score":0.075}
{"full_text":"Doctors call on PC to declare all deceased medical personnel due to Coronavirus 'martyrs of duty'","sentiment_score":-0.0625}
{"full_text":"The Georgia Department of Public Health on Tuesday reported an additional 1,738 confirmed COVID-19 cases. Of those cases, 28 were reported in the Southeast Georgia counties tracked by News4Jax.","sentiment_score":0.2}
{"full_text":"What makes this election different from those in the past are the swirling questions about voter intimidation, lawsuits and counting delays related to the coronavirus pandemic.","sentiment_score":-0.0833333333}
{"full_text":"President Obama warned Americans about preparing for a global pandemic back in 2014 https:\/\/t.co\/mEGyKnSul7","sentiment_score":0.0}
{"full_text":"The 2021 SubSea expo has been pushed back to May next year.It was initially scheduled for February, but has been postponed due to the current Covid restrictions.   MORE:","sentiment_score":0.0625}
{"full_text":"ICYMI: After sharing fears that yellow dust from China could transmit COVID-19 into North Korea, state media added \"migratory birds\" and even snowfall to its growing list of potential carriers, warning citizens to stay indoors.https:\/\/t.co\/feZjk65BAf","sentiment_score":0.0}
{"full_text":"RT Steve Bannon's War Room Pandemic account has been restricted for 12 hours and Deanna Lorraine has been suspended. On El...","sentiment_score":0.0}
{"full_text":"RT As of this Saturday, #Mississauga residents are going to be able to dine indoors at restaurants and go to the gym again...","sentiment_score":0.5}
{"full_text":"Agreed. It's horrific! Well said.","sentiment_score":-1.0}
{"full_text":"Thursday's Mesabi East-Eveleth Gilbert football game has been cancelled due to several EG players who are sick, injured and\/or quarantined due to being in contact with COVID-19. According to AD Jim James, Giants are looking for a replacement or game will be ruled a \"no contest\".","sentiment_score":-0.294047619}
{"full_text":"Good for you! I didn't know you could still get capers?!","sentiment_score":1.0}
{"full_text":"\"If you had a 60 or 70 percent effective vaccine and everybody took it, you might actually be reaching toward herd immunity and potentially then dampen down this pandemic,\" via #COVID19","sentiment_score":0.1111111111}
{"full_text":"Voters across the U.S. received anonymous robocalls in the days and weeks before Election Day urging them to \"stay safe and stay home\" -- an ominous warning that election experts said could be an effort to scare voters into sitting out the election.","sentiment_score":0.5}
{"full_text":"#PopeFrancis on Twitter | Today we pray for all the #FaithfulDeparted and especially for the victims of the #Coronavirus: for those who have died alone, without the caress of their loved ones; and for those who have given their lives serving the sick. #rcamaoc","sentiment_score":-0.0047619048}
{"full_text":"\"I don't even know how to take a breath, let alone get through the next days and weeks and months and years without him,\" the mother says. Her son, Peyton Baumgarth, is the youngest person in the state of Missouri to die of COVID-19.","sentiment_score":0.0}
{"full_text":"A new outbreak has been confirmed at a dance academy in the Fraser Valley.","sentiment_score":0.2681818182}
{"full_text":"It's the other pandemic man. I bought smart sockets to turn my lights on and off when I'm not home. I've been home since March.","sentiment_score":0.0446428571}
{"full_text":"Once up on a Tweet...[fabricate an elaborate fantasyfor the middle part of the tale]&amp; they mythed happily ever after!#COVID19 #SARSCoV2","sentiment_score":0.4333333333}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"Daily COVID-19 cases are rising in all but three states.","sentiment_score":0.0}
{"full_text":"RT Soundcheck with the Woody in 1 BC (Before COVID)...#billyduffy #gibson #woody #lespaul #woodfronted #ronno #mickronson #...","sentiment_score":0.0}
{"full_text":"Have you received any weird calls lately?The FBI is investigating reports of anonymous robocalls in the days and weeks before Election Day that appeared to try and discourage people from voting in nearly 90 percent of U.S. area codes.","sentiment_score":-0.2}
{"full_text":"A new outbreak has been confirmed at a dance academy in the Fraser Valley.","sentiment_score":0.2681818182}
{"full_text":"RT Voters know three things:1. Lockdowns suck; 2. They are tired of COVID mania;3. has done everything...","sentiment_score":-0.4}
{"full_text":"RT There is no good justification for imposing the chaos of a second lockdown.https:\/\/t.co\/NE3xdV8way","sentiment_score":-0.175}
{"full_text":"The automated calls were placed to residents in nearly 90 percent of U.S. area codes.","sentiment_score":0.1}
{"full_text":"FAACTs for Schools Staff Education Program is a comprehensive program to raise awareness of food allergies in schools. This education is critical, especially now with the additional challenges of #COVID19. #FoodAllergy","sentiment_score":0.0}
{"full_text":"The continued rise in COVID-19 cases and hospitalizations has some hospitals \"stretched thin,\" with a shortage of healthcare workers more of a concern than hospital bed availability. ","sentiment_score":0.0166666667}
{"full_text":"RT Today's historic election is just the beginning. Join us Wednesday night with Mike Gravel,","sentiment_score":0.0}
{"full_text":"A new outbreak has been confirmed at a dance academy in the Fraser Valley.","sentiment_score":0.2681818182}
{"full_text":"Oooooh this is interesting","sentiment_score":0.5}
{"full_text":"Sounds really sensible in the middle of a pandemic. WTF !","sentiment_score":-0.1416666667}
{"full_text":"There are a lot of growing concerns related to the pandemic, domestic violence is one of them. Learn more about the rise in domestic abuse around the world, you are not alone.Response is here to help - 24 hr hotline - 540-459-5161https:\/\/t.co\/3O84aX6jSQ #domesticabuse#dvsupport","sentiment_score":0.125}
{"full_text":"Chris Wallace on COVID..\" Biden wins on ....\"what he WOULD DO\".","sentiment_score":0.3}
{"full_text":"OPINION: We need national leaders who follow science on COVID-19, tell the truth, and do what it takes to control the pandemic and protect health care workers.","sentiment_score":0.0}
{"full_text":"I wonder if people realize that WITHOUT going to EXTREME MEASURES no leader couldve done anything about covid spreading.","sentiment_score":-0.125}
{"full_text":"Current Conditions for #Sayre PATemp: 34.9FWind Chill: 34.9FHumidity: 93%Dew Point: 33.0F Barometer: 30.316 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 239.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"People lost their healthcare because they lost their job during this pandemic and can't afford private options without a job. Not surprising","sentiment_score":-0.175}
{"full_text":"RT Really really impressed by the clarity of infographics in this article on #coronavirus droplet and aerosol transmission,...","sentiment_score":1.0}
{"full_text":"RT Handheld electronic device can 'sequence' your ENTIRE DNA in minutes, and identify COVID. #StopTechnocracy","sentiment_score":0.0}
{"full_text":"A new outbreak has been confirmed at a dance academy in the Fraser Valley.","sentiment_score":0.2681818182}
{"full_text":"RT New York: As long as you are in line to vote by 9PM, you have the right to cast your ballot.Wear a mask, go #vote, an...","sentiment_score":0.124025974}
{"full_text":"RT \"If you had a 60 or 70 percent effective vaccine and everybody took it, you might actually be reaching toward herd immunity...","sentiment_score":0.3}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"General Watch talk * Re: why the hell you'd wear a watch in lockdown","sentiment_score":0.05}
{"full_text":"WHY WEAR A MASK?When everyone wears a mask, we can reduce transmission probability to 1.5%! Do your part to protect others. Wear a mask.","sentiment_score":0.0}
