{"full_text":"RT This is the hell that Dr. Fauci and other's with knowledge of science and medicine warned us about. Covid out of control...","sentiment_score":-0.125}
{"full_text":"RT With coronavirus cases rising in the U.S., Europe and many other places across the globe, wearing a mask is more important tha...","sentiment_score":0.31875}
{"full_text":"RT Wear A Mask. ","sentiment_score":0.0}
{"full_text":"RT Don't put your faith on hold, thinking when everything gets better, and then you can be blessed. God is about to bless you...","sentiment_score":0.5}
{"full_text":"RT Finally found a web site where Victoria covid testing results are available. Looks very good for vast majority of sites...","sentiment_score":0.3275}
{"full_text":"RT Trump has launched an all-out, multimillion-dollar effort to disenfranchise voters, block state laws to ease voting du...","sentiment_score":0.0}
{"full_text":"RT REMEMBER He called US soldiers \"losers and suckers.\" He has a secret Chinese Bank account. He has over $1 billion...","sentiment_score":-0.225}
{"full_text":"Alleged Michigan plotters attended multiple anti-lockdown protests, photos and videos showhttps:\/\/t.co\/NARERTAHei","sentiment_score":-0.05}
{"full_text":"RT Biden wears a mask outside but not on a plane. Fraud.","sentiment_score":0.0}
{"full_text":"The LNP is killing the economy along with the planet!  Climate change to cost Australia trillions if not addressed! #auspol #holden #toyota #manufacturing #renewables #ClimateEmergency #getup #fridaysforfuturehttps:\/\/t.co\/6e1gpbGYup","sentiment_score":0.0}
{"full_text":"RT \"Vondetta Taylor was supposed to make 100 sales calls\/day while managing her kindergartner's online education. That mean...","sentiment_score":-0.3125}
{"full_text":"RT \"It wont be so exhausting. You will be able to go about your lives knowing that the president is working. And you're not going...","sentiment_score":0.05}
{"full_text":"RT Whitmer requiring restaurants take names of customers beginning Monday or face fines. ","sentiment_score":0.0}
{"full_text":"RT \"Science Awol--lost in tornado of accusations, tribalism, abuse.. Researchers intent on verbal boxing matches, not paying atte...","sentiment_score":0.0}
{"full_text":"RT 4 PACK . Cotton Masks. Reusable Washable Non-Medical Grade Face Covering . Same Day Shipping #Ma...","sentiment_score":0.0}
{"full_text":"RT 4 PACK . Cotton Masks. Reusable Washable Non-Medical Grade Face Covering . Same Day Shipping #Ma...","sentiment_score":0.0}
{"full_text":"RT 4 PACK . Cotton Masks. Reusable Washable Non-Medical Grade Face Covering . Same Day Shipping #Ma...","sentiment_score":0.0}
{"full_text":"RT Covid watching everybody continue to party with no masks, just vibes","sentiment_score":0.0}
{"full_text":"RT 4 PACK . Cotton Masks. Reusable Washable Non-Medical Grade Face Covering . Same Day Shipping #Ma...","sentiment_score":0.0}
{"full_text":"He's not a healthcare worker, but my team nurse's brother died from COVID last week. This is the closest I've gotten to knowing someone who's become seriously ill and\/or died from it. I know this won't stay my \"closest\" as the winter gets ugly. Stay safe out there,","sentiment_score":-0.175}
{"full_text":"RT Jesus. What a headline:\"Trump Covid adviser SCOTT ATLAS apologizes for appearance on Russian State Media television sho...","sentiment_score":0.0}
{"full_text":"RT Biden wears a mask outside but not on a plane. Fraud.","sentiment_score":0.0}
{"full_text":"RT Micro-thread tonight.  #COVID19 is hot all over.The nation has been seeded with the virus and it is surging widely a...","sentiment_score":0.075}
{"full_text":"RT The Trump administration has been keeping a lid on #COVID19 hospitalization and ICU usage data. But someone leaked it,...","sentiment_score":0.0}
{"full_text":"Ahead of Diwali, corona warriors to take out rally for generating Covid awareness","sentiment_score":0.0}
{"full_text":"RT #BREAKING: Victoria recorded 0 new Coronavirus cases in the past three days and a rolling 14-day rolling average of only 1....","sentiment_score":-0.0659090909}
{"full_text":"RT Dear Asian Americans are the fastest increasing group in America. And Asian Americans are voting in large nu...","sentiment_score":0.0714285714}
{"full_text":"RT Read the thread. Farage's World4Brexit was explicitly set up to fundraise for Brexit from US &amp; overseas (who? We have n...","sentiment_score":0.0}
{"full_text":"Awkward, indeed. Narcissists only care when it happens to them...in secret.","sentiment_score":-0.3333333333}
{"full_text":"RT u know what rly gets me is not even the fact that obvs the social media rule was made bc they knew that sht was wrong, it's...","sentiment_score":-0.2333333333}
{"full_text":"The coronavirus is still serious, and you must wear a mask to protect yourself. I heard that Amazon is unable to buy high-quality masks recently. Good news: you can copy i  (USHOPAREA) to Google search immediately. It can be successfully delivered within two days.","sentiment_score":0.1541666667}
{"full_text":"RT Jeannette Williams-Parker, known to friends as Netty, loved rock music from the 1980s and '90s. She played AC\/DC and Prin...","sentiment_score":0.7}
{"full_text":"RT \"no, you've just got a cough\" said prince william ","sentiment_score":0.0}
{"full_text":"RT Dear Asian Americans are the fastest increasing group in America. And Asian Americans are voting in large nu...","sentiment_score":0.0714285714}
{"full_text":"RT Please tell this to because he described it as the flu. That has led to the kind of case numbers we ar...","sentiment_score":0.6}
{"full_text":"RT Men charged in cases related to plot to kidnap Michigan governor attended multiple anti-shutdown protests, photos and v...","sentiment_score":0.0}
{"full_text":"Plus The FLU is far more DEADLY and the Majority of these folks had preexisting conditions that were the MAIN CONTRIBUTING factor to their deaths! And doesnt help the NICE FAT payouts every Hospital and Dr. got for EACH reported Chiiinna Virus. Put all that together for the total","sentiment_score":0.2013888889}
{"full_text":"RT Biden wears a mask outside but not on a plane. Fraud.","sentiment_score":0.0}
{"full_text":"RT Since the plan to cash in on an election night party was blocked by a global pandemic, the Trump family has a back-up plan: S...","sentiment_score":-0.125}
{"full_text":"RT Never forget that job growth under Donald Trump was slower than Obama-Biden--even before Covid.","sentiment_score":0.0}
{"full_text":"RT A lie repeated a thousand times is a lie after all. The origin of the coronavirus is still unknown and unclear. What i...","sentiment_score":-0.1}
{"full_text":"RT Take a closer look at the   three crucial steps we took to contain the #COVID outbreak using the #TaiwanModel. As a responsib...","sentiment_score":0.0}
{"full_text":"hey Jeremy.Genuinely hoping I'm wrong here but can you let me know why I'm interpreting ONS data this way,surely I'm not correct that had covid-19 appeared in 1975 it would have just been a normal flu event,with a bigger NHS, smaller population but higher acceptance","sentiment_score":-0.02}
{"full_text":"RT SICKENING--Florida refused to do a #COVID19 tests on Patrick Hidalgo. His family was told his death due to heart failure. Co...","sentiment_score":-0.2208333333}
{"full_text":"United States          Coronavirus Cases:                                 9,473,720          Deaths:                                    236,471Source:","sentiment_score":0.0}
{"full_text":"RT Global coronavirus pandemic has infected nearly 47 million people and claimed more than 1.2 million lives. Follow this thr...","sentiment_score":0.2}
{"full_text":"RT Covid last night:","sentiment_score":0.0}
{"full_text":"RT gentle reminder that the 1918 pandemic lasted three years :) haha","sentiment_score":0.3}
{"full_text":"RT There's another disease that the United States needs to tend to besides COVID-19; it is a type of nationalism known as A...","sentiment_score":0.0}
{"full_text":"RT Biden wears a mask outside but not on a plane. Fraud.","sentiment_score":0.0}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT CDC: If everyone stays home for one month, we can get a stronghold on this virus.America 7 months later:","sentiment_score":0.0}
{"full_text":"RT A volcanic eruption.A pandemic.A mismanaged pandemic.Then, a network was shut down and a silencing law was passed.Afte...","sentiment_score":-0.1555555556}
{"full_text":"so why am i hearing abt it then? shut up and open ur purse","sentiment_score":0.0}
{"full_text":"RT Excellent summary of current state of #COVID19 care, referencing our mortality study with appropriate co...","sentiment_score":0.5}
{"full_text":"RT Would indeed be ironic if Donald Trump lost the presidential election by a margin of votes equal to the number of his suppor...","sentiment_score":0.1}
{"full_text":"RT Bad bunny","sentiment_score":-0.7}
{"full_text":"RT There is now a political choice on lockdown and we wait to see whether we get a genuine Brexit. Beyond that, our whole...","sentiment_score":0.2}
{"full_text":"RT If you believe that Biden has small groups at his rallies because he cares about people getting Covid. You may be an Idio...","sentiment_score":-0.25}
{"full_text":"RT For the record, the fact that the right is using the pandemic to pretend like they care about mental health issues is offensiv...","sentiment_score":0.0928571429}
{"full_text":"RT Biden wears a mask outside but not on a plane. Fraud.","sentiment_score":0.0}
{"full_text":"I had the same thing but it wasn't corona so don't worry bro.","sentiment_score":0.0}
{"full_text":"RT NEW: Prince William secretly battled coronavirus, even struggling to breathe--but kept his April ordeal a secret because...","sentiment_score":-0.2212121212}
{"full_text":"If Biden wins watch Trump's supporters purposely get infected with COVID to make sure Biden's numbers exceed Trump's.","sentiment_score":0.4}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"They seem to be doing it nationwide today. Please stay home and stay safe. ","sentiment_score":0.5}
{"full_text":"RT BREAKING: Protesters yell \"shame\" at GOP Senator Dan Sullivan for failing to bring back more coronavirus relief for Alaskans. h...","sentiment_score":0.25}
{"full_text":"RT The upcoming week is going to be hella stressful. Be good to yourself so you can be good to others. Breathe deeply. Ma...","sentiment_score":0.4666666667}
{"full_text":"i hope it's announced late enough so that ik what college imma be going to so ik what state imma be in ugh but i also want them rn","sentiment_score":-0.15}
{"full_text":"RT We've reached 500 signatures already! Thank you! Markets are asking for parity with supermarkets during the lockdown. C...","sentiment_score":0.0}
{"full_text":"RT During Lockdown in the UK, domestic violence homicides doubled. We can't let this happen again. Sign the petition link i...","sentiment_score":0.0}
{"full_text":"Covid must've evaporated down there. They just doing whatever lol","sentiment_score":0.3222222222}
{"full_text":"RT BREAKING: WH pandemic adviser Scott Atlas did an interview yesterday with Russian state media from WH grounds. He told lies and...","sentiment_score":0.0}
{"full_text":"RT Governments trying to save the world from COVID.","sentiment_score":0.0}
{"full_text":"RT First in-depth piece to emerge with Dr. Acton since her resignation.","sentiment_score":0.25}
{"full_text":"It'll all be over soon. #Nov3","sentiment_score":0.0}
{"full_text":"How about your own doctors Joe...","sentiment_score":0.6}
{"full_text":"RT BREAKING: WH pandemic adviser Scott Atlas did an interview yesterday with Russian state media from WH grounds. He told lies and...","sentiment_score":0.0}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"Wishing everyone a safe time during lockdown. We will continue to help the North Kensington Community, homeless and vulnerable for as long as we can.  tel: 020 3579 0384 Pls Rt","sentiment_score":-0.0166666667}
{"full_text":"RT call it the \"i insisted on partying during a pandemic\" tax.","sentiment_score":0.0}
{"full_text":"My wife had something back in January with those exact same symptoms. Sore throat, cough that hung on for weeks, no fever. Of course covid emerged and I always tell her she already had it! She's over 60 btw.","sentiment_score":0.0833333333}
{"full_text":"RT Biden wears a mask outside but not on a plane. Fraud.","sentiment_score":0.0}
{"full_text":"I support making #34AveOpenStreets permanent with Families in our communities depend on this space for safe social distancing and outdoor recreation. Can we count on your support?","sentiment_score":0.2666666667}
{"full_text":"The pandemic award for good behavior is not being in a fucking pandemic. The fuck. Weird ass nigga.","sentiment_score":-0.2}
{"full_text":"RT If we had selected people to run test and trace on the basis of what they know rather than who they know would we now be...","sentiment_score":0.0}
{"full_text":"RT Read the thread. Farage's World4Brexit was explicitly set up to fundraise for Brexit from US &amp; overseas (who? We have n...","sentiment_score":0.0}
{"full_text":"it's fine, I'm just gonna say it, I miss random people on campus talking to me. like. I never go outside anymore BC COVID and everyone in my house is borning... I miss just chatting with random gally people UGHHHH","sentiment_score":-0.1458333333}
{"full_text":"All deaths are covid","sentiment_score":0.0}
{"full_text":"So how's about we go ahead and mask up so we don't have to tell our grandchildren that we were too proud to accept basic science and refused to do the one thing that was asked of us during a nearly year-long global pandemic?#WearAMask","sentiment_score":0.225}
{"full_text":"Fact check: Will private insurance be required to cover a Covid vaccine if Obamacare is overturned?","sentiment_score":0.0}
{"full_text":"It's a circus act. We know we will see 300,000 dead from the Coronavirus, the only question is how close to 400,000 will we be if Trump is elected? Medical science is not like Trump Science. Trump allies kill people with the Virus, they do not create a cure.","sentiment_score":-0.0666666667}
{"full_text":"RT in-house smear monger &amp; false logic devotee resorts to association &amp; cherry-pi...","sentiment_score":-0.4}
{"full_text":"RT Read the thread. Farage's World4Brexit was explicitly set up to fundraise for Brexit from US &amp; overseas (who? We have n...","sentiment_score":0.0}
{"full_text":"RT Donald Trump is trying to eliminate the entire Affordable Care Act in the middle of a pandemic.If he gets his way, more tha...","sentiment_score":0.1666666667}
{"full_text":"Did you give them their parting gifts - COVID point-of-care tests they can use in 7-10 days when they have symptoms?","sentiment_score":0.0}
{"full_text":"RT Covid last night:","sentiment_score":0.0}
{"full_text":"RT Going to start a list of the ways that Republican lawmakers and election officials have needlessly made it harder to vote du...","sentiment_score":-0.3}
{"full_text":"RT How to Maintain Your Hair Color While Social Distancing","sentiment_score":0.0333333333}
{"full_text":"This was originally from a Game of Thrones live watch lol. Very much pre-covid.","sentiment_score":0.2342727273}
{"full_text":"I'm not sure I would say that. We've just been through\/still going through a \"pandemic\" ...every one is frayed and we have been told by the left they will wreak havoc on the world if they don't win","sentiment_score":0.1833333333}
{"full_text":"RT Trump is now in Iowa. He is again making false claims about tariffs, the pandemic and Hunter Biden, again taking note of how wi...","sentiment_score":-0.4}
{"full_text":"RT Why does anyone risk their life for him?","sentiment_score":0.0}
{"full_text":"RT Australia's most senior health official has warned people not to become complacent about coronavirus as case numbers continue...","sentiment_score":0.5}
{"full_text":"RT IOWA -- MIKE WOLFE, 66, of Wayne County, died of COVID-19.He played Santa every year for 30 years.\"There is still peo...","sentiment_score":0.0}
{"full_text":"RT Trump: You know, our doctors get more money if someone dies from COVIDTruth: I took a 20% pay cut due to less patients. L...","sentiment_score":0.0694444444}
{"full_text":"There are 8,000 active #coronavirus cases in #SaudiArabia out of which 771 are in a critical condition. ","sentiment_score":-0.0666666667}
{"full_text":"Now that coronavirus restrictions have eased across Australia, it's time to get out and socialise. But are you feeling like you don't even want to anymore?","sentiment_score":0.0}
{"full_text":"Great #COVID19 overview of what is happening in #Minnesota.","sentiment_score":0.8}
{"full_text":"PREVENT EVICTIONS WITH GRANTING MORE TIME TO TENANTS. PANDEMIC SITUATION NEEDS TO SOME MORE TO SETTLE EVERY ACTIVITY. AFTER EVICTION WHAT WILL HAPPEN, NEW TENANT ALSO MAY SAME SITUATION. NO PRUDENT PERON WILL DELAY, DEFAULT RENT PAYMENTS INTENTIONALLY. CONSIDER TENANTS PROBLEMS.","sentiment_score":0.2840909091}
{"full_text":"RT BREAKING: WH pandemic adviser Scott Atlas did an interview yesterday with Russian state media from WH grounds. He told lies and...","sentiment_score":0.0}
{"full_text":"WHO (Accidentally) Confirms Covid Is No More Dangerous than Flu via","sentiment_score":-0.425}
{"full_text":"Here is a list of locations affected by #Covid19 from yesterday (Sun Nov 1).Stay tuned to Malaysiakini for today's list.Check out our tracker for a comprehensive listhttps:\/\/t.co\/blwCnrOSQgKnow of a place we missed? Email us at covid19@malaysiakini.com. Stay safe everyone","sentiment_score":0.5}
{"full_text":"The #coronavirus pandemic has exposed the flaws #socialhousing faces in #Australia  spoke to Dr. Katrina Raynor from about what can be done to help it and the benefits it provides to struggling families ","sentiment_score":0.0}
{"full_text":"RT This pandemic made me realize that a lot of peoples personality trait depends solely on drinking, clubbing; and\/or going...","sentiment_score":0.0}
{"full_text":"I have a serious love\/hate relationship with Instacart. Nothing to do with the shoppers or service itself as it's been a godsend navigating COVID with a two month old. I'm more just conflicted about having the privilege to pay someone else to get my groceries.","sentiment_score":0.0888888889}
{"full_text":"RT This is the surest sign that Farage, like bots, is only interested in destabilising and creating chaos. That's how his...","sentiment_score":0.125}
{"full_text":"#Kurdistan Suspends #Education Process at Schools Due to Increasing Virus Infections#BaghdadPost #COVID19","sentiment_score":-0.125}
{"full_text":"4 healthcare storylines overshadowed by COVID-19 via #healthcare","sentiment_score":0.0}
{"full_text":"RT \"We think Trump is a complete asshole who mismanaged the pandemic because he doesn't believe in science.  He's mismanaged...","sentiment_score":0.1}
{"full_text":"#ICYMI | easyJet (U2) with the prospect of a national lockdown in the UK on Thursday is set to cut hundreds of flights from London Gatwick Airport (LGW).:","sentiment_score":0.0}
{"full_text":"In deliberately lying about the dangers of the virus Trump reneged on his sworn oath to protect the people of the U.S.https:\/\/t.co\/T66UUvUkGW","sentiment_score":0.0}
{"full_text":"The department created a crisis intervention team (CIT) to provide onsite evaluations and attempt to de-escalate situations. During the coronavirus pandemic, Brookhaven police have reported an increase in mental health-related 911 calls.","sentiment_score":-0.1}
{"full_text":"RT The average gas price was pretty low in 2019 also.  Peter knows that but ","sentiment_score":0.0333333333}
{"full_text":"Sex and the City, but replace Carrie with the Coronavirus.","sentiment_score":0.0}
{"full_text":"Long lines at city and state testing sites is now driving people to urgent care clinics across the city, overwhelming clinics.https:\/\/t.co\/ggJO92rknX","sentiment_score":0.225}
{"full_text":"Heard this week on the Parenting Roundabout Podcast: \"We all need a little candy right now.\"","sentiment_score":0.0491071429}
{"full_text":"Health officials at the Douglas County Health Department (DCHD) say as of Sunday afternoon, there are no new #coronavirus deaths reported in the county.https:\/\/t.co\/X1xgMuLnkn","sentiment_score":-0.0681818182}
{"full_text":"The pandemic has made connecting and staying in shape a challenge - to say the least - in 2020. However, through the power of membership, #CommunityNeverCloses at the J. Join the J today &gt;&gt; #StroumJCC #Membership #MercerIsland","sentiment_score":-0.3}
{"full_text":"This All Souls' Day, let's remember and pray for all our loved ones who passed away and those who succumbed to COVID-19. #MakatiMedOfficial","sentiment_score":0.7}
{"full_text":"From quaint bed and breakfasts to tree houses under the stars, here are socially-distanced lodging options to liven up your travel experiences.","sentiment_score":0.0}
{"full_text":"on trends in emergent medical conditions during the pandemic","sentiment_score":0.0}
{"full_text":"Heard this week on the Parenting Roundabout Podcast: \"I live on a street that trick-or-treaters stay away from in droves.\"","sentiment_score":0.1363636364}
{"full_text":"This story is stupid Covid-porn.","sentiment_score":-0.8}
{"full_text":"From quaint bed and breakfasts to tree houses under the stars, here are socially-distanced lodging options to liven up your travel experiences.","sentiment_score":0.0}
{"full_text":"RT #COVID19 Does not care what you believe. It only respects what you do!","sentiment_score":0.0}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT Read the thread. Farage's World4Brexit was explicitly set up to fundraise for Brexit from US &amp; overseas (who? We have n...","sentiment_score":0.0}
{"full_text":"RT This is not raw data, this is CDC lag-adjusted weighted prediction of deaths in the U.S. by week through Oct. 17 (data as of O...","sentiment_score":0.1153846154}
{"full_text":"Definitely needed! In Singapore I joined a Facebook group called 'Save Singapore's Restaurants' and it was filled with recommendations and local independent businesses and how we could order\/get delivery from them.","sentiment_score":0.1}
{"full_text":"In case you were wondering:Pentagon awards two contracts to expand testing for COVID-19 by May 2021 and January 2022. The contracts are $12.67 million and $119 million, geared to increase production capacity.That is correct: 2022. (U.S. Army photo by Vincenzo Vitiello)","sentiment_score":0.0}
{"full_text":"Cyber attacks on hospitals raise alarm amid worsening coronavirus crisis via","sentiment_score":0.0}
{"full_text":"RT Biden wears a mask outside but not on a plane. Fraud.","sentiment_score":0.0}
{"full_text":"RT Dear Where is the vaccine?https:\/\/t.co\/tciCRvc0JK","sentiment_score":0.0}
{"full_text":"Time: 01:00 * Temp: 7.7degC * Wind: SW 4.9 to 12.1mph * Pressure: 980.0hPa * Rain: 0.2mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:28 * Sunset: 16:44 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"This is a whole new flavor of racist that I did not see coming this deep into the crisis","sentiment_score":0.1121212121}
{"full_text":"RT The president gets world class covid treatments. We get nothing.","sentiment_score":0.0}
{"full_text":"CDC lifts ban on cruises, paving the way for ships to resume sailing | Read: #wftv","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 37.4FWind Chill: 36.4FHumidity: 91%Dew Point: 35.0F Barometer: 29.913 inHgWind: 3 mph from the WCorona Virus Weekly Stats:Cases: 215.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Top Biden advisor Ron Klain on Joe Biden's handling of the 2009 H1N1 swine flu pandemic: \"We did every...","sentiment_score":0.5}
{"full_text":"RT IOWA -- MIKE WOLFE, 66, of Wayne County, died of COVID-19.He played Santa every year for 30 years.\"There is still peo...","sentiment_score":0.0}
{"full_text":"#60Minutes is #agenda driven , #Covid is a #scam in which they are part of  #stop #scaring people, 60 minutes is in #bed with the #BidenCrimeFamiIy","sentiment_score":0.0}
{"full_text":"All I really care about is that my loved ones are taken care of, especially during a pandemic. If you can't leave the house to get something, let me know and I'll get it for you ","sentiment_score":0.3}
{"full_text":"RT every school rn as covid legally can't enter it #CloseSchoolsNOW","sentiment_score":0.2}
{"full_text":"RT Covid: Follow rules plea ahead of Wales' post-lockdown exit plan","sentiment_score":0.0}
{"full_text":"Hope he's not now rethinking the next interview he's got scheduled--in a hotel bedroom with Borat...?","sentiment_score":0.0}
{"full_text":"RT \"It took a village to screw it up this bad... We don't really have an approach to public health that works really well in this...","sentiment_score":-0.075}
{"full_text":"The standards were criminally lax BEFORE you got into office and loosened them some more, but go on and keep trying to distract us from the administration's \"let granny die to save the economy\" plan","sentiment_score":0.05}
{"full_text":"RT My father is in a high risk group. He recently said this to me: \"James. I have lived a go...","sentiment_score":0.08}
{"full_text":"RT Why not just ask the person testing positive to call their contacts themself when the result comes in?","sentiment_score":0.2272727273}
{"full_text":"How The Pandemic Will Impact The Real Estate Market #RealEstateNews #AZJosh","sentiment_score":0.2}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
