{"full_text":"RT can't wait for the same media who told us Epstein killed himself and that millions would die from Covid to now tell us who won...","sentiment_score":-0.1}
{"full_text":"RT Because Democrats are more afraid of COVID so they didn't show up on election day, but did mail-in voting, it's not some...","sentiment_score":-0.05}
{"full_text":"\"What a difference a day makes\" - the two views we woke up to in #Brighton on our pre- #lockdown minibreak.#WhatADifferenceADayMakes #sea #beach #pier #brightonbeach #brightonpier #sunrise","sentiment_score":0.0}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"#NOWPLAYING : Joyner Lucas ft. Logic - ISIS (ADHD)  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"RT One of the worst things about this pandemic has been not being able to get family members in at the end, when we have s...","sentiment_score":-0.25}
{"full_text":"RT Your daddy could have told us the coronavirus was airborne for FREE in January, when he found out and only told Bob Woodwar...","sentiment_score":0.2}
{"full_text":"There have been 5,935 positive tests for COVID-19 since yesterday, another daily record total since the pandemic began. ","sentiment_score":0.0757575758}
{"full_text":"Given that COVID has had no impact on his approval, you seem, yet again, to be speaking out ya bum","sentiment_score":0.0}
{"full_text":"Please sign the petition asking that the government brings back free parking for NHS staff during national lockdown:","sentiment_score":0.2}
{"full_text":"RT I don't buy into the argument that nothing happens if Biden is president and the GOP runs the Senate. For starters, COVID isn...","sentiment_score":0.0}
{"full_text":"RT 8 million Americans have slipped into poverty since May. Will you chip in today to help Americans get COVID relief?","sentiment_score":0.0}
{"full_text":"RT Regardless of outcome:1. This country is very very sick, metaphorically and literally (92,000 new COVID cases yesterday)...","sentiment_score":-0.2640692641}
{"full_text":"That's what she's saying tho, anything besides a logical reason is just an excuse. They did all the whooping and hollering just to stay home, mail in a ballot. Then complain because it's tampered with? It's not rocket science","sentiment_score":0.1}
{"full_text":"RT This pre-lockdown day really feels like NYE wow ","sentiment_score":0.15}
{"full_text":"RT can't wait for the same media who told us Epstein killed himself and that millions would die from Covid to now tell us who won...","sentiment_score":-0.1}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"There have been 5,935 positive tests for COVID-19 since yesterday, another daily record total since the pandemic began. ","sentiment_score":0.0757575758}
{"full_text":"Victory to the men in red ","sentiment_score":0.0}
{"full_text":"RT Part of voting for the national lockdown in needs to be on confirmation from the #ExcludedUK...","sentiment_score":0.0}
{"full_text":"RT We are back in court on 13 November.NHS will have to defend their false public statements already criticised by Sir Norman L...","sentiment_score":-0.1333333333}
{"full_text":"RT \"The UK government has awarded a new PS347m Covid-19 testing contract to Randox, the Tory-linked private healthcare com...","sentiment_score":0.0681818182}
{"full_text":"We need support. 8 months and you still haven't plugged the gaps in support for the 3 million #ExcludedUK. How long will you leave UK taxpayers with nothing?.@RishiSunak .@BorisJohnson .@JakeBerry #wearenotgoingaway#relentless","sentiment_score":-0.05}
{"full_text":"RT Pandemic complicates discretionary trust payouts - Trustees must balance the interests of income and capital beneficia...","sentiment_score":0.0}
{"full_text":"RT Republicans said on November 4th the coronavirus would magically disappear.Nope, it's still here.","sentiment_score":0.5}
{"full_text":"RT They're voting for the covid-spreading, healthcare-stealing, economy-crashing, nation-betraying, election-overthrowing, na...","sentiment_score":0.0}
{"full_text":"i would like to die","sentiment_score":0.0}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"RT Excited my new 'Learn in lockdown' events are included in Picks of the month. Find out more about the new l...","sentiment_score":0.2869318182}
{"full_text":"RT Pls I need your help. This woman and her daughter are about to be evicted. They need 250k. Pls I'm begging you don't ignore...","sentiment_score":0.0}
{"full_text":"My thoughts with every little non-essential shop owner out there in England tonight - although ironically I know that shop and the income is essential! For them! I just hope this lockdown has the impact it's meant to. MASK UP FOLKS! #MasksSaveLives","sentiment_score":-0.09375}
{"full_text":"RT Frank Lampard has confirmed Kai Havertz has tested positive for Covid-19. As a consequence the player is now undergoing a pe...","sentiment_score":0.3136363636}
{"full_text":"Oh, as opposed to lying to everyone about COVID, doing nothing to contain it, and spreading it at rallies?  Appointing a SC justice DURING AN ELECTION? Profiting from golfing at your own properties over 290 times in 4 years?  Yeah, best you not throw that first stone...","sentiment_score":0.6166666667}
{"full_text":"WATCH: Israeli Robots Help Elderly Battle Covid-19 Isolation | United with Israel","sentiment_score":0.0}
{"full_text":"RT If Biden wins it will only be because of the impact of COvid on the US economy - populism\/Trumpism remains an immensely...","sentiment_score":0.1}
{"full_text":"RT We finna be singing happy birthday to COVID soon.","sentiment_score":0.8}
{"full_text":"Kai Havertz tested positive for Covid 19 ","sentiment_score":0.2272727273}
{"full_text":"RT Recommendation from the WHCTF Oklahoma ReportWith the daily new hospital admissions at high levels, there must be clear...","sentiment_score":0.0990909091}
{"full_text":"RT Just think how many physios, OTs, speech therapists and nurses and NHS lab scientists this could pay for together with...","sentiment_score":0.5}
{"full_text":"RT Why on earth is there still such an industry as fur farming in 2020? I believe we still have a long way to go when it...","sentiment_score":-0.025}
{"full_text":"My brother (God love him) actually believes trump's lie that hospitals are reporting unrelated deaths such as car crash fatalities, as Covid to get more money.","sentiment_score":0.25}
{"full_text":"JUST IN: reporting 2,110 new cases of #COVID19 in Utah today. 5 new deaths. 6,559 new people tested. 90 new hospitalizations. #utpol #Utah","sentiment_score":0.1363636364}
{"full_text":"RT please let #ExcludedUK on your show. We can't survive another lockdown without financial support. Please hel...","sentiment_score":0.0}
{"full_text":"RT Do you realize how privileged you have to be to say things like \"I don't care who you vote for, let's just love each othe...","sentiment_score":0.5}
{"full_text":"RT Tory MPs planning to vote against lockdown as we don't have economic impact assessments Same Tory MPs voted for Brexit wi...","sentiment_score":0.1}
{"full_text":"No more Politics and no more Coronavirus no more Death Amen name of Jesus","sentiment_score":-0.25}
{"full_text":"RT Crack on had long enough to give parity to the 3 million taxpayers you have so far left out of your lockdown...","sentiment_score":0.0125}
{"full_text":"RT Mail in ballots during a pandemic counted after same day voting.How stupid are you?","sentiment_score":-0.4}
{"full_text":"In other news, Sega sold their Tokyo arcades today .Happy i got a chance to visit them Pre-COVID. Hopefully they keep the name.","sentiment_score":-0.125}
{"full_text":"RT They are not \"finding\" votes. They are counting ballots. Ballots which Trump and the GOP sued and fought and ruled could jo...","sentiment_score":0.0}
{"full_text":"RT Your daddy could have told us the coronavirus was airborne for FREE in January, when he found out and only told Bob Woodwar...","sentiment_score":0.2}
{"full_text":"A5 Christmas Card Lockdown 2020 Santa Cat Mouse &amp;#034;Where&amp;#039;s Your Mask?&amp;#034; via","sentiment_score":0.0}
{"full_text":"Hello Marianne, following the Government's announcement of a four-week lockdown in England, we're pleased to be able to keep the outdoor spaces we care for open, including coast and countryside sites and... (1\/3)","sentiment_score":0.25}
{"full_text":"Aggressive sales offerings seek to push passengers past pandemic-induced fears in time for the crucial holiday season.https:\/\/t.co\/DL5VkTgPjZ","sentiment_score":-0.125}
{"full_text":"RT Pls I need your help. This woman and her daughter are about to be evicted. They need 250k. Pls I'm begging you don't ignore...","sentiment_score":0.0}
{"full_text":"RT This too. And more than 66 million voted to delete their own healthcare in the midst of a pandemic that is killing them wit...","sentiment_score":0.55}
{"full_text":"Jo Jo actually campaigned. Now, Just Imagine Having to Wear a Face Mask in Public for Years","sentiment_score":0.0}
{"full_text":"RT Pls I need your help. This woman and her daughter are about to be evicted. They need 250k. Pls I'm begging you don't ignore...","sentiment_score":0.0}
{"full_text":"Lets start with the gov publishing the true figures and their lockdown impact assessment","sentiment_score":0.35}
{"full_text":"That United post lockdown purple patch is the biggest false image ever man so many people bought it","sentiment_score":0.05}
{"full_text":"RT \"As I type this, I am newly in a unit of nearly 300 women, 3 or 4 to a room, not enough chairs for people to sit no social...","sentiment_score":0.0549242424}
{"full_text":"RT they  are legitimate  votes cast beforeEOD yesterdaybecausewe'reinafucking PANDEMIC","sentiment_score":0.0}
{"full_text":"RT Lockdown Part I = 23 March - 10 MayLockdown Part II = 05 Nov - 02 DecAn inconvenience for some\/many .. in a job, on...","sentiment_score":0.0}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"Long story short. During lockdown 1 me &amp; Anthony hosted 3 online games of bingo... one thing lead to another...We got a bit drunk and it went very camp and we had a great time. In the process we made an amazing group of friends &amp; 14 weeks later we were still going.","sentiment_score":0.15}
{"full_text":"Oh, nooo....","sentiment_score":0.0}
{"full_text":"RT The presumed virus is invisible, and there are no stacked bodies, therefore masks are necessary to show a pandemic.","sentiment_score":0.0}
{"full_text":"Are you a bad boy find on Flingkin #ThePostElection #Counting #USPS #Election2020 #royalehightrades #YGEntertainment #USElections #postelection #armys #DonaldTrump #KeepCounting #XiaoZhan #COVID19 #Biden #CountEveryVote #Democrats #Senate","sentiment_score":-0.7}
{"full_text":"It's worth mentioning that Covid cases have mysteriously disappeared today, November 4, 2020.","sentiment_score":0.15}
{"full_text":"RT Give #1950sWomen their earned pensions to retire in safety &amp; free up jobs for the unemployed #NotEq...","sentiment_score":0.4}
{"full_text":"Oh Abby, this makes my heart so sad. I cannot congratulate Ms. Hinson, as she supports a man who ignores a pandemic and mocks people with disabilities, not to mention how he hates women. That is a direct insult to my children, who have autism, and to me as their mom.","sentiment_score":-0.2}
{"full_text":"RT Trump: If you stop testing, there will be less cases of covid.Also Trump: If you stop counting ballots, then you can't c...","sentiment_score":-0.1666666667}
{"full_text":"But COVID is going away today now that the election is over.Oh wait, it isn't.","sentiment_score":0.0}
{"full_text":"RT I think this is the 2nd time in 10 years Whittaker rebelled. he voted with them for the bedroom tax he voted with them fo...","sentiment_score":0.0}
{"full_text":"Personally think NHS staff should get free parking all the time","sentiment_score":0.2}
{"full_text":"RT With the WH, we get: 1. An honest DOJ empowered to prosecute 2. A competent COVID response 3. Reempowered Intelligence...","sentiment_score":0.55}
{"full_text":"Without a cohesive national plan, this is what herd immunity looks like. Millions of our kids, our friends will die. RIP Behany. College student found dead in her dorm after testing positive for coronavirus via","sentiment_score":0.0136363636}
{"full_text":"A COVID-appropriate high five to you, my friend!","sentiment_score":0.2}
{"full_text":"RT 1000 Americans died from #COVID19 yesterday. 1000 more will die today. 1000 more will die tomorrow. And yet millio...","sentiment_score":0.5}
{"full_text":"Most Covid numbers have too many commas for people to understand. Replace commas with comas and the sentence is still true.","sentiment_score":0.45}
{"full_text":"RT You politicized a pandemic you fuck","sentiment_score":-0.4}
{"full_text":"16\/18 Essex Conservative MPs backed the new national #lockdown starting at midnight.Only Thurrock MP voted against.Epping's Eleanor Laing did not vote (she was the Deputy Speaker who chaired the debate and vote) #Coronavirus","sentiment_score":0.0681818182}
{"full_text":"RT Heavy strikes &amp; attacks of#Azerbaijani military agst civil hospitals of #Artsakh\/#Karabakh r in gross violation of right to...","sentiment_score":-0.0035714286}
{"full_text":"RT While all eyes are on the election, some disheartening Covid news for the Sacramento region: Sacramento, Yolo and Placer cou...","sentiment_score":0.0}
{"full_text":"The total irony (being the day before your national lockdown) of today being the first day in months, that UK has had a DECREASE in infection rate  (and that this follows a period of a very much slowing increase rate) fully underlines your point.  UK advisor Prof.Knee Jerk again","sentiment_score":0.17}
{"full_text":"RT BREAKING--Children make up 11% of all US #COVID19 cases, up from 2% in April. Over 61,000 children in the U.S. were diagnose...","sentiment_score":0.0}
{"full_text":"Happy birthday mate, let's meet up after lockdown ","sentiment_score":0.8}
{"full_text":"Texas Roadhouse employee exposes customers to COVID-19, Hamilton Co. Health Dept. says","sentiment_score":0.0}
{"full_text":"How Schitt's Creek became my happy place &amp; why it's perfect pandemic television. Blog link in profile #schittscreek #daniellevy #bingetv #netflix #therapy #happyplace","sentiment_score":0.9}
{"full_text":"The election has always taken several days to count votes. The only difference with this one is the pandemic causing more people to mail in ballots.","sentiment_score":0.1666666667}
{"full_text":"RT We think NHS staff should have free parking during the lockdown.Please sign and RT if you do too.https:\/\/t.co\/guJZe0g7D1","sentiment_score":0.4}
{"full_text":"RT According to Reuters, Trump outperforms his 2016 total where Covid deaths were highest. I have a piece coming out on Trumpi...","sentiment_score":0.0}
{"full_text":"RT Due to the pandemic, a significant portion of mail in\/absentee voting is disabled people this election.These votes mat...","sentiment_score":0.0166666667}
{"full_text":"RT Florida reported 4,423 new coronavirus cases today and 32 deaths. In South Florida, cases have been confirmed at 675 schoo...","sentiment_score":0.2681818182}
{"full_text":"RT #Lockdown2 Schools are open Colleges are openUniversities are openPeople are told to go to work if they can't work from...","sentiment_score":0.0}
{"full_text":"RT trump talking about how he'd win if they stopped counting votes is like when he said our COVID cases would go down if we s...","sentiment_score":0.3222222222}
{"full_text":"RT Frank Lampard has confirmed Kai Havertz has tested positive for Covid-19. As a consequence the player is now undergoing a pe...","sentiment_score":0.3136363636}
{"full_text":"COVID may have killed 200,000 people.But it also killed America.Who saw this shit coming?-Pandemic-Vote from home-Last minute ballots stamped before Nov     3rd and all for Biden to be counted after it was obvious Trump had won.Patriots? Trump needs us now!#MAGA","sentiment_score":-0.12}
{"full_text":"RT This scandalous behaviour in the award of government contracts to Tory friends has become the norm under Johnson. We n...","sentiment_score":0.0}
{"full_text":"RT You couldn't make it up could you. On the eve of a second lockdown...","sentiment_score":0.0}
{"full_text":"A number of shows at have been rescheduled - full details of all the new dates herehttps:\/\/t.co\/20YLuVABM9","sentiment_score":0.2431818182}
{"full_text":"Of the 1,423 total COVID-19 cases in the county, 271 are considered active and 1,150 are recovered.","sentiment_score":-0.0666666667}
{"full_text":"State Mobile Medical Unit offering walk-in COVID-19 testing for the public THIS FRIDAY, Nov 6th, 9 AM to 5 PM in Park Forest, at 245 Monee Road, OFC Ministries.  Click here for more!","sentiment_score":0.2083333333}
{"full_text":"Take a little time for #SelfCare.   #WellnessWednesday #JoyTrain #Joy #SelfLove #COVID19 #Kindness #MentalHealth #Mindfulness #GoldenHearts #FamilyTrain #IAM #ChooseLove #Quote #WednesdayMotivation #WednesdayMorning #WednesdayWisdom RT ","sentiment_score":0.30625}
{"full_text":"Looking forward to the panel on harm reduction and COVID-19 at our conference coming up November 12\/13, co-organized by Featuring Les Harper, and Callie Lathem. Still time to register!","sentiment_score":0.0}
{"full_text":"RT If, during lockdown the voice in your head gets loud, try &amp; think about all the things that you are, rather than all t...","sentiment_score":0.1}
{"full_text":"RT Republican David Andahl, who died from COVID-19 in October, has been elected to the North Dakota House of Representatives","sentiment_score":0.0}
{"full_text":"RT #WhyIMask | I wear a mask to protect myself and others.Thank you for sharing #WhyIMask, Naveed, SMA Economics! And thank yo...","sentiment_score":0.0}
{"full_text":"'At this time I ran some COVID 'secure' workshops with the skills that I had gained in corporate and it was great to hold people's hands through this phase, helping them to make their own businesses COVID secure.'#Women #Business #Lockdown","sentiment_score":0.44}
{"full_text":"\"... they recommend that families or friends invite a single older friend into their pods or bubbles.\"[@KHNews]","sentiment_score":0.0476190476}
{"full_text":"COVID-19 has changed a lot in our lives, including music. What are you listening to while working from home?https:\/\/t.co\/E3KYACOdFU","sentiment_score":0.0}
{"full_text":"'For us, we were totally shocked'","sentiment_score":-0.7}
{"full_text":"Some good news (cos we bleeding need it today). An AMAZING *53K* packs of period products have been distributed since the start of lockdown 1.0 in March. And that is THANKS to YOUR generosity &amp; bloody kindness! https:\/\/t.co\/JdSXYfrE2k#LockdownPeriods","sentiment_score":0.125}
{"full_text":"Download the COVID Alert NJ app to get notified if you've been near someone who has tested positive for #COVID19.#COVIDAlertNJ is free, secure and helps keep us ALL safe!https:\/\/t.co\/itqVJxcCU2","sentiment_score":0.2818181818}
{"full_text":"lockdown eve mood: wearing your best clothes on the wednesday wine run shop #misspapmuse look here + get 50% off everything:","sentiment_score":1.0}
{"full_text":"WATCH LIVE:  1-on-1 with Governor Mike DeWine about the election and Ohio's continued upward trajectory of COVID-19 cases.","sentiment_score":0.1363636364}
{"full_text":"\"We are doing everything we are supposed to. There is no law that says we can't open for indoor dining.\"https:\/\/t.co\/qDaeqexhhd","sentiment_score":0.0}
{"full_text":"it is time you included the 3 million taxpayers you have so far left out of your lockdown support packages to date.#ExcludedUK#relentless#wearenotgoingaway","sentiment_score":0.05}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"A Ballarat property listed with one of the biggest price tags seen in the city -- north of $10m -- is expected to be in high demand thanks, in part, to COVID-19.https:\/\/t.co\/G8AY9Ldy7a","sentiment_score":0.0866666667}
{"full_text":"Good to catch up with the Crockett Lions and discuss how we need to get a new Coronavirus relief package signed into law to help our local cities and towns, working families and small businesses that have been hit hard by the pandemic.","sentiment_score":0.0589393939}
{"full_text":"Twizzle your way into lockdown with our Tangy Tomato Turkey Twizzler. -How many of your meals will get their Twizzle on over the next 4 weeks?-#returnofthetwizzler #bernardmatthews #turkeytwizzlers #balancedfood #springy #funfood #nutritiousanddelicious","sentiment_score":0.25}
{"full_text":"Any anglers in the area need to know this before they go fishing during the lockdownPass on to anyone you know who goes fishinghttps:\/\/t.co\/Jtj1WidQHD","sentiment_score":0.0}
{"full_text":"It's important we help protect our businesses in these uncertain times. We all must take responsibility and play our part in reducing the spread of Covid-19 by following the guidance. Remember your 'So What?' is someone else's 'Everything'.#StopTheSpread","sentiment_score":0.2}
{"full_text":"We used 3,679 #PPE kits during #Lockdown no.1  All our vehicles meet the highest health and safety standards to keep our staff and patients safe.#COVID19","sentiment_score":0.0}
{"full_text":"FRENCH FANCY Chelsea vs Rennes LIVE: Stream FREE, TV channel, teams as Havertz COVID positive - Champions League latest updateshttps:\/\/t.co\/Dg2nQiMDkh","sentiment_score":0.2527272727}
{"full_text":"ICYMI: Sluggish 8K TV adoption blamed on Covid-19 by new report","sentiment_score":0.1363636364}
{"full_text":"As working from home becomes the new norm, Big Tech Companies are the ones benefiting from COVID-19.","sentiment_score":0.0681818182}
{"full_text":"Another good discussion to have with your GCSE PE students.","sentiment_score":0.7}
{"full_text":"Westfield Academy and Central School will be going to full remote learning on Thursday and Friday after an individual at the middle school was found to have tested positive for COVID-19.https:\/\/t.co\/E57T4B4KwH","sentiment_score":0.0795454545}
{"full_text":"Covid may sort that out","sentiment_score":0.0}
{"full_text":"To prevent the spread of infection, we require all patients &amp; visitors to wear a mask or face covering. Our staff are masked, wear eye protection during procedures, &amp; perform thorough hand hygiene. Learn more about Atrius Health's Commitment to Safe Care,","sentiment_score":0.5}
{"full_text":"Animation from shows aerosol transmission of #COVID19 over time","sentiment_score":0.0}
{"full_text":"Leading #manufacturers are investing to improve network flexibility and resilience, as the #pandemic exposes the fragility of global #supplychains.Learn more via","sentiment_score":0.25}
{"full_text":"Ferris' request for its own satellite office gets denied after COVID-19 shutdown this spring","sentiment_score":0.6}
{"full_text":"RT \"Are you willing to die of covid and let your family die of covid and let maybe 6 million people die in a covid herd immuni...","sentiment_score":0.25}
{"full_text":"RT The teaching unions hate testing, as it shows that some teachers simply can't teach... and...","sentiment_score":-0.4}
{"full_text":"Join us &amp; to discuss fighting food insecurity in a pandemic with Barron Segar, Humanitarian Relief &amp; Resilience Program Dir. &amp; Supply Chain Dir. Alex Marianelli. Nov. 10 | 12:00 PM EST Register:","sentiment_score":0.0}
{"full_text":"Charlotte works in our Critical Care unit and knows first-hand the pressure UHNM is under. From Thursday, we will be moving into a 4 week lock-down. We will always be here for you but it takes all of us to stop the spread of the virus. Stay at Home. Protect the NHS. Save lives.","sentiment_score":0.0}
{"full_text":"We can learn a lot from Taiwan and their response to prevent it from happening here again.","sentiment_score":0.0}
{"full_text":"Getting answers about #COVID19 is one easy-to-remember phone call away. Call 212-COVID19 if you have questions, want resources or need some help. More info:","sentiment_score":0.5}
{"full_text":"Coming up in 45 minutes, join us for Awakening the New You with Bonnie Serratore on #YouWealthRevolution as she shares \"Navigating confusion and fear around the Covid 19 crisis\"!LISTEN LIVE + 1-on-1 HELP:","sentiment_score":0.1534090909}
{"full_text":"This new lockdown is going to be a trying time for us. We need more people to help us, like our YCR heros, who make a donation each month to help us save the lives of cats and kittens. Please become a hero today. Thank you xhttps:\/\/t.co\/MuekKIN5jQ#CatsOfTwitter","sentiment_score":0.3181818182}
{"full_text":"maybe we wouldn't have such a surge of mail in votes if you handled the pandemic better","sentiment_score":0.25}
