{"full_text":"RT What kind of trauma is this govt subjecting kids to ? ","sentiment_score":0.6}
{"full_text":"RT During lockdown there will be people walking, cycling or exercising. It may be a 30mph limit but, is it appropriate? If your...","sentiment_score":0.5}
{"full_text":"RT Why the fuck aren't the police investigating this PS18bn PPE Tory scandal!The tories have cashed in on the pandemic &amp; need...","sentiment_score":-0.4}
{"full_text":"RT Idk I just think surviving a pandemic should count as extra credit","sentiment_score":0.0}
{"full_text":"RT Look at all that covid","sentiment_score":0.0}
{"full_text":"Thats like saying I had the flu once so now I'm immune!! Haaa  and glad you wear your mask..no need to give employees at stores \/ resturaunts a hard time.. Folks need to just wear them into businesses..its not their faults there's a mask mandate but they need to follow orders!","sentiment_score":0.0677083333}
{"full_text":"RT Tested positive for the Wuhan virus. Recovering &amp; touched by all your messages. Without harbouring any illusions about one's p...","sentiment_score":0.2272727273}
{"full_text":"Due to Covid19 every country have a problem with shipment","sentiment_score":-0.125}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"RT We ( the MPs)are demanding for helicopter evacuation, while my friends in KMPDU are asking for allowances and Protective gea...","sentiment_score":0.0}
{"full_text":"RT California has one of the highest numbers of COVID-19 cases in its jails and prisons. The virus has infected close to...","sentiment_score":0.0}
{"full_text":"RT KUMANINA ZENU GAZETI NI ZA KUFUNGA NYAMA. Instead of using taxpayers money to give free masks and sanitizers to the public d...","sentiment_score":0.2}
{"full_text":"That's ok I wasn't trying to lecture far from it, it was a great tweet &amp; I was happy to see it I was just adding my 2 cents for whatever they're worth (actually nothing in Canada we don't use pennies anymore LOL). I'm paranoid cause guess a case of Covid would kill me. ","sentiment_score":0.4714285714}
{"full_text":"RT For the good of nation we must look at data. Here's the latest on growth &amp; Covid in Asia. Clearly we can't say India slow...","sentiment_score":0.25}
{"full_text":"RT Virus so deadly we are waiting 3 days to go into a lockdown couldn't make it up","sentiment_score":-0.2}
{"full_text":"RT Today, the Senate was insane. It was so detached from reality. We voted on judges and nearly confirmed an appointee who b...","sentiment_score":-0.3}
{"full_text":"Fire outbreak at Circle. #AmiduWasNotRady #4MoreToStealMorehttps:\/\/t.co\/P3pRgg1Fpy#wontumiSports #RYSENSHYNE","sentiment_score":0.0}
{"full_text":"RT #BREAKING DR Congo announces end of latest Ebola epidemic: minister,","sentiment_score":0.5}
{"full_text":"RT If you could see a #COVID19 patient struggling to breathe like we do in the ER, you'd immediately understand why we're...","sentiment_score":0.0}
{"full_text":" Katora Niazi ... Why is your country not on this list ?","sentiment_score":0.0}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"RT Attention ...Victorian and Federal Liberals.....","sentiment_score":0.0}
{"full_text":"RT THIS: Around 70 school children have tested positive for Covid19 after schools reopened for the senior gradesIn one school,...","sentiment_score":0.2272727273}
{"full_text":"Excellent news. We are getting better at putting this viruses off. Kudos to the colleagues in DRC.","sentiment_score":0.75}
{"full_text":"RT I think COVID has definitely put a dent in a lot of ppl's daily motivation..","sentiment_score":0.0}
{"full_text":"I went ice skating with my ex that day but I deleted all our pictures so here's a pic of kahuna from the same day","sentiment_score":0.0}
{"full_text":"Are you totally stupid? Yes, totally! How many live in UK Piersidiot? Stop lying and the scaremongering is perfectly done by #BigPharma so shove your mask up your ass instead, no change at all in your case!","sentiment_score":0.1672727273}
{"full_text":"RT UK Watchdog, National Audit Office, criticises government over awarding of PS17bn Covid contracts: non-transparency, cronyism...","sentiment_score":0.0}
{"full_text":"So refreshing.","sentiment_score":0.5}
{"full_text":"RT #BREAKING DR Congo announces end of latest Ebola epidemic: minister,","sentiment_score":0.5}
{"full_text":"Can only imagine what it feels like to have the level of self-confidence that allows a man to tweet something like this, do the math wrong by a factor of 10, thereby completely negating the point he's trying to make, and then just leave it up as people yell at him.","sentiment_score":-0.1333333333}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"RT Anybody harassed, ticketed, arrested for having a big and noisy family and friends gathering next week, should hand this to th...","sentiment_score":0.0}
{"full_text":"And needs to retire!","sentiment_score":0.0}
{"full_text":"New study suggests more than five million Britons have had the coronavirus. Given that ~50,000 people have died from it, that means it has an IFR of &lt;0.1%. That's roughly the same as seasonal flu.","sentiment_score":0.1340909091}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT PM ji calls for greater trade &amp; economic cooperation among BRICS nations.Sought support for India and Sout...","sentiment_score":0.35}
{"full_text":"#COVID19 UPDATE IN NIGERIA AS AT 17TH NOVEMBER, 2020; Map of Active Cases.#TakeResponsibility #StaySafe@PTFCOVID19","sentiment_score":-0.1333333333}
{"full_text":"RT Service delivery is found to be the weakest link in the vaccine management supply chain. Today assesses Niger...","sentiment_score":0.0}
{"full_text":"RT We ( the MPs)are demanding for helicopter evacuation, while my friends in KMPDU are asking for allowances and Protective gea...","sentiment_score":0.0}
{"full_text":"concentrate on covid","sentiment_score":0.0}
{"full_text":"This is more than cronyism, it is corruption. And we've yet to see the report on value for money. What next ?????","sentiment_score":0.25}
{"full_text":"I used to tweet about waiting tables and sometimes people who only know me as an actor we're like, \"What? I didn't think you'd have a regular job too.\" But I liked that, made me feel grounded. I just moved out of LA after many years and it hurts so bad. But there's a pandemic. ","sentiment_score":0.08}
{"full_text":"RT With the coming of the #COVID19, there was a notable rise in limited accessibility to SRHR services &amp; information hence fuell...","sentiment_score":0.2142857143}
{"full_text":"RT Wear a mask, social distance, take the vaccine and stfu","sentiment_score":0.0333333333}
{"full_text":"Tick tock.....https:\/\/t.co\/UvrgeeSVwW","sentiment_score":0.0}
{"full_text":"who staff corona positive: WHO: 65 mNdi sttaaphku kroonaa.. aNt jaagrtt tiisukunnaa! - 65 who staff test positive for coronavirus in geneva offfice","sentiment_score":0.2556818182}
{"full_text":"RT #MeerFoundation thanks all those who contributed to protect our #COVIDWarriors, all over India. Your compassion helped...","sentiment_score":0.2}
{"full_text":"RT It's Covid's 1st birthday wtf","sentiment_score":-0.5}
{"full_text":"RT If you could see a #COVID19 patient struggling to breathe like we do in the ER, you'd immediately understand why we're...","sentiment_score":0.0}
{"full_text":"RT 300+ doctors, paramedics from the paramilitary forces flying into Delhi to assist with COVID. If nothing else, let this f...","sentiment_score":0.0}
{"full_text":"RT A Texas boy lost both of his parents to Covid-19. His family is asking the community to help celebrate his 5th birthday.","sentiment_score":0.0}
{"full_text":"It probably has COVID-19 too smh...","sentiment_score":0.0}
{"full_text":"Open your eyes and shut your ego dear ICAI. ","sentiment_score":0.0}
{"full_text":"What concerns me is that, I believe, the trials haven't included people who have had Covid-19. We don't know the long term effects of this virus on the body. For people still suffering the effects of the virus - could this vaccine do more harm than good?","sentiment_score":0.3833333333}
{"full_text":"You are a twat. Shut up and f#off, cos you look stupid. Myths??? You'll be crying for the COVID vaccine that science has created. But many Pakistanis will die because Pakistan is backwards.","sentiment_score":-0.1666666667}
{"full_text":"RT NEW: FDA authorizes the first Covid-19 test designed for users to take and develop at home for results within an hour.","sentiment_score":0.1931818182}
{"full_text":"RT KOLT team celebrated the successful delivery of more than 15.000 units of GDK1007 power modules. These power modules a...","sentiment_score":0.5333333333}
{"full_text":"RT We ( the MPs)are demanding for helicopter evacuation, while my friends in KMPDU are asking for allowances and Protective gea...","sentiment_score":0.0}
{"full_text":"With support from and through and Uganda's COVID-19 recovery efforts will be in a climate responsive way. #ClimateAction #NDCRevision #NDCRevisionUg","sentiment_score":0.0}
{"full_text":"RT Children have been telling adults that they are worried about the climate crisis for the same reasons and with the same...","sentiment_score":0.0}
{"full_text":"RT Theme of #AfricanStatsDay2020 #JourneeStatsAfricaine2020 announced. Modernizing African #NSS more than needed now, a must in...","sentiment_score":0.25}
{"full_text":"RT when that kpop girl said \"corona, fuck you\" on live tv","sentiment_score":-0.1318181818}
{"full_text":"RT Make sure you keep a social distance as you continue adhering to the other covid 19 prevention directives#angamizacoronama...","sentiment_score":0.1361111111}
{"full_text":"RT PM ji calls for greater trade &amp; economic cooperation among BRICS nations.Sought support for India and Sout...","sentiment_score":0.35}
{"full_text":"Na Trump manufacture covid-19??","sentiment_score":0.0}
{"full_text":"Best day of my my life, social distancing confirmed -","sentiment_score":0.4777777778}
{"full_text":"RT I just found another 5 COVID related papers funded by her, amazing.","sentiment_score":0.3}
{"full_text":"RT Now is not the time for turmoil in Downing Street or turmoil in the Labour Party. Excess deaths are well over 70,000 &amp; m...","sentiment_score":0.0}
{"full_text":"RT Following ScoMo's advice on COVID, Biden unveils new action plan of just blaming everything on Dan Andrews","sentiment_score":0.0787878788}
{"full_text":"RT Not even a global pandemic could stop her. AOTY Lil bro's and the whole staff earned that.","sentiment_score":0.1}
{"full_text":"Something WE ALL can agree on!","sentiment_score":0.0}
{"full_text":"#CorruptGOP have stopped battling #COVID19#TrumpVirusDeathToll249K1,121,207 new cases in last 7 days11\/17 new cases- 157,26111\/17 Deaths-1,615Active Cases- 4,353,660Hospitalised- 76,830Total cases- 11,695,711Total Deaths- 248,687#GOPBetrayedAmerica #TrumpKills","sentiment_score":0.0909090909}
{"full_text":"Germany's auto industry secured 5 billion euros in government aid to help weather the coronavirus crisis and invest in the transition to electric cars","sentiment_score":0.0}
{"full_text":"a year ago today i simply woke up, wore my silly little clothes and did my silly little tasks. nothing new.","sentiment_score":-0.2064393939}
{"full_text":"RT NEW VIDEO: Months before we knew how bad COVID was, Millionaire Senators David Perdue &amp; Kelly Loeffler got a briefing...","sentiment_score":-0.2818181818}
{"full_text":"RT \"I just wanted to keep having fun,\" said a resident of Cedar Rapids, Iowa, who went to a bar with a friend--and voted in...","sentiment_score":0.3}
{"full_text":"RT \"Do as I say, not as I do\" is not a good look for the leader of a state where COVID-19 cases are surging and many people...","sentiment_score":0.075}
{"full_text":"RT 1 in 15 Chicagoans now have infectious COVID-19. Let that sink in, folks.","sentiment_score":0.0}
{"full_text":"RT We need to learn the importance of wearing a mask ,it's saves our lives and others #climatechange #bachelorette #GBBO #Lad...","sentiment_score":0.0}
{"full_text":"RT We are now facing a 2nd wave of COVID, we'd like to hear about the experiences of  registered nurses working in respiratory...","sentiment_score":0.0}
{"full_text":"Listerine says it is not clinically proven to fight COVID-19 - Fox Business","sentiment_score":0.0}
{"full_text":"RT Anytime and link up, its magic! Lockdown #10amAlbum","sentiment_score":0.625}
{"full_text":"RT Please pay attention to this warning!","sentiment_score":0.0}
{"full_text":"Don't ForgetOur next Virtual Business Breakfast @NigelBrown01 - Founder of will speak about Business &amp; Brand Communications During #COVID.Click the link to register for this free event.","sentiment_score":0.2}
{"full_text":"RT POSITIVE NEWS--8 months after infection, most recovered patients still have enough immune cells to fend off the virus and pr...","sentiment_score":0.2424242424}
{"full_text":"1,383 NEW COVID CASESBREAKING: The Department of Health reported 1,383 cases of COVID-19 on Wednesday, November 18, 2020, bringing the total number of cases in the Philippines to 412,097. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"We've had MORE dedicated students enrol with us through lockdown, including new sign up's for our WORLD CLASS Street Dance Classes with London Choreographer Shaun Paul Smith!  Tonight on Zoom from 4.15pmTo book 01827 872377 alex@riversidestudiosuk.com","sentiment_score":0.3352272727}
{"full_text":"Premier Daniel Andrews has not ruled out closing the border to South Australia to protect Victoria from any resurgence of COVID-19 as the state sees a fresh outbreak of the virus in Adelaide.https:\/\/t.co\/zwsKEWaX6J","sentiment_score":0.3}
{"full_text":"LOCKDOWN DIARIES: DAY 2472020-11-18 00:00 - The quarantine serves at the pleasure of the President.Stay tuned for dispatches from Radio Free Diablo County.#QuarantineLife#CoronaLockdown","sentiment_score":0.4}
{"full_text":"RT With the pandemic, Brexit, and the societal damage being caused by this awful Govt - guess what's been pushed down the...","sentiment_score":-0.5777777778}
{"full_text":"RT If states were countries, here's the global ranking of new cases per capita this past week:1 North Dakota 2 South Dakot...","sentiment_score":-0.0378787879}
{"full_text":"RT Coronavirus can be defeated by regularly washing our hands with soap, this kills the germ with a 99% efficiency, let's embrac...","sentiment_score":0.0}
{"full_text":"During the pandemic been offering virtual appointments and sewing NHS scrubs. Before this she was due to shoot her new sustainable and vegan wedding dress collection. Find out more about how #InnovatingForGrowth was \"life-changing\" for Sabina.","sentiment_score":0.1704545455}
{"full_text":".@ORICInternatio1 benchmarking study to examine #insurance companies' #covid19 response - #insurancenews #riskmanagement","sentiment_score":0.0}
{"full_text":"Over 1 million children under the age of 19 in the United States have tested positive for COVID-19 since the pandemic began, the American Academy of Pediatrics and the Children's Hospital Association said in a new report on Monday.","sentiment_score":0.1212121212}
{"full_text":"RT Truly bleak stats today. Another 600 deaths from Covid. That makes 3000 people who have died in the last week alone....","sentiment_score":-0.5}
{"full_text":"\"We are sleepwalking into probably the greatest debt crisis &amp; job crisis in a generation\" (CA colleague) \"Debt, employment, housing ... &amp; domestic violence are all tied together with the lock-down experience\" Whatever your problem, talk it over with us 0344 848 7969#Surrey","sentiment_score":0.5}
{"full_text":"so I'm not sure.I've been actually trying to be a bit more technical when the pandemic happened--because I lack foundation and such.but in the present, through another friend's help. I dropped it just so I can enjoy drawing again. #artph","sentiment_score":0.18}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #WednesdayMotivation #wednesdayinspiration #wednesdaythoughts","sentiment_score":0.0}
{"full_text":"We have seen too many people die because lifesaving medicine or a #vaccine was priced too high or unavailable for those who need it.  is demanding no pharma monopolies on any of the medical tools needed to tackle #COVID19.https:\/\/t.co\/v6cnGjdFxM  #NoPatentsinAPandemic","sentiment_score":0.22}
{"full_text":"Today's #Webinar: 'State aid in pandemic times: new priorities, the same ambition'@lluissauri (@EU_Competition (CET)Online. More information: Lluch seminar#EconTwitter","sentiment_score":0.2121212121}
{"full_text":"Nitesh, we would like to inform you since your booking was made prior to the lockdown period (25th March-24th May) hence, a full refund towards the same mode of payment is not applicable as per the guidelines issued by the authorities. [1\/2]","sentiment_score":0.1166666667}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"What pandemic?","sentiment_score":0.0}
{"full_text":"The fascinating story of the Hull polio epidemic of 1961, how a mass vaccination programme stopped it in its tracks and the intriguing parallels with today's public health emergencyhttps:\/\/t.co\/xXIlJGQw9v","sentiment_score":0.3333333333}
{"full_text":"RT Atmanirbhar Bharat to be force multiplier in post-Covid global economy: PM #BJPN...","sentiment_score":0.0}
{"full_text":"ICYMI: Mental health of people in Australia in the first month of #COVID19 restrictions ... #openaccess #research ... #medtwitter","sentiment_score":0.075}
{"full_text":"RT They're speaking the truth.   We have so many cases of #Covid19 it's overwhelming to everyone.  I've so many ppl asking...","sentiment_score":0.5}
{"full_text":"RT Thanks to and others for a very productive #LBGBigConversation about...","sentiment_score":0.2}
{"full_text":"Today our ideas focus on finding out more about safeguarding adults...why not start with our webpage about safeguarding adults and coronavirus?","sentiment_score":0.5}
{"full_text":"COVID-19 Hasn't Diminished Precious Metals and Base Metals Project Developmenthttps:\/\/t.co\/n5i2dMZ0dc","sentiment_score":-0.15}
{"full_text":"Covid19: Grant scheme for supply chain businesses due to open today - Economy Minister","sentiment_score":-0.0625}
{"full_text":"COVID 19 cases in India until : 18\/11\/2020 13:30Total Cases: 8912704 [+38478]Active: 446657Recovered: 8333013 [+44671]Deaths :131031 [+471]Total Tests: 126.54MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"\"Level Four will be a struggle. Make no mistake. But it might be our best possible chance of restrictions being eased by Christmas and setting us on a path towards brighter and better times.\" -","sentiment_score":0.5}
{"full_text":"The bounceback in the UK economy in the third quarter was record-breaking, but GDP recovery could have been stronger with better-planned job support &amp; consistent messaging, say unions &amp; firms. #business #recovery #COVID19","sentiment_score":0.125}
{"full_text":"With the rapid outbreak of coronavirus across the world, the role of a school leader has undergone some major transformations... #SLTchat #Ukedchat #Womened","sentiment_score":0.0625}
{"full_text":"RT This is not okay ","sentiment_score":-0.25}
{"full_text":"No if you're going to blame anyone blame the chinese government and anyone that funded or allowed the manufacture of this virus in Wuhan.  Someone wanted to seek out the most vulnerable in this world.","sentiment_score":0.0}
{"full_text":"COVID-19: Mouthwash Eliminates Coronavirus Within 30 Seconds?#Covid19 #Mouthwash #TheLiveMirrorhttps:\/\/t.co\/UI1S6p4Ivk","sentiment_score":0.0}
{"full_text":"Hackers have only just wet their whistle. Expect more ransomware and data breaches in 2021.https:\/\/t.co\/KP5H2O4j3B #DataBreach #Ransomware #DataBreach #Hacker #CoronaVirus #QAcycle","sentiment_score":0.1333333333}
{"full_text":"RT Another day dawns... Where we need Wisdom there is Waffle. Where we need Facts there is Fiction. Where we need Health let the...","sentiment_score":0.0}
{"full_text":"How do we face &amp; minimize the impacts of #COVID19 in #PublicInfrastructure projects? Delays &amp; suspension of various projects have occurred in #LatinAmerica. We held a webinar to learn from each other about the measures implemented in different countries:","sentiment_score":-0.0416666667}
{"full_text":"To protect the environment and the safety of others, avoid this common mistake and always remember to dispose of masks in a closed bin and never in the streets. #MaskUp #COVID19","sentiment_score":-0.2}
{"full_text":"Pulmonologists warn that #Covid19 patients who have #COPD (chronic obstructive pulmonary disease) are at a higher risk of hospitalisation. Mortality rate is also higher in COPD patients.https:\/\/t.co\/lhWqSlsaWw","sentiment_score":0.25}
{"full_text":"A new wave of panic buying is coinciding new COVID restrictions, a dramatic surge in cases, and traditionally, the busiest time of year for grocery stores.","sentiment_score":-0.0401515152}
{"full_text":"Reorganise the Labour left #COVID19 #COVID19 #covid_19Ke #coronavirus #Corona #CoronavirusLockdownUK #CoronaUpdate #CoronavirusNewYork #Covid_19","sentiment_score":0.0}
{"full_text":"Elon Musk Trolled By Doctor Calling Him 'Space Karen' Over COVID Test***Latest News Updates","sentiment_score":0.0}
{"full_text":"National Audit Office reports lack of transparency on procurementhttps:\/\/t.co\/oLKnqLXrPN@NAOorguk #medtech #covid19 #ppe #procurement","sentiment_score":0.0}
{"full_text":"Get great value for money &amp; a quick turnaround on our #COVID solutions range! Check stock availability for next day delivery:","sentiment_score":0.4055555556}
{"full_text":"I didn't think to take any photos.... I didn't know any better....","sentiment_score":0.5}
{"full_text":"Special Report: The Missing Perspectives of Women in Covid-19 News\"The report uncovers a substantial bias towards men's perspectives in both newsgathering and news coverage of the pandemic, spanning across all regions.\"Full report here:","sentiment_score":0.169047619}
{"full_text":"RT Dolly Parton partly funded the Moderna COVID vaccine research with a $1 million donation.","sentiment_score":0.0}
{"full_text":"\"They are potential guides on how to rewire companies, organizations and societies for the post-#pandemic next normal.\" Six #books have been chosen for the 2020 &amp; McKinsey Business Book of the Year shortlist:","sentiment_score":0.05}
{"full_text":"Plans for vaccination programs began taking shape in Europe and the US following recent breakthroughs, but surging coronavirus caseloads prompted gruelling new restrictions.#COVID19 #vaccinehttps:\/\/t.co\/oxFa3YnzbM","sentiment_score":0.0454545455}
{"full_text":"Real reportinghttps:\/\/t.co\/MUppeJLq4E","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 28.4FWind Chill: 24.4FHumidity: 81%Dew Point: 23.4F Barometer: 30.443 inHgWind: 4 mph from the NCorona Virus Weekly Stats:Cases: 215.000000Deaths: 7.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"I expect this will be the tip of the iceberg when the eventual inquiry gets underway.The PS18bn coronavirus PPE fiasco via","sentiment_score":0.0}
{"full_text":"Check out this feedback from one of our customers, a building merchant. He explained to our Manchester team how Quickline helped them and their customers in the last lockdown.https:\/\/t.co\/UHkv1M5rc4#quicktocare #quicktodeliver #samedaydelivery","sentiment_score":0.0}
