{"full_text":"RT This is pure fiction. McConnell NEVER wanted a pre-election deal even with Trump flip flopping on let's make a deal. T...","sentiment_score":0.2142857143}
{"full_text":"RT Help is on the way for the #Giants: S Xavier McKinney and pass-rusher Oshane Ximines have been designated for return and will...","sentiment_score":-0.25}
{"full_text":"The SRC Advice Centre have put together a page of guidance relating specifically to issues arising from coronavirus.It may help if you are having issues with: Accommodation  Finances  Studying\/Exams Health &amp; well-beingCheck it out ","sentiment_score":0.0}
{"full_text":"#NOWPLAYING : joan - want u back  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"That playbook was torn up out of petty racism, because Obama's Team wrote it.That same playbook is why we didn't have Ebola run roughshod over the country during Obama's term, the way COVID has with illegitimate Donald Mango Mussolini at the helm.","sentiment_score":0.0}
{"full_text":"RT I am tired. I've spent the last 8 months caring for #COVID patients. I've missed my family and friends. I've missed bir...","sentiment_score":-0.1666666667}
{"full_text":"RT Bravo to our amazing cast and backstage team of 'A Midsummer Night's Dream' who put on a spectacular p...","sentiment_score":0.6}
{"full_text":"WHAT? But I thought Ontario's public health units said, teachers couldn't contract covid at school? ","sentiment_score":0.0}
{"full_text":"Boycott","sentiment_score":0.0}
{"full_text":"You ignorant boob. No lock down was ever intended or capable of \"ending\" the virus. It was intended to keep hospitals from overflowing. From the beginning every chart shows the same number of infected just not as big a surge. Wake the F up.","sentiment_score":0.0111111111}
{"full_text":"There is a pandemic.Do your job.","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt explain why their hit #Dynamite \"wouldn't be here if there was no COVID-19\"","sentiment_score":0.0}
{"full_text":"Herd immunity ?!?","sentiment_score":0.0}
{"full_text":"\"No corps members tested positive for Covid-19\"- NYSC opposes Bauchi state government","sentiment_score":0.2272727273}
{"full_text":"RT What a bullshit headline. That big scary-looking number is 22 billion. Ignoring the suffering and loss of life and soci...","sentiment_score":0.0}
{"full_text":"RT He mentioned the Corona situation in sk has become so bad right now and he doesn't like it. We are supposed to wear th...","sentiment_score":-0.2071428571}
{"full_text":"It doesn't make sense to wear a mask outdoors in the fresh air. Good luck with that.","sentiment_score":0.5}
{"full_text":"RT Why is Trump at his golf club when his son was just diagnosed with COVID?","sentiment_score":0.0}
{"full_text":"It has been announced that as part of the Covid Winter Plan, a regionally-differentiated tier approach will come into effect from Wed 2 December to replace the existing restrictions. To find out what the new tier system could mean for Liverpool, visit https:\/\/t.co\/gGGlF3bEJz","sentiment_score":-0.0880681818}
{"full_text":"Roseland Court care home is 1 of the 1st in the country to trial regular Covid testing for safe family visits.It's 1 of 4 in Cornwall to be part of the new trial run by the &amp; offers regular testing to designated family members.More info at https:\/\/t.co\/rYUUv6bk94","sentiment_score":0.1472727273}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT Delhi records 121 COVID-19 deaths, 4,454 new cases take infection tally to 5.34 lakh: Authorities","sentiment_score":0.1363636364}
{"full_text":"Despite COVID-19 warnings, U.S. air travel soars ahead of Thanksgiving ","sentiment_score":0.0}
{"full_text":"RT People questioning what's in the covid vaccine when rustle burgers are still kicking about","sentiment_score":0.0}
{"full_text":"You really helped me make sense of the pandemic in the Spring when our national leadership was appalling lacking. I live in Colorado. Thank you.","sentiment_score":-0.0045454545}
{"full_text":"People who think travel is safe if they've been tested are wrong. Results are fallible &amp; don't account for time since testing, including travel itself (a gas station manned by unmasked yabbos?) plus other variables. Stay home, you desperately needy weaklings.","sentiment_score":-0.18125}
{"full_text":"RT How retail workers (median pay: $25k\/year) are treated in the pandemicAmazon profit53%Worker pay6%Walmart profi...","sentiment_score":0.0}
{"full_text":"RT Well, our ICU is officially out of beds entirely, and 80% of them are COVID. No beds anywhere in the rest of the hospita...","sentiment_score":0.0}
{"full_text":"RT Uh...... Uhhhhhhhhh..... UHHHHHHHHHHHHHI shall refrain from commenting. I have nothing nice to say.","sentiment_score":0.6}
{"full_text":"RT This is heart breaking. Given their geography and low population density, North Dakota could and should have been like New Z...","sentiment_score":0.0681818182}
{"full_text":"Covid is a \"brutal\" disease yet my 54 year old aunt has had a headache and no further symptoms. I fucking hate social media","sentiment_score":-0.3083333333}
{"full_text":"RT In DelhiRising Covid cases &amp; deathsCrumbling Medical infraRising pollutionIncreasing corruptionIncreasi...","sentiment_score":0.0}
{"full_text":"Science. Listen to the experts. Social distancing. Masks. Preventative measures. Common sense.","sentiment_score":-0.1333333333}
{"full_text":"Corona making me sad","sentiment_score":-0.5}
{"full_text":"RT As we head into this holiday week, please take every precaution you can to keep yourself, your family, and your community...","sentiment_score":0.0}
{"full_text":"RT #DelhiNeed #Blood Type :  AB-positiveAt : Manipal Hospital, DwarkaBlood Component : Need Plasma from AB+ve #COVID19 r...","sentiment_score":0.0}
{"full_text":"RT With chronic personnel shortages, Kenya's medical workers continue to treat patients after testing positive for COVID-19: \"How...","sentiment_score":0.1136363636}
{"full_text":"I went to the grocery store and guess what? A second lockdown means everyone is buying everything again  so much sold out, I just needed to buy things for dinner! Panic buying was dumb the first time don't do it this time!","sentiment_score":0.046875}
{"full_text":"RT We've reached the stage of cult membership where people are willing to lose family and even their own lives to Covid becau...","sentiment_score":0.425}
{"full_text":"Confirmed, the North Pole has universal healthcare.","sentiment_score":0.2}
{"full_text":"RT In the absence of anyone else even attempting to do the job, Corbyn remains the leader of the Labour Party.","sentiment_score":-0.0125}
{"full_text":"RT Trudeau is cancelling your Christmas","sentiment_score":0.0}
{"full_text":"RT This is the first year that i have had to cancel our family vacation to Dubai because of Covid...Otherwise every year we ha...","sentiment_score":0.25}
{"full_text":"Some Des Moines holiday traditions fall victim to pandemic; others find ways to soldier on via","sentiment_score":-0.075}
{"full_text":"RT Having enough hospital beds for COVID-19 patients is a worry, especially in rural areas. But, a bigger worry may be the d...","sentiment_score":0.0}
{"full_text":"15 members of Texas family catch coronavirus at small indoor birthday party where no one wore masks","sentiment_score":-0.25}
{"full_text":"RT Joe Biden has a Coronavirus team. Donald Trump's team has coronavirus. That's the tweet","sentiment_score":0.0}
{"full_text":"Shops to reopen in new post-lockdown tiers model: #LDReporter","sentiment_score":0.1363636364}
{"full_text":"From a full lockdown ( which wasn't one really) to letting crowds back into stadiums. All the talk about restrictions at #christmas. Everyone listen up, you may asweel do as you please at Christmas now. The government has become a laughing stock. #noplan #differ","sentiment_score":0.1833333333}
{"full_text":"But it started with a  sudden headache. Right between the eyes","sentiment_score":0.1428571429}
{"full_text":"is aiding and abetting mass genocide at this point.  She's intentionally delaying transfer of essential data and funds that would save lives.  So the opposite is then true, hundreds if not thousands of people will die as a direct result of 's inaction.","sentiment_score":0.1125}
{"full_text":"RT #SaveKashmir_SaveHumanity Indian government has \"egregiously affected\" daily lives of the people.Corona is also adve...","sentiment_score":0.0}
{"full_text":"RT We can't do extra lockdown in January to 'make up for' Christmas. That's not how mortality works. If your grandparents...","sentiment_score":0.0}
{"full_text":"RT He mentioned the Corona situation in sk has become so bad right now and he doesn't like it. We are supposed to wear th...","sentiment_score":-0.2071428571}
{"full_text":"RT While prioritising buying Life Goes On, please also buy Telepathy and Dis-ease on the side because it's predicted thes...","sentiment_score":0.0}
{"full_text":"RT Traveling for Thanksgiving? See what the COVID-19 positivity rate is for every Colorado countyhttps:\/\/t.co\/TnKOLhctHa","sentiment_score":0.0}
{"full_text":"That COVID stuff.","sentiment_score":0.0}
{"full_text":"RT Why Even the Most Reasonable People You Know Are Bending Covid-19 #coronavirus Safety Rules: Social distancing guidelines go ag...","sentiment_score":0.2444444444}
{"full_text":"RT Australian covid legislation sweetness...","sentiment_score":0.0}
{"full_text":"RT Bible Experts Determine Goliath Died Of COVID-19","sentiment_score":0.0}
{"full_text":"RT In light of ongoing economic strains related to #COVID19, we're joining other financial regulators to provide temporary relief...","sentiment_score":0.095}
{"full_text":"Masterpiece Theater just finished four episodes of Roadkill.  I don't know if there are more coming up.  They might have had to stop producing it because of Covid.","sentiment_score":0.5}
{"full_text":"RT In the interest of clarity and following the announcement by the Federal Education Minister, KMU exams stand postponed due to t...","sentiment_score":-0.0625}
{"full_text":"RT If only Republicans spent as much time suppressing coronavirus as they do trying to suppress Black votes in Detroit","sentiment_score":-0.0166666667}
{"full_text":"How about if they do 50000 tests per day 5000 false..Hello covid \"spike\"","sentiment_score":0.0}
{"full_text":"baekhyun telling us during his 201122 instagram live that he would be more active from now on since then, he's been highly active on bubble and even kind enough to stay longer in his car once he's arrived home from late night singing lessons  baeghyeona saranghae","sentiment_score":0.0956709957}
{"full_text":"RT The average chance of dying 'with Covid' in UK today was 1 in 330,000And of dying of anything else it was 1 in 42,000...","sentiment_score":-0.15}
{"full_text":"RT Bible Experts Determine Goliath Died Of COVID-19","sentiment_score":0.0}
{"full_text":"RT COVID WINTER PLAN Sports fans back in stadia from 2nd Dec4K or 50% of capacity in Tier 12K or 50% of capacity i...","sentiment_score":0.0}
{"full_text":"RT NEW ARTICLE ALERTCOVID-19: Memory Loss as a SymptomReadhttps:\/\/t.co\/4i5v7rxgYz#coronavirus #memory #neuro #CO...","sentiment_score":0.1363636364}
{"full_text":"RT The \"Chimerica Dream\" was supposed to be that if we drew China closer, it would make them more like us.It's only allowe...","sentiment_score":0.25}
{"full_text":"RT The VERY best way to thank a nurse today is to comply with public health measures (masking, hand hygiene, limiting...","sentiment_score":0.5}
{"full_text":"RT Y'all really don't listen. Do not be making the \"first Thanksgiving\" disease spreading jokes when Native people have repe...","sentiment_score":0.225}
{"full_text":"RT I am tired. I've spent the last 8 months caring for #COVID patients. I've missed my family and friends. I've missed bir...","sentiment_score":-0.1666666667}
{"full_text":"RT Another one bites the dust. Morton's steakhouse permanently closes original location on State Street in Chicago,due to loc...","sentiment_score":0.375}
{"full_text":"Celebrating Indigenous genocide this week in a middle of a pandemic is going to be a real bad look for a lot of y'all. Stay home and mourn the lives lost at the hands of colonialism and stop helping spread a deadly disease.","sentiment_score":-0.4}
{"full_text":"This is a K-3 School Read the writing on the wall Nearly 80 cases of COVID-19 in an elementary school in Levis @DrBonnieHenry @jjhorgan @Rob_Fleming @adriandix @DrVictoriaLeeFH @CPHO_Canada ","sentiment_score":0.2}
{"full_text":"What you realized is wrong and Hopefully reduced oxygenation is not responsible for your conclusion. People are against masks because they are informed not \"too cool to care\". Heard of the chicken fence and mosquito analogy? Look into mask micron filtering and Covid-19......","sentiment_score":-0.2125}
{"full_text":"RT \"This album BE and the single Dynamite wouldn't be here without the pandemic.\"@BTS_twt#BTSonGMA#BTS#ARMY#LifeGoesOn#GoodMor...","sentiment_score":-0.0714285714}
{"full_text":"RT This is pure fiction. McConnell NEVER wanted a pre-election deal even with Trump flip flopping on let's make a deal. T...","sentiment_score":0.2142857143}
{"full_text":"He put a mask on coz the dumb woman was yelling on top of her voice and probably spitting corona","sentiment_score":0.0625}
{"full_text":"RT BTS 'Can't Wait to Meet UK Fans Again' After Cancelling Shows due to COVID19https:\/\/t.co\/UnrjwuOwie#BTS #bangtansonyeondan","sentiment_score":-0.125}
{"full_text":"RT Let this sink in:Ben Carson, Trump's HUD Secretary, was \"extremely sick\" w\/ #COVID19, and became \"desperately ill\". ...","sentiment_score":-0.6071428571}
{"full_text":"RT Tune-in to at 4.45pm to hear our CEO, Julia, responding to COVID-19 #WinterPlan and what it means fo...","sentiment_score":0.0}
{"full_text":"Public buy-in for vaccines essential to stall COVID's rising tide","sentiment_score":0.0}
{"full_text":"RT DEVASTATING--A contact tracer says North Dakota almost given up tracing: \"unless pregnant, we don't gather any history. Unle...","sentiment_score":0.3333333333}
{"full_text":"People, STOP SAYING THIS IS A SCAM. STOP SAYING THIS IS A HOAX. You saying that is a huge slap in the face to the thousands of people that are currently sick with this REAL virus. When did this country become so delusional?","sentiment_score":-0.0380952381}
{"full_text":"RT As the marriage season is about to begin, it becomes even more important that people take all health precautions serious...","sentiment_score":0.1888888889}
{"full_text":"Nutley Residents! Order a signed copy of a Little Ant book &amp; receive FREE in-town delivery! (Through Saturday, 11\/28.) Order here: #ShopLocal #ShopNutley #StayHome #SmallBiz #SmallBusiness #SupportLocal #ShopSmallBusiness #SmallBusinessSaturday","sentiment_score":0.15625}
{"full_text":"Hounds In Lockdown Day 19... Spotted in Minehead. Today, I'm a ladybird. Faith x #Greyhound #lockdown #beach","sentiment_score":0.0}
{"full_text":"RT Restrictions have consequences too.","sentiment_score":0.0}
{"full_text":"Please FB &amp; RT  Happy Thanksgiving, resisters! Please be safe &amp; wear a mask.","sentiment_score":0.75}
{"full_text":"RT We can't do extra lockdown in January to 'make up for' Christmas. That's not how mortality works. If your grandparents...","sentiment_score":0.0}
{"full_text":"RT Dabo Swinney Trashes FSU For Canceling Game, 'COVID Was Just An Excuse'","sentiment_score":-0.225}
{"full_text":"I'm relieved that it looks like we're very close to a vaccine being ready for COVID. Well done to the scientists who have worked so hard to develop them so quickly.","sentiment_score":0.1104166667}
{"full_text":"RT I'll ask you again, Where is the hard science in this? Where are the RCTs?  Where is the testable, objectiv...","sentiment_score":-0.2916666667}
{"full_text":"they're still sending untested patients into carehomes. We've had a national lockdown and a tier system and another national lockdown people in carehomes are still dying of covid.","sentiment_score":0.0}
{"full_text":"RT CHINA VIRUS PANIC!! Shanghai International Airport- two airport cargo employees test positive for Covid 19. Entire airport...","sentiment_score":0.0757575758}
{"full_text":"100%! We have zero moves from our Government for 11 months in a stalemate with our lives while cases surge, lockdowns\/curfews continue and jobs\/industries remain lifeless! We need help! We are powerless! DO NOT EVICT US #COVID19 #stopevictions","sentiment_score":-0.625}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT Don't do as I do, do as I say.#lockdown.#restaurants.@GavinNewsom","sentiment_score":0.0}
{"full_text":"RT BTS 'Can't Wait to Meet UK Fans Again' After Cancelling Shows due to COVID19https:\/\/t.co\/UnrjwuOwie#BTS #bangtansonyeondan","sentiment_score":-0.125}
{"full_text":".@GSAEmily is supposed 2 be addressing the today re her obstruction of thousands of Americans dying of #COVID19 every wk leaving our govt. in precarious sport no sense of urgency from - \"we're just having a briefing,\" she said. ","sentiment_score":0.0}
{"full_text":"RT Minister of Education at the #G20 media meeting: Saudi Arabia succeeded in distance education continuity despite the challenge...","sentiment_score":0.0}
{"full_text":"Create and Express presents the BAME vs. COVID-19 Awareness Conference.In this clip, our guest Kamlesh joins our host Hekima to discuss COVID-19 impact with local Sikh community.https:\/\/t.co\/j7y6Tgw48GPlease see our YouTube channel for the full video of the conference!","sentiment_score":0.21875}
{"full_text":"RT Saw a report on MSNBC by Richard Engle.  Turns out the primary reason the COVID vaccine research is so far along is because...","sentiment_score":0.25}
{"full_text":"RT \"Bad Bunny arroja positivo a Covid\" Anuel:","sentiment_score":-0.7}
{"full_text":"So true it's all about money making from the treasury coffers for those in cabinet friends and family contracts galore , waiting to see who gets the vaccine delivery contracts and what they charge against what it should have been .","sentiment_score":0.35}
{"full_text":"RT Lost in the pandemic. Inside New York City's Graveyards. There are 1,165 identical pine caskets stacked three high, two...","sentiment_score":0.1481818182}
{"full_text":"RT Covid Christmas. It's okay, Boris has it covered. Advertise #CHRISTMASTREES  #Christmas #copywritin...","sentiment_score":0.5}
{"full_text":"Learn how businesses are using RFID technologies, like BarTender software, to overcome the global supply chain disruptions caused by COVID-19 in the article, \"Improve and optimize business processes using RIFD technology,\" from our partner","sentiment_score":0.0}
{"full_text":"RT Learn how you and can be part of the new $500K competition for to scale #AI pandemic response for all Monday, 23...","sentiment_score":0.1363636364}
{"full_text":"last day i was travelling trough GOair flight G8924 from Patna to ChennaiAt patna airport while boarding, goair staffs provided us PPE which was already use by some others travelers.Nosafety against corona. Bad experienceBoycott go air@HeathrowAirport","sentiment_score":-0.35}
{"full_text":"The people most impacted by #COVID19 &amp; America's policy violence have already imagined a better way. On #MoralMonday we're taking our message to state capitals across the country! Learn more abt the Moral Policy Agenda to heal America! #PoorPeoplesCampaign","sentiment_score":0.40625}
{"full_text":"\"Meaningful interactions\" as attendance foreeeeeeeever please! Why the Pandemic Forces Administrators to Rethink Attendance -- and Interoperability #edtech via","sentiment_score":0.625}
{"full_text":"#Covid19 comic book for kids ","sentiment_score":0.25}
{"full_text":"Join the #IAJU Global Webinar \"The Challenges of the COVID-19 Era for Jesuit Higher Education\", this Wednesday November 25. 09:00h NEW YORK (GMT-5). Register here: #BestPractices #JesuitHigherEd","sentiment_score":0.1287878788}
{"full_text":"RT Staggering number buried in today's #COVID19 winter plan: Test &amp; Trace will cost an extra PS7bn, so PS22bn total this yr.To...","sentiment_score":0.0}
{"full_text":"RT Joe Biden wipes away a tear during his roundtable with frontline workers, after an ICU nurse recounts her last few mon...","sentiment_score":-0.1}
{"full_text":".@Misplaceduk tell us about their song \"idk why I try\", filming the music video, releasing music during the pandemic, and more. Check out our interview:","sentiment_score":0.5}
{"full_text":"Safe travel is front of mind this Thanksgiving. Thanks for doing your part by traveling when the time is right for you. We'll be ready! #WearAMask #TravelConfidently #LetsMakePlans","sentiment_score":0.3089285714}
{"full_text":"COVID-19 - free e-learning courses from WHO for ships #elearning #seafarers #covid19 #welfare #safety #WHO #shippingindustryhttps:\/\/t.co\/vE8BPYCZZ4","sentiment_score":0.4}
{"full_text":"We've been living with #COVID19 for the best part of a year. So, what have we learnt?READ  report w\/ + which surveys 149 national #education responses to school closures ","sentiment_score":1.0}
{"full_text":"RT So many rules in 2020. Wear a mask, wash hands, social distance, don't let moose lick your car... ","sentiment_score":0.2666666667}
{"full_text":"RT US Surgeon General Dr. Adams is pleading with the public to \"keep Thanksgiving small and smart,\" warning that indoor gathering...","sentiment_score":0.0035714286}
{"full_text":"\"This Thanksgiving, we are reminded that the need is great, but so is the opportunity for impact. And that is truly a reason for gratitude.\" - our CEO, Dr. Charles Owubah in","sentiment_score":0.8}
{"full_text":"RT I dont think vaccines will be forced on anyoneI do think that most large multinational corporations will probably require th...","sentiment_score":0.1380952381}
{"full_text":"#Ukraine's #Zelensky recovers from #coronavirushttps:\/\/t.co\/TNGBLkUrzp","sentiment_score":0.0}
{"full_text":"RT My aunt tested positive for covid and so did one of my favorite teachers (who is now fighting for his life on a ventilato...","sentiment_score":0.3636363636}
{"full_text":"As we head toward Thanksgiving, we're more grateful than ever for the researchers who are leading in the fight against COVID-19 &amp; helping solve global challenges, such as Dr. Candace Mathiason and Dr. Mark Zabel of https:\/\/t.co\/JHzsnJWCsR","sentiment_score":0.1666666667}
{"full_text":"Battling depression is hard, especially during a pandemic.We talked about how you can get the help you may need this morning.#FOX29GoodDay MORE:","sentiment_score":0.0694444444}
{"full_text":"These democrats want to spend our country's funds with masks that do not even give 100% protection from COVID-19 and other types of virus. If you are at odds with masks mandate, join us in our campaign! Visit","sentiment_score":-0.15625}
{"full_text":"When is the last time you washed your mask?@CDCgov recommends that you wash your cloth mask whenever it gets dirty or at least daily.If you have a disposable face mask, throw it away after wearing it once.https:\/\/t.co\/AjpVbE1ps8","sentiment_score":-0.3}
{"full_text":"If you have symptoms of COVID-19 you must get tested. You can attend the drive-through test site at the LYCRA Company car park, the walk-through test site at Ulster University's Magee campus, or order a home test kit. Visit for info on how to book a test.","sentiment_score":0.0}
{"full_text":"The #NYCTestandTrace Corps is fighting to stop the spread of #COVID19 so that we can recover the city we love. You can help by taking the important first step of getting a safe, no-cost test to protect your loved ones and yourself. Learn more:","sentiment_score":0.475}
{"full_text":"Need an explainer on the week ahead?@IanDunt and have you covered as they discuss Priti Patel, Christmas lockdown, Sunak's spending review and the Brexit talks on a new edition of 'Start Your Week'.Recorded pre-morning caffeine.Listen:","sentiment_score":0.1363636364}
{"full_text":"WHAT IS THE POINT, SERIOUSLY","sentiment_score":-0.3333333333}
{"full_text":"LIVE updates: Covid briefing held on latest cases as Level Five due to end next weekhttps:\/\/t.co\/4EL4ZzVWCn","sentiment_score":0.1278409091}
{"full_text":"RT \"At the county level nationwide, the average estimated risk of running into a #coronavirus positive person at a 10-person...","sentiment_score":0.0386363636}
{"full_text":"RT First the streaming wars. Then COVID-19. It's been a rocky time for TV -- but as reports for the sam...","sentiment_score":0.25}
{"full_text":"Even with a vaccine, don't expect NHL arenas to be full of fans.  vaccinehttps:\/\/www.cbc.ca\/sports\/hockey\/nhl\/nhl-covid-19-vaccination-fans-arena-1.5811653 #NHL  #Canucks #CBC #NHLFlames","sentiment_score":0.35}
{"full_text":"A day of service can make a world of difference.Learn how #skilledvolunteering projects with nonprofits &amp; helped them pivot their #marketing strategies in response to the continuing #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"Are you a #Mizzou student who got #COVID19 sometime this semester? I'm working on a piece looking at MU's COVID policies and how they worked in action. I want to hear about your experience from testing to contract tracing to isolation\/quarantine housingDMs are open!","sentiment_score":0.05}
{"full_text":"RT Norman Shinkle of MI, consider this:The guy you're about to break the law for was golfing yesterday instead of helping A...","sentiment_score":0.0}
{"full_text":"RT Coming out of a national lockdown and heading straight into Tier 3","sentiment_score":0.2}
{"full_text":"History has (unfortunately) repeated itself as #Nintendo has again shown how out of touch they are with esports. Instead of offering support during a pandemic, they've opted to take a hostile stance in shutting down explained:","sentiment_score":-0.3277777778}
{"full_text":"Changes to how you study are temporary - but they'll reduce the risk of spreading Covid.https:\/\/t.co\/gMjngoG1IF","sentiment_score":0.0}
{"full_text":"Do you have #Parkinsons or know someone who does? Then please fill out #SLTSurvey on how #COVID19 has impacted on your access to speech &amp; language therapy: Thank you!","sentiment_score":0.0}
{"full_text":"These 30 minute fat-burning home workouts will get you active in lockdown: #homeworkout","sentiment_score":-0.1333333333}
{"full_text":"When the coronavirus pandemic first hit, many managers, mayors, and experts feared that 16 municipalities already enrolled in a state financial recovery program called Act 47 could suffer the most. Instead, they persevered. reportshttps:\/\/t.co\/4GYGuyEm9I","sentiment_score":0.3125}
{"full_text":"The coronavirus hit meat plants hard. Precautions put in place after early spikes have helped lower the number of reported cases at these facilities, but the meat industry has been rocked and challenges are expected to continue. #foodindustry #covid","sentiment_score":-0.0972222222}
{"full_text":"People who test negative for Covid to be given more freedoms, PM says","sentiment_score":0.1}
{"full_text":"\"An ounce of prevention is worth a pound of cure,\" said Julian Lampietti, Global Engagement Manager, Agriculture and Food Global Practice, World Bank. Check out the details of the #WAAW2020 Webinar - Tackling AMR, Preventing the Next Pandemic! https:\/\/t.co\/34ufCmsR6X","sentiment_score":0.075}
{"full_text":"RT Interesting that few people have said 'it's Boris Johnson's awful response to the pandemic that has put Christmas at risk...","sentiment_score":-0.2333333333}
{"full_text":"Before you head home for Winter Break, make sure you know your COVID-19 status to reduce your chances of taking COVID-19 home to your friends and family. Check out these reminders and tips ","sentiment_score":0.5}
{"full_text":"RT Americans choose freedom.","sentiment_score":0.0}
{"full_text":"A) you may not grasp that other parts of the US get cold and even snow in Nov. B) what are the Covid positive numbers in FL again? (Not good) Because your gov was too busy with his nose up Trump's a**","sentiment_score":-0.1495454545}
{"full_text":"RT Bad bunny has covid?! 2020 is a raggedy bitch!","sentiment_score":-1.0}
{"full_text":"Rutgers Expert Available to Discuss Science and Benefits of Handwashing in COVID-19 Era ","sentiment_score":0.4}
{"full_text":"Bad Bunny dio positivo por covid-19https:\/\/t.co\/UBzQiycPax","sentiment_score":-0.7}
{"full_text":"Why are we surprised as \"super speakers\" shopped all weekend, ate in restaurant ps and bars....dah.....","sentiment_score":0.2166666667}
