{"full_text":"RT It's not \"anti-vaccine\" to oppose the military, DHS, the NSA, the FBI, Palantir and Google leading and managing the US' C...","sentiment_score":-0.1}
{"full_text":"#FaridabadNeed #Blood Type : A+ At : Qrg Hospital, Sec 16 Blood Component : Need Plasma from A+ #COVID19 recovered patient.Primary Number : 9211644043@BloodDonorsIn@BloodDonorWorld@raktnssdtu@IndBloodDonors#BloodMatters#BloodAid@jeasbe","sentiment_score":-0.1}
{"full_text":"RT EXCLUSIVE: talks to about her intimate concert film \"folklore: the long pond studio sessions\" that...","sentiment_score":0.075}
{"full_text":"The busiest day of MLB signings in November 2019? The day before Thanksgiving. Curious to see if that trend continues today despite the new COVID-19 working environments.","sentiment_score":0.0181818182}
{"full_text":"How the fuck you getting jobs done on lockdown? ","sentiment_score":-0.4}
{"full_text":"Nothing says \"I don't care about other people\" like refusing to wear a mask and calling the Rona a hoax.","sentiment_score":-0.125}
{"full_text":"Violence against women &amp; girls has INTENSIFIED since COVID-19 outbreak, w\/a spike of 30% in some countriesLet's #TurnItAround for #GenderEquality on the Intl Day to End Violence Against Women! #16Days #GenerationEquality","sentiment_score":0.0}
{"full_text":"Heartbreaking. I'm so sorry for your loss. Too many heartbreaking stories, but we need to hear them all. Wear a mask.","sentiment_score":0.0}
{"full_text":"#CDC quarantine time; Pfizer 6.4M vaccine doses; US deaths is now trending on","sentiment_score":0.0}
{"full_text":"RT Another article from the Iberian Peninsula that clarifies, analyses and attacks the context between #coronavirus and capitali...","sentiment_score":0.0}
{"full_text":"Damn it covid. I really wish it was a joint press. Wanted to have a dwight and seth both holding their jerseys while taking a pic as a screen saver","sentiment_score":0.2}
{"full_text":"Data Point: Race in the Pandemic's Homelessness Hotels","sentiment_score":0.0}
{"full_text":"Pedo Joe will save us. Everyone become a super old white man and wear a massive mask like pedo Joe.","sentiment_score":0.1083333333}
{"full_text":"\"Restoration measures are one crucial multi-benefit element in the portfolio of actions needed to flatten and reverse the curve of biodiversity loss.\"@tenBrinkPatrick wrote on Restoring biodiversity for our F2F file.Whole piece on https:\/\/t.co\/kVUIizIqNW","sentiment_score":0.0}
{"full_text":"PoC they weren't unarmed. 2ndly, they deliberately defied a curfew; pple who work in Lekki but stay on the mainland got home or tried 2 get home b4 the curfew...so what stopped the \"peaceful unarmed protesters\"? Stop trying 2 act like they didn't know what they were doing.","sentiment_score":0.125}
{"full_text":"Aside from the vaccines, which are months away from mass distribution, what is the good news about #COVID19? 260,000+ Americans have died from the virus. Trump &amp; pence lied about the it &amp; you and the  refuse  to help people and businesses that are suffering. #GOPShame","sentiment_score":0.7}
{"full_text":"Spending to support public transport during the coronavirus pandemic, including Transport for London. #TfL #SpendingReview #SR2020","sentiment_score":0.0}
{"full_text":"Oh yeah, god forbid we have experts in these positions. You prefer Ivanka and Jared? Jeff Sessions? Mike Flynn? You cowardly piece of trash. Also, your state is burning up with Covid, have any advice for your constituents like me?","sentiment_score":0.0}
{"full_text":"British Economy Shrinks By Most In 300 Years Thanks To COVID, Chancellor Warns","sentiment_score":0.2333333333}
{"full_text":"Well based on the headline it would be truth but really taken to the extreme. Lets not go to the extreme the vaccines are close.","sentiment_score":-0.0166666667}
{"full_text":"My lockdown mental state: I would eat for comfort, get down I'd eaten too much, then eat for comfort and eat and eat...Not a good place to be. Running isn't just good for me physically, but it's a damn fine way to de-stress. #MentalHealthAwareness","sentiment_score":0.2515873016}
{"full_text":"I snapped. At butcher for turkey, anxious in my mask- stupid guy bitching about \"libs closing bars tonight on biggest bar night of year-making money for the state stores\" I couldn't stay quiet.  \"200 unmasked drunks crammed in a bar spreads covid, and people will die, u dope!)","sentiment_score":-0.35}
{"full_text":"RT Things that aren't happening because #TheSnyderCut got funded:- COVID vaccine- Glow Season 3Waiting for more revelat...","sentiment_score":0.5}
{"full_text":"RT 10 months ago today, Perdue invested in a PPE company the same day he had a private briefing on COVID. Then he dumped...","sentiment_score":0.0}
{"full_text":"RT #DelayMDCAT2020 KEEP ON RETWEETING DONT STAND DOWNCORONA VIRUS WILL SPREAD UNLESS IT IS DELAYED Read carefully what is...","sentiment_score":-0.1}
{"full_text":"this pandemic is starting to bore me big time ","sentiment_score":0.0}
{"full_text":"RT To be pro-lockdown, one must also be pro-Thin Blue Line.This explains why so many who claim to be against the police...","sentiment_score":0.25}
{"full_text":"A U.S. Record: Two Million New #CoronaVirus Cases in Two Weeks","sentiment_score":0.1363636364}
{"full_text":"And as if you needed proof of why that's so important this year - has announced its closure. A huge loss for the Northern Quarter  #orderlocal","sentiment_score":0.4}
{"full_text":"RT Person running a food bank in NYC: \"Pre-pandemic we were serving 60 people a week...now we are serving thousands...\"https:...","sentiment_score":0.0}
{"full_text":"RT  Carbon dioxide levels keep rising despite industrial lockdown. World Meteorological Organization data crush hopes t...","sentiment_score":0.0}
{"full_text":"RT Great to see this timely blog in the public domain. Another collaboration between and Global Healt...","sentiment_score":0.2666666667}
{"full_text":"RT 40k followers emailed Ministers to scrap #LTNs. APPG\/Motorists\/Hauliers, chaired by","sentiment_score":0.0}
{"full_text":"RT THREAD: Delhi is seeing an intense Covid-19 winter surge, driving the total number of cases to more than 540,000 and fatalit...","sentiment_score":0.2333333333}
{"full_text":"RT With U.S. in covid panic, Sen. David Perdue reaped millions buying and selling stock. ","sentiment_score":0.0}
{"full_text":"RT The threw the kitchen sink at trying to steal an election. Sabotage the Postal Service. Threaten state election offici...","sentiment_score":0.0}
{"full_text":"RT She was abused by police at 11. She passed away from Covid at 14. America failed this girl. Her name was Honestie Hodges.","sentiment_score":-0.5}
{"full_text":"RT Our covid times :-)","sentiment_score":0.5}
{"full_text":"RT New Zealand PM Jacinda Ardern says she will work with Joe Biden to help the U.S. put COVID-19 under crontol -- \"We are...","sentiment_score":0.1363636364}
{"full_text":"RT While COVID prevents my family from serving this year, I am grateful as always for efforts to serve more...","sentiment_score":0.5}
{"full_text":"RT If you backed the second lockdown despite all the evidence that it would trash the economy &amp; cost more lives than it saves, t...","sentiment_score":0.25}
{"full_text":"RT NEW: More Americans are going hungry now than at any point during the deadly coronavirus pandemic, new data show.1 in...","sentiment_score":0.1431818182}
{"full_text":"RT The threw the kitchen sink at trying to steal an election. Sabotage the Postal Service. Threaten state election offici...","sentiment_score":0.0}
{"full_text":"RT Did you just... promote your OnlyFans under me saying I have Covid?????","sentiment_score":0.0}
{"full_text":"Domestic scheduled Flights on 25.11.20 at Bagdogra Airport following safety measures for COVID19.Total flight movements: 56No. of Arrival Passengers: 3933No. of Departure Passengers: 4358Total passenger footfalls: 8291@AAI_Official","sentiment_score":0.0}
{"full_text":"RT Anyone who works directly with the public during a pandemic should get free COVID rapid testing.","sentiment_score":0.1666666667}
{"full_text":"RT Meghan, Duchess of Sussex, wrote about the difficulty of losing her second child, the human impact of the pandemic and the movemen...","sentiment_score":0.0}
{"full_text":"RT A new term is being used to describe covid fatalities, it's 'involving covid' not 'of covid' or 'with covid' any more. Wha...","sentiment_score":0.3181818182}
{"full_text":"#Vechain #Vet #BRIBA #DeFi #BrightCode #MyCare #MyStory $VTHO #DNVGL #OCE #Sustainability #CarbonCredits $BTC #PWC #DCEP #CreatingValuableTX #BSN #APAC #SwitchtoVechain all we need are more TX's=$VTHO","sentiment_score":0.5}
{"full_text":"RT Why is COVID much safer at 9:59 pm than 10:00 pm?","sentiment_score":0.2}
{"full_text":"RT 260,000 dead. Shame on you Senator.","sentiment_score":-0.2}
{"full_text":"They are calling you out for lying during #COVID19 hearings, Senator. Which is true. Also true - You basically said you were ok with the deaths of 11M(!!) Americans due to COVID because (sic) \"97 to 99 percent will get through this.\"https:\/\/t.co\/vAWmeg916H#ComplicitCorruptGOP","sentiment_score":0.3390625}
{"full_text":"RT Staggering losses piling up in a wrecked country.","sentiment_score":0.0}
{"full_text":"RT Here comes \"CommonPass\"@hijodelcuervo","sentiment_score":0.0}
{"full_text":"Service Update 14:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 14:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT I am beyond excited (and nervous). My partner and myself both lost our jobs in lockdown. He's a chef, so we got an old...","sentiment_score":0.2375}
{"full_text":"RT It's the International Day to End Violence against Women.1 in 3  around the  experience physical or sexual violence by:...","sentiment_score":0.1666666667}
{"full_text":"RT Interim results show that the covid-19 vaccine developed by is safe and effective. If approved, up to 3 billion...","sentiment_score":0.4}
{"full_text":"in severe pandemic food shortages can occur if essential workers become ill - covid19 has shown us our vulnerabilities - find out more about this BOOK at #BookLovers #Bibliophile","sentiment_score":0.0}
{"full_text":"RT Excl: Government urged to 'get a grip' over reports of missing test results- These issues \"have been happening for mon...","sentiment_score":-0.2}
{"full_text":"RT .@SenRickScott (R-FL) joins today's #FOXNewsRundown to discuss the upcoming Georgia runoffs, how he's been since testing...","sentiment_score":0.0}
{"full_text":"RT I feel like my pandemic baking is somewhat responsible for this","sentiment_score":0.2}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"Hi There!You may read..Show Flexibilities n Get Responsibilities:Ways to keep children learning during the COVID-19 pandemic: Part 3https:\/\/t.co\/Kmacujxl0mMaximum House Chores in Group:Ways to keep children learning during the COVID-19 ..: Part 2https:\/\/t.co\/BNHQdqahho","sentiment_score":0.0}
{"full_text":"RT Today is International Day for the Elimination of Violence against Women. Around the world, nearly one in three women have ex...","sentiment_score":0.05}
{"full_text":"RT US hits deadliest day since May with 2.1k COVID-19 deaths as Americans defy CDC Thanksgiving travel warnings","sentiment_score":0.0}
{"full_text":"RT Thanks man!  Started the podcast to talk to folks that will give it to you straight.  Had a great time during...","sentiment_score":0.4166666667}
{"full_text":"RT If public health experts wanted to be honest about masks, they'd say:We'd like you to wear a mask inside. We think it's...","sentiment_score":0.3}
{"full_text":"RT JOHN CORPUS JR., 64 of Bloomington Illinois died of COVID on May 15. \"John was my kind, musically talented brother. Alw...","sentiment_score":0.65}
{"full_text":"YouTube, goes all in for Biden","sentiment_score":0.0}
{"full_text":"I can just tell by the way you talk down to people. Seriously tho, I was kidding before but you should really wear a mask. You sound old enough that COVID would really fuck you up if you got it. Stay safe gramps!","sentiment_score":0.0545138889}
{"full_text":"RT We need a reliable Federal Reserve to help manage our economy in this pandemic.Judy Shelton's dangerous ideas would...","sentiment_score":-0.6}
{"full_text":"RT How Iceland's science heft countered #COVID19. Major contributions in recognition of asymptomatics, mass screening, genomics...","sentiment_score":0.0625}
{"full_text":"RT New US coronavirus cases per day:Today's avg: 173,7065 days ago:  167,15510 days ago: 144,41315 days ago: 113,85920 d...","sentiment_score":0.1363636364}
{"full_text":"Oh don't, Dawn. I'm still gutted too. My only consolation is that Jeremy *might* be relieved that he didn't have to steer us through this whole Covid and Brexit debacle, but that's not really the kind of guy he is.","sentiment_score":0.175}
{"full_text":"RT This is &amp; destroying our #AncientWoodlands in the #Pandemic Journalists who have tried t...","sentiment_score":-0.2}
{"full_text":"RT Today is International Day for the Elimination of Violence against Women. Around the world, nearly one in three women have ex...","sentiment_score":0.05}
{"full_text":"RT #IndianArmy For #Peace.#IndianArmy provides medical aid to people in remote areas of #Kashmir, who are unable to seek ba...","sentiment_score":-0.2}
{"full_text":"Stop making Thanksgiving so important. My first year after divorce I ordered fried chicken and it was fine. Perhaps if you have friends that are safe from Covid you could meet with them otherwise don't make it so damn important it's just another day","sentiment_score":0.2277777778}
{"full_text":"Happy I made the decision to stay home. I feel good that I will not be getting or giving anything that is not wanted. I've made some sweet potato pies and apple pies for friends and family and it will all be cleaned and put at the door for pick up. That makes me happy.","sentiment_score":0.6625}
{"full_text":"32 hour contract over 4 weeks has easily turned into 101.5 hours ahaha fuck covid","sentiment_score":0.0166666667}
{"full_text":"RT  THERE WERE OVER 2,200 COVID DEATHS YESTERDAY ","sentiment_score":0.0}
{"full_text":"RT Our Office's Special Report on COVID-19 Preparedness and Management will be tabled tomorrow, November 25 at approximate...","sentiment_score":-0.0214285714}
{"full_text":"RT You're actually going to fix your fingers to say there was no \"mechanism\" for theft when JUST THIS PAST PRIMARY, Milwaukee...","sentiment_score":0.05}
{"full_text":"RT Today is International Day for the Elimination of Violence against Women. Around the world, nearly one in three women have ex...","sentiment_score":0.05}
{"full_text":"RT If we can afford a $740,000,000,000 military budget, we can surely afford to pay people to stay home to contain Covid.","sentiment_score":0.2}
{"full_text":"#thegoodthingfoundation thanks for the 10 digital devices helping women stay connected during covid times together we are better","sentiment_score":0.2333333333}
{"full_text":"RT As CEO I've taken $0 pay during the pandemic to help ensure we have no layoffs. I'm proud to say we haven't.But corp...","sentiment_score":0.8}
{"full_text":"Cutting the #aid budget would mean less support for the poorest communities when they need it most. At a time of rising #poverty, this will have serious implications in the global fight against #COVID19 #SaveUKAid","sentiment_score":-0.1520833333}
{"full_text":"RT [gisa] #TXT's \"We Lost the Summer\" MV Captures Pandemic Isolation, Longinghttps:\/\/t.co\/9VXVYToaIJ","sentiment_score":0.0}
{"full_text":"RT 'We are happy to work with any country to share our knowledge and data' -- New Zealand PM Jacinda Ardern says she will work...","sentiment_score":0.4681818182}
{"full_text":"RT Raise your hand if you think nurses should ALL have their student debt wiped from their record after COVID ","sentiment_score":0.0}
{"full_text":"Covid: PPE price rises cost taxpayers PS10bn, report says","sentiment_score":0.0}
{"full_text":"TPLF slaughtered as many women as it can. And they say you as a former Ethiopian Health Minster have made many women infertile through 'vaccines'.","sentiment_score":0.3333333333}
{"full_text":"RT The decision to increase military spending by PS24bn during a pandemic has to be one of the most inhumane economic choices on rec...","sentiment_score":-0.075}
{"full_text":"RT Its been 252 days since we went into the original MCO lockdown. You know what that means? Dr Noor Hisham holds the worl...","sentiment_score":0.375}
{"full_text":"Chicago is one of the largest cities yet to initiate #wastewater surveillance as part of their fight against #COVID-19. Arguably, the more they can isolate their #wastewater sources, the more successful they will be in their efforts to #FighttheSpread.","sentiment_score":0.5833333333}
{"full_text":"Come for the beautiful bald head. Stay for the awesome jersey collection.","sentiment_score":0.925}
{"full_text":"Coronavirus: French lockdown to ease after second peak passes - BBC News","sentiment_score":0.0}
{"full_text":"The panelists' consensus in our Leveraging Data for Compensation in LPL Bank and Credit Union Programs was that despite the effects COVID-19 has had on revenue, advisory business remains strong. Read on to learn other key takeaways.","sentiment_score":0.1027777778}
{"full_text":"RT An important LTE by What doing currently is not working as we are at 11% rateMany in...","sentiment_score":0.2}
{"full_text":"RT The majority of coronavirus spread is being driven by household gatherings and people without symptoms, CDC director Dr. Robert...","sentiment_score":0.0}
{"full_text":"I wish I could bring some non-maskers to work with me...I would love the extra help. #COVID19","sentiment_score":0.25}
{"full_text":"Harsh but true...","sentiment_score":0.075}
{"full_text":"You don't want to miss this!!","sentiment_score":0.0}
{"full_text":"RT BORDER PATROL? NYC to have COVID checkpoints at bridges, crossings","sentiment_score":0.0}
{"full_text":"RT #TakeCorona_SeriousUnder the spotlight today is Pakistan - a country that seems to be emerging victorious in its fight again...","sentiment_score":0.0}
{"full_text":"RT Well, it's two days before Thanksgiving in the Year of Pandemic and an apartment complex near me got its roof ripped off by...","sentiment_score":-0.1}
{"full_text":"RT U.S. school officials face pressure on how to educate students during the COVID-19 surge - with some parents balking at online...","sentiment_score":0.0}
{"full_text":"For understanding the different types of vaccines this article is good enough. more detail on adenovirus platform key takeaway is that adenovirus has several for different diseases in clinical trial but none approved yet.","sentiment_score":0.1714285714}
{"full_text":"Here we come ","sentiment_score":0.0}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"RT Few have written as thoughtfully about the #COVID19 pandemic as has for looking for what to r...","sentiment_score":0.1}
{"full_text":"RT If can provide a flawless vocal on the best song of all time wearing a mask, you can CERTAINLY manage...","sentiment_score":0.7380952381}
{"full_text":"RT Dr. Fauci confirms he's had preliminary conversations with members of Biden team. Fauci said he has not had any substantive dis...","sentiment_score":0.0}
{"full_text":"RT If you backed the second lockdown despite all the evidence that it would trash the economy &amp; cost more lives than it saves, t...","sentiment_score":0.25}
{"full_text":"Ah yes. We have cars now. Now get back to slaving through a deadly pandemic for your next meal while 10 billionaires steal a trillion dollars.","sentiment_score":-0.0666666667}
{"full_text":"Happy First Day of College Hoops.  I am happiest to see this sport back as this was most impacted by the pandemic.  Enjoy the season and let's get some winners!","sentiment_score":0.41}
{"full_text":"RT I'm celebrating Thanksgiving as normal.We should be aware, as always, that there is a faint chance that someone could die f...","sentiment_score":-0.125}
{"full_text":"WNY Breaks Previous Record of COVID-19 Related Hospitalizations","sentiment_score":-0.0833333333}
{"full_text":"There is still time to nominate your Covid Hero https:\/\/t.co\/ifEPfBjfxX","sentiment_score":0.0}
{"full_text":"Public health is everyone's responsibility! Remember to:-Practice social distancing-Wash your hands often-Avoid touching your eyes, nose, and mouth-Cover coughs and sneezes-Clean and disinfect \"high-touch\" surfaces-Wear a face coveringhttps:\/\/t.co\/3pfSGuWp67  #COVID19","sentiment_score":0.1777777778}
{"full_text":"600 civilian casualties reported in Ethiopia, hurricane damage exacerbated by COVID and climate change in Latin America, and more in Wednesday's Daily News Brief:","sentiment_score":0.1666666667}
{"full_text":"Happy Thanksgiving -","sentiment_score":0.8}
{"full_text":"Staying Positive During a Pandemic: #writinglife #writers #covid19 #staypositive #stayfocused #attitude #blog #hope #pandemic #lessonslearned #DontGiveUp #writer #blogpost","sentiment_score":0.2272727273}
{"full_text":"RT I'm struggling with this obituary because it's horribly sad. but it also solely defines Honestie, a 14-year old Black girl who...","sentiment_score":-0.1888888889}
{"full_text":"Be careful not to miss your child's vaccine appointments during #COVID19 #COVID19 #workingonFire #StaySafe #NewNormal","sentiment_score":-0.1}
{"full_text":"Come along to 'Locked in Locked out: Who holds the key?'A webinar about issues faced by #carers of people with #dementia who are living in #carehomes during the pandemic. Wed 2nd - 1 PM For details visit: #CarersRights","sentiment_score":0.0}
{"full_text":"Nebraska's basketball team has spent months trying to stay away from COVID and develop chemistry. Now it's time to see what happens on a court without a single exhibition for a dry run. #Huskers","sentiment_score":-0.0793650794}
{"full_text":"Have you been exposed to COVID-19? Knowing can help slow the spread. Get the COVIDaware MN app from the App Store or Google Play Store. Learn more at","sentiment_score":0.1}
{"full_text":"This holiday season, postponing and avoiding large gatherings is the safest way to prevent #COVID19 transmission. We can all gather again once vaccines become widespread.","sentiment_score":0.2142857143}
{"full_text":"#ICYMI 3-D Lead Project Director Advisors and Chair published a new article, \"Claiming Health as a Public Good in the Post-COVID-19 Era\".","sentiment_score":0.2787878788}
{"full_text":"Covid-19: US records highest daily deaths in 6 months with 2,146 fatalities via","sentiment_score":0.0}
{"full_text":"WATCH: 75 per cent of Wpg. care homes dealing with COVID","sentiment_score":0.0}
{"full_text":"Recap of New Mexico COVID-19 news (11\/25\/20 edition) #nmpol","sentiment_score":0.1363636364}
{"full_text":"Practice Social DistancingAs reported by the Centers for Disease Prevention and Control, you need to be 6-feet away from any individual in public. This stops the spread of viruses. Stay safe.#SocialDistancing #4EverReadyHomeCare","sentiment_score":0.0111111111}
{"full_text":"Coping With Covid Restrictions This Winter Some key tips","sentiment_score":0.0}
{"full_text":"The Ultimate Step-by-Step Guide to Making Decisions in a Pandemic","sentiment_score":0.0}
{"full_text":"As #COVID19 continues to spread, we're working with our #hospital and #post-acute partners to ramp up home-based remote engagement solutions. Evolution Health#remotepatientmonitoring","sentiment_score":-0.1}
{"full_text":"\"What outdoor space tell us about inequality\"#HousingJustice #GreenSpacehttps:\/\/t.co\/HLcTSM2P6x","sentiment_score":0.0}
{"full_text":"RT Still no stimmy's, still no completely accurate test, still no true symptoms , still no sense of urgency , still no true lockdo...","sentiment_score":-0.1833333333}
{"full_text":"\"We give thanks for the vaccines and therapies that will soon end the pandemic,\" Trump said at this year's Thanksgiving turkey pardon ceremony at the White House.https:\/\/t.co\/6ZuBHP1WoP","sentiment_score":0.1}
{"full_text":"COVID 19 cases in India until : 25\/11\/2020 19:30Total Cases: 9227557 [+5559]Active: 444542Recovered: 8646125 [+4721]Deaths :134804 [+61]Total Tests: 134.84MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#Physicians and other clinicians may be going past #burnout to burnover. Not just result of #COVID19, but longer history of systemic issues. Seeing collective voice rising for change.","sentiment_score":-0.1875}
{"full_text":"Angry at having to pay over PS9,000 in tuition fees this year, only to attend lectures over Zoom?Students today will be the generation that will bear the brunt of this pandemic for decades to come. #StopTheStudentRipOff","sentiment_score":-0.25}
{"full_text":"'Hands, face, space' isn't doing enough to stop Covid, according to a local resident.What do you think? #wokytoday #wokingham #wokinghamtoday #reading #bracknell #coronavirusuk","sentiment_score":0.0}
{"full_text":"Having once had the highest COVID-19 rate in Southeast Asia, Singapore has all but eradicated the virus after reporting 14 days without any new local cases on Tuesday.https:\/\/t.co\/LSvuP8b5JK","sentiment_score":0.0681818182}
{"full_text":"RT (3rd LD) 60 newly enlisted soldiers test positive for new coronavirus","sentiment_score":0.125}
{"full_text":"Life after lockdown for Lowes Court Gallery:https:\/\/t.co\/K2MwOkWwfY","sentiment_score":0.0}
{"full_text":"As COVID-19 has shown us, we all have a role to play in the health of our family and community. On #WorldChildrensDay, UNICEF is calling for children to be included in all decisions which affect them.Together, we can reimagine a healthier world #ForEveryChild.","sentiment_score":0.0}
{"full_text":"To make sure that military families have access to a delicious meal on #Thanksgiving while adhering to social distancing requirements, in Delaware is providing drive-thru meals.","sentiment_score":0.3583333333}
{"full_text":"Dr Siddig has been treating survivors of sexual &amp; gender-based violence in London throughout #COVID19. Together with Hiwot, an #SGBV counsellor in Addis Ababa, she discussed what it's been like to work on the frontlines  #ToolsForOurTime #16Days","sentiment_score":0.5}
{"full_text":"Join me and my team for the FINAL screen by webinar of 2020.In this FREE webinar, you'll learn about the latest in #healthscreenings and the impact #COVID19 may have on your organization in 2021.:  #healthscreening #covidscreening","sentiment_score":0.3}
{"full_text":"It seems like almost nothing has been unaffected by the #COVID19 pandemic. Here's how the pandemic has impacted turkey sales ahead of #Thanksgiving ","sentiment_score":-0.05}
{"full_text":"Join us for the FINAL screen by Company Nurse webinar of 2020.In this FREE webinar, you'll learn about the latest in #healthscreenings and the impact #COVID19 may have on your organization in 2021.:  #healthscreening #covidscreening","sentiment_score":0.3}
