{"full_text":"RT CDC new guidelines issued. If everyone adopts a mask wearing policy, the US would significantly reduce trumpvirus infecti...","sentiment_score":0.2556818182}
{"full_text":"RT Mankind is the virus.","sentiment_score":0.0}
{"full_text":"RT India's COVID-19 vaccination manufacturing and distribution supply chain (Source - CLSA)","sentiment_score":0.0}
{"full_text":"What's kept Suhana Khan busy during the lockdown? Photoshoots, of course","sentiment_score":0.1}
{"full_text":"RT I'd prefer it honestly","sentiment_score":0.6}
{"full_text":"Not sure I would have survived lockdown without my dog ...he is a fluffy ball of unconditional love &amp; endless cuddles ","sentiment_score":-0.01875}
{"full_text":"RT Media elected president sleepy fraud. They came with Russia interference he won.Terrorism...","sentiment_score":0.0}
{"full_text":"Lockdown 2 is here &amp; as the festive season fast approaches, it's more important than ever for brands to be present in the world! What are your thoughts?#marketing #billboards #outdooradvertising #lockdown2uk","sentiment_score":0.275}
{"full_text":"Covid sucks bro","sentiment_score":-0.3}
{"full_text":"For anyone that missed it, here is our mini-doc about our brand and surviving Covid-19. @KeepBusyProd ","sentiment_score":0.0}
{"full_text":"Wear ur masks ppl smh ","sentiment_score":0.0}
{"full_text":"Please #StayHomeNov14  Trump supporters plan to march in streets, block highways across US. #SecurityWarriors have spent 3 days reporting  violent threats related to this march, many will be armed &amp; want confrontation. #StayHome #StaySafe","sentiment_score":-0.1}
{"full_text":"RT You can't cut something which hasn't existed for months.","sentiment_score":0.0}
{"full_text":"RT the pandemic isn't over ","sentiment_score":0.0}
{"full_text":"RT Deputy Chief Medical Officer Jonathan Van-Tam is leading a new Downing Street #coronavirus data briefing at 10am. Follow liv...","sentiment_score":0.0681818182}
{"full_text":"One look at that guy's profile, the \"ex-MI6 agent\" and I'm not sure he is a \"source\" i would want to listen to on much... Here's a layman description of how mRNA - a very new type of - vaccines workhttps:\/\/t.co\/RE6R7B74sK","sentiment_score":0.0424242424}
{"full_text":"RT Yesterday, Pfizer announced the initial results of its Phase 3 COVID-19 vaccine trial: a more than 90% effectiveness r...","sentiment_score":0.25}
{"full_text":"Our #SocialDistancing Year 5 Choir perform #IVowToTheeMyCountry, an appropriate choice for #RemembranceDay2020 #RemembranceSunday #Remembrance2020 (Footage filmed before the most recent Government advice on singing in schools)","sentiment_score":0.3333333333}
{"full_text":"I'm a midwife currently working at I'm qualified to administer IM injections. I'm happy to volunteer to administer Covid vaccines in any setting. How might I go about this? Just start randomly emailing GP surgeries? #COVID19 #vaccination","sentiment_score":0.1}
{"full_text":"happy birthday Soph!! I hope you're having the best day (that you can in lockdown) ","sentiment_score":1.0}
{"full_text":"Grass roots teams of any age in Powys have not played a fixture since before the first lockdown in March!!","sentiment_score":0.390625}
{"full_text":"RT Spot the pandemic!Swedish all-cause mortality extremely low per capita in 2020 and this does not take into a...","sentiment_score":0.0}
{"full_text":"RT How has #COVID__19 changed #urban and #transportplanning in your region What are the new objectives and processes in p...","sentiment_score":0.0681818182}
{"full_text":"Monkeys running the zoo. Government considers changing anti-Covid tier system AGAIN via","sentiment_score":0.0}
{"full_text":"#linux Use your spare lockdown time  to learn Kali Linux hacking.Testdrive Kali Os with undercover mode on your pc, tablet or smartphone:https:\/\/t.co\/dV0tbJr1kHBuy Kali Os notebook:","sentiment_score":0.0}
{"full_text":"RT We are launching a new #business grant scheme to support businesses who have been affected by the second #Covid lockdown,...","sentiment_score":0.0681818182}
{"full_text":"China has used the rest of the World's preoccupation with the huge health, economic &amp; social problems caused by the Covid Virus to clamp down on long valued personal liberties in Hong Kong. A warning to all SE Asian Nations of the true nature of the CCP Dragon. Australia beware!","sentiment_score":0.1081597222}
{"full_text":"RT The way Bicol had to deal with the worst of 2 Severe Tropical Storms, 2 Category 2 Typhoons, and 1 of the world's strong...","sentiment_score":-0.2833333333}
{"full_text":"RT believes that we are a stronger as a country when we work together to solve our problems such as #COVID19 #healt...","sentiment_score":0.0}
{"full_text":"Chloroxylenol , (also known as para-chloro-meta-xylenol (PCMX), ) is the active ingredient that can kill COVID 19 on surfaces and stop its spread to humans. It should not be consumed or ingested.","sentiment_score":-0.1333333333}
{"full_text":"RT A very disturbing story tonight from the CBC in Edmonton. If we thought it couldn't or wouldn't happen here, we were tragica...","sentiment_score":-0.65}
{"full_text":"RT Join us on Tuesday 10th November for the Facebook Live Premiere of #TheDebunkShow.This is a fact checking show exclusi...","sentiment_score":0.1363636364}
{"full_text":"RT WATCH LIVE: Coronavirus data briefing (11 November 2020) Speakers:  Prof Jonathan Van-Tam, Deputy Chief Medical O...","sentiment_score":0.0681818182}
{"full_text":"RT Really proud of I know he was incredibly nervous about doing this and didn't get his full story across but he did...","sentiment_score":0.6833333333}
{"full_text":"RT I look forward to working with the new administration and leaders on both sides in Congress on getting the surging pandemic...","sentiment_score":0.1363636364}
{"full_text":"RT Mongolia records first local coronavirus transmission","sentiment_score":0.125}
{"full_text":"How does the COVIDSafe app keep you COVID free? #COVID__19 #COVID19 #coronavirus #covidsafeapp","sentiment_score":0.4}
{"full_text":"RT What a disgrace. It's an epidemic of corruption.","sentiment_score":0.0}
{"full_text":"RT Multan had the positivity rate of 18.3% on November 9 -- the highest of any city in the country.","sentiment_score":0.0}
{"full_text":"RT I'm guessing the answer is: \"Because we gave the contract to a Tory donor, who assured us those binbags are top-quality...","sentiment_score":0.0}
{"full_text":"RT Today we remember all of the nurses who lost their lives due to war and conflict .... ... and we also remember all the nurs...","sentiment_score":-0.125}
{"full_text":"RT Your headlines to get you started this morning:- Carroll County Courthouse closed due to COVID-19 exposures - 406 Boiler...","sentiment_score":-0.1125}
{"full_text":"The CHO Daily Bulletin:https:\/\/t.co\/5TgftNvmDl","sentiment_score":0.0}
{"full_text":"RT Universities and colleges across Pakistan - esp in Coronavirus hotspots like Lahore &amp; Karachi - have had hundreds of cas...","sentiment_score":0.0}
{"full_text":"RT Come on  Almost 19K of your constituents are already dead. Unfortunately for all of us little people COVID did...","sentiment_score":-0.2958333333}
{"full_text":"RT Y'all I love you &amp; if you've been following me for awhile you know that my nurse-driven anxiety radar is about 2 weeks ahead...","sentiment_score":0.25}
{"full_text":"Travelling to Dubai? Now #ThomasCookIndia can make arrangements to get your COVID test in #Dubai while returning back to India. Click on the link to book now, #dubaitourism #travel2020 #vacation #travel #holiday #visitdubai #Diwali","sentiment_score":0.0}
{"full_text":"RT WATCH LIVE: Coronavirus data briefing (11 November 2020) Speakers:  Prof Jonathan Van-Tam, Deputy Chief Medical O...","sentiment_score":0.0681818182}
{"full_text":"Thank you Billy!'We ain't got no lockdown blues!' https:\/\/t.co\/H5nKSKu8J9","sentiment_score":0.0}
{"full_text":"Dr Bannons Blog: Flu Jab in a COVID19 year? Yes it's a good idea.","sentiment_score":0.7}
{"full_text":"RT Some weeks ago this bad boy asked the international communities to mind their business, now he's begging them for vacci...","sentiment_score":-0.35}
{"full_text":"The Husband-and-Wife Team Behind the Leading Vaccine to Solve Covid-19","sentiment_score":-0.4}
{"full_text":"RT Trump wants us in the streets.I beg you to stay home.","sentiment_score":0.2}
{"full_text":"RT You can't cut something which hasn't existed for months.","sentiment_score":0.0}
{"full_text":"INSTANT VIEW-Russia says its Sputnik V COVID-19 vaccine is 92% effective","sentiment_score":0.3}
{"full_text":"RT Here are a few reasons to pick up a copy of The Guardian on Wednesday#BorderClosure #Dangote #VideoOfTheDay #Vi...","sentiment_score":-0.2}
{"full_text":"partners with &amp; to discover the lessons that can be learnt and applied to #cyber #risk modeling from understanding how #pandemic models have evolved #insurance #dataFind out more here","sentiment_score":0.5}
{"full_text":"RT Paris entered a fresh lockdown on Oct. 30 that saw all non-essential stores shuttered for the second time in seven months. ht...","sentiment_score":0.15}
{"full_text":"RT The 19 to 24 year old age groups have achieved a dramatic reduction in incidence, from 450 per 100,000 to 150 per 100,000 i...","sentiment_score":-0.1666666667}
{"full_text":"RT You can't cut something which hasn't existed for months.","sentiment_score":0.0}
{"full_text":"It good to hear that #carehome residents in England can receive visits \"in a Covid-secure way\". #visitingpods","sentiment_score":0.7}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"RT This pandemic is so long I've gotten in &amp; out of shape 4 times","sentiment_score":-0.05}
{"full_text":"Because it isn't New Zealand is now suffering it's third outbreak.","sentiment_score":0.0681818182}
{"full_text":"RT I'm guessing the answer is: \"Because we gave the contract to a Tory donor, who assured us those binbags are top-quality...","sentiment_score":0.0}
{"full_text":"Coronavirus]\"We know we are operating under special circumstances so you [the EC] need to do your job\" - Dr Lawrencia Agyepong (head, communications department, GIJ)#AsaaseBreakfastShow","sentiment_score":0.3571428571}
{"full_text":"RT Republican Govs. Charlie Baker of Massachusetts and Larry Hogan of Maryland separately criticized President Trump for stalling the...","sentiment_score":0.0}
{"full_text":"COVID-19 Forces Many Companies to Sublease Office Space #CRE #COVID-19 #Subleasing #Office #TenantTips  ","sentiment_score":0.5}
{"full_text":"Book now for our fabulous Christmas Show! Sat 19 Dec. Celebrate Christmas in style with us at Heaven, London.https:\/\/t.co\/rPHSTfyKF2Covid secure booking guarantee - if the show has to be cancelled due to govt restrictions, full refunds will be issued.","sentiment_score":0.28125}
{"full_text":"Half of Trump's supporters still believe Covid is a plandemic ","sentiment_score":-0.1666666667}
{"full_text":"#NeedToKnow : Premium re-commerce with a storytelling side, an advertising internship for Baby Boomers, and the pandemic inspires product exploration :","sentiment_score":0.0}
{"full_text":"RT US election 2020: Biden says denying result 'will not help Trump's legacy' - live updates","sentiment_score":0.1363636364}
{"full_text":"Cambridge-based Biobot tests wastewater at the Massachusetts Water Resources Authority's Deer Island to look for an early indication of a rise in coronavirus cases.","sentiment_score":0.1}
{"full_text":"For #Halalan2022For For the people ","sentiment_score":0.0}
{"full_text":"Even in these dark days of Covid-19, the people of Derbyshire have not forgotten - and indeed never will forget - all the brave people who gave their lives for our freedomhttps:\/\/t.co\/Qd37jwy7Bn","sentiment_score":0.325}
{"full_text":"When a global pandemic puts pressure on our food supply chain, citizen-driven innovations offer the radical solutions we need. Upcoming webinar Nov 17 turns to people power for inspiration. Join us! Part of Eat@Home","sentiment_score":0.0}
{"full_text":"Bob Shellard's 67th Wedding Anniversary came in coronavirus social distancing restrictions. To celebrate their anniversary, this is what he did.","sentiment_score":0.0333333333}
{"full_text":"RT 50 Conservative MP's have signed up to the \"Covid Recovery Group\"It plans to fight any extension of lockdown past Dec...","sentiment_score":-0.25}
{"full_text":"SPEAKER ANNOUNCEMENT | Chief Content Officer of moderates #SALTTalks: Pandemic Venture Investment Series TOMORROW November 12 at 9:00am EST | 4:00pm IST.Register at partnership with","sentiment_score":0.0}
{"full_text":"No schools in Peterborough have been closed by Covid but there are concerns about the numbers choosing home education.https:\/\/t.co\/Q9c9cxQ5ia","sentiment_score":-0.1}
{"full_text":"A second lockdown in the UK might seem like a totally scary situation, but it doesn't have to be... In partnership with we've produced a series of 5 explainer videos in 11 community languages. Stay informed, stay connected, and stay safe! ","sentiment_score":0.0416666667}
{"full_text":"As COVID19 ravages countless livelihoods, entrepreneurs Gillian Kobusingye and Sharon Rutega kick started a new venture, Diva Taxi, which offers women an opportunity to supplement their income by using their vehicles to ferry passengers at a fee.https:\/\/t.co\/rCKyyZGSmM","sentiment_score":0.0787878788}
{"full_text":"In a record time of just ten months, the Germany-based biotech company Biontech and the US company Pfizer developed a vaccine against the coronavirusHere are the two Turks behind the success:https:\/\/t.co\/CqnaueI1Sw","sentiment_score":-0.1}
{"full_text":"RT So sad to hear about lowering of nurse:patient ratio in #ICU #NHS #patientsafety will be compromised | would be very happy to work on International Study in this area in children &amp; adults  &amp; Prof Fiona Coyer","sentiment_score":0.1666666667}
{"full_text":"Keep up to date on library services and Covid-19:","sentiment_score":0.0}
{"full_text":"Great initiative by Deploying #gigabit #wireless communications (#FWA) - faster and at a lower cost than fiber or wired infrastructure - can significantly change the nature of business, education, healthcare and public safety in a community. Submit your Q4 hero!","sentiment_score":0.3916666667}
{"full_text":"COVID-19 in Bengal: 4,415 patients recover in a day, another 24-hour record #Covid19Pandemic, #Covid19, #COVIDBengal","sentiment_score":0.0}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"#DomesticViolence: Covid-19 has made violence in homes more frequent, more severe and more dangeroushttps:\/\/t.co\/mR7B73a0va","sentiment_score":0.4}
{"full_text":"I would sell a kidney for that right now! Best meal I've had in my life was at Le Gavroche. Lockdown prevent me celebrating my 40th with a meal I will make it before 41!!","sentiment_score":0.6785714286}
{"full_text":"Please see TPH Notice 18-20 for the latest information on vehicle licensing: ","sentiment_score":0.5}
{"full_text":"New from the #GLIMERResearch blog:'The '#quarantine ships' experience: a practice to isolate #migrants' by &amp; Donatella Loprieno of our #Italian team:https:\/\/t.co\/T4DrglHzxs@NasarMeer","sentiment_score":0.0681818182}
{"full_text":"During #Covid-19 many thousands of #volunteers delivered shopping or prescriptions, and kept in touch with those who were alone or vulnerable. How else are volunteers  are helping to make #ahealthierwales?  ","sentiment_score":0.0}
{"full_text":"#StepstoZeroHunger Get a veggie garden to cook healthy food2  Give yummy recipes to your neigbours in a cooking demo3  Participate in community talks about COVID-19= Healthy Future for Mariatu and thousands of families in #Malawi@IrlEmbMalawi","sentiment_score":0.3333333333}
{"full_text":"#Srilaaji...at a special promotion price on &amp; your copy today and see why Srilaaji really is the most UNFORGETTABLE protagonist in years!https:\/\/t.co\/ztqv0JkjPS#books #Romance #WednesdayMotivation #wednesdaywisdom #women #lockdown","sentiment_score":0.4642857143}
{"full_text":"No schools in Peterborough have been closed by Covid but there are concerns about the numbers choosing home education.https:\/\/t.co\/mLFBLjLE42","sentiment_score":-0.1}
{"full_text":"In line with Covid-19 rules, the Royal British Legion are encouraging people to still take part in a moment of Remembrance by observing the 2 Minute Silence at 11am from their doorstep today. November 11, 2020, Armistice day, marks 102 years since the end of the War. ","sentiment_score":0.0}
{"full_text":"COVID-19 TESTING: More dates and times have been added! ","sentiment_score":0.625}
{"full_text":"Despite the lockdown we can still come together and honour the service and sacrifice of all those who have served in the Armed Forces. Join us, and the nation, in the #TwoMinuteSilence from your doorstep at 11am this morning.","sentiment_score":0.0}
{"full_text":"Dubai-based MBC Group, which operates 18 television stations, says it's unlikely employees will travel as often once the pandemic ends because they've proven they don't need to.https:\/\/t.co\/BNeACfBgGQ","sentiment_score":-0.5}
{"full_text":"After almost eight months of suspension due to the Covid-19 pandemic, the suburban railway services resumed its operation in #WestBengal.#COVID19 #IndiaNarrativehttps:\/\/t.co\/5P03sdvyla","sentiment_score":-0.0625}
{"full_text":"This new retrospective observational study from and finds that high-intensity pharmacological thromboprophylaxis in critically unwell COVID-19 patients may reduce thrombotic events without increasing bleeding risk.https:\/\/t.co\/koF0WEO6Es","sentiment_score":0.0681818182}
{"full_text":"Pupils must not attend school if they have any of the symptoms of Coronavirus, and should arrange to be tested.* High temperature* New, continuous cough* Loss\/change to your sense of smell\/taste.Book a test at or tel 0300 303 2713.#DundeeLearning","sentiment_score":0.1481818182}
{"full_text":"Labuan is on the verge of recovery from the Covid-19 outbeak, having flattened the curve in the last two days and the trend is expected to continue until next week.https:\/\/t.co\/f0SIvsoTKD","sentiment_score":-0.0333333333}
{"full_text":"'We're making our own rules this lockdown'@aliceTTimes is absolutely on the money in today...#CoronavirusUK #Lockdown2https:\/\/t.co\/ytg0S9TOn5","sentiment_score":0.4}
{"full_text":"Are you self-employed &amp; receiving the #Covid19 Pandemic Unemployment Payment?#DidYouKnow you can now earn up to EUR480 per month and retain your payment?All you need to do is keep a record of your income for future reference.#COVID19ireland","sentiment_score":0.0}
{"full_text":"Leadership in Lockdown Date: 12th Nov 2020, 11:00 to 12:00 Organiser: Pro DevelopmentThis online session will provide techniques to lead authentically &amp; compassionately and what this means to you as a leader of your team. #YorkBizWeek20https:\/\/t.co\/xH5T2DjvDj","sentiment_score":0.0}
{"full_text":"RT Total nonsense.These are health consequences of unchecked spread of covid.","sentiment_score":0.0}
{"full_text":"The effect of Covid-19 on the EAP sector - and are researching this on behalf of BALEAP. Thanks again to everyone who put forward a proposal. this space, where an invitation to take part will drop soon! #tleap","sentiment_score":0.25}
{"full_text":"RT Lockdown effects  ","sentiment_score":0.0}
{"full_text":"RT Russia says its 'Sputnik V' Covid-19 vaccine is \"92% effective,\" based on checks of 16,000 Phase III trial volunteers. Also, dur...","sentiment_score":0.6}
{"full_text":"A very interesting read on what we can learn from the highs and the lows of this pandemic. #UKMFGhttps:\/\/t.co\/i8KF3rDqBh","sentiment_score":0.65}
{"full_text":"COVID 19 cases in India until : 11\/11\/2020 15:30Total Cases: 8636974 [+1220]Active: 495620Recovered: 8011844 [+0]Deaths :127630 [+15]Total Tests: 119.62MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Another positive Covid-19 test hits the Ireland squad as Niall Quinn gives his verdict on international football chaoshttps:\/\/t.co\/dbPFh13t4v","sentiment_score":0.1136363636}
{"full_text":"The #ParisPeaceForum2020 is about to start! Discuss the collective response to the coronavirus pandemic and learn more about initiatives to create a more sustainable world  Join ","sentiment_score":0.5}
{"full_text":"In a survey of fiscal measures adopted by G20 countries by April, 92% are consistent with maintaining the status quo with regard to greenhouse gas emissions, while 4% will reduce emissions and 4% will increase them.We need a #GreenRecovery now https:\/\/t.co\/70OVAlwgm5","sentiment_score":0.25}
{"full_text":"'Our careers were trashed by the pandemic - now we can't afford to separate.'@Victoria_Spratt speaks to couples forced to stay together because of Covid-19.https:\/\/t.co\/tl4Jqe8IqB","sentiment_score":-0.3}
{"full_text":" How about writing a song during lockdown? Entries for the Song for Yorkshire are open until 13th November  #songforyorkshire","sentiment_score":0.0}
{"full_text":"We passionately believe people should get and stay active this difficult winter, as it will help us all cope. Despite the restrictions, we can still do running, walking or cycling outside, or working out at home with free online tools. Find out more on website.","sentiment_score":0.0361111111}
{"full_text":"+++ EU Commission: Biontech vaccine contract ready Latest #News from #Germany #NewsDE #StayatHome #Vaccine #Pfizer #BioNtech","sentiment_score":0.35}
{"full_text":"Who is #fundraising really about? Could this booklet help you to think about new ways to bring  supporters to the forefront during a #pandemic?Read case studies here and let your mind flow!","sentiment_score":0.1852272727}
{"full_text":"Up to 5,000 #HK residents in #Guangdong province and #Macao will be allowed to return home everyday starting Nov 23 and will not need to #quarantine. The new scheme will allow HK residents to return to the city just by presenting a negative #COVID19 test result. #GBA","sentiment_score":-0.0909090909}
{"full_text":"We would like to hear from #Haringey residents on how the coronavirus pandemic has impacted you &amp; your community. Your feedback will help us to develop the right health &amp; care services going forward. Please complete our survey:","sentiment_score":0.1928571429}
{"full_text":"The pandemic has affected us in many ways we never thought were incredibly impactful to our lives. From the future of traveling to the utilization of AIs, it won't be the same. #covidimpact#travel#AI#future#security#predictions#change#digitalhttps:\/\/t.co\/9X7cAJgq0o","sentiment_score":0.35}
{"full_text":"Blood boiling","sentiment_score":0.0}
{"full_text":"RT  So when are the results of the Police Scotland investigation going to be announced?   Or has Pete instructed again vi...","sentiment_score":0.0}
{"full_text":"Evictions &amp; homelessness should never be used as tools of immigration control (for the record, it's immoral!) &amp; during a pandemic - it makes us all unsafe. So we've been campaigning to #StopAsylumEvictions &amp; speaking out in about govt plans to target rough sleepers","sentiment_score":-0.1}
{"full_text":"Don't miss this tranquil podcast escape - beachcombing and birdwatching on the Menai Straits in North Wales. Pure lockdown escapism with a cast of curlews, oystercatchers and...mackerel!https:\/\/t.co\/oOZWM83I1E","sentiment_score":0.2142857143}
{"full_text":"RT Why distancing and hand-washing won't stop the spread of Covid in schools | Jennifer Dowd","sentiment_score":0.0}
{"full_text":"RT These are repurposed bin bags. They have just been sent to a GP practice as official PPE.Thank you, for sha...","sentiment_score":0.0}
{"full_text":"Imagine moving house with three young children during a pandemic. Well the Steele family did just that! Using our part exchange service, they're now loving life at our Earls Colne development in #AudleyChase","sentiment_score":0.3625}
{"full_text":"Our rapid summaries explore evidence to inform the development and safe delivery of a #COVID19 mass #vaccination campaign in developed countries in order to maximise uptake and minimise the risk of infection:https:\/\/t.co\/cxoQ8ubi6O","sentiment_score":0.3}
{"full_text":"Returning to train travel after the Lockdown in Wales?  Don't forget your face covering (unless exempt)https:\/\/t.co\/DLTWG7lFv4","sentiment_score":0.0}
{"full_text":"continue to receive great feedback from their clients. One client says she was \"extremely impressed with the ease of communication, and the speed and accuracy of the service\" received, especially during the Covid restrictions!https:\/\/t.co\/e6WSXphqza#reviews","sentiment_score":0.6}
{"full_text":"RT Pfizer's CEO cashed out 60% of his stock on the same day the company unveiled the results of its COVID-19 vaccine tria...","sentiment_score":0.0}
{"full_text":"RT Craving zaman tak ada Covid","sentiment_score":0.0}
{"full_text":"We are continuing our Artsmark journey despite Covid-19 - we are committed to a broad &amp; creative curriculum at Lawnswood #CelebrateArtsmark","sentiment_score":0.28125}
{"full_text":"Today on #C21FM: Media consultant on how the pandemic has impacted the US TV ad market and accelerated the shift to streaming; and exec Balazs Szabo on how the firm's Central European channels have dealt with the crisis. Listen at","sentiment_score":-0.0666666667}
{"full_text":"It's nice to see the UK supermarkets online stores performing better so far during lockdown 2.","sentiment_score":0.4}
{"full_text":"#Gold firms on softer dollar, concerns over rising virus cases #COVID19 #forexnews #forex #forexupdates #forextips #investing","sentiment_score":0.0}
