{"full_text":"RT Paul and talk lockdown albums #McCartneyIII and #Folklore, songwriting, numerology and more in the new is...","sentiment_score":0.3181818182}
{"full_text":"RT Time to think about the 25th Amendment?","sentiment_score":0.0}
{"full_text":"RT I'm struggling to take the government seriously at this pointA minute ago they attributed the rise in Covid cases to the Au...","sentiment_score":-0.3333333333}
{"full_text":"It's so tragic couldn't tic a big red heart. If you think #safepractices are inconvenient try saying \"goodbye\" from a ventilator. #WearAMask","sentiment_score":-0.3375}
{"full_text":"RT Sad News: PPP MPA Jam Madad Ali has passed away fighting #COVID19. Please recite Fateha for him.May rest his soul in eter...","sentiment_score":-0.5}
{"full_text":"RT \"Only 55 people attended the Aug. 7 reception at the Big Moose Inn. But 1 of those guests arrived w\/ a coronavirus infectio...","sentiment_score":0.0}
{"full_text":"RT I miss laughing like crazy with my friends at school hm covid pls go away ","sentiment_score":-0.6}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT At this evening's briefing, Professor Stephen Powis highlighted the importance of continuin...","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT JUST IN: Worldwide coronavirus deaths reach 1.3 million","sentiment_score":0.0}
{"full_text":"RT Instead of fighting to defeat the COVID-19 pandemic that has killed over 242,000 Americans, the Trump administration is...","sentiment_score":-0.2}
{"full_text":"+ coordination for evacuation was made because here's covid. there's no way a normal evacuation should be made considering the dangers of covid. so the govt was basically unprepared.","sentiment_score":0.15}
{"full_text":"RT Yet we are basing decisions on test numbers like these. It should be on hospitalizations.","sentiment_score":0.0}
{"full_text":"RT PPP MPA Jam Madad Ali has passed away due to COVID-19. May Allah rest his soul in peace. He was from Sanghar.","sentiment_score":-0.125}
{"full_text":"No comebacks ex-dude!You couldn't cut it the the one term you were given!That was the worst natural disaster next to the tsunami hurricane and the Covid-19! Retire, if the courts allow it, to one of your properties if you still have them,with your wife if she'll still have you!","sentiment_score":-0.3}
{"full_text":"Reminder to wear a mask and don't go to work if you have symptoms!","sentiment_score":0.0}
{"full_text":"Our latest Weekly Epidemiological Report #NCDCWER for week 43, focuses on the safe re-opening of NYSC orientation camp in Nigeria.Read:https:\/\/t.co\/RSWoETY1BgNational Guidelines on 2020 NYSC Orientation Camp:","sentiment_score":0.5}
{"full_text":"RT Rand Paul: We have 11 million people in our country who have already had COVID. We should tell them to celebrate. We should tell...","sentiment_score":0.0}
{"full_text":"Nurse serving to COVID-19 sufferers despatched household reassuring video message hours earlier than he died of virus","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"Vaccine for Covid-19? Keep it. by Shamar M","sentiment_score":0.0}
{"full_text":"Mr TrumpWith your repeated insults to Fox News do you think they really want to interview you?No they're tired of your whining rhetoric nonsense.Fox has more important things to cover like the pandemic, saving lives, economic growth.And many more newsworthy articles. ","sentiment_score":0.2714285714}
{"full_text":"NEWS: Alan Browne: Republic of Ireland midfielder tests positive for Covid-19 after England defeat (via BBC Sport)","sentiment_score":0.2272727273}
{"full_text":"RT Far more Japanese people are dying of suicide, likely exacerbated by the economic and social repercussions of the pande...","sentiment_score":0.1388888889}
{"full_text":"could there be a connection between #coronavirus and leylines\/curse of the pharoahs","sentiment_score":0.0}
{"full_text":"Exactly, this is relatable to the current situation...when this corona virus outbreak happened i was like ohh shit red virus.","sentiment_score":0.0125}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT \"Only 55 people attended the Aug. 7 reception at the Big Moose Inn. But 1 of those guests arrived w\/ a coronavirus infectio...","sentiment_score":0.0}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"RT Trump breaks promise to give people virus relief 'immediately after the election' | By: Josh Israel","sentiment_score":0.0}
{"full_text":"Hear Ai Weiwei, Stella Moris, Edwy Plenel, Hatice Cengiz and many more. At #CIJLogan2020 Symposium. Free to attend. More information in our Newsletter.  -","sentiment_score":0.475}
{"full_text":"Go Digital: Now record and store all your postal tracking information for lifetime ePostBook &gt;&gt; (Your Online Postal Record Keeping Book) | Send Anything Anywhere Anytime #GoDigital #RequestPickup #StayHome #StaySafe #PostOffice #TrendingNow","sentiment_score":0.0}
{"full_text":"RT Biochemical engineer Ivor Cummins: \"There are Covid deaths, but the level of them is relatively lower than what's being put...","sentiment_score":0.0}
{"full_text":"RT What could you do to support a local business this #weekend? We know times are hard for everyone, but something as simple...","sentiment_score":-0.0972222222}
{"full_text":"SO THIS IS THE 13 DICE!!! YAY HAPPY FRIDAY THE 13TH!!!","sentiment_score":0.4}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"Just like the pandemic, this looks terrible.","sentiment_score":-1.0}
{"full_text":"RT STAY AWAY FROM THE MAGA MARCH BULLSHIT.We don't need to be there.We don't want to be there.And if we're there they ar...","sentiment_score":0.0}
{"full_text":"RT America is under attack by COVID.  Americans are dying at alarming rates.  The loser in the White House quit, &amp; so did...","sentiment_score":-0.05}
{"full_text":"How cute!","sentiment_score":0.625}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"RT Small wedding. 55 attendees.Temperature taken at entrance. No fevers reported.Later, 177 infected.7 died -- and they d...","sentiment_score":-0.25}
{"full_text":"Again, a toast to Rand Paul's neighbor","sentiment_score":0.0}
{"full_text":"RT Covid test came back negative. ","sentiment_score":-0.15}
{"full_text":"Lady Helen Child Health Foundation LHCHF Zoom Summit on the Impact of COVID 19 on Children and Family in Nigeria - Navigating the Solutions.The Summit will address issues concerning COVID 19 as it affects children's lives\/vulnerability:","sentiment_score":0.0}
{"full_text":"RT The prison service say Yorkshire Ripper Peter Sutcliffe has died. He was jailed in 1981 for murdering 13 women in #Manches...","sentiment_score":0.0}
{"full_text":"RT \"Only 55 people attended the Aug. 7 reception at the Big Moose Inn. But 1 of those guests arrived w\/ a coronavirus infectio...","sentiment_score":0.0}
{"full_text":"RT It is, Neil. He EASILY satisfies the 3 elements of invol. manslaughter: 1. grossly negligent conduct 2. reasonably lik...","sentiment_score":0.2111111111}
{"full_text":"RT Which mad party said this to voters?'Bed-wetting South Africans''We don't need your votes''Our vision ain't to put SA fi...","sentiment_score":-0.625}
{"full_text":"RT \"Only 55 people attended the Aug. 7 reception at the Big Moose Inn. But 1 of those guests arrived w\/ a coronavirus infectio...","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT 80% of the people who died in Texas jails from COVID-19 had not been convicted of a crime.Incarceration should never be a death...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Peter Sutcliffe, the 'Yorkshire Ripper', has died - reportedly from coronavirus. May this despicable serial kil...","sentiment_score":0.0}
{"full_text":"RT In this COVID-affected time, the RSAA wishes all of our followers a safe and Happy Diwali!","sentiment_score":0.75}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"RT In addition to lying to the public and spreading dangerous covid misinformation all year, is finishing her time in...","sentiment_score":-0.3}
{"full_text":"Just 2 weeks to help NHS get prepared Just another 4 weeks to get the Covid sortedI think has previous experience of dithering Get it sorted","sentiment_score":-0.1666666667}
{"full_text":"RT Such fun shooting these two!! for ","sentiment_score":0.234375}
{"full_text":"RT Alaska congressman who ridiculed coronavirus now says he has COVID-19","sentiment_score":0.0}
{"full_text":"RT Wrestler Vinesh Phogat tests positive for #COVID19.","sentiment_score":0.2272727273}
{"full_text":"Wish this would get more attention","sentiment_score":0.5}
{"full_text":"RT .@VP Pence didn't hold a task force meeting for a month.Mike Pence should never have a political career again.When he t...","sentiment_score":0.0}
{"full_text":"RT America is under attack by COVID.  Americans are dying at alarming rates.  The loser in the White House quit, &amp; so did...","sentiment_score":-0.05}
{"full_text":"RT Paul and talk lockdown albums #McCartneyIII and #Folklore, songwriting, numerology and more in the new is...","sentiment_score":0.3181818182}
{"full_text":"It's all about our people. #COVID19 created a global healthcare crisis, and the #kidneycommunity is by no means immune. In our 2020 Annual Medical Report, read how #FreseniusMedicalCare puts patients and staff first.","sentiment_score":0.0833333333}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Hosting a faux election night victory party at the WH only to see it become a COVID super spreader event is sort of a fitting...","sentiment_score":0.2777777778}
{"full_text":"RT Meanwhile while she decides to deflect, project and use her unhealed issues to go after China and President Barack Obama,...","sentiment_score":0.0}
{"full_text":"Deffo going into lockdown up here. The scenes at the pubs were mental for the footie last night, didn't see anyone social distancing ","sentiment_score":-0.0222222222}
{"full_text":"RT As politically partisan a speech as I've ever seen from a justice: arrogant , tendentious, and sloppy.  Alito condemned CO...","sentiment_score":-0.2083333333}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"COVID: 99.9% Recovery rate! Take vitamin C,DZincAnd drink lots of fluidsNotice how they won't even mention that on MSM!?","sentiment_score":0.0}
{"full_text":"RT Like rats fleeing a sinking ship. Dominic Cummings has been one of the most malign influences on the British government in...","sentiment_score":0.25}
{"full_text":"RT The answer to this question is privatisation.https:\/\/t.co\/kDjT1ttBz5","sentiment_score":0.0}
{"full_text":"Covid: Caffe Nero seeks help after pandemic 'decimates' trading","sentiment_score":0.0}
{"full_text":"RT A small wedding in Maine: 177 infected with COVID. 7 dead.","sentiment_score":-0.225}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"RT Dear for the sake of a nation seeing ever increasing #COVID19 cases with no federal leadership to addre...","sentiment_score":0.0}
{"full_text":"RT That little rat is 10 times the man you will ever be.@DavidLammy you're as dark as you're heart. I said it, you give black p...","sentiment_score":-0.1680555556}
{"full_text":"RT We look forward to hosting Dr. Neerja Bhatla, Member, Technical Advisory Group on Cervical Cancer Eliminat...","sentiment_score":0.0}
{"full_text":"I like the fact that they have a team who carefully vets the product names to make sure they aren't rude\/offensive words in languages they have stores in.With my lockdown weight gain I'd be a snuggly floor cushion with an attractive velour fluffy cover","sentiment_score":0.25}
{"full_text":"A big thank you to for giving us a grant through the Covid Impact Fund to help support our #blind #veterans.It has greatly contributed to our National Support Service, launched in March, to support our most vulnerable veterans.#CommunitiesCan","sentiment_score":0.06}
{"full_text":"RT COVID-19 made me realize I need to take every opportunity seriously. So I'm finna fight my cousin next family holiday.","sentiment_score":-0.1666666667}
{"full_text":"RT trying to stay motivated in school during a pandemic","sentiment_score":0.0}
{"full_text":"RT .@govkristinoem you allowed 500,000 people at the Sturgis rally and now the Midwest, Mountain West and especially your sta...","sentiment_score":0.0}
{"full_text":"I remember trying to buy either a switch or any kind of VR headset around February\/March when the first round of the pandemic was in full swing.","sentiment_score":0.25}
{"full_text":"RT America is under attack by COVID.  Americans are dying at alarming rates.  The loser in the White House quit, &amp; so did...","sentiment_score":-0.05}
{"full_text":"Gyms ARE essential businesses!  Why do you consider them not?  Evidence shows gyms and other small businesses are safe. #Business #Medicine #Health #Politics #STEMM","sentiment_score":0.03125}
{"full_text":"I don't remember voting for Brexit. Others did, though.","sentiment_score":0.0}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"RT During strict French COVID-19 lockdown, 20% of participants improved parasympathetic activation (RMSSD, HF) and rated...","sentiment_score":0.0}
{"full_text":"RT The effectiveness of the 5-day drip Remdesivir &amp; appropriate medical conservancy, has artificially skyrocketed hospital...","sentiment_score":-0.0333333333}
{"full_text":"RT Hey everyone, you can now watch SUNDOWN, the grad film I worked on with Ana Moniz, Shanshan Zou and Ruitao She...","sentiment_score":0.0}
{"full_text":"RT Too many people are grieving the devastating loss of a loved one due to COVID--many of whom were forced to die alone. It s...","sentiment_score":-0.045}
{"full_text":"The mathematics of exponential growth","sentiment_score":0.0}
{"full_text":"RT IC joint faculty has contributed to this vital #COVID19 risk assessment research. Great work by Clio and all of her...","sentiment_score":0.45}
{"full_text":"RT Imagine telling them the world collapsed because of a 99.5% survival rate virus","sentiment_score":0.0}
{"full_text":"Is the North East at risk of coming out of lockdown in a worse position than it went in? Gatehead's + are small shops losing out to big retailers that remain open+ cost to victims of court delays Sunday BBC1 10am","sentiment_score":-0.1625}
{"full_text":"My husband - my lockdown buddy who has made it bearable with jokes, pranks, massages and LOVE","sentiment_score":0.5}
{"full_text":"RT Mask up, stay home; social distance, do everything you can. I've got 3 seniors who are wanting more basketball.  h...","sentiment_score":0.2666666667}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT Today is November 12th. 11 years ago today my son died from H1N1. Guess who was Vice President handling that pandemic?...","sentiment_score":0.0}
{"full_text":"RT Why is coronavirus spiking again in all the states with mandatory mask mandates?","sentiment_score":0.0}
{"full_text":"RT Something really important to read from our brilliant Community team. This will be really useful for someone we may k...","sentiment_score":0.5333333333}
{"full_text":"Will they or won't they? Lockdown edition.","sentiment_score":0.0}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT Such fun shooting these two!! for ","sentiment_score":0.234375}
{"full_text":"Well done.  Yes, I'm glad it's not just me this irritates.  I've lost quite a lot of weight as well and then have to wear a mask to cover my now visible jawline so no-one gets to 'witness the fitness', so to speak.","sentiment_score":0.5}
{"full_text":"ha! very good","sentiment_score":0.91}
{"full_text":"That's their choice not to follow covid safe procedures...","sentiment_score":0.5}
{"full_text":"RT Too many people are grieving the devastating loss of a loved one due to COVID--many of whom were forced to die alone. It s...","sentiment_score":-0.045}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT TAX. FUCKING. AMAZON.","sentiment_score":-0.6}
{"full_text":"COVID-19 is a priority. But climate change cannot be ignored.","sentiment_score":0.0}
{"full_text":"What do we have here? A political activist on raises religious liberty concerns about Covid restrictions and same-sex marriage rulinghttps:\/\/t.co\/dWDN1uBCo0","sentiment_score":0.0}
{"full_text":"RT So let me get this one straight.A few days before the election, Fauci was predicting we wouldn't get back to normal un...","sentiment_score":-0.0166666667}
{"full_text":"Friday the 13th in 2020.I'm not superstitious at all, but.... predictions? Second pandemic? Meteorite strike? All out nuclear war? Get your predictions in","sentiment_score":0.0}
{"full_text":"2 weeks after sprouting this ludicrous load of elephant turds - Kayleigh became Press SecrataryWhere she has remained, &amp; lied continuouslySpoiler:Domestic terrorism rose dramatically &amp; Coronavirus was already spreading, albeit slowlyHer sycophancy pays well - 180,000 a yr","sentiment_score":0.6}
{"full_text":"RT Gov. Kim Reynolds says all nursing home residents are tested weekly; industry leader says facilities are routinely testing st...","sentiment_score":0.0}
{"full_text":"10 december","sentiment_score":0.0}
{"full_text":"RT  Joint Statement: Government guidance on extra-curricular sport during the lockdown ","sentiment_score":0.0}
{"full_text":"RT They have lied to you for over 20 years about 9\/11. They are lying to you now about the current Covid surge. Mandatory mask...","sentiment_score":0.0}
{"full_text":"RT !!!!130 of 135!!!!This shouldn't be happening AGAIN.","sentiment_score":0.0}
{"full_text":"What's the Chinese Immigration policy?","sentiment_score":0.0}
{"full_text":"COVID-19: New protein treatment 'reduces odds of developing severe' coronavirus","sentiment_score":0.1363636364}
{"full_text":"Because of the pandemic and the changes it brought, we're forecasting stress from managers as they prepare performance reviews this year. Many will have to have difficult conversations. So we would like to know...","sentiment_score":0.0}
{"full_text":"Our priority was to ensure that the most vulnerable received their food and medication &amp; our staff and dedicated #volunteers made 697 doorstep deliveries.With lockdown biting we knew that #isolation was a danger so stepped up our telephone befriending service.#CommunitiesCan","sentiment_score":0.0}
{"full_text":"RT Stop worshipping billionaires. Elon Musk predicted the coronavirus would be gone 7 months ago. These people don't know what th...","sentiment_score":0.0}
{"full_text":"COVID-19 Updates (globally)Total cases: 53,197,234 Dead: 1,301,378 Recovered: 37,280,583 Last updated: November 13, 2020, 10:48 GMT#covid19 #COVID19 #coronavirus","sentiment_score":-0.1}
{"full_text":"So how does someone be able to fill out a ballot without I'd in the first place I mean did they wake up on Election Day and say oh gee I forgot I can't prove who i am right and we're supose to believe that your dusgusting","sentiment_score":0.1808035714}
{"full_text":"\"I got my positive test back on Tuesday.\"","sentiment_score":0.1136363636}
{"full_text":"Diwali shopping frenzy boosts hope for Indian economy amid fears of #coronavirus surge","sentiment_score":0.0}
{"full_text":"RT Alaska congressman who ridiculed coronavirus now says he has COVID-19","sentiment_score":0.0}
{"full_text":"RT It's Friday the 13th amidst a pandemic, which means wear a hockey mask.","sentiment_score":0.0}
{"full_text":"The Lockdown Show.  A daily live TV event  to bring joy!","sentiment_score":0.3787878788}
{"full_text":"RT Peru, the country with the highest Covid-19 mortality rate, is currently undergoing an intense political crisis due to a Parlia...","sentiment_score":0.01875}
{"full_text":"A man known as one of the UK's worst serial killers has reportedly died in hospital after being admitted with coronavirus. #9Newshttps:\/\/t.co\/he6qKE3gbS","sentiment_score":-1.0}
{"full_text":"Public urged to 'take a minute' and share views on Covid's impacthttps:\/\/t.co\/OPIcEV27l7","sentiment_score":0.0}
{"full_text":"Will you be visiting family this holiday season? Bronson Healthcare asks that you follow these tips to keep you and your family safe:https:\/\/t.co\/XMmJm7F5UH","sentiment_score":0.0}
{"full_text":"RT [gisa] #TXT's \"We Lost the Summer\" MV Captures Pandemic Isolation, Longinghttps:\/\/t.co\/9VXVYToaIJ","sentiment_score":0.0}
{"full_text":"Coronavirus: Volunteers in Singapore help the vulnerable #asianews #southchinamorningpost #worldnews","sentiment_score":-0.5}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"'Breakthrough finding' reveals why certain Covid-19 patients die","sentiment_score":0.2142857143}
{"full_text":"Communities of color have been disproportionately impacted by #COVID19.@NYGovCuomo stepped up by deploying rapid testing at churches &amp; working w faith leaders.We need the faith community on the frontlines to ensure fair vaccine distribution. TY New Hope Christian Fellowship.","sentiment_score":0.2787878788}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #FridayFeeling #FridayMotivation #FridayThoughts","sentiment_score":0.0}
{"full_text":"Israel and MASHAV donated protective gear and other personal protection items to help Georgia in the fight against coronavirus. Well done Israel! via","sentiment_score":-0.0625}
{"full_text":"Congresswoman-elect is among ~10% of #COVID19 patients who suffer severe effects often months after the virus is gone.@AnneTEmerson reports on what life is like for these COVID \"long haulers,\" &amp; what doctors learn from them.https:\/\/t.co\/oobKBuyjrn#chsnews","sentiment_score":-0.05}
{"full_text":"The majority of infections happen in a small number of places. \"Restaurants were by far the riskiest places, about four times riskier than gyms and coffee shops, followed by hotels\" @MaxCRoserhttps:\/\/t.co\/FDzNSDiO1UYear of the Virus","sentiment_score":-0.075}
{"full_text":"We made 12,089 befriending &amp; emotional support calls so those who needed a voice at the end of the phone were never alone.As the pandemic continued our emphasis switched from providing urgent assistance to sustaining our veterans' health, wellbeing and morale.#CommunitiesCan","sentiment_score":0.0}
{"full_text":"RT Across the country, COVID-19 cases are rising at an alarming rate. and I spoke about that with the premiers...","sentiment_score":-0.1}
{"full_text":"These Covid testing sites are open today ","sentiment_score":0.0}
{"full_text":" We need your help like never before.  The pandemic has had a huge impact on sanctuaries, zoos, safari parks, and aquariums. It threatens our work to fight extinction &amp; protect nature for future generations.  Donate today:","sentiment_score":0.2}
{"full_text":"One more event to go in our autumn NICE virtual event series: NICE's Life Sciences offer now and in the future: learning from COVID-19, Nov 19. Register to attend: - if you missed our other events you can watch them here:","sentiment_score":0.315}
{"full_text":"Federal health officials have reached an agreement with pharmacies across the U.S. to distribute free coronavirus vaccines after they are approved and become available to the public.","sentiment_score":0.2666666667}
{"full_text":"GHRT NOW | BRETT BABER of LANHAM BLACKWELL &amp; BABERBrett previews the Sharon Kennedy appeal and the backlog of cases clogging the court due to the pandemic.101.3 Augusta   |  103.9 Bangor  |  95.1 Rockland","sentiment_score":-0.125}
{"full_text":"Today is Friday the 13th. March had a Friday the 13th too. It was the evening I attended the final Masonic function before COVID19 closures were announced. Closures were announced a few days later. Happy Friday the 13th.","sentiment_score":0.0857142857}
{"full_text":"RT Reading about the different approaches to Brexit or to the COVID response that might ensue now Lee Cain has gone or 'Dom'...","sentiment_score":0.0}
{"full_text":"TAKE NOTE if you're spending time in Chicago for Thanksgiving.","sentiment_score":0.0}
{"full_text":"The father of four also worked as a police officer and served as a mentor in his community.","sentiment_score":0.0}
{"full_text":"RT #Boeing Raises 20-Year Forecast For #CHINA Aircraft Demand Despite Pandemic!!! - China Outpaced The Rest Of The World....","sentiment_score":0.0}
