{"full_text":"\"Gritty and real\"Welcome to Wuhan, where mayhem rules. A hidden romance between a Chinese peasant and an American scholar threatens to uncover a dark secret. A true story.#Kindle#KindleUnlimited#Paperback#Books#BookLovers#WritingCommunityhttps:\/\/t.co\/1VQlsfrNRI","sentiment_score":0.0791666667}
{"full_text":"RT 'We could've killed someone': Alberta couple goes public with COVID-19 experience after hearing naysayers.","sentiment_score":-0.1}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT We still have the chance to learn from history.  #Thanksgiving2020 #covid19","sentiment_score":0.0}
{"full_text":"RT Really pleased with how #Liverpool is now doing, but important we don't get complacent. Please get tested, &amp; follow the r...","sentiment_score":0.45}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT ENOUGH!!! We are not bartering a few days of Christmas in exchange for another Lockdown THERE IS NO REASON FOR RESTRICTION...","sentiment_score":-0.1}
{"full_text":"RT The headlines from the 1918 pandemic are incredible.","sentiment_score":0.9}
{"full_text":"If you went to the Time Capsule as a child you are now immune from Covid","sentiment_score":0.0}
{"full_text":"RT I schooled in UNICAL &amp; I can tell you their Medical School is very competitive.The place is not for you if you no know book...","sentiment_score":0.1}
{"full_text":"RT Wow.  \"Stop golfing and concede,\" says the Republican governor of Maryland.","sentiment_score":0.1}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"RT Lockdown in Yarko hitting different ","sentiment_score":0.0}
{"full_text":"Thank You Donald! I couldn't have done it without you! #stopthesqueal #BIDENWON #MAGA #TRUMP #StopTheSqueal #DONALDTRUMP #DONALDJTRUMP #IVANKATRUMP #MIKEPENCE #JAREDKUSHNER  #covid19 #republicanparty #republicans #seniors #seniorcitizens #UnAmericanMaga #UnPatrioticMaga","sentiment_score":0.0}
{"full_text":"RT As you plan your Thanksgiving evaluate the risks carefully.Spread thanks, not COVID.","sentiment_score":0.2}
{"full_text":"RT L.A. County's #COVID19 messaging has been all over the place since the beginning, despite paying PR firms $3 million. They n...","sentiment_score":0.0}
{"full_text":"Be a hero. Stay home. Agoraphobics are like... I'm Batman!","sentiment_score":0.0}
{"full_text":"\"#Pandumic?\"Defined as dumb responses to a deadly pandemic.A pandumic response istweeting selfies from a crowded bar or restaurantin deadly defiance without wearing a maskOr denying science and not taking responsibility as the virusthriveshttps:\/\/t.co\/dFVjFj9qCS#poems","sentiment_score":-0.2583333333}
{"full_text":"RT One year ago today.","sentiment_score":0.0}
{"full_text":"RT Just so we're clear:Hotel quarantine outbreak &amp; lockdown in Victoria = Dan Andrews' fault.Hotel quarantine outbreak &amp; loc...","sentiment_score":0.0}
{"full_text":"RT Perhaps Kelly Loeffler wouldn't have covid if her initial reaction to the virus was \"how can we stop it?\" instead of \"how ca...","sentiment_score":0.0}
{"full_text":" Sign \"Tell Emily Murphy to do her job\" and I'll deliver a copy to your officials: No. 6 is from to and #MD06 #MDpolitics #MDpoli #COVID19","sentiment_score":0.0}
{"full_text":"RT Clemson had a symptomatic player travel with their team on a plane test positive for COVID. FSU docs did not feel comfort...","sentiment_score":0.2272727273}
{"full_text":"RT As you can see, the #G20 Summit looked different this year. But we still need to work together to address challenges lik...","sentiment_score":0.0}
{"full_text":"RT T Jack Conklin and K Cody Parkey have been activated from the Reserve\/COVID-19 listMore moves >>","sentiment_score":0.0}
{"full_text":"RT PCR caused a pseudo-epidemic in 2009!Naively wrote in Feb: \"A super-sensitive molecular-detection method like PCR fin...","sentiment_score":0.0}
{"full_text":"Thank You for sharing this here. It's IMPORTANT. Please take Care of YourSelf. #Respect #Gratitude #staysafe #ProtectEachOther #MaskUp #ProtectYourNeighbor #WeNeedEachOther","sentiment_score":0.4}
{"full_text":"Los Angeles Times: L.A. County suspends outdoor dining at restaurants as coronavirus surges... #COVID-19 Pandemic","sentiment_score":0.0}
{"full_text":"RT Why people are flipping out about #Lockdown2 ? Seriously how hard is it to stay home, watch Netflix, bake some bread, go f...","sentiment_score":-0.3125}
{"full_text":"RT When lockdown started in March, the human was put on furlough &amp; then in August, made redundant.After not working for 9...","sentiment_score":0.0}
{"full_text":"RT Master tactician Pelosi could have had a $1.8 trillion deal pre election and now will be lucky to get McConnell's $500 bil...","sentiment_score":0.3333333333}
{"full_text":"RT my cousin has just died of covid 19.She went into hospital 7days ago. Things were looking up and then ICU came.Things got a...","sentiment_score":0.0}
{"full_text":"RT stop fucking going to weddings!!! you can listen to uptown funk at home!!!!","sentiment_score":-1.0}
{"full_text":"RT A nonblack person hired a Black person to wait in line for them to get tested for covid. Every tasker on this app is Black. T...","sentiment_score":-0.1666666667}
{"full_text":"RT Hamburg Town Supervisor James Shaw says having thousands of people wait for 1-2 hours in a tight Town Hall basement hallwa...","sentiment_score":-0.1785714286}
{"full_text":"RT The worst part about COVID is people doing the right things and getting it from people who arent.","sentiment_score":-0.3571428571}
{"full_text":"imagine catching covid because you wanted to eat that dry ass turkey with your musty ass extended family bro wtf","sentiment_score":0.0111111111}
{"full_text":"RT Mo Salah has tested negative for covid ","sentiment_score":-0.3}
{"full_text":"Net effect is = (efficacy x coverage). If something is less effective increase coverage. Applies to masks (even to vaccines). If the whole world wore cloth masks, pandemic will reduce. But not if a few wore N95\/ others wore cloth masks improperly\/ many rebelled\/ didn't wear any.","sentiment_score":0.0261904762}
{"full_text":"RT Several people arrested in Liverpool as protesters rally to protest the lockdown measures put in place to tackle the spread of...","sentiment_score":0.0}
{"full_text":"RT If you would like to check how parts of Slovakia were handling the epidemic after #mastessting before listening to lect...","sentiment_score":0.0}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT Like many things these days, just because it is said does not make it true. Just because you believe it, does not make i...","sentiment_score":0.425}
{"full_text":"Dabo sucks","sentiment_score":-0.3}
{"full_text":"RT They're *trying* to come and take it, but the lines for food in Texas are a bit long.","sentiment_score":-0.05}
{"full_text":"RT How are African countries doing so much better on Covid than the US and Europe? Lots of stuff like this:The US *still*...","sentiment_score":0.25}
{"full_text":"RT When you don't believe the science behind reproduction, contraception, and abortion--or how access to healthcare saves l...","sentiment_score":-0.4}
{"full_text":"RT \"Stop golfing and concede.\" Amen, amen.","sentiment_score":0.0}
{"full_text":"RT Do #COVID19 antibodies last? And what does that mean for a COVID vaccine? Harvard professor Galit Alter explains how #VaccinesWork....","sentiment_score":-0.15625}
{"full_text":"Kim leads national VA vaccine project, GIM research in high impact transplant journal, and COVID outbreak in a homeless shelter #GIMPubs + more!-","sentiment_score":0.3925}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"Dow futures fall slightly to kick off week amid rising coronavirus cases","sentiment_score":-0.1666666667}
{"full_text":"We've gone from pop-up restaurants to pop-up #COVID19 testing in #LosAngeles ","sentiment_score":0.0}
{"full_text":"Getting my 5th COVID test Monday before I go home to my Granny Gran ","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"The sheer stupidity is a mindfuck","sentiment_score":-0.3}
{"full_text":"RT VERY satisfying ending.","sentiment_score":0.65}
{"full_text":"Based on the guidance issued by the CDC for gatherings at Thanksgiving, does he see a similar recommendation for the Christmas holidays?","sentiment_score":0.0}
{"full_text":"RT As a fat man I wait all year for Thanksgiving. My fave holiday of the year even more than Christmas. Having to cancel this y...","sentiment_score":0.5}
{"full_text":"C'mon Cali we better than this","sentiment_score":0.5}
{"full_text":"You probably were in on the Steal!","sentiment_score":0.0}
{"full_text":"RT I've never heard of a covid test coming back \"inconclusive\"? Medical Twitter, is that possible?","sentiment_score":0.0}
{"full_text":"RT Denmark has a population of 5.8 million people.BC has a population of 5.1 million peopleDenmark is doing between 50K-80...","sentiment_score":0.0}
{"full_text":"RT God knows how many Americans will go hungry this Thanksgiving because they lost their jobs or their restaurants or other sm...","sentiment_score":0.1875}
{"full_text":"Leon's contributing to the COVID crisis by developing innovative means of travel. He expects to emerge in Saint George, Bermuda, next week.","sentiment_score":0.25}
{"full_text":"RT Breaking: L.A. County public health officials announcea they will issue an order suspending outdoor dining at restaurants amid...","sentiment_score":0.0}
{"full_text":"RT When hospitals get overwhelmed, as is now happening, it's not just COVID-19 patients who will die from lack of care. It's fo...","sentiment_score":0.0}
{"full_text":"RT Senior Pentagon official Anthony Tata tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Literally nobody is trying to \"take your turkey\" you idiot fuck.We just want you to eat it with less family around you b...","sentiment_score":-0.4833333333}
{"full_text":"this is very random but just a reminder PLEASE TAKE COVID SERIOUSLY AND WEAR A MASK! i almost lost a family member to this virus and i my heart goes out to anyone who has lost someone! we're all in this together guys and im here for anyone who needs to talk\/vent","sentiment_score":-0.5854166667}
{"full_text":"RT Protect yourselves from CoViD-19 with Zonrox MultiClean  #MaineMendoza #MaineAtBFW4DaysToGo","sentiment_score":0.0}
{"full_text":"At least no one has died from COVID in NYC yet...","sentiment_score":-0.3}
{"full_text":"Why the UK doesn't require kids, at least secondary school kids to wear masks in class remains a mystery.Oh, wait. Do you even see adults wearing masks on crowded streets? And when last did you see a British politician wearing a mask?","sentiment_score":-0.15}
{"full_text":"RT Only 2.3% of virus deaths in Alberta were otherwise healthy people. The rest had another serious underlying condition.Mos...","sentiment_score":0.0555555556}
{"full_text":"RT I like Jason's COVID plan.  #DissapointYourFamilyIn5Words #WhereIsKenney","sentiment_score":0.0}
{"full_text":"RT About time.","sentiment_score":0.0}
{"full_text":"I will add: being able to stay home is an absolute privilege. I have endless empathy for ppl whose jobs require on-site presence &amp; for those who can't afford to lose hrs caused by Covid restrictions. If you can work from home, you are privileged. Pls don't lose sight of that.","sentiment_score":0.1916666667}
{"full_text":"RT #Delhi Need A+ #Blood Covid-19 Convalescent plasma Bhagwati hospital, Rohini. Call 9582270773 #BloodAid via cc","sentiment_score":0.0}
{"full_text":"RT You let a symptomatic player practice all week. Player tested positive the night before the game. Contact tracing has no...","sentiment_score":-0.0863636364}
{"full_text":"the overwhelming sadness and grief intersecting cancer and COVID-19","sentiment_score":-0.15}
{"full_text":"It's telling that a random American feelgood story has a covid death.","sentiment_score":-0.25}
{"full_text":"This is what a REAL LEADER does....Trump lies, hides, refuses spreads MORE COVID, plays endless golf, infects all in the WH, lies, hides, 256,000 deaths he ignores, BRIBES &amp; cheats elections, more golf....","sentiment_score":0.26875}
{"full_text":"I'd like to point out that these highs you are repeatedly seeing are on a COVID case graph, and not an Oil Price graph. Maybe tell the Premier, when finally you find him in whatever broom closet you look in last. #ableg","sentiment_score":0.0}
{"full_text":"RT I am very happy to see him recognized for keeping NYS people informed! He did such a fantastic job protecting the people...","sentiment_score":0.4666666667}
{"full_text":"Fight back for what purpose you fucken idiot? Freedom  Grow up. Soldiers went to war, you're being asked to stay home and cover your trap.","sentiment_score":-0.4}
{"full_text":"RT Trump supporters on Parler are threatening to not vote in Georgia's runoff since it's rigged. Gotta say I agree with them...","sentiment_score":0.0}
{"full_text":"RT have you noticed, the more we wear masks, stay locked up at home,the more Covid continues to spread?Yes -- that's bec...","sentiment_score":0.5}
{"full_text":"RT stop fucking going to weddings!!! you can listen to uptown funk at home!!!!","sentiment_score":-1.0}
{"full_text":"RT Pubs and restaurants pay the price of tougher tier restrictions - no other sector facing restrictions. Totally unacceptable","sentiment_score":0.03125}
{"full_text":"Even Covid thinks he's too bland and boring to infect.","sentiment_score":-0.5833333333}
{"full_text":"RT A note from rural America: I had to drive 2 hours to find the nearest covid rapid testing center. I waited in a parking...","sentiment_score":-0.05}
{"full_text":"RT Looks like NYC's 7-day average positivity rate dipped -- by the slimmest possible margin -- under 3% again. (3% was the...","sentiment_score":-0.075}
{"full_text":"New York State governor warns of #COVID19 cases surge in holiday season","sentiment_score":0.1363636364}
{"full_text":"Dow futures little changed to kick off week amid rising coronavirus cases","sentiment_score":-0.1875}
{"full_text":"RT The technocrats may allow us to escape lockdown for a few days over Christmas.How gracious of them!","sentiment_score":-0.25}
{"full_text":"I'm Thankful For It All.","sentiment_score":0.0}
{"full_text":"Ppl... and never forget the Republicans who supported trump...they could have put a stop to this pandemic by impeaching &amp; ousting trump\/voting against &amp; telling the truth about trump. But no, the too are the evilest...including Charles Koch.","sentiment_score":0.0}
{"full_text":"RT So tonight my teacher friends are telling me that increasing numbers of students are testing positive for covid. It...","sentiment_score":0.2272727273}
{"full_text":"RT Tanner is my #QuarantineLife bunk mate.He and I have an agreement on bed space allotment, but he has bouts of snoring th...","sentiment_score":0.0}
{"full_text":"New York State governor warns of #COVID19 cases surge in holiday season","sentiment_score":0.1363636364}
{"full_text":"RT This virus has killed 256,000+ Americans, but Dabo is more angry that he couldn't beat FSU 63-10 and then say \"aww shucks hat...","sentiment_score":0.025}
{"full_text":"I know you're busy grifting during a pandemic, but can you confirm this?","sentiment_score":0.1}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT What Data Analytics Will Look Like in 2021 - And How to Capitalize On It #DataScience #Machi...","sentiment_score":0.0}
{"full_text":"RT Master tactician Pelosi could have had a $1.8 trillion deal pre election and now will be lucky to get McConnell's $500 bil...","sentiment_score":0.3333333333}
{"full_text":"RT Wrote a whole thing but best summarized as \"fuck em.\"These same dingdongs were shouting for curfews during the BLM marches...","sentiment_score":0.2}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"RT  Dining in the freezing coldWatching a virtual Macy's paradeCarving the bird over ZoomThanksgiving in 2020 is going to...","sentiment_score":0.0}
{"full_text":"RT this photo caused the pandemic","sentiment_score":0.0}
{"full_text":"RT .@MeganMolteni wrote about why state leaders cannot just punt responsibility to their citizens and then blame them for not r...","sentiment_score":0.0}
{"full_text":"#Washington #USA #NorthAmerica  Cases: 148,385 (+324)  Death: 2,636  Recovered: 60,973 (+93)  Critical: 273 (+1)  New %: 1.0% (+0.2%)  Death %: 1.8%  Population %: 1.9%#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"RT Operation Warp Speed is an innovative public-private partnership that is producing extraordinary results. Multiple #CO...","sentiment_score":0.2777777778}
{"full_text":"\"Boat race in Guatemala\" Own a stunning #canvas #art from PS17.99, link below. Free shipping in #UK Beat the #coronavirus blues and glam up your #home or #office#ArtistOnTwitter #photography  #photooftheday #Travel #homedecor #interiordesign #Guatemala","sentiment_score":0.5}
{"full_text":"The head of the U.S. effort to produce a coronavirus vaccine says the first immunizations could happen on Dec. 12.","sentiment_score":0.25}
{"full_text":"Thank your media, evil!!","sentiment_score":-1.0}
{"full_text":"RT New blog post: Support your favorite vegan food spot: #gay #vegan #blogger #veganfood #restaurant...","sentiment_score":0.351010101}
{"full_text":"How do we combat this if they make the COVID-19 vaccination mandatory inorder to work or go to school?","sentiment_score":0.0}
{"full_text":"National Guard help is coming to a rural northern Minnesota tribe after a surge in COVID-19 has hit some of its most vulnerable citizens and frontline workers.https:\/\/t.co\/bdLzOl3aNZ","sentiment_score":0.0}
{"full_text":"Dr. William Garnica, 61yo Family Practioner, Fresno, CA, died of #covid19 11\/13. He wanted his five doctor's offices to be in underserved areas to make the biggest impact on the community's well-being. #healthcareheroes #getusppe #WearAMask","sentiment_score":0.0}
{"full_text":"RT Today's live #COVID19 update for #SouthAustralia will be at 12pm. Tune in:","sentiment_score":0.1363636364}
{"full_text":"Monday's EAT &gt;&gt;&gt; Strict new Coronavirus Tiers - agents will hear how they are affected &gt;&gt;&gt; Uncertainty over how new flat cladding rules will affect the market &gt;&gt;&gt; and a new look for a historic Countrywide brand &gt;&gt;&gt; all of","sentiment_score":0.0768181818}
{"full_text":"\"If people travel or gather for Thanksgiving celebrations or other get-togethers, we could see an explosion in Covid-19 causing human suffering unlike anything we've experienced in modern times.\"","sentiment_score":0.21875}
{"full_text":"RT What Data Analytics Will Look Like in 2021 - And How to Capitalize On It #DataScience #Machi...","sentiment_score":0.0}
{"full_text":"Most airlines won't pay cash to refund a flight if you decide to heed national health warnings but they are waiving fees and offering vouchers.https:\/\/t.co\/bnfdAhKPgW","sentiment_score":0.5}
{"full_text":"How old are we?","sentiment_score":0.1}
{"full_text":"Not making excuses but Dolphins are worn out. I think the elevation is a problem for Miami. In non-COVID times, the team would travel days ahead for a reason.","sentiment_score":0.0}
{"full_text":"$ZM with a great looking setup. I am eying gap fill trade here with entry on strong momentum at 444, stop wider at 410 (smaller size), targets 460-500. If COVID worries escalate WFH names will be back in favor. #trading #stocks #StockMarket #StocksToWatch #stocksinplay #chart","sentiment_score":0.3083333333}
{"full_text":"\"Steinbach is the COVID-19 capital of Canada, and your first response is mockery?\" New on the blog:","sentiment_score":0.1931818182}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"How is Tokyo using #robot and #AI to prevent the spread of #COVID19? Learn more in the video below! #Coronavirus #Pandemic","sentiment_score":0.625}
{"full_text":"Doktor Tony Leachon has reminded the public that while it is an absolute good news, it is important for the Filipinos, especially its leaders to follow the correct process and put the safety of the recipients at risk.","sentiment_score":0.26}
{"full_text":"RT It's so ****ed up that the government whose record on Covid is the highest excess death rate in Europe and the worst econom...","sentiment_score":-1.0}
{"full_text":"And more important reporting from","sentiment_score":0.45}
{"full_text":"RT If you can't wear a mask due to \"health reasons\", shouldn't you be the LAST one out and about?","sentiment_score":-0.0625}
{"full_text":"The bet was allegedly a 'winner-take-all' cash prize set up by managers at an Iowa Tyson Foods plant.","sentiment_score":-0.1}
{"full_text":"Teachers in 5 states have died of COVID-19. Trump is still demanding all schools open their doors","sentiment_score":0.0}
{"full_text":"HOLIDAY TRAVEL PERSEVERES: Millions of Americans bought tickets to fly somewhere for Thanksgiving before the nation's top public health agency pleaded with them not to travel for the holiday.","sentiment_score":0.4333333333}
{"full_text":"As someone with a pre-existing condition that puts me at risk of severe outcomes, AND under the age of 40, I can't help but think I am expendable in the name of.....what? Economy? Higher case rates mean bad business. And businesses don't want to be linked to an outbreak.","sentiment_score":-0.2541666667}
{"full_text":"RT I am furious right now, my son just had a COVID positive customer show up at his work, now he has to get tested.  He was l...","sentiment_score":0.2564935065}
{"full_text":"RT Serious question: since the pandemic began, almost a year ago, are we the only large country (other than maybe Brazil or...","sentiment_score":-0.0610119048}
{"full_text":"RT covid literally rescued cas from spending eternity in the empty. I can't.","sentiment_score":-0.1}
{"full_text":"RT BREAKING: Facing an unprecedented surge in cases, Los Angeles County will ban dining at restaurants, breweries, wineries and bars...","sentiment_score":0.6}
{"full_text":"Wow I feel bad for him, but my heart goes out to the ones that aren't working or small businesses shutdown because you don't give a rats ass about The People. Cases counted because the truth is out .01 actually died from COVID","sentiment_score":-0.2125}
{"full_text":"RT Friday we get to watch people fight in Walmart over cheap TV's while giving each other a deadly pandemic as Trump goes to t...","sentiment_score":0.025}
{"full_text":"RT Imagine not liking lockdowns, so your first thought is going in a group to spread COVID-19, making lockdow...","sentiment_score":0.25}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT First date night is gunna bang after lockdown","sentiment_score":0.25}
{"full_text":"RT This is potentially a 'criminally negligent' act @DAJCameron Legal redress against the Scottish Govt mu...","sentiment_score":-0.1}
{"full_text":"RT 'Your family is not immune': Texas family urges everyone to stay safe after their small gathering led to over a dozen membe...","sentiment_score":0.125}
{"full_text":"ONLINE Workshop: Help &amp; Advice for Dealing with the Covid Pandemic with Dr Phuntsog Wangmo, Tetsu..., Nov 28 2020","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 44.1FWind Chill: 41.3FHumidity: 91%Dew Point: 41.6F Barometer: 30.200 inHgWind: 5 mph from the SSECorona Virus Weekly Stats:Cases: 262.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT TONIGHT: I'll be on with to discuss the growing division amongst Democrats as progressives pull...","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"FUTA PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #MondayThoughts #COVID19 #coronavirus #Educati","sentiment_score":0.1}
{"full_text":"RT Ok, some COVID motivation for all of us before the weekend winds down. Lache-pas la patate, people! ","sentiment_score":0.1527777778}
{"full_text":"When they run out of prisoners, they'll recruit kids with school lunch-debt","sentiment_score":0.0}
{"full_text":"Wear a plastic bag.","sentiment_score":0.0}
{"full_text":"Covid hotbox","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":" Tweet rising in popularity within Science Pulse database [2\/3]  ","sentiment_score":0.0}
{"full_text":"The County Health Department is investigating a case of COVID-19 at the Sandy Pond Sportsmen's Association, 3201 Co. Rte. 15, Pulaski. If you visited the club on Monday, Nov. 16 between 3 &amp; 10 p.m. and are experiencing symptoms, call your health care provider from home.","sentiment_score":0.0}
{"full_text":"RT SINK IN: All these healthcare workers can't celebrate holidays this year--thousands of doctors &amp; nurses have died from #COVI...","sentiment_score":0.0}
{"full_text":"RT Hi folks, I'm back on Twitter. I hope you are all well but please, however fit you feel personally, think of your paren...","sentiment_score":0.1333333333}
{"full_text":"MUST READ!","sentiment_score":0.0}
{"full_text":"Sunday Poop on #DopeyDon-Trying to steal Election thru Electoral Votes-Filing more Frivolous Lawsuits-Crimes against Humanity-Still Lying as People are Dying -Criminal&amp;Civil Indictments await Him-#COVID19 256K+Dead 12M+Infected#UNMAGA#HumptyTrumpty#TrumpIsPathetic","sentiment_score":0.5}
