{"full_text":"RT After Rajasthan now Odisha, Delhi &amp; Karnataka have banned fireworks during Diwali. As we are facing pandemic affecting c...","sentiment_score":0.0}
{"full_text":"RT Just want take a moment today to mention that Donald Trump knew how deadly and infectious COVID-19 is. He told Bob Woodward...","sentiment_score":-0.2}
{"full_text":"Your humble request is that the recruitment process be done honestly.","sentiment_score":0.2}
{"full_text":"RT Wanna read a classic? 18 of Ireland's leading authors champion their favourite - from Sarah Moss on Jane Eyre to Naoise...","sentiment_score":0.1666666667}
{"full_text":"And the corona bugs too.","sentiment_score":0.0}
{"full_text":"Political correct, it's not \"gulag\" it's called \"isolation centers\". Look it up. Canada has built these centers to detain with Covid-19 positive tested citizens. Next stop: politicians who don't play along. Shameful.","sentiment_score":0.0757575758}
{"full_text":"RT Keep your masks on","sentiment_score":0.0}
{"full_text":"RT Mum arrested for removing 97-year-old gran from care home for lockdown","sentiment_score":0.0}
{"full_text":"RT Trump just retweeted a completely false assertion that CNN doesn't talk about COVID anymore... 15 minutes after CNN spe...","sentiment_score":-0.4}
{"full_text":"RT Meadows and WH staff tried to keep these latest positive tests a secret, we have confirmed.","sentiment_score":0.1818181818}
{"full_text":"RT .#Coronavirus #Lockdown2: Met apologises for arrest threats to journalists covering protest. #Pressfreedom","sentiment_score":-0.05}
{"full_text":"RT Stay at home and sing songs of praise. Happy Thanksgiving to God!  #BlessedWithWisdom","sentiment_score":1.0}
{"full_text":"RT #France - A Covid-19 testing booth called \"MobilTest\", is installed by SNCF in front of the Gare de Lyon in Paris. Eric Pie...","sentiment_score":0.0}
{"full_text":"Powerful and well illustrated #endwildlifetrade #illegalwildlidetrade #stopthetrade #CORRUPTION #endcorruption #conservation","sentiment_score":0.3}
{"full_text":"RT This is terrible, and it seems to confirm that the US federal government has no interest in a COVID19 national response, th...","sentiment_score":-1.0}
{"full_text":"RT Wake up, feel the nerves, get the breakfast down, stretch, get the kit ready, off to the match, see the lads, team talk,...","sentiment_score":0.0222222222}
{"full_text":"Agricultural Robots and Drones Market 2020 - Impact of COVID-19, Future Growth Analysis and Challenges: Pix4D, 3D Robotics, Inc., Gamaya SA, Case IH, L'Avion Jaune, DeLaval Inc., Beijing UniStrong Science &amp; Technology Co. - PRnews Leader #futureofag #agr...","sentiment_score":0.0}
{"full_text":"And wearing of masks in public spaces is not what it used to be ,a worrying trend #COVID19 #StaySafe","sentiment_score":0.0}
{"full_text":"That makes me wanne stay home even more","sentiment_score":0.5}
{"full_text":"RT Remember: New national restrictions will apply in England until 2 December.We must all stay at home, with a limited set o...","sentiment_score":0.0324675325}
{"full_text":"Americans...chose change over more of the same. Gave us a mandate for action on Covid, economy, climate change, systemic racism.\"&gt;&gt;Labour's welfare reform chief defects to the Conservatives &gt;https:\/\/t.co\/SLyHYq9UKx","sentiment_score":0.2}
{"full_text":"RT Message from Sameet's family :We fear for Sameet's life He is in same dress without bath from past 10 days in Covid t...","sentiment_score":-0.125}
{"full_text":"RT 16 Million Italians Begin Lockdown as Death Toll Hits Six-month High","sentiment_score":0.16}
{"full_text":"RT Biden gives Presidential type speech at same time it's announced Trump chief of staff has COVID-19","sentiment_score":0.0}
{"full_text":"RT Most days I hear horror stories of hernia mesh but what I was told this morning was truly heart breaking I see at first...","sentiment_score":0.375}
{"full_text":"Wow covid 19 is enjoying  what an intelligent and beautiful MNS","sentiment_score":0.5625}
{"full_text":"RT Virgin Atlantic cuts back with 'lockdown schedule'","sentiment_score":0.0}
{"full_text":"RT Please spare a RT for all the pathology staff who have been working incredibly hard throughout this pandemicThey play suc...","sentiment_score":-0.2916666667}
{"full_text":"RT We may all be heading back into lockdown but those in care are #stilllockedaway #rightsforresidents please share your...","sentiment_score":0.0}
{"full_text":"RT Trump was wrong we are still talking about the coronavirus on the 4th and beyond.What we aren't talking about is Trump's mira...","sentiment_score":-0.5}
{"full_text":"Global Intelligent Agricultural Robot Market Size by Top Leading Key Players, Various Important Aspects of COVID 19 Outbreak, Growth Opportunities, Trends, Outlook and Forecasts to 2024 - TechnoWeekly #futureofag #agriculture #technology","sentiment_score":0.2833333333}
{"full_text":"RT Of course i walk around with my own sanitiser, but leaving people to enter a shop wit...","sentiment_score":0.6}
{"full_text":"Britain's government is exploiting fear to suit its actions, whether on Covid or terrorism | Simon Jenkins","sentiment_score":0.0}
{"full_text":"BBC News - 'I was refused a home Covid test after credit check'https:\/\/t.co\/mmxFwnqOHL","sentiment_score":0.0}
{"full_text":"RT Congratulations, Together, we have a planet to save from a #ClimateEmergency and a global economy to build back be...","sentiment_score":0.0}
{"full_text":"Would the \"disproportionate hurt\" experienced by the \"marginalized\" during lockdown be alleviated by a government providing universal basic income?","sentiment_score":0.325}
{"full_text":"Excuses are not going to work with the people .. Didn't ye give urself s a pay increase in the last lockdown??","sentiment_score":0.0}
{"full_text":"RT Sooo...is there anyone left who says that COVID wasn't a devised strategy to psychologically manipulate people? I'd just lik...","sentiment_score":0.0}
{"full_text":"RT Some samples of comments on COVID vaccines from my FB. This highlights the huge communications challenge we will face during...","sentiment_score":0.4}
{"full_text":"RT Good to know that the Trump White House's lack of transparency about covid diagnoses wasn't just about election concerns but al...","sentiment_score":0.35}
{"full_text":"Am surprised a lot of Arsenal fans have not noticed him, his an Ideal 10 for the premier league, I started observing him, after d Covid break, not a bad player at all, full of energy, drive, assist, shots. Jst need to score more goals. Wud not cost much too.","sentiment_score":0.4}
{"full_text":"Jan and I bout to open our own bar after lockdown, Kuya's Canteen in the heart of Daly City lessss gooooo!!","sentiment_score":0.46875}
{"full_text":"Posted...","sentiment_score":0.0}
{"full_text":"RT Johnson has one week to come up with a deal. If he does it will be crap, a hard, hard Brexit - and it will land right in the mi...","sentiment_score":-0.2744047619}
{"full_text":"RT The first thing you should read today is this thread by who has studiously and impartially helped give us the fa...","sentiment_score":0.25}
{"full_text":"Pretty low to take shots at people who died from Donnie's pandemic. Just cause they didn't live to see their votes counted doesn't mean they can't condemn that seditious terrorist.","sentiment_score":0.0184659091}
{"full_text":"RT Denmark announced the slaughter of all mink in the country - numbering 15 to 17 million - following the discovery of the...","sentiment_score":0.0}
{"full_text":"RT Reminder that Trump's closing campaign message was that everybody would stop talking about the coronavirus on November 4","sentiment_score":0.0}
{"full_text":"RT Transparency, worst case scenarios, &amp; why govt is treading a dangerous path over #COVID19.This is the longest thread I've...","sentiment_score":-0.8}
{"full_text":"very seen &amp; in love with this article ","sentiment_score":0.35}
{"full_text":"Supplies of N95 masks running low as COVID-19 surges across U.S.","sentiment_score":0.0}
{"full_text":".@MarcElrich .@GovLarryHogan .@SpeakerPelosi .@SenSchumer .@SenSanders .@AOC .@ChrisVanHollen .@SenatorCardin .@SenateApprops .@SenateDems .@SenateGOP.@ACLU .@hrw .@ChildrensHD .@picphysicians .@RAICESTEXAS .@RonPaul .@RandPaul .@HighWireTalk#WhyAreYouDoingThis?OPEN FULLY NOW","sentiment_score":0.0}
{"full_text":"5th day of Covid-19 and can't get rid of the banging headache! #feelingfedup","sentiment_score":0.0}
{"full_text":"RT This is the only story I've worked on in the past seven months. I wrote it on my phone lying horizontal in bed. BBC corre...","sentiment_score":-0.125}
{"full_text":"\"Scientists have found that some people have antibodies reactive to SARS-CoV-2 in their blood, despite not ever having being infected with the virus.\" &gt;&gt;&gt;#COVID19 #SARSCoV2https:\/\/t.co\/UGqHqOvuvw","sentiment_score":0.0}
{"full_text":"Look forward to seeing you trying to enforce that or any other Covid fine...it's pathetic","sentiment_score":-0.5625}
{"full_text":"RT Donald Trump's chief of staff Mark Meadows diagnosed with coronavirus","sentiment_score":0.0}
{"full_text":"we've watched livelihoods &amp; economies destroyed as a result of COVID&amp; all of this is by design. evil rulers will implode their own structures to get the people desperate enough to do exactly what they want. 4.","sentiment_score":-0.15}
{"full_text":"RT Music + Lockdown 2  + + 7am = on the radio until 10am.Join me for the Saturday Breakfast S...","sentiment_score":0.0}
{"full_text":"That's why they went to the Supreme Court and got an extension approved before Nov 3rd because of the current pandemic. Do your research. Thank u, next","sentiment_score":0.0}
{"full_text":"RT Just in case there are people who want to make me into  a lock down zealot, I'll just say that I don't know anymore th...","sentiment_score":-0.1555555556}
{"full_text":"Day 3 UK lockdown is 8:58am to early to have a beer, tried playing golf in the back garden must apologise to the neighbours, not sure what I'm finding harder waiting till the end of lockdown or the US presidential election results","sentiment_score":-0.0625}
{"full_text":"So in fact \"China won the war\" https:\/\/t.co\/Kdj7X3zUpJ","sentiment_score":0.0}
{"full_text":"RT Wear a mask, I'm wearing two... \/\/ Repost from","sentiment_score":0.0}
{"full_text":"RT Let me understand this, it was okay for Steven Mnuchin to funnel $500B in PPP covid relief to himself, Devin Nunes, Kan...","sentiment_score":0.5}
{"full_text":"RT Menteri number 1 at violating SOP but when it comes to parliament, they are suddenly afraid of covid","sentiment_score":-0.6}
{"full_text":"RT Johnson has one week to come up with a deal. If he does it will be crap, a hard, hard Brexit - and it will land right in the mi...","sentiment_score":-0.2744047619}
{"full_text":"RT Trump faces prison &amp; poverty: not good for future power. His prop values...","sentiment_score":-0.175}
{"full_text":"RT Look after yourselves #Saturday #SelfCare #SaturdayThoughts #teamPACT ","sentiment_score":0.0}
{"full_text":"RT Thinking of all those individuals who are surrounded with abusive family members \/ partners \/ spouses are forced to stay...","sentiment_score":-0.3}
{"full_text":"RT This is the only story I've worked on in the past seven months. I wrote this lying in bed with #LongCovid for @BBCScot...","sentiment_score":-0.125}
{"full_text":"Still lusting after that mink fur coat?  ","sentiment_score":0.0}
{"full_text":"\"The researchers made this discovery while developing highly sensitive antibody tests for COVID-19. To see how well their assay tests were performing, they compared the blood of patients with COVID-19 to patients who had not had the disease.\"&gt;&gt;&gt;","sentiment_score":0.1}
{"full_text":"Mandate on Covid?  don't like the sound of that as an American...hopefully that changes because we live in democracy! #Freedom ","sentiment_score":0.2852272727}
{"full_text":"RT Industrial farming and environmental destruction led to this pandemic and it'll lead to the next one too. I know this isn't ver...","sentiment_score":0.0}
{"full_text":"This was the last event I went to before Covid and it will be the first I go to after Covid (Covid safe of course).  Hooray!!!!! LOVE Pako Festa!!!! LOVE IT!!!!!! Just down the street for me.","sentiment_score":0.5157407407}
{"full_text":"#visualcontenting #contentmarketing #socialmedia #seo Digital #Marketing Ideas During the Coronavirus","sentiment_score":0.0}
{"full_text":"RT This should be the top story for the national news. Call the damn election already! #CallTheElection","sentiment_score":0.625}
{"full_text":"RT The undisputed KING of data not pulling his punches ","sentiment_score":0.0}
{"full_text":"\"Surprisingly, they found that some people who had not been exposed to SARS-CoV-2 had antibodies in their blood which would recognise the virus.\"#COVID19 #SARSCoV2","sentiment_score":0.7}
{"full_text":"Shaking hands when you meet someone is totally unnecessary and awkward. After this covid scare I'm hoping the whole hand shaking thing will be gone for good.","sentiment_score":-0.025}
{"full_text":"RT His legacy? Unchecked drone war. Internment camps. Forced sterilization of migrant women. Ignoring a pande...","sentiment_score":-0.3}
{"full_text":"RT Unbelievable! Sainsbury trousers PS230m from the taxpayer in Business Rates Relief cos of Covid, then gives the same amount to...","sentiment_score":-0.15625}
{"full_text":"RT Trump used his post-election address to spew falsehoods and air grievances, with no mention of nation's problems.Biden s...","sentiment_score":0.0}
{"full_text":"RT Mark Meadows, the genius WH Chief of Staff who refused to wear a freaking mask, tested positive for COVID-19.So shocking.","sentiment_score":-0.3863636364}
{"full_text":"Good morning #dcfcfansOur store at Pride Park is temporarily closed You can still order online 24\/7 at for home delivery Please look after yourselves and stay safe","sentiment_score":0.3666666667}
{"full_text":"Everytime I try to go out my mood be off so I stay at home ","sentiment_score":0.0}
{"full_text":"I still can never understand why anyone would risk their health just to defend Trump's dimwit approach to Covid-19.","sentiment_score":0.0}
{"full_text":"RT Congratulations, Together, we have a planet to save from a #ClimateEmergency and a global economy to build back be...","sentiment_score":0.0}
{"full_text":"NEWS: Just 26 veterans allowed at Cenotaph as Poppy Day hit by COVID restrictions","sentiment_score":0.0}
{"full_text":"Forsa is seeking urgent measures to address the growth in #COVID19 infections among health staff as the number rose to over 9,225 at the start of last month. Around 30% of these are staff in grades represented by Forsa.","sentiment_score":0.3}
{"full_text":"RT Gee. Trump's CoS has COVID and didn't want anyone to know?  Nothing like intentionally suppressing importan...","sentiment_score":0.0}
{"full_text":"RT Third #WhiteHouseOutbreak grows to 5 coronavirus cases -- and they tried to hide it from the public: report","sentiment_score":0.0}
{"full_text":"#TAWAU: Police have arrested a man suspected of spreading false news on the Health Ministry's arrangement of Covid-19 fatality in the district.https:\/\/t.co\/WqWkv9AN0N","sentiment_score":-0.4}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"Meadows reportedly attended a White House election night party in which many people attended.","sentiment_score":0.25}
{"full_text":"As we in another #lockdown, time to check out more history #documentaries. is carrying my documentary film If you want to chill out with a personal #story about WWII, please it check out #HistoryHit!","sentiment_score":0.1666666667}
{"full_text":"Best Life: Protect your kids from COVID-19 this flu seasonhttps:\/\/t.co\/l8OXMLEQ16","sentiment_score":1.0}
{"full_text":"Muntinlupa Mayor Jaime Fresnedi has partnered with Grab Philippines to provide jobs to 500 workers who have been displaced from their livelihood due to the COVID-19 pandemic.https:\/\/t.co\/WDjrkNJEsF#MetroManilaNews","sentiment_score":-0.125}
{"full_text":"Complete the survey here  #Covid-19 #CourtProceedings #UlsterUniversity","sentiment_score":0.1}
{"full_text":"The countdown has started!We're working hard behind the scenes to welcome you to our new House next year. No need to wait to get involved with #BrixtonHouse though - Our online home is always open. Visit us at + join our mailing list to stay in touch.","sentiment_score":0.0407828283}
{"full_text":"Have you downloaded the test and trace app yet?It will notify you if you have come into contact with someone who has tested positive. Download it today as it will help reduce the spread of #COVID19.#DoYourBit","sentiment_score":0.2272727273}
{"full_text":"You must #stayathome  until 2 December to help prevent the spread of #coronavirus.You can only leave home for food, medical reasons, exercise, education or work.For the latest guidance and exemptions, visit","sentiment_score":0.1666666667}
{"full_text":"We have decided to extend our BINGO Challenge to help keep the Kids busy during lockdown whilst becoming mini fundraisers. Certificates are be given for all completed Bingo Sheets and Donations. Share with friends to get them involved and raising funds.","sentiment_score":0.275}
{"full_text":"Ever since the lockdown happened, everything has been virtual - virtual concerts, virtual meetings, virtual parties and even virtual runs  Find out What Are Virtual Runs &amp; Why Are They So Popular here!","sentiment_score":0.75}
{"full_text":"Looking For Your Next Lockdown Read? Introducing One Of Autumn's Biggest Books","sentiment_score":0.0}
{"full_text":"A four-week lockdown is now in force in England, while Scotland has moved to a five-tier system of restrictions.Find out what the rules are, what they mean and how they compare to the other nations of the UK","sentiment_score":-0.21875}
{"full_text":"RT STUDENTS: From today, has advised that face coverings should be used in all university learning environments. This mean...","sentiment_score":-0.3125}
{"full_text":"We are delighted to annouce that we have been awarded PS15,700 form the Culture Recovery Fund for Heritage. As a small volunteer run charity, these funds are vital to ensure we can reopen in 2021 and be Covid secure #HereForCulture","sentiment_score":0.2375}
{"full_text":"Donald Trump's White House chief of staff Mark Meadows tests positive for coronavirushttps:\/\/t.co\/CyYWSs1dVT#MNewsWorld #MNews","sentiment_score":0.1136363636}
{"full_text":"You may find you have 'too much on your plate' but try and carve some time this Saturday!What will you fill your plate with?#weekend #lockdown #selfcare #wellbeing #relax #rejuvenate #dailytasks #saturdayselfcare #saturday #autumn #november #plymouth #southwest","sentiment_score":0.2}
{"full_text":"Take care of your health and well being.#sahayogservices#healthcare #health #COVID19","sentiment_score":0.0}
{"full_text":"RT NEWS: Along with Trump chief of staff Mark Meadows, at least FOUR other White House aides currently have coronavirus,...","sentiment_score":-0.10625}
{"full_text":"Lockdowns will kill millions more than Covid ever could","sentiment_score":0.5}
{"full_text":"Need help from one of the councils but not sure who to call? There's a single Coronavirus support helpline for anyone in Somerset that needs help and advice from their councils - and it's available 7 days a week!  For support call 0300 790 6275. #HereToHelp","sentiment_score":0.0595238095}
{"full_text":"Supporting where it matters. Social enterprise #Mondmaskerfabriek is now certified to produce surgical masks. Amidst the pandemic, we supported the first #facemask factory in the Netherlands with a loan and expert advice on the certification process. Read:","sentiment_score":0.1777777778}
{"full_text":"FREE Delivery on orders over PS20Dave's Family Butchers is here for you during lockdown07947 683567Open Mon 9am - 1pmTue-Sat 9am-2pmCall 10-2 for same day deliveryCall 4-7 for next day delivery#bridgwater #bridgwaterbutchers #bestmeat","sentiment_score":0.1333333333}
{"full_text":"#COVID19 has forced us to rely on technology like never before - but at what cost to our democracy?Join the debate at #TC2020 on November 11. Tickets are running out - register for free NOW so you don't miss it:","sentiment_score":0.05}
{"full_text":"#ICYMI | The German government has agreed to further support airports as the pandemic continues to depress the country's aviation industry. The decision comes as a response to tackle the loss of jobs and preserve airports' infrastructure.:","sentiment_score":-0.0222222222}
{"full_text":" Only leave home for food, medical reasons, exercise, education or work You must work from home if you can Avoid travel unless essential Schools and essential shops will remain openFind the latest guidance and exemptions at","sentiment_score":0.1}
{"full_text":"ICYMI - It was almost a victim of the Covid-19 pandemic, but organisers managed to pull together Southland's annual celebration of Maori and Pasifika culture.Thousands turned up for the Miharo Polyfest in Invercargill yesterday. ","sentiment_score":-0.075}
{"full_text":"Coronavirus infection rate 'slowing down' in England and Wales","sentiment_score":-0.1555555556}
{"full_text":"Taiwan's economy maintain strong during COVID-19 pandemic. A \"Negative Loss\" to GDP happened to Taiwan this year. It also has one of the lowest death rates. Combining these two, Taiwan became a special case compared to the rest of the world.","sentiment_score":0.1634920635}
{"full_text":"Is this fair?","sentiment_score":0.7}
{"full_text":"We may be in another lockdown, but our services will continue to be open for you.If you're worried your baby isn't moving normally or stops. call the Delivery Suite Triage: 020 8869 2890 anytime, 24\/7. We're always here for you.","sentiment_score":0.075}
{"full_text":"RT Loeffler and her husband are about to become national figures, drawing attention way beyond being a US Senator and spouse. T...","sentiment_score":0.0}
{"full_text":"We all want to get back to some kind of normality - but we must protect each other. #StayHome  so that we can stop the spread of COVID-19. Be sure to also look after your #mentalhealth, check in on your loved ones who might be finding #Lockdown2 particularly difficult.","sentiment_score":0.1958333333}
{"full_text":"Doctors and state leaders are calling right now the most dangerous part of the pandemic so far. Meanwhile, schools are in session and businesses are open. But will they stay that way?@Local12Tessa has more:","sentiment_score":0.130952381}
{"full_text":"RT since we're on a yoongi lockdown remember when he spent HOURS making handmade gifts using his own money to give to armys...","sentiment_score":0.25}
{"full_text":"Overall, of the top 25 percent of counties with the highest death rates, two-thirds saw increases in the share of votes cast for Trump.https:\/\/t.co\/V5K2bXUXx7","sentiment_score":0.25}
{"full_text":"As we go into the second national lockdown we will do our best to keep you up-to-date on what is happening here at Marriotts Walk.STORES REMAINING OPEN:@marksandspencer - will remain openCaffenero &amp; - will remain open for takeaways#staysafe #visitus #takeaway #open","sentiment_score":0.25}
{"full_text":"RT This should be the top story for the national news. Call the damn election already! #CallTheElection","sentiment_score":0.625}
{"full_text":"Luxury cars make a minuscule sliver of the passenger car mkt. saw huge sales in the Navratri-Dussehra period &amp; expect the momentum to continue. MD &amp; CEO Martin Schwenk offers insights on consumer behaviour in a #COVID19 worldWatch here:","sentiment_score":0.25}
{"full_text":"As the state continues to see an increase in COVID-19 cases, Buncombe County sees a similar trend.","sentiment_score":0.0}
{"full_text":"A reminder of the most common COVID-19 symptoms. If you start to show any of these symptoms then book a test and please self-isolate! ","sentiment_score":0.0625}
{"full_text":"2 days left to apply to the Cultural Recovery Fund! Not-for-profit based in England?Caring for an historic building?Impacted by COVID-19?Need #grant support to refresh business plans? Check out the programme guidance: #heritage","sentiment_score":0.0416666667}
{"full_text":"'Stay home' robocalls on Election Day prompt warnings, investigation","sentiment_score":0.0}
{"full_text":"#StayHomeUntil 2 December you must:Only leave home for food, medical reasons, exercise, education or workWork from home if you canAvoid travel unless essentialSchools and essential shops will remain openRemember: wash hands, cover face, make space","sentiment_score":0.0}
{"full_text":"'No one should have to endure the stress, expense, and logistical challenges of travelling abroad to complete medical treatment they legally initiated in Ireland - not during a pandemic, not ever.We voted for care and compassion. Talk to your TD today'","sentiment_score":0.1}
{"full_text":"RT Donna Ball would like to thank her team of volunteers for all of their efforts over half term feeding families. As well...","sentiment_score":-0.1666666667}
{"full_text":"RT Ha! Another rule: Lockdown club has no plan B. You must follow plan A (lockdown til miracle happens = magic va...","sentiment_score":0.5}
{"full_text":"The pandemic restrictions curbed our plans for this year. But getting back into action using online meetings. Details on the website and social media,","sentiment_score":0.0444444444}
{"full_text":"Barriers have been placed across a Peterborough car park to prevent car meets that have caused complaints from residents.https:\/\/t.co\/Bm0tNXiW73","sentiment_score":0.0}
{"full_text":"Can't afford a private plane?!The good news is that Eurotunnel \"le shuttle\" is probably the safest form of international travel during the pandemic.Watch our #vlog to see how safe it really is!@LeShuttle #TRAVEL #traveling #vacation #vacations","sentiment_score":0.28}
{"full_text":"Missed our latest newsletter?Follow the link below to have a read and subscribe so you never miss another and stay up to date with what we have been up to.","sentiment_score":0.5}
{"full_text":"Pretty Lexi is also pretty smart as she's learning to be a #COVID19 detection dog.She's mastered the art of extreme relaxation vs excellent work and is either comatose in her bed or excitedly saving the world one sniff at a time in the training room.https:\/\/t.co\/vM5shYp3lr","sentiment_score":0.3273809524}
{"full_text":"Remembrance Day is going to be very different this year due to the national lockdown, but you can still find ways to mark this day in a way that is meaningful to you.  #RemembranceDay2020#RemembranceSunday#FestivalofRemembrance#PoppyAppealSee linkhttps:\/\/t.co\/AiecON6Ebu","sentiment_score":0.125}
{"full_text":"Fundraising has been different this year, with a 2nd lockdown in place we've decided to extend our BINGO Challenge to help keep the kids busy whilst becoming mini fundraisers. Certificates are given to all completed.Share with friends to get them involved.","sentiment_score":0.1375}
{"full_text":"A Positive COVID-19 Story: Election thriller about US presidency Victory-certain Biden promises more unity in America: \"Will win the race\" via Kleine Zeitung (Austria)","sentiment_score":0.5090909091}
{"full_text":"This November we remember all those who have died as a result of #Coronavirus and all who mourn them. We continue to pray for those around the world who are affected by Coronavirus, asking for God's healing and strength.","sentiment_score":0.0}
{"full_text":"Minnesota has had the ninth-most cases of Covid-19 in the United States over the past seven days according to figures released by the CDC, another signal that the North Star State isn't immune to the Midwest's virus explosion. ","sentiment_score":-0.25}
{"full_text":"RT","sentiment_score":0.0}
