{"full_text":"RT We are still waiting for Chen Qiushi's return. Until he reappears, we will keep on counting the days.Chen Qiushi has b...","sentiment_score":0.0}
{"full_text":"RT I will never not laugh at Space Karen","sentiment_score":-0.15}
{"full_text":"RT Elon Musk, who famously predicted the coronavirus would be gone by April, has now contracted the virus. Meanwhile, he report...","sentiment_score":0.5}
{"full_text":"RT I thought this was supposed to be a conspiracy theory. But here it is, straight from Trudeau's mouth. The pandemic is the e...","sentiment_score":0.2}
{"full_text":"RT How a deep-frozen vaccine reached 400,000 people, helped stop Ebola and holds hope for coronavirus","sentiment_score":0.0}
{"full_text":"RT A great visual of how covid is spread","sentiment_score":0.4}
{"full_text":"Trump:  But why can't I get out and play with them?Melania:  No Donald.  There is Covid out there.","sentiment_score":0.0}
{"full_text":"RT The list of this government's failures over coronavirus is endless. The British public deserves so much better than this ...","sentiment_score":0.09375}
{"full_text":"RT Good report indeed.","sentiment_score":0.7}
{"full_text":"GVMC sanitation staff conducted Sodium hypochlorite spraying activities in public places and religious places to prevent the spread of #COVID19.","sentiment_score":0.0}
{"full_text":"RT We are delighted to announce the winners of our covid19 innovation award - - a special charity empowering l...","sentiment_score":0.5285714286}
{"full_text":"RT You had Covid very badly, Prime Minister. If you don't have immunity now that means no vaccine will ever work. Has anyo...","sentiment_score":-0.91}
{"full_text":"RT Cruise to nowhere: Safe indulgence with Covid-19 tests for all and freedom to travel","sentiment_score":0.5}
{"full_text":"PS120k? No f.... way, I'd rather take my chances with Covid hoping that my diet, exercises, healthy lifestyle will help my immune system to fight it off. I have an influence over my immune system and I have no influence over the content of the vax and ones it's in, no way out.","sentiment_score":0.5}
{"full_text":"Bankers Call for Measures to Support Trade Continuity in Sub-Saharan Africa [Report]https:\/\/t.co\/XS1EpVEkoGFull report: cfp The African Continental Free Trade Agreement #AfCFTAhttps:\/\/t.co\/EqLStFiOqy#Arbitration #Disputes #PAIC  #ISDS","sentiment_score":0.2}
{"full_text":"Check out my Gig on Fiverr: do converting crowdfunding campaign promotion,indiegogo,gofundme to 100m backers #DjSnake  #JacksonWang  #quieneslamascara  #mondaythoughts  #HappyDiwali  #Biden  #COVID19  #JoeBidenKamalaHarris2020 #imacelebrity","sentiment_score":0.0}
{"full_text":"RT \"Humanity is diverse. To exclude diverse voices and diverse action in gender equality movements, or in COVID-19 response plan...","sentiment_score":0.1}
{"full_text":"RT Trump &amp; his grifter family have been using the Presidency as a profit center; it's ONLY about cashing in. They even spec...","sentiment_score":-0.05}
{"full_text":"RT Excited to hear from Dr. Celine Gounder - member of PRESIDENT - ELECT BIDEN's CORONAVIRUS TASK FORCE.  She will be on MJta...","sentiment_score":0.5875}
{"full_text":"RT PM Modi to attend 12th BRICS Summit to discuss counter-terrorism, COVID-19 measures","sentiment_score":0.0}
{"full_text":"Enugu residents were on Monday thrown into panic, following the report of a suspected Yellow Fever outbreak in three more local government areas of the state.The State had been battling to contain the outbreak of the disease in two communities of Ette Uno and Umuopu in...","sentiment_score":0.125}
{"full_text":"RT .@SXMMornings is LIVE 7-8 am ET w\/@AndrewKrystal!7:17 Dr. John Gillis 7:35 Cary Green","sentiment_score":-0.0318181818}
{"full_text":"Fantastic interview this Monday morning and well worth a listen on non-essential retailers shutting during lockdown whilst supermarkets remain able to sell non-essential items","sentiment_score":0.4}
{"full_text":"Stay home! #WearAMask","sentiment_score":0.0}
{"full_text":"RT These people are monsters.","sentiment_score":0.0}
{"full_text":"RT The Lockdown religious cult.~ Believed initially on faith (\"common sense\")~ Impervious to evidence they did nothing ~...","sentiment_score":-0.1}
{"full_text":"RT Big Breaking: Reports suggest Covid-19 was circulating in Italy as early as September 2019. Quite interesting if true","sentiment_score":0.2375}
{"full_text":"RT Rapid antigen tests trade sensitivity for speed. They return a result in &lt;30 minutes, but can only detect COVID-19 when you...","sentiment_score":0.0}
{"full_text":"RT I wrote about what health-care workers are going through, how exhausted &amp; scared they are, and what this 3rd pandemic surge...","sentiment_score":-0.2}
{"full_text":"RT If you can get MIT to make a motorized one for a concert to stop the spread of the virus and germs? It's the ozone free...","sentiment_score":0.4}
{"full_text":"RT Ahoy! I wrote a thing explaining why Elon Musk is not about to blow this COVID-19 testing thing wide open. He's just learni...","sentiment_score":-0.05}
{"full_text":"RT Hey Peta Credlin. I'll look forward to you attacking Steven Marshall for his botched hotel quarantine that has 17 new cas...","sentiment_score":0.1363636364}
{"full_text":"Me too, I can't even bring myself to speak to anyone these days, as they are seriously believing all of this Covid crap, it's unbearable! once you've seen through the lies, you can never unsee it","sentiment_score":-0.6666666667}
{"full_text":"So would I.","sentiment_score":0.0}
{"full_text":"RT It took 3 months for the U.S. to reach 1 million cases of #Covid-19 in the beginning of the pandemic.  There have been...","sentiment_score":0.0}
{"full_text":"RT President Trump's failure to work with President-elect Joe Biden is becoming more urgent as Covid spreads | Analysis","sentiment_score":0.2111111111}
{"full_text":"Never been a fan of Piers Morgan but it's nice to see someone holding this government and their appalling response to COVID to account.","sentiment_score":0.125}
{"full_text":"RT Moderna says its coronavirus vaccine is 94.5% effective against COVID-19, a crucial victory in the fight against the p...","sentiment_score":0.3}
{"full_text":"Could we do it here???","sentiment_score":0.0}
{"full_text":"RT MODERNA'S COVID-19 VACCINE CANDIDATE MEETS ITS PRIMARY EFFICACY ENDPOINT IN THE FIRST INTERIM ANALYSIS OF THE PHASE 3 COVE ST...","sentiment_score":0.325}
{"full_text":"So China unleashes a world wide pandemic, thrives during it and now signs a free trade agreement. What an awesome strategy the world let's them get away with. #sanctionchina","sentiment_score":0.4333333333}
{"full_text":"RT Why is Johnson spending 30 minutes physically with a back bench Tory MP. Indeed, why are MPs travelling to &amp; fro spreadin...","sentiment_score":0.0}
{"full_text":"Wishing you speedy recovery Sir !!","sentiment_score":0.0}
{"full_text":"RT Been reading Camus' The Plague (1948) for a perspective on this year of Covid &amp; imagining the sense of fear, isolation &amp; ex...","sentiment_score":0.0}
{"full_text":"RT Photo shoots for the Tory unknowns .He doesn't govern he just is permanently in campaign mode .","sentiment_score":0.0}
{"full_text":"RT break the habit everyone...Trump is not the news anymore. He's a ridiculous figure who will go down in history as America'...","sentiment_score":-0.2444444444}
{"full_text":"People will look back in the future and be appalled at this period of (lack of) humanity.","sentiment_score":-0.2666666667}
{"full_text":"...Igbo-Eze North Local Government Area of the state. It reportedly claimed 52 lives between late October when the outbreak was first reported and November 2020.The state government also confirmed it had received reports of strange deaths within communities in....","sentiment_score":0.06}
{"full_text":"Interesting perspectives ,   Thought leaders  may find this data useful while formulating the firecracker policy.  Also,  Firecrackers gas emissions as coronavirus sanitization tools at scale needs to be studied.","sentiment_score":0.4}
{"full_text":"we need:to save roe v. wade &amp; planned parenthoodaccess to affordable healthcarea stimulus pkgimmigration reformpolice reformlgbtqia+ rightsliberal courtspay equityvoting rightsjobscovid safetythis is what DEMOCRATS have been fighting forNOT REPUBLICANS","sentiment_score":0.0}
{"full_text":"RT It was the same with the doctors strike in 2016. The doctors campaigned for fair changes to their...","sentiment_score":0.35}
{"full_text":"RT The German government has a message for you and it's unexpectedly funny #stayathome","sentiment_score":0.125}
{"full_text":"RT MODERNA'S COVID-19 VACCINE CANDIDATE MEETS ITS PRIMARY EFFICACY ENDPOINT IN THE FIRST INTERIM ANALYSIS OF THE PHASE 3 COVE ST...","sentiment_score":0.325}
{"full_text":"RT #Jaipur #Urgent Need 2 units AB+\/AB-ve #blood #Covid19 Convalescent plasma Santokba durlabhji memorial hospital, rambagh ci...","sentiment_score":0.0}
{"full_text":"RT break the habit everyone...Trump is not the news anymore. He's a ridiculous figure who will go down in history as America'...","sentiment_score":-0.2444444444}
{"full_text":"*Moderna Announces Longer Shelf Life for Its COVID-19 Vaccine Candidate at Refrigerated Temperatures","sentiment_score":0.0}
{"full_text":"RT Lord have mercy...","sentiment_score":0.0}
{"full_text":"trump why is he behaving like a dictator &amp;getting away with it, these elections have been the most monitored elections in history&amp;the guy is still not believing in democracy or in following democracy through he has no right to be our president .  #TraitorsSupportTraitorTrump","sentiment_score":0.119047619}
{"full_text":"RT This IS coming.  It is just one of the reasons the elite left had to make sure Donald Trump wouldn't be president.   He woul...","sentiment_score":0.25}
{"full_text":"RT \"President-elect Biden's top adviser said that a government agency's delay in officially acknowledging his electoral v...","sentiment_score":0.5}
{"full_text":"This video reminds me so much of Donald Trump when he did his address after recovering from COVID. Only things missing was the helicopter and flags. Perhaps Boris could get models of these for background effect.","sentiment_score":0.0}
{"full_text":"RT $MRNA | Moderna Covid-19 Vaccine Found 94.5% Effective In Analysis","sentiment_score":0.6}
{"full_text":"RT  show's WHY covid outbreaks occur from data sets on HOW and WHERE, and use that to extrapolate into the fut...","sentiment_score":0.0}
{"full_text":"RT The government have botched lockdown* By keeping schools open they've failed to crush the curve * Many more thousands will...","sentiment_score":0.125}
{"full_text":" Our GP's are continuing to work hard as they have done throughout the pandemic. If your doctor invites you to attend the practice, please follow government advice. Got symptoms of COVID-19? Please do not attend. Book a test at or call 119.","sentiment_score":-0.2916666667}
{"full_text":"RT Rapid antigen tests trade sensitivity for speed. They return a result in &lt;30 minutes, but can only detect COVID-19 when you...","sentiment_score":0.0}
{"full_text":"We tasted 1st hand Jamaica's COVID travel authorisation process and it was not smooth sailing or flying by a long stretch :(","sentiment_score":-0.3333333333}
{"full_text":"Covid-19 confirmed in 726 people in BiH, with 73 deaths in the last 24 hours | FENA","sentiment_score":0.2}
{"full_text":"If only the amount of investment actually meant anything. COVID has been a great cash cow for those that can convince the government they can provide a \"world-beating\" service. The nature of the pandemic means that \"value for money\" has been forgotten, just like accountability.","sentiment_score":0.1666666667}
{"full_text":"We had this too. They've been able to keep social contacts online during lockdown, which has been great.","sentiment_score":0.4444444444}
{"full_text":"I couldn't agree more. ","sentiment_score":0.5}
{"full_text":"RT Jayden,So Dp Ruto left with the Big 4 Agenda. His REPLACEMENT Raila Odinga came with Covid Millionaires, KEMSA thieve...","sentiment_score":0.0}
{"full_text":"RT The cost of #COVID19 mismanagement will be felt for decades. People have been set back economically by years and people...","sentiment_score":0.15}
{"full_text":"RT Why is nobody asking this question ?","sentiment_score":0.0}
{"full_text":"British Prime Minister Boris Johnson is self-isolating after coming into contact with someone who tested positive for Covid-19.","sentiment_score":0.1136363636}
{"full_text":"RT Tory MPs publicy admitting now COVID economic damage \"will cover economic damage of Brexit\".2 things1. They're admitt...","sentiment_score":0.2}
{"full_text":"RT So BBI can't wait Corona ipungue? No money to treat corona patients but Raila can access 14B, and yu people are cool with s...","sentiment_score":0.35}
{"full_text":"Dow Jones Futures: Moderna Coronavirus Vaccine News Looms, Earnings Beat; President Trump Defiant | Investor's Business Daily","sentiment_score":0.0}
{"full_text":"RT Well if you feed at the trough?","sentiment_score":0.0}
{"full_text":"BW $MRNA $MCK Moderna's COVID-19 Vaccine Candidate Meets its Primary Efficacy Endpoint in the First Interim Analysis of the Phase 3 COVE Study","sentiment_score":0.325}
{"full_text":"RT Moderna says its coronavirus vaccine is 94.5% effective against COVID-19, a crucial victory in the fight against the p...","sentiment_score":0.3}
{"full_text":"RT COVID herd immunity","sentiment_score":0.0}
{"full_text":"Software Asset Management Market Projections, Opportunities &amp; Growth Factors Analyzed until 2023 | Corona-Virus Impact","sentiment_score":0.0}
{"full_text":"RT Since the beginning of the #COVID19 pandemic, we knew that a vaccine would be essential for bringing the pandemic under contr...","sentiment_score":0.0}
{"full_text":"please let this be a joke","sentiment_score":0.0}
{"full_text":"RT Why isn't the arresting Scott Atlas for inciting violence against Gov Gretchen Whitmer for trying to save lives in...","sentiment_score":0.0}
{"full_text":"After Eta, Theta and Iota could be next in busy 2020 hurricane season #firstresponder #EMS #lawenforcement #military #armedforces #luminary #luminaryglobal #veteranownedbusiness #preparedness #beprepared #coronavirus #covid19","sentiment_score":0.0}
{"full_text":"My sister works in a care home, and a resident has been sent home from hospital in the last few days.The hospital didn't tell the care home that the resident had been in a ward next to a covid patient.The resident has now tested positive for covid.It's March all over again.","sentiment_score":0.0068181818}
{"full_text":"Here I am wondering if Piers is the best journalist I've seen talking to a politician this year...","sentiment_score":1.0}
{"full_text":"RT Moderna says its coronavirus vaccine is 94.5% effective against COVID-19, a crucial victory in the fight against the p...","sentiment_score":0.3}
{"full_text":"RT $MRNA Moderna's COVID-19 Vaccine Candidate Meets its Primary Efficacy Endpoint in the First Interim Analysis of the Phase 3...","sentiment_score":0.325}
{"full_text":"RT Brighton's Artists Open Houses Winter Festival Revise Plans Due To Second National Lockdown","sentiment_score":-0.0416666667}
{"full_text":"Haven't you heard? Covid killed the flu. It just disappeared.","sentiment_score":-0.2}
{"full_text":"1. who is your celebrity crush?2. where in the world you'd like to visit after covid?3 MARRY, KISS, KILL: Frank, Win, Bright","sentiment_score":0.75}
{"full_text":"RT We have become so inured to Trump's dereliction of duty that we hardly bat an eye when he's golfing while America has surpasse...","sentiment_score":-0.2916666667}
{"full_text":"RT UK Sex Workers:If you are struggling as a result of Covid-19 and the second lockdown, get in touch with NUM for a PS2...","sentiment_score":0.0}
{"full_text":"how do we get late afternoon and weekend hours for testing? why Worcester state when oak hill and vernon hill have highest rates? I don't think there's been a testing event up here yet.","sentiment_score":-0.3}
{"full_text":"RT Yay! We hit our fundraising goal. Now, I'd like to try something: If you give a heart to the below Tweet I'll match the dol...","sentiment_score":0.0}
{"full_text":"'Mass vaccination clinics' part of island's COVID-19 plan - Pacific Daily News","sentiment_score":0.0}
{"full_text":"\"With much of Scotland in semi-lockdown, there's no live entertainment for around four million of us. No theatres, no cinemas, no concert halls, no basement gigs. But there is Scottish Parliament TV.\" Testing, Testing: cue ScotParl TV - Fay Young.https:\/\/t.co\/LBtopkgpPT","sentiment_score":0.0659090909}
{"full_text":"OMXS30 tar nya ATH: MODERNA INC SAYS ITS COVID-19 VACCINE IS 94.5% EFFECTIVE IN INTERIM ANALYSIS OF PHASE 3 STUDY","sentiment_score":0.6}
{"full_text":"RT Total #COVID19 deaths vs population in three places.","sentiment_score":0.0}
{"full_text":"RT Spent this weekend wishing I could be out at gigs &amp; music venues? Then donate to #Savethe30 campaign,...","sentiment_score":-0.1}
{"full_text":"RT The country expects the govt to get a deal with the EU. The posturing &amp; schoolboy games must end. The Tories must fight...","sentiment_score":0.0}
{"full_text":"RT is conducting a piece of research about the pandemic and the impact it's having on students during the crisis...","sentiment_score":0.0}
{"full_text":"RT The German Government's new #COVID19 campaign is very clever and, dare I say it, funny.https:\/\/t.co\/bP8jTNFShr","sentiment_score":0.1176767677}
{"full_text":"RT I'm delighted that our experiences utilising different staff groups to support us in ICU during the first COVID...","sentiment_score":0.3166666667}
{"full_text":"RT Take a shift down at the Covid ward at your nearest general Matt... masks optional. Give it a go and let us k...","sentiment_score":-0.0527777778}
{"full_text":"RT This is Ultra Festival in Taiwan right now. Taiwan has had over 200 days without a domestic COVID-19 infection.Must be nice...","sentiment_score":0.2952380952}
{"full_text":"RT That was one of the most difficult weekends I've worked. Thank you too an amazing team who stepped up to care for our patie...","sentiment_score":0.2}
{"full_text":"Covid is not the lone killer disease but what we certainly do NOT need is any more lockdowns --total, partial or localised. #Mask wearing has to be mandated, evangelised and enforced, everywhere.https:\/\/t.co\/RFYZ7w02Js","sentiment_score":0.0732142857}
{"full_text":"RT We just announced a longer shelf life at refrigerated temperatures for mRNA-1273, our COVID-19 vaccine candidate. Read more...","sentiment_score":0.5}
{"full_text":"Monroe County surpassed 10,000 total COVID-19 cases this weekend","sentiment_score":0.0}
{"full_text":"Here comes Santa Claus -- with face mask and Plexiglass barrier #FOX59Morning","sentiment_score":0.0}
{"full_text":"Story from Cayuga Medical Center: Cayuga Health expands Telehealth services to meet patient needs in response to COVID-19 via","sentiment_score":-0.05}
{"full_text":"Mexico on Saturday topped 1 million registered coronavirus cases and nearly 100,000 test-confirmed deaths, though officials agree the number is probably much higher.","sentiment_score":0.175}
{"full_text":"RT #IndiaFightsCorona: Follow procedures for #SelfQuarantine &amp; be a hero in nation's fight against #COVID19. #StayHo...","sentiment_score":0.0}
{"full_text":"Always listen to wise people like Dr Fauci","sentiment_score":0.7}
{"full_text":"Community #covid testing is available and those who don't have one of the three main symptoms but are feeling unwell can book a test at these sites.HeadachesAches and painsFeeling very tired for no good reasonhttps:\/\/t.co\/CYHHVRepZ0","sentiment_score":-0.0758333333}
{"full_text":"#EQA #samples for weeks 46 and 47 are on their way. Yes, that's right, this week we're sending out 2 weeks' worth of EQA as we had to temporarily suspend services earlier in the year due to the #COVID19 #pandemic","sentiment_score":0.1151785714}
{"full_text":"COVID measures are important to keep us all safe, however, with additional pressures on services, normal service reductions, fear and isolation, the window is open to those who may seek to financially exploit those who may be vulnerable","sentiment_score":0.0916666667}
{"full_text":"The #coronavirus pandemic hasn't stopped this Pakistani #football star from helping children in her home region:","sentiment_score":0.0}
{"full_text":"Walmart will start counting customers again as coronavirus cases reach record levelshttps:\/\/t.co\/Qst5UMhy8e","sentiment_score":0.0}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"We should have lockdown for 2 mounths at least to break the 2 wave as our children health is our first priority","sentiment_score":-0.025}
{"full_text":"Seniors are keeping their minds active and meeting new people during the coronavirus pandemic with a book club that connects them with professors for literary discussions.","sentiment_score":0.0343434343}
{"full_text":"The No. 1 player in the world put together a historic performance in a #Masters unlike any other.","sentiment_score":-0.0625}
{"full_text":"Join online podium disussion on relevance in light of current challenges. Tonight at 18:00 CET. More #culturaldiplomacy #sdgs #worldheritage #COVID19 #civilsociety@MariaBoehmer","sentiment_score":0.3}
{"full_text":"What grade would you give Mississippi's coronavirus response?","sentiment_score":0.0}
{"full_text":"What grade would you give Mississippi's coronavirus response?","sentiment_score":0.0}
{"full_text":"RT - that's not 2 metres apart- the windows aren't even open for ventilation- neither are wearing a face coveringwe're 8...","sentiment_score":0.0}
{"full_text":"#FromTheMagazine Mary &amp; Davit Jilavyan spent lockdown developing an imaginary neighbourhood in Mexico - filled with bold, geometric rainbow buildings. Discover more in Aesthetica. Subscribe and Save 40%:","sentiment_score":0.2833333333}
{"full_text":"Mexico on Saturday topped 1 million registered coronavirus cases and nearly 100,000 test-confirmed deathshttps:\/\/t.co\/lFPzrpYr0F","sentiment_score":0.1}
{"full_text":"US coronavirus cases hit 11 million as two states announce new restrictionshttps:\/\/t.co\/CDpNzhQp1u#MNewsWorld #MNews","sentiment_score":0.1363636364}
{"full_text":"#MondayMotivation + Lockdown Leaderboard Round 2! \"My favourite thing about the Orange Soccer Academy is learning a new skill every week\" 15 points for HC and straight into second place! We absolutely love starting the week on a positive note! #TeamOS","sentiment_score":0.1243506494}
{"full_text":"RT WATCH LIVE: News 8 speaks to Gov. Gretchen Whitmer about the new emergency order issued by the Michigan Department of Health an...","sentiment_score":0.1363636364}
{"full_text":"Ohio city income tax issue in COVID-19 called unconstitutional, plan to change it 'draconian'","sentiment_score":0.0}
{"full_text":"Here are the latest Covid-19 rates for Doncaster.https:\/\/t.co\/FpgtrG1dqI","sentiment_score":0.5}
{"full_text":"Known as 'the Crossroads of Munster', this is a beautiful shot of the town plaza in #Mallow in Co. #Cork.: ray_france [IG]#StaySafe &amp; #StayAtHome #MunsterVales #FillYourHeartWithIreland","sentiment_score":0.85}
{"full_text":"J&amp;J's new late-stage trial starts in Britain.U.S drugmaker to test two-dose experimental vaccine.To recruit 6k across UK. 30k people globally.Second dose or placebo to be given 57 days after first#COVID19https:\/\/t.co\/gtTuH8o49g","sentiment_score":0.1181818182}
{"full_text":"RT So when a nurse or a teacher pays their taxes, this government gives that money to their rich friends.  This has to end....","sentiment_score":0.375}
{"full_text":"The wholesale club said beginning Monday, everyone, excluding children under the age of 2, must wear a face mask or face shield, even those with medical conditions.","sentiment_score":0.0}
{"full_text":"\"Scientific cavalry\" or false hope? Mariana with the latest on the vaccinehttps:\/\/t.co\/1wQrqVU2cA","sentiment_score":0.05}
{"full_text":"set to launch In Touch Coronavirus has left many isolated, lonely &amp; out of touch with family &amp; friends. This new project by Disability Partnership Calderdale puts people back in contact with their families and friends, using video calling.","sentiment_score":0.1072727273}
{"full_text":"CORONAVIRUS CASES: The United States surpassed 11 million coronavirus cases on Sunday, according to data from Johns Hopkins University, as states across the country moved to enact restrictions aimed at slowing the spread of the virus.","sentiment_score":0.0}
{"full_text":"RT #DelhiNeed #Blood Type :B+At :Agrasen, Dwarka Blood Component : Need Plasma from B+ #COVID19 recovered patient.Primary Numb...","sentiment_score":-0.6}
{"full_text":"The 'pause' will be used to try and slow the growing spread of COVID in the state.","sentiment_score":-0.3}
{"full_text":"Expert: Production capability No.1 problem with global #COVID19 #vaccine distribution","sentiment_score":0.0}
{"full_text":"The Health Ministry has announced the death of a 63-year-old Bahraini man from Covid-19 today.This takes today's tally to two and the total number of fatalities to 336 in the kingdomThe ministry has expressed its condolences to the families of the deceased#Bahrain #Manama","sentiment_score":0.0}
{"full_text":"Either because of Trump's vindictive nature, or because he (or one of his children) will run in 2024, or both, he's already trying to SABOTAGE Biden's Presidency by blocking his transition team, further dividing our country, weakening Gov't &amp; by not fighting Covid19 . #MorningJoe","sentiment_score":0.0}
{"full_text":"Stay 6 ft apartClik link below to get yourshttps:\/\/t.co\/oZA5H46lV3#coronaviruscases #coronavirus #stay6ftapart #sixfeetaway #SocialDistancing #socialdistance #covid19 #covid #pandemic #vaccine #covid19deaths #surge #wearamask #COVID__19 #Covid_19 #mask #trump #biden #Fauci","sentiment_score":0.0}
{"full_text":"Thank you! What a selfless act of caring. #COVID19 #COVID19News","sentiment_score":0.0}
{"full_text":"*MODERNA CORONAVIRUS VACCINE FOUND 94.5% EFFECTIVE IN ANALYSISon the  Happy Monday.","sentiment_score":0.7}
{"full_text":"In 2020, walking is most definitely the new going outMountain Warehouse's Woolgate store will remain closed during lockdown, but you can still shop online for all the gear to go on those super looooong lockdown walks!","sentiment_score":0.1906060606}
{"full_text":"More Americans have died from Covid than combat deaths in the American Civil war and that is an underestimate of the real number of deaths as Florida for one has been lying about their statistics.","sentiment_score":0.2333333333}
{"full_text":"Looking to try something new during lockdown? Our Give it a Go events are the perfect opportunity to. Head to to find out more and book your place for the week ahead.","sentiment_score":0.5454545455}
{"full_text":"#ICYMI: COVID-19 vaccine and treatment researchers in Canada, the United States and other countries are being targeted by threat actors in Russia and North Korea, says a Microsoft executive.","sentiment_score":-0.125}
{"full_text":"As #COVID19 has spread, so too has misinformation. Explore our  Children &amp; COVID-19 Research Library for the latest quality #evidence on the effects of the pandemic on children and adolescents:","sentiment_score":0.5}
{"full_text":"me having a viral throat infection (not covid) and just assortment of other things going on ","sentiment_score":-0.125}
