{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"Well, thank you to all the people trying to kill everyone, makes senes for Thanksgiving giving I suppose...","sentiment_score":0.0}
{"full_text":"RT I have always been a small business supporter but since the lockdown I have multiplied my efforts. This year for Christmas I...","sentiment_score":-0.25}
{"full_text":"Peacefully going out and catching covid. And then, in 14-21 days, quite a few of them, will go peacefully at home. The Circle of Trump.","sentiment_score":0.225}
{"full_text":"All News need to stop reporting about fraud Do that shit behind closed doors. What's going on with the Covid19 and People businesses and Schools. Where a are our Stimulus Checks??","sentiment_score":-0.2333333333}
{"full_text":"Social distancing should be called SOCIALISM distancing, in violation of our interpersonal free-market exchange of immune-system components. What one person lacks can be obtained by social INTERACTION from another person who has abundance. Oops, leftism hates the free market!","sentiment_score":0.1888888889}
{"full_text":"Shocking","sentiment_score":-1.0}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"We are looking for a keeper to join us once we resume playing after lockdown!Please share and get in touch in you're interested","sentiment_score":0.25}
{"full_text":"RT COVID-19 doesn't scare me.Joe Biden &amp; Kamala Harris in the White House does.Anyone else feel the same?","sentiment_score":0.0}
{"full_text":"They got my vote. Same time next week, COVID willing...","sentiment_score":0.0833333333}
{"full_text":"RT The MAGA Rally may be a ploy to give Trump the Idea of Declaring Martial Law in America. This is a scary thought. Pleas...","sentiment_score":-0.25}
{"full_text":"RT Remember nursing homes? The where 5% of the population has been decimated by COVID-19? Things have never gotten better ther...","sentiment_score":0.5}
{"full_text":"RT The Philippines have had 8 typhoons in the last 2 months while in a pandemic. They've been on lockdown for 8 months. Ave...","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Watching the Democrats assure us that there's no voter fraud is like watching Communist China say that it's not respons...","sentiment_score":0.0}
{"full_text":"The End of Certainty | Katharine Murphy ( ). Some perceptive  observations of #Auspol in a critical year which has had thus far the twin crises of the bushfires &amp; #pandemic . #climateaction #coronavirusaustralia #Covid19Aus #bushfires","sentiment_score":0.05}
{"full_text":"Because some moron who doesn't wear a mask breathed all over him numb nuts ","sentiment_score":-0.7}
{"full_text":"RT Why on earth would the drop an investigation into #LootingLoeffler for insider trading? Something is up!","sentiment_score":0.0}
{"full_text":"RT Supreme Court Justice Samuel Alito warned that the coronavirus pandemic has shed light on the \"disturbing\" trend of \"the...","sentiment_score":-0.05}
{"full_text":"RT This is the problem. No one wants to say it because it sounds rude and divisive but it's true. It's unavoidable. Tens of m...","sentiment_score":0.0833333333}
{"full_text":"RT .@SenateGOP continues to delay CRITICAL #COVID19 relief.The American people need ACTION to protect their lives and li...","sentiment_score":0.0333333333}
{"full_text":"RT My sister has been in the ICU fighting for her life at this hospital due to COViD-19. So disheartening to know there's such i...","sentiment_score":-0.0625}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"Ignore the","sentiment_score":0.0}
{"full_text":"RT Okay. So why are c. 300k healthy children off school each week?","sentiment_score":0.5}
{"full_text":"RT op: i can't go out and travel nowadays because of covid. can i go visit hyunsuk's heart?  :  come here","sentiment_score":0.0}
{"full_text":"RT Why on earth would the drop an investigation into #LootingLoeffler for insider trading? Something is up!","sentiment_score":0.0}
{"full_text":"RT AMERICA. WAKE UP. NOW!!!! With COVID, we know what works. Wear masks. Social distance. Wash hands. A vaccine is coming. But...","sentiment_score":0.0333333333}
{"full_text":"Bon Iver y A Summer Story....","sentiment_score":0.0}
{"full_text":"sorry","sentiment_score":-0.5}
{"full_text":"RT #NEW: The US has had more than 100,000 new Covid-19 cases for 12 consecutive days.Friday saw the highest daily case count...","sentiment_score":0.1931818182}
{"full_text":"RT In just a few months, we will swear in a new president who is committed to getting the pandemic under control:","sentiment_score":-0.0318181818}
{"full_text":"Atlanta is the capital of coronavirus!!!","sentiment_score":0.0}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"Once upon a bloody battle, the battle of the idiots goes on.The useful idiots don't even know he gives not one flying fig for them.....it's himself all the way.Go get 'em Covid.","sentiment_score":-0.525}
{"full_text":"RT North Dakota Governor Doug Burgum announced a statewide requirement for residents to wear face coverings in an effort to slow...","sentiment_score":-0.3}
{"full_text":"RT Covid back on bullshit bullshit again ","sentiment_score":0.0}
{"full_text":"RT This is the problem. No one wants to say it because it sounds rude and divisive but it's true. It's unavoidable. Tens of m...","sentiment_score":0.0833333333}
{"full_text":"RT The #HomeOffice did not discuss the decision to restart asylum evictions with local authorities, despite the immediate...","sentiment_score":0.0}
{"full_text":"Me too, but will have inside my house, with others, hugging and laughing.","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT This is the problem. No one wants to say it because it sounds rude and divisive but it's true. It's unavoidable. Tens of m...","sentiment_score":0.0833333333}
{"full_text":"RT His kids can learn in person. But yours can't.He can celebrate birthday parties. But you can't. He can dine on a $...","sentiment_score":0.0}
{"full_text":"good luck trying to talk with a person to help at state county city etcOED: 1,500 Oregonians given unemployment then asked to pay it back","sentiment_score":0.35}
{"full_text":"RT It wasn't Cummings who sold the Brexit liesOr condemned a woman to jail in IranOr compared Muslim women to \"letterbox...","sentiment_score":-0.1}
{"full_text":"RT COVID-19 is surging across the country and today in North Carolina we have our highest daily case count at 3,885 new cases...","sentiment_score":0.0681818182}
{"full_text":"RT Minnesota broke its record again today with 8700 new covid cases. This is the scene at the Governor's mansion right now.","sentiment_score":0.211038961}
{"full_text":"RT bro you're almost gone fuck it you dont need the demspull troops out, free assange, pardon snowden, give us all $50,000 e...","sentiment_score":0.0}
{"full_text":"I can't say the same. I can't work from home so I go to the lab 40 hours a week. COVID-19 has become about 75% of my job. I'm so tired of this pandemic.","sentiment_score":-0.2}
{"full_text":"It's been my lockdown drink this year. Glorius stuff!","sentiment_score":0.0}
{"full_text":"Georgia doesn't want #LootingLoeffler aka #CorruptKelly","sentiment_score":0.0}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"RT \"Me and a lot of my friends are starting to think that this Covid-19 business is a complete goof.  A rat job.\" - Spider man","sentiment_score":0.05}
{"full_text":"RT Hey I have a challenge for you. If you agree to do an ICU or COVID-19 floor shift, I will find you a colleague i...","sentiment_score":0.0}
{"full_text":"RT Collateral Damage? CDC Admits COVID Lockdowns Sparked Surge In Children's Mental Health Issues","sentiment_score":-0.1}
{"full_text":"RT Dr. Martin Luther King Jr. was stabbed in Harlem in 1958. Al Howard, a former police officer who died of Covid last month, hel...","sentiment_score":0.0}
{"full_text":"He's been quarantining at the North Pole and he abides by social distancing because everyone will be asleep when he leaves presents.","sentiment_score":0.0333333333}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT COVID-19 IN WEST VIRGINIA: For the first time since the start of the pandemic, West Virginia has confirmed more than 1,000 coron...","sentiment_score":0.3833333333}
{"full_text":"RT We have placed OL Kevin Dotson on the Reserve\/COVID-19 List and activated S Antoine Brooks Jr. to the 53-man roster as a COVI...","sentiment_score":0.0}
{"full_text":"Coronavirus spreading peoples! Such a dumb about what does a pandemic  to public! Shame this rotten dump trump follows!","sentiment_score":-0.125}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"More than 9,000 students and almost 800 teachers were quarantined for coronavirus exposure in Mississippi last week","sentiment_score":0.25}
{"full_text":"Depends on what kind of science it is!  #ScienceForSale keeps the narrative going.  #ICameIntoTheWorldWithoutAMaskAndWillGoOutWithoutAMask #Plandemic #HerdImmunity #Illuminati #NoNWO","sentiment_score":0.75}
{"full_text":"RT In 2020, 1,315,667 very old &amp;\/or very sick people died just like every other year, except that this year a test (I can't ev...","sentiment_score":-0.3078571429}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"Just made the call that we won't be seeing our kids for Thanksgiving this year. Small sacrifice compared to those who lost jobs, shut down businesses and lost loved ones. For the love of your fellow Americans, please #WearAMask","sentiment_score":0.1986111111}
{"full_text":"New stats reveal massive NYC exodus amid coronavirus, crime","sentiment_score":0.0681818182}
{"full_text":"RT This is sociopathic","sentiment_score":0.0}
{"full_text":"Wishing all those celebrating Diwali a Very Happy Diwali! Hope you all have had a wonderful lockdown family Diwali! Memories - Twickenham","sentiment_score":1.0}
{"full_text":"And you don't need to wear a mask but then stay home &amp; keep your virus to yourself so you don't pass it in to others with weakened immune systems. You are heartless","sentiment_score":0.0}
{"full_text":"Nevada COVID-19 updates for 11\/14: Test positivity is UP: 7-day avg is 28.4%, or 14.9% using state method Hospitalizations are UP: 1,025, +40 from the previous day Cases are UP: 1,437 new cases\/day on avg (+57) 10 days to improve before new restrictions","sentiment_score":0.0353535354}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"Mark mentioned when covid hit Tyler is immunocompromised. So that kinda killed that.","sentiment_score":-0.2}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT well mr. chapek I am \"extremely disappointed\" in your decision to restore your full salary and then lay off 30 thousand...","sentiment_score":-0.2}
{"full_text":"That's Calgary Socialist Communist mayor Nenshi.","sentiment_score":0.0}
{"full_text":"RT COVID-19 new case report for Erie County for Friday, Nov. 13: 406 new cases were confirmed by out of 5,893 diagno...","sentiment_score":0.2242424242}
{"full_text":"#Confession: I'm very #paranoid and #frightened of catching #COVID19 during #Thanksgiving #FamilyGatherings this year. #FuckCOVID19 #Fuck2020 #TrueFeeelings","sentiment_score":0.4}
{"full_text":"Don't you just love it when you freaking PARENTS decide to punish you for wanting to be safe during a PANDEMIC!?!? smh...","sentiment_score":0.640625}
{"full_text":"RT This is sociopathic","sentiment_score":0.0}
{"full_text":"RT pray for my boy Jeremih he's not doing good this covid shit is real. ","sentiment_score":0.2333333333}
{"full_text":"Spine chilling","sentiment_score":-0.5}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"Good thing ND can't have any fans at this football game at Boston College. We all know BC fans spit on opposing teams fan and we don't want COVID spreading more than it already is.","sentiment_score":0.2666666667}
{"full_text":"This is BS, I see 98% of the people I see when out are wearing masks, still rising. I wear my mask daily, all day, had the flu once and an upper respiratory infection once. Explain this to me? So@masks only work on Covid, I call BS. This is not a dictatorship, stop threatening","sentiment_score":0.0}
{"full_text":"RT How can you think coronavirus treatment should be free but not cancer treatment? Or insulin vials? Or maternity care? H...","sentiment_score":0.4}
{"full_text":"RT The mayor of Mohamed Salah's home town in Egypt has insisted social distancing was observed at a family wedding the Liverpool forw...","sentiment_score":0.0333333333}
{"full_text":"RT A friend lost his job due to covid-19 pandemic. His elder brother that's based in the UK sent him 10 iphone 11 Pro Max...","sentiment_score":-0.125}
{"full_text":"#LootingLoeffler#GEORGIA#VoteHerOutJanuary 5, 2021","sentiment_score":0.0}
{"full_text":"RT Minnesota broke its record again today with 8700 new covid cases. This is the scene at the Governor's mansion right now.","sentiment_score":0.211038961}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT Our ancestors between 1918 and 1920 somehow with limited technology, no vaccines really, were able to fig...","sentiment_score":0.2095238095}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT Yes, I have just tweeted a whole bunch of back-to-basics Brexit content, but the deadline to come up with a trade-damaging...","sentiment_score":0.2}
{"full_text":"How Houston created a rebound strategy and path out of the pandemic in record time. Sponsored by","sentiment_score":0.0}
{"full_text":"RT Mohamed Salah has 'mild' coronavirus symptoms as Egypt doctor gives update on Liverpool star","sentiment_score":0.3333333333}
{"full_text":"I want to congratulate the ladies of Hedgesville Volleyball on a great season. Even with all the distractions of Covid you fought through it. Not the way you wanted it to end, but you represented Hedgesville to the fullest.","sentiment_score":0.8}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"Office Protocols During a Pandemic #CRE #COVID-19 #NewNormals #Officehttps:\/\/t.co\/aHInq4ZqtN","sentiment_score":0.0}
{"full_text":"We all know that peaceful protests don't spread covid. Stop your lyin.","sentiment_score":0.25}
{"full_text":"Damn you could've used ur platform to talk about covid Awarness instead you told people to vote for kanyes dumb ass","sentiment_score":-0.375}
{"full_text":"RT .@DHSWI reported 5,146 new cases of COVID-19 and 52 new deaths on Saturday.","sentiment_score":0.1363636364}
{"full_text":"Trump has now put more effort into stopping the vote count than he did into stopping the coronavirus.","sentiment_score":0.5}
{"full_text":".@KOAA 2020 Christmas House is here! Come see the most magnificent displays of lights Starting Nov 15th. COVID19 has brought tough days this year. The Christmas House 10060 Clovercrest Drive Colorado Springs, CO 80920","sentiment_score":0.2777777778}
{"full_text":"#FluSeason is upon us and lets not forget #COVID19 protect your love ones by hand washing and hand sanitizer..visit has hand sanitizer and holders available","sentiment_score":0.45}
{"full_text":"Ontario's latest COVID-19 modelling data suggests that public health officials could soon be confronted with an exceptionally difficult task: convincing weary Ontarians to scale back or cancel Christmas gatherings in the face of soaring case numbers.https:\/\/t.co\/gSaQ0gyfJv","sentiment_score":0.1}
{"full_text":" Due to ongoing Coronavirus concerns, Tuesday's much anticipated National League clash with Weymouth at the Bob Lucas Stadium has been postponed.#YTFC ","sentiment_score":0.0375}
{"full_text":"WE ARE LIVE!  Scott, Gouche and Rosey will discuss Covid. What will this mean for the World Juniors .. the NHL starting?  #WorldJrs #GameOnMagazine #covidhockey #NHL #bodychecking #theGoucheLive","sentiment_score":-0.0473484848}
{"full_text":" USA \/ WW GOENOi 2021 SEASON'S GREETING 'STAY AT HOME' PRE-ORDER SEE ORIGINAL TWEET SOUNDWAVE SORTING 11\/24 7PM EST#ENOi #ienoai #raon #dojin #hamin #eobin#jinu #jeikideu #geon#LAON #DOJIN #HAMIN #AVIN#JINWOO #JKID #GUN","sentiment_score":0.375}
{"full_text":"Hi friends! Please start or continue be responsible about covid! My work is closed yet again for a positive test and that means my income is on pause! Again! Luckily I have a support system, but not everyone does so please keep this in mind when potentially exposing yourself!!!!","sentiment_score":0.1676893939}
{"full_text":"RT 3000+ people dead on 9-11 and we get DHS and a war in Iraq. 4 killed in Bengahzi  and we have h...","sentiment_score":-0.2}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"Sadly, there are likely more closures still to come.","sentiment_score":0.0}
{"full_text":"WE ARE LIVE!  Scott, Gouche and Rosey will discuss Covid. What will this mean for the World Juniors .. the NHL starting?  #WorldJrs #GameOnMagazine #covidhockey #NHL #bodychecking #theGoucheLive","sentiment_score":-0.0473484848}
{"full_text":"RT GIVEAWAY 5\/7  #pyjamadramabox Win a free Dominos for 2 &amp; up your night in game, this lockdown! To enter: Follow...","sentiment_score":0.2333333333}
{"full_text":"#DYK a positive #COVID19 antibody test result does not make you ineligible to donate blood? In fact, the plasma from your donation may go to help someone fighting COVID-19! Make an appointment for your next donation at","sentiment_score":0.1420454545}
{"full_text":"#FromTheLeft: You Can't End the Pandemic Without Freezers and Factories | Opinion by #Business #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"Journal Pandemic Short Story Contest, 3rd-place winner: \"One More Thing\" on #greengrounditThe second- and first-place winners will be published in weeks to come. -- G. Wayne Miller. \"One More Thing\". I&amp;#39;m in the middle of putting another ...","sentiment_score":0.2}
{"full_text":"RT Imagine marching for a man while he plays golf and doesn't care as you and your family die from a pandemic. White Supremacy...","sentiment_score":0.0}
{"full_text":"WEEKEND RECAP: Salzburg's OVAL Lands L-ISA During Lockdownhttps:\/\/t.co\/AoogB8HumZ#livesound #proaudio","sentiment_score":0.0}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"COVID-19 cases are on the rise in PA. How much does weather factor into the spread of the virus? Our searches for an answer this Monday on CBS 21.","sentiment_score":0.2}
{"full_text":"#Malaysia Extends Movement Restrictions. The decision was made after the country reported a record 1,755 new coronavirus infections last Friday.https:\/\/t.co\/9BfInihtav #COVID19 #Restriction #CMCO","sentiment_score":0.0681818182}
{"full_text":"The is moving Niagara Region to level Orange-Restrict.Effective Nov. 16 new measures in place for bars and restaurants, including:- Limit of 4 people may be seated together- Establishments must close at 10 p.m. More here:","sentiment_score":0.3181818182}
{"full_text":"RT A full encapsulation of America: we've mismanaged the pandemic to the point that the El Paso morgue is using prison la...","sentiment_score":0.35}
{"full_text":"WE ARE LIVE!  Scott, Gouche and Rosey will discuss Covid. What will this mean for the World Juniors .. the NHL starting?  #WorldJrs #GameOnMagazine #covidhockey #NHL #bodychecking #theGoucheLive","sentiment_score":-0.0473484848}
{"full_text":"RT Covid is real, young people have died,  some hospitals are overwhelmed, some have long term fatigue, if it hasn't affec...","sentiment_score":0.05}
{"full_text":"10 #COVID19 patients in serious condition died late Saturday in a #fire erupted in the intensive care unit (ICU) in the Piatra Neamt County Hospital in northeastern #Romania, according to a spokesperson. (Photo: AP)","sentiment_score":-0.3166666667}
{"full_text":"Not good at all","sentiment_score":-0.35}
{"full_text":"#Masks are a simple barrier to help prevent your respiratory droplets from reaching others, #studies revealed.You should wear a mask, even if you do not feel #sick.For best quality masks visit now: #coronavirus #MaskUp #safety #health #selflove","sentiment_score":0.5}
{"full_text":"Public health experts warn that a feared \"twindemic\" of COVID and the flu could overwhelm hospitals also stretched by the coronavirus pandemic.","sentiment_score":-0.025}
{"full_text":"It's amazing that not even a pandemic held back our volunteers' passion to help out and get a playground built for the Hospital Workers Housing Coop. Thanks to their drive &amp; dedication, we were able to raise money that will help get our project to the next level!","sentiment_score":0.26}
{"full_text":"FDNY study: EMS providers 5 times more likely than FFs to contract COVID-19 in early months.  #EMS #COVID-19 #FFs #FDNY_Chief #firefighters #virus #first_responders #PPE #Safety #Union #Coronavirus","sentiment_score":0.2}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"Elke Lemmens plans to install at least 50 miniature scenes in the old niches outside homes that families once used to clean off their shoes.","sentiment_score":0.0416666667}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"A study examining 10,000+ school districts' responses to COVID-19 found \"little consistent relationship between the acuity of the pandemic and district responses,\" and \"evidence that politics, far more than science, shaped school district decision-making.\"","sentiment_score":0.165625}
{"full_text":"COVID-19 numbers are higher than they've ever been, and the urge to panic-buy might be resurfacing in your brain. Kroger is one step ahead.","sentiment_score":0.25}
{"full_text":"RT for two years i was part of a team that handled holiday orders at the ~fancy~ grocery store where i worked; last year, i r...","sentiment_score":0.0}
{"full_text":"RT I particularly enjoyed the \"limit your time\" at a sports bar part. If they're going to the bar for a 3-hour football game, I...","sentiment_score":0.05}
{"full_text":"#OurAMA president, addresses the difficulties #COVID19 has brought on physicians and communities across the country in her opening address at #AMAmtg.","sentiment_score":0.0}
{"full_text":"Similarly alarming math in Manitoba. (474 cases on Thursday.)","sentiment_score":-0.1}
{"full_text":"RT I think the most frustrating thing is that we're all following COVID guidelines and doing everything (with some guard let down...","sentiment_score":-0.0138888889}
{"full_text":"RT Get this, America?In South Korea, the government issued a national  mandate because of 200 cases.200.Today in the...","sentiment_score":0.0}
{"full_text":"RT You know what makes me sick to my stomach? Corrupt politicians that are using a pandemic to make themselves rich whil...","sentiment_score":-0.2797619048}
{"full_text":"Current Conditions for #Sayre PATemp: 49.0FWind Chill: 48.6FHumidity: 49%Dew Point: 30.6F Barometer: 30.271 inHgWind: 2 mph from the WCorona Virus Weekly Stats:Cases: 198.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Job diary: I'm a phone sex operator who made over $258,000 in one year. During the pandemic, I'm busier than ever","sentiment_score":0.0}
{"full_text":"Lord i hate when ppl that was takin COVID for joke post days later when it hits home talkin bout some \"COVID shit is real\" well duh u fuckin moron","sentiment_score":-0.3166666667}
