{"full_text":"Vote in-person today!!! If you requested an absentee ballot and your ballot has still not been counted, mask-up and go vote in-person today or tomorrow! #BIDENHARRIS2020","sentiment_score":0.0}
{"full_text":"piece for anyone who cares about New York","sentiment_score":0.1363636364}
{"full_text":"11.3.20 HEDGE Play Alert:FC Midtjylland +1 -150 | 1.5uOur big play for Ajax tomorrow which I was loving is now a no-go. Onana, Tadic, among 9 others have tested positive for COVID. Get these hedges in before line drops more.","sentiment_score":0.3318181818}
{"full_text":"Sure. \"Being defensive about partying during a pandemic\" just because she's a swiftie is still generalizing and bs.","sentiment_score":0.5}
{"full_text":"RT 70% of Gazans suffer from food insecurity.52% of their essential medicines are missing. 54% of Gaza families are poo...","sentiment_score":-0.1}
{"full_text":"RT With Lockdown 2.0 approaching here in the UK, we've got a handy guide to what Mantic games you can play solo and a load of...","sentiment_score":0.3}
{"full_text":"RT Pro-Trump actress Kirstie Alley says CNN is 'broadcasting terror' with nonstop coronavirus fearmongering","sentiment_score":0.0}
{"full_text":"#IndiaRejectsCongress Congress is more dangerous  than Corona virus","sentiment_score":-0.05}
{"full_text":"RT The data is starting to suggest the US may have actually done a better job on COVID than the EU","sentiment_score":0.1666666667}
{"full_text":"RT $5 million offered by Dr,Robert O Young for anyone who can prove covid actually exists, of course it doesn`t. Another gov s...","sentiment_score":0.05}
{"full_text":"Rapid, multimodal, critical care knowledge-sharing platform for COVID-19 pandemics.","sentiment_score":0.0}
{"full_text":"wow,pretty funny if he gets covid and then what will he say? he got a super spreader going on there, should be shut down.","sentiment_score":0.1425925926}
{"full_text":"RT The Tories hate lockdown because they spent years telling voters that a few people exaggerating a bad back was going t...","sentiment_score":-0.36}
{"full_text":"I think the crucial bit here is \"first\". Also u: making a case in favour of lockdown on the basis of data over the andecdotal. Yep, I know there is a place on here for the anecdotal but still; a big issue of the virus (both sides) is passing off the interpretative as objective.","sentiment_score":0.0625}
{"full_text":"I don't buckle my seatbelt in fear.I don't stop at stoplights in fear.I don't wear mask up and distance in fear.I do it because I have a vested interest in the welfare of everyone in my community. Why would I want to hurt myself, my property, someone else and their property?","sentiment_score":0.0}
{"full_text":"Philly history people take note...at least I have photos and memories of eating there...","sentiment_score":-0.3}
{"full_text":"RT Put yourself in the shoes of the globalist cabal and ask what would you do if you had to vaccinate millions of people. Lockdow...","sentiment_score":0.0}
{"full_text":"Would we accept soldiers refusing to fight?","sentiment_score":0.0}
{"full_text":"RT I just find this bizarre. I understand the desire to avoid practices in the summer like pubs having a hatch serving pint...","sentiment_score":0.4}
{"full_text":"RT Don't forget to #VOTE! Make a plan, wear a mask, socially distance, and help your friends, our allies, the planet, you...","sentiment_score":0.0333333333}
{"full_text":"Do you understand fossil fuels are not a resource that is replenishable? Or that Covid spreads easily?Or that we have millions without healthcare?And that our gun violence is out of control compared to other nations? And that defunding the police is just trying to restructure it?","sentiment_score":-0.125}
{"full_text":"Screenshot of Shandro's latest for those #BlockedByShandro?A strong, responsible  Minister of Health would ensure as many people possible have access to his tweets in a 100 yr pandemic.However. Here we are. Not even a doc &amp; blocked.","sentiment_score":0.3266666667}
{"full_text":"RT It's important to understand the magnitude of Covid spread in the US. Not everyone who is infected with Covid gets tested...","sentiment_score":0.4}
{"full_text":"RT Ministers and today announced an unprecedented EUR85 million funding package for the Iris...","sentiment_score":0.6}
{"full_text":"RT The state is glad to be offering $12.3 million in COVID-19 rental and housing assistance for New Mexicans.The application is...","sentiment_score":0.3181818182}
{"full_text":"RT Strange that of the two doctors advising Trump on COVID-19 the one 'accidentally' doing TV interviews with Russia is n...","sentiment_score":-0.05}
{"full_text":"I'd believe it but it's also totally possible that he did have COVID. NDA's could have been about him ordering them to give him Regeneron; or just a scared anxiety \/ precautionary measure because he literally doesn't trust anybody who isn't a staunch Republican.","sentiment_score":0.0}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"RT DEVELOPING: The Harris County drive-thru federal court hearing is supposed to be under way but the phone line set up for rep...","sentiment_score":0.0}
{"full_text":"First off all it takes at least 24 hours to get your results back, they can't even lie properly","sentiment_score":-0.0125}
{"full_text":"ALERT: NYPD Arrests 11 After Cops, Anti-Trump Protesters Clash inNYC - Global Pandemic News | #Coronavirus #COVID19 #Protests -","sentiment_score":0.0}
{"full_text":"RT Loungewear is so IN right now If you want a new look on us to get you through Lockdown 2.0, like &amp; RT this post ","sentiment_score":0.211038961}
{"full_text":"RT Trump wins, and everything that this year threw at us happens more &amp; and is even less accountable.Trump loses, and whoever...","sentiment_score":0.0833333333}
{"full_text":"RT UK coronavirus hospital death toll up by 129 in biggest Monday jump for 5 months","sentiment_score":0.0}
{"full_text":"And again ... I'm not paying taxes if this is the grift I'm funding.#VoteThemOut","sentiment_score":0.0}
{"full_text":"RT I don't think it's normal to be genuinely scared for Election Day... can somebody up there just reboot the simulation? Th...","sentiment_score":0.275}
{"full_text":"RT @realDonaldTrump If you're so scared why not just stay in your bunker?Nothing so comical as a trash talking tough gu...","sentiment_score":0.0555555556}
{"full_text":"RT This actual meatball wants to fire the U.S.'s top infectious disease expert during a pandemic. Fauci is a man of science. O...","sentiment_score":0.2333333333}
{"full_text":"RT Nov issue of is online!#COVID19: #ICU need\/accessibility, epidemiology, superinfections, steroids...#ARDS: NMBAs, #...","sentiment_score":0.0}
{"full_text":"RT The Trump admin gave a well-connected Republican donor seed money to test a possible COVID-fighting plasma tech.The biz...","sentiment_score":0.0}
{"full_text":"RT Trying to prepare for school in the midst of a pandemic has me anxious. I'm trying to get enough materials to make supply...","sentiment_score":-0.125}
{"full_text":"RT Why did the president knowingly mislead America about the coronavirus threat?","sentiment_score":0.0}
{"full_text":"RT This photo that Twitter users are falsely claiming shows Joe Biden on a plane flouting COVID-19 mask guidelines was taken...","sentiment_score":-0.4}
{"full_text":"<<thousands of people were told they did not need to quarantine when they were in fact at risk of spreading coronavirus>> (via @guardian)","sentiment_score":0.0}
{"full_text":"And Dr. Adderall says children are immune from this virus.","sentiment_score":0.0}
{"full_text":"RT CDC plans COVID concentration campsSheriffs, police officers, military, attorneys, and any honest politicians in Americ...","sentiment_score":0.25}
{"full_text":"This is not \"just like the flu\"","sentiment_score":0.0}
{"full_text":"RT Saluti, please find the unroll here: This feels really dangerous. Media extremely susceptible to F...","sentiment_score":-0.3625}
{"full_text":"RT The data is starting to suggest the US may have actually done a better job on COVID than the EU","sentiment_score":0.1666666667}
{"full_text":"RT Just had my flu vaccination. As well as protecting me from this year's flu strains it will also help protect the NHS by re...","sentiment_score":0.0}
{"full_text":"RT This actual meatball wants to fire the U.S.'s top infectious disease expert during a pandemic. Fauci is a man of science. O...","sentiment_score":0.2333333333}
{"full_text":"But Covid is manufacturing WMDs","sentiment_score":0.0}
{"full_text":"Nuts","sentiment_score":0.0}
{"full_text":"RT Donald Trump gave up on the American people! #TrumpSurrenderedBidenWont #TrumpSurrendered","sentiment_score":0.0}
{"full_text":"RT This is me kissing my kid goodbye before he went away for 8 weeks this spring so his dad and I could care full time for...","sentiment_score":0.35}
{"full_text":"RT Was \/ are the Tiers 1, 2 and 3 working anyway?","sentiment_score":0.0}
{"full_text":"There actually ARE health restrictions in place for heart disease.  You know things like not smoking, diets low in saturated fat, exercise, keeping your cholesterol low...You're just talking to talk.","sentiment_score":0.0}
{"full_text":"RT Understanding how aerosols form in the body is crucial to figuring out why coronavirus spreads so readily, and what's fueling s...","sentiment_score":0.1}
{"full_text":"Did you know? By Provincial Order: employees working in an office building or an area that is not accessible to the public must wear a mask if physical distancing is not possible. #OttCity","sentiment_score":-0.046875}
{"full_text":"RT I did warn people that this was an anti-intellectual movement. Still don't believe me? People are turning to a snake-oil...","sentiment_score":0.0}
{"full_text":"RT Lockdown One activities:PE with Joe WicksMaking breadZoom karaoke partyLockdown Two activities:Actual PE from sit...","sentiment_score":0.0}
{"full_text":"RT Covid numbers are rising and we all need more masks this season!  Support your local black owned non-profit PMP by buyi...","sentiment_score":0.1527777778}
{"full_text":"RT Let me be clear:#COVID19 is airborne. Airborne viruses require masks. Masks work. Premium masks (surgical, KN95, K...","sentiment_score":0.0}
{"full_text":"RT GERMANY'S MERKEL SAYS AT LOWER TEMPERATURES CORONAVIRUS REACTS DIFFERENTLY, MORE AGGRESSIVELY","sentiment_score":0.5}
{"full_text":"Service Update 18.00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. All updates here ","sentiment_score":-0.1666666667}
{"full_text":"Algorithm spots 'Covid cough' inaudible to humans","sentiment_score":0.0}
{"full_text":"RT Most of those whining about lockdown impinging on basic human rights were perfectly happy for #Brexit to devastate basic hum...","sentiment_score":0.26}
{"full_text":"COVID And Compensation: How CRE Is Assessing Salaries During Uncertaintyhttps:\/\/t.co\/HVZiLV2FVX","sentiment_score":0.0}
{"full_text":"#CambMA Tell your neighbors! Pass it on.","sentiment_score":0.0}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT what's phony here is misrepresenting a photo of Biden from 2019","sentiment_score":0.0}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"I do not believe the Scottish government would put Scotland into lockdown just because they can!It's absolutely unacceptable that devolved governments have to try to make informed decisions during a pandemic on such chaotic and ambiguous information from Westminster.","sentiment_score":0.1}
{"full_text":"What???????????????","sentiment_score":0.0}
{"full_text":"RT This is my commitment to you: We will make sure every American has access to a free and safe COVID-19 vaccine.","sentiment_score":0.35}
{"full_text":"ok fr how fast and reliable are instant covid tests? thinking about throwing luxurious af parties with tests as an entry requirement","sentiment_score":0.2333333333}
{"full_text":"RT I am 100% satisfied with Trump's response to covid. I have listened to Biden's plans which are nothing more than every...","sentiment_score":0.5}
{"full_text":"RT Can someone please leak a press release saying that Bill Gates is very unhappy because he is no longer able to track people e...","sentiment_score":-0.14}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":".@ONDCP Director Carroll briefs media in Michigan on Trump Administration actions to help those suffering from substance use disorder during the #COVID19 pandemic. Expansions in telehealth have allowed continuity of treatment for those in recovery from addiction.","sentiment_score":0.0}
{"full_text":"1. Why do you hurt me2. Everyone wear a mask","sentiment_score":0.0}
{"full_text":"RT A colleague just died of COVID.Vibrant, young, strong and ambitious.I tweet this daily. Wear a mask and be safe.COVID is...","sentiment_score":0.1777777778}
{"full_text":"RT The third wave of COVID-19 in the U.S. is officially worse than the first two","sentiment_score":-0.05}
{"full_text":"RT .@Twitter, what good are rules around election disinformation if tweets featuring said disinformation get tens of thousan...","sentiment_score":0.7}
{"full_text":"RT To make the obvious point: it doesn't help a Covid patient who needs a bed in El Paso if there is excess hospital capaity...","sentiment_score":0.0}
{"full_text":"RT Turns out the broad shoulders of the union aren't as broad as we were led to believe.  I don't envy her t...","sentiment_score":0.0625}
{"full_text":"RT i cried so much this morning knowing that 1 in 1,000 Black people have died from Covid-19 in the U.S.","sentiment_score":0.0166666667}
{"full_text":"RT Rest in Peace Dr ValCOVID19 took you from us but it can't erase your memories.You were fit as a fiddle.You live on i...","sentiment_score":0.2681818182}
{"full_text":"When we will start implementing all the basics of prevention including mask mandates for public indoor spaces?","sentiment_score":0.0}
{"full_text":"that is pending as soon as lockdown is lifted","sentiment_score":0.0}
{"full_text":"I don't even think there was a curve to flatten. The whole narrative is BS.","sentiment_score":0.2}
{"full_text":"RT #Nebraskavoters #PennsylvaniaVoters #Georgiavoters Trump stranded his loyal voters three times this week. He's also stran...","sentiment_score":0.3333333333}
{"full_text":"Its not happening Charlie, sorry. Democrats just don't want to show up in a petri dish of Covid to get their pictures taken. We'll still win Pennsylvania.","sentiment_score":0.15}
{"full_text":"RT Tommy Robinson was arrested in Hyde Park yesterday under coronavirus regulations. The political campaigner was at an event d...","sentiment_score":0.0}
{"full_text":"I think I'll need another 6 months to reach my weight goal... If we don't get another lockdown.......And then I can focus on improving my muscles more.Taking my time as I don't want to injure myself by pushing too hard. ","sentiment_score":-0.2916666667}
{"full_text":"RT Yassssss gurrrrrl weeel done!!!! ","sentiment_score":0.0}
{"full_text":"RT Going to start a list of the ways that Republican lawmakers and election officials have needlessly made it harder to vote du...","sentiment_score":-0.3}
{"full_text":"Lets refocus on the worst president in the history of our country! Explain!  #TrumpLied200KDied - #VoteBidenHarris2020","sentiment_score":-1.0}
{"full_text":"Levine, you're a lying sob. Shame on You   This picture was taken in 2019 before the Covid !! Stop the BS  lies! Hypocritical jerk !","sentiment_score":0.0}
{"full_text":"RT #Texas #Pennsylvania #NorthCarolina inept handling of #COV...","sentiment_score":0.0}
{"full_text":"RT As we move into another lock down more than ever we need to give each other a virtual hug. These are tough times and we...","sentiment_score":-0.0423611111}
{"full_text":"Proud to see University of Florida faculty on the cutting edge of #COVID19 research in to help our policymakers and leaders make wise decisions now &amp; well into the future.","sentiment_score":0.225}
{"full_text":"RT Hi all,Plz RT this several times-TYA large amount of people decided NOT to adhere to the safety recommendations surround...","sentiment_score":0.1071428571}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"RT FIRE #FauciTheFraud!! If there is anyone I would like to sock in the face through this whole thing, it's the devilish little...","sentiment_score":0.00625}
{"full_text":"I actually just started a wfh call center job. I had five weeks of paid training and last week was my first full week on the phones. It's not the most glamorous job and by the end of the week my voice was shot, but being able to stay home right now is worth it.","sentiment_score":0.2317460317}
{"full_text":"RT Latinos have lost so much during this pandemic. This Dia de los Muertos, we remember our frontline workers, our loved ones, a...","sentiment_score":0.45}
{"full_text":"RT A heartfelt thank you to the more than 2.3 million people worldwide who have raised your voice in support of the a...","sentiment_score":0.25}
{"full_text":"Imagine getting Chlamydia and COVID in one bar.","sentiment_score":0.0}
{"full_text":"RT I'm fine with lockdown deniers invoking Magna Carta as long as they can explain the difference between novel disseisin...","sentiment_score":0.1833333333}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT A woman in Iran prays for Trump, He hopes that Trump will be spared the Chinese virus so that by his presence in the White H...","sentiment_score":0.0}
{"full_text":"RT Trump is preparin' for the barbarians to be at the gate.","sentiment_score":0.0}
{"full_text":"RT Fact Check: Maskless Joe Biden Photo Was NOT Taken in 2020 -- It's From 2019, Before Pandemic","sentiment_score":0.0}
{"full_text":"EU: FRESH LOCKDOWNS FUEL ANGRY PROTESTS AS GLOBAL COVID-19 CRISIS DEEPENSAnger and exasperation over new #coronavirus curbs grew Sunday as European nations wound back the clocks to the spring with fresh #lockdownsRead full article here:https:\/\/t.co\/WzbyTyd4DS","sentiment_score":0.0732954545}
{"full_text":"Governor Cuomo Signs Executive Order, Now New York State Will Require Pre-Arrival COVID Testing for Visitors. What You Need to know.","sentiment_score":0.1363636364}
{"full_text":"RT He`s put us first in coronavirus deaths.","sentiment_score":0.25}
{"full_text":"Definitely support your locals. They got us through the last lockdown and I have no doubt will this one too.I still don't understand why people are panic buying from shops that will remain open though ...","sentiment_score":0.0}
{"full_text":"\"Across the continent, high rates of tuberculosis, HIV, polio and Ebola, have also ensured a wealth of well-trained medical professionals and, crucially, the infrastructure and expertise to handle a pandemic.\" -","sentiment_score":0.0533333333}
{"full_text":"RT Doug Ford acted fast on: Bulldozing through protected environmental wetlands, passing nepotistic legislation for a homopho...","sentiment_score":0.2}
{"full_text":"Seven months into the pandemic, millions of Americans are still unemployed and struggling to stay afloat. Our grantee is #MeetingThisMoment by providing individuals with the resources they need to be fed and safe.","sentiment_score":0.25}
{"full_text":"Use hand sanitizer or soap and water to thoroughly clean your hands before going anywhere, then mask up and take on the day. With Union Cab, you will ride safely against the pandemic. Call 608-242-2000 to get moving. #CoOpMeansTogether","sentiment_score":0.4333333333}
{"full_text":"Mitsubishi's SpaceJet Airliner is Shelved Due to Pandemichttps:\/\/t.co\/p8r7v83dE1","sentiment_score":-0.125}
{"full_text":"RT For anyone feeling hopeless, here's your daily dose of COVID good news: one way or another, COVID mortality and hospitali...","sentiment_score":0.35}
{"full_text":"\"Kids and families during the COVID crisis.\"!Congratulations, dear Filmmaker!\"The ABCs of Things To Do When You're Stuck At Home\" has won for Airport Film Series Best International or National Film at the Quarantine Film Awards!#QuarantineFC #KPBS #SANArts #Panasonic_Lumix","sentiment_score":0.5}
{"full_text":"TONIGHT! Behind on your rent? WATCH CDC is hosting a virtual info session on the State Rental Asst. Program (RAFT) at 7:30pm! Join them as they walk step by step through the online application and answer your questions:","sentiment_score":-0.5}
{"full_text":" New measures to come into effect on Monday 9 November  Social distancing and other Covid-safety measures must still be followed 2 households will be able to form 1 extended household Work from home whenever possible Businesses closed during Firebreak can reopen","sentiment_score":0.0741161616}
{"full_text":"This months #Dining Clubs #cancelled due to lockdown but still running Take Me Home #Dinner service #Friday, 6, 13, 20 and 27 #November enquiries@wildthymerestaurant.co.uk or call 01608 645060 #Lockdown2 #fridaynightdinner #fridaynight #takeaway #supportchippy","sentiment_score":-0.125}
{"full_text":"Mexican holiday traditions transform amid pandemicThis year's Dia de los Muertos in Mexico is dedicated to all the Mexicans who have died of COVID-19 this year.  As cases spike throughout Latin American, see the new significance given to Day of the Dead traditions in Mexico.","sentiment_score":-0.0159090909}
{"full_text":"Tomorrow's class will be our last before #lockdown.Because of this we will not be teaching any new steps and will be using it as a practice night instead.Read more on","sentiment_score":0.2121212121}
{"full_text":"Gone are the initial days when the focus was simply helping sales reps figure out digital technology.Today HCPs want more digital patient education. Help your sales managers coach their sales reps engage HCPs in compelling conversations.https:\/\/t.co\/znvugMtX8u#thinkechelon","sentiment_score":0.1333333333}
{"full_text":"TRUMP SAID: When: Friday, February 7, and Wednesday, February 19The claim: The coronavirus would weaken \"when we get into April, in the warmer weather--that has a very negative effect on that, and that type of a virus.\"","sentiment_score":-0.39}
{"full_text":"Boris for taking us into another lockdown unnecessarily","sentiment_score":-0.4}
{"full_text":"RT NEW Two deaths reported.767 new cases.#Covid19","sentiment_score":0.1363636364}
{"full_text":"RT Schools may end up having to close if infection rates continue rising, a key Sage adviser said this morning.","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic has led to many changes. How have you been impacted? Take our short survey to share your experiences and contribute to building a stronger community!","sentiment_score":0.25}
{"full_text":"We are setting up our altars this weekend to honor our loved ones. Do you know the meaning behind all the elements that make this day so special?  #DiaDeMuertos #AltarDeMuertos  #BEhealthy #WearAMask","sentiment_score":0.219047619}
{"full_text":"often think of #technology as a heartless machine, which is true, but until it is used for good. Let's take a look at article to know #11 different ways that technology can help in pandemic management.#themediabulletin","sentiment_score":0.35}
{"full_text":"Enjoying the 4th week of no active cases, the British Virgin Islands is set to reboot its battered economy, just in time for winter, when tourists return to the territory on December 1. Visit the Link in bio to read more. #caribbean #covid19 #economicrecovery","sentiment_score":0.2666666667}
{"full_text":"Interested in hearing from leaders and experts from industry and local governments from UK &amp;  ROI on the top policies to prioritise for a green economic recovery from #COVID19? Here is a recording from last week's panel discussion  ","sentiment_score":0.125}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"Coronavirus News for Black FolksNewsletter created by Patrice Peck (@SpeakPatrice) with stories about how the Black community is disproportionately impacted by the pandemic. #USA","sentiment_score":-0.1666666667}
{"full_text":"RT #TrumpIsScared. He's gone full #BunkerBaby","sentiment_score":0.35}
{"full_text":"The number of infections is rapidly increasing in many #European countries. For this reason, governments have introduced new #regulations. Find out more about the situations and restrictions in #Germany, #France and other #EU member states.#Europe #Newshttps:\/\/t.co\/vDlXuggGlv","sentiment_score":0.2022727273}
{"full_text":"RT This photo that Twitter users are falsely claiming shows Joe Biden on a plane flouting COVID-19 mask guidelines was taken...","sentiment_score":-0.4}
{"full_text":"Plan to vote at the polls tomorrow? Protect yourself and your neighbors from COVID-19: Wear a mask Practice social distancing Bring your own black or blue pen Wash your hands before and after voting Learn more and find your polling place at","sentiment_score":0.1933333333}
{"full_text":"RT This is good right?","sentiment_score":0.4928571429}
{"full_text":"Tomorrow's the big day! After over a year of definitely very serious campaigning, tomorrow my supporters can finally go to the polls to elect me as President of the United States!Remember to do so safely! Wear a mask &amp; use plenty of hand sanitizer! Stay healthy!#Freez2020","sentiment_score":0.2295833333}
{"full_text":"4 things #healthcare providers must keep in mind if they want #digitalhealth and #virtualcare to stick around:https:\/\/t.co\/Jq8Z8FJts7 #healthtech #virtualhealth #holistichealth #COVID19 #pandemic","sentiment_score":0.0}
{"full_text":"RT Remember that time the President of the United States accused front line doctors of exploiting the pandemic for profit?...","sentiment_score":0.0}
{"full_text":"Biden's crime bill sent thousands of innocent Young Black man to prison.President Trump did peace deal between Israel and Arab nations.Lowest unemployment among African,  Asian, Hispanic Americans before CHINAVIRUS. He also helped thousands of American troops back from war","sentiment_score":0.0619047619}
{"full_text":"Dolce &amp; Gabbana spotlights Italian artisans in charitable craftsmanship campaign","sentiment_score":0.3}
{"full_text":"RT This is my commitment to you: We will make sure every American has access to a free and safe COVID-19 vaccine.","sentiment_score":0.35}
{"full_text":"\"A comedy music video about a couple on the fritz entering lockdown in their 250 square-foot home.!Congratulations, dear Filmmaker!\"Quarantine Angel\" has won for Best Music Video at the Quarantine Film Awards!#QuarantineFC #KPBS #SANArts #Panasonic_Lumix","sentiment_score":1.0}
{"full_text":"\"A 2 minute Montage that summarises a day in a life of two young parents with their baby...\"!Congratulations, dear Filmmaker!\"Lockdown with a Baby\" won as 'Best National or International Film' at the Quarantine Film Awards!#QuarantineFC #KPBS #SANArts #Panasonic_Lumix","sentiment_score":0.3854166667}
{"full_text":"Rodney Brown, MD, an interventional cardiologist at Ascension Providence in Waco, Texas, wrote a column for the Waco Tribune-Herald describing the risks to patients who delay cardiac treatment in fear of a COVID-19 infection.","sentiment_score":-0.05}
{"full_text":"Got an interview soon? Look at our tips on how to get a job. #Birmingham #Staffordshire #Shropshire #Derby #Leicester #Nottingham #warwickshire #Telford #Worcester #westmidlands #WFH#leadership #learning #COVID19 #mondaythoughts #mondayMotivation #MondayVibes","sentiment_score":0.0}
{"full_text":"Almost a quarter of surveyed UK adults with a partner (23%) said the circumstances of staying at home during COVID-19 were placing pressure on their relationship. #MentalHealth #Relationships #RelationshipTherapy","sentiment_score":0.0}
{"full_text":"St. Kitts And Nevis Reopens Borders To International Travelers #StKittsandNevis #ZIZOnline #Tourism #COVID19 #Travel #Hotels","sentiment_score":0.0}
{"full_text":"With both the children and adult syndromes, many but not all patients test negative for a COVID-19 infection. Yet evidence indicates that many of these patients were infected with COVID-19 in the past, as shown by positive antibody test results.https:\/\/t.co\/YAmIF6TlGG","sentiment_score":0.1295454545}
{"full_text":"Current Conditions for #Sayre PATemp: 40.1FWind Chill: 36.0FHumidity: 51%Dew Point: 23.4F Barometer: 30.049 inHgWind: 6 mph from the NWCorona Virus Weekly Stats:Cases: 239.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The pandemic response strategies utilized by #China, #Vietnam, and #SouthKorea have shown relative success in keeping #COVID19 case numbers &amp; death tolls down. Are their methods achievable for European countries &amp; the U.S.? Read more by","sentiment_score":0.1288888889}
{"full_text":"RT So important to share these numbers with lockdown approaching, remind the people you love that you are there for them ","sentiment_score":0.3}
{"full_text":"Following the Trump administration's decision to block the appointment of Ngozi Okonjo-Iweala as the WTO's next director-general, new Covid-19 lockdown restrictions in Geneva could delay the selection process for up to a month","sentiment_score":0.0454545455}
{"full_text":"RT Really great to see good things happening to good people. Rebecca's reporting at Stat has been fantastic. NYT is lucky to ha...","sentiment_score":0.5866666667}
{"full_text":"RT India takes off ","sentiment_score":0.0}
