{"full_text":"RT The timing of this is pretty amazing. Nothing nefarious about the timing of this at all right? ","sentiment_score":0.3785714286}
{"full_text":"RT Pfizer confirmed it did not work with the Trump administration to develop its coronavirus vaccine, which the company a...","sentiment_score":0.4}
{"full_text":"The COVID-19 surge continues in Indiana: New cases:  4,213New deaths:  34","sentiment_score":0.1363636364}
{"full_text":"RT trump and McConnell want immunity from prosecution from all lawsuits, for all their actions relating to Corona-virus.  Yo...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pfizer's coronavirus vaccine is more than 90% effective in first analysis, company reports","sentiment_score":0.45}
{"full_text":"RT \"There is overwhelming evidence that entities connected to key government figures have made staggering fortunes from t...","sentiment_score":0.25}
{"full_text":"These days, if you suggest society can't come with a vaccine to cure the #COVID19 flu, you'll be called a conspiracy theorist.Up until #COVID19, if you suggested society could come up with a cure for the flu but chooses not to, you would be called a conspiracy theorist.","sentiment_score":0.0}
{"full_text":"RT Something is odd about this. Looks like a group of subject matter experts. Where are Biden's relatives? How are they sup...","sentiment_score":-0.1666666667}
{"full_text":"No! WE need to. trump &amp; MUST be investigated for voter suppression, creating FAKE ballot drop off sites, removing mail boxes, closing voting poll sites, mail fraud perpetrated directly by dejoy. Then there's YOUR pandemic that's killed 243,000 PEOPLE. #LockThemAllUp","sentiment_score":-0.2}
{"full_text":"Biden says it will be many months until vaccine is widely available #vaccine #COVID19 #NCYT #ODX","sentiment_score":0.45}
{"full_text":"These guys have NO idea what they're doing:https:\/\/t.co\/5PlDxzIJk3","sentiment_score":0.0}
{"full_text":"RT | Thorgan Hazard: \"Eden has been really unlucky, just when the injuries ended, he gets infected with COVID-19, so it's...","sentiment_score":0.2}
{"full_text":"RT Breaking on NBC News confirms that Ben Carson has tested positive for the coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT When being a neurosurgeon doesn't protect you from keeping bad company...","sentiment_score":-0.7}
{"full_text":"It's been politicized since the first utterance of the words \"coronavirus+vaccine.\"","sentiment_score":0.25}
{"full_text":"RT Ben Carson now has COVID-19.","sentiment_score":0.0}
{"full_text":"I am proud to have contributed to India's fight against COVID-19 by donating to #PMCARES. Join the movement &amp; contribute at  #IndiaFightsCorona","sentiment_score":0.8}
{"full_text":"Mutated Covid-21?","sentiment_score":0.0}
{"full_text":"RT An excellent group of *actual* medical professionals on Joe's Covid-19 advisory team #ONEV1 #DemVoice1","sentiment_score":0.3333333333}
{"full_text":"RT Migrant healthcare workers are having to return to their countries of origin, potentially hampering Britain's response...","sentiment_score":0.0}
{"full_text":"RT Light at the end of #COVID19 tunnel! First #coronavirus #vaccine can prevent 90+% of people from getting Covid, prelim...","sentiment_score":0.375}
{"full_text":"RT The Biden COVID-19 plan is a giant power grab and a coup for big pharma. We don't have a testing problem and contact t...","sentiment_score":0.0}
{"full_text":"RT This is FALSE. Pfizer indeed took Warp Speed Money:","sentiment_score":-0.4}
{"full_text":"Holy shit!President Biden said He would announce COVID team and a plan Monday.He is doing now. I forgot what it was like for a POTUS to do what he said and keep his word.Where is healthcare plan ?","sentiment_score":0.0}
{"full_text":"RT HUGE NEWS: Pfizer Coronavirus Vaccine trial is EFFECTIVE, preventing infection in 90% of its volunteers. https:\/\/t.co\/zC...","sentiment_score":0.5}
{"full_text":"RT Covid-19: Governor Joho last night led a raid at popular joints in Mombasa","sentiment_score":0.3}
{"full_text":"RT #EmilyMurphyGSA #Trump appointee \"declines to sign letter authorizing Biden transition.\" Emily-people are dying. #Covid is...","sentiment_score":0.0}
{"full_text":"RT It's fine, covid is only contagious among Trump supporters and Orthodox Jews","sentiment_score":0.0722222222}
{"full_text":"RT Remember, when David Perdue and Kelly Loeffler were briefed on COVID, their first calls were to their stock brokers.","sentiment_score":0.25}
{"full_text":"RT Today already feels so different. It feels normal.","sentiment_score":0.075}
{"full_text":"RT Our President, Joe Biden, is giving a speech about his COVID-19 task force and pandemic plans.REAL Presidents get right t...","sentiment_score":0.2857142857}
{"full_text":"RT President Biden is on television right now speaking about the coronavirus vaccine.Donald Trump is hiding under his desk.","sentiment_score":0.2857142857}
{"full_text":"RT To clarify: Pfizer did not work with Operation Warp Speed. Great news and as President-Elect noted, \"many months\" stil...","sentiment_score":0.65}
{"full_text":"RT Such an indictment of the Trump administration that the absence of nepotism and corruption will be part of the story a...","sentiment_score":-0.00625}
{"full_text":"R\/T this for Rebekah Jones, the FLORIDA WHISTLEBLOWER who was fired by the Governor for REFUSING to LIE about #COVID STATS.R\/T","sentiment_score":0.0}
{"full_text":"First socially distanced gig since the pandemic seeing Pounds (LBS) recently in Marfa. Thanks for the ear pounding, much needed for the soul ! #poundsmarfa #lbs #marfa #35mm #sandysmusicarchives Marfa, Texas","sentiment_score":0.1466666667}
{"full_text":"RT Ben Carson now has COVID-19.","sentiment_score":0.0}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"RT I was asked why CCP made and released the COVID-19 virus in many interviewsThe fact is simple: \"You could only  know mot...","sentiment_score":0.1666666667}
{"full_text":"RT U.S. Housing and Urban Development Secretary Ben Carson has tested positive for coronavirus","sentiment_score":0.1136363636}
{"full_text":"RT The Pfizer-BioNtech #vaccine is the 1st to report late-stage data and showing efficacy above 90% when the world has been...","sentiment_score":0.0}
{"full_text":"RT BACK IN REALITY:The development of Pfizer's vaccine was 100% independent of any involvement or money from...","sentiment_score":0.0}
{"full_text":"RT A reminder that Ben Carson is a doctor","sentiment_score":0.0}
{"full_text":"RT Amazing how this is coming out now. It's almost as if it was always exaggerated on purpose!","sentiment_score":-0.0125}
{"full_text":"RT Ben Carson, who has tested positive for COVID, attended the WH election night watch party along with a number of Trump cabinet...","sentiment_score":0.2272727273}
{"full_text":"Boris Johnson addresses nation after Covid-19 vaccine breakthrough is announced.","sentiment_score":0.0}
{"full_text":"RT Ben Carson, who has coronavirus, was at the White House for the election night watch party on Tuesday, along with othe...","sentiment_score":0.0}
{"full_text":"ALL IT DOES; Is Show America how lucky we were that a WAR BROKE OUT. We Got Enough to deal with; In Covid-19","sentiment_score":0.1666666667}
{"full_text":"Rice university is working with a company called Great Basin Scientific on the research of Covid19. That company was a scam and now 100% owned by leading Chinese Bio company Luye.Helping them stealing info and R&amp;D from US. Same guy closed 34 Australian hospitals during pandemic","sentiment_score":0.14}
{"full_text":"RT It's so interesting to see the media not even mention COVID-19 or social distancing when hundreds gather to celebrate Joe...","sentiment_score":0.2666666667}
{"full_text":"RT Biden: \"The bottom line: I will spare no effort to turn this pandemic around once we're sworn in on January 20.\"","sentiment_score":0.0}
{"full_text":"RT LOCK DOWN , stimulus checks, student loan forgiveness","sentiment_score":-0.1555555556}
{"full_text":"RT Oh the things that happen in Red America when an election ends...","sentiment_score":0.0}
{"full_text":"I wonder if there's any magic grains in the silo at Cheops that will cure COVID?","sentiment_score":0.5}
{"full_text":"Look who's gotten straight to work and not at a golf course.","sentiment_score":0.2}
{"full_text":"RT Biden announced that his coronavirus task force would include Dr. Ezekiel Emanuel, In a 2014 essay in The Atlantic, Emanue...","sentiment_score":0.0}
{"full_text":"Someone tweeted the BBC earlier to suggest the fog has been deliberately manufactured to keep people indoors during lockdown ","sentiment_score":0.0}
{"full_text":"RT Was feeling kind of sad that we likely won't take kids to Christmas Eve service (where they each sang various years) because o...","sentiment_score":0.025}
{"full_text":"RT Police in Manchester have fined a man for visiting his friend's house for tea. This is an outrageous invasion of both lib...","sentiment_score":-1.0}
{"full_text":"RT so let her have her 60 days in the sun but let us remind the American public who's holding up the...","sentiment_score":0.0}
{"full_text":"RT The new vaccine is a German-American joint effort. The CEO of the German company, BioNTech, is German-Turkish. Trials we...","sentiment_score":0.0681818182}
{"full_text":"RT .@JoeBiden and I are ready to get COVID-19 under control. We're ready to rebuild our economy. We're ready to meet the cha...","sentiment_score":0.2}
{"full_text":"RT On day one, and I are ready to tackle the coronavirus crisis. Tune now for remarks after our first COVID-19 Cou...","sentiment_score":0.225}
{"full_text":"RT He better hope he doesn't get that Herman Caine treatment.","sentiment_score":0.5}
{"full_text":"RT So Ben Carson can separate conjoined twins but can't wear a mask? Carson tests positive for #coronavirus. How's that \"herd m...","sentiment_score":0.2272727273}
{"full_text":"RT Ben Carson now has COVID-19.","sentiment_score":0.0}
{"full_text":"RT Following today's good news on the vaccine development front... Governor Andrew Cuomo said it was \"bad news\" Pfizer's vaccine ca...","sentiment_score":3.700743415e-17}
{"full_text":"RT Exclusive: Huge crowds defy Covid norms during Diwali shopping in Delhi, Jaipur, Mumbai, Lucknow, Kolkata   #AajKiBaat","sentiment_score":0.4}
{"full_text":"RT President-elect Biden just met with his newly formed COVID-19 advisory board.Tune in for a debrief: ","sentiment_score":0.1363636364}
{"full_text":"RT The Inter University Dialogue 2020 is here Get to know all about your Covid and sexual reproductive health and righ...","sentiment_score":0.5}
{"full_text":"RT Coming soon https:\/\/t.co\/RqQdTZ8amX","sentiment_score":0.0}
{"full_text":"RT What the...a bunch of doctors?? Shouldn't panels like this be filled with unqualified family members and infomercial f...","sentiment_score":0.4}
{"full_text":"Now we have the purple wedding","sentiment_score":0.0}
{"full_text":"RT NEWS: Sec. Ben Carson tested positive for COVID-19 this morning. His deputy chief of staff says he's \"in good spirits &amp; feel...","sentiment_score":0.2757575758}
{"full_text":"RT NEWS: Sec. Ben Carson tested positive for COVID-19 this morning. His deputy chief of staff says he's \"in good spirits &amp; feel...","sentiment_score":0.2757575758}
{"full_text":"RT Amazing how this is coming out now. It's almost as if it was always exaggerated on purpose!","sentiment_score":-0.0125}
{"full_text":"RT Breaking on NBC News confirms that Ben Carson has tested positive for the coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT This is not true.","sentiment_score":-0.175}
{"full_text":"RT WATCH LIVE: #Coronavirus press conference (9 November 2020) Speakers:  Prime Minister Brigadier...","sentiment_score":0.1363636364}
{"full_text":"Good news","sentiment_score":0.7}
{"full_text":"Wonder if he's gonna get the Herman Cain Covid treatment or the Chris Christie treatment?","sentiment_score":0.0}
{"full_text":"hope your right I'm deep in  the mire with my covid stocks","sentiment_score":0.1428571429}
{"full_text":"RT LOCKDOWN #GIVEAWAY!#WIN! Apple iPhone 12. To enter you must follow all steps below.1 RT and tag a friend 2 Visit...","sentiment_score":0.0}
{"full_text":"RT President-elect Biden has named 13 health experts to his COVID-19 advisory board.The board will work to create a plan to...","sentiment_score":0.0}
{"full_text":"Coming over here and ending our pandemics!!!!! ","sentiment_score":0.0}
{"full_text":"RT Group work in a pandemic??","sentiment_score":0.0}
{"full_text":"And now Ben Carson is positive with COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Finally a President that is willing to attack #COVID19 the way it should have in the beginning!@JoeBiden","sentiment_score":0.125}
{"full_text":"RT Biden wants to distribute the covid vaccine free of charge, starting with minorities?!! Did I just hear that right?WT...","sentiment_score":0.2}
{"full_text":"Covid vaccination will be a logistics nightmareInformative thread","sentiment_score":0.0}
{"full_text":"RT This is a big mistake. Has this pandemic not made it abundantly clear that older adults living in LTC require more suppo...","sentiment_score":0.1916666667}
{"full_text":"RT I spent the morning with the co-chairs of my COVID-19 Council discussing the status of this pandemic and how we move forward....","sentiment_score":-0.1}
{"full_text":"RT Taylor Swift literally swam in the middle of the Pacific Ocean during pandemic to shoot this music video and we're not...","sentiment_score":0.0}
{"full_text":"RT In newly surfaced July interview, Fauci warns that widely used COVID tests may pick up 'dead' virus | Just The News","sentiment_score":-0.0545454545}
{"full_text":"HUD Secretary Ben Carson tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT But wait many of these are infectious disease experts","sentiment_score":0.5}
{"full_text":"RT \"We're still facing a very dark winter,\" President-elect Joe Biden says in press briefing about COVID-19. He points to to...","sentiment_score":-0.195}
{"full_text":"RT BREAKING: HUD Secretary Ben Carson tested positive for #COVID19 Monday morning. He attended the WH election night party tha...","sentiment_score":0.2272727273}
{"full_text":"RT BREAKING: Pfizer's Covid-19 vaccine prevented more than 90% of infections in a study of tens of thousands of volunteers","sentiment_score":0.5}
{"full_text":"RT !@NYGovCuomo says it's \"bad news\" Pfizer's Covid vaccine came during the Trump Admin; says he's going to work w\/ other g...","sentiment_score":-0.4125}
{"full_text":"RT This just pisses me off. These people voted for forced masks mandates, lockdowns, and censorship. And are now coming o...","sentiment_score":-0.3}
{"full_text":"I've been a RN for 13 years in two different countries. I've never seen anything like this#COVID19 #BidenHarris2020 #PresidentElectJoe","sentiment_score":0.0}
{"full_text":"Wow, these people are some of the stupidest people ever.  Ben Carson has tested positive for COVID-19.  We can't get these people out of the WH soon enough.https:\/\/t.co\/4AzTp41hbx","sentiment_score":0.1636363636}
{"full_text":"no it's not. you can't fix a pandemic in a few days, especially after the mess Trump's leaving.","sentiment_score":-0.125}
{"full_text":"RT  WATCH LIVE: Joe Biden makes statement on US COVID-19 response following COVID briefing","sentiment_score":0.0681818182}
{"full_text":"RT Ben Carson tested positive for COVID","sentiment_score":0.2272727273}
{"full_text":"And just like that the pandemic is over","sentiment_score":0.0}
{"full_text":"RT GREAT THREAD. How to have detailed, rational discussions with - let's call them \"skeptical\" people about the vote that jus...","sentiment_score":0.2333333333}
{"full_text":"RT I had two very dear friends who weren't able to hold funerals for their parents who died during lockdown but this is OK somehow","sentiment_score":0.4}
{"full_text":"RT Required reading on the Pfizer vaccine.","sentiment_score":0.0}
{"full_text":"RT HUGE NEWS: Pfizer Coronavirus Vaccine trial is EFFECTIVE, preventing infection in 90% of its volunteers. https:\/\/t.co\/zC...","sentiment_score":0.5}
{"full_text":"Amazing. \"Listen here white people... \"","sentiment_score":0.3}
{"full_text":"Interesting take since OntarioHospitals  are over 100% capacity at this time BTW COVID-19 is not the only disease\/virus that puts people in hospitals","sentiment_score":0.25}
{"full_text":"President-elect just specifically referenced tribes in his Covid-19 briefing.  Thank you for being a president for ALL Americans.","sentiment_score":0.0}
{"full_text":"Walter Isaacson describes what it's like $PFE $BNTX $MRNA","sentiment_score":0.0}
{"full_text":"RT Twitter: Stock market is up, coronavirus is eliminated. Amazing way at a week can do. Real World: Thousands of businesses...","sentiment_score":0.4}
{"full_text":"RT missing the real pandemic, the pandemic of systematic corruption of state &amp; media","sentiment_score":0.0}
{"full_text":"RT Feels like the first time in 4 years we get a government task force that doesn't include Jarvanka. Good riddance!","sentiment_score":0.5625}
{"full_text":"RT I spent the morning with the co-chairs of my COVID-19 Council discussing the status of this pandemic and how we move forward....","sentiment_score":-0.1}
{"full_text":"RT Check out the Herts Lockdown Guide! A great resource for you during this time ","sentiment_score":0.8}
{"full_text":"RT NBD he's just a top adviser on how to respond to a global pandemic that is especially deadly for the elderly.","sentiment_score":0.0333333333}
{"full_text":"So proud of our Nation right now but we have a lot to still do! #covid #Ga #NativeAmericanHeritage #BlackLivesMatter #WithBidenWeCan","sentiment_score":0.5785714286}
{"full_text":"RT I spent the morning with the co-chairs of my COVID-19 Council discussing the status of this pandemic and how we move forward....","sentiment_score":-0.1}
{"full_text":"\"And Fox News host Sean Hannity -- who all summer had warned Kushner and Stepien that the campaign was faltering -- texted suggestions, urging Trump to prepare rigorously, and raising additional concerns about the president's standing and campaign strategy.\"","sentiment_score":0.0}
{"full_text":"RT I suggest from now on to mention only the people around Trump that aren't infected with this deadly virus.","sentiment_score":-0.1}
{"full_text":"&amp; ,If you think those those making $1,000,000 or More a Year will get off Scott Free, including some Blue Checkmark Celebrities, well take a look at this article...https:\/\/t.co\/mONToNS5OC","sentiment_score":0.3}
{"full_text":"RT Our President, Joe Biden, is giving a speech about his COVID-19 task force and pandemic plans.REAL Presidents get right t...","sentiment_score":0.2857142857}
{"full_text":"RT Kind of important.You would think EVERY news anchor would say this today.","sentiment_score":0.6}
{"full_text":"RT And just like that media\/dems stopped using the terms \"social distancing\" and \"super spreader event\"...#SelectiveOutrage...","sentiment_score":0.1833333333}
{"full_text":"RT I spent the morning with the co-chairs of my COVID-19 Council discussing the status of this pandemic and how we move forward....","sentiment_score":-0.1}
{"full_text":"RT In the middle of a raging pandemic, the Supreme Court will hear a case Tuesday to overturn the entire ACA.President-Ele...","sentiment_score":0.0}
{"full_text":"RT Can someone please explain to me why some people online think the COVID-19 vaccine has some sort of microchip\/mark of S...","sentiment_score":0.0}
{"full_text":"RT Ben Carson now has COVID-19.","sentiment_score":0.0}
{"full_text":"RT Feels like the first time in 4 years we get a government task force that doesn't include Jarvanka. Good riddance!","sentiment_score":0.5625}
{"full_text":"RT If people can't be bothered with wearing masks, social distancing, etc., things will never improve.","sentiment_score":0.0333333333}
{"full_text":"RT Ben Carson tested positive for COVID-19. His staff says he's \"in good spirits &amp; feels fortunate to have access to effect...","sentiment_score":0.4424242424}
{"full_text":"RT Ezekiel Emanuel, now on Biden's coronavirus task force, in 2014: \"Living too long is also a loss. It renders many of us, i...","sentiment_score":0.225}
{"full_text":"Free webinar: How to use ISO 9001:2015 to address a pandemic | 9001Academy","sentiment_score":0.4}
{"full_text":"RT This is reason for cautious optimism but...it's still data by press release. We need any vaccine as soon as possible,...","sentiment_score":0.0}
{"full_text":"RT And, as Pence claims credit, Trump administration is refusing to sign off on transition which a source says could also slow do...","sentiment_score":-0.3}
{"full_text":"RT How long before Joe Biden takes credit for this - and the media gives it to him","sentiment_score":-0.05}
{"full_text":"Locked down at a lock-up?","sentiment_score":-0.1555555556}
{"full_text":"RT Niger Governor, Bello Tests Positive For COVID-19https:\/\/t.co\/euwpm1LERw","sentiment_score":0.2272727273}
{"full_text":"RT I spent the morning with the co-chairs of my COVID-19 Council discussing the status of this pandemic and how we move forward....","sentiment_score":-0.1}
{"full_text":"You realize if everything opens back up and everything goes back to normal then people are gonna die by so much more you have to lock everything down","sentiment_score":0.0988888889}
{"full_text":"Everyone know that COVID is like the last of the biblical plagues and having the correct political opinion is the equivalent of lambs blood on the doorway.","sentiment_score":0.0}
{"full_text":"RT \"This happened because, you know, people are not following the rules here in Alberta...He's a prominent person, well-educat...","sentiment_score":0.25}
{"full_text":"RT Among the things that stand out on Biden's new COVID advisory panel: the list of members doesn't include anyone from Biden'...","sentiment_score":0.1363636364}
{"full_text":"RT hey, #BidenHarris2020 let's please not forget someone in mental health on the COVID task force... https:\/\/t.co\/c4R...","sentiment_score":-0.1}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"RT This is the #COVID19 #vaccine candidate slated to be mass produced at College Station facility throu...","sentiment_score":0.0}
{"full_text":"A good day for science ","sentiment_score":0.7}
{"full_text":"You mean following the law and letting states handle it with assistance offered was a bad thing? Biden has demanded a federal lockdown, which is illegal. He also failed miserably with H1N1. Fortunately it wasn't as deadly.","sentiment_score":-0.3515625}
{"full_text":"RT Is everyone prepared to go into lockdown two 2 weeks to help save our families, neighbors and cities from Covid-19?  I AM...","sentiment_score":0.0}
{"full_text":"Leadership. This warmed my heart.","sentiment_score":0.0}
{"full_text":"RT I spent the morning with the co-chairs of my COVID-19 Council discussing the status of this pandemic and how we move forward....","sentiment_score":-0.1}
{"full_text":"Thinking of starting a new hobby during lockdown? Our #30Days30Businesses post is for the fabric, crafts and haberdashery experts at Sew Fabrics.Whilst the shop isn't currently open, delivery and click and collect services are available during lockdown.","sentiment_score":0.1340909091}
{"full_text":"Engaging customer experiences have become a staple for brands to build and strengthen relationships and #loyalty, especially in the era of lockdown. Here is how to create a memorable experience: via #CX","sentiment_score":0.3}
{"full_text":"Catching some turns on the last day before lockdown... what a blast! Thanks ","sentiment_score":0.2666666667}
{"full_text":"Latest News from Scotland:* Easing of Scottish Covid rules 'highly unlikely'* 'Milestone' vaccine offers 90% Covid protection* Police probe Bonfire Night horse injuryMore news on #Drivetime with -","sentiment_score":0.0333333333}
{"full_text":"RT Final call for today's thread on Norwich City's financial results for the 2019\/20 season. Despite being relegated from the...","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden has named 13 health experts to his Transition COVID-19 Advisory Board, advancing his plans despite uncertainty over how much the Trump administration will cooperate amid its ongoing legal challenge to the election results.","sentiment_score":0.2}
{"full_text":"Studies show that 1 in 3 people wouldn't recognize warning signs of diabetes. Could you spot symptoms of diabetes in yourself or your family members?To learn more, visit: #WDD","sentiment_score":0.5}
{"full_text":"The UI's performing arts departments have all utilized a COVID-19 saliva test developed by researchers at the University of Iowa in order to safely rehearse and perform in person.https:\/\/t.co\/ScHrSdNTDI","sentiment_score":0.3}
{"full_text":"RT Meanwhile Mike Pence will host a task force meeting tomorrow - a group that includes leading medical luminaries such as...","sentiment_score":0.0}
{"full_text":"The economic landscape is likely to look different after the threat of the COVID-19 pandemic has subsided. What's unlikely to change, however, are the factors that attract the attention of venture capitalists.","sentiment_score":-0.075}
{"full_text":"The Government has published 32 pages of regulations including exceptions to the general stay-at-home message.https:\/\/t.co\/81Ubm0ApMY","sentiment_score":0.05}
{"full_text":"Markets rally after Joe Biden's projected win and Pfizer's COVID vaccine... via","sentiment_score":0.8}
{"full_text":"RT #VoteByMail allowed millions of Americans to vote safely during a pandemic. I'd call that a slam-dunk for democracy.","sentiment_score":0.5}
{"full_text":"Tennis is a great social distancing-friendly sport for keeping active and supporting heart #health during the pandemic. #tennis","sentiment_score":0.2375}
{"full_text":"Your is still here for you in lockdownWe offer free impartial advice on debt, employment, housing, family problems and utility billsFor help in Fylde ring 0330 300 1133 open M-F 9-4Other areas can use the postcode search tool onhttps:\/\/t.co\/OolNZybjR3","sentiment_score":0.2}
{"full_text":"ITV adapts Louise Candlish's thriller 'Our House', orders Kevin Macdonald Covid doc","sentiment_score":0.0}
{"full_text":"That could be a problem in lockdown! ","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:@ugc_india issues guidelines for re-opening the universities and colleges post lockdown due to #CO...","sentiment_score":-0.125}
{"full_text":"No.8 Dusuma No.7 Mpulira No.6 I Cry No.5 Mwooli No.4 Lockdown No.3 Jerusalema No.2 Kigwa Leero No.1 Go Crazy #8To8 countdown with","sentiment_score":-0.6}
{"full_text":"Health Minister Stephen Donnelly says it's a \"good reason to be optimistic\".https:\/\/t.co\/eXlWhZrgel","sentiment_score":0.7}
{"full_text":"RT BREAKING: HUD Secretary Ben Carson tested positive for #COVID19 Monday morning. He attended the WH election night party tha...","sentiment_score":0.2272727273}
{"full_text":"PODCAST: In this mini episode of the podcast, Editor Sydny Shepard discusses a new structural guide for fire fighting, the ASSP's new partnership with NECA and how states are dealing with the third wave of COVID-19.https:\/\/t.co\/By88KOUJva","sentiment_score":0.0909090909}
{"full_text":"RT Ben Carson, who has tested positive for COVID, attended the WH election night watch party along with a number of Trump cabinet...","sentiment_score":0.2272727273}
{"full_text":"First Minister Mark Drakeford is urging people to act responsibly as the firebreak lockdown ends - but says there are early signs the shutdown has had a positive impact on the coronavirus infection rate #CapitalReports","sentiment_score":0.1943181818}
{"full_text":"RT The key members of Biden's pandemic advisory team:","sentiment_score":0.0}
{"full_text":"\"COVID didn't break our systems,\" said Frank Thompson, with the \"COVID exposed our broken systems.\"@kmbchttps:\/\/t.co\/UpwrPdSybs","sentiment_score":-0.4}
{"full_text":"Free COVID-19 testing available today in Upland! To make your appointment, visit de COVID-19 estan disponibles hoy en Upland! Visite para hacer su cita.","sentiment_score":0.5125}
{"full_text":"Covid-19 cases continue to decline in Wirralhttps:\/\/t.co\/ih55OTOyYR","sentiment_score":0.0}
{"full_text":"Great read! David has been working on this story since before the pandemic hit and now it is finally ready! Congrats!","sentiment_score":0.65625}
{"full_text":"What Music Professionals Need To Know #TodayNovember09 Live Nation Has Already Lost Out on $7bn of Revenue Due to COVID-19 - and will Slash Costs by $900m Across Course of 2020","sentiment_score":0.0056818182}
{"full_text":"Pandemic an opportunity to enhance inclusion, says Skills Ontario manager of diversity and inclusionhttps:\/\/t.co\/wK1wThpbmB","sentiment_score":0.0}
{"full_text":"RT Trudeau says he hopes to see COVID-19 vaccines roll out in Canada in early 2021 | National Newswatch","sentiment_score":0.1}
{"full_text":"The Prime Minister is leading todays Downing Street press conference.Watch it live.","sentiment_score":0.1363636364}
