{"full_text":"RT Happy #Wednesday all! Here's Perejanthan Thavaseelan, #Animation Technical #Assistant speaking on their experience joini...","sentiment_score":0.5}
{"full_text":"RT The Germans of Turkish origin who may have come up with the most important vaccine of our age. Such an inspiring story...","sentiment_score":0.35}
{"full_text":"RT  wishing health for all world &amp; everyone   bosphorus by askgercekse #StayHomeSaveLives #StayAtHome #EvdeKal...","sentiment_score":0.0}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT Saddened to learn of the death at 65, because of #COVID19, of Saeb Erekat, prominent Palestinian negotiator, spokesman &amp;...","sentiment_score":0.5}
{"full_text":"Something to spice your timeline. #CuppyDay #wednesdaythought #COVID19 #TinaAndDunco #SCGrantBailToArnab #HarambeeStars #MainaAndKingangi #18Again #Crypto #AEWGames #FreeBritney #EricaXElitesMag #SCGrantBailToArnab","sentiment_score":0.0}
{"full_text":"RT \"You have a good case on merits, why don't you file for regular bail?\", Supreme Court says; Sudha Bharadwaj plea for inter...","sentiment_score":0.35}
{"full_text":"RT I BIO guy lousy with nos. Great ideas sir! If I may reinforce:1 Share COVID data- don't politicize pandemic war2 Avoid...","sentiment_score":0.25}
{"full_text":"RT Rajasthan has emerged as a model state in management of #COVID19 and the efforts made have been praised in the country a...","sentiment_score":0.0}
{"full_text":"RT  wonderful to hear your interview on Womans hour &amp; re yr new book. Can I highly reccomen...","sentiment_score":0.4321212121}
{"full_text":"Have you seen this?https:\/\/t.co\/YiiI9PRlCt","sentiment_score":0.0}
{"full_text":"RT COVID-19 cases are rising across Calgary - Mayor and I spoke about that today, and I asked what more we can do t...","sentiment_score":0.5}
{"full_text":"RT People that hoard indomie, will hoard the COViD-19 vaccines with their chest when the time comes.","sentiment_score":0.0}
{"full_text":"RT NRM apologists  mwasamire Muli Because  we have love of the people  you shouting  covid covid Nga you haven't held the  g...","sentiment_score":0.5}
{"full_text":"RT \"Vaccines should be open-access, intellectual property\" - from on the need for 'global solidarity'...","sentiment_score":0.15}
{"full_text":"RT  England university students to go home in evacuation-style operation US sees record number of Covid patients in hospita...","sentiment_score":0.0}
{"full_text":"Yay, can't wait for the reintroduction of Scarlet Letters  #COVID19","sentiment_score":0.0}
{"full_text":"RT BREAKING: breaks with precedent set in previous administration, decides not to appoint Hunter Biden to lead...","sentiment_score":-0.1666666667}
{"full_text":"This is how much the Crony Virus infected government cares.","sentiment_score":0.2}
{"full_text":"RT The Dream Team Behind the Leading Vaccine to Solve #Covid19Dr. Sahin said he and Dr. Tureci learned about efficacy...","sentiment_score":-0.4}
{"full_text":"RT But you no gree #EndAsuuStrike. Smhh.","sentiment_score":0.0}
{"full_text":"That concludes our legal take from an engineer.Up next, open heart surgery 101, from Mary, who is now at her 3rd job at the local gas station,  to keep food on her kids table. Due to trump clusterfck of a covid response.","sentiment_score":0.0125}
{"full_text":"report out today using #Sensemaker on the impact of COVID-19 through people's narratives and perceptions. Great work from in our team who worked with them on this! Full report available here:","sentiment_score":0.5833333333}
{"full_text":"RT #Bangalore Photojournalist Takes up Farming After Losing Job In #Pandemic, Seeks Help From ","sentiment_score":0.0}
{"full_text":"RT Dear All, find the Italian Shimmer Journals at this Diwali &amp; Light up the love for near and dear ones and specially the far and dear ones so much so as we have fought many wars this year #COVID19 #lockdown #Trump2...","sentiment_score":0.2696428571}
{"full_text":"RT All the shouts to for one hell of an editing job! So proud to be part of this alongside","sentiment_score":0.8}
{"full_text":"RT This is shocking Why are NHS staff being issued with repurposed bin bags as official PPE??","sentiment_score":-1.0}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"RT In #europeana2020's first panel session on how we can turn the COVID-19 crisis into a catalyst for positive transformatio...","sentiment_score":0.2386363636}
{"full_text":"Good, now you know three kind of corona","sentiment_score":0.65}
{"full_text":"I apologise to all the strangers I've never met but because of lockdown and social media I feel I now know  you so if I come up to you in 2021, give you a hug, ask how the kids &amp; the dogs are just go with it. Then remind me after a few minutes that we've never met.","sentiment_score":-0.0833333333}
{"full_text":"Gotta love some on","sentiment_score":0.5}
{"full_text":"RT How can republicans believe that the coronavirus is a hoax but widespread voter fraud is real???","sentiment_score":0.2}
{"full_text":"RT Caroline, fingers crossed and lottery tickets to handI'm  sure  if  we  all  keep  sharing  the  message  the  gen...","sentiment_score":0.5}
{"full_text":"RT COVID-19 impact on business: 19 hard hit SOEs post GHC\/ 1.55bn loss ...govt offers them payroll support #GhanaianTimesht...","sentiment_score":-0.0958333333}
{"full_text":"Despite whatever any expert says, the choice of lockdowns is not an objective measure. It's a judgment call (does Harm from COVID Spread &gt; Harm from lockdown). Therefore imposing it despite public pressure is morally ambiguous at best.","sentiment_score":0.25}
{"full_text":"RT About 1 out of every 1,500 people in South Dakota is in the hospital *right now* w\/COVID","sentiment_score":0.2857142857}
{"full_text":"Thank you for continuing to ensure the world's poorest have equitable access to a future #COVID19 vaccine by supporting COVAX &amp; more! It is wonderful to see  stand with the Pacific &amp; Southeast Asia. Let's #EndCOVIDForAll","sentiment_score":0.46875}
{"full_text":"RT I am not with those of my friends who are blaming labors and migrants for voting NDA. They simply didn't. It was middle and...","sentiment_score":0.0}
{"full_text":"RT As part of our support to creatives to recover from the ravaging effects of COVID-19 pandemic, we are offering space at s...","sentiment_score":0.0}
{"full_text":"RT Team Trump and the #RNC are out to spread more lies on #VeteransDay2020.  Don't forget, millions of Americans voted for R...","sentiment_score":0.5}
{"full_text":"RT Kyoongcon is on top of my bucket list ... what is this  corona this ","sentiment_score":0.5}
{"full_text":"and plenty of others have isolated SARSCoV2 alsohttps:\/\/t.co\/J1zZQAmMAd &amp; a few other places#SARSCoV2 #COVID19","sentiment_score":-0.1625}
{"full_text":"Great idea!  \"America last\" is such a great mantra for the Biden administration.","sentiment_score":0.45}
{"full_text":"So what happened to that PSBillions of our taxpayers money that was spent on PPE?","sentiment_score":-0.1}
{"full_text":"Don't let activists take advantage of COVID-19...","sentiment_score":0.0}
{"full_text":"RT I remember this day back in March so clearly, Dr. Amy Acton warning we could reach 6,000-8,000 new cases a day. It was unbe...","sentiment_score":0.0787878788}
{"full_text":"No. I don't think so. I've never got that impression since March.Dr Tegnell did on-site work for the WHO with a Swedish expert team during the 1995 Ebola outbreak in Zaire.One of his daughters is an intensive care doctor &amp; she worked in Congo during the Ebola outbreak as well.","sentiment_score":0.0}
{"full_text":"Rally Leg 4 rationale - okay, the data leaves lot to be desired in the Pfizer story and Trump might honestly never leave the White House and Covid is crushing our healthcare system but stocks are going up at 1am and 3am every day so as #nsync sang buy, buy, buy!!!$spy $qqq","sentiment_score":0.15}
{"full_text":"Students: holding clinical posting right before exams makes no sense,,the pandemic isn't over yet, we can't attend offline postingsMy college: you guys are becoming DOCTORS. you can't be scared to catch covid bcz y'all will become DOCTORS. Manage your time. future DOCTORS","sentiment_score":0.2452380952}
{"full_text":"I just saw 532 deaths yesterday . Awful.","sentiment_score":-1.0}
{"full_text":"RT \"This pandemic has brought a lot of opportunities to connect across the globe,\" - Prof. Sasmita Samanta,      Pro Vic...","sentiment_score":0.0}
{"full_text":"RT On the day Victoria reached 12 days of zero COVID-19 cases I moved a Motion congratulating Victorians for subduing the virus...","sentiment_score":0.0}
{"full_text":"\"If Jeff Bezos paid each of his #Amazon employees $1 billion bonuses, he would still be richer now than before the pandemic\" #trustconference","sentiment_score":0.0}
{"full_text":"Do these people even have brains - let alone know how to use them? And then we have Brexit (&amp; presumably issuing the vaccine) - just endless crap taking things that are hard anyway and making them much much worse through incompetence","sentiment_score":-0.4041666667}
{"full_text":"Today the guys on Open Mike are talking about...Was it a mistake to try and play college football during the pandemic?","sentiment_score":0.0}
{"full_text":"RT Financial incentive ","sentiment_score":0.0}
{"full_text":"RT With Coronavirus restrictions still preventing musicians earning, today we open Phase 3 of our Financial Hardship Funding. Thi...","sentiment_score":0.0}
{"full_text":"RT The funding situation for public transport in London remains precarious. We'll resist any attempt to make workers or passe...","sentiment_score":0.0}
{"full_text":"RT A National Strategy for a Lebanon without COVID-19 | Independent Lebanese Committee for the Elimination of COVID-19 #CO...","sentiment_score":0.0}
{"full_text":"RT It should terrify everyone that the party responsible for throwing infected old people into nursing homes now wants to t...","sentiment_score":0.1666666667}
{"full_text":"It's the norm now lock down sesh in full flow. Beers everyday  gotta cut it out! Be like Adrian soon hahah","sentiment_score":-0.0185185185}
{"full_text":"'Fundamental shift' in biologic packaging to 'revolutionize' COVID-19 vaccine delivery -","sentiment_score":0.0}
{"full_text":"What you need to know about the coronavirus right now","sentiment_score":0.2857142857}
{"full_text":"RT Virtual Office Hours Get More Students in the Door. Will They Be Here to Stay? #virtuallearning #pandemic","sentiment_score":0.5}
{"full_text":"RT Super-spreading events !!!#icaiexamspostponement #Icai","sentiment_score":0.0}
{"full_text":"RT During the two minutes silence today we should remember those who lost their lives to war but also those who have lost th...","sentiment_score":0.0}
{"full_text":"RT Trainers, as Pokemon HOME integration is currently being rolled out, check out our article to learn how to send Pokemon fr...","sentiment_score":0.0}
{"full_text":"Converter and Mixer Circuits Market Forecast to 2027 - COVID-19 Impact and Regional Analysis","sentiment_score":0.0}
{"full_text":"Cool it doesn't take up road space.","sentiment_score":0.35}
{"full_text":"Researchers propose that an infusion of memory T cells from people who have recovered from SARS-CoV-2 infections could treat severe disease.","sentiment_score":0.0}
{"full_text":"RT Touch-free has become the new normal in the post #COVID19 world! The new AER-DEC Integrated Sink System from Sloan is touch...","sentiment_score":0.1534090909}
{"full_text":"I deal in facts, not conjecture, so these are hardly my beliefs. Here's another fact: on January 14th the WHO put out that there was no evidence COVID could be transmitted between humans. That tweet aged very poorly and was an early indication that there's much to learn by all.","sentiment_score":-0.1223333333}
{"full_text":"Countdown to the 69th annual ASTMH conference. COVID made us miss the Canada trip, we're going virtual however!Looking forward to this new global learning experience #TropMed20#publichealth","sentiment_score":0.0681818182}
{"full_text":"RT Whoop. It's #CaptioningAwarenessWeekWhy not join us tmw at 17:30 for 'The climate after Covid: Mary Robinson and Lord St...","sentiment_score":0.0}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\" h...","sentiment_score":-0.4}
{"full_text":"ttps:\/\/refer.sharetoearn.co\/magaforbes21  ; ShareToEarn, a site that lets you earn money with social media. I just earned $968.50 and you can too! Sign up today for a $100 bonus!;hashtags=onlinejob  #work from home tasks# just click the link then sign up  ASAP","sentiment_score":0.0416666667}
{"full_text":"UK biotech consortium identifies #COVID19 antibody combinations. Find out more via","sentiment_score":0.5}
{"full_text":"RT let's break the chain of COVID 19..let's keep our environment clean #AngamizaCorona  #AngamizaCoronaUG #EUCo...","sentiment_score":0.3666666667}
{"full_text":"RT The UK will fall silent for two minutes at 11am in remembrance of the nation's war dead on #ArmisticeDay","sentiment_score":-0.1}
{"full_text":"RT Defund police activist &amp; Portland city council woman pulls race card after it was revealed she called police on her Lyft dri...","sentiment_score":0.0}
{"full_text":"RT Sadly due to the ongoing #Covid19 pandemic we'll not be able to commemorate #ArmisticeDay in the usual way today. Please o...","sentiment_score":0.0416666667}
{"full_text":"RT The scientists who developed the Pfizer\/BioNTech Covid-19 vaccine are a Turkish-German power couple","sentiment_score":0.1}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT Finished a degree in Textiles this year. Due to covid,theres a lack of jobs and opportunities in design:( So took a risk...","sentiment_score":-0.4375}
{"full_text":"At this week's Let's Chat #PhysEd we'll be talking about staying connected in a time of social distancing. We hope you can join us for this free online discussion on Friday at 1pm GMT - just DM us for joining details ","sentiment_score":0.2166666667}
{"full_text":"While You Were Sleeping: Coronavirus updates for November 11 #FOX59Morning","sentiment_score":0.0}
{"full_text":"RT After #WFH its #WorkNearHome! Thanks to Pandemic for these options! #CHRO #HR","sentiment_score":0.25}
{"full_text":"12 types of cancer! If you or someone you know needs help to quit - reach out to 011 720 3145 or via WhatsApp on 063 828 2909.","sentiment_score":0.0}
{"full_text":"Russia's Sputnik V vaccine is 92% effective at protecting people from COVID-19 according to interim trial results","sentiment_score":0.6}
{"full_text":"Is anybody watching? #COVID19 rule-breakers to see stricter enforcement in #YorkRegion. #coronavirus","sentiment_score":0.0}
{"full_text":"The Wetherspoon boss has hit out","sentiment_score":0.0}
{"full_text":"RT Nigerians will benefit from covid-19 vaccines- FG","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Wednesday November 11, 2020 ","sentiment_score":0.0}
{"full_text":"UPDATE: Mongolia to close border checkpoints with Russia due to COVID-19 #SputnikUpdates","sentiment_score":-0.125}
{"full_text":"The Australasian Diabetes Congress #ADC2020 starts tomorrow virtually. We will be holding our next social media summit to discuss #diabetes during COVID-19, including maintaining #MentalHealth and resilience. Follow along at #OzDSMS.","sentiment_score":0.0166666667}
{"full_text":"Yesterday the Government launched its consultation on banning all HFSS ads online. We've issued a joint statement w\/ &amp; This ban will deal a huge blow to UK advertising when it is reeling from the impact of Covid-19. Read more:","sentiment_score":0.45}
{"full_text":"RT We're proud to help 'Keep India Smiling' with #DentistsForMe, an online dental consultation platform launched by during...","sentiment_score":0.8}
{"full_text":"This hospital started treating #COVID19 patients with blood thinners when they found out the  virus left blood clots all over the body. How did they know? Autopsies. Here's why. &amp; report.","sentiment_score":0.0}
{"full_text":"\"If we don't control the spread of this virus, we won't be able to care for those who are acutely ill without postponing important, but less urgent, care. We anticipate that this kind of shift could happen in a matter of weeks if trends don't change.\"","sentiment_score":0.1666666667}
{"full_text":"The #COVID19 pandemic reshapes #labormarket in many aspects, it overwhelms some businesses and fertilizes others. The study by Marina Kartseva and Polina Kuznetsova investigate the effects of recent transformation on entrepreneurs and workers in #Russia https:\/\/t.co\/ekdDFraika","sentiment_score":0.25}
{"full_text":"Crawley Town Community Foundation has been named 'Crawley Coronavirus Community Champion'. This recognition by Henry Smith, MP is testament to the hard work from the Foundation, which has supported the community throughout lockdown.  For more info ","sentiment_score":0.1041666667}
{"full_text":"National Covid Alert: STAY HOME (5 Nov - 2 Dec). Avoid travel unless essential. Find the latest guidance and exemptions at #NorthantsTogether","sentiment_score":0.25}
{"full_text":" How #contactless #biometric Access solution will help healthcare providers to tackle the spreading of #coronavirus? Explore more through our #blog,","sentiment_score":0.5}
{"full_text":"India is betting on hi-tech solutions to fight COVID-19, despite growing privacy concerns.'When you have extensive monitoring of citizens, people start self-sanctioning or self-censoring. That is fundamentally not good for democracy' says","sentiment_score":-0.175}
{"full_text":"RT \"Depression and hypertension are on the rise among parents as they struggle to keep a lid on what they perceive as sha...","sentiment_score":0.0}
{"full_text":"Great coffee read: \"Distressed M&amp;A\"\"This is a great market for distressed investors and is only likely to get better as more investment opportunities enter the market. There are so many ongoing uncertainties for businesses that are caused by COVID-19.\"https:\/\/t.co\/UwlmOuDCI2","sentiment_score":0.4428571429}
{"full_text":"Pfizer's announcement that its vaccine is showed to be 90% effective may get skeptical people to get it sooner rather than later, Anthony Fauci said.","sentiment_score":0.0333333333}
{"full_text":"RT So institutional racism then","sentiment_score":0.0}
{"full_text":"Bar and restaurant workers say they're relieved the governor didn't call for a widescale shutdown of the hospitality industry, but they're still worried about the future. #sunrisers","sentiment_score":0.0}
{"full_text":"When it comes to violent crime, Waterloo Region \"is leading the pack\" compared to other Ontario police services and the chief attributes the violence to many more guns used and seized in local crime.https:\/\/t.co\/HcuoW7Cgch","sentiment_score":0.015}
{"full_text":"On #RemembranceDay we remember those who gave their lives in service of the UK, including the 600+ who have given their lives as part of the 50k U.K. Covid deaths reported today.#WeWillRememberThem","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 11\/11\/2020 16:30Total Cases: 8636974 [+1220]Active: 495620Recovered: 8011844 [+0]Deaths :127630 [+15]Total Tests: 119.62MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"With over 23,000 confirmed cases of COVID-19 in Texas' prisons, incarcerated Texans are testing positive at a rate 40% higher than the national prison population average, according to a new report from the University of Texas at Austin.","sentiment_score":0.1727272727}
{"full_text":"Holiday Travel Can Quickly Spread COVID-19: What to Know Before You Go.#Holidaytravel #pandemic","sentiment_score":0.3333333333}
{"full_text":"Young artists Zephanie Dimaranan and Ken San Jose are raring to share their latest music with you. Listen as they talk about their realizations during the past few months of the pandemic and what pushed and inspired to come up with new songs.https:\/\/t.co\/qXN2cwn1qB","sentiment_score":0.0572727273}
{"full_text":"The CDC cited a number of studies that found masks reduce the transmission of the virus by more than 70 percent in some instances. &gt;&gt;&gt;","sentiment_score":0.5}
{"full_text":"RT #health could be a better #economic indicator than #GDP? via #ehealth #covid19 #fintech","sentiment_score":0.35}
{"full_text":"Bad weather? Whatever. This November, we'll be helping you get up, get out and get active. It's time to find #YourPersonalBest. Check out our website for tips, tricks and our exercise video series at exercising, please follow Covid-19 guidelines.","sentiment_score":-0.4166666667}
{"full_text":"Previously, it was believed that mask wearing helped only to prevent infected people from spreading the virus to others.","sentiment_score":-0.0833333333}
{"full_text":"Georgia troopers report less traffic during the pandemic, but we keep driving faster so fatalities are actually up this year.","sentiment_score":-0.0833333333}
{"full_text":"German construction industry showed no significant corona effects in August. Preliminary data from","sentiment_score":-0.09375}
{"full_text":"Derbyshire's confirmed new Covid-19 cases for a single day have surpassed previous record highs","sentiment_score":0.0745670996}
{"full_text":"When it comes to violent crime, Waterloo Region \"is leading the pack\" compared to other Ontario police services and the chief attributes the violence to many more guns used and seized in local crime.https:\/\/t.co\/28Y9qagVks","sentiment_score":0.015}
{"full_text":"\"The emergence of COVID-19 has forced rapid change upon global healthcare delivery and the NHS has proven that it can rapidly adapt and innovate\". Read more from Alice Green in Nov issue of","sentiment_score":-1.387778781e-17}
{"full_text":"Russia reports record high of 432 coronavirus deaths, 19,851 caseshttps:\/\/t.co\/xqd9vDSFrx","sentiment_score":0.16}
{"full_text":"Fantastic article from on how coronavirus is spread! Knowledge is power - everyone should watch this! Great animations.https:\/\/t.co\/zd6zdECldC","sentiment_score":0.7125}
{"full_text":"Have you been unfairly dismissed from your employment?Sheffield Hallam Law student Kerishni Kundasamy, looks at what your possible next steps are.https:\/\/t.co\/SlPlzS8lpr...oyment-tribunals\/#employmentlaw #SHULawLtd #studentarticle #unfairdismissal","sentiment_score":-0.1666666667}
{"full_text":"Pre-pandemic divorce valuations could have changed by 30%.  Brewin Dolphin says asset valuations and job security could affect those wanting to get divorced.  Brewin Dolphin research says cost of divorce putting people off. Read the full article","sentiment_score":0.35}
{"full_text":"Talent and supply chain risks along with cybersecurity challenges are among the top threats to business growth amid the COVID-19 crisis, according to a study of CEOs.https:\/\/t.co\/zAvDa1ZLGz#GEC #entrepreneurs #startups #SMEs #coworkingspace #BestPlacetoGrow","sentiment_score":0.5}
{"full_text":"The United States could be the first country to launch one of the most ambitious vaccine operations in history: distributing and administering up to 600 million doses of a Covid-19 vaccine in just a few months. l","sentiment_score":0.2}
{"full_text":"In PEPYs target areas, schools are open w\/ safety measures! Our Dream class cannot start yet, but we're glad students like Taivann &amp; To can prepare for Nat. Exams. To says \"If we work hard on education today,it will help us in the future.\" #dreamBig #COVID #backtoschool #Cambodia","sentiment_score":0.0520833333}
{"full_text":"VIDEO: Residents of Washington, DC, who are getting tested for Covid-19 at one of the city's free sites, react to the news of 10 million confirmed coronavirus cases in the US, as well as a potential vaccine from Pfizer testing more than 90% effective","sentiment_score":0.38}
{"full_text":"While some Remembrance Day services didn't go ahead on the Central Coast this year due to the pandemic, locals still paid their respects to all the veterans, past and present.@SkaieHull","sentiment_score":-0.125}
{"full_text":"Due to Covid19 &amp; recent lockdown restrictions we are not able to hold our annual Service of Remembrance this year. So we have put a video together to commemorate the occasion (Watch the full video on our Youtube or Facebook channels) #ArmisticeDay #HCFERespect #LestWeForget","sentiment_score":-0.00625}
{"full_text":"Guidance on the extended furlough has now been published - you are a worker and have a query about furlough, please contact our advice line on (028) 9024 4401","sentiment_score":0.0}
