{"full_text":"RT It's almost like the administration basically got COVID policy right","sentiment_score":0.2857142857}
{"full_text":"RT Signs of exponential growth, here and there","sentiment_score":0.0}
{"full_text":"RT If you cared about the people of Wisconsin you and the rest of wouldn't have blocked ev...","sentiment_score":0.0}
{"full_text":"RT The Coronavirus Task Force met today to discuss BIG news out of this morning. Under President","sentiment_score":0.0}
{"full_text":"RT Here's a guide to some of President-elect Biden's policy platforms and promises related to health care -- on issues including: t...","sentiment_score":0.0}
{"full_text":"Get on the case he knows all the answers which or Dom won't tell you and he's on every few hours ","sentiment_score":-0.2}
{"full_text":"RT HUGE NEWS: Thanks to the public-private partnership forged by President announced its Coronavirus...","sentiment_score":0.3}
{"full_text":"RT I've heard that UCF is anticipating an $11M loss of revenue due to less FB home games &amp; limited capacity, and another $2...","sentiment_score":-0.121031746}
{"full_text":"RT Why now?  ","sentiment_score":0.0}
{"full_text":"RT Tackling climate change means stopping the expansion of fossil fuels. It the US and Canada are serious about climate,...","sentiment_score":-0.3333333333}
{"full_text":"Mask up folks","sentiment_score":0.0}
{"full_text":"RT He surfaced today trying to take credit for Pfizer's Coronavirus Vaccine trial as pa...","sentiment_score":0.0}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"Truth","sentiment_score":0.0}
{"full_text":"I saw a LOT more suspicion about a vaccine being ready from my right wing COVID sceptic friends than from the media (and President Trump's original statements were exaggerated and he had to modify them). Of course, YMMV.","sentiment_score":0.1721428571}
{"full_text":"RT HUGE NEWS: Thanks to the public-private partnership forged by President announced its Coronavirus...","sentiment_score":0.3}
{"full_text":"RT Promising news from Pfizer this morning! Canada already has contracts for a minimum of 20 million doses of this vaccine, sh...","sentiment_score":0.25}
{"full_text":"Greg Sankey on SEC's COVID news: 'Pressure' because 'we don't have infinite amount of time'","sentiment_score":-0.1}
{"full_text":"RT Let me get this straight. Trump's top advisers held an election night victory party,  and not only did they lose the elec...","sentiment_score":0.2333333333}
{"full_text":"RT 2) Send PPE to They are out registering high school students to vote as we speak. Make sure their volunteers...","sentiment_score":0.33}
{"full_text":"RT Democracy can be slow sometimes, but it's worth it. Thank you to all the poll workers, election officials, and so many...","sentiment_score":0.1666666667}
{"full_text":"RT Ben Carson, who has tested positive for COVID, attended the WH election night watch party along with a number of Trump cabinet...","sentiment_score":0.2272727273}
{"full_text":"The latest The Med Time News ! Thanks to #covid19","sentiment_score":0.4125}
{"full_text":"All this after you and your cronies refused to pass another COVID stimulus package so that you could rush another terrible appointee through to the Supreme Court. This one even less qualified than the last.","sentiment_score":-0.3888888889}
{"full_text":"RT A U.S. company is testing a COVID vaccine that--according to preliminary research--is 90% effective. If this vaccine proves...","sentiment_score":0.45}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Ben Carson has COVID.Trump fired Esper via Tweet.McConnell didn't recognize Biden as election winner.White House threat...","sentiment_score":0.0}
{"full_text":"RT a new president.COVID vaccine update.new consoles.a good Assassin's Creed game.Spider-Man.Demon's Souls.Cyberpunk.t...","sentiment_score":0.4181818182}
{"full_text":"RT GOOD NEWS - Interim trial data show a new Covid-19 vaccine is effective--preventing infection in 90% of its volunteers.The...","sentiment_score":0.4181818182}
{"full_text":"These are gorgeous.","sentiment_score":0.7}
{"full_text":"RT Just like Donald Trump took credit for Barack Obama and Joe Biden's economy, he is trying to take credit for Pfizer's prom...","sentiment_score":0.0}
{"full_text":"RT Breaking: New Mexico reported 12 more COVID-19 deaths and 1,418 new cases Monday, including 464 new cases in Bernalillo Co...","sentiment_score":0.2272727273}
{"full_text":"RT Gotta say, now England is in lockdown again, I've been thinking about getting a puppy. Trouble is, you always end up wit...","sentiment_score":-0.2}
{"full_text":"RT We're so close.We're close to a COVID-19 vaccine but must still wear masks and practice social distancing until the vaccine...","sentiment_score":0.0333333333}
{"full_text":"Pack and go","sentiment_score":0.0}
{"full_text":"RT A member of Biden's new coronavirus task force is a lockdown enthusiast who has written that living past 75 isn't worth it...","sentiment_score":0.0621212121}
{"full_text":"RT If you want to tell positive stories about immigration, look no further than the BioNTech vaccine: company co-founders...","sentiment_score":0.1136363636}
{"full_text":"RT Rear Admiral John Polowczyk led the largest national mobilization since World War II on the Coronavirus Task Fo...","sentiment_score":0.0}
{"full_text":"RT Much of the US is in the exponential increase phase, and every day of delay costs lives. We have a divided government and...","sentiment_score":0.2}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"ohyew, she would turn a hot tub into a covid stew!","sentiment_score":0.3125}
{"full_text":"RT There Have Now Been More than 10 Million Cases Of Coronavirus In The US","sentiment_score":0.5}
{"full_text":"Seriously, ppl, if you want to celebrate Christmas together, think twice about whether it's smart to get together for Thanksgiving.","sentiment_score":-0.0595238095}
{"full_text":"Pfizer announced stunning early results from its coronavirus vaccine trial, cementing the lead in a frenzied global race that has unfolded at record-breaking speed. #WeAreCytiva","sentiment_score":0.2}
{"full_text":"RT IS YOUR DEFENSE HANDLED BY SOMEONE WHO IS NOT A LAWYER?  MOREOVER, HE DOES NOT HA...","sentiment_score":0.0}
{"full_text":"Thank you.","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Just like Donald Trump took credit for Barack Obama and Joe Biden's economy, he is trying to take credit for Pfizer's prom...","sentiment_score":0.0}
{"full_text":"#COVID19: Deaths Will Rise From This Holiday Season. Detected cases are only about one fifth of total infections.  #Thanksgiving2020 #SuperSpreaderEvent","sentiment_score":0.0}
{"full_text":"Something about a President that actually cares","sentiment_score":0.0}
{"full_text":"RT Vaccine to prevent Corona Virus is a leap forward, Its Indeed a \"Great day for Science and Humanity\" Congratulations to...","sentiment_score":0.8}
{"full_text":"RT Trump already did that, which Pfizer CEO Albert Bourla confirmed, saying, \"The vaccine will be available for free to all...","sentiment_score":0.4}
{"full_text":"RT The Covid Vaccine is 90% effective after 8 months of development, when the flu vaccine is 40% effective after 70 years of...","sentiment_score":0.6}
{"full_text":"I think Covid saw the signs that said \"open for business\"","sentiment_score":0.0}
{"full_text":"RT Unbelievable. Pence tweets the below, and Dr Kathrin Jansen, Pfizer's head of vaccine development, immediately says: \"We we...","sentiment_score":-0.25}
{"full_text":"RT Prior to attending away basketball games, please make sure you do the following:1. Download and pre-purchase...","sentiment_score":0.25}
{"full_text":"#UP government is developing a #WebPortal for the #Hindus to facilitate virtual lighting of diyas on Diwali in Ayodhya. Due to Covid-19 restrictions millions of Hindus will not be able to attend the 1st Diwali in 500 years in Ayodhya . PraNamams to Hon'ble CM ji","sentiment_score":0.1875}
{"full_text":"RT Oxford University: 'In the 7 days to Friday, Nov 6, there were 146 new positive tests confirmed by the university's own test...","sentiment_score":0.3409090909}
{"full_text":"RT 1 day after a Jan 2020 GOP senate only mtng on #COVID19 --@SenatorLoeffler dumped MILLIONS in stock then invested in te...","sentiment_score":0.0}
{"full_text":"#UPDATE Eight more Midway HS school students, three more staff members test positive for COVID-19 #fox44tx","sentiment_score":0.4090909091}
{"full_text":"Speak for yourself this is *exactly* the kind of thing that gets me fired up","sentiment_score":0.425}
{"full_text":"Giant Cheeto down played it and decided to tweet and golf instead of leading a country in a pandemic","sentiment_score":-0.0777777778}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"Surprise!!Get ready for more excuses and posturing!","sentiment_score":0.4125}
{"full_text":"I felt that since the pandemic","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT The U.S. added the last million cases in 10 days, a pace that has been accelerating: 3 to 4 million: 16 days4 to 5 mi...","sentiment_score":0.25}
{"full_text":"And we're on the heels of a soon to be federally mandated Covid vaccine.. we will not be able to reject it if we want to continue working, etc. THAT will be done under Biden's leadership. I hope people understand this. Life is about to get much different.","sentiment_score":0.25}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Fmr. CDC director on Pfizer's vaccine trial: This is great news, but it's too soon to be certain - CNBC Television","sentiment_score":0.5071428571}
{"full_text":"RT JOHN \"JACK\" DIEDRICH, 75 of Kaukauna, Wisconsin died of COVID-19 on October 27. \"You knew you were liked if he teased y...","sentiment_score":0.6}
{"full_text":"RT BREAKING: Eli Lilly's Covid-19 antibody therapy gets emergency FDA clearance, widening access to a treatment that early data...","sentiment_score":0.1}
{"full_text":"RT Some of this stuff you just can't make up. The chief of staff, plus the person who was confirmed on Saturday t...","sentiment_score":0.4}
{"full_text":"RT send in......... the geese","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden and I are ready to get COVID-19 under control. We're ready to rebuild our economy. We're ready to meet the cha...","sentiment_score":0.2}
{"full_text":"You've done NOTHING but speed up the cases to over 10 Million and more 235K deaths... Pfizer distanced itself from you &amp; tRump so don't take credit for something you have zerio to do with!","sentiment_score":0.625}
{"full_text":"RT BREAKING: trumps legal advisor for his election lawsuits doesn't have a law degree. Or even a bachelor's degree. He do...","sentiment_score":0.2}
{"full_text":"RT If Pfizer's coronavirus vaccine is indeed 90% effective at preventing COVID-19 based on the interim data of the Phase 3 clini...","sentiment_score":0.6}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT China October sales of EVs were around 144,000. Up roughly double from a year ago. Strong finish to the year coming....","sentiment_score":0.2166666667}
{"full_text":"RT What Super-Spreading Events Teach Us About Protecting Ourselves From COVID-19 from with","sentiment_score":0.0}
{"full_text":"RT a new president.COVID vaccine update.new consoles.a good Assassin's Creed game.Spider-Man.Demon's Souls.Cyberpunk.t...","sentiment_score":0.4181818182}
{"full_text":"RT As the community continues asking questions about the way Spokane's health officer Dr. Bob Lutz was fired, the community is...","sentiment_score":0.0}
{"full_text":"This is wonderful news.","sentiment_score":1.0}
{"full_text":"RT Joe Biden at his COVID briefing: \"The bottom line: I will spare no effort to turn this pandemic around.\"","sentiment_score":0.0}
{"full_text":"RT Biden: \"The single most effective thing we can do to stop the spread of Covid is wear a mask. The head of the CDC warned this...","sentiment_score":0.3428571429}
{"full_text":"RT Get you someone who looks at you the way Justin Trudeau looks at a phone that doesn't have Trump on the other end of it.","sentiment_score":-0.125}
{"full_text":"RT That Scottish Govt restrictions have led to the lowest rate of infection across the UK is *never* reported by BBC Scotland...","sentiment_score":0.0}
{"full_text":"RT President-elect Biden promised to ensure public health decisions are informed by public health experts. We are making goo...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT .@SecretaryCarson has tested positive for #COVID19 &amp; I ask everyone to join me in praying for his quick &amp; full recover...","sentiment_score":0.3035353535}
{"full_text":"RT Say it louder for the people in the back","sentiment_score":0.0}
{"full_text":"RT Pfizer had nothing to do with Warp Speed.Reported.","sentiment_score":0.0}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"RT Bossie is the non-lawyer currently leading Trump's legal efforts","sentiment_score":0.1}
{"full_text":"2200 new #COVID patients Saturday, 1809 on Sunday and 1184 today.  Are we past the peak?  Don't count on it.  92k tests reported on Sat, 80k Sunday and 47k today. Positive test rate increasing and just passed 4%.  Predicting higher numbers later in wk. Stay vigilant.  #WearAMask.","sentiment_score":0.0727272727}
{"full_text":"Oh yesss,this hit me hard. Bantuan kewangan asasi uitm pun I cannot get sebab my dad income eventhough it is not enough to cover the whole family's expenses since this pandemic. :( Tengok kawan kawan happy dapat bantuan hurts me in another way  it's okay, i try to earn money.","sentiment_score":0.0763888889}
{"full_text":"Let me further explain - does anyone know of a UNIVERSAL flu vaccine that prevents the flu? NO, Flu vaccines can help prevent SPECIFIC strains. #COVID19, the #PFE vaccine tested against ORIGINAL strains. Now, u might ask about The Measles, why that shot prevents it. &gt;&gt;","sentiment_score":0.09375}
{"full_text":"2020 started turning around when this dude showed up","sentiment_score":0.0}
{"full_text":"RT Ben Carson has COVID.Trump fired Esper via Tweet.McConnell didn't recognize Biden as election winner.White House threat...","sentiment_score":0.0}
{"full_text":"From Wuhan to New York, demand for face shields, gloves, takeaway #foodcontainers and #bubblewrap for online shopping has surged. Since most of that cannot be recycled, so has the #waste. #CorporateSustainability #GreenBusiness #Plastics #SustainabilityStrategy #Sustainability","sentiment_score":0.1454545455}
{"full_text":"RT It's fine, covid is only contagious among Trump supporters and Orthodox Jews","sentiment_score":0.0722222222}
{"full_text":"RT The Coronavirus Task Force met today to discuss BIG news out of this morning. Under President","sentiment_score":0.0}
{"full_text":"RT ICAI decided to provide jan\/feb window of exam to students who infected with Covid-19 or in containment zone.","sentiment_score":0.0}
{"full_text":"Top story: Pfizer's Early Data Shows Vaccine Is More Than 90% Effective see more","sentiment_score":0.44}
{"full_text":"RT The \"total lockdown\" approach may end up with a higher death toll than a scientific approach that secures vulnerable peo...","sentiment_score":-0.0833333333}
{"full_text":"COVID-19 ensnares Trump housing secretary Ben Carson and aide challenging election loss By Steve Holland and Alexandra Alper#TrumpHenchpersonsInfectedAndSoon2BTerminated","sentiment_score":0.5}
{"full_text":"RT Ben Carson has COVID.Trump fired Esper via Tweet.McConnell didn't recognize Biden as election winner.White House threat...","sentiment_score":0.0}
{"full_text":"Webinar: A Review of Best Practices in Education in a #COVID19 World. Measures taken by Malaysian higher education institutions to ensure effective delivery of learning. Find out more and register here:","sentiment_score":0.5875}
{"full_text":"The pandemic has intensified a price war between recycled and new #plastic, made by the #oilindustry. It's a war recyclers worldwide are losing. #CorporateSustainability #GreenBusiness #Plastics #SustainabilityStrategy #SustainableBusiness #Sustainability #Recycling #ZeroWaste","sentiment_score":0.1363636364}
{"full_text":"RT President-elect Biden on Monday pleaded with Americans to wear masks, kicking off his presidential transition with a message d...","sentiment_score":0.0}
{"full_text":"Oh, , WELCOME TO THE PARTY! is one of the BEST THINGS to come out of the pandemic. You should also check out , who performs ALL of the roles in songs from famous Broadway musicals. They have both been sources of cheer in these dark times.","sentiment_score":0.5875}
{"full_text":"RT Donald Trump's day so far:- Ben Carson and Trump's election legal team leader David Bossie have coronavirus- Fox News...","sentiment_score":0.15}
{"full_text":"RT Unbelievable. Pence tweets the below, and Dr Kathrin Jansen, Pfizer's head of vaccine development, immediately says: \"We we...","sentiment_score":-0.25}
{"full_text":"RT The challenge before us right now is still immense and growing, and so is the need for bold action to fight this pandemic.","sentiment_score":0.1797619048}
{"full_text":"Evidence suggests #COVID19 may spread in an airborne manner, requiring respirator use to help reduce healthcare worker exposure. Faced with challenges in available supplies, how do practices implement respirator use while meeting changing compliance?","sentiment_score":0.4}
{"full_text":"RT St. Louis Region Has 'One Last Chance' To Curb Coronavirus Before Restrictions Return via","sentiment_score":0.0}
{"full_text":"Top story: Department of Health and Human Services Victoria | Coronavirus (COVID-19) case averages for easing restrictions see more","sentiment_score":0.3333333333}
{"full_text":"RT Today started with the submission of a second funding application to support the post COVID-19 development of","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Psstt. The #bced safety policies created for pandemic are not science-based. Crowded classes, optional masks, poor venti...","sentiment_score":-0.4}
{"full_text":"RT NBD he's just a top adviser on how to respond to a global pandemic that is especially deadly for the elderly.","sentiment_score":0.0333333333}
{"full_text":"compared to Corona Hell Life, sometimes i miss those shit splattered toilets","sentiment_score":-0.2}
{"full_text":"Ontario will not be far behind in a lockdown with the inaction of and despite the chorus of medical professionals warning them of what is coming.","sentiment_score":-0.1}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT #Alberta just reported another 644 #COVID19 cases and to distract you all Kenney is doing a survey on assault riffles t...","sentiment_score":0.0}
{"full_text":"RT A U.S. company is testing a COVID vaccine that--according to preliminary research--is 90% effective. If this vaccine proves...","sentiment_score":0.45}
{"full_text":"RT BREAKING: trumps legal advisor for his election lawsuits doesn't have a law degree. Or even a bachelor's degree. He do...","sentiment_score":0.2}
{"full_text":"RT NEW: The pandemic is worsening &amp; the president-elect's team can't collaborate with the CDC, FDA, among other agencies. Why?...","sentiment_score":0.0056818182}
{"full_text":"The only law Trump is passing after the election is Murphy's.https:\/\/t.co\/skQPGgh9rP","sentiment_score":0.0}
{"full_text":"Hull's St Stephen's Tesco Extra store closes 'non-essential' aisles under new lockdown","sentiment_score":0.0681818182}
{"full_text":"#Lockdown: Emily Manashi and Parris Khachi were determined to have their big day despite the Covid-19 pandemichttps:\/\/t.co\/oVFoBgtq4E","sentiment_score":0.0}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"During the pandemic, students at Rockway Mennonite Collegiate have replaced singing with drumming:","sentiment_score":0.0}
{"full_text":"chief on Monday welcomed efforts to strengthen the Geneva-based body through reform and said it was looking forward to working closely with the administration of #US #Presidentelect the link in bio to read more.@DrTedros  ","sentiment_score":0.0}
{"full_text":"Markets around the world have been surging dramatically on the news of a COVID-19 vaccine development.https:\/\/t.co\/CfavorHfLI","sentiment_score":0.0}
{"full_text":"WATCH: Dr Jeremy McAnulty provides a #COVID19 update for Tuesday 10 November 2020.","sentiment_score":0.0}
{"full_text":"Research to examine antibiotic treatment for sepsis in Covid-19#ResearchNews #News #Covid19 #Sepsis","sentiment_score":0.0}
{"full_text":" In an effort to continue to reduce the spread of COVID-19, Marion City Schools has updated and improved their methods of cleaning and disinfecting. Take a moment to learn about the improved procedures! #WeRPrexies","sentiment_score":0.0}
{"full_text":"'In the United Kingdom, it's been reported that patients are asking not to be treated by doctors or nurses of Asian ethnicity...NHS staff front liners have been subject to racial slurs...'Why is this happening?Read more...#covid19 #pandemic #racismhttps:\/\/t.co\/CNP11CRqPM","sentiment_score":-0.0833333333}
{"full_text":"Embracing new technology will be key to financial advisory firms' ability to serve their clients securely.https:\/\/t.co\/XeLsfY0KWT","sentiment_score":0.0454545455}
{"full_text":"RT Former JASA DG, Datuk Puad Zarkashi says the RM85.5mil allocation for the unit in #Budget2021 is wasteful and insensitive amid...","sentiment_score":0.0}
{"full_text":"RT Here's a guide to some of President-elect Biden's policy platforms and promises related to health care -- on issues including: t...","sentiment_score":0.0}
{"full_text":"'There's a whole bunch of people that are not abiding by the minimalist rules,' Premier Horgan says as he urges British Columbians to bend the curve again. #bcpoli","sentiment_score":0.1}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT President-elect Biden just met with his newly formed COVID-19 advisory board.Tune in for a debrief: ","sentiment_score":0.1363636364}
{"full_text":"\"We said this was coming. I do not believe that we need to have orders from a governor, a state director, or myself to put this in check. We need to think about this seriously and get responsible.\"","sentiment_score":-0.0666666667}
{"full_text":"Discover the Importance of Identity and #AccessManagement in Pandemic Times in our new #IAM blog: IdentityManagement #CyberResilience","sentiment_score":0.1363636364}
{"full_text":"Patient health is not the only thing at stake due to #COVID19. The financial viability of the U.S. health system's private practice infrastructure is also threatened. Learn more here:","sentiment_score":0.075}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Chris Masey, chef and owner of Suburban Bar &amp; Kitchen in Randolph, said the curfew isn't going to affect his place which closes at 10 p.m., but he's fed up with the ever-growing restrictions. ","sentiment_score":0.0}
{"full_text":"VA is asking Veterans, their family members, VA employees and others to volunteer to participate in its COVID-19 research program. By signing up, you are under no obligation to participate in a study. Learn more:","sentiment_score":0.5}
{"full_text":"Prevent Iowans from being evicted from their homes. That's what we, along with 53 other civil rights and community service organizations, are asking Gov. Reynolds to do.https:\/\/t.co\/4Y6oQzt2Yo","sentiment_score":-0.125}
{"full_text":"The change is due to high costs and long lines of testing all passengers","sentiment_score":-0.005}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Even amid the pandemic, Mack Wilson of the Browns has focused on \"making memories with great people\" with T-shirt gifts for linebackers and coaches.","sentiment_score":0.8}
{"full_text":"RT US stocks stocks surged following news of a potential Covid-19 large-scale coronavirus vaccine study delivered promising resu...","sentiment_score":0.0666666667}
{"full_text":"RT Is it true that in Greece one has to pay for brothel sex worker services  by cc due to Covid??  and according to the a...","sentiment_score":0.1125}
{"full_text":"The state's three-phase plan will prioritize health-care personnel, frontline and emergency workers, and those working with vulnerable populations. #NCPA #COVID19","sentiment_score":-0.5}
{"full_text":"Join us this Thursday for our weekly #MasteryChat discussion. This week we will be discussing how COVID has changed you as an educator with this week's moderator Mark Horner! Get a sneak peak of this week's questions here!","sentiment_score":0.0}
{"full_text":"Deadline to apply for COVID housing assistance program is Tuesday ","sentiment_score":0.0}
{"full_text":"Yeah, I have a whole lot of expletives about this decision.Triage and ventilator discrimination based on  disability is the reason I, and many people like me haven't left the house or seen other people AT ALL in almost nine months.","sentiment_score":0.14375}
{"full_text":"RT This animated map of Covid-Cases across Europe is a bit boring at first but becomes rather scary very quickly! Source:...","sentiment_score":-0.1770833333}
{"full_text":"Texas A&amp;M pauses in-person football activities due to positive COVID-19 tests.https:\/\/t.co\/KihcH4xod4","sentiment_score":0.0511363636}
