{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"This is insanity. An unprecedented overreach.","sentiment_score":0.6}
{"full_text":"...  and that can be remedied with yet more facts--then the Biden administration will fail to reach millions of Americans, no matter how soundly it recites statistics. #c4news #skynews #bbcnews #itvnewshttps:\/\/t.co\/XfuRPqUD4E","sentiment_score":0.1333333333}
{"full_text":"RT Read more from on what today's record daily case count means -- and how the state is is preparing its health care sy...","sentiment_score":0.25}
{"full_text":"RT I'm not mad at a second lockdown wave . With the winter coming we can play the house when it's below 20degrees out &gt;&gt;","sentiment_score":0.15625}
{"full_text":"All the resources in the world when there's revenue to be made! Vile scum!!","sentiment_score":-0.46875}
{"full_text":"RT Cuomo declared victory over COVID and wrote a book detailing his \"success\" in defeating the virus. Oops.","sentiment_score":0.3}
{"full_text":"RT The CDC now says that wearing a mask not only helps protect those around you from the coronavirus, but it may also help protec...","sentiment_score":0.0}
{"full_text":"RT Corona virus does not listen to ignorant politicians who lie that sweet little children like Tagan do...","sentiment_score":0.08125}
{"full_text":"I would suggest they are similar risks - have you actually met someone who has had covid and struggled to recover ? It's pretty awful to watch. I thought like you a couple of weeks ago but that's bad thinking you have right there.","sentiment_score":-0.194047619}
{"full_text":"RT Various sources have now contacted me which suggest there has been a community outback of COVID in the Isle of Man in the...","sentiment_score":0.0}
{"full_text":"RT This is the measure the government uses - those who've died with a positive Covid-19 test result within 28 days. Of cou...","sentiment_score":0.2272727273}
{"full_text":"RT So pleased to have this flash pandemic story up today in  With thanks to editor","sentiment_score":0.35}
{"full_text":"RT Wishing everyone a nice weekthe last of the month#Staysafe #WearAMask ","sentiment_score":0.3}
{"full_text":"RT ElPaso, Texas has been hit so hard, they are out of morgue space and  brought in 10 mobile morgues. This is serious! It i...","sentiment_score":-0.3541666667}
{"full_text":"RT I think the covid victims should have automatically been deemed votes against Trump","sentiment_score":0.0}
{"full_text":"RT Aubrey,Reflective Ramaphosa says a resurgence in infections in EC should be a wake up call to all of us, t...","sentiment_score":0.0}
{"full_text":"Ahhh i wouldn't say none of them years he was decent but never a lockdown defender KD has had decent years also but he's far from a defensive stopper also","sentiment_score":0.1444444444}
{"full_text":"my pup died a few weeks ago. having some covid scares right now. thank u. needed to hear this. they're surrounding you, too. love u.","sentiment_score":0.1952380952}
{"full_text":"If the public-health community does not do more to give people hope and reassurance in the face of this disaster, it will see people defect to those who will--even when they know the promises are too good to be true.#c4news #skynews #bbcnews #itvnewshttps:\/\/t.co\/XfuRPqUD4E","sentiment_score":0.6}
{"full_text":".@AECOM's William Haas took part in a virtual roundtable with fellow #20under40 honorees to discuss issues related to the pandemic recovery, a necessity to boost #technicalexcellence and focus on #diversityandinclusion. Learn more:","sentiment_score":0.25}
{"full_text":"RT I'd like to point out we've hit the worst point of the #COVID19 pandemic and our president-elect is taking steps to save...","sentiment_score":-1.0}
{"full_text":"RT uh, you guys? covid is looking like.... really fucking bad. not that it ever wasn't but i'm ","sentiment_score":-0.7}
{"full_text":"The COVID-19 virus is an act of biological warfare from Wuhan China.","sentiment_score":0.0}
{"full_text":"RT JOSEPH SIPPEL, of Rochester, New York died of COVID on May 2.He was a decorated US Navy pilot who served in WWII &amp; Kore...","sentiment_score":0.1363636364}
{"full_text":"No pandemic less absentee vote Pandemic more absentee vote I hope that helps you given that the obvious and arithmetic are not your strong suit, I hope you do not seat on the budget committee","sentiment_score":0.1916666667}
{"full_text":"RT When our leaders drape themselves in the flag and speak of \"patriotism\" today, ask them what they've done to stop thousan...","sentiment_score":0.0}
{"full_text":"RT Live in 10.Did AG Barr predict this fiasco back in June during an interview with Wolf Blitzer? That plus new CDC Thanksg...","sentiment_score":0.0909090909}
{"full_text":"People acting irresistible must be the governments fault. Oh wait most of these people had masks on must be the governments fault. Some of these people were even social distancing. Must be the government or maybe it's a virus?","sentiment_score":0.1777777778}
{"full_text":"RT 509 new Coronavirus deaths","sentiment_score":0.1363636364}
{"full_text":"RT Interesting how Coronavirus is back when ELECTION FRAUD IS BEING EXPOSED? Democrats are evil!","sentiment_score":-0.1666666667}
{"full_text":"The virus comes out after 10","sentiment_score":0.0}
{"full_text":"Like, I get how that might be a thing for military expediency or if you woke up late for work, but...we're in a pandemic and it's peacetime.Enjoy your shower.","sentiment_score":-0.2}
{"full_text":"Not getting COVID","sentiment_score":0.0}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening.Call 116 123 (Samaritans UK)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"RT Did you attend any rallies? NHIF has left you floating and be sure that your favourite &amp; most beloved politician will N...","sentiment_score":0.425}
{"full_text":"RT When \"hotspot\" ceases to become a useful concept.https:\/\/t.co\/m262LZY2Ie","sentiment_score":0.3}
{"full_text":"RT We've been saying it. The CDC confirmed it.Masks protect YOU and the people around you.Mask Up.https:\/\/t.co\/ia22Z7Hi9v","sentiment_score":0.4}
{"full_text":"RT #WestBridgfordWire * Cases decrease across #Nottingham and #Nottinghamshire* 11 November: Coronavirus: 265 new cases in Notts - 68 of them in Nottingham city* See all areas #Mansfield #Newark","sentiment_score":0.1363636364}
{"full_text":"RT Taking your brain out prevents you getting dementia.","sentiment_score":0.0}
{"full_text":"RT We now know a decade of needless public spending cuts designed entirely to help millionaires pay less tax meant the nor...","sentiment_score":-0.1666666667}
{"full_text":"RT And the \"President \" says kids are not affected ,he needs to be put on trial !!!","sentiment_score":0.0}
{"full_text":"I see a very big lockdown coming.......","sentiment_score":0.0}
{"full_text":"RT COVID-19 has made access to nutritious food even more challenging for millions of families. Because food is vital to health,...","sentiment_score":0.3666666667}
{"full_text":"I thought people grew up and stopped believing in fairy tales. Here we are in 2020, and everyone believes in the fictional and evil CoronaVillain. Hell, #WHO did a comic strip about it, and YEARS before they announced it to the public. #Truth is #Freedom #CoVid19 #CoronaVirus","sentiment_score":-0.1875}
{"full_text":"RT Javier Diaz enlisted at 17, fought at Chosin Reservoir. After the war devoted his life to further public service as a coun...","sentiment_score":0.0}
{"full_text":"RT #France: Highschool students clashed with riot police, they used trash bins to counter riot shields and batons.They...","sentiment_score":0.0}
{"full_text":"Christmas is canceled. Santa has Covid","sentiment_score":0.0}
{"full_text":"#CloseEducationalInstitutions #CloseSchoolsNowKids Spread the Virus and are Killing Parents, GrandParents Teachers","sentiment_score":0.0}
{"full_text":"Halloween numbers are going to hit .....wait for it, now.","sentiment_score":0.0}
{"full_text":"How to stop restaurants from driving COVID infections","sentiment_score":0.0}
{"full_text":"Easy to get older cause of coronavirus","sentiment_score":0.3}
{"full_text":"RT Done spoiling my \"broke\" friends  I understand not having a job and what's not but you ALWAYS wanna go out and NEVER ha...","sentiment_score":0.0}
{"full_text":"Guess who just found out they were exposed to covid ","sentiment_score":0.0}
{"full_text":"too bad we couldn't snow everyone when covid first started, the curve woulda dropped so quickly","sentiment_score":-0.0388888889}
{"full_text":"Shit I'm amazed he showed up at since it was raining. He's stopped doing his job pre election. Lived for his rallies. Says nothing about Covid or aid for those in need","sentiment_score":-0.2}
{"full_text":"RT Here's a #COVID19 hospitalization prediction for California that was off by over 1000, but by all means let's keep fol...","sentiment_score":0.0}
{"full_text":"RT For the second day in a row, Pennsylvania has reported more than 4,000 new coronavirus cases.","sentiment_score":0.2121212121}
{"full_text":"RT #WestBridgfordWire * 11 November - #Coronavirus: #Rushcliffe Dashboard - new cases and deaths plus seven-day figureshttps:\/\/t.co\/lPTZ3xylit","sentiment_score":0.1363636364}
{"full_text":"RT  New VideoTrump tried to take credit for a promising COVID vaccine he had nothing to do with and was prompt...","sentiment_score":0.1681818182}
{"full_text":"RT BREAKING: Latest #RealDailyBriefing from UK Government.#pmqs #vaccine #COVID19","sentiment_score":0.5}
{"full_text":"Yes, a blue Senate for Biden is exactly what is needed. Go Georgia! Our eyes are on you!","sentiment_score":0.1953125}
{"full_text":"WADDUP from the BK LOUNGE !!@BKHSAthletics National Signing Day is a model of social distancing rn, other schools take note (Also + 3 others are about to )#TeamSideline","sentiment_score":-0.0458333333}
{"full_text":"All those 3am starts have finally caught up with him, processing all the changes due to lockdown, I'm shattered too going try to have a doze, Goodnight Twitter family.","sentiment_score":-0.0625}
{"full_text":"RT #Arizona #COVID19 report-11\/11Total cases: 265,163New cases: 2,030WoW change: 52%7-Day average: 2,075Deaths: 6...","sentiment_score":-0.15}
{"full_text":"He said covid can't be out late because it has school in the morning","sentiment_score":-0.3}
{"full_text":"I am so glad to see that all of you are doing your best to keep social distancing. Keeping the patient safe and keeping you and your staff safe","sentiment_score":0.5066666667}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"As always, is spot on (and we share his anger)","sentiment_score":-0.7}
{"full_text":"RT where were these teachers when i was in school ","sentiment_score":0.0}
{"full_text":"the people in your community aren't the only ones affected by unmitigated #coronavirus spread! Ames Animal Shelter temporarily closes following COVID-19 exposure","sentiment_score":0.0}
{"full_text":"RT I think is evidence of this.  He came away from Covid even crazier!@ProjectLincoln","sentiment_score":0.0}
{"full_text":"RT Join us tomorrow for the fifth webinar in #CCL's series. This webinar features Dr Brian Rubin &amp;...","sentiment_score":0.0}
{"full_text":"RT \"After November 4th they won't be talking about Covid, believe me\" We are and he still is doing nothing","sentiment_score":0.0}
{"full_text":"RT Yeah, there's a global pandemic","sentiment_score":0.0}
{"full_text":"RT Millions of new COVID cases and the entire Republican Party is busy playing \"I love him more than you do.\"","sentiment_score":0.2472727273}
{"full_text":"RT Rising COVID cases, hospitalizations and deaths are a predictable surprise. Don't blame a humble virus; blame an arroga...","sentiment_score":-0.2}
{"full_text":"RT We call it the Chinese Virus because....because it comes from CHINA.","sentiment_score":0.0}
{"full_text":"RT NHS staff have been sent repurposed bin bags as official PPEPlease RT if you agree this is an absolute disgrace and encou...","sentiment_score":0.2}
{"full_text":"Do you want more people not to like you?","sentiment_score":0.5}
{"full_text":"Hi all, I'm inviting you all to join CashGem, a site that lets you earn money with social media. I just earned $535138 and you can too! Sign up today for a $30 bonus! #cashgem #cashappfriday #stayathome","sentiment_score":0.0520833333}
{"full_text":"RT \"To really create stable staffing at this hospital, we just need to be spending more on labor. Also, decision making in the hosp...","sentiment_score":0.35}
{"full_text":"RT Georgia voters deserve COVID relief, healthcare during a pandemic, and protection of their voting rights. and...","sentiment_score":0.0}
{"full_text":"Am not an expert in these areas folks. So have to note and emphasize.Am a problem solver. And COVID-19 is a massive global problem to ponder.","sentiment_score":0.0}
{"full_text":"RT I see Funkytown continues to have no new cases of Covid","sentiment_score":-0.0681818182}
{"full_text":"RT Texas is the first state in the nation to report a million COVID-19 cases. Statewide there were nearly 11,000 new cases yesterday...","sentiment_score":0.1621212121}
{"full_text":"The Swedish corona strategy#COVID19SWEDEN","sentiment_score":0.0}
{"full_text":"RT Wearing a mask DOES protect you - and those around you - from coronavirus, CDC now says in change to guidance that ini...","sentiment_score":0.0}
{"full_text":"RT I'm at the coupI'm at the pandemicI'm at the climate disaster I'm at the seasonal depression I'm at the combination coup...","sentiment_score":0.0}
{"full_text":"Google \"teacher dies of COVID\"- just go ahead","sentiment_score":0.0}
{"full_text":"I could do with a #Twug. Back in national lockdown here in the UK sucks big time. I wanna be back at work  ","sentiment_score":-0.075}
{"full_text":"RT As part of #OperationWarpSpeed, the federal government signed an agreement with Pfizer in July for up to 600 million doses of...","sentiment_score":0.0}
{"full_text":"what's the point if u can't wear a red venetian mask to school","sentiment_score":0.0}
{"full_text":"RT Why is it so hard for some people to believe That one guy got more  votes by mail in a month than the other guy got from peo...","sentiment_score":0.0277777778}
{"full_text":"Gov. Phil Murphy Discusses COVID-19, Trump, &amp; Vote-by-Mail on One-on-One with Steve Adubato -","sentiment_score":0.0}
{"full_text":"OK, well that's wonderful, I'm glad for him. Biden still won, so let's get on with with life that needs to be taken care of, like #COVID19 #TheEconomy #ACA","sentiment_score":0.6666666667}
{"full_text":"What a productive day in lockdown! Who am I?!","sentiment_score":0.0}
{"full_text":"Another Covid Lockdown: What Next?","sentiment_score":0.0}
{"full_text":"#Covid_19 migrant key workers should get fast-track access to UK citizenship, Tory think-tank recommends","sentiment_score":0.0}
{"full_text":"RT 32 percent annualized growth. 638,000 jobs created in Oct.  You and your lockdown-mentality task force will reverse it a...","sentiment_score":0.0}
{"full_text":"I haven't tweeted a local covid update in a while, but today (Wed Nov 11) Philly announced 761 new COVID-19 cases and 3 related deaths since yesterday. That totals 50,536 confirmed cases and 1,904 related deaths in Philly since the pandemic began.Screenshot of press email:","sentiment_score":0.1072727273}
{"full_text":"RT The Covid hoax is once again shutting down the world, and here especially the Red States that most denied its threat and ag...","sentiment_score":0.0861111111}
{"full_text":"I'm just so sick of them that I'm willing to catch the Covid to make it all go away","sentiment_score":-0.2321428571}
{"full_text":"RT Sioux Falls mayor votes down mask mandate. \"I believe the small uptick we'll see in compliance is not worth the communi...","sentiment_score":-0.1851851852}
{"full_text":"RT This is precisely the science Dr. Fauci was denying in our last encounter. It also helps explain why herd immunity may come a...","sentiment_score":0.2}
{"full_text":"RT Wednesdays #FreePorno! #FREEPORN for #COCKDOWN CUM  just money shots at #TheBlackpoolPlayroom Nex...","sentiment_score":0.0}
{"full_text":"RT Smh. These Republicans.... What a stiff-necked bunch.","sentiment_score":0.0}
{"full_text":"Everything comes out of the CDC guidelines, I do the exact opposite!","sentiment_score":0.125}
{"full_text":"RT The government has used COVID-19 to create a pandemic of privatisation.","sentiment_score":0.0}
{"full_text":"You wouldn't have wanted mine. I don't know when it was baked, but it definitely wasn't today, and it wouldn't surprise me if it pre-dated covid I mean, I still ate it, but it was with a sprinkling of disappointment ","sentiment_score":-0.3041666667}
{"full_text":"Real refugees do not enter our country illegally and expect  us to treat them like Royalty. They are grateful to our country and are prepared to work. We do not recognise illegal migrants who come here uninvited for benefits and rape &amp; pillage.","sentiment_score":-0.2666666667}
{"full_text":"RT been COVID free this whole pandemic and I just thank God","sentiment_score":0.3}
{"full_text":"Meanwhile:COVID-19 PANDEMIC USALast updated: November 11, 2020, 18:55 GMTTotal cases: 10,621,048New cases: +55,226Total deaths: 246,428New deaths: +509","sentiment_score":0.0}
{"full_text":"RT JAMES HERBER, 74, of Sheboygan, Wisconsin died of COVID-19 on Nov. 3. \"He enjoyed bartending at Frankie's Pub &amp; Grill w...","sentiment_score":0.5}
{"full_text":"Georgians, vote for Ossoff and Warnock! Dump the fat-cat senators who profited from the pandemic while voting to reduce your health benefits! A Democrat-majority senate will pass the $15 minimum wage and a new stimulus bill!","sentiment_score":0.1704545455}
{"full_text":"RT I'm sick of #MoscowMitch's roadblocking dysfunction in the Senate! Let's END it by electing #Warnock &amp; #Ossoff in #Georgi...","sentiment_score":-0.8928571429}
{"full_text":"RT This is the 4th white man in 10 mins with out a mask n the service center I am at. Wtf my wife just told me they r havin...","sentiment_score":-0.2}
{"full_text":"RT NEW: orders all bars and restaurants in New York State closed by 10p as part of new Covid restrictions. Curbs...","sentiment_score":0.0772727273}
{"full_text":"Will Rising New Cases Mean Another Economic Global Lockdown??  I Seattle Real Estate Podcasthttps:\/\/t.co\/QFWXeGZOXi","sentiment_score":0.0447727273}
{"full_text":"RT There is  a planYou just don't like it or are not willing to accept it.Notice the only hell holes run by a certain p...","sentiment_score":0.0297619048}
{"full_text":"RT Happy new week to y'all #StaySafe #WearAMask https:\/\/t.co\/Czyvttcg9X","sentiment_score":0.4681818182}
{"full_text":"Just like the Pilgrims and Snoopy did","sentiment_score":0.0}
{"full_text":"That's not how you stop a pandemic","sentiment_score":0.0}
{"full_text":"RT They make the point rather succinctly.","sentiment_score":0.0}
{"full_text":"Apex came out swinging but I'm sayin Fortnite pushed the season format really heavy before they came along. But they have a massive team in comparison to what Apex team started with. Expecting massive scaling and tons of content during the pandemic is pretty unreasonable.","sentiment_score":0.0125}
{"full_text":"Yes I heard it all and that much is certain. He was right about his numbers dropping off last season too. He was pretty poor after lockdown until right at the end. If he's going to be picked in front of others, he needed to up them, he has and he will ","sentiment_score":0.105952381}
{"full_text":"Joe and Jill Biden are wearing face masks  at the Veterans' Day event they're attending in Philadelphia. Meanwhile, President Trump ( Still not following CDC Guidelines ) are not wearing masks at Their Event in Arlington, VA along with Mike Pence &amp; his wife.","sentiment_score":0.0}
{"full_text":"Huge demand for substitute teachers could provide options for Floridians out of work due to pandemic","sentiment_score":0.1375}
{"full_text":"It will soon be coming to 67 areas of the country including Hertfordshirehttps:\/\/t.co\/rT1klh8scn","sentiment_score":0.0}
{"full_text":" ICYMI, an extremely powerful piece from and on life during lockdown.https:\/\/t.co\/uF6Onok1IV","sentiment_score":0.3}
{"full_text":"During Coronavirus Pandemic, American Consumers Turning To CBD For Stress Relief, Wellnesshttps:\/\/t.co\/yBP8Rr38m9","sentiment_score":0.0}
{"full_text":"A survey from the nonpartisan group Freedom House finds that democracy and human rights have lost ground in 80 countries -- and even calls the U.S. to task. But there are bright spots.","sentiment_score":0.35}
{"full_text":"Several national level organizations are hosting 2020 Veterans Day virtual events due to the current COVID-19 pandemic.Find more information here:https:\/\/t.co\/7T6yb3z2Nzhttps:\/\/t.co\/f6rWrvsl4i","sentiment_score":0.09375}
{"full_text":"Here we go again.. (to be clear, I'm fine with this. I'd rather everyone be alive than \"pumped\" or having late dinners)","sentiment_score":0.0791666667}
{"full_text":"Q1 Have you read more or less travel material during Covid-19 restrictions? #travchat","sentiment_score":0.1666666667}
{"full_text":"This local doc helped show American the front lines of our battle with COVID-19, and America showed him its support in return.","sentiment_score":0.0}
{"full_text":"Key stakeholders from the Canadian #aerospace industry gathered online on Nov. 10 to discuss the impacts of COVID-19 and how to position the industry for future prosperity:","sentiment_score":0.0}
{"full_text":"RT Why is it so hard for some people to believe That one guy got more  votes by mail in a month than the other guy got from peo...","sentiment_score":0.0277777778}
{"full_text":"A Positive COVID-19 Story: Media Best Placed To Interrogate Nigeria's State Of Affairs - PwC via Independent Nigeria (Nigeria)","sentiment_score":0.4090909091}
{"full_text":"President Cyril Ramaphosa addresses nation on developments in Covid-19 response. More to follow.","sentiment_score":0.5}
{"full_text":"The pandemic didn't stop the UMPG global teams from coming together for our very first virtual international sync conference.   ","sentiment_score":0.1083333333}
{"full_text":"Police in metro Atlanta have reported an uptick in groups laying drag since the summer when the coronavirus pandemic left streets emptier than usual. ","sentiment_score":-0.1166666667}
{"full_text":"Community health center providers say the pandemic has impeded their efforts to reduce disparities in health outcomes for diseases like diabetes, which disproportionately affects Black and Latino residents.","sentiment_score":-0.1333333333}
{"full_text":"If Only We Could Travel blog is now live on Jewels Of Jules! Click the link in my bio to check out some of my favorite travel detonations (pre- Covid-19) *#blog #travelblogger #travel #lifestyle","sentiment_score":0.2234848485}
{"full_text":"#MHNResearchCenter | The pandemic prompted millions of young adults to stay at home with their parents, weakening demand for apartments and helping spur a wave of downtown vacancies in the U.S.","sentiment_score":0.1}
{"full_text":"RT been COVID free this whole pandemic and I just thank God","sentiment_score":0.3}
{"full_text":"HPC debuts ninth Binghamton Night Live, \"BNL (COVID-1)9,\" to digital crowd. BNL premiered virtually on YouTube, features most expensive skit in its history.Read the FULL STORY by May Braaten:https:\/\/t.co\/q3pgf0eyQt","sentiment_score":0.0972727273}
{"full_text":"You can virtually kiss my ass.#COVID19 Power GrabCDC: Host Thanksgiving Dinner Virtually or Outside During Coronavirus Pandemic via","sentiment_score":0.0}
{"full_text":"RT this is the lab that invented the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"Unsung heroes who helped town through pandemic honoured in Winsford 2021 calendar","sentiment_score":0.0}
{"full_text":"3 Takeout Tips to Try During COVID-19 - #restaurants #hospitality #restaurantbusiness","sentiment_score":0.0}
{"full_text":"How to get through a hard time--even if it's a global pandemic that interrupts your college years--is with an attitude of gratitude. Campus media continues to deliver top-notch news by finding the value in enjoying one another and embracing challenges.","sentiment_score":0.3020833333}
{"full_text":"RT This pandemic is so long I've gotten in &amp; out of shape 4 times","sentiment_score":-0.05}
{"full_text":"RT President #Ramaphosa:  We are also opening up international travel to all countries subject to the necessary health prot...","sentiment_score":-0.0555555556}
{"full_text":"Testing is an important factor in managing this #COVID19 pandemic#GetTested #rapidtesting #digitaldiagnostics","sentiment_score":0.4}
{"full_text":"The #ACA is acting as a vital safety net right now, providing millions of Americans with health coverage during the ongoing pandemic. It is vital that we protect it at all costs.","sentiment_score":0.0971428571}
{"full_text":"Adults aren't the only ones feeling increased #anxiety during the #COVID19 pandemic. Tips to help your child navigate #mentalhealth challenges:","sentiment_score":0.0}
