{"full_text":"RT tyson is also offering a bigger take out on 401k loans due to covid","sentiment_score":-0.0625}
{"full_text":"Dear Donor,I am very sad to inform u that,due to lock down in guj,blind people seeks ur urgent support,plz do ur support,ur help can make them brightness&amp;happiness to these community,Plz do ur support&amp;contribution immediately,Thanks,https:\/\/t.co\/jaxBFRBdmf","sentiment_score":-0.4027777778}
{"full_text":"Most pathetic thing ever happened in telecom history is this corona tune really shameful after getting huge criticism still it's there to waste time with zero results@MediaShubham","sentiment_score":-0.02}
{"full_text":"RT I do not want to take measures like a lockdown that will start hurting our economy which at the moment is showing signs o...","sentiment_score":0.0}
{"full_text":"RT Trump's refusal to concede and his lies about voter fraud are a direct threat to our democracy, national security, and...","sentiment_score":0.1}
{"full_text":"Hmmmm I have plenty of respect for myself.  I know many who give their body away for free. But hey, if this is what gets my business started, pay off some debt and help during the pandemic...I'm going to do it now, so I can stop and kick my feet up later. Thanks though","sentiment_score":0.275}
{"full_text":"RT COVID-19 in SA: 86 more deaths reportedhttps:\/\/t.co\/gV1UhqdZBv","sentiment_score":0.5}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT Pay people to stay home, cancel rent and mortgage payments so people don't lose their homes, and pay for those who are unhous...","sentiment_score":0.0}
{"full_text":"#icai #icaiexams  #ICAI_DENIES_SAFETY I think there are 2wings in one centre entry sanitization arrangements was OK but exam hall they just cleaned the bench with cloth no proper sanitize in exam room 12\/room hope the #COVID doesn't spread no sanitization in room","sentiment_score":0.25}
{"full_text":"RT Dan Andrews made it clear that there would be a gradual path out of lockdown. Everyone knew what to expect. Anyone com...","sentiment_score":0.1}
{"full_text":"RT Florida Senator Rick Scott and Georgia Senator Kelly Loeffler both have COVID-19. They are also crooks","sentiment_score":0.0}
{"full_text":"Indeed!","sentiment_score":0.0}
{"full_text":"True","sentiment_score":0.35}
{"full_text":"RT Now why could Hancock have tried to cover up that he gave his schoolfriend - an active lobbyist - access to confidential...","sentiment_score":-0.1333333333}
{"full_text":"RT Emily Murphy an intractable traitor to America, is defiantly blocking transition resources and access to the...","sentiment_score":0.0}
{"full_text":"RT Spin and Lie.Republicans candidates are happy to campaign while infected.Trump did it.Loeffler has done it.And many...","sentiment_score":0.65}
{"full_text":"RT Madeleine &amp; the #CovidMemorialQuilt are featured in piece recognizing 250,000 deaths. Pls RT and help us reach...","sentiment_score":0.0}
{"full_text":"Great So let's cut govt funding to you and put it where its more needed #auspol","sentiment_score":0.65}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"UBI only works if they don't use it as excuse to cut safety nets. We all know centrists and the GOP would take the opening to do it.That said, yes, I'm glad someone on tv news is talking about it. This failing coup theater and covid spread are all I see from most.","sentiment_score":0.2375}
{"full_text":"RT Santa Claus is 'immune' to COVID-19, says Dr. Anthony Fauci","sentiment_score":0.0}
{"full_text":"RT The US just reported 12 million coronavirus cases:0M-1M: 98 days1M-2M: 44 days2M-3M: 27 days3M-4M: 15 days4M-5M: 17 d...","sentiment_score":0.0}
{"full_text":"RT From my friend Irma...Biden camp is upset because Trump is supposedly not cooperating with the transfer of Covid plan. I tho...","sentiment_score":0.0}
{"full_text":"RT Pre-lockdown photo of daddy being serviced by a boi at his house.","sentiment_score":0.0}
{"full_text":"RT Pakistan's second COVID 19 spike data is of concern: Increase in Covid patients on ventilators in last 15 days: Peshawar...","sentiment_score":0.0}
{"full_text":"RT Thanksgiving 2020 was always going to be a disappointment. Help people live to celebrate in 2021. Stay home. Stay masked. St...","sentiment_score":-0.2318181818}
{"full_text":"RT Not only is Kelly Loeffler #NotFromGeorgia she is also positive for COVID. Sometimes karma is sweet! Please watch &amp; share &amp;...","sentiment_score":0.2215909091}
{"full_text":"RT I should have expected that physicians would blame chronically sick folks for not being able to access medical care during this...","sentiment_score":-0.0785714286}
{"full_text":"Is this a move to put off certifying Biden as the winner of the 2020 Presidential Election?","sentiment_score":0.0}
{"full_text":"At end of lockdown let's make sure this happens #saveoursport #savepools #saveleisure","sentiment_score":0.5}
{"full_text":"Excellent thread and explanations, as always. Differences of US v Europe in handling COVID-19. Sad truths, but very well expressed and explained.These daily COVID updates are well worth the read.","sentiment_score":0.2}
{"full_text":"Funny. I thought the global pandemic was one of the most devastating things to hit Victoria.","sentiment_score":-0.0625}
{"full_text":"What is devastating is a proportion of this crowd will be needing hospital beds in the next fortnight.  When your hospitals are full, your medics will have to decide who to treat.  My heart aches for America.  #coronavirus","sentiment_score":-0.2166666667}
{"full_text":"RT I've been in 400L since 2019. I used the lockdown period to learn ulpholstery n Furniture making. \"ASUU and FG\" are still...","sentiment_score":0.0}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT Good boy Nagi social distancing","sentiment_score":0.3666666667}
{"full_text":"I see boris states we will have a much tougher 3 tier system in place when (his words) tbh (more like IF we come out of lockdown on dec 2nd) ! All it means is most places will go into tier 3 ! So wont notice any real difference to being in full lockdown !","sentiment_score":0.3270833333}
{"full_text":"RT Noticed a comment in this article asking \"who watches tele-classes on DD channels\". Well an analysis of the data reveals...","sentiment_score":0.0}
{"full_text":"\" I said the fuck corona, heyFuck coronavirus \" -","sentiment_score":-0.4}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT CNN: 255,000 people in the United States have died from coronavirus.","sentiment_score":0.0}
{"full_text":"DEVIL PRETENDING AS SAINT......","sentiment_score":0.0}
{"full_text":"New article: \"Dow Jones - Dow Jones - Brief Sellers Are Giving Up Amid COVID Bull Market: Bloomberg | Fintech Zoom\" has been published on Fintech Zoom - #Fintech #Blockchain #Crypto #Cryptocurrency #ICO","sentiment_score":0.0681818182}
{"full_text":"RT Good boy Nagi social distancing","sentiment_score":0.3666666667}
{"full_text":"RT am being mindful of who i interact with while out,observing the set covid-19 guidelines and limiting my g...","sentiment_score":0.0}
{"full_text":"RT If your son got #COVID, would you go golfing?","sentiment_score":0.0}
{"full_text":"RT Pakistan's second COVID 19 spike data is of concern: Increase in Covid patients on ventilators in last 15 days: Peshawar...","sentiment_score":0.0}
{"full_text":"They are dropping like flies. So many GOP members showing what not to do during a pandemic.","sentiment_score":0.5}
{"full_text":"RT It is not what you know.....Boris Johnson 'acted illegally' over jobs for top anti-Covid staff","sentiment_score":0.0}
{"full_text":"RT A survey reveals today that shockingly 70% of family members haven't seen their loved ones in care homes since March 2020...","sentiment_score":-0.15}
{"full_text":"#corona is so much smart and cooperative that it's gaining the peak after the #Elections only.It's a very smart virus and Govt should be aware of it. #ModiHaiToMumkinHai","sentiment_score":0.2476190476}
{"full_text":"RT Emily Murphy an intractable traitor to America, is defiantly blocking transition resources and access to the...","sentiment_score":0.0}
{"full_text":"Who's bringing the Covid to the Friendsgiving?","sentiment_score":0.0}
{"full_text":"RT Wisconsin's governor extended a mandate on mask wearing to 2021, the latest in a series of new restrictions by state and U.S....","sentiment_score":0.3181818182}
{"full_text":"RT This is what Georgia's senate runoff elections mean: strong COVID relief, $15 minimum wage, expanded healthcare, tacklin...","sentiment_score":0.0604166667}
{"full_text":"RT 260,000 DEAD12 Million INFECTED200,000 tested positive YESTERDAY17,000 have died since ELECTION DAY...","sentiment_score":0.2272727273}
{"full_text":"RT Obama and Biden faced a pandemic after only 3 months in office.4 vaccines were approved by the FDA in 5...","sentiment_score":0.0}
{"full_text":"Lmaooooo this man ","sentiment_score":0.0}
{"full_text":"RT 4,000 more Covid beds to get added in Delhi by November end","sentiment_score":0.5}
{"full_text":"RT Trump skipped part of the G20 on pandemic preparedness to go golfing. Good. We don't need this useless dumpster fire clown doin...","sentiment_score":0.1}
{"full_text":"\"But Outdoor Weddings with SOPs are NOT dangerous..\"You people actually think that the 300 suicide bombers who have turned up for a wedding while Covid is spreading like wildfire, have any plans of following SOPs or any concerns for their own safety?LOL. How cute.","sentiment_score":0.28}
{"full_text":"My friends friend sent her nudes to try to makeup for the fact that she's going out during covid. I'm cryn.","sentiment_score":0.0}
{"full_text":"RT Loving People Who Love Donald Trump: How to live in a house united by a pandemic but divided by an election","sentiment_score":0.4121212121}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"Hmmm..  Either wear a mask or pull a tight plastic bag over your pin head.","sentiment_score":-0.1785714286}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT People can't stay home no work no money without subsidizing. Where's the stimulus? Where's the Gov? Americans are starvi...","sentiment_score":0.0}
{"full_text":"RT Trump's refusal to concede and his lies about voter fraud are a direct threat to our democracy, national security, and...","sentiment_score":0.1}
{"full_text":"RT am being mindful of who i interact with while out,observing the set covid-19 guidelines and limiting my g...","sentiment_score":0.0}
{"full_text":"RT 1 million people in the US flew on Friday...oh my god...this is going to be so so so so so bad after Thanksgiving...","sentiment_score":-0.7}
{"full_text":"RT I do understand the hard headedness of South Dakotans but as my mother would say, \"Why cut off your nose to spite your...","sentiment_score":-0.2916666667}
{"full_text":"RT The US just reported 12 million coronavirus cases:0M-1M: 98 days1M-2M: 44 days2M-3M: 27 days3M-4M: 15 days4M-5M: 17 d...","sentiment_score":0.0}
{"full_text":"RT What to know about COVID-19 vaccines and how they work:","sentiment_score":0.0}
{"full_text":"RT Throw this crook out please, Georgians","sentiment_score":0.0}
{"full_text":"Checklist When Looking for Sublease Space During COVID-19 #CRE #Sublease #COVID-19 #NewNormal #TenantTipshttps:\/\/t.co\/9l2DVkmsXU","sentiment_score":0.0}
{"full_text":"Lockdown Mania is Un-American | Michelle Malkin via","sentiment_score":0.0}
{"full_text":"RT Obama and Biden faced a pandemic after only 3 months in office.4 vaccines were approved by the FDA in 5...","sentiment_score":0.0}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT Myself tested for Covid - Result NegativeBut will be away from SM for sometime. 5 of family members have tested Posi...","sentiment_score":0.0}
{"full_text":"Hey, Donnie (@realDonaldTrump) give this a look. No reading required.","sentiment_score":0.0}
{"full_text":"#ICYMI: WATCH: Only 4% of nurses in the US are of Filipino descent, yet they make up a third of COVID-19 nurse deaths.https:\/\/t.co\/KBRqGbO5si","sentiment_score":0.0}
{"full_text":"The heartbreaking reality on the nursing frontline fighting Covid-19","sentiment_score":0.0}
{"full_text":"'It's not over'","sentiment_score":0.0}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"The number of new #coronavirus infections in France rose by 22,882 to 2.11 million.","sentiment_score":0.3681818182}
{"full_text":"Covid-19 anniversary: The Search for 'life' continues\"Lockdowns enforced loneliness job loss and led to psychological distress\"@Almezel, editor-at-large, writes","sentiment_score":0.0}
{"full_text":"That's not what I meant with my question and comments and how you got that interpretation is an issue on your end. What I asked for is because if they put themselves in potential risk of contracting covid I'd have less sympathy for them.","sentiment_score":-0.0833333333}
{"full_text":"Good morning, happy Sunday! Another week has passed, how is that even possible? Time certainly flies, even during a lockdown! How have you been keeping busy? Or are you lucky enough to live in a country that isn't in lockdown (yet)?","sentiment_score":0.3171942641}
{"full_text":"Vigo County orders semi-trailers to house bodies of people who die from COVID-19https:\/\/t.co\/9BelVcnMlE","sentiment_score":0.0}
{"full_text":"RT Trump's monumental sulk: president retreats from public eye as Covid ravages US","sentiment_score":0.0}
{"full_text":"Please practise social distancing when shopping with us.Keep 2 meters apart from shoppers -Before getting on one of our escalators,keep a 2-meter gap between fellow shoppersOnly 2 people in a lift at any given time   Thank you for abiding by the rules!","sentiment_score":0.0416666667}
{"full_text":"The HKSAR gov't on Sunday gazetted a compulsory notice, requiring those who had been present at 14 specified dance premises during Nov. 1 to 21 to undergo a COVID-19 nucleic acid test by Nov 24. The city reported 43 new cases Saturday, 21 of them related to a dancing cluster.","sentiment_score":0.0454545455}
{"full_text":"After being admitted to a hospital for post-COVID complications, former Assam CM Tarun Gogoi was put on ventilator support.#COVID19 #Assam #TarunGogoi","sentiment_score":0.0}
{"full_text":"While few are endorsing a vaccination mandate right now, as the death toll climbs without universal mask-wearing and social distancing, it could be up for further debate.","sentiment_score":0.0238095238}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"It had been 300 days since Mikaela Shiffrin's last race, following the sudden death of her father and the cancellation of competitions amid the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Interesting project, the 15-minute city, where most people's daily needs are a short walk, cycle ride or public transport commute away.https:\/\/t.co\/lbZf9ZCwS6","sentiment_score":0.2}
{"full_text":"Josiah McIntyre died in early September. The CDC found traces of the amoeba in the boy's home, a nearby fire hydrant, and the city's splash pad. The family is now suing the city and water authority. ","sentiment_score":0.1}
{"full_text":"There's no way to know whether the Regeneron drug helped Trump recover; he received a host of treatments and most COVID-19 patients recover on their own.","sentiment_score":0.55}
{"full_text":"\"neo like the matrix, right? so it's feudalism in the matrix. OH FUCK THE MATRIX ISN'T REAL JUST LIKE COVID 19\"","sentiment_score":0.0285714286}
{"full_text":"The areas of Yorkshire expected to move into Tier 3 when lockdown endshttps:\/\/t.co\/aKKLWTOKEZ","sentiment_score":-0.1}
{"full_text":"Join James Matti and 40 other local and international speakers in the two-day BusinessWorld Virtual Economic Forum that will discuss the great economic reset as well as the future in a post-COVID era.Register at","sentiment_score":0.1535714286}
{"full_text":"Run up to 200KM with the Route 68 Ultra Virtual Run 2020 and gain a good sweat  You can complete the run in several attempts with a distance of 25KM. Strengthen yourself this pandemic and register now at","sentiment_score":0.2666666667}
{"full_text":"'Breakthrough Finding' Reveals Why Certain COVID Patients Die#HIV #PLHIV #ScienceNotStigmahttps:\/\/t.co\/zs81om98c8 via","sentiment_score":0.2142857143}
{"full_text":"RT Pakistan's second COVID 19 spike data is of concern: Increase in Covid patients on ventilators in last 15 days: Peshawar...","sentiment_score":0.0}
{"full_text":"Research has identified inhibitors that are up to 5,000 times more effective than the one most often used today. Preliminary tests demonstrate the blocking of the cellular entry of viruses expressing the SARS-CoV-2 proteins. Source: Universite de Genevehttps:\/\/t.co\/ZOtm6FpSly","sentiment_score":0.5333333333}
{"full_text":"RT PYTHON for Data Analysis.Using matplotlib to create visualization for the distribution of covid-19 cases in some Nige...","sentiment_score":0.0}
{"full_text":"RT Breaking: #Loeffler self-isolating after mixed #coronavirus test results#GOP candidates just can't remember the little thin...","sentiment_score":-0.1958333333}
{"full_text":"RT BREAKING: Georgia Senate candidate Kelly Loeffler is self-isolating after testing positive for COVID-19 today.","sentiment_score":0.2272727273}
{"full_text":"#HTWknd | Sara Elder of the International Labour Organization discusses a new report on the pandemic's impact on the economic futures of young people. A key finding: it doesn't look good for India's young women. (Via","sentiment_score":0.1766233766}
{"full_text":"RT I wrote this in response to Owen Jones suggesting we suspend the patents on Covid vaccines. There are real problems with ph...","sentiment_score":0.2}
{"full_text":"RT I've been in 400L since 2019. I used the lockdown period to learn ulpholstery n Furniture making. \"ASUU and FG\" are still...","sentiment_score":0.0}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"RT Moderna to charge $25-$37 for COVID-19 vaccine: CEO tells paper","sentiment_score":0.0}
{"full_text":"Initial devastation has turned into so much joy for some couples who have married during #COVID19. #northernbeacheshttps:\/\/t.co\/KBKqZN2BlK","sentiment_score":0.35}
{"full_text":"\"Meanwhile, as the holiday season draws near, in Klapmuts a group of women from the community-based organisation Ubuntu Rural Women and Youth Movement are unsure how they will feed their children without the top-up grant and without work.\"https:\/\/t.co\/mrGKZbhixw","sentiment_score":0.05}
{"full_text":"We just thought we should reshare this piece about what to do if you're getting #cabinfever from staying indoors during #Covid19:","sentiment_score":0.0}
{"full_text":"#BuildBackBetter will not happen until &amp; unless we provide #sanitation &amp; #hygiene for all.We can only stop the #pandemic through global solutions that #LeaveNoOneBehind. And address the needs of the most vulnerable.#SHFLaunch","sentiment_score":0.1666666667}
{"full_text":"RT Things are getting worse over here. We are losing doctors in hospital, what happens to people who are at home?","sentiment_score":-0.4}
{"full_text":"COVID 19 cases in India until : 22\/11\/2020 12:30Total Cases: 9097507 [+1599]Active: 440708Recovered: 8521465 [+1426]Deaths :133282 [+19]Total Tests: 131.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Dear valued clients, kindly read below the Frequently Asked Questions (FAQs) about the COVID-19 Temporary Employee Relief Scheme (C19 TERS). #UIF #WorkingForYou","sentiment_score":0.35}
{"full_text":"Chinese mainland reports 17 new COVID-19 cases, including 3 local transmissions. Two local infections were in Manzhouli, a city in China's Inner Mongolia Autonomous Region that borders #Russia and #Mongolia.","sentiment_score":0.0893939394}
{"full_text":"As this new #COVID19 pandemic created a huge wave of uncertainty for many businesses, leaving many in a tailspin, Anisha Oberoi begged to differ as she saw a great opportunity for her idea to shine.https:\/\/t.co\/xNJJN8Am38#AlBawabaBusiness #SustainableBeauty","sentiment_score":0.4672727273}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"Number 2 first","sentiment_score":0.25}
{"full_text":"Toyota Central Motors is very much concerned about their employees and customers. The 2nd wave of Covid-19 is more dangerous.We humbly request you all to maintain social distance and keep your masks on.#toyotacentralmotors #toyotacentralsure #staysafe #stayalert","sentiment_score":0.0988888889}
{"full_text":"RT The same PDM mbrs who had wanted a strict lockdown and criticised me earlier now playing reckless politics with people's...","sentiment_score":0.0}
{"full_text":"Gold Up on Mixed U.S. Stimulus NewsGold was up on Friday morning in Asia as the U.S. sent out contrary COVID-19 relief signals. Gold futures inched up 0.08% to $1,863 by 11:53 PM ET (3:53 AM GMT).https:\/\/t.co\/z2owdnqRCo","sentiment_score":0.0}
{"full_text":"RT am being mindful of who i interact with while out,observing the set covid-19 guidelines and limiting my g...","sentiment_score":0.0}
{"full_text":"RT 1\/ It's sad how quickly Covid patients are overwhelming hospitals across America. I wanted to understand the scope so I...","sentiment_score":0.1111111111}
{"full_text":"Current Conditions for #Sayre PATemp: 27.1FWind Chill: 27.1FHumidity: 99%Dew Point: 26.9F Barometer: 30.617 inHgWind: 0 mph from the NNWCorona Virus Weekly Stats:Cases: 262.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Emily Murphy an intractable traitor to America, is defiantly blocking transition resources and access to the...","sentiment_score":0.0}
{"full_text":"RT Making sure you wash your hands with soap and water for at 40-60 seconds can help prevent #COVID19 and other infections. Pro...","sentiment_score":0.1875}
{"full_text":"Microsoft launches next-generation Xbox gaming consoles amid pandemic-driven demand ","sentiment_score":0.0}
{"full_text":"This is so sad Stand stand for the CHS, for truth in love! Thank you CSH! Holy Spirit Ilang IlangSchool of the Holy Spirit, QC stay strong!","sentiment_score":0.2743055556}
{"full_text":"RT Thanksgiving 2020 was always going to be a disappointment. Help people live to celebrate in 2021. Stay home. Stay masked. St...","sentiment_score":-0.2318181818}
{"full_text":"RT it's the \"period\" for me. ","sentiment_score":0.0}
{"full_text":"RT Pakistan's second COVID 19 spike data is of concern: Increase in Covid patients on ventilators in last 15 days: Peshawar...","sentiment_score":0.0}
{"full_text":"RT Emily Murphy an intractable traitor to America, is defiantly blocking transition resources and access to the...","sentiment_score":0.0}
{"full_text":"RT Why was no proof showed in court? Dozens of opportunities. None offered in pa. Several tries. Thrown out just today. What k...","sentiment_score":-0.05}
{"full_text":"Time: 07:00 * Temp: 4.3degC * Wind: W 6.9 to 14.0mph * Pressure: 1017.8hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:07 * Sunset: 16:11 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT In other words, if Covid-19 did \"cause\" another cultural renascence, chances are you'd probably be either dead or too poo...","sentiment_score":-0.075}
{"full_text":"My heart is breaking for all those lost lives .. Americans don't care to wear a mask ","sentiment_score":0.0}
{"full_text":"NEWS: Bible reading is vital lifeline for Christians in UK, Ireland amid COVID lockdowns: surveyhttps:\/\/t.co\/386oi7j9Rm#News #ChristianNews #EvangelismNews #INOENews #INOEMedia #INOE","sentiment_score":0.1}
{"full_text":"RT Breaking: Kelly Loeffler is self-isolating after positive, then inconclusive, coronavirus tests #gapol #gasen","sentiment_score":0.2272727273}
{"full_text":"RT Why are the nations of the world not holding china accountable in a meaningful way for the release of chinese virus?","sentiment_score":0.25}
{"full_text":"RT May God help us #Shutdownallinstitutions","sentiment_score":0.0}
{"full_text":"Watch fairs - European COVID flare-up brings 2021 Geneva cancellations [Jeweller Business News]","sentiment_score":0.0}
{"full_text":"Georgia Sen. Kelly Loeffler tests positive for Covid but is undergoing further testing","sentiment_score":0.1136363636}
{"full_text":"The nation's High Court allowed blatant discrimination to stand in at least two cases limiting church activity during the COVID-19 pandemic, U.S. Supreme Court Justice Samuel Alito told the Federalist Society Thursday (Nov. 12).https:\/\/t.co\/zFxjcf0H1i","sentiment_score":-0.2133333333}
{"full_text":"Not in Uganda","sentiment_score":0.0}
{"full_text":"RT .@RidgeOnSunday Please ask about his callous treatment of 2.9m self employed and small business owners. He s...","sentiment_score":-0.25}
{"full_text":"RT Huntington Beach: High energy anti-lockdown protest happening now!","sentiment_score":0.2}
{"full_text":"Takeaways: Playing through pandemic predictably frustrating - Kansas City Star","sentiment_score":-0.4}
{"full_text":"As you enjoy this, Plz Support her-Search for Fun World Of Gia on YouTube &amp; Click Subscribe #Familiar #SundayFeels #cyrilramaphosa #Upington #COVID19 #UFC255 #Condolences #MayGod #Sundowns #Hubbly #SundayTwitter #AceMagashule #Trump #BTSV #CHANYEOL #Fantopia2020 #hugsforsykkuno","sentiment_score":0.3583333333}
{"full_text":"- State investigates Washington County judge who flouted 'nanny state' mask rules #Oregon #COVIDOR #COVID #PDX #Orpol #katebrown #CNN #FoxNews #Portland #Beaverton #Hillsboro","sentiment_score":0.0}
{"full_text":"RT Dr. Onyema Eberechukwu Ogbuagu, an Igbo man is one of the brains behind the new Pfizer Covid-19 vaccine. He graduated fro...","sentiment_score":-0.1318181818}
{"full_text":"XPRIZE and Cognizant challenge calls for #AI experts to help better predict #COVID19 transmission rates, reopen economies via Engadget","sentiment_score":0.5}
{"full_text":"RT Chicken Perdue - A Poem: ----------------------Chicken PerdueSupports a CoupHe takes your health careAnd social security too!...","sentiment_score":-0.3861111111}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"No justice No peace.","sentiment_score":0.0}
{"full_text":"RT I do not want to take measures like a lockdown that will start hurting our economy which at the moment is showing signs o...","sentiment_score":0.0}
{"full_text":"Kelly Loeffler quarantining after positive, inconclusive coronavirus tests: campaign","sentiment_score":0.2272727273}
{"full_text":"A look at Covid Tracking Project, a website run mostly by volunteers, which has become one of the most trusted sources on the spread of COVID-19 in the US (Drew Armstrong\/Bloomberg) (https:\/\/t.co\/J1SeJ1D3qD)","sentiment_score":0.5}
{"full_text":"Employee at 99 Restaurant &amp; Albany's Tipsy Moose tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Don't forget, is a criminal, guilty of profiting off stock sales after getting senate briefings on the pan...","sentiment_score":-0.45}
{"full_text":"RT #AtiqSquare was a focal point of #Isfahan &amp; it's business &amp; social centre from 11C, until 17C when #ShahAbbas built the maj...","sentiment_score":0.0333333333}
{"full_text":"I love you guys, and i miss you, come to Brazil when the pandemic ends please x.","sentiment_score":0.5}
{"full_text":"Senator Kelly Loeffler of Georgia is in isolation after testing positive for the virus.","sentiment_score":0.2272727273}
{"full_text":"RT I don't wear an effing mask; I hate the sight of them. I got the Hidden Disabilities lanyard so no one wo...","sentiment_score":-0.4888888889}
{"full_text":"They do. So after Covid ..","sentiment_score":0.0}
{"full_text":"COVID-19 Myths Busted! #HCAHealthcare","sentiment_score":0.0}
{"full_text":"RT Meanwhile, America's billionaires have gotten a trillion dollars richer during the pandemic.This is unsustainable.","sentiment_score":0.0}
