{"full_text":"NFL let the same thing happen to the Raiders with all their covid designations. And KC barely got out of that game. But the NFL's two darling teams get passes at will.","sentiment_score":-0.1166666667}
{"full_text":"RT Thank you Mr. President!","sentiment_score":0.0}
{"full_text":"screw covid 19 i wanna hang out with my classmates and go out on lunch\/coffee with them","sentiment_score":0.0}
{"full_text":"COVID-19: South Korea officials offer UK COVID help over test and tracehttps:\/\/t.co\/HHXOLjKHJu","sentiment_score":0.0}
{"full_text":"RT LIVE IN LONDON--Anti-lockdown protests. #londonprotest","sentiment_score":0.1363636364}
{"full_text":"RT The Biden-Harris administration will always listen to science and ensure public health decisions are informed by public h...","sentiment_score":0.0}
{"full_text":"RT I turnt it up in 2020 during a pandemic can't nothing stop me!","sentiment_score":0.0}
{"full_text":"RT We've blown through the line of support. ~90,000 covid patients in the hospital.Not just beds. Not enough nurses, physicia...","sentiment_score":0.0}
{"full_text":"Please Read......","sentiment_score":0.0}
{"full_text":"RT this please share...","sentiment_score":0.0}
{"full_text":"While these people are selfishly protesting wearing masks, I sat outside, socially distanced from my  parents today to discuss end of life plans should they get Covid.","sentiment_score":-0.1555555556}
{"full_text":"RT Mitch McConnell is the sole reason this country does not have #COVID19 relief. Not \"congresss\", not \"both sides\"...jus...","sentiment_score":0.0}
{"full_text":"just wanna say that Covid-19 does NOT benefit hospitals financially. the hospital i work at is in bad shape, financially. like, more furloughs and layoffs for medical staff.","sentiment_score":-0.04}
{"full_text":"RT You could say had one job! And he messed it up. Trudeau and his team needed to secure a vaccine supply for...","sentiment_score":0.4}
{"full_text":"RT More than 91,000 people in the US were hospitalized with coronavirus Saturday, more than at any previous point in the pandemic...","sentiment_score":0.2777777778}
{"full_text":"RT A reminder that Senate GOPers Kelly Loeffler, David Perdue and Ron Johnson committed criminal insider trading in mid Ma...","sentiment_score":-0.2}
{"full_text":"RT 28 children and their parents have spent the entire pandemic detained by  and now face deportation. They've been lo...","sentiment_score":-0.05}
{"full_text":"RT So the \"Union Unit\" wanted to stick Union flags on vaccine vials, to 'combat Scottish nationalism'.\"By Jove, Tarquin...","sentiment_score":0.0}
{"full_text":"RT 240 people from Ada County have died of COVID-19-related causes. That means roughly 1 out of every 2,000 Ada County resi...","sentiment_score":-0.1}
{"full_text":"RT Raise your hand if you agree that all Georgia trump supporters should stay home instead of voting just to own us Libs. ","sentiment_score":0.6}
{"full_text":"He may have the COVID thing lol.","sentiment_score":0.8}
{"full_text":"RT It was a tough month for us. Financially due to the pandemic but we are so blessed this year with our 2nd princess.. AVERY ST...","sentiment_score":-0.1712962963}
{"full_text":"RT Why can't we compare our Covid response to countries like New Zealand, Australia, South Korea, China or Vietnam instea...","sentiment_score":0.1363636364}
{"full_text":"Yes but Nixon hadn't- colluded with a foreign adversary for election interference,- tried to extort a foreign ally for the same purpose,- obstructed an investigation into the first matter,- misled his country about the deadly nature of a pandemic- attempted election theft.","sentiment_score":-0.04}
{"full_text":"No less it's an English hw for an elementary student. They have to write a small diary entry about COVID-19. She also used a word on me in Ilocano that I haven't a clue with. Like wtf, my aunt is wrong on this. Don't rely on your English-speaking niece to do someone else's hw.","sentiment_score":-0.1444444444}
{"full_text":"RT It took 289 days to reach 100,000 daily coronavirus cases.It then took just 23 days to reach 200,000 daily coronavirus c...","sentiment_score":0.0}
{"full_text":"Yes it is a reward in the current context of 2020 football. The Broncos lost their bye because Cam had covid and the NFL postponed for them. The NFL can't put bandaids over this problem anymore and the season is rightfully about to crumble.","sentiment_score":0.0}
{"full_text":"RT For those who claim Covid deaths don't outnumber yearly flu deaths, consider this: *South Dakota has, on average, 48 flu...","sentiment_score":-0.15}
{"full_text":"RT Ontario's special pandemic consultants, continued","sentiment_score":0.3571428571}
{"full_text":"My ONEUS phase is starting again (about time) I'm probably going to be on GOT7 lockdown for the next 3 weeks but yeah.","sentiment_score":0.0}
{"full_text":"someone in my family might have to go to the er soon since he has covid and aint doin too well...","sentiment_score":0.0}
{"full_text":"RT Justice Gorsuch pushes back against lockdown restrictions on religious groups in his important concurrence in this deci...","sentiment_score":0.1333333333}
{"full_text":"RT There's no question coronavirus has taken a devastating toll on our economy. We need to get our economy back on track--...","sentiment_score":-0.5}
{"full_text":"RT I am proud to support Jon along with for the U.S. Senate in the Georgia runoff election. Jon...","sentiment_score":0.8}
{"full_text":"RT Did we use all our game delays when the pats had their Covid issues?","sentiment_score":-0.4}
{"full_text":"Hi 50,000 Global Citizens have a message for you: we can only defeat COVID-19 together. Please #ACTogether for a fully funded ACT-A to end the pandemic for all.","sentiment_score":0.0}
{"full_text":"Y'all sending your kids to public school when the pandemic over?","sentiment_score":0.0}
{"full_text":"RT Raise your hand if you Despise Amy Covid Barrett!","sentiment_score":0.0}
{"full_text":"She could've had that shit dropped at her door or ate something at home. People are stupid and we are going to be here in this pandemic for a looooong time","sentiment_score":-0.5}
{"full_text":"hhhh o h my g o ddddd how many months of spending lockdown tgt will it take for mq to say fuck it and cut fx's hair himself","sentiment_score":0.05}
{"full_text":"RT We've delivered $14.6 billion in relief to 174,000 Georgia small businesses &amp; saved 1.5 million Georgia jobs. What have yo...","sentiment_score":-0.25}
{"full_text":"RT Ravens &amp; Broncos situation are not comparable. Ravens: Full outbreak. Players\/staff kept on testing positive. Not saf...","sentiment_score":0.2886363636}
{"full_text":"RT The US surpassed 13 million coronavirus cases, going from 12 to 13 million in just 6 days.","sentiment_score":0.0}
{"full_text":"RT Physicians Premier ER charged Dr. Zachary Sussman's insurance $10,984 for his COVID-19 antibody test even though Sussman wo...","sentiment_score":0.0}
{"full_text":"RT Stalin began by making it easier to vote during a pandemic. Seeing that he got away with that, he had his judges dismiss meri...","sentiment_score":0.0}
{"full_text":"RT Millions were living in poverty before the pandemic, 1.5 million were destitute, 10 years of conservative Gov't had se...","sentiment_score":0.0}
{"full_text":"RT More than 91,000 people in the US were hospitalized with coronavirus Saturday, more than at any previous point in the pandemic...","sentiment_score":0.2777777778}
{"full_text":"RT I have a social distancing joke too but you won't hear it because I'm in a bu...","sentiment_score":0.0333333333}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"#MoscowMitch doesn't care if Americans starve to death or even suffer and die of Covid-19.He. Just.  Doesn't. Care. About. Anyone.  Who.  Is.  Not.  Him. ","sentiment_score":0.0}
{"full_text":"RT The government CAN force women to have a child against our willBut the government CAN'T require you to wear a mask to protec...","sentiment_score":0.0}
{"full_text":"RT To sum up this Saturday:Ravens' Reserve\/COVID list grew to 18 players.Lions did a housecleaning.The 49ers have no p...","sentiment_score":0.0}
{"full_text":"RT Todd McMurtry is my lawyer.I confided to him last year that I was deadly serious about going after both Facebook &amp; Twitt...","sentiment_score":-0.1666666667}
{"full_text":"RT As we talk about the COVID numbers rising and rising, stay clear on who is most impacted:COVID has killed: 1 in 875 Black...","sentiment_score":0.0583333333}
{"full_text":"RT Kiara Anderson-McDade, 25yo RN, a Chicago area nursing home, died of #covid19 4\/26. She was a newlywed &amp; pregnant with her fir...","sentiment_score":0.3333333333}
{"full_text":"$Pbear232 my grandma had just recently passed away last week due to covid and we are struggling on rent this month due to covid the $100 would absolutely help. I love youu","sentiment_score":0.075}
{"full_text":"RT Ultimately, politicization and misinformation around COVID are having tragic real-world consequences. People are dying beca...","sentiment_score":-0.375}
{"full_text":"RT BREAKING NEWS: is reporting live from the border crossing in Frankfurt an der Oder on Saturday, November 28, a...","sentiment_score":0.1363636364}
{"full_text":"RT The Biden-Harris administration will always listen to science and ensure public health decisions are informed by public h...","sentiment_score":0.0}
{"full_text":"NBA teams, players face extensive coronavirus safety protocols","sentiment_score":0.0}
{"full_text":"RT Now have all your queries - from flight cancellations to COVID-19 assistance and more - resolved on WhatsApp. Just text Mi...","sentiment_score":0.5}
{"full_text":"Now do how the NFL moved back the Broncos vs Pats game because of Newton and Gilmore going out to eat and getting covid at a restaurant yet the NFL moved the game back. Compare those you bias POS","sentiment_score":-0.2}
{"full_text":"RT U.S. COVID update: Number in hospital at all-time high- New cases: 147,000- Positivity rate: 9% (-0.1)- In hospital: 91,63...","sentiment_score":0.1481818182}
{"full_text":"RT To sum up this Saturday:Ravens' Reserve\/COVID list grew to 18 players.Lions did a housecleaning.The 49ers have no p...","sentiment_score":0.0}
{"full_text":"Now Playing EP 13 - Lockdown DJ Pista Tune into iLive Radio","sentiment_score":0.0}
{"full_text":"RT I know it's a huge sacrifice we are asking of Americans--at this point, there is no other choice as we have just hit a recor...","sentiment_score":0.23125}
{"full_text":"RT Source:","sentiment_score":0.0}
{"full_text":"I don't hate you at all. I just hate all the hate this girl is getting for stepping up to the plate when a player was out of commission due to COVID. I think it was incredibly brave and badass and she should be applauded for it not bashed.","sentiment_score":-0.345}
{"full_text":"Maybe should players who would have been out because of Covid for the regularly scheduled game have to sit out the re-scheduled game even if now ready to play? Seems odd to me a team could benefit from not following protocols and get their players back in time for the game.","sentiment_score":-0.1458333333}
{"full_text":"And this isn't \"testing positive\", its sick enough these people go to a place they do not want to die in. The hopsital. Almost 100,000 just today.","sentiment_score":-0.1623376623}
{"full_text":"RT Anti lockdown FREEDOM March in Calgary.. all ages .. young and old ..","sentiment_score":0.1}
{"full_text":"RT I believe if all fast food and drive through etc are made to stop service there would be significant drop in Covid cas...","sentiment_score":0.2875}
{"full_text":"RT Please RT...everyone needs to see this...from COVID-19 lockdowns, LEO &amp; Military PTSD, children and everyday adults...2...","sentiment_score":-0.15}
{"full_text":"RT Gophers football has 40 COVID-19 cases across 10 days","sentiment_score":0.0}
{"full_text":"Dr Mike Yeadon, Unlocked - Covid-19 Government Mismanagement via","sentiment_score":0.0}
{"full_text":"This just got debunked in Mississippi.   People believe Covid is real but is not dangerous unless you have underlying health conditions or over 60 years old.","sentiment_score":0.2}
{"full_text":"I think that is really great and I also hope that you will help EVERY small business, NO MATTER WHAT COLOR","sentiment_score":0.275}
{"full_text":"Truth","sentiment_score":0.0}
{"full_text":"Cold Hard Facts! The U.S. Could Have a Major Problem Keeping COVID-19 Vaccine Stored At The Proper Temperature.","sentiment_score":-0.2255208333}
{"full_text":"RT As millions of Americans go hungry, a #COVID19 relief bill has been sitting on Mitch McConnell's desk for 58 days. htt...","sentiment_score":0.0}
{"full_text":"RT The attached quote is from a very expert British Medical Journal editorial on suicide and the pandemic. You, undoubtedly...","sentiment_score":0.0666666667}
{"full_text":"RT It's a massive failure that Congress hasn't acted to help millions of food insecure Americans. During this pandemic, I...","sentiment_score":-0.2722222222}
{"full_text":"RT No-deal Brexit is the UK's biggest economic threat, not Covid","sentiment_score":0.2}
{"full_text":"RT It's #Bears week: Don't let a global pandemic distract you from the fact that the Bears blew a 20 point 4th quarter lead...","sentiment_score":0.0}
{"full_text":"RT AOC casually raised $75K+ for low-income families by playing video games for a few hours while educating current &amp; future...","sentiment_score":-0.175}
{"full_text":"RT NEW JERSEY #COVID19 UPDATE:3,924 new positive cases330,275 cumulative total cases24 new confirmed deaths 15,136...","sentiment_score":0.1727272727}
{"full_text":"We need a #covid19 relief bill now, we can't wait until next year","sentiment_score":0.0}
{"full_text":"RT Dr. Kevin McLeod, who works in the COVID-19 ward at North Vancouver's Lions Gate Hospital, says he's frustrated by people who...","sentiment_score":-0.7}
{"full_text":"life is too good right now (for being in a pandemic) I'm waiting for the catch","sentiment_score":0.4928571429}
{"full_text":"Despite the #impact of the #COVID19 #pandemic, The has continued to push forward, advancing new strategies for its future.Visit the link in bio to read more.@HilaryBeckles #DrKimberlyRobinsonWalcott #awards #vicechancellor #uni #education #viral","sentiment_score":0.1363636364}
{"full_text":"#CORONAVIRUS: Eastern Kansas VA announces Facebook Live information webinars #KVOENews","sentiment_score":0.1363636364}
{"full_text":"Florida is quickly approaching 1 million COVID-19 cases.","sentiment_score":0.0}
{"full_text":"STEVEN RICHARD, 58 of Lynnfield, Massachusetts died of COVID on Mar. 24. He \"was a kind, funny gentle soul whose heart &amp; hands were always open to helping others. He was a gifted photographer, known for beautifully capturing the essence of his subjects.\"Submitted by his wife.","sentiment_score":0.4}
{"full_text":"Special Alert:   SoCal 511 is keeping you up to date on the Coronavirus (Covid-19) impacts to transportation in the 5 county areas (Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour. For more info visit:","sentiment_score":0.4285714286}
{"full_text":"Read the story of Nina Aguas, the woman leading the first and biggest Filipino-owned life insurance company through the most complex crisis of this generation. #InLife110ForTheFilipinohttps:\/\/t.co\/f6o7AB4V1k","sentiment_score":0.15}
{"full_text":"What changes were made at #SurvivorSeries, what #WWE talent will be missing TV and more w\/ Billi Bhatti and for $3 patrons &amp; up!","sentiment_score":0.2125}
{"full_text":"Nobody i suggesting that but given what I've seen...f I have to move again I'm flying over Alberta entirely.","sentiment_score":0.0}
{"full_text":"RT Had a conversation with my husband today about how ICU staff are coping with the stress, tiredness...","sentiment_score":0.0}
{"full_text":"Cisco Grove Store and Gas Stationc. 1936#SmallBusinessSaturday #smallbusiness #ShopLocal #COVID19","sentiment_score":0.0}
{"full_text":"RT I am proud to support Jon along with for the U.S. Senate in the Georgia runoff election. Jon...","sentiment_score":0.8}
{"full_text":"RT we share your fears about pandemic in these trying times","sentiment_score":0.0}
{"full_text":"What do you miss the most in the outside world? We still have activity restrictions in our area, so I can only imagine going to the beach. Its been so long since I've touched sea water. #bucketlist #COVID19 #freelancer #virtualassistant","sentiment_score":0.1125}
{"full_text":"COVID-19 will impact sports for months to come and adjustments will be made to limit interaction. Read more at","sentiment_score":0.5}
{"full_text":" Mask up, Mavs! We all have a responsibility when it comes to this pandemic - the small steps we take to slow the spread of COVID-19.https:\/\/t.co\/RSXSeiIveM#KnowTheO","sentiment_score":-0.275}
{"full_text":"COVID-19 Update - Nov. 28The total case count reflects all reports collected through Friday.Please consider the risks before you leave home &amp; always wear a mask in a public space.Stay safe, stay healthy &amp; stay dry.Thank you, San Antonio.","sentiment_score":0.25}
{"full_text":"RT landlords killed 10k people pass it on","sentiment_score":-0.2}
{"full_text":"Pres. Rodrigo Roa Duterte signed Memorandum Order No. 50 approving the 2020 Investment Priorities Plan as a major push to bring the economy forward amid the COVID-19 pandemic. #WeRecoverAsOne","sentiment_score":0.0625}
{"full_text":"There's little hard data about how the pandemic is affecting children's mental health, mostly because the outbreak is still unfolding and research takes time. The little that scientists have measured is worrisome.","sentiment_score":-0.0533333333}
{"full_text":"Stay up there, for your sake, but tell Trudy we aren't paying for the giant N95 mask at the border.","sentiment_score":0.0}
{"full_text":"RT Forces covid positive patients into nursing homes. Thousands die. Get nominated for Time's Person of the Year. Crazy....","sentiment_score":-0.1863636364}
{"full_text":"RT americans the time is now for us to unite against COVID19. we must all come together and say \"Oopsydaisy\" over and over again unt...","sentiment_score":0.0}
{"full_text":"Comedian Mike Delamont has released his God Is a Scottish Drag Queen, Pandemic Edition, to bring some laughs during a tough time for all.","sentiment_score":-0.2444444444}
{"full_text":"Here's a list of how to make the most of the holiday weekend during the pandemic:https:\/\/t.co\/ozdLaVNjWF","sentiment_score":0.5}
{"full_text":"It's pretty simple really#MakeAmazonPay #Bezos #Amazon #EssentialWorkers #pandemic #WorkersOfTheWorldUnite","sentiment_score":0.125}
{"full_text":"What are you shopping for this #CyberMonday?","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"At present, the highest number of COVID-19 cases is in the 18- to 29-year-old age group.https:\/\/t.co\/tQ80l0GKyT","sentiment_score":0.0}
{"full_text":"As COVID-19 began to spread throughout Florida, Publix made the decision to prohibit employees from wearing masks because of its belief that the masks would scare off customers, the lawsuit claims. ","sentiment_score":0.0}
{"full_text":"According to his obituary, he dedicated his life to \"his family and friends, farming and serving the people of Iowa.\"","sentiment_score":0.0}
{"full_text":"RT There's no question coronavirus has taken a devastating toll on our economy. We need to get our economy back on track--...","sentiment_score":-0.5}
{"full_text":"Owners of small businesses know what it's like to be a small fish in a big pond. But on Small Business Saturday, they hope to reel in as much profit as they can.","sentiment_score":-0.11}
{"full_text":"The steady rise in coronavirus numbers continues in the Tri-State Area and across the country.","sentiment_score":0.1666666667}
{"full_text":"Why are they concerned about Covid being high risk to WA? I visited Hollywood Hospital &amp; tried to scan the QR &amp; got repeated errors. I then informed reception, expecting to give my details, and was told \"that's ok, just go through\". No temp check. No questionaire. NOTHING!!","sentiment_score":0.470625}
{"full_text":"Fifteen Cal Lutheran University students tested positive for COVID-19 following an off-campus party earlier this month.","sentiment_score":0.0757575758}
{"full_text":"RT Okay yes but as a person whose household income\/fortunes is literally dependent upon one of the bands mentioned in this art...","sentiment_score":0.5}
{"full_text":"RT i wish people would stop treating me like i am being overly paranoid\/overly cautious about this virus when we're approach...","sentiment_score":0.0}
{"full_text":"Naturally inevitable.","sentiment_score":0.0}
{"full_text":"RT UK appoints Nadhim Zahawi as minister for Covid-19 vaccine deploymenthttps:\/\/t.co\/McNADuRX6n","sentiment_score":0.0}
{"full_text":"US Elegy:\"Where are you going?\" \"To go hang out inside in groups of 10+ :)\"\"Don't wear a mask!\"","sentiment_score":0.625}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"Denver Mayor Michael Hancock talks about his decision to travel for Thanksgiving","sentiment_score":0.0}
{"full_text":"I was one as a teenager than not much in my 30s or 40s. Then started traveling more later in life and now I prefer to stay home. How about you George?","sentiment_score":0.1333333333}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT What's killed more Americans under 65 - Perdue Pharmaceutical's opioids,  or Covid-19?","sentiment_score":0.15}
{"full_text":"EBSU PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #SundayThoughts #COVID19 #coronavirus #Educati","sentiment_score":0.1}
{"full_text":"pretty lame to let a team (#DenverBroncos ) go into a game without a QB. Make your money at any cost #nfl #covid","sentiment_score":-0.2166666667}
{"full_text":"Insights About Startup Opportunities During The Pandemic -","sentiment_score":0.0}
{"full_text":"DSA SWLA has been hosting pop-up free stores at the Fightingville Fresh pavilion as a way to get necessities to our community as we recover from a brutal hurricane season and continue to struggle through the pandemic. The next one is Friday Dec. 4th from 12-3!","sentiment_score":-0.04375}
{"full_text":"Every minute in the USA 114 folks test positive for Covid-19 and everyday 50 Americans die from the disease. Thank you Donald Trump. Patiently waiting for you to fail in the Supreme Court as you have failed at everything you touch.","sentiment_score":-0.2431818182}
{"full_text":"RT The Corona is everywhere ain't no stopping it lol","sentiment_score":0.8}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT Covid-19 is on the naughty list.","sentiment_score":-0.15}
{"full_text":"A rural Kansas community watched the COVID-19 pandemic unfold from afar, then a deadly outbreak landed right on their doorstep","sentiment_score":0.0285714286}
{"full_text":"RT Amy Coney Barrett ruled for churches to avoid #covid19 restrictions and a federal execution to proceed. How's that pro-...","sentiment_score":0.0}
{"full_text":"If you can't see the sense or understand what Klopp is saying then maybe you should take a step back &amp; reassess yourself as a journalist. Football is only industry operating as normal COVID has affected everything but nothing in football changes because can't upset the paymaster","sentiment_score":0.05}
{"full_text":"RT By next Thursday, most of the people who ignorantly gathered and got sick, will have symptoms. A week later, we could see...","sentiment_score":-0.0535714286}
{"full_text":"RT Forces covid positive patients into nursing homes. Thousands die. Get nominated for Time's Person of the Year. Crazy....","sentiment_score":-0.1863636364}
{"full_text":"Are you going to make a little gift from 5.00 today? #SOLIDARITY #knowyourself #breastcancerawareness #metastaticbreastcancer","sentiment_score":-0.1875}
{"full_text":"RT Where are all the press secretaries and issue managers bragging up the Kenney government's \"robust\" pandemic management?...","sentiment_score":0.0}
{"full_text":"RT More than 91,000 people in the US were hospitalized with coronavirus Saturday, more than at any previous point in the pandemic...","sentiment_score":0.2777777778}
{"full_text":"RT Stay home. Mask up. Fight systemic racism.","sentiment_score":0.0}
{"full_text":"RT UPDATE: One protester told Sky News they were demonstrating because there was \"no future for our children\" as a result...","sentiment_score":0.0}
{"full_text":"6800kg of dry ice being allowed on planes by FAA to facilitate vaccine to be shipped from Belgium to USA. That's 5 times the maximum allowed. When dry ice melts, it turns to carbon dioxide which is deadly to human beings. Anyway, the world needs the vaccine","sentiment_score":-0.0444444444}
{"full_text":"Time: 01:00 * Temp: 8.3degC * Wind: ESE 0.0 to 0.9mph * Pressure: 1018.7hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:19 * Sunset: 16:03 * Cloudbase: 560ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT How do we recover from a global pandemic unlike anything we've seen before? Ask Ohio, we'll show you.","sentiment_score":0.0}
{"full_text":"RT I wouldn't say Brett was \"born old\", but always a smile &amp; a kind word. Like most drs, cares deeply for humanity,...","sentiment_score":0.3}
{"full_text":"Managing #transport in a global #supplychain is never easy, but the uncertain impact of #Covid-19 means it has been even harder to plan. Our transport experts have experienced the challenge first-hand, so if you would value an independent view let's talk. https:\/\/t.co\/hGrmcThnuZ","sentiment_score":0.0966666667}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"Many thousands gather, forget social distancing, to celebrate the life of legend Maradona. All over Argentina, the parties go on into the night.","sentiment_score":0.2666666667}
{"full_text":"RT My husband, a physician, has Covid. . Not that you care.","sentiment_score":0.0}
{"full_text":"on grieving during the pandemic","sentiment_score":0.0}
{"full_text":"RT More than 91,000 people in the US were hospitalized with coronavirus Saturday, more than at any previous point in the pandemic...","sentiment_score":0.2777777778}
{"full_text":"Christmas canceled? Dr. Fauci says COVID surge means Christmas won't be 'any different' than Thanksgiving","sentiment_score":0.0}
{"full_text":"Don't expect Gopher football next weekend either","sentiment_score":0.0}
{"full_text":"It is","sentiment_score":0.0}
{"full_text":"It was fun while it lasted. I give the #NFL season 1, maybe 2 weeks, before shutting down #Covid19","sentiment_score":0.0722222222}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"So let me get this straight, Sweden and Florida, both no lockdown and no masks have better numbers than Italy, NY, Belgium, Spain, NJ, UK and France and many more, and that for you is not enough evidence that lockdowns and masks are ineffective? Humm","sentiment_score":0.34}
{"full_text":"This ","sentiment_score":0.0}
