{"full_text":"Pandemic has exposed a lot of them cause people having nothing to do and have time to face those who were abusers\/creeps to them.","sentiment_score":0.0}
{"full_text":"Masks and physical distance can beat Corona.","sentiment_score":0.0}
{"full_text":"You are beginning to sound like my miserable self. I'm sorry. I asked God earlier where is the fire.10 months into a pandemic and we are still begging folks to wear masks, stay home, etc.No way is this a civilized, progressive society. We cling to the lowest common denominator.","sentiment_score":-0.1666666667}
{"full_text":"RT new post ","sentiment_score":0.1363636364}
{"full_text":"I'm glad you defeated the China virus me and my brotha wish you the best","sentiment_score":0.75}
{"full_text":"RT imagine just coming home, youre so tired, and you see your significant other just sat there, and you sit on their lap and...","sentiment_score":-0.05}
{"full_text":"RT Look at these Thugs!!!Rioting and breaking the law! Why don't they protest peacefully and legally? They're criminals so...","sentiment_score":0.225}
{"full_text":"RT Pretty strong words-decide 4 yourself. trump golfs. COVID-19 deaths &amp; cases soaring. People waiting hours to get food. No r...","sentiment_score":0.3416666667}
{"full_text":"RT This story is a chilling reminder that a negative test result does not mean the person who has tested negative is not infecte...","sentiment_score":-0.2359375}
{"full_text":"mass education about IPC of COVID19 will give the knowledge to individuals on how to fight against the virus #YEDNOnCovid19","sentiment_score":0.0}
{"full_text":"The fact that ppl who are protesting the lockdown are TRUMP SUPPORTERS LMFAOO truly says all we need to know","sentiment_score":0.0}
{"full_text":"RT Mexico's COVID: 100,000 dead, 1 million infections. The true number of deaths is considerably higher because they're a...","sentiment_score":0.1333333333}
{"full_text":"I'm beginning to wonder if all these new viruses, H1N1, swine flu, covid etc. Have all be brought into being, to cover up deaths from mass flu vaccinations.","sentiment_score":0.1363636364}
{"full_text":"RT Find information, resources, and action opportunities related to COVID-19 and infant feeding:","sentiment_score":0.05}
{"full_text":"RT After touching a public microphone that was being used by others, David Purdue touched his nose during a pandemic.Ha...","sentiment_score":0.25}
{"full_text":"The latest Smart home Troubleshooting! Thanks to #covid19 #bcpoli","sentiment_score":0.3226190476}
{"full_text":"RT Labour's manifesto of 2019. When you think of the money the Tories have wasted by failing to lock down quicker &amp; properly y...","sentiment_score":-0.1185185185}
{"full_text":"RT A COVID-19 vaccine might be approved for use in Ireland within the next month. Happy Saturday, everyone ","sentiment_score":0.4}
{"full_text":"RT Deaths rates are dire now in numbers not seen since the spring. The US daily COVID death toll exceeded 2,000 on Thursd...","sentiment_score":0.0}
{"full_text":"Well that's different, the Bull having a bit of fun, getting his own back in the stupid humans ","sentiment_score":0.02}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT As honestly and with as much scientific and medical backing  as he can bring to bear on the problem. Massachusetts is fortuna...","sentiment_score":0.2666666667}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"HOUSTON: One of the oldest vaccines for tuberculosis Bacillus Calmette-Guerin (BCG) is associated with a reduced possibility of contracting the COVID-19 virus, according to a new study.Read more at:","sentiment_score":0.3181818182}
{"full_text":"RT Don't believe that?Just look what CA Governor Newsom did last week.A Dinner PARTY without masks &amp; official...","sentiment_score":0.0}
{"full_text":"RT The Biden-Harris plan to get this pandemic under control includes free testing and free vaccines available for everyone.","sentiment_score":0.4}
{"full_text":"RT First the #WHO covered up for #China's lies. Now it's trying to undermine our ability to combat #COVID19.Americans s...","sentiment_score":0.25}
{"full_text":"RT The world was shut down due to Covid-19, successful economies crumbled too talk more of struggling ones like Nigeria. I thou...","sentiment_score":0.2423611111}
{"full_text":"Natural selection.","sentiment_score":0.1}
{"full_text":"RT Proud of you guys !! Please maintain social distancing &amp; follow all protocols STAY SAFE#GuwahatiRoars4SSR","sentiment_score":0.5166666667}
{"full_text":"RT @BorisJohnson How dare you?  Taking our liberties after promising that this lockdown would end on 1st December? People...","sentiment_score":0.2}
{"full_text":"Igbo to za world","sentiment_score":0.0}
{"full_text":"RT More Republican Senators have COVID than have courage.","sentiment_score":0.5}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT Dr. Onyema Eberechukwu Ogbuagu, an Igbo man is one of the brains behind the new Pfizer Covid-19 vaccine. He graduated fro...","sentiment_score":-0.1318181818}
{"full_text":"Hi If you think lockdown was tough, imagine being locked up for good! In South Africa, nearly 10 000 lions still live in captivity. We can change this. Find out how you can #LiveKinder","sentiment_score":0.1806186869}
{"full_text":"RT We have to know facts about coronavirus ,facts such as wear our masks properly and at all times maintaining social distanc...","sentiment_score":0.0111111111}
{"full_text":"RT Stay home. Watch One Piece. Read One Piece. Be safe.","sentiment_score":0.5}
{"full_text":"people traveling during a pandemic.","sentiment_score":0.0}
{"full_text":"RT With tourism funds drying up amidst Covid-19, wildlife conservation, and the people who depend on it, are facing a crisis...","sentiment_score":0.0}
{"full_text":"RT If you can't wear a mask due to \"health reasons\", shouldn't you be the LAST one out and about?","sentiment_score":-0.0625}
{"full_text":"RT The US just reported 12 million coronavirus cases:0M-1M: 98 days1M-2M: 44 days2M-3M: 27 days3M-4M: 15 days4M-5M: 17 d...","sentiment_score":0.0}
{"full_text":"I wonder if Regent Street will be as such this year in spite of lockdown.","sentiment_score":0.0}
{"full_text":"RT How Mike Pence hasn't contracted coronavirus (assuming there hasn't been a coverup or something) is truly one of the universe'...","sentiment_score":0.0}
{"full_text":"RT Gavin Newsom is more dangerous to CA than COVID #Curfew","sentiment_score":-0.05}
{"full_text":"RT Vermont's Republican governor has embraced COVID-19 safety measures. South Dakota's Republican governor has loudly opposed them....","sentiment_score":0.1}
{"full_text":"RT Who is in this expert committee?","sentiment_score":0.0}
{"full_text":"This is not China virus you fucking idiot &amp; racist","sentiment_score":-0.8}
{"full_text":"RT No child should have to worry where their next meal is coming from. Yet the impact of #COVID19 will push an additional 140 mill...","sentiment_score":0.0}
{"full_text":"RT please where is the closest COVID-19 testing center in Ajah? The symptoms I'm experiencing are not looking good!","sentiment_score":0.3875}
{"full_text":"RT Say what you want about him but he HANDLED a pandemic","sentiment_score":0.0}
{"full_text":"RT We're in a global pandemic and the self-proclaimed Prophet of God not only missed revealing this to us, but has held tw...","sentiment_score":0.0}
{"full_text":"RT COVID. Spreads. Without. Symptoms. COVID. Spreads. Without. Symptoms. COVID. Spreads. Without. Symptoms.","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT bc anxiety is high right now, but I'm also seeing people shaming themselves for not being \"productive enough\" during a pan...","sentiment_score":0.1485714286}
{"full_text":"RT We will likely never know how many people died, completely unrelated to COVID-19, as a result of lockdown measures.","sentiment_score":0.2}
{"full_text":"Covid comes out at 10 pm I believe? Reaper Covid only hunts down people with pre-existing conditions and the elderly it seems. It also seems that we have enough bullshit in the past year to finally get tired of the lies. Hey CA, way to go","sentiment_score":-0.1342592593}
{"full_text":"RT RIP to those who died due to COVID-19 in 2020. Don't skip this post without leaving a heart ","sentiment_score":-0.125}
{"full_text":"RT Covid-19 has set women professionals back by more than a decade, HR News, ETHRWorld","sentiment_score":0.25}
{"full_text":"RT One thing that happens is that people suffer, and some die.Because of Covid, to be sure. But people also suffer or die...","sentiment_score":0.5}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"I need to get this job to get some money in the bank before this 4-6 week lock down happens again cause shiiiit","sentiment_score":-0.1555555556}
{"full_text":"RT We have to know facts about coronavirus ,facts such as wear our masks properly and at all times maintaining social distanc...","sentiment_score":0.0111111111}
{"full_text":"- Andrew Cuomo is the best governer- CNN is an objective news outlet- Nancy pelosi follows the lockdown guidelines- Bill de blasio is the best mayor","sentiment_score":0.6666666667}
{"full_text":"RT Did you notice it's all from left-wing publications? Do you ever think I did it so that I could read through the commen...","sentiment_score":0.0}
{"full_text":"\"A Kids' Guide To Coping With The Pandemic\", not just for kids ...https:\/\/t.co\/Te68XoAAbc","sentiment_score":0.0}
{"full_text":"Protect your loved ones and help reduce the spread of Coronavirus in the North East by downloading the free #NHSCOVID19app from: Google Play Store:  Apple App Store: #HaveYouDownloaded","sentiment_score":0.55}
{"full_text":"Today, thousands are set to descend upon Belgrade's St. Sava temple to pay their respects to Patriarch Irinej, who died of complications of #COVID19 on Friday.Follow our feed for more updates throughout the day.https:\/\/t.co\/yFYl87wfMR","sentiment_score":0.5}
{"full_text":"Singapore and Hong Kong postponed the start of an air travel bubble meant to boost tourism for both cities -- citing a spike in #coronavirus cases in the Chinese territory as the reasonhttps:\/\/t.co\/2ljZdQwIkU","sentiment_score":0.0}
{"full_text":"We have suspended Bath Open Top Tours until further notice. This is due to the current national lockdown in place in England. We will resume service when we are able to do so. #staysafe #nationallockdown #bath #sightseeing #Covid19UK","sentiment_score":0.1458333333}
{"full_text":"If you experience symptoms of #coronavirus - self-isolate and book a test. high temperature new, continuous cough loss or change to your sense of smell or tasteMost people with #coronavirus have at least one of these symptoms.To book a test","sentiment_score":-0.0012121212}
{"full_text":"RT I have to believe that some of the current horrific surge in COVID cases--2,000 dying each day--traces back to Trump's cha...","sentiment_score":-0.3333333333}
{"full_text":"This year may go down in history due to Covid-19 but the kindness of many should also be remembered https:\/\/t.co\/7AHc9bBU4e","sentiment_score":0.0731481481}
{"full_text":"South Dakota #COVID19 11\/21---* 1,144 (-184) cases* 36 (+0) deaths* 580 (+6) hospitalizations* 94 (-13) ICUThe death toll is now at 777. There have been 362 deaths reported since Nov. 1.https:\/\/t.co\/Qt4skTqYbf","sentiment_score":0.0}
{"full_text":"A do-it-yourself coronavirus test which gives results in less than 30 minutes has been approved for use in the US","sentiment_score":-0.1666666667}
{"full_text":"The polio outbreak of 1961 which shows how Hull deals with a health crisishttps:\/\/t.co\/IxmpnaJzkV","sentiment_score":0.0}
{"full_text":"RT SALLY FISCHER, 72, of Zimmerman, Minnesota died of COVID on Nov. 14. \"They are not just numbers on charts of people who...","sentiment_score":0.0}
{"full_text":"'We're not even at the peak yet': #Doctor warns of #pandemic #burnout as 2nd wave grows","sentiment_score":0.0}
{"full_text":"RT Just a reminder that our National Guard could have mobilized to provide Americans with PPE, groceries, and other essential...","sentiment_score":-0.0625}
{"full_text":"RT For millions of families the pandemic has been pure misery. But for some, many connected to the Conservative Party, the...","sentiment_score":0.3571428571}
{"full_text":"#TarunGogoi was on Non Invasive Ventilation (NIV) since he was admitted at Gauhati Medical College and Hospital (GMCH) on November 2 due to post-COVID complications","sentiment_score":-0.0625}
{"full_text":"RT Omokri to Igbos: Your race is the pride of Black Africa, don't beg because of Coronavirus lockdown ","sentiment_score":-0.1666666667}
{"full_text":"Remember, coronavirus hasn't gone away. Continue to #DoYourBit so we can prevent the spread of the virus. Follow the 3Ws: wash your hands, wear a face covering and watch your distance.","sentiment_score":0.0}
{"full_text":"RT This is incredible. #CovidMemorialQuilt Please share","sentiment_score":0.9}
{"full_text":"Rep AOC slams Mitch McConnell as Senate leaves without passing COVID-19 ... via","sentiment_score":0.0}
{"full_text":" Patient self-service #kiosk; A new healthcare transformation during #coronavirus.Explore more through our #blog,","sentiment_score":0.3181818182}
{"full_text":"How did public funds meant to help us find a vaccine for coronavirus end up in the pockets of some of the richest corporations on the planet? And, why will billions of people still be without hope even when a vaccine emerges? #vaccines #CovidVaccine ","sentiment_score":0.0}
{"full_text":"#Bengal allows cultural events on open grounds maintaining all #COVID norms #BengalFightsCorona #Mela","sentiment_score":0.05}
{"full_text":"With your help, UNHCR is installing handwashing stations &amp; water pumps to ease access to vital services in areas like Ampatuan, Maguindanao, where forcibly displaced families are extra vulnerable to calamity, conflict, and #COVID19. Help us reach more:","sentiment_score":0.12}
{"full_text":"PODCAST EP23 with is now LIVE!  is joined by Matthew O'Sullivan, who is in charge of Fit4Life programme, to talk fitness during lockdown and the HUGE impact just a 20-minute walk can have! ","sentiment_score":0.3352272727}
{"full_text":"Today on my podcast \"Hoopin With Hoops,\" I chat with on how #OleMiss is conducting practice &amp; team activities with Kermit Davis sidelined with #COVID &amp; the #SEC landscape before I recap the past 24 hours of #CBB news &amp; notes:","sentiment_score":-0.175}
{"full_text":"Oaxaca, Mexico, offers a plethora of restaurants to choose from.To taste the best Oaxaca foods, check guide to Oaxaca restaurant. Covid tips included! #Oaxaca #foodlover #eatlocal","sentiment_score":0.55}
{"full_text":"Listen to \"Happy Pandemic Halloween\" on the Parenting Roundabout Podcast","sentiment_score":0.8}
{"full_text":"Health workers have dealt with multiple blows since the start of the Covid-19 pandemic which exposed major loopholes in many health systems across the globe.","sentiment_score":0.1875}
{"full_text":"We're open for all your grocery needs throughout this second lockdown. Deliveries and click &amp; collect are also available on Tues &amp; Fri. Our cafe is closed, but we're operating a takeaway service and we're offering Sunday lunch today.","sentiment_score":0.075}
{"full_text":"[Opinion] By vetoing the EU's recovery financing, #ViktorOrban and #JaroslawKaczynski are putting at risk the lives of all Europeans threatened by a needlessly prolongued Covid-19 crisis.#EUWeekInReviewhttps:\/\/t.co\/9VrZb5r6dQ","sentiment_score":-0.5}
{"full_text":"Bars and karaoke lounges were found to be particularly prone to the \"widespread dispersion\" of Covid-19 transmissions in Hong Kong's first two waves of infections, a local study has found.","sentiment_score":0.1388888889}
{"full_text":"#Opinion| #Remdesivir's Failure Is a Warning for #Covid19 Vaccines","sentiment_score":-0.3166666667}
{"full_text":"This makes for shocking reading.","sentiment_score":-1.0}
{"full_text":"1,968 NEW COVID-19 CASESBREAKING: The Department of Health reported 1,968 new cases of COVID-19 on Sunday, November 22, 2020, bringing the total number of cases in the Philippines to 418,818. #COVID19PHThe numbers include time-based recoveries from DOH's Oplan Recovery.","sentiment_score":0.0909090909}
{"full_text":"The Ministry of Works is prepared to train people who lost their jobs during the Covid-19 pandemic.https:\/\/t.co\/dwH4PFeUIe","sentiment_score":0.0}
{"full_text":"The acceleration of coronavirus cases is causing an existential crisis for America's retailers and spooking their customers just as the critically important holiday shopping season nears.https:\/\/t.co\/dE7ZCkBnAe","sentiment_score":0.4}
{"full_text":"Nurses at St. Mary Medical Center have been dealing with understaffing, low pay, and a lack of PPE throughout the pandemic. This past week, they decided to go on strike to push their hospital to take measures needed to keep patients safe.","sentiment_score":0.03}
{"full_text":"More than 12 million people in the U.S have contracted the coronavirus since the start of the pandemic.https:\/\/t.co\/zCkbmgoztD","sentiment_score":0.5}
{"full_text":"NEWS: Businesses in Colchester impacted by lockdown to get share of PS6m.https:\/\/t.co\/jHUsuo2LBD","sentiment_score":0.0}
{"full_text":"Among the many attempts at reaching some kind of protection against Covid-19, two vaccine candidates have stood out with promising clinical results. more on #InsideTelecom. #Covid19 #Coronavirus #Pandemic #Vaccine #CovidVaccine#Pfizer #Modernahttps:\/\/t.co\/Cl6LxcnKWP","sentiment_score":0.45}
{"full_text":"COVID-19 has changed how consumers behave across every aspect of their lives from work to shopping to learning to play &amp; entertainment. We take a global look at key shifts and how companies must rethink how and where they connect w\/ consumers","sentiment_score":0.0}
{"full_text":"Please &amp; thank you .","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 22\/11\/2020 13:30Total Cases: 9097507 [+1599]Active: 440708Recovered: 8521465 [+1426]Deaths :133282 [+19]Total Tests: 131.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Great idea #SocialDistancing #COVID19 #staffsafety","sentiment_score":0.8}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT #lockdown liability","sentiment_score":0.0}
{"full_text":"All Covid deniers should have to volunteer at an assisted living\/ nursing home or hospital in the hot zone. PPE optional.","sentiment_score":0.25}
{"full_text":"Time: 08:00 * Temp: 4.1degC * Wind: WSW 0.0 to 13.0mph * Pressure: 1018.0hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:07 * Sunset: 16:11 * Cloudbase: 640ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"We can all party hard to that SB for 7 days without any COVID restrictions.","sentiment_score":-0.2916666667}
{"full_text":"RT Walking today, I stopped &amp; sat on bench to feed my son. In doing so, I was reprimanded by a police officer who asked me...","sentiment_score":0.0}
{"full_text":"RT In all that happened in 2020, to not have touched COVID, to still have money coming in, to still have my family members, to...","sentiment_score":0.0}
{"full_text":"Year 11 Theatre Studies Presents: 2020 The Play. In this short performance our students reflect on the year that no one will forget. #loyola #loyolacollege #covid19 #2020","sentiment_score":0.0}
{"full_text":"RT Vermont's Republican governor has embraced COVID-19 safety measures. South Dakota's Republican governor has loudly opposed them....","sentiment_score":0.1}
{"full_text":"RT Numbers change daily. Renew.","sentiment_score":0.0}
{"full_text":"With COVID-19, balancing aspects of our lives can get stressful. Today, we are excited to announce the preview of more personal features.","sentiment_score":0.2916666667}
{"full_text":"KFC India #off   Today's Deals Here ","sentiment_score":0.0}
{"full_text":"RT Joeboy and the fence: Episode 20, Season 6.","sentiment_score":0.0}
{"full_text":"RT Twitter mob really empowers many of you to be empty and display ignorance with too much pride...do you need your school t...","sentiment_score":0.2}
{"full_text":"The pandemic has represented an unparalleled challenge for business and society, but Imperial College London is leading the global response. Stay up to date with all the latest news and research: #IBCovid","sentiment_score":0.25}
{"full_text":"That's fine and all until your Amazon driver or door dasher or someone in a grocery store or at your work exposes you because we have to go outside eventually. If COVID was personal then I wouldn't care but it spreads and fast","sentiment_score":0.1541666667}
{"full_text":"RT First a global [Covid] QR code system that contains one's personal information and once this is established, the usage...","sentiment_score":0.0833333333}
{"full_text":"RT The Families First Coronavirus Response Act  signed by President that COVID-19 testing is free t...","sentiment_score":0.325}
{"full_text":"Just saw another one of those fucking right-wing YouTube channels that uses the 'pretend to be nice reasonable centrists who just want free speech and open debate' gimmick and now I want to be hit by a truck full of covid","sentiment_score":0.1583333333}
{"full_text":"I thought the US was rounding the turn?  Now Covid is running wild in the US. Which is fake news?","sentiment_score":-0.2}
{"full_text":"RT Navajo Nation's kids try to adjust as pandemic forces schools to close","sentiment_score":0.0}
{"full_text":"RT Vermont's Republican governor has embraced COVID-19 safety measures. South Dakota's Republican governor has loudly opposed them....","sentiment_score":0.1}
{"full_text":"The second wave is on the rise, it is important for you as a community member to identify the vulnerable groups around you and help them in this time of crisis. We're in this together!#COVID19 #Pandemic #HumAhangInCrisis #StayHome #StaySafe #Corona #Pakistan #socialdistancing","sentiment_score":-0.0333333333}
{"full_text":"It's the online shopping season with Black Friday and Cyber Monday around the corner ! Will Covid-19 drive you to shop more online versus last year?#CyberRisks #CyberSecurity","sentiment_score":0.0972222222}
{"full_text":"Centre to rush high level teams to HP, Punjab, UP for Covid response@MoHFW_INDIA #COVID19Pandemic #himachal #Punjab #NewDelhi","sentiment_score":0.16}
{"full_text":"If you had a light case of corona you can get a heavy case of corona next time because you have not enough antibodies from the first timeit depends from the amount of virus you are in contact with if it is heavy or light and your personal conditiontherefore wear a mask when","sentiment_score":0.08125}
{"full_text":"RT In less than 2 months, he will have no access to call local officialsno access to a justice departmentno cabinetno access...","sentiment_score":-0.0833333333}
{"full_text":"The Use of AI, Big Data, Cybersecurity and IoT in the Era of Coronavirus. #AI #BigData #Cybersecurity #IoT #ArtificialIntelligence #dataanalysis #healthtech #covid-19 #ML #Coding #DeepLearning","sentiment_score":0.0}
{"full_text":"\"As the COVID-19 pandemic progresses around the world, governments are relying on #geospatial information, #digital solutions and Artificial Intelligence (AI)-driven risk analytics to enhance community resilience.\"","sentiment_score":-0.3}
{"full_text":"Meanwhile.... things look to continue to be hard for us (and hospitality and small business) for some time yet if this article is true.  Harsher measures. Not that this current 'Lockdown' feels much like a lockdown, more an independent business shutdown ","sentiment_score":0.0726190476}
{"full_text":"RT What curfew? Massive crowd in Huntington Beach, CA protesting the statewide covid curfew that went into effect  less than an...","sentiment_score":-0.0833333333}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT Sample Tweet :#Relief4MiddleclassWe are asking government to give us our right, moratorium till,2022. Media please ra...","sentiment_score":0.2857142857}
{"full_text":"Hahaha suppose a lockdown is immediately imposed in Pakistan and uae.and all flights are cancelled for an year...","sentiment_score":0.2}
{"full_text":"I'm so filled with respect for the  front line health care workers.Their bravery is commendable. What part of killer virus,social distance,wear a mask,hand hygiene advice was so hard to understand folks. You are right this is just the beginning of a horror story for the U.S ","sentiment_score":0.1313492063}
{"full_text":"To help the island to address COVID-19, increases #funding for #Haiti: #RenewableEnergy for All Project. #energytransition #decarbonisation","sentiment_score":0.0}
{"full_text":"RT Last shift I had my first non Covid related Hospice death in many many months. I was able to actually hold her hand and...","sentiment_score":0.25}
{"full_text":"im also ask this they killed many many without having a war what this called Viruscide?","sentiment_score":0.2666666667}
{"full_text":"Keep your loved one's safe.  Please follow the #COVID-19 health and safety guidelines upon visiting loved ones at old age homes. They are more at risk and we want to keep them safe.","sentiment_score":0.5}
{"full_text":"RT Vermont's Republican governor has embraced COVID-19 safety measures. South Dakota's Republican governor has loudly opposed them....","sentiment_score":0.1}
