{"full_text":"RT Let the history books note: the dildo shop next to the Trump campaign's presser had better COVID protocols than the Trump...","sentiment_score":0.25}
{"full_text":"Reality is a few months away, when it dawns on these morons that Joe Biden modelling appropriate mask-wearing behaviour in the White House does not, in fact, curb a pandemic and economic depression.","sentiment_score":-0.06}
{"full_text":"I'm so fuckin scared we're gonna be forced into a lockdown now ","sentiment_score":-0.3}
{"full_text":"bc corona is just idek at this point. i have family members that work in hospitals and they mark everything as corona. u can die from sum diff and they mark it as corona so u get more money. i did a corona test and put contact solution on it and it came back positive. he's fine.","sentiment_score":0.2859848485}
{"full_text":"RT Trump got the full 2020 experience. He got COVID now he's unemployed ","sentiment_score":0.35}
{"full_text":"RT Trump got the full 2020 experience. He got COVID now he's unemployed ","sentiment_score":0.35}
{"full_text":"RT Dear media (or anyone) - If you have the slightest inkling of a hint of a suggestion of an urge to feel sorry for #Trump ....","sentiment_score":-0.5}
{"full_text":"RT Y'all just *had* to go out on Halloween....","sentiment_score":0.0}
{"full_text":"RT if Trump dealt with coronavirus as aggressively as he's been dealing with imaginary voter fraud over the last two days, he wou...","sentiment_score":0.0}
{"full_text":"RT Thank you, Navajo Nation!","sentiment_score":0.0}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"This just in...It's official #Yikes","sentiment_score":0.0}
{"full_text":"Time to step up; after the mess Don left you've got your work cut out for you.","sentiment_score":-0.0875}
{"full_text":"RT Celebrate but don't forget there's a still a panoramic outside  wear your mask :)","sentiment_score":0.25}
{"full_text":"Coronavirus pandemic continues its coast-to-coast march","sentiment_score":0.0}
{"full_text":"RT We're about to go to a new pandemic peak in people hospitalized, &gt;60,000","sentiment_score":0.1363636364}
{"full_text":"RT While you are celebrating this historic day, please remember NEVER to stay at They were on of Hannity and T...","sentiment_score":0.0}
{"full_text":"carlyjae to be honest at 73 I would rather die of COVID than exist in a four yr term of harris\/biden\/pelosi\/schumer\/aoc\/talib\/&amp; other lefty socialists they'll destroy US before 2024","sentiment_score":0.0916666667}
{"full_text":"We #Condemn all public gatherings relating to celebrating or protesting the presidential election. There is a pandemic. Stay home.","sentiment_score":0.0}
{"full_text":"RT Alberta's ABTraceTogether and Canada's COVID Alert app are similar in the basic way they operate, but have some significant d...","sentiment_score":0.125}
{"full_text":"RT Luke Shaw is expected to be sidelined for 4-6 weeks. Mason Greenwood is waiting for results of COVID-test and are showin...","sentiment_score":-0.1}
{"full_text":"LOL you need Ad guard  or lockdown app","sentiment_score":0.8}
{"full_text":"Coronavirus mutation in minks could threaten vaccine efficacy via","sentiment_score":0.0}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT Good point","sentiment_score":0.7}
{"full_text":"RT This is my Province. To us, \"surging\" is 567 cases a day.  These are tough rules but these are tough times....","sentiment_score":-0.3888888889}
{"full_text":"Just tell us now about the lockdown you're going to impose on us","sentiment_score":0.0}
{"full_text":"Six in White House, Including Trump's Chief of Staff, Have the Coronavirus - White House #WhiteHouse - ","sentiment_score":0.0}
{"full_text":"Halloween weekend and this weekend back to back covid numbers in 2 weeks bouta be insane ","sentiment_score":-0.3333333333}
{"full_text":"Where was your leash on For Sale China Biden ?Especially around little kids.Where's  his MASK &amp; DISTANCINGyou Lying ass idiots cried about Trump.Your Pathetic &amp;For Sale China Biden will NEVER BE OUR PRESIDENT.HAD TO STEAL BALLOTS !SCUM","sentiment_score":-0.4575}
{"full_text":"RT Trump got the full 2020 experience. He got COVID now he's unemployed ","sentiment_score":0.35}
{"full_text":"Coronavirus pandemic continues its coast-to-coast marchhttps:\/\/t.co\/0QJEw1YZp4...https:\/\/t.co\/lHEI7NP3dJ","sentiment_score":0.0}
{"full_text":"RT A reminder that the woman he's running against, Kelly Loeffler, knew about the pandemic MONTHS ahead of time and inste...","sentiment_score":0.0}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"Extremely important point that both Nicola Sturgeon should reconsider toute suite. Dont be distracted by Covid and Trump this needs dealing with fairly otherwise support will be lost. Fix it please eejits.","sentiment_score":0.55}
{"full_text":"RT And wear a mask!!","sentiment_score":0.0}
{"full_text":"It was so fun teaching them, I know they would have rocked that shit ... too bad corona happened ","sentiment_score":-0.2}
{"full_text":"RT How many of you had to cancel your weddings, be unable to meet dying relatives, or attend funerals because of the pandemic?...","sentiment_score":0.0}
{"full_text":"RT aaaaaand here we go........","sentiment_score":0.0}
{"full_text":"RT While you are celebrating this historic day, please remember NEVER to stay at They were on of Hannity and T...","sentiment_score":0.0}
{"full_text":"Well, just so's ya know, we only got rid of one disease in the election.https:\/\/t.co\/43x2NO5uGJ","sentiment_score":0.0}
{"full_text":"Sitting president is right! You sat on your ass and did nothing for this country during a pandemic but ignore the facts! And just like today all you did was golf to run away from your problems!","sentiment_score":0.5580357143}
{"full_text":"RT Might be time to change your strategy The nation just chose truth.  #factsfirst","sentiment_score":0.0}
{"full_text":"RT Wouldn't it be something if the Left's coup strategy involved getting Biden's besties in the CCP to release the coronav...","sentiment_score":0.0}
{"full_text":"2. \"And Just like that Covid is over\" It isn't over you idiot! Yes people are celebrating but a good 90-95% of those people are still wearing masks.","sentiment_score":-0.15}
{"full_text":"RT While you are celebrating this historic day, please remember NEVER to stay at They were on of Hannity and T...","sentiment_score":0.0}
{"full_text":"RT Disappointing job numbers today. They show the recovery grinding to a halt. We continue to have the second highest...","sentiment_score":-0.3}
{"full_text":"RT Yet again, here's covid-19 deaths yesterday:Spain: 24France: 17Japan: 16Canada: 13UK: 12Germany: 9United States: 1...","sentiment_score":0.0}
{"full_text":"RT BREXIT THE MOVIE -  THE FISH STORY via","sentiment_score":0.0}
{"full_text":"RT There were 1,186 deaths from COVID-19 in the United States today and over 126,000 new cases, another single day record.","sentiment_score":0.0324675325}
{"full_text":"RT I'm told these people were too afraid to go to the polls because of the coronavirus.  ","sentiment_score":-0.6}
{"full_text":"RT Philly finna have a parade in the middle of a pandemic.","sentiment_score":-0.125}
{"full_text":"RT Uh oh....","sentiment_score":0.0}
{"full_text":"Parsons can be considered a COVID Loss for sure","sentiment_score":0.5}
{"full_text":"RT Trump rallies during the election \"could kill thousands\" because of the lack of social distancing, but Biden block party ce...","sentiment_score":0.0333333333}
{"full_text":"All .@JoeBiden Democrats want is to unite the Dems &amp; GOP. \"Competent imperialism\" is their end game.We say:-#EndTheWars -#CloseTheCamps-#Shutdown to end #COVID-Rent\/Mortgage Forgiveness-#StimulusNow-#MedicareForAll-#StudentDebt Forgiveness-#LivingWage ($20)-#CardCheck","sentiment_score":0.5}
{"full_text":"RT And eviction!","sentiment_score":0.0}
{"full_text":"The run up to January?The continuing Covid crisis?Whatever Starbucks holiday cup design comes out?The creature Santa has become due to 2020?","sentiment_score":-0.125}
{"full_text":"RT COVID-19 cases spreading very quickly in Puget Sound region. The Washington State Department of Health is announcing 1,77...","sentiment_score":0.4166666667}
{"full_text":"It scares me how 70 million people voted for Trump. What is the thought process? I genuinely can't get my head round why anyone would want him in power especially with his attitude towards climate change, Covid, Nuclear weapons etc.. Do they want to watch the world burn? #Donald","sentiment_score":0.0666666667}
{"full_text":"So, if I leave my one-room apartment where only I live (with literally NO friends who bother to contact me) during this local public health disaster emergency, I'm being accused of being apart of the problem. But if I stay at home I get bullied by own Trump apologist parents (1\/)","sentiment_score":0.1472727273}
{"full_text":"You don't deserve to be sitting on a chair for men of honour. You've got no honour, and that's why the World celebrates you leaving the White House. You are a liar and your hands are full of the blood of Americans that have died of COVID because of your incompetente #YouAreFired","sentiment_score":0.175}
{"full_text":"RT Over the past week, the U.S. reported 715,248 new coronavirus cases and 6,469 new deaths","sentiment_score":0.0075757576}
{"full_text":"Don't see much social distancing. Wasn't that what the libbies and their media whines about at Trump rallies??","sentiment_score":0.0333333333}
{"full_text":"Hmm...How long did it take him to have a real Covid-19 plan?..How long did it take him to Quid Pro Quo the Ukrainian Prez?..how long did it take him to say he is building a \"fake\" wall?..how long did it take him to separate immigrant kids from their parents or tell another lie?","sentiment_score":-0.0833333333}
{"full_text":"They needed mail-in ballots, but this is okWhat happened to COVID????","sentiment_score":0.0}
{"full_text":"RT #Insiders Malcolm Turnbull, after COVID, the 'gas led recovery is piffle'. USA under Biden will be pushing for a net zer...","sentiment_score":0.0}
{"full_text":"RT It was amazing being out in New York today, everyone cheered and took off their masks at the same time and admitted tha...","sentiment_score":0.2454545455}
{"full_text":"RT While you are celebrating this historic day, please remember NEVER to stay at They were on of Hannity and T...","sentiment_score":0.0}
{"full_text":"ESPECIALLY now, people stick their grimy covid hands in the grape bags to \"try them\" before they buy, and its disgusting","sentiment_score":-0.5}
{"full_text":"THIS ","sentiment_score":0.0}
{"full_text":"Make sure you celebrate safely this Diwali #COVID19 #Diwali2020","sentiment_score":0.5}
{"full_text":"RT From this moment forward, no one should ever wear a mask ever again. If a business insists, take your business elsewhere....","sentiment_score":0.0}
{"full_text":"RT I'm sure will among other things attribute the election outcome to the pandemic. The irony of course is...","sentiment_score":0.1875}
{"full_text":"RT Let the history books note: the dildo shop next to the Trump campaign's presser had better COVID protocols than the Trump...","sentiment_score":0.25}
{"full_text":"RT Let the history books note: the dildo shop next to the Trump campaign's presser had better COVID protocols than the Trump...","sentiment_score":0.25}
{"full_text":"RT The pandemic is over! Media has stopped calling gatherings \"superspreader events!\"","sentiment_score":0.0}
{"full_text":"RT Today, America celebrates.Tomorrow, heck, we celebrate again.On Monday, we need to get to work getting the pandemic under...","sentiment_score":0.0}
{"full_text":"RT And these are no different. But hey I guess enjoy this before we all go back into lo...","sentiment_score":0.1333333333}
{"full_text":"RT While you are celebrating this historic day, please remember NEVER to stay at They were on of Hannity and T...","sentiment_score":0.0}
{"full_text":"RT Trump got the full 2020 experience. He got COVID now he's unemployed ","sentiment_score":0.35}
{"full_text":"RT CNN talking about how honking is the new clapping and celebration of the COVID era. They've never seen Spurs fans after...","sentiment_score":0.1363636364}
{"full_text":"RT Wow more shocking corruption. They are up to their neck in this... ?","sentiment_score":-0.1333333333}
{"full_text":"RT America. We are back.","sentiment_score":0.0}
{"full_text":"RT If you're celebrating outside today,  please be careful and keep that mask on! We're hitting record numbers of COVID case...","sentiment_score":-0.0625}
{"full_text":"Meanwhile, the CDC predicts 260,000 deaths by the end of the month. But great news! The Donald said we'll have a vaccine by the elect . . .Oh. Guess he lied.","sentiment_score":0.9}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"RT Meidas Mario Party with hot pockets once we get COVID under control!!!","sentiment_score":0.48828125}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"I remember that day! The feeling in the air and the unspoken shared emotions of every stranger you made eye contact with... plus how gray and dreary it was. Glad we showed up at the polls and made it up out of that mess!!","sentiment_score":0.11328125}
{"full_text":"#FatMan won't make it that long!!","sentiment_score":-0.078125}
{"full_text":"RT From this moment forward, no one should ever wear a mask ever again. If a business insists, take your business elsewhere....","sentiment_score":0.0}
{"full_text":"RT Let's focus on the good work being done. Share your positive stories with #MaskUpKy. Let's lead by example and help sto...","sentiment_score":0.4636363636}
{"full_text":"RT A reminder that the woman he's running against, Kelly Loeffler, knew about the pandemic MONTHS ahead of time and inste...","sentiment_score":0.0}
{"full_text":"RT While you are celebrating this historic day, please remember NEVER to stay at They were on of Hannity and T...","sentiment_score":0.0}
{"full_text":"RT We did it guys! Joe Biden cured coronavirus!","sentiment_score":0.0}
{"full_text":"RT Hundreds of people died everyday this year from a pandemic he exacerbated for political reasons. Idgaf","sentiment_score":-0.1}
{"full_text":"RT This is a blatant lie. We absolutely did discuss the pandemic when looking at the celebratory crowds. Receipt:","sentiment_score":-0.15}
{"full_text":"RT How many of you had to cancel your weddings, be unable to meet dying relatives, or attend funerals because of the pandemic?...","sentiment_score":0.0}
{"full_text":"Yeah but this is because of COVID I blame no one for this and expect no one to fix it. Just dish out the money bitch.","sentiment_score":0.0}
{"full_text":"I love everyone celebrating tonight but all y'all are on mandatory quarantine for 2 weeks after tonight! Stay home!","sentiment_score":0.78125}
{"full_text":"RT If you'd like to celebrate the election, please: 1. Stay outside2. Wear a mask or face covering3. Avoid crowds &amp; main...","sentiment_score":0.1666666667}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"RT Superspreading events around the world, &gt;300 caseshttps:\/\/t.co\/rZIKWea6ao and most common venues#Dataviz from one of the m...","sentiment_score":0.1}
{"full_text":"RT Florida Rep. Matt Gaetz denies report he tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"My dad was among them. To say I am pissed is a total understatement. If we had had any other President, I am sure my dad would still be alive.  I think Trump needs to be prosecuted for his response to COVID. It is tantamount to negligent homicide.","sentiment_score":0.11875}
{"full_text":"Had to mail in your vote due to Covid but this fine days later? #2020riggedElection","sentiment_score":0.0972222222}
{"full_text":"RT Below is the most important tweet you'll read today.I'm a Kentuckian. Mitch McConnell is bad for America and horrible for...","sentiment_score":-0.2}
{"full_text":"\"Biden's policies are the right ones to address the economic crises created by the pandemic,\" says Mark Zandi#BrokenWindowhttps:\/\/t.co\/wOApIdbt9b","sentiment_score":0.2428571429}
{"full_text":"Really is worrying, your deaths will spike in 3\/4 weeks time ! if he doesn't call for it to stop when he speaks later on he's as bad as - go home everyone stay indoors for 2\/3 months and you might see a reduction in cases and deaths","sentiment_score":-0.15}
{"full_text":"RT Spanish Intensive Care Units on Covid-19 FrontlineNurses speak with a Covid-19 patient sitting upright in an intensi...","sentiment_score":0.0}
{"full_text":"I love that everyone is happy and celebrating but please be wise people! COVID is still very real! Mask up and keep your distance! ","sentiment_score":0.6453125}
{"full_text":"RT Trump got the full 2020 experience: got COVID, got fired, got evicted","sentiment_score":0.35}
{"full_text":"I'll put an end to this","sentiment_score":0.0}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"RT Cleared of COVID in record time!","sentiment_score":0.0}
{"full_text":"RT 5,922 new cases on Thursday.6,141 new cases on Friday.7,065 new cases today.Three straight record-setting days.Wi...","sentiment_score":0.1522727273}
{"full_text":"RT Biden to announce coronavirus task force as part of presidential transitionhttps:\/\/t.co\/E9uAXvr94z","sentiment_score":0.0}
{"full_text":"Probably not too many days left like this. Embrace them. And wear a mask.","sentiment_score":0.25}
{"full_text":"RT Biden to announce his Coronavirus task force on Monday. ","sentiment_score":0.0}
{"full_text":"Lol yeah suddenly Covid matters","sentiment_score":0.4}
{"full_text":"RT While you are celebrating this historic day, please remember NEVER to stay at They were on of Hannity and T...","sentiment_score":0.0}
{"full_text":"I dunno - I kind of have to agree with the dissenting opinion here.  Improper management of COVID killed people, and no government agency stepped in.  Nukes I get would be monitored and we likely don't have to worry about them but the others...","sentiment_score":0.1333333333}
{"full_text":"\"How many times have we heard that a good education is the most important inheritance parents can give to their children? But now, in the Next Normal that COVID-19 has brought, education as we know it has become problematic.\"https:\/\/t.co\/7pKpa4GoM9","sentiment_score":0.375}
{"full_text":"As Biden wins, Business groups turn focus to coronavirus relief","sentiment_score":0.3}
{"full_text":"RT These are the people who said we needed mail-in ballots because it was dangerous to gather in crowds. They knew exactly...","sentiment_score":-0.175}
{"full_text":"Queen Elizabeth II donned a face mask in public for the first time during the coronavirus pandemic when attending a brief ceremony at Westminster Abbey last week to mark the centenary of the burial of the Unknown Warrior.https:\/\/t.co\/UJs93269Nt","sentiment_score":0.03}
{"full_text":"i think he's gonna be anti-gun and more pro-choice but i don't remember very well. he's also believing in climate change and coronavirus which trump was kinda ignoring","sentiment_score":0.35}
{"full_text":"Stating that N95 masks and air purifiers may not provide full time protection, the doctors' body stressed on the implementation of long-term measures to bring down pollution levels.https:\/\/t.co\/9OwbT9cK76","sentiment_score":0.0972222222}
{"full_text":"RT We're about to go to a new pandemic peak in people hospitalized, &gt;60,000","sentiment_score":0.1363636364}
{"full_text":"my first order of business after corona is to go straight to the hello kitty cafe","sentiment_score":0.225}
{"full_text":"You could help patients fighting COVID-19 with your next blood donation! If a donation tests positive for COVID-19 antibodies, the Red Cross may be able to use plasma from that donation for those in need of convalescent plasma transfusions. Make an appt at","sentiment_score":0.1454545455}
{"full_text":"Dr Michael Douglas provides a #COVID19 update for Sunday 8 November 2020:","sentiment_score":0.0}
{"full_text":"RT if you're upset about this please remember. NO covid surges were tied to the BLM protests because everyone was wearing mask...","sentiment_score":0.0}
{"full_text":"RT No, just over 250,000 people dead from the pandemic, 70,000 immigrant children locked in cages, 15% unemployment, and mult...","sentiment_score":-0.2}
{"full_text":"I have a friend with covid named Kelly and I would love for you to pray for her.","sentiment_score":0.5}
{"full_text":"RIP Gladys Emelda \"Ivy\" Cadore-Williams","sentiment_score":0.0}
{"full_text":"RT Because refusing to fill auditoriums during a pandemic is what leadership looks like. Get used to it.","sentiment_score":0.0}
{"full_text":"Will second lockdown impact on house viewings?","sentiment_score":0.0}
{"full_text":"RT And suddenly people gathering in large crowds and not social distancing is no longer considered irresponsible by the media","sentiment_score":0.0658730159}
{"full_text":"SCAM ALERT | According to the BBB, scammers are sending out text messages, emails, social media messages promoting fake clinical trials.","sentiment_score":-0.2333333333}
{"full_text":"RT Record new COVID cases in Washoe County. This is not good.","sentiment_score":-0.1068181818}
{"full_text":"Current Conditions for #Sayre PATemp: 51.4FWind Chill: 51.4FHumidity: 86%Dew Point: 47.4F Barometer: 30.351 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 192.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Polson Middle School Confirmed Positive Test for COVID-19https:\/\/t.co\/zebdOGa4gw","sentiment_score":0.2090909091}
{"full_text":"RT Covid was a ploy from jump. They been planning this for years","sentiment_score":0.0}
{"full_text":"Looks like they are wearing masks and social distancing. Party on.","sentiment_score":0.0333333333}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"RT Let the history books note: the dildo shop next to the Trump campaign's presser had better COVID protocols than the Trump...","sentiment_score":0.25}
{"full_text":"RT Watching this makes me smile but also makes me worried, given the total lack of social distancing on display. The election...","sentiment_score":0.1111111111}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"RT And suddenly people gathering in large crowds and not social distancing is no longer considered irresponsible by the media","sentiment_score":0.0658730159}
{"full_text":"Aaaand so we've arrived at THAT point.The point where ALL good Communist Regimes TELL YOU what you CAN and CAN'T read...If you're STILL going along with this LIE - Congratuf*ckinglations - you are part of the problem#WakeUp! Your LIFE depends on it#Lockdown2 #coronavirus","sentiment_score":0.875}
{"full_text":"RT The world saw how Americans braved a pandemic to vote in record numbers, overcame fears of violence and stood up to a lea...","sentiment_score":0.0}
{"full_text":"So my American neighbours I wish you the most peaceful of sleeps tonight. Still lots of work, like w covid.  #TrumpMeltdown","sentiment_score":0.25}
{"full_text":"RT While you are celebrating this historic day, please remember NEVER to stay at They were on of Hannity and T...","sentiment_score":0.0}
{"full_text":"RT this aint even a lockdown, they just took everything fun away","sentiment_score":0.3}
{"full_text":"RT DONALD TRUMP* impeached, one term president* twice lost the popular vote * 235,000 di...","sentiment_score":0.6}
{"full_text":"RT Ain't no let's all get along.","sentiment_score":0.0}
{"full_text":"\"All members of the touring party will be tested again on Day 12 and, if clear, will leave managed isolation two days later,\" NZC said in a statement. #NZvWI","sentiment_score":0.05}
{"full_text":"Fuck off","sentiment_score":-0.4}
{"full_text":"RT This time, I couldn't go because of an unexpected pandemic. If I could have gone, could I have cheered him up a little m...","sentiment_score":-0.04375}
{"full_text":"RT Wear a mask while partying, people. Please.","sentiment_score":0.0}
{"full_text":"RT Three months into the pandemic this was still not acceptable. Eight months in, at a home owned by the federal government? Thi...","sentiment_score":0.0}
{"full_text":"Like yourself, I live in DC, so I can understand your frustration about spreading COVID-19 while celebrating the election results. I do not support Trump, but I chose to stay indoors today. I pray that ALL Americans, regardless of party affiliation stay safe &amp; healthy.","sentiment_score":0.3787878788}
{"full_text":"Sad really","sentiment_score":-0.15}
{"full_text":"The seven-day rolling average of new daily cases in the U.S. is approaching 100,000 for the first time.","sentiment_score":0.0472727273}
{"full_text":"RT Washing hands, masking up, and physical distancing are crucial to preventing #COVID19. Click the link for more steps f...","sentiment_score":0.1666666667}
{"full_text":"RT Unemployment rates have rocketed due to lockdowns and inequalities - between low and high earners, young and old workers...","sentiment_score":0.047}
{"full_text":"Those who tested positive for COVID-19 and were quarantining during election day were still able to cast their ballots. Find out how with On the Pulse News. #NCPA","sentiment_score":0.3636363636}
{"full_text":"\"Stafford missed all week on the COVID-19 List &amp; he looked a little rusty on that throw behind the receiver which was easily intercepted\"","sentiment_score":-0.0513888889}
{"full_text":"RT Bob Saget schools Austin Aries.","sentiment_score":0.0}
{"full_text":"RT U.S. reports 128,000 new coronavirus cases, setting world record for the 4th day in a row- New cases: 128,396- Positivity r...","sentiment_score":0.1363636364}
{"full_text":"RT Sooo...I guess COVID risk from crowd gatherings just disappeared...again?","sentiment_score":0.0}
{"full_text":"Thanks for helping the focus stay where it needs to be -- on beating back COVID. I'm confident has a plan ready to go. Let's hope everyone who bought into the lies put forth by the present WH occupant will come to see the light\/truth.","sentiment_score":0.18}
{"full_text":"COVID-19 has caused the deferral of millions of elective procedures, resulting in a potential backlog of case volume.","sentiment_score":0.0}
{"full_text":"Comrade Trump, easily your most pathetic blatant lie.  No official has confirmed any wrong-doing.  This includes Republican and Democrat observers.  In Phila they were asked to stand 10 feet away vs 6 ft due to your mishandling of COVID-19.  The world is laughing at you!","sentiment_score":-0.0538194444}
{"full_text":"RT While you are celebrating this historic day, please remember NEVER to stay at They were on of Hannity and T...","sentiment_score":0.0}
{"full_text":"Protecting Vulnerable Older Adults during the COVID-19 Pandemic","sentiment_score":-0.1666666667}
{"full_text":"RT Biggest news in the U.K. today?413 of your fellow citizens died from Coronavirus. One every three &amp; a half minutes.God re...","sentiment_score":-0.1666666667}
{"full_text":"Masks don't do shit if you are not social distancing.","sentiment_score":-0.1083333333}
{"full_text":"RT Poll workers this week have endured the dual threats of COVID-19 and potential violence as they've scrambled to tabulate votes and...","sentiment_score":0.0}
{"full_text":"Construction in Los Angeles is reaching greater heights -- figuratively and literally -- despite the coronavirus recession. ","sentiment_score":0.5}
{"full_text":"RT \"I found the best way through pain and loss and grief is to find purpose.\"  Thank you These words inspired me to fin...","sentiment_score":0.1}
