{"full_text":"Destroy existing pandemic plans and refuse to implement even the simplest things like wearing masks and the virus can spread unfettered and needlessly...","sentiment_score":-0.35}
{"full_text":"RT \" . . . plant manager Tom Hart organized a cash-buy-in, winner-take-all, betting pool for supervisors and managers to wage...","sentiment_score":0.0}
{"full_text":"RT Masks. I'm wearing mine every time I get a cold from now on.","sentiment_score":-0.6}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT The scene at an anti-covid lockdown protest in Berlin, Germany ","sentiment_score":0.0}
{"full_text":"RT People all across the globe have had enough of this bullshit.","sentiment_score":0.0}
{"full_text":"RT A message for Kristi Noem and other govs who ignored science to own the libs. Was it worth it? ","sentiment_score":0.2583333333}
{"full_text":"RT The workers on the frontlines of this pandemic are making extraordinary sacrifices every single day. They deserve leaders who...","sentiment_score":0.130952381}
{"full_text":"RT Y'all need to stop blaming the governor. This is because WE didn't do simple things: wear a mask, stay away from groups,...","sentiment_score":0.0}
{"full_text":"RT 7,486 fresh COVID-19 cases in Delhi take tally to over 5 lakh; death toll rises to 7,943 with 131 more fatalities: Authorities","sentiment_score":0.4}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT Think about it. It's called PUBLIC HEALTH for a reason. Bc in a civil society there are things we do for the PUBLIC good.  #...","sentiment_score":0.2333333333}
{"full_text":"RT 35% more people have died from COVID in South Dakota than South Korea.","sentiment_score":0.5}
{"full_text":"RT More than a quarter-million (250,000) Americans have now died from COVID-19.We passed 240,000 deaths 7 days ago.  Before...","sentiment_score":0.5}
{"full_text":" It took all my willpower not to get a puppy in this lockdown.","sentiment_score":0.0}
{"full_text":"Trump is responsible for spreading the virus, inciting violence against responsible governors trying to take care of their constituents, creating denial among his crazy base and you praise him for a vaccine developed by scientists  who believe that COVID is real? #ComplicitGOP","sentiment_score":-0.1166666667}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT BREAKING: The U.S. marked a grim milestone in the pandemic, with the COVID-19 death toll passing 250,000, according to Johns Hopki...","sentiment_score":-0.45}
{"full_text":"RT Democrats don't want to flatten the curve, they want to flatline the economy.","sentiment_score":0.0}
{"full_text":"Tag yourself. I'm any of the people who know how to wear a fucking mask.","sentiment_score":-0.6}
{"full_text":"Anthony Edwards ready to hit the pandemic club with the fit ","sentiment_score":0.3}
{"full_text":"While New Yorkers Suffer Amid  Pandemic, Andrew Cuomo Is Getting A Pay Raise","sentiment_score":0.1363636364}
{"full_text":"RT There should be one of those \"false and misleading\" warnings under someone's social opinions if they've gone to Tulum or Myko...","sentiment_score":-0.1833333333}
{"full_text":"Oh come on Ryan call it what it is, you want a lockdown.   Thanks for video, just showed everyone that they made the right decision voting the Sask party in.","sentiment_score":0.2428571429}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT Trudeau abdicating yet again.","sentiment_score":0.0}
{"full_text":"RT Trump is trying to deprive farmworkers of $170 million in wages over the next two years. Farmworkers should be paid MORE, not l...","sentiment_score":0.25}
{"full_text":"Wear a damn mask, stay home, and just watch the Lions lose and bitch about it on zoom, ok?  #cancelthanksgiving and save some lives.","sentiment_score":0.5}
{"full_text":"RT While Republicans continue to hold our government hostage and refuse help to millions amid a deadly pandemic that they...","sentiment_score":-0.2}
{"full_text":"BBC headlines:   Covid: US records quarter of a million deaths from coronavirus","sentiment_score":0.0}
{"full_text":"The Riverhead school district is working with Suffolk County to begin a voluntary, in-school COVID-19 testing program, beginning Friday.","sentiment_score":0.0}
{"full_text":"That's tuff","sentiment_score":0.0}
{"full_text":"Also, how come the pandemic wasn't a big deal to you guys when thousands and thousands of ppl were celebrating the \"president-elect\"? Or when you were rioting and looting your cities in gigantic groups?","sentiment_score":0.0}
{"full_text":"Latest Ebola outbreak in DR Congo is declared over, with lessons for COVID-19   |","sentiment_score":0.5}
{"full_text":"RT In Chile there's a second social outbreak, protests are taking place and the police is \"quelling\" protesters again. PLEASE...","sentiment_score":0.0166666667}
{"full_text":"Yes it can ... from things other than covid. Like high incidence of trauma cases etc. not everyone in ICU's is covid. Fear mongering needs to stop  please give it a rest","sentiment_score":0.0175}
{"full_text":"Too bad. Maybe they shouldn't have spent the past eight months downplaying safety protocols.","sentiment_score":-0.35}
{"full_text":"And lockdown for 45 days so the virus has nowhere to spread","sentiment_score":0.0}
{"full_text":"Vaccines are our biggest hope to stop Covid-19 spread &amp; to avoid repeated lockdowns\/social restrictions, which are detrimental to the economy\/mental health. Only 58% of people are willing to get the vaccine &amp; we need at least 75% of people vaccinated to control this deadly virus.","sentiment_score":-0.0625}
{"full_text":"RT Trust me as a Texan. He is. is currently doing NOTHING to slow down the Covid infection in Texa...","sentiment_score":-0.1518518519}
{"full_text":"RT Builder, 51, who died after falling from a 10ft ladder was actually killed by coronavirus, doctors say","sentiment_score":-0.2}
{"full_text":"No More Lock Down!","sentiment_score":-0.2222222222}
{"full_text":"Lack of leadership at the Federal level is the reason why we're in this Covid mess... America made this bed in 2016.","sentiment_score":-0.175}
{"full_text":"RT The workers on the frontlines of this pandemic are making extraordinary sacrifices every single day. They deserve leaders who...","sentiment_score":0.130952381}
{"full_text":"Support from Texas!!","sentiment_score":0.0}
{"full_text":"is the of Covid-19","sentiment_score":0.0}
{"full_text":"RT I got pulled up by my direct manager yesterday for contravening some of our COVID safety rules. I fully admit that I did do...","sentiment_score":0.1}
{"full_text":"RT Today the US approved at home tests for COVID. In Canada, the federal govt has responsibility for the review and approv...","sentiment_score":0.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"Fraud-Prone Aid Program Sent $7 Million to Family's Fake Farms ","sentiment_score":-0.5}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT COVID Truthers Try to Invade Utah Valley Hospital Where Patrice Grossman Died","sentiment_score":0.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT I think COVID has definitely put a dent in a lot of ppl's daily motivation..","sentiment_score":0.0}
{"full_text":"RT A horrible milestone.More than 250,000 people in the U.S. have now died from COVID-19, per Johns Hopkins University.","sentiment_score":-1.0}
{"full_text":"RT 'It's complicated': Biden team weighs whether to retain Deborah Birx","sentiment_score":-0.5}
{"full_text":"RT A large and extensive study on mask usage has found that wearing a mask offers you almost no protection from the coronav...","sentiment_score":0.1047619048}
{"full_text":"RT We've completely privatized Covid response, more or less. Everyone's on their own. Figure it out. Save yourselves; or don'...","sentiment_score":0.2583333333}
{"full_text":"RT Unfortunately, the spread of #COVID19 is rising in nearly every state, regardless of if they have mask mandates in place...","sentiment_score":-0.2}
{"full_text":"RT Another childhood friend has died of Covid, and three of my friends are now fighting it. This virus plays no favorites....","sentiment_score":0.0}
{"full_text":"RT even if u don't \"believe\" in covid that doesn't justify u being disrespectful and unsympathetic to the friends and family...","sentiment_score":0.0}
{"full_text":"RT saw someone earlier refer to lockdown as 'Locky D' and I literally cannot stop thinking about it","sentiment_score":0.0}
{"full_text":"RT 250,029 empty chairs.This is the current count of Americans who have died from the coronavirus and most of these poor s...","sentiment_score":0.0}
{"full_text":"RT I'm sick of people getting blamed for catching COVID who are putting their lives in danger to work and pay taxes in a coun...","sentiment_score":-0.0571428571}
{"full_text":"RT On June 26, when Texas had 5,102 people hospitalized with Covid-19 and a positivity rate above 10%, Gov. Greg Abbott shut...","sentiment_score":0.0}
{"full_text":"RT If your December SAT test center closes or reduces capacity, please remember that because of #covid19, most colleges and...","sentiment_score":0.2}
{"full_text":"RT While Republicans continue to hold our government hostage and refuse help to millions amid a deadly pandemic that they...","sentiment_score":-0.2}
{"full_text":"Republicans evidently like to support Covid-19 by encouraging their supporters to ignore science and patriotism. As President-elect Joe Biden says, wearing a mask protects your neighbor","sentiment_score":0.25}
{"full_text":"They've got ppl so convinced that they are refusing to call their families and say goodbye because they feel they couldn't possibly have covid and done thing it kills people. What's a worse word for horrific?","sentiment_score":-0.4666666667}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT While others struggle, the rich got richer during the pandemic with inside info like this. While our so called leader down...","sentiment_score":0.1097222222}
{"full_text":"\"The daily Covid-19 death count is a tragic reminder that Covid-19 is not just a flu. It is life and death, and often it is the outcome of choices made by Albertans who may not even know the victims,\" said Hinshaw.","sentiment_score":-0.375}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"So is THIS...https:\/\/t.co\/4AdnAfuaTD","sentiment_score":0.0}
{"full_text":"RT Everything in this article about the Iowa Tyson plant is terrible, but the part about how supervisors *bet* on how many of...","sentiment_score":-0.25}
{"full_text":"RT RT if you're net worth grew during Covid, I'm trynna see something","sentiment_score":0.15}
{"full_text":"RT Turns out Dolly Parton, who donated a million dollars early on to a COVID vaccine research fund, did more to bring us a COVI...","sentiment_score":0.3}
{"full_text":"RT First date night is gunna bang after lockdown","sentiment_score":0.25}
{"full_text":"RT MAKE US PRIORITY!WE CANNOT WAIT TILL JANUARY TO RECEIVE AID!!! Covid fatalities, lack of jobs, eviction...","sentiment_score":0.0}
{"full_text":"\"we're just gonna let you get sick and hope that the experimental drug saves you :) cheers!\"","sentiment_score":0.0035714286}
{"full_text":"RT South Dakota has the third highest mortality rate in the entire world. Including entire nations.","sentiment_score":0.0}
{"full_text":"RT We've completely privatized Covid response, more or less. Everyone's on their own. Figure it out. Save yourselves; or don'...","sentiment_score":0.2583333333}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT Andrew Cuomo publishing a book on defeating COVID","sentiment_score":0.0}
{"full_text":"WEAR a MASK","sentiment_score":0.0}
{"full_text":"RT I brought my father to the ER with posible covid diagnosis. I just had \"the talk\" with the doctor about saying goodbye bef...","sentiment_score":0.0}
{"full_text":"RT Hey Arizona, Florida and Texas, Doug Ducey, Ron DeSantis and Greg Abbott have done nothing but try to kill you since th...","sentiment_score":0.0}
{"full_text":"RT #Texas literally has a do-nothing-Governor. Governor Greg Abbott merely watches as people get sick and die. This is his thou...","sentiment_score":-0.6071428571}
{"full_text":"Toy Drive will be taking place but with Covid safety in the forefront.  Visit or for details on how you can donate &amp; help.  See the exciting joint efforts taking place!","sentiment_score":0.375}
{"full_text":"RT While Republicans continue to hold our government hostage and refuse help to millions amid a deadly pandemic that they...","sentiment_score":-0.2}
{"full_text":"RT Democrats don't want to flatten the curve, they want to flatline the economy.","sentiment_score":0.0}
{"full_text":"RT Every toast I do over the holidays is going to be ... \"Here's to the CDC.\"  gulp","sentiment_score":0.0}
{"full_text":"Canada-U. S. border closure extended 30 days as American #COVID-19 cases rise: sourceRead more: #BREAKING #CanadaUS #travelban","sentiment_score":0.25}
{"full_text":"RT If lockdowns worked, why would we need to lockdown again?If lockdowns didn't work, why should we lockdown again?","sentiment_score":0.0}
{"full_text":"RT you see how easy that was? no john lennon coverno \"virUS\" diet altruism tweet dolly just donated &amp; kept it cute.","sentiment_score":0.4666666667}
{"full_text":"That would help but never happen on paying to stay home so don't shut down unless so!No on defunding we need them but they need lot of fixing seems just won't stop! Why not base on merit like everyone else though???Fracking yes but at least safer for now. Tax Rich over 400k","sentiment_score":0.0701388889}
{"full_text":"Investors are looking past the presidential election and toward a future with a safe and effective COVID-19 vaccine, according to Ameriprise Chief Market Strategist David Joy.  ","sentiment_score":0.33}
{"full_text":"RT Wtf.... a 747 load of actual people are dying every day!! The latest lockdown is necessary because of the failure...","sentiment_score":-0.0633333333}
{"full_text":"And, then, when that failed, they've even tried to increase the mortality rate of the flu to get the numbers \"closer\" to the Covid numbers. They'll do any contortions to make Covid a \"good\" thing for Trump.","sentiment_score":0.1}
{"full_text":"Umm, heck yeah! please share it all!","sentiment_score":0.0}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"RT No rush, just 77,000 COVID patients in the hospital and our largest city's schools shutting down again. Hope you have a ni...","sentiment_score":-0.1555555556}
{"full_text":"And Cuomo got a $25,000 raise I hear. As of tomorrow NYC schools are closed with next to no warning for parents. He should donate his raise or out right reject it.Not a good look. Especially when he's on a \"Leadership \" book tour in the middle of a pandemic.","sentiment_score":0.1476190476}
{"full_text":"RT BREAKING REPORT: Florida Governor Ron DeSantis says he WILL NOT FOLLOW a lock-down ordered by Joe Biden...","sentiment_score":0.0}
{"full_text":"RT Unfortunately, the spread of #COVID19 is rising in nearly every state, regardless of if they have mask mandates in place...","sentiment_score":-0.2}
{"full_text":"I've never known less about a top 10.  Pandemic probs?","sentiment_score":0.1666666667}
{"full_text":"#Brazil #Faces #THE #Threat of #A second wave of #Coronavirus #Be #From #Monday","sentiment_score":0.0}
{"full_text":"RT It's a perfect storm. A global pandemic and we have the absolute worst person in the world running the show in this state.","sentiment_score":0.05}
{"full_text":"HHS Secretary says US will have 40m doses of COVID vaccines next month via","sentiment_score":0.0}
{"full_text":"We are proud to offer a funded training solution which helps in practical ways to combat the impact of #COVID-19 in Queensland #earlychildhoodeducation settings and prevent and manage infection within our communities. Learn more:","sentiment_score":0.65}
{"full_text":"he doesnt care that i have covid smh MEN","sentiment_score":0.0}
{"full_text":"RT The game's a bogey, as we used to say in Burns's Country.","sentiment_score":-0.4}
{"full_text":"RT Norway\/Finland also have comparatively excellent data about the pandemic, and can make policy based on science rather than assu...","sentiment_score":1.0}
{"full_text":"FUCK CORONA BRO, STAY INSIDE, WEAR UR MASKSS. i'm tryna go home ","sentiment_score":-0.4}
{"full_text":"RT I disagree with the decision not to restore the Labour whip to At a time when we should be focusing on taking...","sentiment_score":0.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"THANK U its apparently open and shut with my evidence butwho im up against the guy is rich and corrupt and has fucked so many ppl over in courte cuz hes in with the judges in the area. i had to file far away to avoid bias from local judges but the courts are backed up bc covid","sentiment_score":-0.0178571429}
{"full_text":"RT I'm relaunching a completely new model that I put together over the past day that estimates t...","sentiment_score":-0.0568181818}
{"full_text":"I have been saying now is the time to buy a theater. You can get it on the cheap, make it covid friendly, AND go all in on the experience. But then again I'm not a business man","sentiment_score":0.3875}
{"full_text":"RT Look how better we've made America...","sentiment_score":0.5}
{"full_text":"RT Doctors say man who died after falling off a ladder was actually killed by coronavirus. Did COVID-19 push him? ","sentiment_score":-0.2}
{"full_text":"Sitting in urgent care trying to figure out if this is a Lyme flare timebomb, something else and the back of my is blocking out the idea of corona.We shouldn't have to live like this.","sentiment_score":0.0681818182}
{"full_text":"RT .@GSAEmily stop planting stories about your fake \"breakdown\" and do your damn job, or the next 250k are on your hands...","sentiment_score":-0.25}
{"full_text":"RT Australia is lagging on climate action and inequality, but the pandemic offers a chance to do better. The new Transforming...","sentiment_score":0.2090909091}
{"full_text":"\"This is a governor that issued a stay at home order, and now he's upset that I did when my numbers are 10 times worse than when he issued it. It's just a political approach to our community.\" -@EPCountyJudge Samaniegohttps:\/\/t.co\/I4xWmKhn3t","sentiment_score":-0.2}
{"full_text":"Still don't understand why we're reporting this death count like it's a concrete number and not a known undercount. The question is: when did we actually surpass 250K &amp; will we ever know the actual total # of COVID deaths?","sentiment_score":0.0375}
{"full_text":"Dolly Parton, Beyonce And Others Who Have Donated Big Sums To COVID-19 Research, Charities $MRNA","sentiment_score":0.0}
{"full_text":"Coronavirus: Pfizer's COVID-19 vaccine 95 per cent effective in final trials, achieves key safety milestone.https:\/\/t.co\/8WL0MGBtJn","sentiment_score":0.2}
{"full_text":"foccPandemic = Financial Problems","sentiment_score":0.0}
{"full_text":"As the pandemic surges in Europe, the outlook for GDP growth in Q4 2020 has crashed.Highlights from Chartbook #2.Sign up for the new newsletter here:https:\/\/t.co\/YeGarDduQa","sentiment_score":0.1363636364}
{"full_text":"Got any #Coronavirus questions? will be here to answer them for you in 5 minutes! Call in 1-800-321-0710. LISTEN:","sentiment_score":0.0}
{"full_text":"RT Democrats don't want to flatten the curve, they want to flatline the economy.","sentiment_score":0.0}
{"full_text":"Pushing We the People to the brink.","sentiment_score":0.0}
{"full_text":"Glad you're doing better","sentiment_score":0.5}
{"full_text":"RT I'm just going to let you all draw your own conclusions from this headline.","sentiment_score":0.6}
{"full_text":"#ICYMI | We all know by now that the ongoing pandemic has had airlines deferring aircraft deliveries left and right, but where do these planes go?:","sentiment_score":0.1428571429}
{"full_text":"An increased number of people are turning to #ElPaso's food banks for help as the economic challenges of the pandemic continue.","sentiment_score":0.2}
{"full_text":"It never was a pandemic, just another tool in the Leftist toolbox.","sentiment_score":-0.05}
{"full_text":"RT Another childhood friend has died of Covid, and three of my friends are now fighting it. This virus plays no favorites....","sentiment_score":0.0}
{"full_text":"ROGER AUBUT, 80 of Oconto, Wisconsin died of COVID on Nov. 11. He \"...was a faithful blood donor and was proud to have reached a goal of over 11 gallons throughout the years. The love Roger had for his family was undeniable.\"https:\/\/t.co\/cpA11u1rOZ","sentiment_score":0.65}
{"full_text":"RT Texas, Florida and South Dakota governors refuse lockdowns as coronavirus resurges","sentiment_score":0.0}
{"full_text":"US: Pfizer expects COVID-19 vaccine approval in 'days'https:\/\/t.co\/8SOQB9gU8J","sentiment_score":0.0}
{"full_text":"RT Breaking News: A quarter of a million Americans have died from the coronavirus, passing the number Dr. Anthony Fauci predicted...","sentiment_score":0.0}
{"full_text":"WATCH: Inside an Iowa City hospital as the state sees a surge in Covid-19 infections. reports.","sentiment_score":0.0}
{"full_text":"\"How is it that teachers are refusing to do their jobs even though all of the data makes it abundantly clear that schools don't increase the spread of COVID? They just don't.\" -@ClayTravis","sentiment_score":0.1}
{"full_text":"Hope they made enough from Sturgis to cover their Covid hospitalization cost. ","sentiment_score":0.0}
{"full_text":"RT Sign I'm putting on my door. Can't believe it's come to this. But my district is requiring people who are known close con...","sentiment_score":0.0}
{"full_text":"Colorado governor unveils new coronavirus restrictions aimed at preventing lockdownshttps:\/\/t.co\/fNrZf1RyZq#Jeffco","sentiment_score":0.1363636364}
{"full_text":"Covid-19 has pushed China's freight shipments to Europe via rail to record highs, but far fewer trains have returned with European products, writes for","sentiment_score":0.05}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"Two of the largest school districts -- Northside ISD and North East ISD -- do not have any plans to roll back their in-person instruction.","sentiment_score":0.0}
{"full_text":"COVID infections are at their highest rate of the entire pandemic, but is not allowing the Biden Transition Team to receive briefings on the pandemic. This failure will kill Americans. It's time to #TransitionNow.","sentiment_score":-0.1583333333}
{"full_text":"In COVID-ravaged North and South Dakota, some state officials and law enforcement are denying the deadly virus' severity by refusing to support mask mandates as deaths and new infections skyrocket.","sentiment_score":-0.0318181818}
{"full_text":"Even CORONA CHOSE TRUMP OVER BIDEN!","sentiment_score":0.0}
{"full_text":"Together, we defeat COVID-19# Aid organization Wadi in cooperation with its partners, including KirkukNow, has launched an awareness campaign about the COVID-19 pandemic, aiming to encourage people in following health instructions.https:\/\/t.co\/WaJuw5ZGeq","sentiment_score":0.0}
{"full_text":"wyoming covid rates are huge. You didn't believe it was a real threat. You're failed policies led to this. Recall Gordon!!! Liberate Wyoming!!!","sentiment_score":-0.1333333333}
{"full_text":"RT Any \"Republican\" who authorizes a mask mandate or lockdown isn't a Republican and should leave the party immediately.","sentiment_score":0.0}
{"full_text":"RT Do jogging daily to #StrengthenImmuneSystem.It will make you physically strong and it also strengthens the heart as w...","sentiment_score":0.2166666667}
{"full_text":"Modifications will be made in response to growing COVID-19 case numbers #KPBorough ","sentiment_score":0.0}
{"full_text":"Washington state recorded 1,462 new COVID-19 cases today, bringing the total to 135,424 cases since the pandemic began.","sentiment_score":0.0681818182}
{"full_text":"RT Since been PM, Australia has been ill-equipped to face the bushfires, Covid &amp; the aged deaths, LNP mul...","sentiment_score":-0.1}
{"full_text":"\"We need to trust the science. We have to stop making this public health emergency a political issue. This is not a Democrat versus Republican issue.\" ","sentiment_score":0.0}
{"full_text":"\"We have crafts, paintings that my wife paints,\" Garcia said. \"We have money transfers, pan dulce (sweet bread) and food. There's a little bit of everything.\"https:\/\/t.co\/oW9zsoQwqn","sentiment_score":0.08125}
{"full_text":"Kasich is the latest fascist to call for lists.","sentiment_score":0.5}
{"full_text":"Three different testing sites in three different counties will be available Nov. 19 and 20. See where to get tested.","sentiment_score":0.1333333333}
{"full_text":"The Ohio House of Representatives passed Wednesday House Bill 612, which prevents Ohio Gov. Mike DeWine or the Ohio Department of Health from shutting down businesses during the COVID-19 pandemic.https:\/\/t.co\/WsRZErDgcG","sentiment_score":-0.1555555556}
{"full_text":"President-elect Biden needs the details of the federal government's COVID management plan (such as it is) so he can do the job to which we elected him, but Trump and failure to start the transition stand in the way. Tell them we need to #TransitionNow #EmilyDoYourJob","sentiment_score":-0.1583333333}
{"full_text":"I wonder if lifetouch gonna make thru the pandemic with no proms and graduations and shit going on","sentiment_score":-0.2}
{"full_text":"Volunteering is a great way to teach your child generosity and gratitude -- and you can still give back while social distancing. Whether it's sewing masks or picking up trash in the neighborhood, check out these activities you can do together. #Parentinghttps:\/\/t.co\/FBZwvFaRkq","sentiment_score":0.2777777778}
{"full_text":"\"The #coronavirus forced strategic #business pivots and the immediate invention of new ways to make money when much of the #economy shut down in March\" #Entrepreneurs #smallbusiness #Entrepreneurship #innovation","sentiment_score":-0.0297979798}
{"full_text":"RT COVID should convince people that libertarianism is not realistic. Libertarianism requires a level of personal responsib...","sentiment_score":-0.0416666667}
{"full_text":"Please people of PA. Research this. Get educated. is part of this. PA Covid experience is fraudulent.","sentiment_score":0.0}
{"full_text":"Just ahead of it's time. The two current gen consoles still have life left in them. This was overlooked from both and Also in the middle of a pandemic and unemployment what i it is; this should have been delayed. Have more confidence in what you already have.","sentiment_score":0.125}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT Due to the current environment, we are now taking training virtually thanks to This course allows us to enhan...","sentiment_score":0.025}
{"full_text":"RT Listen, Trumpland. He told you Mexico would pay for the wall. It never got built.He told you his healthcare plan was c...","sentiment_score":0.0}
{"full_text":"You have blood on your hands for not handing important pandemic information over to Biden.","sentiment_score":0.4}
