{"full_text":"RT This powerful piece totally stabbed me in the heart. It tells unpalatable truths about how Johnson's rogue govt get awy...","sentiment_score":0.15}
{"full_text":"RT Carrie Lam had an opportunity, after months of protest, pandemic and economic strife, to do what she said at the outset that...","sentiment_score":0.2}
{"full_text":"RT I bought a truck in the beginning of the year and its been parked since Covid-19. Anyone who can help me get this baby a c...","sentiment_score":0.0}
{"full_text":"RT So I'm day 15 post - COVID infection and starting to feel better and a little bored - thought I should pen some observations","sentiment_score":-0.046875}
{"full_text":"RT 1,006 incarcerated ppl are infected w covid right now in just ONE prison in Corcoran, Ca. This is catastrophic. Prison healt...","sentiment_score":0.2857142857}
{"full_text":"RT The fixture schedule during this pandemic is ridiculously overloaded, particularly for clubs playing in Europe. An emoti...","sentiment_score":-0.0833333333}
{"full_text":"Jungkook says wear a mask, ARMY ","sentiment_score":0.0}
{"full_text":"Give us another countywide lockdown Mr President  Please. For 3 weeks","sentiment_score":0.0}
{"full_text":"Hypothesis 1: a sub-national approach to COVID-19 restrictions works well where the decision is actually taken by sub-national governments. Means that restrictions are well tailored to local circumstances and priorities.","sentiment_score":0.0}
{"full_text":"Olympic-bound athletes will be given priority when COVID-19 vaccine is available: Rijiju","sentiment_score":0.4}
{"full_text":"RT Rishi Sunak urged to reveal links to firm with PS380m stake in US coronavirus jab maker","sentiment_score":-0.2}
{"full_text":"RT Last night, I ran out of A4 sheets.I checked Amazon and they would take three days to deliver a pack.Pandemic and Quaran...","sentiment_score":0.0}
{"full_text":"Hey corona...","sentiment_score":0.0}
{"full_text":"RT \"#HKPolice wanted to erase #Aug31...pandemic and low tide of pro-democracy movement...giving #flowers was to remind peop...","sentiment_score":0.0}
{"full_text":" Pathetic service...You goof with the spelling of my name in a covid report ( must for international travel) when all you had to do was pick it up from my registration....now taking 8 followup calls for last 1 day and still no help","sentiment_score":-0.3333333333}
{"full_text":"RT #China's #COVID19 propaganda is becoming increasingly absurd and desperate, which means we need to think again about whet...","sentiment_score":-0.1875}
{"full_text":"RT PM Modi visited medical research facilities in Ahmedabad, Hyderabad ,and Pune to review the developments of the COVID-19 vacc...","sentiment_score":0.0}
{"full_text":"RT This is happening at the end of my street. These people are  very dangerous idiots.#londonprotest","sentiment_score":-0.78}
{"full_text":"RT At 7pm tonight, I will address the country on issues of security and the Covid-19 pandemic. Address will be on all TVs,...","sentiment_score":0.0}
{"full_text":"RT The Tories are revolting.Revolting against Boris Johnson regarding #covid19 restrictions.Potentially revolting against Boris...","sentiment_score":0.0}
{"full_text":"RT Why is Johnson's compromise to Home Counties MPs about coronavirus regulations in ENGLAND the *second* item on","sentiment_score":0.0}
{"full_text":"#COVID19 #unemploymentPl rt ji please help in getting my compassionate appointment done in Prateet Baijal S\/o Manish Baijal(Ex Deputy Secretary in 18th National Conference on e governance","sentiment_score":0.0}
{"full_text":"RT Nadhim Zahawi appointed the minister responsible for the deployment of the covid vaccine.What could possibly go wrong?.......","sentiment_score":-0.15}
{"full_text":"Irresponsible behaviour of Media in Pakistan! Night before MDCAT they said it's mandatory to get Covid-19 test report in order to give Exam. And today they spread the fake news of leak. There is a difference between freedom of Press and Ignorance of Press the latter is prevailing","sentiment_score":-0.25}
{"full_text":"RT As we continue advocating for the wearing of masks, it's important to remember that wearing it protects you and those...","sentiment_score":0.4}
{"full_text":"Boycot of Huntington Beach Covid Curfew","sentiment_score":0.0}
{"full_text":"Our official #BoysLockdownPoster was released last Sept. 15!  #BoysLockdownFinale","sentiment_score":0.0}
{"full_text":"She's now retweeting MAGA KBF accounts. It may be because they are the ones pushing the Covid denial but you need to be a bit dense or dishonest to one minute talk about human rights and then retweet some MAGA loon.","sentiment_score":-0.15}
{"full_text":"RT So is giving Simon Birmingham a free pass on #insiders by not calling him out on the direct link between...","sentiment_score":0.25}
{"full_text":"RT Why can't the government just admit what we all know? The Nightingale Hospitals can't open unless specialist staff are r...","sentiment_score":0.0}
{"full_text":"Recommendation Report (Covid-19) - Assignment Help","sentiment_score":0.0}
{"full_text":"RT It is with great sadness we announce that healthcare assistant Cristina Baldwin has sadly died from COVID-19. Colleague...","sentiment_score":0.15}
{"full_text":"RT Lisa was supposed to visit Philippines this year ARGH COVID #FinallyLisaOnPenshoppeTV#LisaOnPenshoppeTVToday","sentiment_score":0.0}
{"full_text":"When the farmers from Punjab wanted to enter Delhi to protest against the farm laws they were mercilessly stopped by Amit Shah's Delhi police citing spread of Corona , but when it came to leading road shows in Hyderabad municipal elections by Yogi &amp; Shah , covid fears vanished .","sentiment_score":-0.7}
{"full_text":"RT In #Pandemic times, government spend in India is declining instead of increasing.So the #stimulus package is only limite...","sentiment_score":0.0}
{"full_text":"Yesterday at Calais senior Shuttle staff were present apologising for last week, and listening to thoughts and suggestions. They said they knew they needed to fine tune the system and that two vans per train was causing an issue, especially with COVID limit to 1 train a hour.","sentiment_score":0.1041666667}
{"full_text":"Shared.","sentiment_score":0.0}
{"full_text":"RT Trump &amp; his Gestapo have decided that #COVID19 is just a passing fancy -- moves to....Mnuchin plans to move $455B in...","sentiment_score":0.0}
{"full_text":"RT Viral photo shows ICU doctor embracing COVID-19 patient","sentiment_score":0.0}
{"full_text":"I hate this pandemic for making it so I couldn't say goodbye to either my Grandad or my dog, both of which have been taken from me this year. Fuck 2020.","sentiment_score":-0.6}
{"full_text":"RT For all COVID-19 news, follow our coverage here  ","sentiment_score":0.0}
{"full_text":"\"the pandemic isn't over just because you're over it\"","sentiment_score":0.0}
{"full_text":"RT In the first test of Alberta's new Covid regs, the province and Calgary City police failed spectacularly in enforcing them. #y...","sentiment_score":0.1215909091}
{"full_text":"I'm not doing that either lol I don't play wit Covid","sentiment_score":0.8}
{"full_text":"Delighted to welcome @GerardHowlin as a new columnist. We must inject calm into vaccine debate","sentiment_score":0.4840909091}
{"full_text":"RT This is just my personal take about the matter and is not in anyway asking anyone to sign the petition. Take some time to go th...","sentiment_score":0.0}
{"full_text":"RT Trump got the vaccine!!! Trudeau is on the waiting list. #Vaccingate ","sentiment_score":0.0}
{"full_text":"RT Boris the absolute moron writes in the Mail \"the sunlit uplands green pastures ahead\" He's Britain's no1 Covidiot He's a...","sentiment_score":-0.2666666667}
{"full_text":"RT A reminder that Senate GOPers Kelly Loeffler, David Perdue and Ron Johnson committed criminal insider trading in mid Ma...","sentiment_score":-0.2}
{"full_text":"Unfortunately people just don't understand this","sentiment_score":-0.5}
{"full_text":"RT In case you were wondering what losing your smell\/taste due to COVID was like...","sentiment_score":-0.125}
{"full_text":"Beat depression during the Covid-19 pandemic. Take care of your mental wellbeing as much as you take care of your physical health.  #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0333333333}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19  ","sentiment_score":0.0}
{"full_text":"!!With more and more of us living with Long-Covid-19 we are wanting to set up a workshop for people to come together that are experiencing this newer condition.  What would be useful to be included@wcavaorg","sentiment_score":0.4333333333}
{"full_text":"Last day to make the most of #BlackFridaySale with CashKaro. Get Exxxtra Cashback on top: #Cashback #menfashion #stayhome #onlineshopping #savings","sentiment_score":0.3333333333}
{"full_text":"Whether you are a university student, or a parent of a student, there is some guidance that you should be aware of.#COVID19 #Christmas2020","sentiment_score":0.25}
{"full_text":"RT Now that they know that Covid worked effectively enough to control the people, there will be more virus's &amp; plenty of...","sentiment_score":0.25}
{"full_text":"Don't get too excited over the #COVID19 vaccine developments.https:\/\/t.co\/U6YSbCXEvM","sentiment_score":0.375}
{"full_text":"Doctor Who's Jodie Whittaker, talks life in lockdown and why she hasn't even looked at another role - all in this week's issue and so much more!#DoctorWho","sentiment_score":0.2}
{"full_text":"'How to Read Russia?' The 4th October Lecture this year due to corona as zoom-interview of Chris Kijne with distinguished Russian political scientist Yekaterina Schulmann in Moscow. Today at 16.00 hours. Register here:","sentiment_score":-0.0416666667}
{"full_text":"\"Faced with the explosion of anger over the CAA, the Modi government was, for a period, forced onto the back foot. Modi, however, was able to use the dangerous conditions created by the pandemic to suppress those protests.\"","sentiment_score":-0.22}
{"full_text":"\"I remember we were on Osea Island during the bird flu scares.\"https:\/\/t.co\/X4rUpPrHmj","sentiment_score":0.0}
{"full_text":"Housing Finance Bank Named Best Performing Primary Dealer In October 2020 #ChimpReportsNews #Uganda #UgandaNews #Featured #Business #SundayMotivation #WearAMask #News","sentiment_score":0.7}
{"full_text":"RT So lockdown baking has turned into my full time job after getting made redundant Shameless plug, don't be shy my n...","sentiment_score":-0.1166666667}
{"full_text":"While lockdowns and regulations to stop the spread of Covid-19 have gripped the world, leaving small businesses especially vulnerable, TikTok thinks it may be able to help.","sentiment_score":-0.25}
{"full_text":"RT Hon'ble External Affairs Minister addressed the Indian community of Dubai &amp; Northern Emirates through a virtua...","sentiment_score":0.0}
{"full_text":"Out of the 220 new #coronavirus cases in #SaudiArabia, 55 were confirmed in Riyadh, 28 in Jeddah and 15 in Madinah.      ","sentiment_score":0.2681818182}
{"full_text":"Our #christmastree is up.  A little snow would be nice now.Have a good Christmas time everyone, despite all pandemic challenges!","sentiment_score":0.4291666667}
{"full_text":"If you have symptoms and need to book a test, you can do this online or by ringing 119.A pop-up Covid-19 testing site, run by the Army, is at Clacton Hazlemere Road Car Park on Monday 30th November.To book an appointment go to:","sentiment_score":0.0}
{"full_text":"The Additional Restrictions Grant scheme is for businesses that have been severely affected by the current lockdown restrictions but have not been legally required to close. Find out more here and make an online application at","sentiment_score":0.2333333333}
{"full_text":"What are you doing during these #16Days of Activism to end gender-based violence? If you're not sure where to start, here's some great advice. #OrangeTheWorld #GenerationEquality #EndGBV","sentiment_score":0.275}
{"full_text":"ON THE PODCAST | BLAST FROM THE PRE-CORONA PAST: Girl Groups","sentiment_score":-0.25}
{"full_text":"After a hard year with the pandemic, the holidays could be the breaking or saving point for many local businesses.https:\/\/t.co\/peHMi5HQjL","sentiment_score":0.0694444444}
{"full_text":"Food&amp;Drink Writer Zoe Bush delights us with her trio of cocktail recipes to keep lockdown funhttps:\/\/t.co\/vyve6HFW7b","sentiment_score":0.0}
{"full_text":"Coronavirus: Contact sports ban leaves SF 49ers, other teams in limbo |","sentiment_score":-0.125}
{"full_text":"The disruption to the global economy caused by the pandemic is an opportunity for Central Asian economies to advance a regional global value chain agenda.Read ","sentiment_score":0.0}
{"full_text":"One way you can #HelpUsHelpYou? If appropriate, when you call for an ambulance, please wear a mask if you can. This adds an extra layer of safety for you and for our crews ","sentiment_score":0.25}
{"full_text":"#SouthKorea has been dealing with triple-digit daily #COVID19 infections since Nov, 8th. The country's health ministry warns there could be bed shortages in hospitals after 2 weeks. Government considers further raising social distancing restrictions. Joseph Kim reports.","sentiment_score":0.0111111111}
{"full_text":"\"We see ourselves as a tech company that makes diamonds\"In our weekly podcast, talks to about Covid-19, Brexit and how to grow a global business from Dublin. Powered by ","sentiment_score":0.0}
{"full_text":"You don't need symptoms to have coronavirus.Remember #HandsFaceSpace to protect yourself and others.Wash your hands, cover your face, make space.","sentiment_score":0.0}
{"full_text":"Hungary announced a ban on fur farming of mink, foxes, ferrets, and other animals. The central European country is one of several to make this decision in light of the COVID-19 pandemic.","sentiment_score":0.055}
{"full_text":"Thank you for helping to keep everyone safe by wearing a face mask or covering when you visit our hospitals.Kristina, Infection Prevention and Control Nurse at St George's, explains how #Covid19 is spread, and why wearing a mask can help to reduce the spread of the virus.","sentiment_score":0.5}
{"full_text":"The Scottish Government announced this week that more than 23,000 iPads and Chromebooks will be sent to low-income familieshttps:\/\/t.co\/WBfZ2AdgPz","sentiment_score":0.5}
{"full_text":"The pandemic has left many of us in survival mode, doing what we can to get by. Yet Jesus reminds us in today's Gospel that we need to be ever ready for His return. How can you spend Advent getting back on track with the Lord? Do you have any suggestions for others?","sentiment_score":0.175}
{"full_text":"Ending the #HIV epidemic means focusing resources on key populations. So why is funding not reaching these groups? Find out in this new report. #BhekisisaResource","sentiment_score":0.0681818182}
{"full_text":"Passengers, please be reminded that face coverings are a mandatory requirement on all forms of public transport. Please ensure your face coverings are worn when boarding our vehicles, and kept on for the duration of the tour. #sightseeing #covid19 #staysafe","sentiment_score":0.0}
{"full_text":"\"As of NOVEMBER 21 2020, only 10 countries have not confirmed any cases of COVID-19. Many of these countries without COVID-19 are Pacific Island countries in Oceania.\"Other than these I can't find a country that had covid and no longer has any cases.https:\/\/t.co\/8bbCxCbAVC","sentiment_score":0.04375}
{"full_text":"Making of #AatmaNirbharVendors!In Khonsa, Arunachal Pradesh, loan sanction letters were distributed to beneficiary street vendors of #PMSVANidhi. The scheme aims at providing working capital loans to street vendors whose businesses were effected due to lockdown. #SelfReliant","sentiment_score":-0.125}
{"full_text":"There are 4 days left to apply for the Additional Restrictions Grant! To keep up to date with all information on this grant, and other support for businesses, sign up to our newsletter at out more and apply:","sentiment_score":0.125}
{"full_text":"RT Bamboo that grew up during the pandemic without the effect of tourists' touch","sentiment_score":0.0}
{"full_text":"News  | #BTCAnticipation of Post-Covid World Fueling Bitcoin Boom and Gold Slump, Says Weiss Ratings","sentiment_score":0.0}
{"full_text":"#Iran to pursue legal action against #US over medical sanctions","sentiment_score":0.1}
{"full_text":"LOOK: As Filipinos prepare for the holidays, DOH warns of the risk of contracting COVID-19 on in-person activities and promotes online activities\/gatherings where the risk is lower.#COVID19PH #LagingHanda","sentiment_score":0.0}
{"full_text":"There will be a mobile covid testing centre at the Telephone Exchange car park in Morecambe today and tomorrow (November 29th and 30th).Tests must be booked in advance and only if you're displaying symptoms.https:\/\/t.co\/mffn8XXM9E","sentiment_score":0.0}
{"full_text":"How much more do people need to see &amp; hear?Has the penny dropped yet? Boris has promoted this dictorial police state ! Boris needs to go ....","sentiment_score":0.625}
{"full_text":"Current Conditions for #Sayre PATemp: 24.5FWind Chill: 24.5FHumidity: 99%Dew Point: 24.2F Barometer: 30.225 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 167.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Lord, have mercy. We have to travel back and forth often to the #Florida Panhandle for medical reasons. This breaks my hea...","sentiment_score":0.0}
{"full_text":"RT Grand Theft World Podcast 003: Global GaslightingAnalysis: 2017 Pentagon Pandemic Planning Doc &amp; MoreFeaturing:","sentiment_score":0.25}
{"full_text":"RT Anti lockdown protests in France.  All over the world, the governments have declared war on the people....In almost...","sentiment_score":0.0}
{"full_text":"Specialist legal guidance on coronavirus for Individuals &amp; Businesses. Tann Law Solicitors are here to support you through the COVID-19 pandemic. Our team of solicitors can help you on a broad range of legal issues: See More: #LegalHelp #Lockdown","sentiment_score":0.240625}
{"full_text":"RT Sweden's coronavirus plan failed to stop the virus, and a vaccine may not be enough to 'rescue' them, experts warn - ABC News h...","sentiment_score":-0.25}
{"full_text":"Time: 09:00 * Temp: 8.4degC * Wind: NNE 0.0 to 0.0mph * Pressure: 1020.3hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 11.0W\/m2 * UV Index: 0.0 * Sunrise: 08:19 * Sunset: 16:03 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Could I just ask, this lockdown is a time we are all clearing out clutter, the kiddie clothes your children have grown o...","sentiment_score":0.0}
{"full_text":"RT Timely reminder...6 local Ethiopian journalists have been jailed since the war started. One, Medihane Ekubamichael, recent...","sentiment_score":0.0}
{"full_text":"I am just so sad","sentiment_score":-0.5}
{"full_text":"RT It's insane","sentiment_score":-1.0}
{"full_text":"RT No. 1 violator si Leni. Why?1. After exposure to a COVID (+) individual, even though you are tested nega...","sentiment_score":0.0}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"Prevention of COVID-19Keep Clifton Cantonment Clean and Green#CBCCleanGreen #CBC #cantonmentboardclifton  #CBCcare #CBCengineering #CBCparks  #CBCflower #CBCCOVIDDRIVEFacebook","sentiment_score":0.3666666667}
{"full_text":"RT #Breaking | Congress' slams Union Minister over the crowd gathered during the roadshow in Hyderabad.'W...","sentiment_score":0.0}
{"full_text":"Bless you! ","sentiment_score":0.0}
{"full_text":"November's #PancreaticCancerAwarenessMonth aims to raise funds for research, &amp; also to spread the word about the signs &amp; symptoms of pancreatic cancer, so that people still seek help during the pandemic. For more info follow or visit:","sentiment_score":0.5}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"This is how COVID-19 is changing the design of buildings #COVID19 #Architecture","sentiment_score":0.0}
{"full_text":"If you're feeling a bit uneasy returning to the subway or bus because of coronavirus, you're not alone. Could MaaS be the solution to make transportation safer during and after COVID-19? #MaaS #Mobility","sentiment_score":0.0}
{"full_text":"Bay Area tightens COVID 19 cyberrestrictions; Santa Clara County cyberorders travel quarantine","sentiment_score":0.0}
{"full_text":"RT Considering the latest developments in the COVID situation in Sri Lanka it is crucial that we embrace the possibility of u...","sentiment_score":0.25}
{"full_text":"The Brexit extremists and  anti-lockdown\/anti-maskers are both products of a rightwing libertarian 'sovereignty' w\/ assumes that nations and individuals are entitled to do what they want, whenever they want, without any obligations to anyone else or any concern for anyone else","sentiment_score":0.0}
{"full_text":"It's disgusting how the GOP is ignoring the devastation covid is doing to the US. Small businesses are suffering, long food lines thru out the US, children hungry because parents are out of work,  families getting evicted. Why haven't you passed the 2 covid bills?","sentiment_score":-0.4333333333}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"RT Corona Guest Farm, Namibiahttps:\/\/t.co\/EOB9hEN1DX#Dronesberg #NamibiaTravel #Africa #DroneNamibia #NamibwebCom #Explo...","sentiment_score":0.0}
{"full_text":" Make sure you don't get caught out, we are changing our timetable on 13 December!i For more info, please see  must wear a face covering on all trains and at stations unless you are exempt. Always follow the latest Government COVID guidance.","sentiment_score":0.5}
{"full_text":" Make sure you don't get caught out, we are changing our timetable on 13 December! i For more info, please see  must wear a face covering on all trains and at stations unless you are exempt. Always follow the latest Government COVID guidance.","sentiment_score":0.5416666667}
{"full_text":"RT kurva covid in gemoy style","sentiment_score":0.0}
{"full_text":"People Leaders as Extended Employee Relations Team Members in the Time of COVID","sentiment_score":0.0}
{"full_text":"RT Lockdowns and restrictions in the U.K. haven't been effective. Can we not offer targeted shielding where those who 'wish'...","sentiment_score":0.6}
{"full_text":"RT It just makes good common sense to limit the spread of the virus so we can re-open.  Our 'pod' is very careful due to vulnerab...","sentiment_score":0.03625}
{"full_text":"RT America's small businesses have felt the impacts of COVID-19. I'm amazed at the resilience they have shown in spite of lockd...","sentiment_score":-0.25}
{"full_text":"#60Mins reporter spoke with Prime Minister Scott Morrison while he was in quarantine. The PM says when the world got hit by the COVID-19 meteorite, Australia fared better than most and we should be proud of how we reacted as a country.","sentiment_score":0.6}
{"full_text":"RT China says \"Corona virus first originated in India\"This statement is same as \"Terrorism doesn't have religion, but there is S...","sentiment_score":0.125}
{"full_text":"BREAKING NEWS:Nepal cricketer Sandeep Lamichhane tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Coronavirus trend: The pandemic is far from overhttps:\/\/t.co\/1b2PVJM4Yv","sentiment_score":0.1}
{"full_text":"RT Alberta in 2020 COVID-19: Edmonton doctors launch their own pandemic response committee.","sentiment_score":0.6}
{"full_text":"RT Brazil's President Bolsonaro says he will REFUSE to take Covid-19 vaccine","sentiment_score":0.0}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"God help us!","sentiment_score":0.0}
