{"full_text":"RT We were told there would be no more COVID-19 after the election, that it would magically disappear. The \"president\" said...","sentiment_score":0.125}
{"full_text":"RT So you hate good news that could save millions of lives... because you can't take credit for it?Really shameful even f...","sentiment_score":-0.05}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\"","sentiment_score":-0.4}
{"full_text":"RT Another Iranian athlete facing potential execution. We call on the international community of athletes to help us save t...","sentiment_score":0.0}
{"full_text":"RT Massachusetts Republican Gov. Charlie Baker: \"I can't think of a worse time to stall a transition than amid a deadly pand...","sentiment_score":-0.3}
{"full_text":"RT This is a public health crisis calling for prudence &amp; vigilance, not doing the minimum required by law. If this were a...","sentiment_score":0.0}
{"full_text":"Here's some info that might be useful- some good links at the bottom- scroll downhttps:\/\/t.co\/nUh1kEViSi","sentiment_score":0.5}
{"full_text":"200K #COVID19 cases in one day! We are rounding the corner on the way to the cemetery!","sentiment_score":0.0}
{"full_text":"RT This should be national.","sentiment_score":0.0}
{"full_text":"RT The COVID lockdown supported by the majority of leftists has led to Amazon tripling its profits in the third quarter ($6....","sentiment_score":0.0}
{"full_text":"SO MANY","sentiment_score":0.5}
{"full_text":"RT CDC new guidelines issued. If everyone adopts a mask wearing policy, the US would significantly reduce trumpvirus infecti...","sentiment_score":0.2556818182}
{"full_text":"So, all the people dying from Covid in North Dakota voted for the congress person who died from Covid last month. Did I get that right? #GOPDeathCult for real!","sentiment_score":0.1785714286}
{"full_text":"RT Shocking and bizzare. Deepest condolences. Modi government's policies from demonetization to unilateral lockdown have...","sentiment_score":-0.75}
{"full_text":"I thought Dump and his army of copeservatives said that this would \"disappear\" after the election?","sentiment_score":0.0}
{"full_text":"RT Who is the world? You fucking bum ass! Contribute nothing to the world but hold your stainless 555 bowl out first to rec...","sentiment_score":-0.1}
{"full_text":"RT The Canadian prime minister spoke with Biden about COVID-19, racial inequality and all the challenges ahead for North Amer...","sentiment_score":0.0}
{"full_text":"RT Btw why so interested in the Oppn rather dan asking quests to the Govt?Didn't saw dis GodiMedia...","sentiment_score":0.25}
{"full_text":"RT For th record: I will NOT be consenting to any vaccination for COVID whatsoever; Practices that violate a person's bodily inte...","sentiment_score":0.0}
{"full_text":"Under the inspiring leadership of our beloved PM Narendrabhai Modi and untiring efforts of  Fadnavis Saheb, BJP was the only party to improve substantially in strength","sentiment_score":0.4}
{"full_text":"Politicians shouldn't try to act","sentiment_score":0.0}
{"full_text":"don't do it, people. there is no upper boundary to where that curve can go, no matter how hard the US as a country is trying to find one","sentiment_score":-0.1458333333}
{"full_text":"RT This is HILARIOUS! has no legal degree or a college degree. Damn. These people are NUTS. And laughable.","sentiment_score":0.0083333333}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"Local Train Services Resume in West Bengal After Over 7 Months With New Covid-19 Protocol","sentiment_score":0.0681818182}
{"full_text":"RT The Canadian prime minister spoke with Biden about COVID-19, racial inequality and all the challenges ahead for North Amer...","sentiment_score":0.0}
{"full_text":"RT This is wild","sentiment_score":0.1}
{"full_text":"COVID IS MAKING ITS WAY BACK TO NYC. I'VE HAD COUNTLESS PATIENTS TESTED POSITIVE IN THE LAST WEEK. THIS IS NOT A GAME. WEAR YOUR MASK, SOCIAL DISTANCE.","sentiment_score":0.0767676768}
{"full_text":"RT About 1 out of every 1,500 people in South Dakota is in the hospital *right now* w\/COVID","sentiment_score":0.2857142857}
{"full_text":"RT 2) While you're here, here is Mark Meadows with a headache. Read also about Covid patients suffering increase risk of psych...","sentiment_score":0.0}
{"full_text":"RT This should be national.","sentiment_score":0.0}
{"full_text":"RT showing that the moon is beautiful keychain can be used as a covid friendly device (so as to not touch surfaces) and he used...","sentiment_score":0.6125}
{"full_text":"RT About 1 out of every 1,500 people in South Dakota is in the hospital *right now* w\/COVID","sentiment_score":0.2857142857}
{"full_text":"Very unfair how some of West Indies cricket players break our Covid-19 rules in NZ &amp; get let off easily!Meanwhile one of our own Kiwi citizen hasn't got long to live &amp; her only wish is to see her only sister who's overseas before the end of her life, has been sadly declined ","sentiment_score":-0.0662337662}
{"full_text":"Wr know why!! The people that voted for Trump and care about how the virus got here..who's going to have it easy taking are jobs..&amp; Biden owes China... for the$350 million they just gave Biden &amp; son &amp; brother..for no reason! Talk about fraud!","sentiment_score":0.6770833333}
{"full_text":"Guess who just died from Covid. Time to dance!","sentiment_score":0.0}
{"full_text":"Seems bad","sentiment_score":-0.7}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT If you are waiting for the government to save you, you're an idiot. Here's a short list of what the government can't s...","sentiment_score":-0.4}
{"full_text":"RT #BREAKING   US records new high of over 200,000 Covid cases in 24 hours: tally","sentiment_score":0.1481818182}
{"full_text":"it's not that easy to get a job in the hospitality industry due to this pandemic buh all I can advise u is to 1st get any hotel or tour company where you can volunteer.  It's from that where u can easily get connections or retainments And a little experience. Blessings 4lo ue ","sentiment_score":0.1385416667}
{"full_text":"Coronavirus kills 15,000 U.S. mink, as Denmark prepares for nationwide cull","sentiment_score":0.0}
{"full_text":"RT OH MY GOD","sentiment_score":0.0}
{"full_text":"Many of our patients worked for Disney and are now unemployed and uninsured.","sentiment_score":0.5}
{"full_text":"RT This sends an important message: #Whistleblower Dr. Rick Bright Named As Part of Biden's COVID-19 Task Force. via","sentiment_score":0.55}
{"full_text":"We're all going to need termite style tents over our houses by New Years at the rate Covid numbers are going.","sentiment_score":0.1363636364}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT The Minister of Education waited until August to release a back-to-school #Covid_19 plan that was full of holes. Risk man...","sentiment_score":0.35}
{"full_text":"RT The pandemic has been here for ten months and the idiots still haven't figured out the concept of virtual appe...","sentiment_score":-0.4}
{"full_text":"RT Flare Corona from Fairy TailPatreon:              Gumroad:","sentiment_score":0.0}
{"full_text":"RT If the Affordable Care Act is struck down, communities of color would be hit particularly hard. We are at a greater risk...","sentiment_score":0.0175925926}
{"full_text":"RT I appeared on and hammered Trump for completely bungling his response to the #CoronavirusOutbreak.\"Trump is g...","sentiment_score":0.1}
{"full_text":"RT South Dakota: 61 deaths per 100,000.New Jersey: 185 deaths per 100,000.New York: 172 deaths per 100,000.","sentiment_score":0.0}
{"full_text":"James Wan needs to stop fucking playing with me in the middle of this damn pandemic! Sell it to Amazon and get over it!","sentiment_score":-0.2666666667}
{"full_text":"While Americans are dying of covid...","sentiment_score":0.0}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\"","sentiment_score":-0.4}
{"full_text":"RT The Canadian prime minister spoke with Biden about COVID-19, racial inequality and all the challenges ahead for North Amer...","sentiment_score":0.0}
{"full_text":"RT Many of Gojek's partners are first time owners of bank accounts. Research shows that these partners have started saving more...","sentiment_score":0.4166666667}
{"full_text":"RT OH MY GOD","sentiment_score":0.0}
{"full_text":"This shit is crazy!! This is what the cdc says a state should do in crisis mode. Tf","sentiment_score":-0.56875}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT Another example of the fallout from letting 'er rip","sentiment_score":0.0}
{"full_text":"Devin pulled this one out of the archives, 10 months old. The irony is that Devin is far more ignorant than those being laughed at in this pre COVID video.","sentiment_score":0.35}
{"full_text":"RT Correct link","sentiment_score":0.0}
{"full_text":"RT Today Republicans were at the Supreme Court, arguing to take health care away from 20 million Americans--in the middle of...","sentiment_score":0.0}
{"full_text":"Why does this sound like one of those chart achievements  stan twitter their impact ","sentiment_score":0.4}
{"full_text":"RT Eli Lilly just won emergency-use approval for a Covid-19 treatment, a feat managed while a worsening pandemic put its laboratories...","sentiment_score":0.0}
{"full_text":"RT There is no political center between AOC's progressivism and letting grandma die of coronavirus (via","sentiment_score":-0.05}
{"full_text":"Egypt tightens restrictions as covid-19 cases spikeEgypt has tightened restrictions to face the covid-19 out...READ MORE...https:\/\/t.co\/Fy3HaaH356#Egypt #restriction #infection #hospital #presidentialAdviser #wearmask #covid19 #coronavirus #healthaffairs #cairoinfection","sentiment_score":0.0}
{"full_text":"Biden coronavirus adviser wants US to distribute vaccine globally before it's available to all Americans #FoxNews #China first I am sure","sentiment_score":0.27}
{"full_text":"RT 3\/4 members said they're homebodies..byul said she's really active, just always wanting to do stuff. but, lately, she's been f...","sentiment_score":-0.2166666667}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\"","sentiment_score":-0.4}
{"full_text":"RT In other countries, officials who violate quarantine violations step down from their offices. In the Philippines, they'r...","sentiment_score":-0.1402777778}
{"full_text":"RT What I don't at all understand is that the govt closed down schools and universities the first time well before things s...","sentiment_score":-0.0018518519}
{"full_text":"RT Kudos to The Global Leader Hon #PM Ji as he showcases India at #SCO Summit in its ability to provide me...","sentiment_score":0.0}
{"full_text":"Revenue Recovery and Cost Control post COVID plans      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"Revenue Recovery and Cost Control post COVID plans      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT Wholly crap.","sentiment_score":-0.8}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"Cases of COVID-19 Continue to Stay in Double Digits","sentiment_score":0.0}
{"full_text":"RT North Dakota hospitals are at 100% capacity.Governor has called coronavirus positive nurses back to work.","sentiment_score":0.1136363636}
{"full_text":"Living in the time of pandemic: COVID-19 (23) ||","sentiment_score":0.0}
{"full_text":"\"We are asking whether WHO has the right mandate, the right powers... to deliver on pandemic preparedness and response.\"https:\/\/t.co\/JbJPfLs177","sentiment_score":0.2857142857}
{"full_text":"Compliance with #COVID19 general mobilization measures in #Lebanon on 10 Sept, 10 Oct, &amp; 10 Nov. With full lockdown approaching, one must ask if LL400,000\/month for families is enough to change the equation from previous (&amp; failed) lockdown attempts.","sentiment_score":-0.0444444444}
{"full_text":"\"Intensive care units at hospitals in #Delhi are fast filling up as coronavirus cases continue to rise rapidly amid worsening air quality in winter, according to an analysis of data in the Delhi government's #coronavirus tracking app.\"@ndtv","sentiment_score":0.2}
{"full_text":"#COVID19 Update@LVUSD welcomed back its kindergarten to second grade students for in-person learning yesterday . It's the first district to get approval from the county to reopen for in-person learning,https:\/\/t.co\/LJHx21Dl6U","sentiment_score":0.0833333333}
{"full_text":"Upskilling and Reskilling Employees in #India for #Growth Beyond #Covid_19  #Salesforce #Bloghttps:\/\/t.co\/nKaKmy8vok","sentiment_score":0.0}
{"full_text":"\"Wear a mask, social distance, wash your hands with soap\/use an alcohol based hand sanitizer\" REPEAT... #KomeshaCoronaOkoaMaisha@MOH_Kenya","sentiment_score":0.0333333333}
{"full_text":"This Q3 Insight highlights the impact of COVID-19 to the region's electricity sector as slumped electricity demand that led to the financial issues in power companies, and the extension of the subsidy as well as the preparation of stimulus recovery plan.","sentiment_score":0.0}
{"full_text":"Kapamilya actors Jameson Blake and Joao Constancia play two high school buddies reconnecting during the pandemic. Jameson is the introvert Tom, while Joao is happy-go-lucky and outgoing Kewndrick. How will the two get on despite their differences?","sentiment_score":0.16}
{"full_text":"Hey everybody check this out! Pfizer has a Covid vaccine that is said to be 90% effective and will be available soon. What do you think? Would you get the vaccine? #covid #covidvaccine #vaccine #qotd #pfizer #maxipriest #Unitedstateofmind2020","sentiment_score":0.5}
{"full_text":"RT 8 months into a pandemic and still no self improvements ","sentiment_score":0.0}
{"full_text":"RT every state's new lockdown plan is \"don't be indoors with other people unless you're spending money, in which case it'...","sentiment_score":0.0056818182}
{"full_text":"Longview ISD moves away from asynchronous learning in favor of synchronous education, which allows students to get instant feedback virtually from teachers.","sentiment_score":0.0}
{"full_text":"We all have our routines with holiday travel. But the COVID-19 pandemic means you'll see some changes you might not expect at Jacksonville International Airport.","sentiment_score":0.0}
{"full_text":"RT Over 140K new coronavirus cases &amp; almost 1,400 deaths in the last 24 hrs. 60K people in hospitals across the Country.Blat...","sentiment_score":0.0681818182}
{"full_text":"Recent polls show less than 60 percent of Americans are willing to get a vaccine right now and doctors in San Diego are hearing that skepticism from their patients. Would you get a vaccine when it's ready?","sentiment_score":0.1138095238}
{"full_text":"These Countries Allow Leisure Travel from #Singapore.But returning Lion City residents may have to fork out an extra S$2,000 to serve their 14-day Stay-Home Notice at a dedicated facility.https:\/\/t.co\/bBvfx5MYS1#Travel","sentiment_score":0.0}
{"full_text":"Rapid Covid testing to be rolled out in 67 towns and cities","sentiment_score":0.0}
{"full_text":"Southeast Asia's internet economy will hit $105 billion this year, as the pandemic crisis prompted stuck-at-home consumers to go online to shop#SoutheastAsia #internet #economy","sentiment_score":0.0}
{"full_text":"Look at who is dying of COVID in AB (and most everywhere else.) it's almost entirely the aged - 80+. The way to deal with it going forward is to isolate that group - not shut down the rest of society. Why won't the leadership mandate that?","sentiment_score":0.0611111111}
{"full_text":"Final installment (mine) goes out this week. Sign-up link is at the bottom of the story. Newsletter is free and sent to your -in-box.7 local writers to bring you 'The Covid Chronicles'Members of WriteOn Joliet invited to share fictional accounts of 2021https:\/\/t.co\/rqqtAl8xaG","sentiment_score":0.1}
{"full_text":"RT In addition to fire drills and lockdown drills, schools of the future will also have Covid drills, where students practic...","sentiment_score":0.0}
{"full_text":"Divorce is rarely easy and the process has been made even more complicated during the pandemic.","sentiment_score":0.1444444444}
{"full_text":"The CDC has some new guidance you may want to think about, and the Jefferson County Department of Health is also weighing in.","sentiment_score":0.1363636364}
{"full_text":"Stay home, and stay safe!https:\/\/t.co\/8aaAiMKnUV","sentiment_score":0.0}
{"full_text":"Pueblo County can expect more restrictions by the end of this week.","sentiment_score":0.5}
{"full_text":"RT Passengers on the Titanic refused to get in the life boats because they were comfortable on the ship and...","sentiment_score":0.4}
{"full_text":"RT lockdown blues  produced by @_blkshp *; dropping this friday","sentiment_score":0.0}
{"full_text":"RT trump: stop the countCDC: no","sentiment_score":0.0}
{"full_text":"RT Miraculous. COVID cured, the very instant the networks called the race for Biden.","sentiment_score":0.0}
{"full_text":"RT Daily reminder to Georgia voters that your two Senators rather than warn you or protect you from the pandemic chose to cal...","sentiment_score":0.0}
{"full_text":"RT The so called liberals of our country had predicted the fall of PM Modi's popularity after the pandemic hit the country &amp;...","sentiment_score":0.0}
{"full_text":"RT We know small businesses are struggling as they do their part to help slow the spread of COVID-19. That's why today we also...","sentiment_score":-0.275}
{"full_text":"RT Daily reminder to Georgia voters that your two Senators rather than warn you or protect you from the pandemic chose to cal...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 62.2FWind Chill: 62.2FHumidity: 89%Dew Point: 58.9F Barometer: 30.059 inHgWind: 2 mph from the SECorona Virus Weekly Stats:Cases: 168.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Admissions readers will be tired of hearing about covid by the 100th essay so if you write about the pandemic you have to make sure you're read in the first 100 or automatically rejected . #QAdmit","sentiment_score":0.1166666667}
{"full_text":"Is the car dealership obsolete?We surveyed car buyers around the world to see how preferences have shifted since #COVID19. The results show that automotive retail strategies must change rapidly. ","sentiment_score":0.0}
{"full_text":"FFS how convenient","sentiment_score":0.0}
{"full_text":"RT The USA has reported over 10 million Covid cases.I am old enough to remember Donald Trump saying \"15 cases will soo...","sentiment_score":0.05}
{"full_text":"RT Bolsonaro, today: \"I am sorry about the (Covid) deaths. I am .... But we are all going to die someday ... We have to stop...","sentiment_score":-0.5}
{"full_text":"RT Going through financial instability as a result of the pandemic ? \"Online Income In Uncertain Times\" is youtube live seri...","sentiment_score":0.0681818182}
{"full_text":"RT Damn.\"@pfizer CEO Albert Bourla sold $5.6 million worth of stock on Monday -- the same day it said its #coronavirus #va...","sentiment_score":0.15}
{"full_text":"RT About 1 out of every 54 people in South Dakota is considered an active COVID case *right now*","sentiment_score":0.0761904762}
{"full_text":"Jaqulin Williams, like most people, is trying to navigate through the demand of this pandemic.","sentiment_score":0.5}
{"full_text":"RT How about some good news! MHSeA can still run eSports for extra curriculars. Students and Staff stay in the safety of their o...","sentiment_score":0.4375}
{"full_text":"RT We were told there would be no more COVID-19 after the election, that it would magically disappear. The \"president\" said...","sentiment_score":0.125}
{"full_text":"RT And Donald Trump said we were \"rounding the corner\"That's some corner.","sentiment_score":0.0}
{"full_text":"Surprise... not","sentiment_score":0.0}
{"full_text":"RT have you noticed, the more we wear masks, stay locked up at home,the more Covid continues to spread?Yes -- that's bec...","sentiment_score":0.5}
{"full_text":"RT Government response to COVID fails to hear women and deliver a recovery that works for women.","sentiment_score":-0.5}
{"full_text":" 14 remote jobs at ISTE, Thinkific, Enroot and 8 others https:\/\/t.co\/tjXcOdod8R#stayhome","sentiment_score":-0.1}
{"full_text":"\"On Monday the US passed 10 million cases of covid .. unless Rudy Giuliani says those cases were illegal. Check with your local Landscaper\".  Courtesy of #StephenColbert LoL  #TrumpIsPathetic #TrumpConcede","sentiment_score":0.1}
{"full_text":"RT Retweeting. $TSLA clearly more a reopening play than stay-at-home stock. Sure, $TSLA the stock moves in tandem with other...","sentiment_score":0.2916666667}
{"full_text":"And our representatives and council people are doing absolutely nothing about it. They're allocating the funding to cleaning graffiti off of walls and power washing sidewalks during a pandemic.","sentiment_score":0.2}
{"full_text":"Ooooh this is the reason why Cynthia's pop-up was postponed due to someone from the production tested positive for Covid. Shit ","sentiment_score":-0.0325757576}
{"full_text":"RT Dr. Anthony Fauci tells that an average American could potentially have access to a coronavirus vaccine by Apri...","sentiment_score":-0.05}
{"full_text":"RT Billionaires have increased their net worths by more than $637 billion since the pandemic began. Meanwhile, 40 million people...","sentiment_score":0.25}
{"full_text":"RT ONE MORE TIME!DeathIsNotTheOnlyBadConsequenceOfGettingCovid-19","sentiment_score":0.5}
{"full_text":"Shankaracharya did debate with priest mandan mishr in Bihar.##scientists #mathematician Aryabhat was #bihari","sentiment_score":0.0}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT When we talk about the destructiveness of this terrible COVID-19 pandemic we must not ignore what it has done to mental...","sentiment_score":-0.55}
{"full_text":"#Covid19: SA recovery rate stable","sentiment_score":0.0}
{"full_text":"RT How can republicans believe that the coronavirus is a hoax but widespread voter fraud is real???","sentiment_score":0.2}
{"full_text":"Time: 05:00 * Temp: 12.2degC * Wind: S 13.0 to 23.0mph * Pressure: 1003.8hPa * Rain: 0.8mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:46 * Sunset: 16:27 * Cloudbase: 320ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT Edappadi is touring the same area with the election in his mind under the name of Corona Study. We are strongly condem...","sentiment_score":0.2166666667}
{"full_text":"RT It should terrify everyone that the party responsible for throwing infected old people into nursing homes now wants to t...","sentiment_score":0.1666666667}
{"full_text":"Caribbean Boilermaker (Alcoholic) Beer pilsner 1 bottle Corona 1 shot Light rum#cocktail #drink #recipe #bar","sentiment_score":0.075}
{"full_text":"RT Like Mark Meadows, who tested positive on Friday, Ben Carson attended the election night indoor party at the White House. ht...","sentiment_score":0.1136363636}
{"full_text":"Calgary Board of Education forecasts $46.8M in additional costs due to COVID-19","sentiment_score":-0.125}
{"full_text":"Literally the air quality is gonna have to improve before covid gets under control","sentiment_score":0.0}
{"full_text":"What I don't at all understand is that the govt closed down schools and universities the first time well before things started turning bad - and that was precisely what helped contain the Coronavirus outbreak - doing no such thing now Why?","sentiment_score":-0.0509259259}
{"full_text":"Pour the Corona into an 18oz beer glass pour the rum into the beer. Enjoy!","sentiment_score":0.5}
{"full_text":"CDC now says masks protect both the wearers and those around them from Covid-19","sentiment_score":0.0}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT Republican Govs. Charlie Baker of Massachusetts and Larry Hogan of Maryland separately criticized President Trump for stalling the...","sentiment_score":0.0}
{"full_text":"RT BREAKING--20% of recovering  #COVID19 patients develop mental illness within 90 days, says large US study.  Increased *first...","sentiment_score":0.1214285714}
{"full_text":"RT Hello I'm here to update you with my Coronavirus situation! I have been doing very well and my symptoms are 99% gone (except...","sentiment_score":0.2}
{"full_text":"RT Gunanidhi Das, CEO of women's micro bank in PNG is presenting insights from the field about women's financial inclusion. Sta...","sentiment_score":0.0}
{"full_text":"RT Stop tagging me in this or my wife will see it","sentiment_score":0.0}
{"full_text":"COVID-19 UPDATE FOR THE USA: 11\/10\/20Total Cases: 10,036,463  New Cases: 122,910Cases in Last 7 Days: 801,000Total Deaths: 237,731  New Deaths: 704  Source: CDC","sentiment_score":0.0909090909}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"QT &gt;&gt; Brazil halts trial of Chinese vaccine. But was science or politics to blame?","sentiment_score":0.0}
{"full_text":"The utility industry has been in need of a #digitaltransformation and #COVID19 has finally forced the industry to progress towards digitization. cc: Smart Cities Dive","sentiment_score":-0.0428571429}
{"full_text":"Great going Bangaloreans. Looks like we already beat the virus.","sentiment_score":0.8}
{"full_text":"Nanowave Air, developed in Cheswick, said to inactivate 99% of COVID-19 in the air - WTAE Pittsburgh","sentiment_score":0.1}
{"full_text":"U.S. Hits All-Time High For COVID-19 Hospitalizations","sentiment_score":0.16}
{"full_text":"RT \"Bamlanivimab\"Try saying that 5... or 9 times fast! Jimmy tries to pronounce the new COVID antibody treatment","sentiment_score":0.0954545455}
{"full_text":"RT The Coronavirus Task Force met today to discuss BIG news out of this morning. Under President","sentiment_score":0.0}
{"full_text":"Oh ok, well my main priority would be to get most people off of those programs and to work if they can work, and to provide direct cash payments on a temporary basis to those who've been deeply affected by the government destroying the economy due to covid.","sentiment_score":0.1345238095}
