{"full_text":"RT If covid taught us anything it's how boring most of y'all are if there ain't bars or drinkin involved.","sentiment_score":-0.25}
{"full_text":"FOCUS ON STREAMINGFOCUS ON THE ALBUMFOCUS ON BTS AND BTS ONLYANY DISCUSSIONS OUTSIDE THIS CB AIN'T OUR CONCERN DON'T LET ANYTHING DISTRACT US WE ARE ON BTS LOCKDOWN","sentiment_score":0.0}
{"full_text":"RT Corona only comes out at night y'all ","sentiment_score":0.0}
{"full_text":"RT Nov. 19A new record day.Today, Texas reports 12,293 new daily cases of COVID-19.  That shatters the previous high of...","sentiment_score":0.0532121212}
{"full_text":"RT BE feels like a love letter to the sadness and quiet triumphs of life in lockdown. everything is different but they have br...","sentiment_score":0.1666666667}
{"full_text":"The latest The online grocery shopping Daily! Thanks to #pandemic #sugar","sentiment_score":0.2333333333}
{"full_text":"RT educating and training people to help flatten the curve","sentiment_score":0.0}
{"full_text":"County dashboard shows substantial spread in most school districts","sentiment_score":0.5}
{"full_text":"RT From robotaxis to e-scooters, Covid is changing how people in China commute #EastTechWest","sentiment_score":0.0}
{"full_text":"RT Overnight, a Hong Kong researcher became a right-wing media sensation, spreading to millions the baseless claim that the...","sentiment_score":0.0}
{"full_text":"Probably can blame covid.","sentiment_score":0.0}
{"full_text":"Whole store to yourself! Nobody breathing on you!m, pandemic or not! Bliss!!","sentiment_score":0.48828125}
{"full_text":"RT PSA: if you test positive for covid, it is YOUR responsibility to tell everyone you've been in contact with recently. I don't...","sentiment_score":0.1136363636}
{"full_text":"RT WHC Seema Dhaka is currently posted in the Outer North District. She has been granted Promotion out-of-turn by  CP Delhi f...","sentiment_score":0.0}
{"full_text":"RT BE feels like a love letter to the sadness and quiet triumphs of life in lockdown. everything is different but they have br...","sentiment_score":0.1666666667}
{"full_text":"Educate, equip and empower people on #coronavirus#angamizacoronamachakos#EUAmrefOnCovid19KE#EUCovid19ResponseKE","sentiment_score":0.0}
{"full_text":"RT Mewalal Chaudhary has had to go. Narendra Modi &amp; Nitish Kumar have had to heed the voice of the people of Bihar. After...","sentiment_score":0.0}
{"full_text":"RT Petition: Hold a public inquiry into Government contracts granted during Covid-19","sentiment_score":0.0}
{"full_text":"RT We just got funding from for a project in collaboration w\/ Glasgow Caledonian Uni partne...","sentiment_score":0.0}
{"full_text":"RT A police spokesman emphasized that the water cannons turned against the anti-New Normal protesters were not fired as a...","sentiment_score":0.15}
{"full_text":"RT Maddow: Don't get this thing. Do whatever you can to keep from getting it.Rachel Maddow reveals that her partner, Susan,...","sentiment_score":0.0}
{"full_text":"RT To the families and friends of those we've lost due to COVID-19 -- Jill and I send our love and prayers.We know how tough it...","sentiment_score":-0.0046296296}
{"full_text":"RT We are proud to partner with to crowdfund and provide free PPE and covid tests to volunteers and paid can...","sentiment_score":0.6}
{"full_text":"I need my copy but I wont get it till a month or two from now (depending on lockdown restrictions) This is a different typa pain ","sentiment_score":0.0}
{"full_text":"Or maybe they went home early hoping to avoid a senate super spreader event?  You know... they're worried about how Covid effects them... but everyone else is on there own.","sentiment_score":0.3444444444}
{"full_text":"Hope","sentiment_score":0.0}
{"full_text":"RT .@sharonstone is opening up about politics and COVID-19, as she prepares to be honored alongside Dr. Anthony Fauci at Treatmen...","sentiment_score":0.0}
{"full_text":"RT Is our information minister calling our vice president a liar? #LekkiMassacre #COVID19","sentiment_score":0.0}
{"full_text":"RT For all the lights and cameras, the people on TV are still... people. A reminder of that tonight with a raw and poignant ple...","sentiment_score":-0.1153846154}
{"full_text":"RT While the owner of Tyson Foods became $600 million richer during the pandemic, 11,000 of his workers got COVID-19 because t...","sentiment_score":0.0}
{"full_text":"B WELL ...urgent to reopen all NOW.. ALL workers and small business owners are ESSENTIAL!  covid numbers DON'T MATTER at this point, PROTECT and isolate high risk  people is what needs attention! Unless there's concrete evidence a  bar, restaurant is spreading covid it's a lie","sentiment_score":0.025}
{"full_text":"RT Today was a very, very odd dayI testified before held a hearing on hydroxychloroquine.Yup, HCQI...","sentiment_score":-0.2166666667}
{"full_text":"RT Over 30 years ago, UNICEF Goodwill Ambassador Audrey Hepburn gave this passionate speech as world leaders adopted the UN Conven...","sentiment_score":-0.05}
{"full_text":"What a wonderful show. I am so glad Susan is on the mend. It must've a truly difficult two weeks for both of you. I hope you got your message home...stay home, don't visit, wash you hands,wear a mask, don't congregate in indoor spaces with anyone who's not in your bubble.","sentiment_score":0.3333333333}
{"full_text":"Play chess against fictive character Beth Harmon  #chess #queensgambit #socialdistancing","sentiment_score":0.0}
{"full_text":"RT To everyone that is falling for the \"COVID-19 infection rates are climbing\". Yes. Because they are forcing healthy, a-s...","sentiment_score":0.5}
{"full_text":"RT There were +189,000 new Covid cases and +2,065 deaths across the U.S. today...and Mitch McConnell just adjourned the Senate un...","sentiment_score":0.1363636364}
{"full_text":"RT Am meeting representatives of market associations today to seek their cooperation to ensure appropriate covid behaviour...","sentiment_score":0.5}
{"full_text":"RT The man said he was infected after buying a pizza, when in reality he worked there and was a close contact of another case. Po...","sentiment_score":0.0}
{"full_text":"RT There were +189,000 new Covid cases and +2,065 deaths across the U.S. today...and Mitch McConnell just adjourned the Senate un...","sentiment_score":0.1363636364}
{"full_text":"RT Cabinet latest:Breaking international law  No-one resignsBreaking own lockdown rules  No-one resignsHelping T...","sentiment_score":0.3}
{"full_text":"RT BREAKING:We are now able to offer FREE      tickets for all i  Official sources stated that is truehttps:\/\/t.co\/F...","sentiment_score":0.45}
{"full_text":"The Covid RT-PCR Swab test Centre at Parasdham provides a Swab test at cheaper rates for everyone. At the request of many people, the Covid RT-PCR Swab test now will be open for all 7 days from 9:30 am to 2:30 pm. #IndiaFightsCorona #IndiaFightsCOVID19","sentiment_score":0.25}
{"full_text":"RT It's not just that Manhattan DA Cy Vance has done nothing to \"reduce mass incarceration.\" He's vastly increased the size, cr...","sentiment_score":0.0}
{"full_text":"Mexico has recorded more than 100,000 deaths from Covid-19 - the fourth country to pass the sombre milestone.","sentiment_score":0.25}
{"full_text":"RT Thanks to everyone who's said such kind things after I talked about Susan's COVID experience tonight.Prayers are very welcome...","sentiment_score":0.45}
{"full_text":"RT If the humanity shown by talking about Susan's COVID infection doesn't grab you in the heart AND make you take this...","sentiment_score":0.0}
{"full_text":"Ping","sentiment_score":0.0}
{"full_text":"Theoretically looks like decent preparation.","sentiment_score":0.0833333333}
{"full_text":"RT Covid19 still messing with your mind apparently","sentiment_score":0.05}
{"full_text":"RT BE feels like a love letter to the sadness and quiet triumphs of life in lockdown. everything is different but they have br...","sentiment_score":0.1666666667}
{"full_text":"Heartbreaking, and SO TRUE.","sentiment_score":0.35}
{"full_text":"RT Is our information minister calling our vice president a liar? #LekkiMassacre #COVID19","sentiment_score":0.0}
{"full_text":"Crazy good! Rafe Addison: Covid-19 Blow The Wind _ Tool Style Remix","sentiment_score":0.1375}
{"full_text":"Thank you greengooo!I miss bumzusmash too  Hope that the 2nd lockdown ends as soon as possible so that I can stream it again Love ya greengooo and stay healthy and happy ","sentiment_score":0.36}
{"full_text":"When we united and fight Corona together we will overcome it ..so don't be left behind let's do this#EUAmrefOnCovid19KE #angamizacoronamachakos","sentiment_score":-0.2}
{"full_text":"Weeks ago it was he was going to the Knicks then it was #1 .... another \"Puig will be out of the league in a year\" level prediction ... only took you 6 seasons and Covid to get if right","sentiment_score":0.1428571429}
{"full_text":"RT UK (under lockdown) corona deaths today: 595.Sweden (no lockdown) corona deaths today: 10.(Population of UK is roughl...","sentiment_score":0.0}
{"full_text":"RT Great initiative on this #InternationalMensDay, by volunteers of Save Indian Family Foundation to donate blood amidst Covid...","sentiment_score":0.8}
{"full_text":"What are the latest trends in the #IT industry? With IT in high demand as an effect of the pandemic across the globe, there's certainly a positive outlook for the sector. Find out more from at:","sentiment_score":0.3468181818}
{"full_text":"Cultivate a mindset change and lead your legal team to success in our post-Covid world - find out how here  #legal #team #mindset #management","sentiment_score":0.2333333333}
{"full_text":"RT Covid-safe book celebration with Grab a copy of #RainbowRevolution on Tuesday, 11\/24, or pre-order now....","sentiment_score":0.0}
{"full_text":"Trump administration cuts off emergency Federal Reserve programs as coronavirus cases spike","sentiment_score":0.0}
{"full_text":"RT There were +189,000 new Covid cases and +2,065 deaths across the U.S. today...and Mitch McConnell just adjourned the Senate un...","sentiment_score":0.1363636364}
{"full_text":"Saw a tweet with simply \"I@maddow\"  and I thought ok, I wonder   what she did or said.We'll, this is what she did and said so, I co-sign...I Rachel ","sentiment_score":0.25}
{"full_text":"RT I wrote an article for about how hospitality workers are taking-on (and beating) some of the biggest employe...","sentiment_score":0.0}
{"full_text":"don't hate me for saying this but COVID did amazing things for people than pre-covid. I know people died and suffered but it also paved for adjusting to new ways of life which meant getting outside your comfort zone. so yeah it's both a blessing and a curse.","sentiment_score":-0.0159090909}
{"full_text":"RT Thanks to everyone who's said such kind things after I talked about Susan's COVID experience tonight.Prayers are very welcome...","sentiment_score":0.45}
{"full_text":"RT On the latest edition of the Sky News #Daily podcast, speaks to Sophie Evans, a 28-year-old nurse, whose life ha...","sentiment_score":0.25}
{"full_text":"RT NHS and CARE WORKERS 20% Discount still continuing as other taxi companies finished their discount at the end of the first loc...","sentiment_score":0.0625}
{"full_text":"RT South Australia Police have formed a taskforce to investigate the contact tracing incident announced today by the state go...","sentiment_score":0.0}
{"full_text":"RT SA Premier is expected to reveal changes to the state's COVID lockdown plan. Watch LIVE. #7NEWS","sentiment_score":0.0181818182}
{"full_text":"RT Mr.Tibuhaburwa says opposition leaders&amp;supporters are being brutalized because apparently they are \"breaking\" Covid-19 r...","sentiment_score":0.05}
{"full_text":"#3. #GEW2020. Karl Westvig, the CEO of identifies 7 key ingredients that entrepreneurs need in order to survive and thrive during, and in the aftermath of, the Covid19 pandemic.","sentiment_score":0.0}
{"full_text":"RT Nikki, I'm suggesting Republicans find the spine to stand up to their corporate donors &amp; vote for the same measures they did in Ma...","sentiment_score":0.0}
{"full_text":"RT Daily new cases are through the roof straining hospitals everywhere in our region. There is a correlation between enactment...","sentiment_score":0.0681818182}
{"full_text":"Aw thank you Marcy! There is much more music on the way, 2020 and covid has really stopped all production!  Thanks so much for sending me this lovely tweet! ","sentiment_score":0.355}
{"full_text":"RT GUYS,DIDN'T I TOLD YOU ICAI IS ON A SECRET MISSION.THE EXAM CENTER HAS BEEN CLOSED DUE TO COVID BUT STILL EXAMS ARE AS...","sentiment_score":-0.18125}
{"full_text":"A nasal spray that can provide effective protection against the COVID-19 virus has been developed by researchers at the University of Birmingham, using materials already cleared for use in humanshttps:\/\/t.co\/S5y9IS1w8F","sentiment_score":0.35}
{"full_text":"A look at areas where the covid case rate is realtively low.","sentiment_score":0.0}
{"full_text":"IMF Director Kristalina Georgieva said that the while the US and other major economies turned in better-than-expected performances in the third quarter, the world now faces slower momentum with a resurgence in coronavirus cases#AllNewHThttps:\/\/t.co\/5IePbiuuiL","sentiment_score":-0.0208333333}
{"full_text":"The proposal by S.A and India proposes to ease rules that impose intellectual property(IP) barriers that restrict access to COVID-19 medicines, tools, equipment and vaccines. #HepsTripsWaiverUG","sentiment_score":0.3}
{"full_text":"So true #ksleg","sentiment_score":0.35}
{"full_text":"RT There were +189,000 new Covid cases and +2,065 deaths across the U.S. today...and Mitch McConnell just adjourned the Senate un...","sentiment_score":0.1363636364}
{"full_text":"Join Arch. Felino Palafox and 40 other local and international speakers in the two-day BusinessWorld Virtual Economic Forum that will discuss the great economic reset as well as the future in a post-COVID era.Register:","sentiment_score":0.1535714286}
{"full_text":"Think you might have COVID-19? There are currently 10 open coronavirus testing sites in Sangamon County.https:\/\/t.co\/G5bqlBAqcy","sentiment_score":0.0}
{"full_text":"US authorities on Thursday urged Americans not to travel for the Thanksgiving holiday as virus cases soared in the worst-hit nation and California announced a night-time curfew aimed at curbing the surging pandemic.#Thanksgiving2020https:\/\/t.co\/NYdXFXNqtu","sentiment_score":0.0}
{"full_text":"Completely renovated #AGSnavalur ","sentiment_score":0.1}
{"full_text":"Thursday, 14,612 new COVID-19 cases and 168 new deaths were reported in Illinois, one day before Gov. J.B. Pritzker's Tier 3 coronavirus mitigation plan takes effect.","sentiment_score":0.1363636364}
{"full_text":"The Covid-19 Pandemic Reveals Ransomware's Long Game #CoronaVirus #Ransomware #Malware #CyberCriminals #QAcycle","sentiment_score":-0.225}
{"full_text":"Shield yourself this pandemic with Flady Essential Solution at CPS Shop  With hand sanitizers, hand soaps and disinfectants + staying at home, we can conquer this pandemic together  Visit ","sentiment_score":0.0}
{"full_text":"Join Roskill's webinar to discover the impacts of #COVID19, unique characteristics of the #cobalt industry, latest developments in the DRC and #China, as well as cobalt use in automotive #batteries and other traditional applications such as #aerospace.","sentiment_score":0.15}
{"full_text":"Steel fabrication specialist has secured seven new contracts since the first lockdownhttps:\/\/t.co\/ientpQEB3P#NorthEast #industrial #construction","sentiment_score":0.1931818182}
{"full_text":"BE is literally BTS' ode to the Pandemic.","sentiment_score":0.0}
{"full_text":"RT Good morning Scotland! Here's the front of you for Friday, November 20: 'New hope as every Scottish adult pro...","sentiment_score":0.3704545455}
{"full_text":"RT Just watched bare her soul on national television and open up about the COVID battle of the love of her life, Susan. I...","sentiment_score":0.1833333333}
{"full_text":"Filipinos are more willing to get a #COVID19 vaccine than Dengvaxia, a survey showed.https:\/\/t.co\/dGuvlcxDyN","sentiment_score":0.375}
{"full_text":"Latest #CoronaVirus updates:Date: 20\/11\/2020#TheCivilEyes #Pakistan #covid19","sentiment_score":0.5}
{"full_text":"RT Knock knock.Who is it?Down.Down who? Lockdown .#icaiexams #icaiexamspostponement #ICAI_DENIES_SAFETY #ICAI_BE_TR...","sentiment_score":0.0}
{"full_text":"Incense and Buddy \"Stay at Home\" Bonuses return! From November 19 until at least June 2021, Incense effectiveness will be increased and your Buddy will bring you more Gifts every day.https:\/\/t.co\/CLTYGlzYys","sentiment_score":0.1}
{"full_text":"How to let your creative juices flow \"What the pandemic has taught many of us is that necessity is the mother of invention\"Vanaja Rao writes in","sentiment_score":0.5}
{"full_text":"Today's local news headlines on 103.4FM:- Covid-19 rates rise in all but 3  areas of Surrey- Henry Smith MP: Test at airports and scrap air passenger duty to save aviation industry- More than 500 knives off the streets in SussexFor these stories, visit","sentiment_score":0.25}
{"full_text":"RT BE feels like a love letter to the sadness and quiet triumphs of life in lockdown. everything is different but they have br...","sentiment_score":0.1666666667}
{"full_text":"COVID 19 cases in India until : 20\/11\/2020 12:30Total Cases: 9005322 [+997]Active: 442901Recovered: 8428185 [+1169]Deaths :132207 [+5]Total Tests: 129.59MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"US authorities on Thursday urged Americans not to travel for the Thanksgiving holiday as virus cases soared in the worst-hit nation and California announced a night-time curfew aimed at curbing the surging pandemic.#Thanksgiving2020https:\/\/t.co\/Znw6Ty1dXz","sentiment_score":0.0}
{"full_text":"Coronavirus Update: Curfew In Ahmedabad From Today Due To Surge In COVID-19 Cases #COVID19 #CoronaVirusUpdates #Ahmedabad #TheLiveMirrorhttps:\/\/t.co\/mFVwahX9Id","sentiment_score":-0.125}
{"full_text":"#Diamond sales rise as #demand recovers from #Covid19","sentiment_score":0.0}
{"full_text":"Heading into holidays, US COVID-19 testing strained again ","sentiment_score":0.0}
{"full_text":"I've been Corona virus cautious. But I'm much more terrified of democratic control of government than covid. I'm just applying common sense observations!","sentiment_score":0.0625}
{"full_text":"RT Oh no say it isn't so....have you facebookers heard that Harvey Weinstein has COVID??Weinstein is in isolation with 101-de...","sentiment_score":0.0}
{"full_text":"RT BE feels like a love letter to the sadness and quiet triumphs of life in lockdown. everything is different but they have br...","sentiment_score":0.1666666667}
{"full_text":"RT Every scripted show on prime time television right now main story line is either about: A. Covid B. The Election. C....","sentiment_score":0.2261904762}
{"full_text":"Pls stop using fake numbers of people who have died from Covid.","sentiment_score":-0.5}
{"full_text":"Rising Up - Anti-Lockdown Protests Spread Across Europe","sentiment_score":0.0}
{"full_text":"RT Do they actually have coronavirus? Who knows! People are literally receiving positive and negative test results within th...","sentiment_score":-0.0242424242}
{"full_text":"Ok people bashing the ending. Keep in mind it was filmed during covid-19 they couldn't have a ton of people quarantined for all that time . Cas being gone obviously had a big part in Dean being \"ready\" to go. They said Cas&amp; Jack...#SupernaturalFinale#Supernatural","sentiment_score":0.175}
{"full_text":"How one bookkeeper helped small businesses survive amid COVID-19","sentiment_score":-0.25}
{"full_text":"RT I think we should set up a fund to give them paid time off, spa days, massages, free mental health counseling, and gift car...","sentiment_score":0.15}
{"full_text":"quote card","sentiment_score":0.0}
{"full_text":"RT If you think curfews will stop coronavirus then you are mentally deranged.","sentiment_score":-0.1}
{"full_text":"Second week of April.","sentiment_score":0.0}
{"full_text":"RT COVID: U.S. reported over 180,000 new coronavirus cases in the last 24 hours.The highest daily figure reported by any...","sentiment_score":0.0454545455}
{"full_text":"Current Conditions for #Sayre PATemp: 46.9FWind Chill: 46.3FHumidity: 56%Dew Point: 32.0F Barometer: 30.328 inHgWind: 3 mph from the SWCorona Virus Weekly Stats:Cases: 236.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"lmfao would rather guinea pig EPTX with a *technically* non-FDA approved anti-body (Bamlanivimab) than shutdown the state and pay people to stay home as should have been done months ago","sentiment_score":0.0}
{"full_text":"If I had a nickel for every time a sports reporter said the word Covid I would be rich right now","sentiment_score":0.3303571429}
{"full_text":"Do y'all ever forget we're in the middle of a global pandemic? Like you ever started looking forward to something and then remembered 1.5 seconds later that, \" bihh it's Corona outside. LIFE IS CANCELED. \"","sentiment_score":0.0}
{"full_text":"10 Ways Translation Tools Help Post-Pandemic","sentiment_score":0.0}
{"full_text":"RT 6 more cases of COVID-19 infection have been discharged from hospitals or community isolation facilities. In all, 58,052 have...","sentiment_score":0.5}
{"full_text":"Ramifications of COVID-19 on the Long-Term Strategies of Financial Institutions","sentiment_score":0.0}
{"full_text":"RT The Ministry of Digital Development of the Russian Federation developing monitoring application to combat COVID-19","sentiment_score":0.0}
{"full_text":"RT If only we could've had a leader like Prime Minister Jacinda Ardern these 4 years.","sentiment_score":0.0}
{"full_text":"RT Just two mins left!   Photos were taken earlier at around 10:15 am venue is packed now (social distancing in place)...","sentiment_score":0.0111111111}
{"full_text":"So important","sentiment_score":0.4}
{"full_text":"RT Devoid of talent &amp; ideas, elected on a platform of demonstrable deceit, Johnson's daily announcements of magic money tree sp...","sentiment_score":0.1333333333}
{"full_text":"There's absolutely no way in hellll Atlanta is green wit them Covid numbers  cap","sentiment_score":-0.15}
{"full_text":"RT Dangote don hammer again.","sentiment_score":0.0}
{"full_text":"Lmao stay home. Its a sign","sentiment_score":0.6}
{"full_text":"I have a rlly big problem now...and no...it's not the pandemic","sentiment_score":0.0}
{"full_text":"WE'RE BACK BABY! (For now)As per NI Executive directive (from Friday 20th November):All non-licensed Abbey Centre restaurants now offer the option to sit-in-to-dine or take away. Peter Mark and Jay's Brow Bar are also open! #wearamask #bethesolution #COVID19","sentiment_score":0.0}
{"full_text":"RT Latest survival rate estimates from the CDC:Age 0-19 ... 99.997%Age 20-49 ... 99.98%Age 50-69 ... 99.5%Age 70+ ... 94.6%http...","sentiment_score":0.5}
{"full_text":"So true","sentiment_score":0.35}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"All over the world businesses re-open, we want you to remain safe. Three free of charge newGPiLEARN+ safety courses that are available: #Safety #COVID19 #MaskUp","sentiment_score":0.4333333333}
{"full_text":"RT BE feels like a love letter to the sadness and quiet triumphs of life in lockdown. everything is different but they have br...","sentiment_score":0.1666666667}
{"full_text":"Just found out I tested positive for the Coronavirus. But I can't even focus on that bc BTS came out with such a beautiful album ","sentiment_score":0.3590909091}
{"full_text":"During a pandemic over a versus battle? That's stupid AF","sentiment_score":-0.8}
