{"full_text":"RT Adding that in this case, we can't afford to even wait until the last minute and panic buy because of the amount of order...","sentiment_score":0.0}
{"full_text":"RT He bought the visor to protect against covid-19 but his Asian wife had other ideas","sentiment_score":-0.0625}
{"full_text":"Big talk from someone who didn't even bother to attend the session on Coronavirus. I guess golf was a really big issue as well!","sentiment_score":0.0}
{"full_text":"An increase of a million cases in a week?! And people are still going to restaurants &amp; bars?! #COVID19 #CoronaVirusUpdates","sentiment_score":0.0}
{"full_text":"RT The worst part about COVID is people doing the right things and getting it from people who arent.","sentiment_score":-0.3571428571}
{"full_text":"#PDMSpreadingCOVID In order to \"safeguard human lives from the potential spread of Covid-19\", the public gathering must not be allowed to take place.@drkshahzad2020@D_insafians","sentiment_score":0.0}
{"full_text":"6 feet apart you psychopath, ever heard of Covid-19? Lost my vote","sentiment_score":0.0}
{"full_text":"do u like sonic? i can recomend a game that is really good to pass time. it also has a lot of addons and mods so it doesnt get too boring. if u interested, look up Sonic Robo Blast 2. if not just ignore me :)","sentiment_score":0.01}
{"full_text":"Are you ready, #MountainView? Monthlong curfew to start in Santa Clara County tonight at 10 p.m.","sentiment_score":0.2}
{"full_text":"How Fauci, 5 other health specialists deal with covid-19 risks in their everyday lives","sentiment_score":-0.1625}
{"full_text":"RT WH coronavirus task force member Adm. Brett Giroir: \"This is not crying wolf. This is the worst rate of rise in cases that we've...","sentiment_score":-0.45}
{"full_text":"RT They would literally prefer to do race pseudoscience to explain the success Asia has had rather than give Asians any cr...","sentiment_score":0.3}
{"full_text":"RT Holiday travel during the coronavirus pandemic: How to stay healthy this Thanksgiving","sentiment_score":0.5}
{"full_text":"Daaaaamn OH SHIT HERE WE GO AGAIN","sentiment_score":-0.2}
{"full_text":"RT WH coronavirus task force member Adm. Brett Giroir: \"This is not crying wolf. This is the worst rate of rise in cases that we've...","sentiment_score":-0.45}
{"full_text":"RT I believe in #SCIENCE! I look forward to getting the #COVID #vaccine. Our families, communities, &amp; #frontlineworkers are...","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler and David Perdue were getting rich off COVID, while Georgians were just getting sick from COVID.We're arra...","sentiment_score":-0.1696428571}
{"full_text":"RT It's #TransAwarenessWeek !  Do we get presents ?  Seriously I think you are all beautiful and inspiring.  Please stay...","sentiment_score":0.3388888889}
{"full_text":"If you think that I'm *only* referring to what has happened during COVID conditions, rather than his extensive history of cutting corners and not spending money, then perhaps you should pipe the fuck down. Don't me if you can't read between the lines, clown.","sentiment_score":-0.2311111111}
{"full_text":"If real doctors with expertise in that field of science can't seem to tackle it, what makes you ( Economist) think that Biden with no experience in the medical field can slove Covid, your living in a dream world Economist","sentiment_score":0.1}
{"full_text":"RT I'm thinking his ex-wife has 100% custody of their kids and she insisted on him getting a C...","sentiment_score":0.0}
{"full_text":"RT People are really tryna b funny under this and quoting it as if many people aren't dying because we are STILL IN A PANDE...","sentiment_score":0.3166666667}
{"full_text":"RT There is the larger plan also. Same framework as Putin. I honestly believe these people are conspiring in targete...","sentiment_score":0.2}
{"full_text":"Perfect #COVID19 #Coronaviruspakistan #CoronaVaccine #vaccine","sentiment_score":1.0}
{"full_text":"The stories...frm survived ones &amp; frm families of ones who did not|its amazing how some still deny #COVID19 existence|&amp; dramatic workforce\/(dys)fxn'al chgs\/anxiety frm demands\/risks in healthcare to domestic life to work(less)\/school to everyone\/everywhere","sentiment_score":0.0555555556}
{"full_text":"RT Trump supporters on Parler are threatening to not vote in Georgia's runoff since it's rigged. Gotta say I agree with them...","sentiment_score":0.0}
{"full_text":"Coronavirus updates: Experimental drug cocktail given to Trump gets FDA authorization; US hits 12 million cases; California curfew to begin - USA TODAY","sentiment_score":0.1}
{"full_text":"RT The only thing about Trump\/Pence COVID-19 \"Warp Speed\" is how FAST they SPREAD it across the WHOLE DAMN COUNTRY. #keepingitr...","sentiment_score":0.1333333333}
{"full_text":"RT People who intentionally, willfully, do not listen to safety instructions need to be legally kept from recei...","sentiment_score":0.2}
{"full_text":"RT L.A. County on brink of new restrictions with more than 4,500 new coronavirus cases","sentiment_score":0.2575757576}
{"full_text":"RT Saddest photo I have seen today. How is BBI even a priority in this country when we are in the middle of a pandemic???? (...","sentiment_score":0.0}
{"full_text":"COVID-19: FDA authorises Regeneron antibody drug given to Trump - Al Jazeera English","sentiment_score":0.0}
{"full_text":"We're pushing for even the bare minimum! Wear a mask and avoid crowds. But even the commonsense precautions are just \"too far\". Give me a break...","sentiment_score":0.08125}
{"full_text":"This would never have happened w\/o President Trump  cutting red tape that was in place after years of bureaucratic regulations. This process normally takes years. moved mountains to save lives!","sentiment_score":-0.1375}
{"full_text":"RT This should be addressed to and All customer unfriendly fatwas are attributed to them. Can we colla...","sentiment_score":0.0}
{"full_text":"RT Business owners in Buffalo, NY demand \"health inspector\" leave private property. \"Go get a warrant.\"  People have had en...","sentiment_score":0.0}
{"full_text":"RT Perspective","sentiment_score":0.0}
{"full_text":"Set a honest &amp; effective DOJ loose &amp; start with Barr,Fox, all the Repub Covid deniers for endangering the welfare of citizens &amp; country,let NY at Trump, then prosecute him for everything up to &amp; including bribery, sedition, treason. Biden stays on target fixing our democracy.","sentiment_score":0.3743589744}
{"full_text":"RT .@Kevinliptakcnn reports: The G20 is virtual this year; a meeting on pandemic preparedness is going on w remarks from the l...","sentiment_score":0.0}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"RT H\/t who noted Loeffler's risk and recommended she quarantine after an appearance with the Covid positive Rick...","sentiment_score":0.2272727273}
{"full_text":"RT BREAKING: Georgia Senate candidate Kelly Loeffler is self-isolating after testing positive for COVID-19 today.","sentiment_score":0.2272727273}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT We mourn the passing on of Dr. Nira Patel due to COVID-19 complications. A dental surgeon specialized in orthodontics,a mentor t...","sentiment_score":-0.125}
{"full_text":"RT Don, Jr., Kelly Loeffler and Rick Scott will be celebrating thanksgiving this year with COVID-19","sentiment_score":0.0}
{"full_text":"Yah? How many Americans died from that compared to Covid you're the loser here!!Way more blood  on your hands.","sentiment_score":0.5}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"Further evidence of #corrupttorygvt","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"surprised that Mike Callaghan isn't upset with the govt releasing it on a Friday at the same time as the SAS Afghan report and the Sth Aust lockdown reversal announcement","sentiment_score":0.05}
{"full_text":"RT Useful information from Alberta's pandemic stats: a chart of the comorbidities for people who died.Most had three or more...","sentiment_score":0.4}
{"full_text":"RT A Texas boy lost both of his parents to Covid-19. His family is asking the community to help celebrate his 5th birthday.","sentiment_score":0.0}
{"full_text":"#GSTAmnesty Collecting late fees means forcing small trader to begger &amp; die . It's not our hope from ur Govt. We lost all trust on . We r struggling for food, medicine, discontinued our business due to #Covid-19. Plz help atleast one time to extend #GSTAmnesty","sentiment_score":-0.225}
{"full_text":"RT NEW VIDEO: Crooked Kelly Loeffler sold stock on the same day she got a secret COVID briefing. Instead of facing conseq...","sentiment_score":-0.0659090909}
{"full_text":"RT Cash relief would help get us through this pandemic - other countries have figured this out and made it happen. We should t...","sentiment_score":-0.125}
{"full_text":"RT I am calling everyone to stand against the human rights violations and persecution conducted by the regime in #Turkey agains...","sentiment_score":0.0}
{"full_text":"RT NEW: 10,000 Americans dead in the past weekAlmost exactly 1 per minute&gt;1 in 4,000 Americans are in hospital beds wit...","sentiment_score":-0.0159090909}
{"full_text":"Oh boy, this is what happens when people start paying for goods if this damn quarantine doesn't wrap up anytime soon...I mean I'm just really serious.. #funny #lol #pandemic #covid19memes #viral #laughing #laughingoutloud #crazy #funnyclips #viralclips #hillarious","sentiment_score":-0.0391666667}
{"full_text":"RT Breaking News: The F.D.A. granted emergency authorization for the Regeneron antibody treatment given to President Trump after...","sentiment_score":0.0}
{"full_text":"RT 260K+ dead Americans &amp; Trump continues to golf. No action taken to combat this exploding pandemic. Just fucking golf. I can...","sentiment_score":-0.2833333333}
{"full_text":"RT Why was no proof showed in court? Dozens of opportunities. None offered in pa. Several tries. Thrown out just today. What k...","sentiment_score":-0.05}
{"full_text":"Read this. Share this.","sentiment_score":0.0}
{"full_text":"#CovidHoaxMust read","sentiment_score":0.0}
{"full_text":"I don't live in America. Thank goodness. Those debatable statistics are yours. And you don't know about my long COVID symptoms. I just don't make a fuss.","sentiment_score":0.0431818182}
{"full_text":"RT everyone, please take care of yourself, wash your hands well and hopefully covid passes soon!! we're all strong strong p...","sentiment_score":0.4333333333}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"RT #AngamizaCorona by #StayHome &amp; 719 if you have these #COVID19 symptoms Sore throatDry cough Fever Shortness...","sentiment_score":0.0}
{"full_text":"RT No words... CNN reports that Trump appearing to be skipping G20 virtual summit side-event focused on #COVID19 pandemic. Tru...","sentiment_score":0.0}
{"full_text":"2000 Americans died today because some people felt \"victimized\" for being asked to wear a mask and social distance for a few months until we can get this virus under control! It's the christian thing to do! You don't need to be in church to worship god!","sentiment_score":-0.0722222222}
{"full_text":"The latest The D.N.I. Health Newspaper Daily! Thanks to #coronavirusdeaths #pandemic","sentiment_score":0.2333333333}
{"full_text":"RT the smug bad faith of assuming people trying to keep the pandemic from spreading don't feel the pain of isolation--boy, I...","sentiment_score":-0.7}
{"full_text":"RT also, the people who are attending the chromosome trainee auditions in wuhan tomorrow are asked to wear their school un...","sentiment_score":0.0}
{"full_text":"RT Why was no proof showed in court? Dozens of opportunities. None offered in pa. Several tries. Thrown out just today. What k...","sentiment_score":-0.05}
{"full_text":"Plz PE people follow basic Covid-19 guidelines and stay away from parties and huge social gatherings","sentiment_score":0.1444444444}
{"full_text":"Ways Office Layouts Will Change with COVID-19 #CRE #Office #Layouts #COVID-19  ","sentiment_score":0.0}
{"full_text":"RT This is demonstrably dangerous and we are disappointed in you","sentiment_score":-0.675}
{"full_text":"#PDMSpreadingCOVID\"We reviewed the rising cases of the COVID-19 and the second wave,\" he had said, warning that infections in the entire world, especially Europe and America, were rising rapidly.@tanveerrajpk@Sumz_Rao","sentiment_score":0.0}
{"full_text":"Coronavirus scare on Most Eligible Bachelor sets.!#MostEligibleBachelor #AlluAravind #BunnyVas #VasuVarma","sentiment_score":0.5}
{"full_text":"Bobi Wine Condemns Tribalism, Vows to Fight to Win or Die   #ChimpReportsNews #UgandaNews #Uganda #Featured #Elections #UgandaDecides #UgVotes2021 #WearAMask #SundayMotivation #News","sentiment_score":0.8}
{"full_text":"Independent #fashiondesigners from across the country share how they have adopted new roles or pivoted to overcome the challenges of #Covid19","sentiment_score":0.0681818182}
{"full_text":"The rise of small yet stylish Covid-era nuptials has been a surprising success. Lilys Njeru talked to three couples, who despite trimming the ceremonies and numbers ended up having the time of their life #SatMag","sentiment_score":0.3125}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"It's time for #NLHafta!@AbhinandanSekhr, and are joined by and to discuss Covid vaccines, the state of the Indian media, and the government's attempts to regulate it.Tune in!https:\/\/t.co\/xub1XcRUct","sentiment_score":0.0}
{"full_text":"I SCHEDULED THIS TWEET JULY 24TH, 2020 at 1:30AM WHILE WATCHING A BL DRAMA WITH CHLOE JHGFJH BUT LOOK IT'S MY BIRTHDAYYYY hello from the past everyone! is corona gone yet? is wonho's album good? am i doing well? can't wait find out everything &lt;3","sentiment_score":0.19375}
{"full_text":"RT Trump supporters on Parler are threatening to not vote in Georgia's runoff since it's rigged. Gotta say I agree with them...","sentiment_score":0.0}
{"full_text":"The pandemic, which has claimed more than 1.37 million lives worldwide, has offered the G-20 an opportunity to prove how such bodies can facilitate international cooperation in crises -- but has also underscored their shortcomings.https:\/\/t.co\/bsbvDUV6M5","sentiment_score":0.1666666667}
{"full_text":"Check out. Covid-19 is turning urgent care centers into America's favorite clinics via #tech #digital #data #privacy","sentiment_score":0.25}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"Night curfews, Section-144 and more: Complete list of states where restrictions have been re-imposed amid #COVID19 spikehttps:\/\/t.co\/b1Z4nDyl7a","sentiment_score":0.3}
{"full_text":"South Australia's Premier Steven Marshall is facing criticism over the state's harsh lockdown with the situation being described as a \"farce\". #COVID19","sentiment_score":-0.3}
{"full_text":"The Government seems to believe it will control what happens at Christmas -- it won't |","sentiment_score":0.0}
{"full_text":"Pandemic and challenges for an introvert couple who do self quarantinehttps:\/\/t.co\/jqOKTJ5LYW#tropicalov #love #relationshipgoals #relationshipadvice #couplegoals #relationshipquotes #pandemic #lockdown #selfquarantine","sentiment_score":0.5}
{"full_text":"Day 2, Session 10: \"Easing Constraints for Entrepreneurs Post COVID-19\" up next at 11:40am (IST) LIVE on: #COVID #Entrepreneurship","sentiment_score":0.0681818182}
{"full_text":"RT anyone else wondering how desiigner is doing in these pandemic times? go treat yourself and watch some panda. pay 3 colorless t...","sentiment_score":0.0}
{"full_text":"RT If you can't wear a mask due to \"health reasons\", shouldn't you be the LAST one out and about?","sentiment_score":-0.0625}
{"full_text":"Join BusinessWorld in its biggest and groundbreaking virtual event yet, the #BWVirtualEcoForum, happening this November 25-26, 2020, that will discuss the great economic reset as well as the future in a post-COVID era.REGISTER at","sentiment_score":0.3333333333}
{"full_text":"Remote working &amp; productivity: Is it the future? Read the full blog here #blogpost #softwaresolutions #covid19","sentiment_score":0.0833333333}
{"full_text":"FEATURE| Investment Conference bears fruit: SA's efforts to attract much-needed investment continue to bear fruit, even at a time when the world has been turned on its head due to the #COVID19 pandemic #SAIC2020","sentiment_score":-0.125}
{"full_text":"The pandemic is paving the way for entrepreneurialism and young people need our support | TheoPaphitis","sentiment_score":0.1}
{"full_text":"Two negative corona tests per week for a 'freedom pass' in the UK? They've lost their minds!Making it so difficult for people that they accept a dodgy vaccine?","sentiment_score":-0.4}
{"full_text":"Local church gives away 1,500 turkeys to families struggling during pandemic","sentiment_score":0.0}
{"full_text":"President Tsai wrote on her Facebook page that \"a pandemic changed the world, but what remains unchanged is film workers' passion to create.\" Any movie caught your eye during last night's #GoldenHorse Awards? #filmmakinghttps:\/\/t.co\/FWgsjWrRQG","sentiment_score":0.0}
{"full_text":"Tune into 'The Health and Humor Show' with on - #HealthNews including Maureen's #Diabetic corner, how to safely celebrate during the #pandemic, and countdown to #FluSeason ...    ","sentiment_score":0.5}
{"full_text":"RT We will likely never know how many people died, completely unrelated to COVID-19, as a result of lockdown measures.","sentiment_score":0.2}
{"full_text":"Daily news #podcasts: building new habits in the shadow of #coronavirus","sentiment_score":0.0681818182}
{"full_text":"RT The far-left Prime Minister of Finland has expressed concerns that further lockdowns and restrictions may inspire a world...","sentiment_score":0.0}
{"full_text":"If you're planning to travel for Thanksgiving, be aware of the overall COVID-19 status of your destination state.","sentiment_score":0.125}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"G20 Summit: PM Modi terms COVID-19 biggest challenge since World War II; calls for new global index post-corona |","sentiment_score":0.0681818182}
{"full_text":"An Arlington family held a small get-together celebrating a birthday earlier this month, but within days, 15 members tested positive for COVID-19. ","sentiment_score":-0.0075757576}
{"full_text":"Wisconsin reported 78 deaths from the coronavirus Friday, capping the deadliest week of the pandemic.The Department of Health Services has reported 381 coronavirus deaths in the last week, the most ever in a seven-day period.Total death toll: 2,954https:\/\/t.co\/PUByOnRXhh","sentiment_score":0.25}
{"full_text":"RT She talked to me this morning. It was the first time in 3 days. I stroked her wispy white hair, held the soft crease in her...","sentiment_score":0.1166666667}
{"full_text":"#ICYMI | IATA warns that airlines will need US$70-80bn in aid to survive the coronavirus crisis or another half of that received from governments.:","sentiment_score":-0.1666666667}
{"full_text":"Some of the lessons being learned in dealing with the #COVID19 outbreak are also relevant for atrocity prevention. These include the obvious, but consistently under-prioritised truth that prevention is better than cure, says Karen Smith:","sentiment_score":0.2875}
{"full_text":"COVID 19 cases in India until : 22\/11\/2020 11:30Total Cases: 9095908 [+0]Active: 440554Recovered: 8520039 [+0]Deaths :133263 [+0]Total Tests: 131.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"RT Had a very fruitful discussion with G20 leaders. Coordinated efforts by the largest economies of the world will surely le...","sentiment_score":0.35}
{"full_text":"RT people are clowning on this but like, consider that children are also members of society who are terrified and maybe let...","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT LONG TERM DAMAGE of #COVID19 #ItsReal. If you get it and think you're gonna just get over it, think again -- it's not gonn...","sentiment_score":-0.05}
{"full_text":"RT Hey ! Every day you delay starting the transition you endanger Americans who are being killed in staggering numb...","sentiment_score":-0.2666666667}
{"full_text":"In this episode we speak with social media &amp; marketing expert  about some unique initiatives she is seeing, and advice on what small businesses can do to take advantage of social media in compelling, yet affordable ways.- #COVID #SMB #marketing","sentiment_score":0.0983333333}
{"full_text":"RT Sen Kelly Loeffler tests positive for Covid, she's not on my DC BINGO CARD!","sentiment_score":0.2840909091}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT From Easels to EdTech: The pandemic story: The global Education landscape has taken an unprecedented turn as a result of Covid-...","sentiment_score":0.3}
{"full_text":"RT I have said, what is happening in our prisons right now will one day be understood as the shame of this nation.","sentiment_score":0.2857142857}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT The surge is worse in places where state and local governments eased restrictions or refused to implement basic measure...","sentiment_score":-0.1333333333}
{"full_text":"Turks and Caicos Islands, United Kingdom - Coronavirus Update (22\/11 03:50 UTC) #Health","sentiment_score":0.0}
{"full_text":"England to Enter Stronger Three-Tier System after Lockdown #TopNews #UK","sentiment_score":0.0}
{"full_text":"RT Aight can y'all like stay home n shit because I wanna have a fucking football season and by you going out and being stu...","sentiment_score":-0.4}
{"full_text":"There have been series of failures. Extravagant demonetisation leading to huge disruption of day-today life and businesses, poorly executed GST dealing death blow to SMEs, ill-conceived lockdown breaking the backbone of economy and unmanageable labourer exodus from urban areas.","sentiment_score":1.850371708e-17}
{"full_text":"RT Medical Expert: Failure to Treat COVID Patients Early, at Home, Is Creating a 'Calamity of Unimaginable Mortality'; Hydrox...","sentiment_score":-0.0722222222}
{"full_text":"In the most unsurprising news ever.  #GASenateRace","sentiment_score":0.5}
{"full_text":"RT BREAKING: Kelly Loeffler, the non-elected, insider trading \"senator\" from Georgia, has tested positive for COVID-19.Howev...","sentiment_score":0.2272727273}
{"full_text":"Going digital was just considered a luxury at a time before the pandemic, but now the idea has become louder and persistent! Leaders and bosses have to adapt their businesses to go online and get on the digital wagon. Read more! | LinkedIn","sentiment_score":0.2083333333}
{"full_text":"Loeffler tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Adding that in this case, we can't afford to even wait until the last minute and panic buy because of the amount of order...","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"Time: 06:00 * Temp: 4.4degC * Wind: WSW 2.0 to 11.0mph * Pressure: 1017.7hPa * Rain: 0.0mm * Hum: 90% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:07 * Sunset: 16:11 * Cloudbase: 720ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Thanks to the power of technology, schools have been able to quickly pivot to online learning during the lockdown period. Find out how SMU &amp; other education institutes around the world are using technology to transform the way we teach. #SMUExcellence","sentiment_score":0.2270833333}
{"full_text":"\"After 7 months of riding the pandemic rollercoaster, I recently experienced some penny-drop moments that I wanted to share with you. First, I realised that I need to embrace the fact that there will be no such thing as a 'going back to normal'.\"","sentiment_score":0.24}
{"full_text":"RT Top Pathologist Claims COVID-19 Is \"The Greatest Hoax Ever Perpetrated On An Unsuspecting Public\"","sentiment_score":0.5}
{"full_text":"RT Nurses and doctors are not the only ones who work on Covid units...can we take a moment to appreciate the janitorial s...","sentiment_score":0.0}
{"full_text":"RT Spare a thought for the managers at the British Library, who are so bored during lockdown they've actually started mak...","sentiment_score":-0.1666666667}
{"full_text":"Look Indian, economy, jobs are getting completely back on trackThe current hysteria of Karuna which being created by Magsaysay award winner and Laachaar CM, with lot of media assistance is to push for a 2nd lockdown and again destroy rviving economyDont fall in the fear PsyOps","sentiment_score":-0.05}
{"full_text":"RT 73 Percent Decline In COVID-19 Incidences With Prophylactic Use Of Ivermectin: All India Institute of Medical Sciences (AI...","sentiment_score":0.0}
{"full_text":"RT #COVID19 cases are rising rapidly across the *entire state* of Texas Many of the counties that have improved month-over...","sentiment_score":0.25}
{"full_text":"RT Some  from the annual Green &amp; Gold meet this year outdoors (for COVID-19 safety)! Full gallery available here -","sentiment_score":0.1666666667}
{"full_text":"This was published in a prestigious journal. It concludes wrongly that masks are not beneficial in stopping COVID 19. They admit to many limitations in the study. If it was such a poor study why publish it &amp; confuse readers about the benefits of masks.https:\/\/t.co\/ffATUNFzoX","sentiment_score":-0.1}
{"full_text":"Lying Ted Cruz","sentiment_score":0.0}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"Expected better from After 11 days of assurance on twitter, the customer service team refuses to resolve the issue and insists that I visit the branch in these #COVID19 times to remove auto debit for premium payment which they happily allow to add online.","sentiment_score":0.4}
{"full_text":"Is it safe to see family over Thanksgiving? And other holiday pandemic tips.","sentiment_score":0.1875}
{"full_text":"President Uhuru's pressure plate from reviving a flailing economy to the corona war and now the BBIGrab you copy of The Standard or click on use code: SG50 and get 50% discount on your subscription to read about this and more","sentiment_score":0.25}
{"full_text":"Hindustan Times - PM Modi calls for decisive action by G20 to counter Covid-19 impact #decisiveaction #decisiveactionbyg20 #pmmodi #covid19impact #HindustanTimes -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.1}
{"full_text":"RT This is what Georgia's senate runoff elections mean: strong COVID relief, $15 minimum wage, expanded healthcare, tacklin...","sentiment_score":0.0604166667}
{"full_text":"RT Holiday travel during the coronavirus pandemic: How to stay healthy this Thanksgiving","sentiment_score":0.5}
{"full_text":"RT There will be a minute of silence on Monday November 23rd at 11 AM UK time to honor Professor and Interventional Cardio...","sentiment_score":0.0}
{"full_text":"RT Had Dr. Onyema Ogbuagu stayed back to teach in 9ja, he certainly would have  been among those striking ASUU members who've...","sentiment_score":0.2380952381}
{"full_text":"The Tribune - Covid-19: 100 deaths in 35 days Hisar dist Haryanas new hotspot #haryanasnewhotspot #newhotspot #distharyanasnewhotspot #TheTribune -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.1363636364}
{"full_text":"RT \"President Trump was following my condition and cleared me for the monoclonal antibody therapy that he had previously rece...","sentiment_score":-0.0833333333}
{"full_text":"RT BREAKING (CNN): Trump Skips G20 COVID-19 Session to Play Golf","sentiment_score":0.0}
{"full_text":"RT Healthcare worker advocate fears 'America will fail' COVID fight","sentiment_score":-0.5}
{"full_text":"So glad we got a curfew from Now all the Covid being spread at the French Laundry at 11pm will cease. We're saved! #COVID #Ahmedabadcurfew  #GavinNewsom #Curfew","sentiment_score":0.25}
{"full_text":"It gets exhausting. I prove how easy it is to not wear a mask. I say Trump will win. It's like the INFO won't penetrate thru the fear. One friend I was walking w\/I finally said, \"You asked me that question 5x now.\"","sentiment_score":0.2083333333}
{"full_text":"RT Review: On pandemic album 'Be,' BTS longs for better times, then dance through the tears","sentiment_score":0.5}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"RT Inside. No masks. No 6 ft social distancing. ","sentiment_score":0.0333333333}
{"full_text":"2020 has been a whopper of a year: the COVID-19 pandemic, economic hurt, politics and elections. But surely there is much to be thankful for and to appreciate. We want to hear from you.CALL FOR LETTERS:","sentiment_score":0.3}
{"full_text":"RT the party best suited to deal with COVID is probably not the one where every person in it is catching it","sentiment_score":0.8}
{"full_text":"I trust our and VP and a handful of #Republicans to be truthful, but the rest, no. I question every single thing. And our relies on our CDC and Fauci, who knows if they are honest with him. I don't trust them. I think the fraud was implemented for all 2020","sentiment_score":0.3428571429}
{"full_text":"RT So glad we got a curfew from Now all the Covid being spread at the French Laundry at 11pm will cease. We'r...","sentiment_score":0.25}
{"full_text":"Wow Nivali!!!No social distancing.Restaurants - no seating apartWhy?!!!","sentiment_score":0.0825520833}
{"full_text":"Dallas County has reported more than 2,000 new COVID-19 cases in a day for the first time. ","sentiment_score":0.2954545455}
{"full_text":"RT Hey GA! is 2 stupid 2 not get Covid even after being told by Pence himself &amp; his task force to mask up &amp; socia...","sentiment_score":-0.8}
{"full_text":"RT #COVID19 concerns are natural - but those who are ill need our  &amp;  not #stigma. #COVID__19 #stigma hampers #Angamiza...","sentiment_score":-0.2}
{"full_text":"It might be a time of social distancing but know this: small businesses are not alone. They have many allies ready to help them emerge from the pandemic stronger than before. Take a look at the many resources to help small business recovery. #CiscoSB","sentiment_score":0.1222222222}
{"full_text":"All those conservatives that feel they never need help or any kind of government assistance, should be NOT getting the COVID vaccination, especially if the government intends to provide it free of charge.  Besides, those people \"don't believe in COVID\" anyhow.","sentiment_score":0.3333333333}
{"full_text":"Saudi Arabia and the UAE on Saturday asked the world to offer a united response to tackling the coronavirus pandemic as the custodian of the two holy mosques, King Salman bin Abdulaziz of Saudi Arabia, opened the Group of 20 summit.","sentiment_score":0.0}
{"full_text":"RT Trump made a brief appearance at his final G20, then skipped out on the panel about the pandemic to go golfing. He will ne...","sentiment_score":0.0}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"RT Not only is Kelly Loeffler #NotFromGeorgia she is also positive for COVID. Sometimes karma is sweet! Please watch &amp; share &amp;...","sentiment_score":0.2215909091}
{"full_text":"RT Who could have possibly predicted EXCEPT LITERALLY EVERYONE that the #Sturgis motorcycle rally would seed #COVID19 case...","sentiment_score":0.0}
{"full_text":"RT Dolly Parton's $1 million donation to coronavirus research was partly used to fund Moderna's promising Covid-19 vaccine -- somethin...","sentiment_score":0.2}
{"full_text":"Home For The Holidays?Area Residents Share COVID-Altered Thanksgiving Planshttps:\/\/t.co\/pURAANA27s","sentiment_score":0.0}
{"full_text":"#aljazeera G20 leaders back equitable...","sentiment_score":0.0}
