{"full_text":"RT On my \"day off\" I wandered by the ICU to check in on 2 of my #COVID19 patients. They were both gone. Both under 65 years of...","sentiment_score":0.0}
{"full_text":"RT americans the time is now for us to unite against COVID19. we must all come together and say \"Oopsydaisy\" over and over again unt...","sentiment_score":0.0}
{"full_text":"Jesus","sentiment_score":0.0}
{"full_text":"RT BREAKING: Los Angeles County has announced a new stay-home order as coronavirus cases surge out of control in the nation's most pop...","sentiment_score":0.3181818182}
{"full_text":"I need a hobby. And to lose some lockdown chubb. Whats the best beginners running app?#runningmotivation","sentiment_score":1.0}
{"full_text":"Those that think this will never happen in our neighborhoods need reminding...That's what they said about #COVID19 Adult choice:A) Make ready and rest. or,B) don't, and panic later. ","sentiment_score":0.1}
{"full_text":"You're being slow right now. The NFL is avoiding forfeits at all cost. If the outbreak is contained you play even if youre missing a ton of players. If the outbreak isn't contained theyll postpone. Its that simple.","sentiment_score":-0.0535714286}
{"full_text":"RT New resource alert: The AHA has compiled a professionally vetted bibliography of historians' responses to COVID-19, to b...","sentiment_score":0.1181818182}
{"full_text":"RT How to do it","sentiment_score":0.0}
{"full_text":"Most #Trump supporters are brainwashed already. I mean if Trump told them to eat their own poop  to cure the #coronavirus, a lot of these people will actually think it's true and do it. #Biden has a lot of brainwashing to undo. It's sad one fraud man was able to convince them.","sentiment_score":0.1625}
{"full_text":"@SpeakerPelosi lining the elites pockets instead of the ones who truly need it","sentiment_score":0.0}
{"full_text":"RT Small businesses, especially Black and minority-owned businesses, urgently need relief to survive the effects of coronavi...","sentiment_score":-0.2916666667}
{"full_text":"RT AOC casually raised $75K+ for low-income families by playing video games for a few hours while educating current &amp; future...","sentiment_score":-0.175}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"RT Democrats despise Kelly Loeffler.Republicans despise Kelly Loeffler.Because NOBODY likes a crappy, carpetbagging pandemi...","sentiment_score":0.0}
{"full_text":"Social distancing might be encouraged for the foreseeable future, but there are still ways you can support small businesses. We've got some tips for how to celebrate Small Business Saturday -- take a look!","sentiment_score":-0.1322916667}
{"full_text":"RT thank you for your courage in going into this pandemic to report what is happening. Sad beyond words to see...","sentiment_score":-0.5}
{"full_text":"RT FREDERICK HOMMEL, 91 of Kyle, Texas died of COVID on Nov. 19.\"I loved Papa Fred, and not just because he spoiled me rot...","sentiment_score":0.7}
{"full_text":"RT WR Brandon Aiyuk, DL D.J. Jones and Jordan Willis remain on the COVID-19 list.DL Alex Barrett is up from the practice sq...","sentiment_score":0.0}
{"full_text":"RT Rishi Sunak urged to reveal links to firm with PS380m stake in US Covid jab maker","sentiment_score":-0.2}
{"full_text":"RT Why did Boris Johnson, Jacob Rees-Mogg and Nigel Farage so enthusiastically campaign for a Brexit outcome that they knew...","sentiment_score":0.0}
{"full_text":"COVID-19: Couple delivering Christmas presents to family stopped by police for breaking coronavirus laws | UK News - NEWPAPER24","sentiment_score":0.0}
{"full_text":"Covid19 anyone? via","sentiment_score":0.0}
{"full_text":"Nfl need someone to die to stop playing denv no qb Baltimore 19 guy. Covid and Gavin saud sf can't play at home","sentiment_score":0.0}
{"full_text":"RT It's a massive failure that Congress hasn't acted to help millions of food insecure Americans. During this pandemic, I...","sentiment_score":-0.2722222222}
{"full_text":"RT Yes Peta Credlin we should demand truth from our political leaders76% of all deaths from COVID-19 in Australia happened in...","sentiment_score":0.0}
{"full_text":"And about 350 people died of covid in South Korea so I'm thinking they did something better than we did.","sentiment_score":0.5}
{"full_text":"That's great I've been working non stop during the pandemic and can really use the money!","sentiment_score":0.525}
{"full_text":"RT Dear NYC, 11 people could crowd into a corner liquor store.But 11 people couldn't celebrate mass in the...","sentiment_score":0.0}
{"full_text":"RT JJ Enagbare is out tonight due to COVID per Mike Bobo.","sentiment_score":-0.125}
{"full_text":"RT To sum up this Saturday:Ravens' Reserve\/COVID list grew to 18 players.Lions did a housecleaning.The 49ers have no p...","sentiment_score":0.0}
{"full_text":"RT At Last People are Waking UpAlways about Money Control NOT Tax Strike is a Great Option &amp; Bank Deposit Withdrawal","sentiment_score":0.4}
{"full_text":"Navajo Nation Department of Health Director Dr. Jill Jim added to Biden's COVID-19 advisory board","sentiment_score":0.0}
{"full_text":"RT I wouldn't say Brett was \"born old\", but always a smile &amp; a kind word. Like most drs, cares deeply for humanity,...","sentiment_score":0.3}
{"full_text":"RT I couldn't just walk past this Tweet, so here is some fun #datavizScented candles: An unexpected victim of the COVID-19 pa...","sentiment_score":0.01875}
{"full_text":"The only thing I hate worse than xmas shopping, is xmas shopping during a pandemic in a \"red zone\" #NoThanks","sentiment_score":-0.3}
{"full_text":"RT Someone in our family got Covid. You do not want this happening to you or someone you love. And others don't want to ge...","sentiment_score":0.5}
{"full_text":"In that case I recommend that you stay home and never drive your car again.....maybe even stop eating.....just think of all the people you are putting at risk when you eat.","sentiment_score":0.0}
{"full_text":"RT To sum up this Saturday:Ravens' Reserve\/COVID list grew to 18 players.Lions did a housecleaning.The 49ers have no p...","sentiment_score":0.0}
{"full_text":"It is a problem but NFL only cares about $$$. Oh and favoritism to former MVP QBs yanno like Brady, Mahomes, Jackson. Fuck it tho NBA back in less than a month","sentiment_score":-0.1133333333}
{"full_text":"RT An elderly man walked into the Grocery Store without his mask when I was there. The employee asked \"Sir do you have a mask?\"H...","sentiment_score":0.0}
{"full_text":"Boycott to own those libs","sentiment_score":0.6}
{"full_text":"RT One nurse told me stories of otherwise healthy 30 year-olds coming in short of breath and not understanding why. She tries...","sentiment_score":0.1333333333}
{"full_text":"Why don't you spend sometime with nufc fans when lockdown is over and really see what they expect or are you scared of the truth ","sentiment_score":0.2}
{"full_text":"RT Stay home as much you are able. Be safe and think of the safety of others. Please.","sentiment_score":0.4}
{"full_text":"RT 1. There is a massive spike in coronavirus cases across the country and NO MAJOR RETAILER has reinstated hazard pay. This...","sentiment_score":-0.015625}
{"full_text":"RT My father has just died of Covid-19 at the age of 82. He was an inventor, and a fighter, and a storyteller. He was a husba...","sentiment_score":0.0}
{"full_text":"Because of the recent lockdown we currently can't provide any grade books for sale to students. So in turn we will instead be providing images of any grade songs to students who are currently using them on whatever preferred social media","sentiment_score":0.0083333333}
{"full_text":"RT To sum up this Saturday:Ravens' Reserve\/COVID list grew to 18 players.Lions did a housecleaning.The 49ers have no p...","sentiment_score":0.0}
{"full_text":"RT The Ravens have 18 players on the COVID-19 list, the Steelers have 5 players on the list, the Broncos reportedly have no...","sentiment_score":0.0}
{"full_text":"So let me get this right, the ravens and Steelers game gets pushed from Thursday to Tuesday because of a few cases of Covid, but the Broncos don't have a single healthy quarterback; but want to continue the game tomorrow. How does this make sense","sentiment_score":-0.0476190476}
{"full_text":"when covid first started you says that th UK was ready for it ?  Lies!!  You even laughed it off on this morning? Shameful!!","sentiment_score":0.5208333333}
{"full_text":"RT \"Young mothers have been the hardest hit in this pandemic in our community... Young mothers and pregnant women who don't...","sentiment_score":0.1777777778}
{"full_text":"ALL THE DENVER BRONCOS QBS BROKE COVID-19 PROTOCOL! via #NFL #BroncosCountry #Broncos #NOvsDEN #NFLTwitter","sentiment_score":0.0}
{"full_text":"Imagine ","sentiment_score":0.0}
{"full_text":"RT On my \"day off\" I wandered by the ICU to check in on 2 of my #COVID19 patients. They were both gone. Both under 65 years of...","sentiment_score":0.0}
{"full_text":"RT Democrats despise Kelly Loeffler.Republicans despise Kelly Loeffler.Because NOBODY likes a crappy, carpetbagging pandemi...","sentiment_score":0.0}
{"full_text":"RT Lost our Subaru USA Angel Abana Jacobs to Covid this week. She, a Master Class in Humanities and Corporate savvy, made sure t...","sentiment_score":0.25}
{"full_text":"RT We have moved into the dark blue part of my covid safety spectrum.","sentiment_score":-0.075}
{"full_text":"RT The NFL has officially reached its COVID tipping point","sentiment_score":0.0}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"The lying creeps in US government are astonishing.  Post truth psychopaths.","sentiment_score":0.5}
{"full_text":"How do you avoid stress when you still have to deal with insurance companies, a stupid loan for an expensive car you no longer have, a job that doesnt give you enough hours, and theres a pandemic :)","sentiment_score":-0.2}
{"full_text":"RT Imagine a doctor saying:\"Yes, your father died of a car crash. But he had co-morbidities.\"","sentiment_score":0.0}
{"full_text":"Concerns over coronavirus vaccine plans for America's nursing homes","sentiment_score":0.0}
{"full_text":"Sorry mate, the pandemic had me a bit on edge ","sentiment_score":-0.5}
{"full_text":"Social distancing might be encouraged for the foreseeable future, but there are still ways you can support small businesses. We've got some tips for how to celebrate Small Business Saturday -- take a look!","sentiment_score":-0.1322916667}
{"full_text":"RT Another fun fact: If you test positive for Covid-19, recover and have no antibodies, it's not because this virus is diff...","sentiment_score":0.2636363636}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"RT Trump's secret to becoming a millionaire?     - start off as a billionaireTrump's secret to ushering in best...","sentiment_score":0.1625}
{"full_text":"RT The #49ers activated LT Trent Williams and LB Joe Walker off the reserve\/COVID-19 list. SF lists both players as questiona...","sentiment_score":0.0}
{"full_text":"RT 13 News spoke with Gary Woodward's wife this week, Jacque Woodward, who said Gary had been on a ventilator and the virus was he...","sentiment_score":0.0}
{"full_text":"RT Boris Johnson has named Nadhim Zahawi as Minister for Covid Vaccine deployment. Hardly inspires confidence does it ? F...","sentiment_score":-0.2916666667}
{"full_text":"RT Our students continue to amaze us with their resiliency in the face of the pandemic, however, we know you're probably feeling so...","sentiment_score":0.0}
{"full_text":"Life or death consequences of #propaganda, misinformation and #disinformation. #COVID19","sentiment_score":-0.1}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT Tough Times for Young Americans--Over 50% of those age 18-to-29 are living with their parentsPoll: 3 in 4 young adults...","sentiment_score":0.0777777778}
{"full_text":"RT So let me get this straight: We should control women's bodies in the name of saving lives, but we shouldn't take basic precaut...","sentiment_score":0.1}
{"full_text":"RT It's been a long pandemic, have a Ginga on your timeline","sentiment_score":-0.05}
{"full_text":"RT americans the time is now for us to unite against COVID19. we must all come together and say \"Oopsydaisy\" over and over again unt...","sentiment_score":0.0}
{"full_text":"Worth reading this","sentiment_score":0.3}
{"full_text":"RT When Congress returns to DC next week, we need to pass a #COVID19 relief bill that provides:- Direct relief to familie...","sentiment_score":0.05}
{"full_text":"RT Some really serious COVID hospitalizations numbers on the dashboard: a record 4,740 COVID patients in hospi...","sentiment_score":-0.3333333333}
{"full_text":"RT Poverty is deadlier than Covid, and yes covid is real. Public health requires bold leadership and a recognition of trade off...","sentiment_score":0.1666666667}
{"full_text":"No words. UK2020","sentiment_score":0.0}
{"full_text":"RT As South Dakota takes hands-off approach to coronavirus, Native Americans feel vulnerable","sentiment_score":-0.5}
{"full_text":"RT Shoutout to for their home opening SAC win! Plus we'd like to give a shoutout to the Family &amp; Friends of t...","sentiment_score":1.0}
{"full_text":"RT If covid cases are surging, why would you double down on what you've already been doing?Also- 100% of the time, the gov...","sentiment_score":-0.0777777778}
{"full_text":"RT landlords killed 10k people pass it on","sentiment_score":-0.2}
{"full_text":"Spread the news. ","sentiment_score":0.0}
{"full_text":"I wonder if we're gonna look back at the NFL and COVID-19 the same way we look at the NFL and concussions.","sentiment_score":0.0}
{"full_text":"RT Here we have a blast from the past.For those refusing to wear a mask or continue to hold church services or in person scho...","sentiment_score":0.0}
{"full_text":"RT Forces covid positive patients into nursing homes. Thousands die. Get nominated for Time's Person of the Year. Crazy....","sentiment_score":-0.1863636364}
{"full_text":"RT I tried to get a rapid Covid test and the ER told me my insurance company stopped covering rapid tests because they were losin...","sentiment_score":0.0}
{"full_text":"The rigel greys sent this CHASTISEMENT plague covid 19  to their seed the Chinese","sentiment_score":0.0}
{"full_text":"RT Republicans would rather we believe the \"war on Christmas\" is real rather than the #COVID19 pandemic that has killed o...","sentiment_score":0.0}
{"full_text":"Absolutely devastating. Honestie didn't deserve to have that police encounter and didn't deserve to lose her life. Honestie, thank you for your voice, thank you for standing up for our community. We love you. Rest in Power ","sentiment_score":-0.25}
{"full_text":"RT some of u seem to be forgetting a) charity shops don't always carry a range of sizes and b) we are in the middle of a glob...","sentiment_score":0.0}
{"full_text":"RT To sum up this Saturday:Ravens' Reserve\/COVID list grew to 18 players.Lions did a housecleaning.The 49ers have no p...","sentiment_score":0.0}
{"full_text":"Yeah....they needed a kicker and she was qualified, still on campus, and in COVID-19 protocol. Would you be here talking out of your a$$ if the men's soccer team was still on campus and they tapped the men's goalie?","sentiment_score":0.0}
{"full_text":"RT Small businesses, especially Black and minority-owned businesses, urgently need relief to survive the effects of coronavi...","sentiment_score":-0.2916666667}
{"full_text":"RT Mitch McConnell is the sole reason this country does not have #COVID19 relief. Not \"congresss\", not \"both sides\"...jus...","sentiment_score":0.0}
{"full_text":"RT So other teams lose their QBs with Covid days before the game and the games get postponed, but Denver loses all of their...","sentiment_score":-0.275}
{"full_text":"RT To sum up this Saturday:Ravens' Reserve\/COVID list grew to 18 players.Lions did a housecleaning.The 49ers have no p...","sentiment_score":0.0}
{"full_text":"RT Please if your child attends QC ......Take them to be tested and treated. This is not the first time queens college is putti...","sentiment_score":0.25}
{"full_text":"RT Why should you buy from small, local businesses instead of pressing that oh-so-convenient Amazon button? All your doll...","sentiment_score":-0.125}
{"full_text":"The job won't let me social distance","sentiment_score":0.0333333333}
{"full_text":"RT To sum up this Saturday:Ravens' Reserve\/COVID list grew to 18 players.Lions did a housecleaning.The 49ers have no p...","sentiment_score":0.0}
{"full_text":"my grandma died last year and i just found out my 97 yr old grandfather has covid. plz keep him in your thoughts. :(","sentiment_score":-0.2166666667}
{"full_text":"RT Herd Immunity isthmus answer we have made things worse by hiding protect the vulnerable and go about living life","sentiment_score":-0.45}
{"full_text":"RT COVID lies. Fake positives.","sentiment_score":-0.5}
{"full_text":"RT BREAKING: South Dakota records its deadliest day of COVID pandemic with 54 more dead. Adjusting for population, that...","sentiment_score":0.15}
{"full_text":"RT  Just imagine   we skip this winter  and away are the times of chilly  social distancing ","sentiment_score":-0.2833333333}
{"full_text":"RT \"We are alarmed by reports of a rapid increase in Covid infections at Belmarsh prison, resulting in Julian Assange being held in...","sentiment_score":0.0}
{"full_text":"RT Small businesses, especially Black and minority-owned businesses, urgently need relief to survive the effects of coronavi...","sentiment_score":-0.2916666667}
{"full_text":"I don't get it. China is practically COVID free. USA is out of control. What happened? I'm the meantime, NO COVID RELIEF while Nero plays golf","sentiment_score":0.4}
{"full_text":"RT If you have a can of Lysol from the 80s or 90s laying around your house you will notice on the back of the can of Lysol it...","sentiment_score":0.0}
{"full_text":"The U.S. \"does not have 1 government that is handling the pandemic,\" says \"It has 9,000, roughly, separate units of government.\"There's also a \"don't tread on me philosophy...so it becomes hard to get people to\" follow guidelines.Watch:","sentiment_score":-0.1958333333}
{"full_text":"Anne Schilliansky Shopping in Auburnc. 1953Did you shop local today?#SmallBusinessSaturday #smallbusiness #ShopLocal #COVID19","sentiment_score":0.0}
{"full_text":"\"UNICEF director talks child, adolescent mental health during pandemic\"","sentiment_score":-0.1}
{"full_text":"RT Small businesses, especially Black and minority-owned businesses, urgently need relief to survive the effects of coronavi...","sentiment_score":-0.2916666667}
{"full_text":"RT TRIGGER WARNING: SUICIDE. A week ago, my friend Seth took his own life. He was laid to rest last Tuesday. Today, a wom...","sentiment_score":0.3}
{"full_text":"Staying Strong Against COVID is a 24hr hotline whose volunteers are trained in Psychological First Aid for crisis and disaster support, with an emphasis on COVID, providing confidential support for healthcare workers including clinicians &amp; support staff.","sentiment_score":0.2277777778}
{"full_text":"The FA allows you to register a maximum of 25 first team squad players, which Liverpool have, the problem is there's been no pre-season, no accommodation from broadcasters for changes due to COVID meaning clubs suffering a freakish amount of injuries, Klopp's being fair imo","sentiment_score":0.275}
{"full_text":"A general who led NATO's mission in Iraq as well as Canadian troops in Afghanistan and Bosnia will spearhead efforts to immunise most Canadians against the novel coronavirus by September 2021, Prime Minister Justin Trudeau announced Friday.https:\/\/t.co\/Kf91sHD8DJ#PolitikoGlobal","sentiment_score":0.275}
{"full_text":" Crazy update +3 chapters! This comic is sooo sweet!!! You need some romantic vibes this winterTitle: Hello, heirApp: WeComics-#stayhome #webtoon #comics #manga #manhua #anime #hentai #memes #romance #devil #demon #vampire #dracula","sentiment_score":0.0458984375}
{"full_text":"Black Friday online sales hit a new record this year as pandemic-wary Americans filled virtual carts instead of real ones.https:\/\/t.co\/XymOpgqj4t","sentiment_score":0.1424242424}
{"full_text":"RT To what? A skyrocketing pandemic in which 19 million Americans may be evicted after December 31st? Where thousands of...","sentiment_score":0.0}
{"full_text":"Oneida County reported 69 new cases of COVID-19 and 1 new death on Saturday.https:\/\/t.co\/NYijTS00pE","sentiment_score":0.1363636364}
{"full_text":"RT so...we have vaccines now? i guess???","sentiment_score":0.0}
{"full_text":"We live in an age which is so possessed by demons, that soon we shall only be able to do goodness and justice in the deepest secrecy, as if it were a crime. (Franz Kafka)https:\/\/t.co\/gJrHd0RtPh","sentiment_score":0.2121212121}
{"full_text":"Broncos lose all three QBs due to COVID-19, and fans can't handle it:","sentiment_score":-0.125}
{"full_text":"A Hancock County LEGEND lost.","sentiment_score":0.0}
{"full_text":"The UK could become the first western country to approve a COVID-19 vaccine, with the first injections possibly taking place within days.https:\/\/t.co\/Dncm5wxBY8","sentiment_score":0.125}
{"full_text":"#MEDICARE #OPENENROLLMENT IS HERE! Enrollment is Oct 15 - Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Specific safety measures are required as physicians reopen and strive to keep their practices open during #COVID19. We've built upon and guidance to create a checklist to ensure that your medical practice is well-situated to remain open.","sentiment_score":0.0}
{"full_text":"literally everyone ","sentiment_score":0.0}
{"full_text":"LIVE MUSIC SHOW IN ONE HOURJoin &amp; request your favorite tunes at The Painted Lines YouTube Channel tonight, please be sure to subscribe via the link below!I #SaturdayMotivation I #LiveMusic I #QuarantineLife I #SaturdayVibes Ihttps:\/\/t.co\/IAQgeK1W2m","sentiment_score":0.3787878788}
{"full_text":"RT BREAKING: Because Pfizer's COVID vaccine must be kept at negative 75 degrees Celsius, FAA experts are recommending that it...","sentiment_score":-0.3}
{"full_text":"ICYMI: Albert Bridge's Carroll continues preparation in hopes of NCAA hockey season in February despite COVID-19 surge -https:\/\/t.co\/JmHZGqzIA6","sentiment_score":0.0}
{"full_text":"RIP Titus Moore","sentiment_score":0.0}
{"full_text":"For decades, the work of women's rights orgs had focused on the ways in which decisions made by governments, and government failures, disproportionately impact women, and they realized right away that this pandemic would be no exception. #16Days","sentiment_score":0.2857142857}
{"full_text":"Experts have proposed giving the vaccine to health workers first. High priority also may be given to workers in essential industries, people with certain medical conditions and people age 65 and older.","sentiment_score":0.1318253968}
{"full_text":"Workers with lower incomes will be hit the hardest, according to experts. ","sentiment_score":0.0}
{"full_text":"WHO says more data needed on AZ-Oxford vaccinehttps:\/\/t.co\/CsX7jV3PJc#WHO #COVID19 #vaccine","sentiment_score":0.5}
{"full_text":"RT To sum up this Saturday:Ravens' Reserve\/COVID list grew to 18 players.Lions did a housecleaning.The 49ers have no p...","sentiment_score":0.0}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT A grim milestone: for the first time, the US recorded 200,000 new coronavirus cases in a single day. That's more than Japan...","sentiment_score":-0.037012987}
{"full_text":"Keep in mind that is a graduate of MIT. He knew better than to tweet this.","sentiment_score":0.5}
{"full_text":"One reason for the big numbers is that people are shopping online for things such as groceries and alcohol that they bought in stores before the pandemic","sentiment_score":0.0}
{"full_text":"RT A reminder that Senate GOPers Kelly Loeffler, David Perdue and Ron Johnson committed criminal insider trading in mid Ma...","sentiment_score":-0.2}
{"full_text":"RT As an ICU nurse, Covid is definitely worse this time round. Not just the poor patients, but the fatigue, the apathy, the th...","sentiment_score":-0.3333333333}
{"full_text":"An infectious disease specialist discusses how you can know if your mask is still effective. ","sentiment_score":0.6}
{"full_text":"RT It's high time TikTok star listens to her own party presser dt 24.11.20 &amp; imparts the arithmetic lesson to Pr...","sentiment_score":0.38}
{"full_text":"Current Conditions for #Sayre PATemp: 31.5FWind Chill: 31.5FHumidity: 96%Dew Point: 30.5F Barometer: 30.177 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 183.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The Denver Broncos are scheduled to play the Saints on Sunday and say they won't forfeit the game.","sentiment_score":-0.4}
{"full_text":"If you need emergency assistance, we can help!  There has been a slight change in our process due to COVID-19. Visit our website to learn more.       ","sentiment_score":0.0694444444}
{"full_text":"Download and share weekly maps of #COVID19 mask use  for the United States and the world  on your social media, blog, or newsletter:","sentiment_score":0.0333333333}
{"full_text":"More than 150 arrested in London during anti-lockdown protest | TheHill - The Hill","sentiment_score":0.5}
{"full_text":"\"Go outside and make friends\" excuse me how in the ever living fuck are you supposed to make friends that share your interests, aren't toxic or sociopathic, that you vibe with, and have the same availability as you to hang out even twice a week, all during a pandemic?","sentiment_score":-0.1125}
{"full_text":"The sales holiday is expected to be bigger than ever as COVID-19 has pushed customers out of stores and onto online shopping sites.https:\/\/t.co\/lA8616bbQI","sentiment_score":-0.05}
{"full_text":"RT americans the time is now for us to unite against COVID19. we must all come together and say \"Oopsydaisy\" over and over again unt...","sentiment_score":0.0}
{"full_text":"How about they follow the lockdown restrictions like the rest of us?  Just for a few weeksNothing is going to change.  They aren't influencing ANYONE.","sentiment_score":-0.2}
{"full_text":"RT Long Island retail needs to take bold steps to adapt and address vacancy issues that began before the COVID-19 pandemic...","sentiment_score":0.1416666667}
{"full_text":"I'm sorry what","sentiment_score":-0.5}
{"full_text":"New York's COVID-19 positivity rate nears 4 percent - New York Post","sentiment_score":0.1363636364}
{"full_text":"Local holiday shopping update -- \"I started noticing the last week or so that people are wearing more masks, being much more careful,\" the shop owner said.","sentiment_score":0.18}
{"full_text":"This was \"Midway through fall, educators feel overwhelmed, stressed with 'no time to breathe,' 'no time to prep\" | CBC News If you are going to have emotionally and mentally healthy students you need to protect the mental and emotional health of #bced","sentiment_score":0.1}
{"full_text":"EUR\/USD: Germany's covid situation holds back a Black Friday stampede into the euro #currency #monetary #finance","sentiment_score":-0.0833333333}
{"full_text":"The mask mandate is an order -- not an ordinance. There is no enforcement for businesses that don't comply.","sentiment_score":0.0}
{"full_text":"RT If Georgia elects  and for the U.S. Senate, a stimulus package will come soon and we will survive th...","sentiment_score":0.0}
{"full_text":"RT Top ten US states by numerical Covid-19 deaths over the last 7 days. 1. Texas2. Illinois3. Michigan4. Pennsylvania 5....","sentiment_score":0.1666666667}
{"full_text":"Israel reopens most high schools on Sunday under coronavirus restrictions","sentiment_score":0.33}
{"full_text":"RT Of 9 deaths, disclosed for Public Health Efficacy:4 known to have comorbidities1 k...","sentiment_score":0.0}
