{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Confirming his positive COVID test, Rick Scott urges people to mask up, social distance, and heed the advice of health off...","sentiment_score":0.1303030303}
{"full_text":"RT BREAKING: has tested positive for the #coronavirus.Just last week, he was MASKLESS in a crowded restaura...","sentiment_score":0.1136363636}
{"full_text":"RT \"Knock on wood is not a plan\"#onted #onpoli #safeschools ","sentiment_score":0.0}
{"full_text":"RT If you're traveling for the holidays, understand that care systems are at capacity *before* a likely series of spikes in the nex...","sentiment_score":0.0}
{"full_text":"The increased desirability and affordability of vacation homes seems to be influenced by the pandemic and low mortgage rates as well as being able to work from home.","sentiment_score":0.25}
{"full_text":"RT This week saw a violent protest against corona restrictions in central Berlin. 80 police injured. Then yesterday's incur...","sentiment_score":-0.4}
{"full_text":"RT The Conservatives are threatening to freeze the pay of 5.5 million workers who have been on the frontline during this pan...","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Italian cardinal discharged from hospital after battle with COVID-19, by","sentiment_score":0.0}
{"full_text":"Here is daily testing per the COVID Tracking Project. Utter insanity.","sentiment_score":0.0}
{"full_text":"RT \"Stay home and save lives\" really means \"I'm privileged so I  can work from home and still make money. I hereby transfe...","sentiment_score":0.2}
{"full_text":" Without Scott and Iowa's Sen. Chuck Grassley, who also tested positive for coronavirus this week, Republicans couldn't muster the support to confirm Trump's nominee to the federal reserve, Judy Shelton. Her approval failed on a vote of 47-50.","sentiment_score":-0.1363636364}
{"full_text":"Do you have a reliable source that proves thatthe harder it is to blow a candle out, the better the mask is? (in the context of covid protection)If you (or someone) has it, I will rectify willingly.","sentiment_score":0.2375}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Santa better wear a mask this year!","sentiment_score":0.625}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT There have been more GOP senators who've tested positive for coronavirus this year than documented cases of voter fraud","sentiment_score":0.3636363636}
{"full_text":"RT This week saw a violent protest against corona restrictions in central Berlin. 80 police injured. Then yesterday's incur...","sentiment_score":-0.4}
{"full_text":"RT #Giants OL Matt Peart, WR Dante Pettis and TE Kaden Smith will be placed on the reserve\/COVID-19 list later today, source...","sentiment_score":0.0}
{"full_text":"Wonho, why are you doing this to me?! Ahhhhh!!!! ","sentiment_score":0.0}
{"full_text":"RT Growth &amp; Covid deaths in Asia. India tops the charts; from the bottom!","sentiment_score":0.0}
{"full_text":"Cowards are going to run away","sentiment_score":0.0}
{"full_text":"How to Stay on Top of Your Health From Home During #Covid19You may not want to go to the doctor. There are plenty of proactive steps you can take--without leaving the house.https:\/\/t.co\/HAyDADA2Y5#empathy #PatientCare #MedEd #BetterTogether #MedTwitter #News","sentiment_score":0.5}
{"full_text":"You can't fix stupid but you could vote them out...just a thought!Hogan's first batch of coronavirus tests from South Korea were flawed, never used","sentiment_score":-0.35}
{"full_text":"The increased desirability and affordability of vacation homes seems to be influenced by the pandemic and low mortgage rates as well as being able to work from home.","sentiment_score":0.25}
{"full_text":"O again thinking how much I love and how you should read it or submit to it.","sentiment_score":0.5}
{"full_text":"RT I'm told that many Germans are stockpiling cheese and sausages in anticipation of a COVID lockdown -- planning, in other w...","sentiment_score":0.1875}
{"full_text":"RT Maddow: Don't get this thing. Do whatever you can to keep from getting it.Rachel Maddow reveals that her partner, Susan,...","sentiment_score":0.0}
{"full_text":"RT California county prepares to sue Newsom over COVID-19 policieshttps:\/\/t.co\/TGqMeI6S7M","sentiment_score":0.0}
{"full_text":"The increased desirability and affordability of vacation homes seems to be influenced by the pandemic and low mortgage rates as well as being able to work from home.","sentiment_score":0.25}
{"full_text":"I'm hard pressed to think of a greater insult to the scientists and doctors who are the true heroes developing the COVID vaccine.","sentiment_score":0.1861111111}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"Which is more then we can say for you your so posed to be the Leader of the country your anything put useless asshole","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"This is what and calls \"Best Management\"","sentiment_score":1.0}
{"full_text":"RT .@Maddow, I'm so glad Susan is on the mend. I'm praying for her continued recovery.I hope everyone heeds Rachel's wor...","sentiment_score":0.5}
{"full_text":"RT I wrote about UNMC--the hospital that, perhaps more than any other in the US, had prepared for a pandemic. It has amazing f...","sentiment_score":0.325}
{"full_text":"The increased desirability and affordability of vacation homes seems to be influenced by the pandemic and low mortgage rates as well as being able to work from home.","sentiment_score":0.25}
{"full_text":"Tomorrow night was scheduled to host our first indoor concert since March 13. However, I am supporting and his plea for us to stay home for 10 days. The concert will be streamed with no live audience. More information at","sentiment_score":0.2329545455}
{"full_text":"RT Andrew Giuliani, who is Rudy's son and a special assistant to the president, says he's tested positive for COVID-19. When's t...","sentiment_score":0.2922077922}
{"full_text":"Ion believe in pandemic clubbing but I woulda went to compound last night if I was an atl citizen sorry lmao. Jus woulda went head and quarantined after.","sentiment_score":0.0333333333}
{"full_text":"I just find it interesting that you want the President, the man you literally disagree with on everything, to make a national mandate. There has never been a pandemic like this, so there's nothing to compare it to.  Fauci is the expert and said there's no point of wearing a mask.","sentiment_score":0.5}
{"full_text":"RT Mr.Tibuhaburwa says opposition leaders&amp;supporters are being brutalized because apparently they are \"breaking\" Covid-19 r...","sentiment_score":0.05}
{"full_text":"I've also reached the covid\/masks in my dreams stage. ","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT #Noida #SOS #COVID19IndiaNeed A+ve #Blood  #plasma from #covidrecovery  patientIllness #CoronaAt Yatharth Hospital C...","sentiment_score":0.0}
{"full_text":"Masks don't do anything! History will laugh at this.","sentiment_score":0.3}
{"full_text":"Very low calorie diet for type 2 diabetes to be prescribedhttps:\/\/t.co\/yqpvULWwS9#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0}
{"full_text":"Novak Djokovic and Sasha Zverev are all hugs and kisses at the #ATPFinals in the middle of a pandemic.  Absolute tossers.","sentiment_score":0.1}
{"full_text":"The increased desirability and affordability of vacation homes seems to be influenced by the pandemic and low mortgage rates as well as being able to work from home.","sentiment_score":0.25}
{"full_text":"Devin Nunes' Winery, Kushner Family Business's Raked In PPP  Coronavirus Relief Money","sentiment_score":0.0}
{"full_text":"The increased desirability and affordability of vacation homes seems to be influenced by the pandemic and low mortgage rates as well as being able to work from home.","sentiment_score":0.25}
{"full_text":"Great question here. And outstanding review.    Next question: Is @JoeBiden ready to hit the gas on this??  Let's go! @michaelmina_lab @DanLarremore ","sentiment_score":0.3875}
{"full_text":"RT With over 70,000 with Covid on the death certificate in the UK absolutely nobody anywhere can say he's done a good job &amp; ge...","sentiment_score":0.45}
{"full_text":"Sir phir lockdown laga rahe ho kya delhi m?","sentiment_score":0.0}
{"full_text":"Oh they'll come out of their den,of privilege to get their hair and nails done......","sentiment_score":0.0}
{"full_text":"RT If two more Republican Senators have Covid, Mitch McConnell will need Democrats to pass anything.","sentiment_score":0.5}
{"full_text":"RT This is a hell of a thread and can be filed under \"cult,\" \"McCarthyism,\" and \"why every Republican needs to be voted out...","sentiment_score":0.0}
{"full_text":"RT He also bought stock in a company that makes protective medical equipment the same January day that senators received a c...","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT I'm very disappointed in these legislators, and their lack of judgment attending a junket while their constituents are unemplo...","sentiment_score":-0.975}
{"full_text":"Japan and South Korea hit by COVID spikes: 5 things to know - Nikkei Asia","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Rick Scott has COVID-19","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Fake news cell Head, Mr. back at it again!Why don't you go assist ji in a treasure hunt for...","sentiment_score":-0.25}
{"full_text":"Oh!! Lol no no  to get through working the medical field during a pandemic\/ end of year lol","sentiment_score":0.5333333333}
{"full_text":"RT I keep seeing ads for resort hotels like there isn't a PANDEMIC???!?!","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell adjourned the Senate. In the middle of probably the worst spike of the COVID pandemic. 250,000 lives lost. He o...","sentiment_score":-0.5}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"They incompatible to handle Covid and are shamelessly denying someone else's help. Shame on you","sentiment_score":0.0}
{"full_text":"This isn't good. A confirmed covid case at the crowded, indoors news conference featuring the president's elderly lawyer","sentiment_score":0.55}
{"full_text":"RT With testing positive for COVID-19, the positivity rate among members of the Senate is 9%. In the House,...","sentiment_score":0.2272727273}
{"full_text":"HEHEHE: Bella Hadid Giggles and Makes Funny Faces While Getting a COVID Test Ahead of Michael Kors Photoshoot #BellaHadid #COVID #MichaelKors","sentiment_score":0.25}
{"full_text":"RT Can mouthwash kill coronavirus in saliva? \"I am very guarded when I read about these kinds of studies,\" says Dr. Kristi...","sentiment_score":0.52}
{"full_text":"I have 5 papers with the current status \"Required Reviews Completed.\" Does everyone else log in to view their manuscripts multiple times a day hoping that the status changes? #AcademicTwitter #epitwitter #MedTwitter #SoMe4Surgery","sentiment_score":0.0}
{"full_text":"Really unlucky! He was on a very good run and he could have perhaps turned things around in Madrid! Very unfortunate!","sentiment_score":0.1458333333}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"She means We the People Pay with our Tax's how about everyone of these Stupid Congress people give up their salaries for the next 2 years to pay fortitude! They not doing anything fir Us so Dig In to your own pockets. What an Idiot!","sentiment_score":-0.3}
{"full_text":"RT The UK government have stuffed up their COVID-19 response. #6 week delay on first lockdown #PPE scandal#Failure t...","sentiment_score":0.25}
{"full_text":"RT We love you Coach Gumm and are praying for you! ","sentiment_score":0.625}
{"full_text":"Hello, Terry! If you have any questions or concerns about our mask policy, please reach out to the management at your home club. Although members and guests are NOT required to wear a mask while actively working out but must follow all local or club-specific restrictions. -MC","sentiment_score":-0.0666666667}
{"full_text":"RT The teenager charged with fatally shooting two protesters in Kenosha, Wisconsin, says he used his coronavirus stimulus check to...","sentiment_score":0.0}
{"full_text":"RT How long COVID immunity lasts?Data says 7 months. I believed ~1-year min. Reinfections are still exceedingly rare. Don'...","sentiment_score":0.125}
{"full_text":"RT I wear a mask for the same reason I have China Star on speed dial, participate in #SmallBusinessSaturday, and proudly...","sentiment_score":0.4}
{"full_text":"Tired of lockdown and looking to make exciting plans for 2021? Look no further than London's unique garden party in the heart of the City. Early bird offers are available for the three-day automobile extravaganza next June: (Pic credit: Tom Shaxson)","sentiment_score":0.0138888889}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Worried about the effect the pandemic is having on your brain? Consider PreCODE to prevent cognitive decline to learn h...","sentiment_score":0.0}
{"full_text":"That said, when the pandemic is over a bunch of us plan on sharing a few beverages together. ","sentiment_score":-0.2}
{"full_text":"RT Ruiz Vs Joshua II was priced at PS24.95.This fight was December 7th last year.. No lockdown..crowds in attendance..plus l...","sentiment_score":0.0}
{"full_text":"RT Rick Scott has coronavirus. I know, it's shocking. The guy who has been doing everything but licking handrails all o...","sentiment_score":-1.0}
{"full_text":"Rachel you are the best! Strength! ","sentiment_score":1.0}
{"full_text":"RT Rudy's sonDoes Rudy -- who was maskless and sweating, blowing his nose, etc -- have it too? he was in a room filled w repo...","sentiment_score":0.4}
{"full_text":"And Thanksgiving ","sentiment_score":0.0}
{"full_text":"Innovative alternatives are being offered in bids to boost spirits and of the article:Peter...https:\/\/t.co\/X2IWzQfjet","sentiment_score":0.5}
{"full_text":"Lady Miller (@LadyMil46797078) tweeted at 5:52 AM on Fri, Nov 20, 2020:Okay guys.. do something that will change our planet within one year!  CREATE \"Save the Planet\" app\/game, through Google, focusing adaptation to new Covid lifestyle.  Get back to me, all is volunteer","sentiment_score":0.0681818182}
{"full_text":"RT Under-appreciated reason to get a Covid test in NYC: if you test positive it will unlock a whole menu of supportive serv...","sentiment_score":0.3090909091}
{"full_text":"Arroyo Students, Please join us and sign the Community Pledge that will be posted on our website. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"On Community Care: Documenting A\/P\/A Voices During COVID-19, An A\/P\/A Voices: Public Memory Project Event (December 3, 5:30 PM ET). More Info Here:","sentiment_score":0.25}
{"full_text":"RT Lan WangJi the icon of social distancing","sentiment_score":0.0333333333}
{"full_text":"RT If you're traveling for the holidays, understand that care systems are at capacity *before* a likely series of spikes in the nex...","sentiment_score":0.0}
{"full_text":"\"Covid-1984 is about to meet America-1776.\"","sentiment_score":0.0}
{"full_text":"RT This video is being censored over all platforms. Dr Mike Yeadon explains why lockdown was a mistake. Watch it and...","sentiment_score":0.0}
{"full_text":"RT Ugandan presidential candidate Bobi Wine released on bail after being charged with spreading coronavirus","sentiment_score":0.0}
{"full_text":"RT The 500k coronavirus tests from South Korea that Hogan greeted on tarmac and touted as a signature accomplishment were f...","sentiment_score":0.0}
{"full_text":"The increased desirability and affordability of vacation homes seems to be influenced by the pandemic and low mortgage rates as well as being able to work from home.","sentiment_score":0.25}
{"full_text":"RT New Study Shows When You're The Most Infectious With COVID-19","sentiment_score":0.3181818182}
{"full_text":"RT What say we just follow your lead Chairman #Fascist!","sentiment_score":0.0}
{"full_text":"I read a couple of days ago Salah was coming back today on a charter flight regardless if he had Covid. Surely has to be out. Although wouldn't rule out a return and to captain him.","sentiment_score":0.25}
{"full_text":"Get your delts ready, folks! ","sentiment_score":0.25}
{"full_text":"RT .@KLoeffler disclosures show you seem to have gifted yourself private jet on public dime &amp; exploited corrupt tax loopholes to do i...","sentiment_score":0.0}
{"full_text":"I think people do care. But are just staggered by this Govt. We are in an awful Pandemic too and this Govt are exploiting it.","sentiment_score":-1.0}
{"full_text":"RT More Republican Senators have COVID than have courage.","sentiment_score":0.5}
{"full_text":"Students, Please join me and sign the Community Pledge. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"RT The far-left Prime Minister of Finland has expressed concerns that further lockdowns and restrictions may inspire a world...","sentiment_score":0.0}
{"full_text":"RT February 5, 2020: Republican-led Senate acquits Donald Trump.February 6, 2020: First known death from COVID in the U...","sentiment_score":0.25}
{"full_text":"55 officers were murdered this year....is that an epidemic too?","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT CALIFORNIA CURFEW: Newsom Imposes 'Limited' Curfew For Most of California to Stop CoVID","sentiment_score":0.2142857143}
{"full_text":"RT The 500k coronavirus tests from South Korea that Hogan greeted on tarmac and touted as a signature accomplishment were f...","sentiment_score":0.0}
{"full_text":"#WHO advises against the use of Gilead's remdesivir for all hospitalized #COVID-19 patients ","sentiment_score":0.0}
{"full_text":"Yesterday I had the pleasure of virtually \"visiting\" longstanding program in Pakistan. I toured our life-saving and live-changing work in education with Afghan refugees &amp; gender minority clients, and of course in health, with a second wave of COVID-19 on the horizon.","sentiment_score":0.0}
{"full_text":"I do believe Biden is beholden to corporations but the economy is also Main Street. Sensible and coordinated plan of action for COVID doesn't mean you have to shut down the economy.","sentiment_score":-0.0503472222}
{"full_text":"RT Hey -- Do you want to remembered for helping the transition to save more people from COVID-19? Or d...","sentiment_score":0.5}
{"full_text":"RT Like thinkin' you can only get an STD once.https:\/\/t.co\/uYQOzKr00L","sentiment_score":0.0}
{"full_text":"RT More Republican Senators have COVID than have courage.","sentiment_score":0.5}
{"full_text":"RT @gavreilly sits down with Tune in at 5:30@VirginMediaNews ","sentiment_score":-0.1555555556}
{"full_text":"RT Covid roaming the empty streets every night after curfew","sentiment_score":-0.1}
{"full_text":"Mystery of the year: how does a pandemic effect the amount of blueberry waffles I can find in the store. They are ALWAYS out! #mommyproblems","sentiment_score":0.0}
{"full_text":"RT JUST IN: Pfizer will today submit emergency use authorisation request for its coronavirus vaccine","sentiment_score":0.0}
{"full_text":"I've often ask that same question but it is hard to keep up. Would also want to know how many Democrat officials have tested positive?","sentiment_score":0.1089015152}
{"full_text":"RT Singapore has reached a milestone in the fight against coronavirus: 10 days with no new domestic cases","sentiment_score":-0.0340909091}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"\"This has led to a fierce debate over the role of private sector companies in Government work, and whether public services should be run by corporate giants with little accountability to taxpayers.\"","sentiment_score":-0.046875}
{"full_text":"RT Geraldo and Fox &amp; Friends trying to bargain with Trump to concede by suggesting that the COVID vaccine be called \"The...","sentiment_score":0.0}
{"full_text":"RT BREAKING: has tested positive for the #coronavirus.Just last week, he was MASKLESS in a crowded restaura...","sentiment_score":0.1136363636}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT This made me tear up Facing another retirement home lockdown, 90-year-old chooses medically assisted death","sentiment_score":0.0}
{"full_text":"Don't take risk. Take precautions and considered it mild case of Corona.","sentiment_score":0.3333333333}
{"full_text":"RT New: Florida Republican Sen Rick Scott says he has Covid-19https:\/\/t.co\/FHVZOMgMWB","sentiment_score":0.1363636364}
{"full_text":"RT Rudy's sonDoes Rudy -- who was maskless and sweating, blowing his nose, etc -- have it too? he was in a room filled w repo...","sentiment_score":0.4}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT My aunt was diagnosed w\/ Covid this morning in her living facility and passed away 8 hours later, before my mom could...","sentiment_score":0.0}
{"full_text":"RT Rudy's sonDoes Rudy -- who was maskless and sweating, blowing his nose, etc -- have it too? he was in a room filled w repo...","sentiment_score":0.4}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"states that 98% of children needing #palliativecare each year live in #lowincomecountries.  Let us all work together #ForEveryChild to provide them with the support they need. #WorldChildrensDay Read more: ","sentiment_score":0.3181818182}
{"full_text":"Join the Madison Community and sign the Community Pledge. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"Get informed before committing to travel during #ThanksGivingAre cases rising? if so in which counties or cities?Visit our for local, state, and national #COVID19 resources at no cost Missouri:","sentiment_score":0.0}
{"full_text":"Staying home isn't an excuse for a house party. We all need friends, but having people over for a night in right now could lead to a fine. Stick to video calls and catch up in person later. Read more in our FAQs: #COVID19 #Coronavirus #StayHomeSaveLives","sentiment_score":0.2304761905}
{"full_text":"A long read on how hosted at has adapted to continue to provide sporting opportunities for children during the pandemic and is aiming to provide an even better service in the future. Thanks to Matt Harrington for his time","sentiment_score":0.1625}
{"full_text":"\"These findings present an important first step in identifying potential new antivirals that could be used to treat a broad number of deadly #infectious diseases,\" Stuart Weston, PhD, the lead author of the study, said. #COVID19https:\/\/t.co\/VgyV6V5dRp","sentiment_score":0.0926948052}
{"full_text":"RT A week ago I read latest article, detailing the horrific onslaught of this pandemic in hospitals (https:\/\/t.co\/d9...","sentiment_score":-0.25}
{"full_text":"Because of new mitigations in Illinois to combat the spread of COVID-19, the Quincy Family YMCA has canceled Dashing through the Lights Fun Run\/Walk.","sentiment_score":0.2181818182}
{"full_text":"RT Let's REMIND THE PUBLIC. Robredo was exposed to a COVID19+ case 3rd wk Oct. She BROKE the 14 day quarantine protocol b...","sentiment_score":0.0}
{"full_text":"Health experts clash over use of certain drugs for COVID-19","sentiment_score":0.2142857143}
{"full_text":"Staying home isn't an excuse for a house party.We all need friends, but having people over for a night in right now could lead to a fine. Stick to video calls and catch up in person later.Read more in our FAQs: #Coronavirus #StayHomeSaveLives","sentiment_score":0.2880952381}
{"full_text":"\"The reality is that Michigan, and the west side of Michigan especially, never got close enough to (COVID-19) containment over the summer,\" said from in","sentiment_score":0.0}
{"full_text":"Through 2021 will suspend disconnections due to financial hardships on households in the pandemic. Ameren still encourages customers to reduce usage and pay what they can to avoid significant debt. Listen below (0:26) or at the top of every hour on WPGU 107.1.","sentiment_score":0.1875}
{"full_text":"He's practically a force of nature: Officer Anthony Jobes' work as a first responder on the front lines takes him clear across Huron and Tuscola Counties. Yet, a sudden role reversal means Jobes is now the one in need.","sentiment_score":0.1166666667}
{"full_text":"Boone County recorded two additional deaths from the novel coronavirus and 212 new cases Thursday as Gov. Mike Parson extended Missouri's state of emergency through March.","sentiment_score":0.1363636364}
{"full_text":"Sean, a resident in Killeline Care Centre in Newcastle West, Co Limerick, lost his beloved wife during the pandemic. We look at how Sean's family, care team at Killeline &amp; community came together to care together for Sean. #caringtogether","sentiment_score":0.7}
{"full_text":"RT Geraldo Rivera suggests that the COVID-19 vaccine should be named after Donald Trump. I suggest that COVID-19 should be...","sentiment_score":0.0}
{"full_text":"#Iran may execute disabled bodybuilder who criticized #COVID19 rule:","sentiment_score":-0.2}
{"full_text":"\"I was watching them cry last night, worried about getting Christmas presents and paying mortgage for the month.\" ","sentiment_score":0.0}
{"full_text":"Hughes said McBrayer's estimate of Monday's crowd size was somewhat inflated.","sentiment_score":0.0}
{"full_text":"As production of a COVID-19 vaccine draws nearer, the Army National Guard is preparing to support state and local vaccine distribution efforts. From manning test centers to assisting food banks, the ARNG remains on duty - always ready, always there.https:\/\/t.co\/x6ge1hATvn","sentiment_score":0.1}
{"full_text":"Pfizer to apply for emergency authorization from the FDA for its COVID-19 vaccine TODAY so it can be approved for December roll-out","sentiment_score":0.0}
{"full_text":"#Thanksgiving #travel not advised as #COVID-19 #coronavirus #outbreak worsens ... | #Holiday | #SARSCoV2 | #pandemic | #illness | #PublicHealth | By and Via","sentiment_score":0.0}
{"full_text":"RT \"Alcohol has been described as 'the UK's favourite coping mechanism', and many of us drink to help manage stress, anxie...","sentiment_score":0.5}
{"full_text":"Cowboys QB Andy Dalton cleared from Reserve\/COVID-19 list@GehlkenNFL | #CowboysNation","sentiment_score":0.0}
{"full_text":"The concept of a \"rigged\" election is a hoax. Instead of trying to save your own ass do your job and stop the Covid carnage! 255,000 American dead. The death toll grows while you sit on your ass &amp; complain","sentiment_score":0.1833333333}
{"full_text":"DIGGING DEEPER: \"We're talking two potentially deadly diseases coming together, which really made some very severe illnesses of these people,\" Thomas Haupt said.","sentiment_score":0.0666666667}
{"full_text":"RT If you're not a parent or grandparent who has to decide whether or not to send their kids back to school in the middle o...","sentiment_score":0.0}
{"full_text":"RT The only one who can end coronavirus","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"Hear directly from Head Coach Leroy on why we need every Pioneer this year! Every gift counts as you help us tackle the financial challenges caused by the pandemic. Give Now:","sentiment_score":0.0625}
{"full_text":"At East Mesa Family Doctors we take care of your whole family. We're there for you through different stages of your life, and we're still here for you through a global pandemic. If you or a family member need health care call us at (480) 750-0085 to schedule an appointment.","sentiment_score":0.0666666667}
{"full_text":"#QuietIsKindHelp reduce the spread of #COVID19 by minimizing conversation in waiting areas &amp; on the shuttle.Why? Talking less, talking more quietly, or not talking at all limit the production of droplets &amp; aerosols that spread the virus. Read more:","sentiment_score":0.2083333333}
{"full_text":"RT 6,000 Americans died from Covid the last 3 days.And Congress is on vacation.#KidVicious","sentiment_score":0.0}
{"full_text":"It's hoped the libraries in Harrogate and Knaresborough will reopen in a few weekshttps:\/\/t.co\/QBFkjJZA7B","sentiment_score":-0.2}
