{"full_text":"RT 10miles every lockdown day(plus a few more today) on the South downs way. Fab trails. Stay safe out there #Twistedblisters #twi...","sentiment_score":0.2666666667}
{"full_text":"RT Power-hungry Democrats like Cuomo have used the pandemic as an excuse to target people of faith with radical restrictions. I...","sentiment_score":-0.05}
{"full_text":"RT 201126please get lost, corona 19 hehehethey released this(OP rephrased what jin said in the interview! he said \"t...","sentiment_score":0.0}
{"full_text":"I think you need to deal with Tier 3 lockdown - more pressing don't you think. I hope you vote against it for the sake of local businesses.","sentiment_score":0.25}
{"full_text":"RT House of Commons: I spoke in support of the Government reducing UK international development spending given economic cons...","sentiment_score":0.1}
{"full_text":"Secret recordings reveal political directives, tension over Alberta's pandemic response | CBC News","sentiment_score":-0.2}
{"full_text":"With Night curfew on,Corona won't be able to go to Hauz khas or CP to get drunk and Party ","sentiment_score":0.0}
{"full_text":"RT Looking forward to your children returning home this Christmas? Make this Christmas one to remember for the right reas...","sentiment_score":0.2857142857}
{"full_text":"RT Just a quick thanks to Amy Coney Barrett for making sure even more Americans die of Covid-19 #TheocratsGonnaTheocrat","sentiment_score":0.3833333333}
{"full_text":"RT This pandemic that was predicted by TfL in 2017.","sentiment_score":0.0}
{"full_text":"Every business in America should have that on their front doors.\"If you're scared, stay home.\"","sentiment_score":0.0}
{"full_text":"A total of 1174 close contacts of the asymptomatic positive cases were traced, and they all tested negative for the COVID-19.","sentiment_score":-0.0242424242}
{"full_text":"RT A prayer has been answered! OMG he's alive! John Place who was infected with COVID19 by his son survives. \"Wear your mask,...","sentiment_score":0.125}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"RT Gorsuch compares churches to liquor stores. Many people pray in liquor stores, but they don't usually sit in them for hours...","sentiment_score":0.125}
{"full_text":"RT I'm Thankful For My Family &amp; 80 Million Americans Who Voted 45 OUT.THANK YOU !! Sing With Me .. 'tRump Is GONE!'...","sentiment_score":0.0}
{"full_text":"RT 2020 marks the largest freshman class in the history of St. Francis College, at a time when enrollment has dropped 13% ac...","sentiment_score":0.0}
{"full_text":"We know that's a bunch of bullshit.https:\/\/t.co\/Ou9zLRgg3U","sentiment_score":0.0}
{"full_text":"Yes, it's Thanksgiving. Yes, you want to be with family and friends. If you decided to go and gather, this is what you now give to them and the rest of your community. If you stayed home and celebrated small..I'm Thankful for you.","sentiment_score":0.35}
{"full_text":"RT Take a vaccine developed in haste? Never again, says Meissa Chebbi, who, like hundreds of other Swedes suffered debilitating nar...","sentiment_score":-0.0125}
{"full_text":"Happy thanksgiving everyone!! Attempting to make my first turkey today since we couldn't travel home. Grateful for everything this year even in the midst of this pandemic, I hope everyone stays safe ","sentiment_score":0.5833333333}
{"full_text":"RT Florida Extends Ban On Cities Imposing Their Own Mask Mandates--Critic Calls Move A 'Killing Spree'. I. Ha...","sentiment_score":0.6}
{"full_text":"there's been a lot of sayings that there's gonna be a second wave of covid cases here ):","sentiment_score":0.0}
{"full_text":"RT \"The People vs The Pandemic\" will re-air tonight at 6:30pm on The Navajo Nation is facing its worst surge of Covid-19...","sentiment_score":-1.0}
{"full_text":"RT 26th November 2020 #FreeAssange supporters once more demand his freedom outside Westminster Magistrates Court #WikiLeaks Jul...","sentiment_score":0.25}
{"full_text":"People in Toronto need to call out all stores that defy the restrictions.","sentiment_score":0.0}
{"full_text":"RT Question from a constituent that I'm struggling to answer: how can you end a 4 week lockdown in a worse place in terms of...","sentiment_score":-0.4}
{"full_text":"RT So here's where I've been putting my excess hours of screen time  before and during lockdown 2 - a set of illos based...","sentiment_score":0.0}
{"full_text":"RT In 1949, Justice Robert Jackson (also Chief Prosecutor at Nuremberg) noted that constitutional rights are not absolute...","sentiment_score":-0.1}
{"full_text":"RT At the height of the pandemic in April, Simon Gronowski, a Holocaust survivor, began playing jazz tunes on the piano from his...","sentiment_score":0.0}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"Need Rs 15K to pay the house rent of this family in Chakwal. Their father has passed away and brorther has no work because of corona.  Please help!","sentiment_score":0.0}
{"full_text":"*various historian on Thanksgiving noises*https:\/\/t.co\/PzRiw3C4hu","sentiment_score":0.0}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"The current lockdown hasn't been hard enough, it was a lip service lock down that punished only those in hospitality, health and small local businesses. It kept nobody home, it kept nobody safe. Lockdown 3 needs to be tougher on social movement","sentiment_score":-0.0182098765}
{"full_text":"ANIMAL AGRICULTURE. Because the way we treat sentient life is the cause of pandemics. You cannot get a pandemic from broccoli.","sentiment_score":0.0}
{"full_text":"they think this virus will end in a month of lockdown and give it a Christmas break and come back again ridiculous it will take centuries if he doesn't take a different action go after a vaccine they think it will end up doing lockdown every month in  3 years","sentiment_score":-0.0583333333}
{"full_text":"Same folks . They don't care cuz freedom . You'll just keep reinfecting each other and refuse the vaccine &amp; just keep reinfecting each other until you eventually take the vaccine . Shutdowns on everyone ignoring CDC guidelines sounds like that's you too .","sentiment_score":-0.0833333333}
{"full_text":"Q:  When congregants die of COVID, is that on God or the Supremes?","sentiment_score":0.0}
{"full_text":"84 new cases in Newport as Wales records another 28 deaths","sentiment_score":0.1363636364}
{"full_text":"Why won't you refund my flights. Will only move the date and not refund. I'm in Tier 3 and can't fly. Avoid #Jet2 #Tier3","sentiment_score":0.4}
{"full_text":"RT Special Thanksgiving thanks to all those who continue to fight the impossible impulses of pandemic fatigue, and continue t...","sentiment_score":-0.0365079365}
{"full_text":"RT She was abused by police at 11. She passed away from Covid at 14. America failed this girl. Her name was Honestie Hodges.","sentiment_score":-0.5}
{"full_text":"RT For many immigrant &amp; BIPOC folks disproportionately affected by #COVID19, fulfilling their \"essential role\" is an act of s...","sentiment_score":0.25}
{"full_text":"Feds give #Nunavut $19M for immediate #COVID-19 response: more money for food, municipal services, PPE | Nunatsiaq News","sentiment_score":0.5}
{"full_text":"RT Poll of UK doctors: 4 in 10 would not have a #Covid19 vaccine as soon as one is approved by the MHRA. 56% of those who wouldn't...","sentiment_score":0.0}
{"full_text":"RT Sweden's second COVID wave could peak in mid-December, Health Agency says","sentiment_score":0.0}
{"full_text":"Our panel session is now taking place, exploring changes in the OP sector due to COVID-19, Lockdown 2.0 and regional restrictions. What does 2021 hold for our industry? #BOSSLOTFConference","sentiment_score":-0.125}
{"full_text":"Research paper about use of Oleandrin to inhibit viruses -- including #COVID.","sentiment_score":0.0}
{"full_text":"RT The fat cells become both the home for the virus and factory for producing cytokines.","sentiment_score":0.0}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"RT The United States is now averaging 1,656 coronavirus deaths per day, its highest seven-day rolling average since May 10, mo...","sentiment_score":-0.15}
{"full_text":"RT Supreme Court on a 5-4 vote has backed Catholic and Jewish religious entities in challenge to New York's coronavirus oc...","sentiment_score":0.0340909091}
{"full_text":"RT Places put into Tier 3 today will get no additional business support funding than those in Tier 1 or Tier 2.Can that p...","sentiment_score":0.0}
{"full_text":"RT Awful decision. Every sane religious denomination that values human life knows to stay home in a pandemic.  Spreading a deadly...","sentiment_score":-0.3}
{"full_text":"I am confused by the daily death counts.Not being sarcastic,where these deaths in hospitals and where the people sick with Covid-19 or did it so up in testing.Example a heart attack and when tested Covid-19 was present?","sentiment_score":-0.2785714286}
{"full_text":"He horribly let down the NHS because the govt let emergency PPE fall out of date and didn't take the pandemic seriously and wasted the crucial first months when covid emerged as a threat, leaving people like your Mum more vulnerable to catching it.","sentiment_score":-0.0932098765}
{"full_text":"RT This is horrific! Packing religious institutions at a time of a pandemic is dangerous but not according to Amy Coney Barre...","sentiment_score":-0.5333333333}
{"full_text":"RT Let science and international cooperation prevail, not simplistic racist narratives about \"wet markets\" that blame a gl...","sentiment_score":0.05}
{"full_text":"RT Markets will be OPEN till 8pm , owners and shopkeepers must follow SOP : Spokesperson Sindh govt Report...","sentiment_score":0.0}
{"full_text":"RT University Hospital in London Ontario has completely closed. COVID-19 has spread to all medical floors.","sentiment_score":-0.05}
{"full_text":"RT COVID-19 has revealed the lack of empathy in a lot of people.","sentiment_score":0.0}
{"full_text":"Pubs and bars set to reopen after 'borderline' Tier 2 decision - LIVE","sentiment_score":0.1363636364}
{"full_text":"common sence alone tells you then that your statistics your tests everything is flawed first you need to prove existence of the sars 2 if you cant then its theft of govt funds and prison for everyone complicit in this great hoax you all call the great reset","sentiment_score":0.21}
{"full_text":"RT No pay rise for public sector workers during a pandemic but PS16.5 billion for the military to get laser guns","sentiment_score":-0.05}
{"full_text":"RT SCOTUS blunts Cuomo's overreachEven in a pandemic, the Constitution cannot be put away and forgotten. The restrictions at is...","sentiment_score":0.0}
{"full_text":"RT Southend United and Colchester United prepare to welcome fans back to their stadiums after Government places entire county of...","sentiment_score":0.2666666667}
{"full_text":"RT These are such challenging times #COVID19 and many people are unable to see friends &amp; family. If you can spare an hour a wee...","sentiment_score":0.125}
{"full_text":"RT This how Covid doing the United States.","sentiment_score":0.0}
{"full_text":"RT Awful decision. Every sane religious denomination that values human life knows to stay home in a pandemic.  Spreading a deadly...","sentiment_score":-0.3}
{"full_text":"So the people who were exposed to Covid on thanksgiving can share it with a whole plane of people in time for Christmas. Happy holidays!!","sentiment_score":0.6}
{"full_text":"RT Some stark numbers for today's #COVID19 UPDATE:- Daily case average: 13,751- Hospitalizations: up 88% over last 2 week...","sentiment_score":-0.0875}
{"full_text":"Thing is I always think of myself last. Know they giving me a weeks notice whenever op is cos I have to have a COVID test b4 it","sentiment_score":0.0}
{"full_text":" ECB 'should wipe Covid crisis debt' to help nations recover","sentiment_score":0.0}
{"full_text":"The year is 2028. Coronavirus has been eradicated from the population. Manchester is still in lockdown.","sentiment_score":0.0}
{"full_text":"RT And an excellent article it is too.On the economy and on coronavirus, I fear we are now so far down the rabbit hole tha...","sentiment_score":0.3148148148}
{"full_text":"Denver Mayor Flies to Texas for #Thanksgiving After Urging City Residents to Avoid Travel Due to COVID","sentiment_score":-0.125}
{"full_text":"Very interesting that Pope Francis makes the exact counter-argument to the SCOTUS ruling in today's NYTimes.","sentiment_score":0.45}
{"full_text":"Also from the link you provided: \"Briand also mentioned that more research and data are needed to truly decipher the effect of COVID-19 on deaths in the United States.\" Is Covid responding to protocol? Is it not? What's the lead time from \"incident\" to \"analysis\" to \"publishing\"?","sentiment_score":0.5}
{"full_text":" Boom! At Midnight Supreme Court says STFU to your Anti Church restrictions. Your gestapo like task force looking for Covid restrictions is next. Putting an end to your hypocrisy. If you're going to make a Covid mandate maybe your should follow it yourself.   ","sentiment_score":0.0}
{"full_text":"RT It's time to #MakeAmazonPay. During the pandemic they made more money than ever while risking their workers health, supp...","sentiment_score":0.5}
{"full_text":"Am still wondering who is going to pay for it once this pandemic is over. Hardly anyone will be working and paying tax.","sentiment_score":-0.2916666667}
{"full_text":"RT Justice Neil Gorsuch wrote: \"It is time...to make plain that, while the pandemic poses many grave challenges, there is...","sentiment_score":0.1428571429}
{"full_text":"RT Continued lockdown of the North which has been going on for months. Clearly working, nice one.","sentiment_score":0.35}
{"full_text":"This sounds lovely.","sentiment_score":0.5}
{"full_text":"Trump gop strategists: \"Let's actively prohibit any good work on the coronavirus and let hundreds of thousands die and millions lose their jobs. The voters surely will re-elect us.\"","sentiment_score":0.3555555556}
{"full_text":"Alcott families Please join us and sign the Community Pledge that will be posted on our website. Click the Link Below to Sign the Community COVID-19 Pledge:https:\/\/t.co\/rvjeH4p0TZ","sentiment_score":0.0}
{"full_text":"I had the same instinct--the larger equity picture that you name is dismissed in these discussions, as if COVID operates in a vacuum.","sentiment_score":-0.0027777778}
{"full_text":"RT The true reason for the huge backlog of trials in the Crown Courts:It's not Covid; it's the govt cutting the number...","sentiment_score":0.05}
{"full_text":"RT South Korea has reported 583 new COVID-19 cases, its highest number of new infections since March.","sentiment_score":0.1363636364}
{"full_text":"RT There it is. The full crony. Former landlord of pub near Hancock's home wins Covid contract. Brilliant work by","sentiment_score":0.33}
{"full_text":"RT Moderna's chief medical officer warns that a vaccine will not prevent transmission of the coronavirus","sentiment_score":0.0}
{"full_text":"RT How DARE #CowardPerdue hide from Georgia constituents in the middle of #COVID promised to make health care a P...","sentiment_score":0.0}
{"full_text":"RT Every health expert in the Nation asked you to stay home #Thanksgiving2020 . And this is how America responded.If you...","sentiment_score":0.0}
{"full_text":"i have my corona test a week today, should be fun x","sentiment_score":0.3}
{"full_text":"RT Justice Neil Gorsuch wrote: \"It is time...to make plain that, while the pandemic poses many grave challenges, there is...","sentiment_score":0.1428571429}
{"full_text":"RT Crucially: the departure from history is not the fact of pandemic regulations on churches; those are age-old. The novel...","sentiment_score":0.0}
{"full_text":"RT Earlier today Chancellor Sunak set out the UK government's spending plans amid the continuing #Covid crisis.But the Cha...","sentiment_score":0.0}
{"full_text":"I think Covid was an excuse ","sentiment_score":-0.05}
{"full_text":"imagine if biden gets covid and flys away. then we in for a real shit show","sentiment_score":-0.3}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"plz use these lyrics for ur next song ,,\"Just like covid,, ya got no taste\"","sentiment_score":0.0}
{"full_text":"#MeToo I love my family.But sometimes, it's easier to love them from a distance ","sentiment_score":0.5}
{"full_text":"Or I can have both. Streamings cool but I don't want to stay at home everytime and Streaming lacks the same quality as physical","sentiment_score":0.1166666667}
{"full_text":"RT I'm trying to find a clip of Mr mocking the incoherence of Boris Johnson's Covid advice, as the satirica...","sentiment_score":0.0}
{"full_text":"RT In a 5-4 ruling, Supreme Court sides with religious groups in a dispute over Covid-19 restrictions in New York","sentiment_score":0.0681818182}
{"full_text":"The months of this year areJanuaryFebruaryMarchCovidLock downAccidentRainFloodHurricaneLandslides Biden win electionNo Christmas gathering","sentiment_score":0.8}
{"full_text":"Churches can hold online services or meet outdoors in a park during a pandemic. Failing that, they should require and enforce masks for indoors services. I agree that Gavin Newsom-esque \"Rules for thee, but not for me\" behavior undermine trust in public health measures.","sentiment_score":0.0}
{"full_text":"RT Why are they maskless?https:\/\/t.co\/cKPKOC4rDT","sentiment_score":0.0}
{"full_text":"I could have sworn that AMy Covid Barret swore that she wouldn't use her religious beliefs to drive her decisions. For being \"pro-life\" she sure doesn't mind killing people.","sentiment_score":0.25}
{"full_text":"This decision is SOOOOOOOO wrong.There should be NO special treatment for religions. And trust me, suddenly there will be A LOT of religions cropping up.","sentiment_score":-0.0892857143}
{"full_text":"RT My main concern is having THIS Supreme Court decide a corrupt pardon case. If we let these assholes set precedent (the...","sentiment_score":-0.1666666667}
{"full_text":"Another example of why everyone thinks Christians are crazy. Thanks for making us look like idiots ","sentiment_score":-0.4}
{"full_text":"RT Justice Neil Gorsuch wrote: \"It is time...to make plain that, while the pandemic poses many grave challenges, there is...","sentiment_score":0.1428571429}
{"full_text":"Award-winning Public Park Social Distancing Measure  #Cork #Lockout","sentiment_score":0.0166666667}
{"full_text":"Hey sounds like the republicans voter suppression tax breaks for the rich telling Americans COVID-19 was nothing calling on gun toting pussies to bear arms YUP REPUBLICANS!","sentiment_score":0.46875}
{"full_text":"Make it make sense.","sentiment_score":0.0}
{"full_text":"#Rohru market to remain closed for two days, after 30 test positive for #COVID via","sentiment_score":0.0636363636}
{"full_text":"RT 2300 covid dead yesterday. The mass murdering policy of herd immunity has kicked into high gear. With no restrictions now...","sentiment_score":-0.02}
{"full_text":"RT I had the funniest #TrueBlood dream where I realized vampires can't get COVID, so I had a bunch over for Thanksgiving!","sentiment_score":0.0}
{"full_text":"On this gloomy Thanksgiving ina pandemic, don't forget to:","sentiment_score":0.0}
{"full_text":"RT The true reason for the huge backlog of trials in the Crown Courts:It's not Covid; it's the govt cutting the number...","sentiment_score":0.05}
{"full_text":"RT the cdc said to limit alcohol over the holidays and i'm just gonna say that's a no from me dawg","sentiment_score":0.0}
{"full_text":"RT They're going to get people killed.","sentiment_score":-0.2}
{"full_text":"RT Supreme Court ruling yesterday makes GOP stance clear: they're going to block attempt to stop the virus, they categorical...","sentiment_score":0.1}
{"full_text":"RT Well looks like terminal V Berlin is off, fucking covid ","sentiment_score":-0.6}
{"full_text":"Oh. TeRIFFic. Now SCOTUS  is trying to kill us. And just when I thought I had no more Fs left to give.","sentiment_score":-0.125}
{"full_text":"RT BREAKING--Wyoming Governor Mark Gordon tests positive for #COVID19.  4 days ago: Same governor forgoes mask mandate. htt...","sentiment_score":0.1136363636}
{"full_text":"Giving thanks to God for His goodness  &amp; mercy, even in a pandemic!","sentiment_score":0.25}
{"full_text":"RT As we approach Thanksgiving, a very special thanks must go out to the millions of courageous doctors, nurses and all hea...","sentiment_score":0.3321428571}
{"full_text":"In three days, Delhi will host just the second major sporting event to be held in India since the COVID-19 pandemic began, and it is a complicated affair@ManojB90 decodes how the Airtel Delhi Half Marathon plans to pull it off --","sentiment_score":-0.1510416667}
{"full_text":"Hi Poorva! We perceive the discontent, as you were unable to connect with us. Due to the ongoing lockdown situation, there might be a delay reaching us as we are working with a limited workforce. Nonetheless, you always have the option (cont)","sentiment_score":-0.2321428571}
{"full_text":"RT Share your blessings at home. Be safe, and have fun. #HAPPY #STAYCATION !#STAYATHOME #Thanksgiving #Thanksgiving2020 #Th...","sentiment_score":0.6}
{"full_text":"RT  Funds Needed Covid-19 , has really affected my Employment situation, Housing &amp; Food Security.. funds will su...","sentiment_score":0.2}
{"full_text":"RT options were to stay home or to stay home.","sentiment_score":0.0}
{"full_text":"RT Canines seem to detect #coronavirus infections with remarkable accuracy, but researchers say large-scale studies are n...","sentiment_score":0.75}
{"full_text":"Lockdown has seen us spending more time than ever before in our GARDENS. While it might not be perfect gardening weather right now, grab a great gift for your green fingered friends. Halywyn Nurseries #Nuneaton is a great family-run shop #Warksmas","sentiment_score":0.530952381}
{"full_text":"The Midwest is seeing a spike of coronavirus cases in nursing homes, mostly due to its spread among the general public. Nursing home cases jumped 120% in the region since mid-September.","sentiment_score":-0.025}
{"full_text":"Why a Peterborough chef is to close his restaurant over Christmas - and celebrate at home with family for the first time in 20 years.https:\/\/t.co\/UeFdiwmEU9","sentiment_score":0.25}
{"full_text":"'Raise Covid-19 sampling to contain spread'https:\/\/t.co\/qfcufBA7WH","sentiment_score":0.0}
{"full_text":"USA TODAY: Coronavirus inspires world graffiti #photojournalism #photography","sentiment_score":0.0}
{"full_text":"job hunting in the middle of pandemic is so stressful. need some eijun fluffs. ","sentiment_score":0.0}
{"full_text":"#AI in #healthcare &amp; clinical practice in the #COVID era by Caroline Hing &amp; of #AI #HealthTech","sentiment_score":0.0}
{"full_text":"We've got a special offer to make sure you can still get hold of your favourite daily paper during lockdown. Sign up today to get free delivery of the Daily Express for six weeks. https:\/\/t.co\/uPTWo9LfVf","sentiment_score":0.2514285714}
{"full_text":"We get it.. it's the #holidays in the middle of a #pandemic so folks will likely sip #Thanksgiving punch, cozy #cocktails and seasonal #shots But no matter how you 'do' the #holidays this year, please celebrate responsibly!There's nothing #festive about causing a fatal crash.","sentiment_score":-0.0666666667}
{"full_text":"New Post: Shanghai Cancels 500+ Flights over Coronavirus Outbreak #Hannity #Tucker #SaraCarterDC #StopSharia #MAGA #Bannon #TheSwamp #Deplorables #WeThePeople","sentiment_score":0.1363636364}
{"full_text":"hi if I am in tier 3 can I still book a holiday for next year in the hope the tier will be different by then? Will I still be covered under the COVID guarantee? Thank you","sentiment_score":0.0}
{"full_text":"Do you think COVID-19 vaccines should be optional for school-age students once they are available?https:\/\/t.co\/Be0zR6MA0w","sentiment_score":0.0}
{"full_text":"We've got a special offer to make sure you can still get hold of your favourite daily paper during lockdown. Sign up today to get free delivery of the Daily Mirror for six weeks. https:\/\/t.co\/JHJpEIFntN","sentiment_score":0.2514285714}
{"full_text":"Due to rising coronavirus cases, from Thursday at 1pm, all cats must wash their hands hourly singing Happy Birthday by Stevie Wonder. #ControlTheVirus #FakeNews #COVID19","sentiment_score":0.3375}
{"full_text":"Journalist, editor &amp; MV volunteer reflects on programme 'Is Covid racist?'Read his blog here: #BAME #Lockdown","sentiment_score":0.0}
{"full_text":"The C21Podcast is out! #SheriElwood, Charlotte Surtees &amp; talk producing in a post-pandemic world. Listen via C21 Apple or Spotify #ContentLondon","sentiment_score":0.0}
{"full_text":"Six Pakistani cricket team members have tested positive for coronavirus and have been given a 'final warning' by the New Zealand health ministryhttps:\/\/t.co\/ytP4uDXqS4","sentiment_score":0.1212121212}
{"full_text":"Look out for this NOV 29TH! She will be a speaker for the upcoming \"Break The Silence in Covid-19\" series.Watch the ONLINE event: the support of to 3pm ET#COVID #ViolenceAgainstWomen","sentiment_score":0.0}
{"full_text":"RT This headline is typical liberal nonsense.Imagine this headline after Brown v. Board of Education:\"Supreme...","sentiment_score":-0.1666666667}
{"full_text":"Red Bull sporting director out of Bahrain GP with Covid-19","sentiment_score":0.0}
{"full_text":"Wondering how to tell your family you're not celebrating the holidays together this year? Here's a step-by-step guide by Dr. Crystal Edler Schiller.","sentiment_score":0.0}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"basically just county by county covid restrictions. some areas in the uk worse than others so what tier ur in depends on what you're able to do. higher the tier the more intense the restrictions basically lmao","sentiment_score":0.275}
{"full_text":"RT Just asking, politicians can hold huge election campaign rallies but farmers not allowed to hold protest rallies because of...","sentiment_score":0.4}
{"full_text":"RT This thanksgiving, due to the pandemic, there are more people relying on food banks than ever before. Consider donating to a...","sentiment_score":0.1875}
{"full_text":"#Depression has afflicted human beings for millennia, and yet, for so long it was only discussed in whispers and only existed in the shadows. Recently, though, things have begun to change. #thursdaythoughts #mentalhealth #covid19 #coronavirus","sentiment_score":-0.01}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"RT Large parts of North were in tier 3 weeks before this lockdown, so after 7+ weeks of restrictions, when were still in tier...","sentiment_score":0.2142857143}
{"full_text":"The justices split 5-4 with new Justice Amy Coney Barrett in the majority.https:\/\/t.co\/e61qyqAnCm","sentiment_score":0.1363636364}
{"full_text":"RT BLACK FRIDAY: FourFourTwo subscriptions are half-price right now. The perfect treat for you to enjoy during lockdown...","sentiment_score":0.3797619048}
{"full_text":"#MHNMag Sector Insight: Student Housing | Due to the coronavirus pandemic, colleges around the United States have had to decide whether they would open for in-person classes or commit to online learning instead.","sentiment_score":-0.0625}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"Cabinet reported that #Saudi_Arabia would be among first countries that obtain #coronavirus_vaccinehttps:\/\/t.co\/7Casuete2h","sentiment_score":0.25}
{"full_text":"Confused about COVID? Here's how to read a research paper #Covid19 #pandemic #researchhttps:\/\/t.co\/5JKz9ACifb","sentiment_score":-0.4}
{"full_text":"A new government report says the U.S. is still missing nearly eight coronavirus infections for every one counted.https:\/\/t.co\/cuEOm4FBVg","sentiment_score":0.0121212121}
{"full_text":"As many stores remain closed due to lockdown restrictions, what will #BlackFriday look like this year? In this podcast, experts discuss the latest consumer trends and share practical advice to help retailers navigate the festive period.","sentiment_score":0.19375}
{"full_text":"This Thanksgiving share a delicious meal with your family, safe at home#Thanksgiving2020 #ThanksgivingDinner #StayHome #stayathome #WearAMask #thankful #deliciousdinner #AgrosProduce #turkey #Yummy #foodie #tomatoes","sentiment_score":0.75}
{"full_text":"So another outbreak of Covid 19 in ward 8 at rah looks like another few days in a locked ward when everyone needs to be tested","sentiment_score":-0.2}
{"full_text":"The #startups of #Y4PT Hack #Covid19: #ReshapingSocieties are in a specialist mentoring session today with: Rikesh Shah, Head of Commercial Innovation, TfL #Y4PThackathon","sentiment_score":0.0}
{"full_text":"One owner says the hospitality industry is a \"sacrificial lamb\" for families to be together at Christmas whilst another says \"Tier 3 bring it on\"https:\/\/t.co\/66h0WqfcK5","sentiment_score":0.0}
{"full_text":"RT Hancock's former neighbour won Covid test kit work after WhatsApp message","sentiment_score":0.0}
{"full_text":"Stay safe this #Thanksgiving! A stay-at-home holiday might be nontraditional, but not as nontraditional as John's recipes...","sentiment_score":0.625}
{"full_text":"Is the pandemic distracting you from preparing for the end of EU Exit transition phase on 1 January 2021?It's important that businesses complete the checklist on the government website to check if they're prepared.Complete the checklist here:","sentiment_score":0.25}
{"full_text":"Are you worried about your drinking? You can get support remotely, from your own home. Find out more here:","sentiment_score":0.3333333333}
