{"full_text":"It is not that he necessarily knew what the next pandemic would be but rather he knew that the next pandemic might serve as an opportunity.","sentiment_score":0.0}
{"full_text":"Can I ask an honest question? If all our efforts have pretty much wiped out flu, why not covid? Is it 'more' transmissible?","sentiment_score":0.3875}
{"full_text":"Yes it's all quite mad, a lot of places like that and Greggs etc have been open in this lockdown to walk in, with tables etc removed, even though they weren't in the first. ","sentiment_score":-0.125}
{"full_text":"Good to here man, get well . I've had family members who caught covid and I can tell you it ain't nice recovery takes quite long and even after they recover it still effects people so I can only role my eyes in disgust at the anti maskers.","sentiment_score":0.3125}
{"full_text":"RT I'm hugely disappointed that the whole of Kent has been put into Tier 3. Before lockdown we were in Tier 1 so what has loc...","sentiment_score":-0.275}
{"full_text":"This company is not trustable.. I'm trying to get refund since june and nothing happened.. Corona caused the flight cancellation not me?!!!! I will raise a comlain if you dont respond yo my requests","sentiment_score":0.0}
{"full_text":"RT Quite a few.","sentiment_score":-0.2}
{"full_text":"Feel the same way. A little guilty for surviving 0 percent odds after spinal abscess surgery. Cry everyday for others pain. So angry and cannot look away. And the need for help for hungry Americans. Thanks traitor Mitch and GOP.","sentiment_score":-0.1979166667}
{"full_text":"RT COVID-19 has revealed the lack of empathy in a lot of people.","sentiment_score":0.0}
{"full_text":"RT Medical students are the most exposed of all students - some work in wards - all are taught by docs who work in wards &amp;...","sentiment_score":0.25}
{"full_text":"RT Y'all have a pleasant and safe Thanksgiving. Please be mindful and adhere to CDC guidelines. I'm thankful to have the privile...","sentiment_score":0.6166666667}
{"full_text":"If Germany has over turned the lock down nonsense then so can we my friends I don't comply with tyranny and if its made law then Rebellion Becomes Duty and no more lockdowns or politicians will be in tears alright for putting us under unnecessary restrictions that are unlawfull","sentiment_score":-0.2685185185}
{"full_text":"Sorry what you talking about? Oh FOX NEWS, I thought you meant the DAILY DEATHS from Covid-19 and suggesting the daily totals were declining as you had taken clear &amp; decisive action to protect the American population... Then I remembered it's YOU.You only care about RATINGS","sentiment_score":-0.0428571429}
{"full_text":"In my latest Covid Newsletter I urge us all to work to ensure Buckinghamshire returns to Tier 1 as soon as possible to protect our freedoms, economy, health and jobs.","sentiment_score":0.25}
{"full_text":"incredible. labor is increasingly subject to intrusive, draconian monitoring but the guy who will probably just shut off his body camera when he goes to plant drugs in your car (or murder you) gets more than 2x the stimulus payment for promising to be a good boy","sentiment_score":0.4266666667}
{"full_text":"Makes perfect sense. Less covid risk too vs a big crowd. Also GameStop has 6,000 locations.","sentiment_score":0.2777777778}
{"full_text":"RT A common Ebert complaint when reviewing horror movies was the implausibility of characters leaving safe environments j...","sentiment_score":-0.0333333333}
{"full_text":"In a year marked by the devastating consequences of a pandemic that shows what happens when humans push Nature too far, this news &amp; these photos strike a hard blow. Action must be taken now to protect BC's remaining old growth. This cannot continue to happen","sentiment_score":-0.1486111111}
{"full_text":"RT Trump encourages Americans to \"gather\" in Thanksgiving proclamation despite coronavirus surge","sentiment_score":0.0}
{"full_text":"Questions over AstraZeneca's COVID-19 vaccine data risk delaying approvalhttps:\/\/t.co\/0bOvM0HHP6","sentiment_score":0.0}
{"full_text":"RT COVID-19 has revealed the lack of empathy in a lot of people.","sentiment_score":0.0}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"RT Justice Amy Coney Barrett was the swing vote in the latest Supreme Court decision, overriding pandemic-related restric...","sentiment_score":0.5}
{"full_text":"RT Today we hold in our hearts the Native American communities who have been hit particularly hard by this pandemic. ...","sentiment_score":-0.1458333333}
{"full_text":"RT A message from Carlo Ancelotti to the people of Liverpool...Our city has taken a positive step in the fight against COVID to...","sentiment_score":0.2272727273}
{"full_text":"RT BREAKING: Almost two thirds of known VIP Covid-19 contracts awarded through a VIP fast-track service came via the offic...","sentiment_score":0.0}
{"full_text":"My 10 year old is going to school like many others and mingling with 100 other children going back to their  families everyday, there is no social distancing, he's had two stints of class self isolation since back after summer, it makes no sense","sentiment_score":0.0369047619}
{"full_text":"RT Wear a mask, wash your hands, watch SCOOBY-DOO MEETS THE BOO BROTHERS (1987)","sentiment_score":0.0}
{"full_text":"I doubt it - in the face of nightmarish economic forecast caused by COVID and the thing we can't mention (B) it will only add to more pressure on jobs.","sentiment_score":0.2333333333}
{"full_text":"RT Florida Extends Ban On Cities Imposing Their Own Mask Mandates--Critic Calls Move A 'Killing Spree'. I. Ha...","sentiment_score":0.6}
{"full_text":"RT New board member:-Boring-Technocratic-Non flying DutchmanUS Fed:-Gold standard -don't believe in deposit guarant...","sentiment_score":0.0681818182}
{"full_text":"RT Pastor Matthew Spoden of Resurrection Lutheran Church in Pierre prayed for the 849 victims of COVID-19 so far in South Da...","sentiment_score":0.1}
{"full_text":"RT Except for.. you know... the quarter of a million dead people from a pandemic that the government isn't doing anythi...","sentiment_score":-0.2}
{"full_text":"RT it could be so simple","sentiment_score":0.0}
{"full_text":"RT \"Because you know what the virus thrives on Mr. Speaker?  It thrives on us working at opposite ends.\"-HajduNo Minister...","sentiment_score":0.0}
{"full_text":"RT The  right to gather in church for hours = the right to be infected and perhaps die from the virus - cultish Justice Barrett s...","sentiment_score":0.2857142857}
{"full_text":"Ahhh yes the szn of holiday alcoholism. ~except i can't hide at nightclubs and bars bc covid~","sentiment_score":0.0}
{"full_text":"RT During WW2, families were separated for up to 6 years to fight fascism. Now self centered people whine about wearing a...","sentiment_score":0.0}
{"full_text":"Getting covid the week of thanksgiving is bs ","sentiment_score":0.0}
{"full_text":"RT AINT gone catch baby slippin","sentiment_score":0.0}
{"full_text":"RT Thanksgiving 2020: 262,446 United States deaths from Covid-19.","sentiment_score":0.0}
{"full_text":"Thanks Danni we live in Lancashire so tier3 josh is high risk so decided to shield again in second lockdown got to keep him safe x","sentiment_score":0.1992727273}
{"full_text":"Happy Thanksgiving Y'all!","sentiment_score":1.0}
{"full_text":"Say hay, the Republican Supreme Court, has sided with religious freedom, let's spread more Covid in the church..God will protect all that worship..","sentiment_score":0.25}
{"full_text":"wear a mask","sentiment_score":0.0}
{"full_text":"RT People are actually harassing ICU nurses who are posting pictures of themselves before and after a shift of Covid-19 care.S...","sentiment_score":0.0}
{"full_text":"RT My points stand: taking advantage of the carnage of a very real pandemic to impose risky new ideological schemes, like...","sentiment_score":0.1981818182}
{"full_text":"RT If you have to fly, this approach with Rapid tests will cut down the risk of transmitting to others tremendously. And...","sentiment_score":0.3259259259}
{"full_text":"Okay, I've read the Canadian Charter of Rights and Freedoms. What part is it that you believe means that you can not wear a mask, and that health orders can be ignored? Please be specific and offer some support for your reasoning.","sentiment_score":0.25}
{"full_text":"RT 3XL Tie Gifts shirt  via #uniquegifts #ShopSmall #BlackFriday #uniquegifts #christmasGift...","sentiment_score":0.0}
{"full_text":"RT Massive show of strength by JUI in Corona times.","sentiment_score":0.0}
{"full_text":"I hear you. I agree with the first part. That's why this bs about freedom as an why not wear a mask angers me. Freedom, I believe, stops when it interferes with the right to live.As for the unborn, I disagree with your reasoning. But it is just an opinion. It shouldnt divide us.","sentiment_score":0.2678571429}
{"full_text":"This Survey shows how people in Wales feel about getting together at Christmas - and they don't want to take the risks many people in England want","sentiment_score":0.5}
{"full_text":"RT Lockdown Photography Challenge day 5 FridayYou have under 24 hours to come up with a photograph to represent this pr...","sentiment_score":0.0}
{"full_text":"No he isn't, he's playing golf almost every day! I hope the republicans see what he has done, he knew months before about the pandemic, kept it quiet bec of panic? What a pathological narcissist. He scares the hell out of millions\/millions of pp.","sentiment_score":0.0}
{"full_text":"Still in pursuit of that #GRAMMYs nomination even when in #lockdown (or #Tier3 ). Recording new #music. Excited to share with you all soon ","sentiment_score":0.2556818182}
{"full_text":"Blah, blah, Kraken, blah, blah, stolen election, blah, blah, voter fraud, blah, blah, pardon a fellow traitor, blah, blah, I will never concede, blah, blah, covid is like the flu, blah, blah, I'm your favorite president, blah, blah, suckers and losers, blah, blah, Trump Parade.","sentiment_score":-0.0625}
{"full_text":"RT If Amazon CEO Jeff Bezos gave every Amazon worker a $105,000 pandemic bonus, he'd still be as rich as he was at the star...","sentiment_score":0.375}
{"full_text":"I fully expect the number of COVID cases to triple after the mixture of Thanksgiving and Black Friday.","sentiment_score":-0.1666666667}
{"full_text":"It's happened out of lockdown!!!","sentiment_score":0.0}
{"full_text":"We're back! Orlando, FL - September 3-5 of 2021! Tickets are on sale now! Our web site has a COVID-19 section which will continually adjust as we comply with all CDC guidelines for our event in 10 months. More info at \/\/ get ready for the best event yet!","sentiment_score":0.425}
{"full_text":"RT How much longer will Elaine have to carry on like this? Unpaid carers desperately need day services reinstated &amp; recog...","sentiment_score":-0.0666666667}
{"full_text":"RT Can't restrict people from going to places of worship in the midst of the worst pandemic in a century.  But can tell peopl...","sentiment_score":-1.0}
{"full_text":"everyone who is a outside is a #COVIDIOT or #COVIDIDIOTS.  I dont feel safe, i'm going to stay inside. I can do this because i work for the government so my pay wont be lost, i dont have to go on government asstance and i have a great pension.","sentiment_score":0.4333333333}
{"full_text":"RT Meanwhile, in Florida a full database of beds......by county and hospital.https:\/\/t.co\/8EgVFIViHc","sentiment_score":0.35}
{"full_text":"RT Even Tier 3 is not a lockdown.A lockdown where everybody works, shops, goes to school and uni is not a lockdown.It's t...","sentiment_score":0.0}
{"full_text":"RT So here's where I've been putting my excess hours of screen time  before and during lockdown 2 - a set of illos based...","sentiment_score":0.0}
{"full_text":"RT A prayer has been answered! OMG he's alive! John Place who was infected with COVID19 by his son survives. \"Wear your mask,...","sentiment_score":0.125}
{"full_text":"RT Day 1: Nov 25 is International Day for Elimination of Violence Against WomenDuring COVID-19 lockdowns, reports show r...","sentiment_score":0.0}
{"full_text":"RT Question: If the core of Christian belief is \"a personal relationship with God,\" then why do you need church? Why do y...","sentiment_score":0.0}
{"full_text":"Disney Will Lay Off 32,000 Workers As Theme Parks Face Restrictions Due To Covid-19 -","sentiment_score":-0.125}
{"full_text":"RT Today at 6pm!Register here: #RemoveSchedule6","sentiment_score":0.0}
{"full_text":"RT Bombshell assertion by Johns Hopkins Econ and stat experts: \"These data analyses suggest that in contrast to most people's...","sentiment_score":0.5}
{"full_text":"Or judge a person by the way they wear a mask","sentiment_score":0.0}
{"full_text":"She's not called Amy Covid Barrett for nothing","sentiment_score":0.0}
{"full_text":"Yeah the DOW was pretty excited when Biden won.Also the stock market is not the economy.","sentiment_score":0.3125}
{"full_text":"He should only be allowed donuts on #donutday. Maybe he'd worry about COVID if he couldn't get his feed!","sentiment_score":0.0}
{"full_text":"RT Pope Francis discusses the justice and wisdom which eluded the majority of the Supreme Court.","sentiment_score":0.0}
{"full_text":"BBQ Rebellion: Restaurateur Cuffed for Defying Toronto Lockdown for Days via","sentiment_score":0.0}
{"full_text":"RT Virus hunters: WHO unveils team of 10 scientists to trace Covid-19 origins","sentiment_score":0.0}
{"full_text":"RT With all of the #Profiteering during the #COVID19 pandemic, it's clear we need a #WealthTax &amp; an #ExcessProfitsTax so that w...","sentiment_score":0.1}
{"full_text":"RT The scene at All Day Baby, Taix and Guelaguetza restaurants on the last day outdoor dining would be allowed in Los Ange...","sentiment_score":0.0}
{"full_text":"I just donated here. Check this thread for great places to help support!!","sentiment_score":1.0}
{"full_text":"Oxford-AstraZeneca coronavirus vaccine trial shows up to 90% effectiveness","sentiment_score":0.0}
{"full_text":"RT Move.Your.Body. It doesn't matter how you move or how fit you are. When it comes to your health and wellbeing, Every Move Coun...","sentiment_score":0.4}
{"full_text":"RT Trump encourages Americans to \"gather\" in Thanksgiving proclamation despite coronavirus surge","sentiment_score":0.0}
{"full_text":"How the Internet of Medical Things is Meeting New #Healthcare Demands During COVID-19  #IoMT #Tech  via","sentiment_score":0.0681818182}
{"full_text":"RT \"It's somewhat ironic that on the 400th anniversary of acknowledging this point in history, we are forced to stay home a...","sentiment_score":-0.05}
{"full_text":"RT Please retweet if you think it's time for the Government to scrap all the Covid restriction rules and leave it to the pers...","sentiment_score":0.0}
{"full_text":"Covid by 51. Go Dawgs","sentiment_score":0.0}
{"full_text":"RT If Amazon CEO Jeff Bezos gave every Amazon worker a $105,000 pandemic bonus, he'd still be as rich as he was at the star...","sentiment_score":0.375}
{"full_text":"RT The biggest change the pandemic has wrought by far:","sentiment_score":0.1}
{"full_text":"Wear a fucking mask, ya cunned stunts. Nobody wants to see your fucking face anyway. While you're at it, wash yer nasty hands and stay the fuck away from others. Nice chat.","sentiment_score":-0.3}
{"full_text":"While there is no association of #SARSCoV2 strain #D614G with greater severity of infection, the #strain is associated with higher viral loads and younger patient age. Read more form this evaluation in #COVID19  #mutation","sentiment_score":0.3125}
{"full_text":"RT Policymakers: listen up","sentiment_score":0.0}
{"full_text":"RT You'd think life would be precious to one &amp; all but those who continue to act like #covid19 is no big deal are making it...","sentiment_score":0.25}
{"full_text":"RT I've yet to come across an MP who \"recognises the seriousness of the situation\" and who \"thanks the government for placin...","sentiment_score":0.2}
{"full_text":"RT happy thanksgiving my sister who is a teacher tested positive for covid today fuck america Glad all u fucking assholes had...","sentiment_score":0.1054545455}
{"full_text":"Report on Your Neighbor(&amp; Let's Repeat Nazi Germany All Over Again!)https:\/\/t.co\/R17rJgBrceOregon Governor: Snitch On Your Neighbors For Violating Thanksgiving COVID Ordershttps:\/\/t.co\/lMVnhAzjYx","sentiment_score":0.0}
{"full_text":"How COVID-19 is Accelerating Commercial IoT #CRE #CREtech #IoT #InternetofThings #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/vzZNSlbxEi","sentiment_score":0.0}
{"full_text":"RT What a truly terrifying appalling decision. Justice Sotomayor's dissent in this case, as in the prison case, &amp; Justices Gin...","sentiment_score":-0.675}
{"full_text":"Throughout this pandemic, healthcare leaders and elected officials have reminded us that we will get through this. Now, doctors and first responders are also looking to the future, and discussing how COVID-19 is already changing how they serve people.","sentiment_score":0.125}
{"full_text":"WATCH LIVE: SHA announces escalated COVID-19 response #yqr #sk","sentiment_score":0.1363636364}
{"full_text":"Good old door Matt Hancock has evolved into Johnson's lightning rod.","sentiment_score":0.4}
{"full_text":"Good Neighbor Awards - Sergio Rodriguez. For many who living in a nursing facility, the pandemic caused isolation and loneliness. Sergio began writing letters to local nursing home residents, &amp; struck up a friendship with a patient in Chardon. #2020UniversityHeightsCivicAwards","sentiment_score":0.4}
{"full_text":"Many of us have practiced social #distancing to keep ourselves, our #families and others #safe What are the psychological costs of #SocialDistancing during #COVID19https:\/\/t.co\/UoTkdajluD #Mindfulness  #wellness #ThursdayThoughts #ThursdayMotivation #Thursday #thursdayvibes","sentiment_score":0.2583333333}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"The court said the government should consider setting up a portal where fines, collected for not adhering to the social distancing norms, are deposited with little or no cash transaction.https:\/\/t.co\/AUBfjhuI1I","sentiment_score":-0.0770833333}
{"full_text":"ON THE PODCAST | BLAST FROM THE PRE-CORONA PAST: Ad Jingles","sentiment_score":-0.25}
{"full_text":"The last couple of weeks have given investors a glimpse into what a post-pandemic stock market could look like. #covid19 #markets","sentiment_score":0.0}
{"full_text":"\"Fighting to a draw\" is not nearly enough when it's not even winter yet, much of #Quebec remains under partial lockdown, &amp; there are well over 1000 cases daily. Widespread vaccine availability is likely still 6-12 months away. It's time for #COVIDzero.","sentiment_score":0.02}
{"full_text":"Some of the thousands of mink culled to minimize the risk of them re-transmitting the new coronavirus to humans have risen from their shallow graves in western Denmark after gases built up inside the bodieshttps:\/\/t.co\/2iUin0Dxyu","sentiment_score":-0.0656565657}
{"full_text":"The company had no previous experience in supplying medical equipment","sentiment_score":0.0416666667}
{"full_text":"\"Immigration, Refugees and Citizenship Canada (IRCC) is launching a new virtual platform today for the citizenship tests, which will be offered online to a small group at first.\"https:\/\/t.co\/LHfa8gIqEI","sentiment_score":0.0454545455}
{"full_text":"Supreme Court on Thursday adjourned by a fortnight the hearing of a PIL for a master plan on affordable healthcare, especially in times of a public health crisis like COVID-19.","sentiment_score":0.0}
{"full_text":"Brain break.Stop doomscrolling* for the next hour and find something to engage the other part of the brain.May I suggest doodling with markers?Explode each page with colour. Express whatever you're feeling. It's all valid. (It's a pandemic.)*term popularized by","sentiment_score":-0.0625}
{"full_text":"The pandemic is turning this into a holiday shopping season like no other.","sentiment_score":0.0625}
{"full_text":"RT Pope Francis has harshly criticized people who refuse to wear masks or who protest against coronavirus restrictions say...","sentiment_score":-0.2}
{"full_text":".@CDCgov recommends that you should be sure to wear a mask, wash hands and sanitize frequently and stay at least 6 feet away from those that don't live with you at your Thanksgiving celebrations today.","sentiment_score":0.1090909091}
{"full_text":"But even with the changes that are being recommended during the ongoing pandemic, residents of the Texas Panhandle are still looking back at what they are thankful for as the holiday approaches. #Thanksgiving #Amarillo","sentiment_score":0.0}
{"full_text":"Dec. 2 will be the next COVID Corner webinar presented by session will look at lessons learned in 2020 and plans for moving forward. Speakers include and W21C Medical Director Dr. John Conly. Register:","sentiment_score":0.0}
{"full_text":"I wish ","sentiment_score":0.0}
{"full_text":"Did your abuse steal your stimulus check? Find out what steps you can take to get your 2020 economic impact payment--and how to avoid it happening again.https:\/\/t.co\/vnR7jcJrBz#domesticviolence #abuse #domesticabuse #covid19 #stimulus #finance #financialabuse","sentiment_score":0.2}
{"full_text":"Lisa doesn't think she can get to $1,000. Help prove her wrong by doing a good deed right now!","sentiment_score":0.1857142857}
{"full_text":"Oregon Occupational Safety and Health Administration officials have fined a fitness business $90,000 for defying Gov. Kate Brown's COVID-19 orderhttps:\/\/t.co\/EXa4S8rtjw","sentiment_score":0.0}
{"full_text":"RT Donald Trump is responsible for EVERY lost job.His failure to confront #COVID19 and to encourage people NOT to wear masks...","sentiment_score":-0.0583333333}
{"full_text":"With the recent rise in cases, visitation to nursing homes and assisted living facilities has been cut off","sentiment_score":0.0}
{"full_text":"Just stay home. It's a pandemic anyway ","sentiment_score":0.0}
{"full_text":"The Effingham County Health Department announced Wednesday the COVID-related deaths of a woman in her 70s and a woman in her 80s are under investigation.","sentiment_score":0.0}
{"full_text":"The ACT government hopes it will be able to host the National Multicultural Festival in Civic by late 2021 after scrapping tentative plans to recreate the event in a COVID-19 safe way via","sentiment_score":0.2333333333}
{"full_text":"RT Reasons to study in Founder's Reading Room:- looks like Hogwarts- socially distanced study spaces- looks like Hogwart...","sentiment_score":0.0333333333}
{"full_text":"Millions of Americans took to the skies and the highways ahead of Thanksgiving at the risk of pouring gasoline on the coronavirus fire.","sentiment_score":0.0}
{"full_text":"Utah Native communities need your help. There are 8 distinct tribal nations in Utah, all of whom have been impacted by COVID-19. The Utah Tribal Relief Foundation is dedicated to helping meet the needs of these communities. Please consider donating https:\/\/t.co\/XRbmDCzsIk","sentiment_score":0.3}
{"full_text":"Supreme Court backs religious challenge to NY coronavirus restrictions","sentiment_score":0.0}
{"full_text":"He also needs to blast the pathetic science predictions as well, doom and gloom doing their utmost in fucking the covid figures up.","sentiment_score":-0.5777777778}
{"full_text":"Phone calls with my mom now regularly involve debunking misinformation and conspiracist fears she's heard, including about COVID vaccines. Shout out to my mom for being open to having these conversations.","sentiment_score":0.0}
{"full_text":"Watching the preachers on television, I learned that the Coronavirus only harms wicked people. You must be a really bad person if you get a bad case of the Coronavirus.","sentiment_score":-0.4666666667}
{"full_text":"That's normal when you move into a new city initially , then it changes suddenly . Look at me , I barely stay at home","sentiment_score":0.0672727273}
{"full_text":"A powerful, and frightening visualization - #COVID is mercilessly efficient in its transmission dynamics...Just how fast does COVID-19 spread? This visualization will shock you","sentiment_score":-0.175}
{"full_text":"RT Because in the end...you can cheat the figures..but you can't create the bodies  'the number of deaths by COVID-19 is not...","sentiment_score":0.0}
{"full_text":"Just lockdown swale FFS much easier to police as well ","sentiment_score":0.2}
{"full_text":"The relentless war against a deadly, invisible enemy was out of sight to all but those working its front lines: nurses.","sentiment_score":-0.2}
{"full_text":"RT BREAKING: The Chief Executive of AstraZeneca says the firm is likely to conduct another global trial of the Oxford #coronaviru...","sentiment_score":-0.0666666667}
{"full_text":"That was me  bought an Adidas winter jacket, and with lockdown cant even wear it oot it'll be out of style by the time we are back","sentiment_score":0.0}
{"full_text":"RT NEW: If Ontario's COVID-19 cases grow at the current rate, we would see about 1,500 - just over 2,000 \/ dayWorst case sc...","sentiment_score":0.0681818182}
{"full_text":"RT If Amazon CEO Jeff Bezos gave every Amazon worker a $105,000 pandemic bonus, he'd still be as rich as he was at the star...","sentiment_score":0.375}
