{"full_text":"Stay safe","sentiment_score":0.5}
{"full_text":"Alcohol se corona marta hai. So can't blame alcohol.","sentiment_score":0.0}
{"full_text":"RT Hey Andy can you share with the public what the death rate is compared to the normal flu? Also can you explain why the death...","sentiment_score":0.075}
{"full_text":"RT During Dominic Cummings' year in No10, he masterminded the worst health &amp; economic response in Europe to the covid pandemi...","sentiment_score":-0.4}
{"full_text":"RT More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campa...","sentiment_score":0.05}
{"full_text":"Can't afford a lock down I'm tryna get in CDL school","sentiment_score":-0.1555555556}
{"full_text":"RT There will be no one left to protect this asshat. I feel for the 130 sick and their families. He's not worth it. Stay safe...","sentiment_score":-0.0910714286}
{"full_text":"My life is getting worse by the day","sentiment_score":-0.4}
{"full_text":"Pass the Heroes act. Encourage outgoing potus to join with President Elect Biden's team to get this pandemic under control. Don't let another 230k Americans die and the economy tank completely. This is NO longer about politics!","sentiment_score":0.4625}
{"full_text":"Imagine being on an airplaneThe pilot\/copilot sitting in 1st class bitching about job changesThe plane is on autoThe attendants keep quiet about the plane running on auto- Don't want to get fired\/bruise egos of pilot\/copilotThis doesn't end well#Covid #nationalsecurity","sentiment_score":0.0}
{"full_text":"Read this week's Research Insider to learn about a recent $7.4M grant awarded from the Navy, a researcher's book longlisted for the 2020 National Book Awards, COVID-19 modeling, early earthquake detection and more! -","sentiment_score":0.2416666667}
{"full_text":"RT #ThursdayThoughts The global response to #COVID19 has altered many aspects of daily life. In #TheBrainArchitects, Dr. Ba...","sentiment_score":0.1666666667}
{"full_text":"RT To all the scientific illiterates denying immunity after COVID infection, realize you are denying the science of natural immu...","sentiment_score":0.1}
{"full_text":"RT The Enraging Deja Vu of a Third Coronavirus Wave \"The best way to help our medical workers isn't to st...","sentiment_score":0.3333333333}
{"full_text":"RT US has reported 10,477,154 coronavirus cases and at least 243,076 deaths.","sentiment_score":-0.3}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"Covid swept the Pride of Acadiana? smh","sentiment_score":0.0}
{"full_text":"RT More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campaign...","sentiment_score":0.05}
{"full_text":"RT There is a specific agenda for every group EXCEPT the Foundational Black Americans who they claimed voted this new admini...","sentiment_score":-0.0101010101}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT \"The spread of the coronavirus -- which has sidelined roughly 10 percent of the agency's core security team -- is believed to...","sentiment_score":-0.1}
{"full_text":"Oh no,","sentiment_score":0.0}
{"full_text":"\"We deserve much better.\" #RecallDougDucey","sentiment_score":0.5}
{"full_text":"RT no second stimulus. no lockdown. no mask mandate. no guidance on avoiding infection. no assistance to workers. no rent rel...","sentiment_score":0.0}
{"full_text":"RT Northern Ireland is in a terrible place. #COVID19 cases and deaths are at a high level and the largest political party w...","sentiment_score":-0.28}
{"full_text":"Not personally. Never met her but my daughter has an employee who almost died from it. She is severely overweight diabetic and Hispanic. She was at work while contagious and not a single other person contracted COVID.","sentiment_score":-0.0297619048}
{"full_text":"RT Daily cases have more than doubled in 11 days.","sentiment_score":0.25}
{"full_text":"RT 130 Secret Service agents are infected with COVID-19 because trump is a selfish asshole who unnecessarily put them all in h...","sentiment_score":-0.4333333333}
{"full_text":"RT OMG #Covid19UK The Second Wave Hits the Hospitals: German ICUs Are Struggling to Keep Up with Corona","sentiment_score":0.0}
{"full_text":"RT Tesla executive Elon Musk announced on Twitter that he'd taken four rapid coronavirus tests, with half coming back positive. Musk,...","sentiment_score":0.0202020202}
{"full_text":"More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campaign travel","sentiment_score":0.05}
{"full_text":"RT BREAKING:  USA reports 150,000 new COVID-19 cases, setting world record 3rd day in row","sentiment_score":0.0681818182}
{"full_text":"RT Get well soon, Ken.","sentiment_score":0.0}
{"full_text":"RT One in 47 North Dakotans have Covid this evening. And 34 of those mofos voted GOP.","sentiment_score":0.0}
{"full_text":"RT \"The spread of the coronavirus -- which has sidelined roughly 10 percent of the agency's core security team -- is believed to...","sentiment_score":-0.1}
{"full_text":"RT Trump's massive negligence in dealing with the pandemic is clear with the impact of his rallies. Stanford researchers...","sentiment_score":0.05}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"RT This year it is CRUCIAL that you buy your holiday gifts from independent businesses. So many have been decimated by C...","sentiment_score":0.1666666667}
{"full_text":"More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campaign travel","sentiment_score":0.05}
{"full_text":"RT Biden wants to open the borders during a pandemic","sentiment_score":0.1}
{"full_text":"RT One study found your risk of developing a severe case of, and dying from, COVID-19 virtually disappears once your vitami...","sentiment_score":0.0}
{"full_text":"Arizona found no fraud. Georgia &amp; your own DHS says most secure election in history. PA will find same &amp; your only legal win enforces what they were doing anyhow, didn't change announced count. China congratulated Biden. COVID deaths skyrocket, 240K+40K coming in 3 wks. CONCEDE!","sentiment_score":0.3857142857}
{"full_text":"RT I read that . This is a disgrace.. I am so sorry, we stay home and I did the vaccine study......","sentiment_score":-0.5}
{"full_text":"This image is so powerful and symbolic of the times we are in and how #ENGAGED our students can still be.  Keep 'em excited... building... growing and most importantly, KEEP 'EM SAFE.@STEM_Saratoga  #COVID19","sentiment_score":0.39375}
{"full_text":"RT JUST IN: 35 new COVID-19 cases reported in Windsor-Essex","sentiment_score":0.1363636364}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT 130 Secret Service agents are infected with COVID-19 because trump is a selfish asshole who unnecessarily put them all in h...","sentiment_score":-0.4333333333}
{"full_text":"Pos trump","sentiment_score":0.0}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"RT Hach...","sentiment_score":0.0}
{"full_text":"Damn, Salah got Covid.","sentiment_score":0.0}
{"full_text":"RT Yet another reminder of how callous this administration is:\"The spread of the coronavirus which has sidelined roughly 10%...","sentiment_score":-0.1}
{"full_text":"RT El Paso, Texas, is asking for 4 more mobile morgues as Covid-19 deaths spike","sentiment_score":0.5}
{"full_text":"RT I'm all for the lockdown. LOCK US DOWN.But I do have a wild request. Can we get at least 2 weeks notice? Last time fol...","sentiment_score":-0.0666666667}
{"full_text":"RT no, Larry. COVID fatigue includes being exhausted by isolation and hypervigilance. it's skin and intimacy hunger. it's m...","sentiment_score":-0.4}
{"full_text":"RT My heart is broken. My 28-year old nephew, Jake, died from Covid-19 last night. I'm so angry! This didn't have to happen to...","sentiment_score":-0.23125}
{"full_text":"RT World's top intensive care body advises against remdesivir for sickest COVID patients","sentiment_score":0.5}
{"full_text":"RT Completely agree","sentiment_score":0.1}
{"full_text":"RT ELON MUSK was experiencing \"Cold Symptoms\" so he took a total of 4 COVID-19 tests, with 2 registering as \"positive\" and 2 re...","sentiment_score":-0.1242424242}
{"full_text":"Chile","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"The Front Office of the Phillies shocked a GM would move in this pandemic","sentiment_score":-0.7}
{"full_text":"He's a positive thing to come out of this horrible pandemic!  The playing time he was able to get, one less player this team will need","sentiment_score":-0.1098484848}
{"full_text":"If you're looking for ways to bank from a distance amid the spread of coronavirus, take a look at this!We've been upgrading our technology for years, and we're in a great position to help you. Through video banking at an ITM, on our website, through ou...","sentiment_score":0.8}
{"full_text":"RT TRY THIS:Call your doctor's office. Tell them you want to be tested for the flu. They will ask if you feel sick. Say no....","sentiment_score":-0.7142857143}
{"full_text":"RT 130 Secret Service agents are infected with COVID-19 because trump is a selfish asshole who unnecessarily put them all in h...","sentiment_score":-0.4333333333}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Unlike the first lockdown, retailers now have the opportunity to offer #ClickandCollect. If you've never considered this...","sentiment_score":0.25}
{"full_text":"RT \"The spread of the coronavirus -- which has sidelined roughly 10 percent of the agency's core security team -- is believed to...","sentiment_score":-0.1}
{"full_text":"RT \"More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campai...","sentiment_score":0.05}
{"full_text":"RT I'm serious. There needs to be a service for people in lockdown alone. A hugging service. If it can be done safely-becau...","sentiment_score":-0.3333333333}
{"full_text":"father of modern Olympics, Olympic Values, Athlete as a Role Model for Society, Protections of Clean Athletes (Education of Anti - Doping Program), Prevention from Harassment &amp; Abuse in Society and the Health Care of Athletes in this testing time of Pandemic.","sentiment_score":0.2833333333}
{"full_text":"RT 2 series, 2 films and counting: Tony Labrusca is lockdown's most visible leading man","sentiment_score":0.5}
{"full_text":"RT Administrators were way behind the ball protecting themselves from COVID impacting schedules even in April!   The decisi...","sentiment_score":-0.5}
{"full_text":"Thanks for clearing that up.   It is oh so clear to me now, since it can be climate-deniers, pandemic-deniers, science-deniers, etc. who are driving or wearing said items... #empath #EmpathEmpowerment","sentiment_score":0.15}
{"full_text":"RT MashaAllah Pak moving towards economic recovery faster than any country in subcontinent &amp; this despite having to deal wit...","sentiment_score":0.2}
{"full_text":"BREAKING| Egyptian football legend Mo Salah tests positive for #COVID19 #MoSalah Read More:","sentiment_score":0.3636363636}
{"full_text":"Will not comply.","sentiment_score":0.0}
{"full_text":"RT The Dadasaheb Phalke Award winning veteran actor was hospitalised on October 6 after he tested positive for #COVID19.https:...","sentiment_score":0.2424242424}
{"full_text":"RT \"I urge all countries to follow #Thailand's lead. No country can say it was well-enough prepared for #COVID19, or that it has no l...","sentiment_score":0.0}
{"full_text":"and have it on semi-good authority that had Trump won, he would've embarked on a victory tour","sentiment_score":0.0}
{"full_text":"RT I said it last month: America's Secret Service agents would take a bullet for the President. But given how Trump has ac...","sentiment_score":-0.2}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Remember the horror when Labour wanted to raise taxes on those earning over 80k","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"Daily COVID-19 death toll spikes by nearly 1,900 via","sentiment_score":0.05}
{"full_text":"RT Pfizer vaccine sounds worse than covid for many young people--causing days of headache, fever &amp; muscle aches after 1st in...","sentiment_score":0.0666666667}
{"full_text":"RT In the last gasp of the trump Nazi era, self-loathing, ignorant, antiAmerican, racists will gather in in DC. The best way for...","sentiment_score":0.5}
{"full_text":"This sounds familiar.","sentiment_score":0.375}
{"full_text":"RT COVID Update November 12: We are a nation who has mastered denial. It's an especially dangerous time to have to humor the b...","sentiment_score":-1.0}
{"full_text":"RT JAPAN, where masks are worn in consideration for others:126M population93K #coronavirus cases1,676 fatalitiesBRIT...","sentiment_score":0.0}
{"full_text":"Govt MLA MP Corruption? RBI\/Bank Scams? TAX Loot? official Share%Bribe?Ppls Concern Grievance?Ignore?","sentiment_score":0.0}
{"full_text":"grad students: this is going to be a great talk and it counts towards your 8 required seminars! Hope to see you all there! #EDI #EDIinSTEM","sentiment_score":1.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT .@SouthamptonCC &amp; have joined us in a joint funding package to support Hythe Ferry, compensating for losses...","sentiment_score":0.0}
{"full_text":"This really hit me in my chest","sentiment_score":0.2}
{"full_text":"RT COVID-19 confirmed case in Arviat","sentiment_score":0.4}
{"full_text":"RT This entire batshit crazy episode has highlighted two important points:1. Mail-in voting is awesome and unhackable, do th...","sentiment_score":0.2}
{"full_text":"RT Reason why Chiru tested positive for Corona:","sentiment_score":0.2272727273}
{"full_text":"A chilling, criminal reason why Loeffler should not be re-elected ","sentiment_score":-0.45}
{"full_text":"RT This is criminal.","sentiment_score":-0.4}
{"full_text":"RT Is it too much to ask that Doug Ford listens to the advice of medical experts? By lying to Ontarians about his public he...","sentiment_score":0.0666666667}
{"full_text":", Thank you for this great, looong list of fellow nurses to connect with! Help us help you &amp; #WearAMask ya'll! ","sentiment_score":1.0}
{"full_text":"RT Remember the horror when Labour wanted to raise taxes on those earning over 80k","sentiment_score":0.0}
{"full_text":"RT 130 Secret Service agents are infected with COVID-19 because trump is a selfish asshole who unnecessarily put them all in h...","sentiment_score":-0.4333333333}
{"full_text":"RT To our friends across the country: You can help us mobilize voters and raise the resources we need from where you are. As...","sentiment_score":0.0}
{"full_text":"RT Thanks Doug should be looking at Justin Trudeau who left our borders open. Trudeau knew about the virus in December and did...","sentiment_score":0.0666666667}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"Watch and retweet. It is urgent","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"RT If mitigation measures had been implemented one week earlier in March, 60% of American COVID-19 deaths would have been...","sentiment_score":0.0}
{"full_text":"Haven't you heard, the covid cured the flu ...","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT Today is November 12th. 11 years ago today my son died from H1N1. Guess who was Vice President handling that pandemic?...","sentiment_score":0.0}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA hotline)Copy, not retweet.","sentiment_score":0.0}
{"full_text":"has tested positive for Covid19, the Egyptian FA confirms.#COVID","sentiment_score":0.2272727273}
{"full_text":"RT Out now - our report on the impact of the COVID19 pandemic on lethal conflicts &amp; crime in Mexico and Central America's Nor...","sentiment_score":0.0}
{"full_text":"RT People with learning disabilities six times more likely to die of Covid-19... The numbers are shocking","sentiment_score":-0.1666666667}
{"full_text":"RT MashaAllah Pak moving towards economic recovery faster than any country in subcontinent &amp; this despite having to deal wit...","sentiment_score":0.2}
{"full_text":"RT for two years i was part of a team that handled holiday orders at the ~fancy~ grocery store where i worked; last year, i r...","sentiment_score":0.0}
{"full_text":"RT no second stimulus. no lockdown. no mask mandate. no guidance on avoiding infection. no assistance to workers. no rent rel...","sentiment_score":0.0}
{"full_text":"RT My personal favorite Conservative trolling of trump came from Boris Johnson, who, in one perfect tweet, wrote \"I look forw...","sentiment_score":0.5}
{"full_text":"RT If is can't come to grips with reality, Americans must: We don't have a functioning president right now....","sentiment_score":0.2857142857}
{"full_text":"RT Happy Deepavali Nanba Stay Home, Stay Safe &amp; Enjoy This Deepavali With Your Family #Master #MasterTeaser h...","sentiment_score":0.5666666667}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT Which country least followed science in dealing w\/ #COVID19?https:\/\/t.co\/zVWOFDi6yB","sentiment_score":-0.3}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT U.S. Shatters World Record, Again, Reporting Over 163,000 Daily Coronavirus Infections","sentiment_score":0.0}
{"full_text":"#Diwali celebrations will be different this year but you can still celebrate safely at home. Remember the national restrictions help to keep everyone safe. For guidance on how to celebrate safely during the national restrictions, visit:","sentiment_score":0.375}
{"full_text":"FREE #COVID19 PCR Testing- WHEN: Fri, Nov 13 9A-2PWHERE: 8651 Colorado BlvdTo pregister - or Call 303-538-7420 with ?'s.**Rapid testing has been suspended until further notice**@CDPHE","sentiment_score":0.2}
{"full_text":"Bianca speaking facts","sentiment_score":0.0}
{"full_text":" As it gets colder outside, stay moving indoors with this Intro to Gymnastics video from Parks &amp; Rec Home. https:\/\/t.co\/7p5CjRJNg3","sentiment_score":0.0}
{"full_text":"RT With one exception that I can remember -- a Clinton-era agent who made the Fox News\/RW publishing rounds after he retired-- I...","sentiment_score":0.0}
{"full_text":"RT I'm waiting for the analysis of how his mega-rallies may have played a role in the god-awful mess we find ourselves in. St...","sentiment_score":-0.175}
{"full_text":"Silkron wishing all of you Happy Deepavali!May the Festival of Lights brighten up the lives of you and your loved ones especially in this difficult time of the Covid-19 outbreak, spread with peace, prosperity,happinessand good health in your life.","sentiment_score":0.34}
{"full_text":"Crow Wing County to offer all Virtual Services due to rise in COVID-19 cases starting 11\/16https:\/\/t.co\/FbrvXGlW0T","sentiment_score":-0.0625}
{"full_text":"I vote YES to Joe Biden taking charge of Our Nation's COVID-19 response TODAY!","sentiment_score":0.0}
{"full_text":"Advocates are urging the federal government to provide further support to refugees. #cdnimm #immigration","sentiment_score":0.0}
{"full_text":"Trump on the record admitted that he weaponized COVID to kill and sicken Americans in blue states. He is a traitor and a genocidal maniac. How disgusting that you are trying to help him overturn the will of the 80 million Americans who VOTED HIM OUT.","sentiment_score":-0.5}
{"full_text":"We've got a special offer to make sure you can still get hold of your favourite daily paper during lockdown. Sign up today to get free delivery of the Daily Star for six weeks. https:\/\/t.co\/IuW49LmLMK","sentiment_score":0.2514285714}
{"full_text":"Today is World Kindness day and here are some ways to be kind during lockdown. In a mad world, we must all try to be kinder@BloggersHut #TRJForBloggers","sentiment_score":-0.0125}
{"full_text":"RT Klopp after hearing that Salah has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"#NouvelJour #Finanzaspersonales # COVID19 #coronavirus #EducacionFinanciera #crecimientopersonal #NuevoDia #ComensardeNuevo #Nopierdaslafe #Vamosperucarajo #blanquiroja #Perucontodo #Rumboacatar2022","sentiment_score":0.0}
{"full_text":"If you are celebrating Diwali this weekend, remember #HandsFaceSpace. Stay home, protect your family and friends. #StayAlert","sentiment_score":0.0}
{"full_text":"Our favourite comedian has lost it, months of CoVID restrictions have caught up with him.  ","sentiment_score":0.0}
{"full_text":"Making sure lessons are tailored to individual students' needs might be getting pushed to the back burner, out of necessity.","sentiment_score":0.1666666667}
{"full_text":"We're switching back to single-faith focus groups for the next 2 weeks to get more details on what issues are facing your community specifically and what concerns and ideas you have. Make sure you get your voice heard! Sign up for your focus group here:https:\/\/t.co\/AZ7hbyFNzC","sentiment_score":0.28125}
{"full_text":"If you are celebrating Diwali this weekend, remember #HandsFaceSpace. Stay home, protect your family and friends. #StayAlert","sentiment_score":0.0}
{"full_text":"RT \"80 percent of those who died of Covid-19 in Texas county jails were never convicted of a crime\"","sentiment_score":0.0}
{"full_text":"RT I wrote about what health-care workers are going through, how exhausted &amp; scared they are, and what this 3rd pandemic surge...","sentiment_score":-0.2}
{"full_text":"The Pandemic May Have Changed International Recruiting Forever -","sentiment_score":0.0}
{"full_text":"By wearing masks you protect  yourself and others, reduce the spread of #COVID19, and help crush the curve as we experience a rise in cases. #MaskTheSFup","sentiment_score":0.0}
{"full_text":"Join for the upcoming Research Talk \"Curing the COVID-19 pandemic\", an online panel with researchers &amp; health experts. Panelists include IC3 member who will explore the role IoT &amp; mHealth technologies in a pandemic!","sentiment_score":0.0}
{"full_text":"Northwest Missouri State University is postponing its winter commencement ceremonies out of an abundance of caution due to the COVID-19 pandemic.","sentiment_score":-0.125}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"Why are you trying to kill the Secret Service?","sentiment_score":-0.4}
{"full_text":"Sport: Republic of Ireland midfielder Alan Browne has become the latest player to test positive for COVID-19The FAI confirmed that there were no close contacts of Browne who played 90 minutes in Ireland's 3 - 0 loss to England at Wembley last night#VMNews |","sentiment_score":0.2818181818}
{"full_text":"Have some compassion for every exhausted health care worker out there and wear a mask, socially distance and *stay home* until we have a vaccine to stop this thing. PLEASE.","sentiment_score":-0.1833333333}
{"full_text":"RT Daily cases have more than doubled in 11 days.","sentiment_score":0.25}
{"full_text":"As the colder winter season approaches and the #COVID__19 pandemic continues, some say the combination could make depression disorders even worsehttps:\/\/t.co\/49eYMgRkTP","sentiment_score":0.0}
{"full_text":"Time: 16:00 * Temp: 8.8degC * Wind: SW 2.0 to 10.1mph * Pressure: 998.7hPa * Rain: 2.8mm * Hum: 83% * ET: 0.6mm * Solar: 12.0W\/m2 * UV Index: 0.0 * Sunrise: 07:50 * Sunset: 16:24 * Cloudbase: 1240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":": Elaine Nolan, Participation Director (on Sport Ireland allocating funds to Cricket Ireland)https:\/\/t.co\/OFfiPc6qt9@Lainerss #BackingGreen #IrishCricket #COVID19 #SupportingClubs","sentiment_score":0.0}
{"full_text":"Far more Japanese people are dying of suicide, likely exacerbated by the economic and social repercussions of the pandemic, than of the COVID-19 disease itself. ","sentiment_score":0.1388888889}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"Just as it has done with other activities this year, COVID-19 will impact those working to do good this holiday season. However, most organizations are still striving to help the community in the safest way possible. ","sentiment_score":0.26875}
{"full_text":"#Podcast Street traders in Dublin frustrated after they were told they can't operate during Covid-19 level restrictions hears from traders &amp; listeners","sentiment_score":-0.7}
{"full_text":"RT Highest UnemploymentFirst Ever RecessionForeign Policy DebaclesSurge In Border SkimirishesFailure To Curb Spread Of...","sentiment_score":0.0}
{"full_text":"As COVID-19 cases surge, our efforts to stop its transmission are crucial to the health and safety of the more vulnerable among us - including those with COPD.https:\/\/t.co\/Ta5ULyJUWS","sentiment_score":0.0}
{"full_text":"RT Imagine what this country would look like if, back in March, the President issued mandatory stay-at-home and mask orders for 6...","sentiment_score":0.0}
{"full_text":"RT It's good to know the mounting death toll from the pandemic he's mishandled hasn't dimmed...","sentiment_score":0.7}
{"full_text":"Election fraud at the highest level. Wow.  I can't believe the fuckery. Covid AND this election,  it's a shame! Wake up people","sentiment_score":0.125}
{"full_text":"From Breakfast on through all the dayAt home among my friends I stay,But every night I go abroadAfar into the land of Nod.--Robert Louis Stevenson, born #otd in 1850https:\/\/t.co\/r9ncABMYa6","sentiment_score":0.0}
