{"full_text":"Trump plans protest rallies as Biden to meet with Covid-19 task force today - follow live Mr TrumpYour sunset has come like did for England's King Harold (1066) - you both fought wellLosers but What LosersCertainly *greater* in Defeat than the Conqueror","sentiment_score":0.3181818182}
{"full_text":"RT NEW: President-elect Biden has named his transition COVID-19 advisory board.Drs. David Kessler, Vivek Murthy &amp; Marcella N...","sentiment_score":0.1363636364}
{"full_text":"Saluti, you can read it here: Covid testing is big news right now: with a mass testing pilot starting in Liverpool, Boots announcing... Share this if you think it's interesting. ","sentiment_score":0.1964285714}
{"full_text":"Inside Somalia: how Covid-19 created a perfect storm in a humanitarian crisis","sentiment_score":1.0}
{"full_text":"RT Biden will have to carefully manage people's expectations tho. You can't let a pandemic run rampan...","sentiment_score":-0.1}
{"full_text":"RT Dear Corona,They are planning to reopen schools in 2021...Please arise,,arise and fight your battle...Don't give,,,do...","sentiment_score":0.0}
{"full_text":"RT ICYMI: we published our weekly #COVID19 report on Thursday 05 Nov. It shows a significant rises in hospital admissions in the 7...","sentiment_score":0.375}
{"full_text":"Odisha bypolls: Counting of votes amid strict COVID protocol on Tuesday","sentiment_score":0.0}
{"full_text":"RT This is so very very not good.","sentiment_score":-0.045}
{"full_text":"RT \"Elites love lockdowns\" is a direct quote from literally every GOP who spoke at the RNC. It is a top reference point for #QAnon...","sentiment_score":0.3666666667}
{"full_text":"RT How's this news? Biden didn't hide it during the campaign.","sentiment_score":0.0}
{"full_text":"COVID-19 and refugeesThe maps, stats and facts on how the pandemic has impeded efforts to protect the displaced and affected their access to basic rightsUNHCR, the UN Refugee Agencyhttps:\/\/t.co\/C57W1BX4BM","sentiment_score":0.0}
{"full_text":"WHO'S largest funder is BG. He wants global Vaccine for a virus w\/ 99.7% survival rate? WHO named it COVID in March, then Bill later called for everyone to needC ertificateO fV accinationID entificationBefore they return to Society?No, WHO policy isn't influenced at all","sentiment_score":0.0666666667}
{"full_text":"RT Spain sets seven-day record for Covid deaths in second wave via","sentiment_score":0.0}
{"full_text":"RT Suggestions,We request Students please never take such steps,#NoSuicide you can put your problems on Social Media for...","sentiment_score":0.0166666667}
{"full_text":"Losing media corona-warriors via","sentiment_score":0.0}
{"full_text":"a really interesting read","sentiment_score":0.5}
{"full_text":"More than 10,000 COVID-19 Deaths in Illinois.","sentiment_score":0.5}
{"full_text":"RT They put off meetings, they put off court cases because they know they have no scientific evidence to back the decision to...","sentiment_score":0.0}
{"full_text":"Diagnosis of COVID-19 Pneumonia Using Chest Radiography: Value of Artificial Intelligence | Radiology  #ArtificialIntelligence","sentiment_score":-0.6}
{"full_text":"The same was done to other street markets in when the stall keepers need help under #COVID19uk - will things be any different in during second lockdown?","sentiment_score":-0.03125}
{"full_text":"RT One in eight shops failed to reopen after first lockdownhttps:\/\/t.co\/avCiEohji7","sentiment_score":-0.125}
{"full_text":"RT J&amp;J covid-19 vaccine trial cleared to begin in South Africa","sentiment_score":0.0}
{"full_text":"RT Aussies are in for a shock. Banks won't lend to you. Your pay won't go up. Someone you know will lose their job.But s...","sentiment_score":0.0}
{"full_text":"Those men gave their lives so that others might have theirs - and you're kicking off because you have to stay in your house to save lives. They'd be ashamed of people like you.","sentiment_score":0.0}
{"full_text":"RT One of India's biggest employers is in \"wait and see\" mode since Covid cases are rising.So, no hope of job creation &amp; sa...","sentiment_score":0.0}
{"full_text":"COVID COVID COVID  you moron","sentiment_score":-0.8}
{"full_text":"RT Keep Your Hands Safe from Germs and Infections with #RahoSafeHandSanitizer and Get Up to 70% Off!!!>Get Upto 10% Ext...","sentiment_score":0.5}
{"full_text":"Arrests were made during a massive protest in Manchester against the UK lockdown","sentiment_score":0.0}
{"full_text":"RT Utah governor declares new state of emergency as coronavirus spreads","sentiment_score":0.1363636364}
{"full_text":"RT You know the drill by now, but important #coronavirus prevention measures are worth repeating! Washing your hands for at...","sentiment_score":0.3875}
{"full_text":"There won't be any Dark Winter .He'll never be sworn into office.   His dementia really is that bad","sentiment_score":-0.2166666667}
{"full_text":"We remember those who fell in service to protect us and also pay respect to those who continue to defend us against enemies both seen and invisible including those who support the fight against COVID-19, we thank you. ","sentiment_score":0.0}
{"full_text":"RT Anne Genetet, a doctor, French lawmaker &amp; ruling party deputy representing the French diaspora in Asia. Says that APAC co...","sentiment_score":0.0}
{"full_text":"RT Welding as art in #Eyam (The Plague Village), Derbyshire. The whole village isolated itself and prevented the pandemic sp...","sentiment_score":0.2}
{"full_text":"RT UK government fails to publish details of PS4bn Covid contracts with private firms","sentiment_score":-0.25}
{"full_text":"RT BREAKING: The day President-elect Biden is sworn in he will roll back Trump policies with a blitz of executive actions. Biden h...","sentiment_score":0.0}
{"full_text":"RT Lush people of Bristol, to help reduce your lockdown woes, we are offering 50% OFF all day until 9:30pm this evening! Ple...","sentiment_score":0.125}
{"full_text":"RT Fun Monday morning story for you. I interviewed Alex Chesterman, the founder of Zoopla, and now for","sentiment_score":0.3}
{"full_text":"now it's humane and wise to destroy entire industries, leaving many without the means of self support because of a virus?  This wasn't just farms with positivity it was every mink farm...","sentiment_score":0.25}
{"full_text":"RT Repeat After Me:Pandemic Perdue wants to take away your health care!Looting Loeffler loves stealing your money!","sentiment_score":0.25}
{"full_text":"RT If #COVID19 has impacted your #business finances take a listen here and find out how the Covid-19 Credit Guarantee Scheme c...","sentiment_score":0.0}
{"full_text":"RT Covid-19: Global coronavirus cases pass 50 million","sentiment_score":0.0}
{"full_text":"RT Masks ok....  But where is social distancing...","sentiment_score":0.2666666667}
{"full_text":"for Speaker of the House!","sentiment_score":0.0}
{"full_text":"13% Of Delhi's Covid Case Spike Linked To Air Pollution: Medical Body #delhipollution","sentiment_score":0.0}
{"full_text":"RT Those of you who wear facemasks under your jaw or only on one ear, why don't you wear condoms to cover your testicles on...","sentiment_score":0.0}
{"full_text":"Look out for your local veg box supplier in the Highlands, there are a few to choose from","sentiment_score":-0.1}
{"full_text":"The boss of a popular Nottinghamshire pub has told of how it has adapted to work through the second national lockdownhttps:\/\/t.co\/FtslKaHmYL","sentiment_score":0.3}
{"full_text":"RT Folklore came out already","sentiment_score":0.0}
{"full_text":"RT Lockdown Part 2Day 5 photoKirby Muxloe Castle#localtohome@BlabyDC #ThePhotoHour","sentiment_score":0.0}
{"full_text":"RT Thank you, It is time to unite #Utah. We are #Stronger_Together. You will be saving lives and livelihoods....","sentiment_score":0.0}
{"full_text":"RT We're in the middle of a pandemic and Sen. David Perdue is still pushing a lawsuit that will allow insurance companies to deny...","sentiment_score":0.0}
{"full_text":"that is so crazy sweet of you. I'll keep it in mind when lockdown eases a bit x","sentiment_score":-0.125}
{"full_text":"RT UK government fails to publish details of PS4bn Covid contracts with private firms","sentiment_score":-0.25}
{"full_text":"Qamar Zaman Kaira sb a great asset of the party and our senior, who has been campaigning in the rocky hills of Gilgit-Baltistan with our beloved Chairman for the last 16 days, has fallen victim to Covid-19. We pray to Almighty for his best health. Aameen.@QamarKairaPPP","sentiment_score":0.485}
{"full_text":"Absolutely in agreement with all the others. This is sensible. It would make sense if this were to be adopted by and universities just like so many other slow and cumbersome processes which have had to radically change due to Covid. eg online conferences vs  air travel","sentiment_score":0.03}
{"full_text":"My husband gets upset when I get mad at him for making mistakes like this. IF I DON'T GET MAD AT YOU FOR THAT DURING A PANDEMIC THEN I DON'T LOVE YOU.","sentiment_score":-0.25}
{"full_text":"Lol yeah lots of people not taking any notice of the lockdown here too. Gonna be singing that all day now.","sentiment_score":0.8}
{"full_text":"RT Fun Monday morning story for you. I interviewed Alex Chesterman, the founder of Zoopla, and now for","sentiment_score":0.3}
{"full_text":"perfect for our lockdown Christmas!","sentiment_score":1.0}
{"full_text":"RT [9.11.2020] MMT video call event: What is the 1st place that you want to go after covid19 ends? : hmm..I rea...","sentiment_score":0.0}
{"full_text":"RT #COVID19 Intra-Europe traffic fell 23% over the last two weeks, while traffic to some other regions increased slightly (...","sentiment_score":-0.0972222222}
{"full_text":"RT \"wear a mask, i'm wearing two\" TOM HOLLAND JUST SHUT YALL \"I cant breathe in a mask\" ASSES UP REAL QUICK AND HES RIGHT!...","sentiment_score":0.4285714286}
{"full_text":"President-elect #JoeBiden announces #coronavirus task force of physicians and health experts to bring pandemic under control: Per via PR:https:\/\/t.co\/xj3nKe4cjC","sentiment_score":0.0}
{"full_text":"RT Must watch extraordinary interview from a former chief biomedical scientist on #COVID19 Key points :Virus HAS mut...","sentiment_score":0.1111111111}
{"full_text":"Bit of an over reaction yes? And there is no proof of election steeling in Biden's favor. Lost of unfounded rumors and hearsay. Your KIDS are afraid of old ramblin' Joe? What the hell did you say to them? If they are scared it's your fault. And people say covid news is hysterical","sentiment_score":-0.5}
{"full_text":"If you're a Karen that refuses to wear a mask and you're being a public nuisance, I ought to beat your ass.#karens #Karen","sentiment_score":0.0}
{"full_text":"RT Victorians continue to be forced to mask up, but leading health experts have hit out at the Andrews Government over the r...","sentiment_score":-0.3}
{"full_text":"RT Department of Health has handed PS17 billion worth of COVID-19 contracts to private companies since April.","sentiment_score":0.15}
{"full_text":"RT It's been truly moving to witness a Country wake up from a four year long nightmare in which a populist demagogue let...","sentiment_score":-0.05}
{"full_text":"RT BREAKING: Judge Ricardo Samaniego says El Paso will have to move to 10 mobile morgues as COVID-19 deaths continue to sp...","sentiment_score":0.0}
{"full_text":"RT Covid MoneyKidsNot being a fucking idiot You?","sentiment_score":-0.8}
{"full_text":"RT One in eight shops failed to reopen after first lockdownhttps:\/\/t.co\/avCiEohji7","sentiment_score":-0.125}
{"full_text":"RT So wrong...","sentiment_score":-0.5}
{"full_text":"RT Gathering to go to church? Not okay. Gathering to punch a pillowed effigy of Trump? OKAY. COVID-19: the greatest politi...","sentiment_score":0.4166666667}
{"full_text":"RT UK government fails to publish details of PS4bn Covid contracts with private firms","sentiment_score":-0.25}
{"full_text":"RT ONE YEAR AGO TODAY 8 doctors in Wuhan were arrested for spreading rumors about a novel coronavirus outbreak ","sentiment_score":0.0}
{"full_text":"#ACA #OPENENROLLMENT IS HERE! Enrollment is Nov 1 - Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Experience One Month of Cinema with Aesthetica Film Festival home and explore our online cinematic playground - available on your computer, smart TV, smartphone or tablet. On Demand until 30 November. Get Your Pass:","sentiment_score":0.2047619048}
{"full_text":"Thank you to all GPs and general practice staff: letter from Jo Churchill MP - Department of Health and Social Care#greylit #greyliterature #nglc #COVID19 #Covid19UK #primary_care #general_practicehttps:\/\/t.co\/EpvFLv9v81","sentiment_score":0.0416666667}
{"full_text":"Will children be able to maintain physical activity under new Lockdown rules?Read how the education sector is encouraging children to move more.","sentiment_score":0.2840909091}
{"full_text":", can you explain way  took away the covid-19 death tracker?","sentiment_score":0.0}
{"full_text":"[Call for papers], Paper: CORONAVIRUS CRISIS AND MIGRATION. Discrimination, inequalities and resistance, Dve domovini\/Two Homelands -- DEADLINE: 1st February 2021Plus d'infos:","sentiment_score":0.0}
{"full_text":"#teabreakread: Books to Read Through Lockdown, recommended by one of my favourite writers, #lockdownlife #amreading #readwomen #readmorewomen","sentiment_score":0.0}
{"full_text":"#ICYMI | Manchester Airport (MAN) is set to operate only one of the three available terminals on the property amid enhanced lockdowns in the UK.:","sentiment_score":0.2}
{"full_text":"Workers 'must be looked after' if Northern Ireland's Covid restrictions are extended, insists union bosshttps:\/\/t.co\/rQd9FIssKp","sentiment_score":0.0}
{"full_text":"While You Were Sleeping: Coronavirus updates for November 9 #FOX59Morning","sentiment_score":0.0}
{"full_text":"I know we all want to send gifts &amp; make him feel spl. But the year has been unkind due to the pandemic. So don't be hard on urself abt it. Once everything clears u'll surely be able to send &amp; also meet him when u get to travel again. Be hopeful &amp; happy, ur already doing a lot (2)","sentiment_score":0.2208333333}
{"full_text":"Have you ever tried doing any of these? #eLearning #distancelearning #COVID__19","sentiment_score":0.0}
{"full_text":"On Saturday 31 October, the UK Government announced a four-week lockdown in England, which came into effect on Thursday 5 November. But what does this mean for home buyers and sellers?&gt;&gt; #theguild","sentiment_score":-0.3125}
{"full_text":"Sources of Coronavirus-related support and assistance are still available.For more information, read:","sentiment_score":0.5}
{"full_text":"The Philippine Red Cross (@philredcross) on Wednesday distributed P3,500 financial aid and P2,000 worth of food packs to 210 patients in San Juan who recovered from the coronavirus diseaseOK ito sa human rights!Read more:","sentiment_score":0.1333333333}
{"full_text":"I miss you, Gerry. My parents still live in your district but I'm in dead-red Ohio now  keep making noise about this!!","sentiment_score":0.2130681818}
{"full_text":"In Monday's #LNP, #consumer #confidence is up in #Lancaster County; #SmallBusinesses in the county can apply for a share of $10 million in federal #pandemic recovery grants; #GOP leaders in the state Senate are jockeying for position; and  winhttps:\/\/t.co\/QgKuTo9vd7","sentiment_score":0.0}
{"full_text":"1 year old baby? ","sentiment_score":0.1}
{"full_text":"RT Did a little article ","sentiment_score":-0.1875}
{"full_text":"\"We always tell people they can help us in three different ways: they can make a monetary donation, they can donate food or they can donate time.\"","sentiment_score":0.0}
{"full_text":"'Hopefully we can bring it back next year': An annual #Caledon festival that was to happen this winter has been cancelled due to #COVID19","sentiment_score":-0.0416666667}
{"full_text":".@WPLeadersOrg begins today Nov9 &amp; I present new research -snippet -on the economic value of caregiving &amp; #COVID19. The event is invite only! Apply https:\/\/t.co\/VnAEa1hswK#Women #womenleaders ","sentiment_score":0.0840909091}
{"full_text":"We may be in lockdown but our city is saturated with art and culture that will come alive again when this is all over. Visit Birmingham and have a magical experience. Photo credits : #WaterlooStreetApartments #Birmingham #VisitBirmingham #ExploreBirmingham","sentiment_score":0.3}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":"Remembering historical injustices, such as today's Night of the #NovemberPogroms, is an integral part of German society. This year this #remembrance takes place mainly digitally. told us more about it.#NeverAgain #November9","sentiment_score":0.1}
{"full_text":"RT Communities across America are about to experience a dark fall and winter","sentiment_score":-0.15}
{"full_text":"RT BJP Betrays Beti ! Aishwarya Reddy was not the only one who had to struggle for resources during the ill-conceived, u...","sentiment_score":0.0}
{"full_text":"Our three-part animation series on SARS-CoV-2 is now available in Spanish! These animations, with accompanying worksheets available in both languages, detail how the virus infects cells, how we can detect infection, and how the virus changes over time.","sentiment_score":0.2666666667}
{"full_text":"COVID 19 cases in India until : 09\/11\/2020 16:30Total Cases: 8555109 [+1245]Active: 510832Recovered: 7915767 [+107]Deaths :126671 [+18]Total Tests: 118.57MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"An important message from National #coronavirus restrictions apply. You must stay at home, leaving only for specific reasons. Find out more  #StayHomeSaveLives #RAFC","sentiment_score":0.225}
{"full_text":"City leaders could be forced to make cutshttps:\/\/t.co\/oUx2fyfAhS","sentiment_score":-0.3}
{"full_text":"Apply below for FREE virtual actor training in partnership with #MondayMotivation","sentiment_score":0.4}
{"full_text":"'Time didn't just stand still for us', explains our contracts manager, Neil Pryke, about SEH French's commitment to bolstering our workforce during the coronavirus pandemic.https:\/\/t.co\/jpbMPWoRUh","sentiment_score":0.0}
{"full_text":"Ohio broke its own record for daily Coronavirus cases repeatedly within the last few weeks. Two weeks ago, cases shot-up above 3,000 in one day for the first time. Gov. DeWine warned Ohioans weeks ago and said that hospitals are starting to fill-up.","sentiment_score":0.0928571429}
{"full_text":"Health undersecretary Maria Rosario Vergeire on Monday warned the public against caroling as loud singing increases the risk of COVID-19 pandemic.https:\/\/t.co\/gJnH6zWZd2#DoktorNews","sentiment_score":0.05}
{"full_text":"Spector Gadon Rosen Vinci PC attorney Stanley Jaskiewicz discusses some of the challenges posed by the federal Paycheck Protection Program for small businesses in response to the COVID-19 pandemic.","sentiment_score":-0.25}
{"full_text":"Monday Blog: Floundering in Lockdown 2.0https:\/\/t.co\/zK4jVCzC5a#mondayblog #Lockdown2 #needabreak","sentiment_score":0.0}
{"full_text":"RT Fun Monday morning story for you. I interviewed Alex Chesterman, the founder of Zoopla, and now for","sentiment_score":0.3}
{"full_text":"LOL newspapers: \"is France the worst country in Europe for covid-19?\"I guess it's a form of consolation to think we may be in dire straits, but we're not the worst....","sentiment_score":-0.4}
{"full_text":"In Pics | Air quality worsens in Delhi, raises fears of spike in COVID-19 cases. Read: #Airpollution #Delhi #India #COVID19","sentiment_score":0.0}
{"full_text":"Arrests were made during a massive protest in #Manchester against the UK #lockdown","sentiment_score":0.0}
{"full_text":"Would you build one? Covid restrictions are boosting the popularity of backyard ice rinks. At 6:10, w\/ on how at-home skating pads can help researchers track climate change. #ldnont","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Monday November 9, 2020 ","sentiment_score":0.0}
{"full_text":"Denmark has discovered a new, mutated strain of the coronavirus stemming from mink farms in the northern part of the country.","sentiment_score":0.1363636364}
{"full_text":"Hey sore losers!Don't you get it? Even with the media trying to paint us dark, and even with the once in a century pandemic, under PRRD's LEADERSHIP the Filipinos are looking at stacks and stacks of successes and achievements. This is a true working gov'tSEE PHOTOS#SolidDDS","sentiment_score":0.1}
{"full_text":"Raising money for every poor people &amp; families, people who don't have home to stay no food to eat your funding will help me to achieve my goals in helping themPlease lend me your hand with your donations and shares. It would mean the world to me.https:\/\/t.co\/7Q9oqcnxmC","sentiment_score":-0.35625}
{"full_text":"Transgender people are one of the groups most affected by the HIV epidemic and are 49 times more likely to be living with HIV than the general population according to the UNAIDS 'Prevention Gap Report' (2016) #Simama #ChallengeCrim #Transgender","sentiment_score":0.2625}
{"full_text":"The European Commission launched a manifesto to maximise the accessibility of #research results in the fight against #COVID1919.RURITAGE, together with over 500 organisations and more endorsed it and so can you!https:\/\/t.co\/TzvASaSv0j","sentiment_score":0.25}
{"full_text":"1 Evictions are paused -- but there's a key difference2 Possession proceedings are still ongoing3 There's no additional financial support for people in arrears3 vital protections are missing for renters during the second lockdown ","sentiment_score":-0.02}
{"full_text":"The Philippines plans to secure the vaccine through multilateral and bilateral talks, aside from using what's available under the WHO-backed COVAX facility, the chief implementer of policies to contain coronavirus outbreak said. ","sentiment_score":0.3}
{"full_text":"RT Repeat After Me:Pandemic Perdue wants to take away your health care!Looting Loeffler loves stealing your money!","sentiment_score":0.25}
{"full_text":"Newswatch COVID-19 Digest: Monday November 9, 2020 ","sentiment_score":0.0}
{"full_text":"The #UnitedStates became the first nation worldwide since the pandemic began to surpass 10 million coronavirus infections, according to a Reuters tally on Sunday, as the third wave of the #COVID19 virus surges across the nation.https:\/\/t.co\/smwId4tPHC","sentiment_score":0.125}
{"full_text":"The projected president-elect named a former surgeon general and a former Food and Drug Administration commissioner as co-chairs of a coronavirus working group.","sentiment_score":0.0166666667}
{"full_text":"Laughter is even more infectious than Covid - but a lot better for you - thanks","sentiment_score":0.4}
{"full_text":"[VIDEO] Antigen tests can show if someone has the new #coronavirus in as little as 15 minutes. Here are the ins and outs of how they work.","sentiment_score":-0.0255681818}
{"full_text":"A terminal patient mailed her ballot, and then died before Nov.3rd. Her vote did not count. Dead people do vote prior to death, then die, especially during a pandemic. Their final vote is tossed during the scan verification process. Trump is using families grief as a tool to lie.","sentiment_score":-0.2}
