{"full_text":"RT Family renovate their Victorian home in lockdown - and it's now on the market","sentiment_score":0.0}
{"full_text":"Cold Weather? Global Pandemic? This will do the job... Link &gt; - PS27Code - PS20*Use code SHINE2020","sentiment_score":-0.3}
{"full_text":"RT We can build a future where:- Health care is a right- We end the gun violence epidemic- We combat climate change- Our go...","sentiment_score":0.1428571429}
{"full_text":"RT Food banks across our nation are struggling to keep up with the demand due to COVID-19. Know that when and I ar...","sentiment_score":-0.125}
{"full_text":"RT If you're a doctor on the frontlines of the COVID19 pandemic concerned about dying due to lack of PPE etc, but can't speak...","sentiment_score":-0.125}
{"full_text":"Natural Selection","sentiment_score":0.1}
{"full_text":"RT World's most-travelled man Fred Finn says Kenya is the safest place to visit during the pandemichttps:\/\/t.co\/OPcvyvTb...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pakistan reports 3,306 new Coronavirus cases in last 24 hours Conducts 45,999 tests in same period Infectio...","sentiment_score":0.0454545455}
{"full_text":"Tell her Eastern Cape is under lock down no one is allowed to go in or out","sentiment_score":-0.1555555556}
{"full_text":"RT Haystacks before lockdown with friend Richard Else, the producer of the original 80's BBC TV series. We were location spo...","sentiment_score":0.375}
{"full_text":"Covid19 Pressure on Schools - Please supportClick this link to sign the petition \"Fully fund schools for Covid-19 costs and provide relief for loss of income\"https:\/\/t.co\/tOLeFHVDRiThanks,The Petitions teamUK Government and Parliament","sentiment_score":0.0}
{"full_text":"This is how effective T&amp;T looks. No way we can reach that!","sentiment_score":0.75}
{"full_text":"RT If you only watch one thing today, make it this. The bravery of Chelsea Walsh is extraordinary. This Thanksgiving, we shou...","sentiment_score":0.1666666667}
{"full_text":"RT I have nearly completed my programme. Being able to learn new skills, work with a college in India and challe...","sentiment_score":0.2454545455}
{"full_text":"100s of refugees are being kicked out of their homes by Peter Dutton in the middle of a pandemic. I just signed the petition calling on him to ensure they have adequate support to find a house and buy food. Can you join me? ","sentiment_score":0.1666666667}
{"full_text":"RT Local councils have played a critical role during pandemic. Today ensured they have the resources they nee...","sentiment_score":0.0}
{"full_text":"RT The OBR states a no deal #Brexit will hit harder than #Covid &amp; any deal will cut GDP by 4%It's irresponsible madness to l...","sentiment_score":-0.1}
{"full_text":"New #MidlandsEngine Observatory reports now available:Economic Impact of Covid-19 Monitor Edition 11  Impact of Covid-19 on Place (November 2020)  all our reports ","sentiment_score":0.1363636364}
{"full_text":"RT This is just a prediction, they've said they don't know the website sales and sure and only predicted 26.8k from itSo pleas...","sentiment_score":0.25}
{"full_text":"RT Thoughts &amp; prayers will be all our government has to protect us against the pandemic. Barrett &amp; her 4 fellow Christian...","sentiment_score":0.0}
{"full_text":"RT Those AstraZeneca and Oxford University vaccine results were pretty puzzling and complex. I've gone through the protocol to t...","sentiment_score":-0.025}
{"full_text":"Yes, because there would have been a pandemic team in place from the get go who would have sounded the alarm and Hillary would be on top of things and inform us of the dangers immediately.","sentiment_score":0.5}
{"full_text":"Thank you all for Ur Blessings n good wishes.","sentiment_score":0.7}
{"full_text":"RT Share your blessings at home. Be safe, and have fun. #HAPPY #STAYCATION !#STAYATHOME #Thanksgiving #Thanksgiving2020 #Th...","sentiment_score":0.6}
{"full_text":"RT As a result of the Woodville HS isolation, our community urgently needs a local pop up covid-19 testing clinic that will a...","sentiment_score":0.0}
{"full_text":"Key skill of field epidemiologists:How to read an #epicurve1) avoided large outbreaks2) major outbreak, brought under control3) major outbreak, brought under control, resurge4) intense transmissionIt is outbreak versus control, not waves #EPIET #EUPHEM #FETP #COVID19","sentiment_score":0.1078571429}
{"full_text":"We track how #COVID19 is shutting down economy after economy via real-time traffic data.Current countries in focus: #Greece #Malaysia #Singapore #Peru #USA#SocialDistancing","sentiment_score":-0.1555555556}
{"full_text":"Why the government's COVID vaccine supply chain needs to learn from Deliveroo and Amazon | LSE COVID-19","sentiment_score":0.0}
{"full_text":"The reporting that intel was given to the president back in November was based on 'anonymous sources'.  Later, the IG had to come out and say that was not true, because the rumor gained traction in the media.This was all about using a pandemic to manipulate public opinion.","sentiment_score":-0.04375}
{"full_text":"'Setting gender equality back by 25 years'.  Wow - it's not like we'd exactly nailed it pre-COVID so this is pretty depressingCoronavirus and gender: More chores for women set back gains in equality","sentiment_score":0.1833333333}
{"full_text":"RT Jin on Weverse 1126ARMY : Please get lost, COVID19 he he he Jin : They published it (as it is)@BTS_twt","sentiment_score":0.0}
{"full_text":"RT When the COVID-19 pandemic began, Georgia Republican Sen. David Perdue sold up to $5 million worth of stock in a company w...","sentiment_score":0.3}
{"full_text":"RT REQUEST FOR URGENT HELP: We are looking for child psychiatrists &amp; clinical psychologists to do child assessments &amp; expert...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Supreme Court rules to protect houses of worship and religious liberty!!! 5-4 opinion.This is a HUGE WIN fo...","sentiment_score":0.4}
{"full_text":"RT The stock market (Dow) hit 30,000.The COVID-19 death count in America hit 260,000.Guess which one Trump takes credit for?","sentiment_score":0.0}
{"full_text":"RT Today I enjoyed speaking with on about how the pandemic has profoundly changed public relations...","sentiment_score":0.1944444444}
{"full_text":"RT This regularly updated chart tracks the trajectory of new #covid19 infections in the APAC region, where several countri...","sentiment_score":0.0454545455}
{"full_text":"For every job lost, empty cupboard &amp; fridge, eviction\/foreclosure, death, each life forever altered by Covid related illnesses, every person w a broken heart bc a loved one is gone. All are consequences of the total incompetence &amp; evil heart of trump. Period.","sentiment_score":-0.1333333333}
{"full_text":"RT Justice Amy Coney Barrett was the swing vote in the latest Supreme Court decision, overriding pandemic-related restric...","sentiment_score":0.5}
{"full_text":"RT Boris Johnson's place in history is secure.He will be known as the Prime Minister whose tenure had Europe's worst COVID...","sentiment_score":-1.0}
{"full_text":"RT So here's where I've been putting my excess hours of screen time  before and during lockdown 2 - a set of illos based...","sentiment_score":0.0}
{"full_text":"Pub chain Mitchells &amp; Butlers has cut 1,300 jobs this year having made a PS123m loss in the last year.","sentiment_score":0.0}
{"full_text":"RT 7. COVID! We're going to create a crowd, to protect us ... from COVID! That makes no sense. The reason they did it, is be...","sentiment_score":0.0}
{"full_text":"RT So I'm heard from the news that 6 members of PAKISTAN  team have been tested Positive for #COVID19 So wishing them a...","sentiment_score":0.2272727273}
{"full_text":"Markets mostly up, but coronavirus and weak data keep traders cautious","sentiment_score":0.0625}
{"full_text":"Article (for subscribers) by heidi. news: \"What we know about the persistence of post covid-19 syndromes\".#LongCovidhttps:\/\/t.co\/XuFLvSmPRy","sentiment_score":0.0}
{"full_text":"RT \"If people knew the true risk, they would not take it\".Families bereaved by Covid say UK plan to allow Christmas mixing is...","sentiment_score":0.35}
{"full_text":"RT Nyer iArchbishop Muheria, says Kenya's COVID-19 situation should not be overshadowed by #BBI politics. He spoke  from t...","sentiment_score":0.0}
{"full_text":"We are SUPER excited to announce that our Contagion Cubes are now LIVE on !  #Contagion #COVID19 #coronavirus #3DModel #3ddesign #3dprinted #digitalart #design #technology #Campaign #crowdfunding #fundraising #indiegogo","sentiment_score":0.2929292929}
{"full_text":"RT This makes me livid! Those who stay home &amp; either eat alone or with direct family in the house, may die from covid...","sentiment_score":0.1}
{"full_text":"RT My home state of West Virginia was among the last to have a confirmed case of #COVID19. At the time, the President praised it f...","sentiment_score":0.2}
{"full_text":"RT If you backed the second lockdown despite all the evidence that it would trash the economy &amp; cost more lives than it saves, t...","sentiment_score":0.25}
{"full_text":"Even if they say that they will have separate centers for corona patients,phir wohi baat aati hai. 1.5lac bache test nahi karwayen gay. Aur bht saare asymptomatic bache bhi hein.lets pray for the decision to be made in our favour Kal jummah ka Mubarak din hai,INSHALLAH","sentiment_score":0.4166666667}
{"full_text":"An editorial in the prestigious BMJ notes that, like with SARS and MERS diseases, covid-19 is likely to cause respiratory symptoms in many patients that persist for at least several months.https:\/\/t.co\/CiZJmGKpJS#LongCovid","sentiment_score":0.05}
{"full_text":"RT Today we released an article bringing together the best available evidence on international migration and mobility pat...","sentiment_score":0.4666666667}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"The Lancet, August, the 4th :\"The study reveals a possible disruption to micro-structural and functional brain integrity in the recovery stages of COVID-19, suggesting long-term consequences of SARSCoV2.\"#LongCovidhttps:\/\/t.co\/iOXJcIIuFU","sentiment_score":0.0}
{"full_text":"Mostly anecdotal. Vulnerable people mixing with healthy people and the healthy people getting sick but not the vulnerable. Child coughing in class before lock down for three days and no other child getting sick.","sentiment_score":-0.1135141093}
{"full_text":"Really poor (and also unfortunately timed) response to this parliamentary petition on a 1 year extension to the brexit transition period. Not a good week to bring manifesto committments into it, and not a good time to pitch EU involvement against Covid.https:\/\/t.co\/Pxs3R3ZfiL","sentiment_score":-0.4}
{"full_text":"#approve_summary_of_late_BEd_educators Don't do late. It's about to 6 months have passed. Approve summary os educators","sentiment_score":-0.3}
{"full_text":"RT Yeah because during a pandemic religious entities should have the right to spread disease not only among their par...","sentiment_score":0.0952380952}
{"full_text":"RT Meet Gladys. She knocked down a stadium, screwed the contract, all for developers. She was in a relationship with a cr...","sentiment_score":-0.1555555556}
{"full_text":"RT 696 Covid deaths. 22 Billion spent on a test &amp; trace system that's still underperforming. Merry Christmas","sentiment_score":-0.1}
{"full_text":"Jaison Evans (World Vision Uganda): Violence against children remains a challenge in Uganda today and worsened in the #COVID19 pandemic.Child marriage is one of them. The numbers are already up.Child marriage is one of them.#GirlsSummitUg #NBSUpdates #16DaysofActivism","sentiment_score":0.0}
{"full_text":"RT Fri, Nov 13th - we learn that my aunt died from COVID.  She too had been admitted 10 days before him.  We never told dad h...","sentiment_score":0.0}
{"full_text":"\"The abnormalities in these brain areas might cause long-term burden to COVID-19 patients after recovery, which was thus worth public attention\"British Thoracic Society recommends chest x-ray three months after discharge for all patients admitted to hospital with covid-19","sentiment_score":0.1}
{"full_text":"He had covid man.","sentiment_score":0.0}
{"full_text":"The latest data also shows 876,000 pupils off for #Covid related reasons. Should have #schools closed for #lockdown2 &amp; would an early closure help to bring cases down.","sentiment_score":0.0688888889}
{"full_text":"If only all Americans would watch that. And act accordingly. Take care of yourself and all those you work with. From the land down under (with minimal covid)","sentiment_score":-0.0851851852}
{"full_text":"RT If this kind of thing was happening in one of the African countries who will lose out from our shameful decision to cut...","sentiment_score":0.3}
{"full_text":"We are about to lose more Americans to COVID-19 just this next month between Thanksgiving and Christmas than died in the Vietnam War.","sentiment_score":0.25}
{"full_text":"freaked stressed out anxious whatever","sentiment_score":-0.25}
{"full_text":"RT Probably one of those crazy leftists.","sentiment_score":-0.6}
{"full_text":"We're grateful you followed us. As the world goes through this hard time, send good people in your life worldwide a gift with a thoughtful message to let them know you are with them and we're in this COVID19 fight together. here  #COVID-19","sentiment_score":0.2694444444}
{"full_text":"RT I give up, I can't compete with 2020 any more.https:\/\/t.co\/7REhwa346i","sentiment_score":0.0}
{"full_text":"RT Every detail of this story is incredible but I think my favourite bit is the bouncy castles","sentiment_score":0.9}
{"full_text":"Exactly this.Tory hubris &amp; a decade of cuts\/poor planning has put the UK at the bottom of the G7 under #COVID19.The most economic pain for the least health gain.Our hapless PM boasted about 'still shaking hands' whilst other nations were closing borders &amp; limiting mobility","sentiment_score":-0.0125}
{"full_text":"\"Covid-19 [has] been polarised and politicised. There are people opposed to and in favour of lockdown, but if you look at the arguments they aren't really scientific. Citizens' conventions offer de-polarisation...\" - author of \"Cyber Republic\"","sentiment_score":0.2}
{"full_text":"RT Germany's circuit-breaker lockdownHow it started:                           How it's going:","sentiment_score":0.0}
{"full_text":"RT They should remain silent, they've had their chances. None of them had a pandemic to manage with its damaging economic c...","sentiment_score":0.1}
{"full_text":"The French Association of Chronic Fatigue Syndrome (@AssociationSfc) publishes a guide on post-covid fatigue19, discussing the hypothesis of the onset of myalgic encephalomyelitis (ME - chronic fatigue syndrome CFS).#LongCovidKids","sentiment_score":0.0}
{"full_text":"RT Teamed up with some fellow New Jerseyans to encourage everyone this holiday season to wear a friggin' mask. Let's all come...","sentiment_score":0.1363636364}
{"full_text":"Pooled testing for coronavirus (COVID-19) pilot: guidance for university students","sentiment_score":0.0}
{"full_text":"Black armbands for all those who lost their lives and loved ones through this pandemic. A special appreciation to all the frontline workers in these difficult times. ","sentiment_score":0.0976190476}
{"full_text":"RT I'm staying home but then, I've been in a quarantine since March due to the massive amt of stupid mask-less morons that...","sentiment_score":-0.43125}
{"full_text":"RT Jake Paul is an adult man who still complains habitually about his high school english teacher because she told him sh...","sentiment_score":0.0866666667}
{"full_text":"Rail travel boom is likely post-pandemichttps:\/\/t.co\/JX5kjPhNb7 #COVID19 #pandemic #railways #travel #passengers","sentiment_score":0.0}
{"full_text":"RT So here's where I've been putting my excess hours of screen time  before and during lockdown 2 - a set of illos based...","sentiment_score":0.0}
{"full_text":"How can UK and Nordic partners collaborate as champions of #FDI and resilient #supplychains in post-COVID recovery? Next week, Wilton Park and convene UK and Nordic experts to consider #UKNordicCollabExplore the event:","sentiment_score":0.0}
{"full_text":"\"Quants rely on history. If something happens that is without precedent, such as a vaccine in a pandemic, they have a problem.\"https:\/\/t.co\/tT9SAIDMvr","sentiment_score":0.0}
{"full_text":"British prospective longitudinal study (North Bristol NHS Trust) in pre-print (not yet reviewed) on August 14, carried out on 110 patients, 90 days of covid symptoms.#LongCovidhttps:\/\/t.co\/LQPIHYFiow","sentiment_score":0.0}
{"full_text":"The next time u see someone not following Covid-19 SOP, be understanding","sentiment_score":0.0}
{"full_text":" Protect your environment work and employees during the #CoronaVirus with #Contactless #Biometric Access solution by #SBS.Discover more,","sentiment_score":0.5}
{"full_text":"Japan's government cut its view on capital spending in November for the fifth time this year as companies trimmed investment, and said overall economic conditions were still severe due to the coronavirus #pandemic.@nishy03@sugawitterhttps:\/\/t.co\/XeI2Dfhxkh","sentiment_score":0.025}
{"full_text":"#DidYouKnow young people being sexually exploited often follow instructions by their exploiter &amp; may be meeting unknown adults at their destination? Even during lockdown Report concerns if you see a vulnerable young person on the train by texting BRITISH TRANSPORT POLICE - 61016","sentiment_score":0.0166666667}
{"full_text":"This remarkable Peterborough Army veteran has set up an incredible charity in the city but he now needs some support... This is how you can help.https:\/\/t.co\/jsGhcujnBc","sentiment_score":0.55}
{"full_text":"RT Share your blessings at home. Be safe, and have fun. #HAPPY #STAYCATION !#STAYATHOME #Thanksgiving #Thanksgiving2020 #Th...","sentiment_score":0.6}
{"full_text":"Are new #Covid-19 protocols enough to keep cruise workers safe? We speak to experts from and to find outhttps:\/\/t.co\/RH9kCqGy6T #healthandsafety #testing #NewNormal #cruise","sentiment_score":0.2121212121}
{"full_text":"This remarkable Peterborough Army veteran has set up an incredible charity in the city but he now needs some support... This is how you can help.https:\/\/t.co\/F2OgzUqT8J","sentiment_score":0.55}
{"full_text":"With the global pandemic dramatically changing consumer behaviour and #business outlooks, this guide from explores how brands can adapt their #marketing strategies to survive - and thrive - in the times ahead.Read the full report here:","sentiment_score":0.175}
{"full_text":"RT Why was dissembling on #marr about the costs of a 'no deal' exit from the EU relative to #COVID19 #brexit - nego...","sentiment_score":0.0}
{"full_text":"To reduce the risk of you and anyone living with you getting ill with #coronavirus: stay home as much as possible (including for work), limit contact with other people, keep your distance and wear a face covering if you go out, and wash your hands regularly #StayWellSomerset","sentiment_score":-0.15625}
{"full_text":"#LetBy :) (woo!) Is this luxurious 3 bed brand new ground floor apartment located in #Rickmansworth. #Let at PS2,500pcm for a 12 month tenancy. To all #tenants and #landlords, we're still operating under #COVID guidlines. Call us 01923896444 to find out more. #Hamptons #Lettings","sentiment_score":0.4204545455}
{"full_text":"Struggling with a gambling problem?\"This app provides me with support when I need it the most\". Download the discrete and accessible RecoverMe today and use the code RECOVERME100 to get one year free.#GamblingAddiction #Support #help #SGweek20 #RecoveryPosse #lockdown","sentiment_score":0.4375}
{"full_text":"Used cars - a treasure trove of personal data and a data breach in the making #MotorTrade  #LegalSolutions #Lockdown","sentiment_score":0.0}
{"full_text":"Early in the pandemic, many researchers feared people who contracted COVID could be reinfected very quickly. This was because several early studies showed antibodies seemed to wane after the first few months post-infection.https:\/\/t.co\/VFxudLSMh0","sentiment_score":0.169047619}
{"full_text":"RT So, the #SpendingReview2020 for #London:1 no money to #EndOurCladdingScandal, which is having a huge impact in the...","sentiment_score":0.4}
{"full_text":"Positive news for Plymouth https:\/\/t.co\/gpIYUr0ki1","sentiment_score":0.2272727273}
{"full_text":"COVID 19 cases in India until : 26\/11\/2020 15:30Total Cases: 9268273 [+1576]Active: 451873Recovered: 8679020 [+1034]Deaths :135281 [+20]Total Tests: 135.93MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The majority of botnet operators have dropped banking Trojans to support and run crypto-locking malware attacks, say security experts. writes: all COVID-19 cybersecurity news on #Risk #Threat #Cybercrime #Security","sentiment_score":0.0}
{"full_text":"The Covid-19 Action Fund for Africa (CAF-Africa) has donated Personal Protective Equipment (PPE) to health ministries in Sierra Leone, Liberia, Ivory Coast, and Mali.Read more:","sentiment_score":0.2}
{"full_text":"The majority of botnet operators have dropped banking Trojans to support and run crypto-locking malware attacks, say security experts. writes: all COVID-19 cybersecurity news on #Risk #Threat #Cybercrime #Security","sentiment_score":0.0}
{"full_text":"27 veterans die in COVID-19 outbreak at Illinois VA home","sentiment_score":0.0}
{"full_text":"Amy Coney Barrett voted for religious lunacy. How can that be?https:\/\/t.co\/1uUizKE2F2","sentiment_score":0.0}
{"full_text":"A leading Chinese vaccine developer has applied for authorization to bring its Covid-19 shot to the market, seeking to get a jump on Western rivals as the race for a working inoculation against the virus enters the final stretch.https:\/\/t.co\/9dNznNa8eH","sentiment_score":0.0}
{"full_text":"We'll be sharing information how to book a flu jab online  for Daily Dose at 11am and showing a video about flu vaccinations for people with long term conditions #doncasterisgreat","sentiment_score":-0.025}
{"full_text":"Congress is bracing for President-elect Joe Biden to move beyond the Trump administration's state-by-state approach to the COVID-19 crisis and build out a national strategy to fight the pandemic and distribute the eventual vaccine.","sentiment_score":0.0}
{"full_text":"eMedia remembers the 20 000 plus lives we lost to COVID-19. Visit to upload an image your loved one that has passed away  from either Gender-Based-Violence or COVID-19.#eMediaRemembers","sentiment_score":0.7}
{"full_text":"Our colleagues at NCETM have produced guidance for secondary colleagues to support in adapting Maths teaching in the Covid-19 period. There's some great advice in here! Take a read:","sentiment_score":0.35}
{"full_text":"SUPREME COURT RULING: This decision is a change in direction from a ruling earlier this year which went against churches in California and Nevada","sentiment_score":0.0}
{"full_text":"Protecting seafarers' mental health: lessons learnt from the #Covid19 #pandemic. With comment from and #mentalhealth #seafarers #shipping #workers #masks","sentiment_score":-0.1}
{"full_text":"China's #HongKong SAR on Thursday reported 81 new COVID-19 cases, including six from overseas. The city's total case tally stands at 5,947, according to the Center for Health Protection (CHP).","sentiment_score":0.0121212121}
{"full_text":"RT Supreme Court sides with N.Y. religious organizations that said they were illegally targeted by governor's coronavirus...","sentiment_score":-0.25}
{"full_text":"During these unprecedented times, lockdown has meant that we are spending most of our time inside with only ourselves for company. We found out how in Tigress (@TIGRESSofficial) is handling things, and any tips and advice he could share.","sentiment_score":0.3666666667}
{"full_text":"Do you know the symptoms of coronavirus #COVID19? If you have either a new continuous cough, high temperature, or loss of or change in sense of smell, you need to self-isolate &amp; get a COVID-19 test.Check your symptoms using the symptom checker here:","sentiment_score":0.1481818182}
{"full_text":"# Have you had difficulties with your #work or #income during the #coronavirus crisis?# Have you been made #redundant or lost your #job?# Why not start a new and #rewarding #career with us! Read more:","sentiment_score":0.2653409091}
{"full_text":"Germany extends COVID-19 restrictions until Dec. 20https:\/\/t.co\/Hvk5SkZQMF","sentiment_score":0.0}
{"full_text":"The threat of Covid-19 is still present anytime and anywhereRemember to: WEAR YOUR MASKS AND FACE SHIELD FOLLOW STRICT PHYSICAL DISTANCING WASH YOUR HANDS CONSTANTLYProtect yourself and everyone you love by following these guidelinesA reminder from BACMA SIBYA","sentiment_score":0.125}
{"full_text":"Upcoming #WelfareRightsTraining course: Coronavirus - Benefits and Work10th December 2020 (online) Find out more and book here:https:\/\/t.co\/vkXXyijaUy","sentiment_score":0.5}
{"full_text":"Health Secretary Francisco Duque said they have set a price cap for COVID-19 swab tests amid complaints of exorbitant and wide price disparity where some testing centers charge as much as P13,000.","sentiment_score":0.05}
{"full_text":"28 new infections have been recorded across the borough in the last 24 hours.https:\/\/t.co\/UizLOGOG3u","sentiment_score":0.0681818182}
{"full_text":"S. Korea reports biggest #COVID19 spike since March","sentiment_score":0.0}
{"full_text":"SUN KIM Corona Jacket Zip Minna Sweater Knit Black Grey NWT Small #fashion #clothing #shopsmall","sentiment_score":-0.1555555556}
{"full_text":"Global coronavirus cases top 60 millionhttps:\/\/t.co\/GGaIHXtQdl","sentiment_score":0.25}
{"full_text":"Analysis: Is Nicola Sturgeon happy with the Christmas Covid-19 restrictions?, via","sentiment_score":0.8}
{"full_text":"I Thess. 5:18 says, \"in everything give thanks.\" But many are finding it hard to be thankful during this pandemic year. Are you?","sentiment_score":0.1361111111}
{"full_text":"IMAGE OF THE WEEK: Protesting the pandemic ","sentiment_score":0.0}
{"full_text":"AstraZeneca manufacturing error clouds COVID-19 vaccine study results #10TV","sentiment_score":0.0}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"25th #ICPAU Annual Seminar: Company Directors Advised to Embrace Best Practices in Corporate Governance - #ChimpReportsNews #Uganda #UgandaNews #Featured #ThursdayMotivation #WearAMask #News","sentiment_score":0.5}
{"full_text":"It's a big day for Cheshire as it finds out what tiers it's in - Live updates here:","sentiment_score":0.0681818182}
