{"full_text":"RT Small businesses are being hit hard by the pandemic. Wondering how you can help as a consumer? Here are some ideas.","sentiment_score":-0.2708333333}
{"full_text":"RT imagine being Amy Coney Barrett, being as Catholic as Amy Coney Barrett, and getting roasted by the pope in the NYT  htt...","sentiment_score":0.0}
{"full_text":"RT New Zealand offers Biden tips on COVID-19 after successful response","sentiment_score":0.3287878788}
{"full_text":"RT So don't thank us or call us heroes. As YOU are someone on the frontline of a pandemic, ask yourself what can you do to sto...","sentiment_score":0.0}
{"full_text":"someone from every house should come out and kick the fuck outta this dude","sentiment_score":-0.4}
{"full_text":"RT 'I hope your last moments don't look like this': Doctor reveals what a dying Covid patient sees","sentiment_score":0.0}
{"full_text":"RT \"There is nothing we want more than to go on tour to meet ARMY again in person. We really want to reach as many ARMY in t...","sentiment_score":0.4}
{"full_text":"RT THE WAY ARMYS ARE ALWAYS PANIC BUYING AT LAST MINUTES! YALL ARE DEFINITELY THE TYPE TO SUBMIT YOUR PROJECTS IN TIME AND S...","sentiment_score":0.0}
{"full_text":"RT 90,000 people hospitalized tonight with COVID-19. The numbers will rise after seeing the crowded airports. This Christ...","sentiment_score":0.0}
{"full_text":"RT SUGOSS EVERYONE!! We're in a pandemic. There's one $50 album. We barely had any radio spins. It's Thanksgiving week. We t...","sentiment_score":0.05}
{"full_text":"RT My birthday plans got canceled due to COVID-19 but my man still found a way to make my day special ","sentiment_score":0.1160714286}
{"full_text":"RT Ask this!  yes.","sentiment_score":0.0}
{"full_text":"RT Did the PM's trip to a Japanese hotel room in the middle of a pandemic to discuss an anti-China military partnership w...","sentiment_score":-0.0333333333}
{"full_text":"Thanks to Netflix's The Queen's Gambit and COVID, chess is back. I'm a mediocre player, but there's so much I love about chess. I love losing at wine-and-chess nights with friends. I love the aesthetic possibilities of the board and pieces.","sentiment_score":0.2}
{"full_text":"RT It might be tempting to see the #COVID19 pandemic as a one-off emergency situation, but in reality it has revealed serious...","sentiment_score":-0.3333333333}
{"full_text":"RT wait u guys are actually gonna go black friday shopping in the middle of a pandemic I thought that was a joke","sentiment_score":-0.0555555556}
{"full_text":"RT Vaksin Covid-19 paling bagus saat ini Moderna &amp; Pfizer bukan AstraZeneca yg dikunjungi Menlu. China ikut ngantri utk beli...","sentiment_score":0.0}
{"full_text":"RT SUGOSS EVERYONE!! We're in a pandemic. There's one $50 album. We barely had any radio spins. It's Thanksgiving week. We t...","sentiment_score":0.05}
{"full_text":"Protesting for the second time in a week. Healthcare workers of the Philippine General Hospital, the country's premiere public health institution, say they haven't gotten 6 months' worth of COVID-19 hazard pay. They blame the national government.","sentiment_score":0.0875}
{"full_text":"RT tennis variant of soccer pichttps:\/\/t.co\/hYkSFqxgIv","sentiment_score":0.0}
{"full_text":"RT Check the stats. U.S. deaths this year are pretty much in line with years past.  But deaths from pneumonia, heart disease a...","sentiment_score":0.0666666667}
{"full_text":"Don't they get that protected by the blood of their deities is purely symbolic? Until a vaccine is distributed the best ways to prevent spreading the virus are wear a mask, wash your hands, maintain distances and keep your ass at home. The life you save may be the one you love.","sentiment_score":0.5714285714}
{"full_text":"RT A pardon for Reality Winner is something we should all push for.","sentiment_score":0.0}
{"full_text":"RT Steve Trachanas - Steps to avoid COVID-19 for Good Healthcare via","sentiment_score":0.7}
{"full_text":"RT BREAKING:Supreme Court rules government cannot regulate attendance at houses of worship during a pandemic surge. The ju...","sentiment_score":0.0}
{"full_text":"DC estimates only 1\/8th of all #coronavirus infections are actually identified MEANING -@ 16M U.S. cases reported to-date, the 'actual' number is 100+million - Well on our way to herd immunity before any vaccine is distributed ","sentiment_score":0.0}
{"full_text":"RT I honestly had no idea how selfish and uncaring so many people were till Covid. Guess my rose colored glasses...","sentiment_score":0.3}
{"full_text":"RT The doctors who delivered the model said that while the situation in Ontario remains \"precarious,\" it is no longer worsening.htt...","sentiment_score":0.0}
{"full_text":"RT 100000! That's how many m3 of PPE and other critical response items has now moved to 171 countries around th...","sentiment_score":0.125}
{"full_text":"RT If churches are allowed &amp; willing to place their congregations in danger in the middle of a pandemic just to pass their col...","sentiment_score":0.125}
{"full_text":"\"Blackpink, the world's biggest pop band, talks Covid and future plans\" ","sentiment_score":0.0}
{"full_text":"RT Just before midnight on the night before Thanksgiving, the Supreme Court blocked New York Gov. Andrew Cuomo from enforcing...","sentiment_score":0.1363636364}
{"full_text":"Amen. This SCOTUS majority is completely out of touch. We can't let religious extremism put our health and lives at risk.","sentiment_score":0.05}
{"full_text":"There is lag in CDC death reporting","sentiment_score":0.0}
{"full_text":"RT Track star Shelly-Ann Fraser Pryce has opened a centre for the children of Waterhouse in St Andrew. Students of various...","sentiment_score":0.0}
{"full_text":"RT Angela handles serious tasks of keeping everyone safe in #Link shopping malls and fresh markets during the #pandemic. Despi...","sentiment_score":0.1555555556}
{"full_text":"Wear Mask, Stay Safe","sentiment_score":0.5}
{"full_text":"Updated 4 hours ago.https:\/\/t.co\/W0WIQUtAgl","sentiment_score":0.0}
{"full_text":"RT BTS explain why their hit #Dynamite \"wouldn't be here if there was no COVID-19\"","sentiment_score":0.0}
{"full_text":"The horrid way he handled this pandemic is key to getting him out, for sure. But... There is so many more reasons over these past 4 years to dump him.So much.","sentiment_score":0.2416666667}
{"full_text":"Untested, untraced: how three-quarters of Covid contacts slip through cracks","sentiment_score":0.0}
{"full_text":"RT public health have been adversely affected by these policies that are not the views of more senior agencies such as CDC an...","sentiment_score":0.1666666667}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"Hafez Abuseada, member of National Council for Human Rights has passed away days after being hospitalised (after testing positive for coronavirusActor\/rapper Mohamed Ramadan under fire after his photos w israeli celebrities (taken in Duba)i go viral on social media. 2)","sentiment_score":0.0868686869}
{"full_text":"RT covid is going 12M-0 against America and y'all still wanna go black friday shopping??????????????????????????","sentiment_score":-0.1666666667}
{"full_text":"RT Call me a radical lefty if you'd like, but I refuse to accept a system that enables Jeff Bezos to grow his wealth by $66,000,0...","sentiment_score":0.0}
{"full_text":"RT New CDC report shows a 1.4% nationwide decline in abortion as more babies are saved from abortions. Stats also show a 2.5%...","sentiment_score":0.3181818182}
{"full_text":"RT Disney laying off 32,000 workers as coronavirus batters theme parks","sentiment_score":0.0}
{"full_text":"RT I'm going to start cooking soon. Because I just got over Covid,  we're putting off Thanksgiving with my extended family...","sentiment_score":0.0}
{"full_text":"RT Let's do a CDC type \"study\" shall we? North Dakota mandated masks on 11\/14. Since then, the 7-day average of cases has declin...","sentiment_score":-0.15}
{"full_text":"RT THE WAY ARMYS ARE ALWAYS PANIC BUYING AT LAST MINUTES! YALL ARE DEFINITELY THE TYPE TO SUBMIT YOUR PROJECTS IN TIME AND S...","sentiment_score":0.0}
{"full_text":"This government has decided that from 7:36pm on Halloween, Arlene Foster &amp; Michelle O'Neill must cough into other people's elbows. #ControlTheVirus #FakeNews #COVID19","sentiment_score":-0.125}
{"full_text":"RT Coronavirus | Impractical to vaccinate all in a short span, says NIMHANS virologist ","sentiment_score":0.0}
{"full_text":"RT House of Commons: I spoke in support of the Government reducing UK international development spending given economic cons...","sentiment_score":0.1}
{"full_text":"Large Brokerages, Small Towns: The Disconnect #CRE #TenantTips #TenantRep #Office #Warehouse #COVID-19 #NewNormal","sentiment_score":-0.0178571429}
{"full_text":"RT Scotland's lower death rate from Covid is being hidden by Good Morning Scotland. The team are reporting the UK has just ha...","sentiment_score":0.2666666667}
{"full_text":"RT Amy Coney Barrett anchored a Supreme Court about-face on covid-19 regulations last night. This is the first wave of a sea...","sentiment_score":0.125}
{"full_text":"RT They pulled the article from the JH website because - of course. I'm guessing the medical folks on Team Apocalypse didn't...","sentiment_score":0.0}
{"full_text":"RT Raise your hands if you're excited to get back to the parks on Wednesday 2nd December! @BearGrylls #lockdown #safeexe...","sentiment_score":0.125}
{"full_text":"Black Friday Sitewide BLOWOUT!#heroes #firstresponder #EMS #lawenforcement #military #armedforces #luminary #luminaryglobal #veteranownedbusiness #preparedness #beprepared #coronavirus #covid19 #proudtohonor","sentiment_score":-0.1333333333}
{"full_text":"RT Stylios Alton Trachanas: Steve Trachanas Safety and Easy Tips for Preventiv...","sentiment_score":0.4333333333}
{"full_text":"RT \"There is nothing we want more than to go on tour to meet ARMY again in person. We really want to reach as many ARMY in t...","sentiment_score":0.4}
{"full_text":"RT THE WAY ARMYS ARE ALWAYS PANIC BUYING AT LAST MINUTES! YALL ARE DEFINITELY THE TYPE TO SUBMIT YOUR PROJECTS IN TIME AND S...","sentiment_score":0.0}
{"full_text":"In a strange, shortened, pandemic-altered season, coach Kyle Whittingham knows his team has plenty of work to do on both the offensive and defensive sides of the ball. | By","sentiment_score":-0.05}
{"full_text":"RT This is absolutely insane.Fresno bishop urges Catholics not to 'jump on the COVID-19 vaccine bandwagon'","sentiment_score":0.2}
{"full_text":"RT Ahmed Patel, who stopped the funeral of former PM PV Narasimha Rao at Delhi and forced the then PM MMS to shift the body...","sentiment_score":-0.15}
{"full_text":"The APS must continue to be a \"self-learning\" organisation, and cannot revert to the old ways of working pre-pandemic, which Morrison said would be a \"great failure\".https:\/\/t.co\/7tIqkXdrJr","sentiment_score":0.1944444444}
{"full_text":"But he NEVER forgets to thank himself and the toadie sycophants who surround him...  to borrow his word:  sad","sentiment_score":-0.5}
{"full_text":"The Philippines may not be able to get out of the pandemic-induced slump until the health crisis has passed over most of the world, the World Bank said.","sentiment_score":0.5}
{"full_text":"#COVID19 has been a stark reminder of the inequalities in accessing healthcare especially for people living with HIV\/AIDS. With #WorldAIDSDay around the corner, let us all make a commitment to fight for the right to health for all.  #youcancountonpendahealth","sentiment_score":0.0285714286}
{"full_text":"\"Friday is the perfect day to be happy.\" #TGIF #ActiveLiving. What are the best spots in Kampala to have fun as we follow COVID-19 guidelines?For assistive products and services for people with disabilities in East AfricaCall: +256 (0) 414598136Website:","sentiment_score":0.775}
{"full_text":"RT Remember when passed a law to arrest people for exercising their right to protest against his Gov't? Today, he...","sentiment_score":0.1178571429}
{"full_text":"Outgoing Korean Ambassador Han Dong-man turned over to Foreign Affairs Secretary Teodoro Locsin Jr. a batch of Korean in-kind donations worth US$500,000 (PhP24.5 million).#SouthKorea #covid19phhttps:\/\/t.co\/cUOpqBIUt9","sentiment_score":0.0875}
{"full_text":"The only area in the Bristol region with fewer than three coronavirus caseshttps:\/\/t.co\/mAdJAt33LV","sentiment_score":0.0}
{"full_text":"The number of deaths in the island province of Guimaras due to coronavirus disease 2019 (COVID-19) has risen to four.https:\/\/t.co\/vSsBq7IBCZ","sentiment_score":-0.125}
{"full_text":"The existing systems of solid waste management poses a serious risk to the environment and public health. The severality poses a threat during the #COVID19 pandemic. The solution to this can be through citizen participation, says Satpal Singh:","sentiment_score":-0.1333333333}
{"full_text":"The district's tourism and leisure industry has been badly hit by the pandemic with 140 events cancelled this yearhttps:\/\/t.co\/ccB7twbSXb","sentiment_score":-0.7}
{"full_text":"Dr Loius Amiani of Kenya Society of Anaesthesiologist narrates how industry stakeholders, working with Equity, responded to #Covid19Ke by coming together to locally produce PPEs for our healthcare workers - Kenya's first line of defence against the pandemic. #BegaKwaBega","sentiment_score":0.125}
{"full_text":"The #BMC recently informed that the civic body is mulling over resuming local trains for all after December 15. #Replug","sentiment_score":0.0}
{"full_text":"25 people lost their lives to the infection, of which three were from under PMC limits.https:\/\/t.co\/bnPWnL6kUF","sentiment_score":0.0}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Report: Ford purchases special freezers for COVID-19 vaccine storage #topgearph","sentiment_score":0.3571428571}
{"full_text":"This time of year, we normally come together with family, and friends - all under one roof. But this year, instead of sharing a meal, and sharing our lives, many of us are separated and isolated because of the pandemic. ","sentiment_score":0.325}
{"full_text":"Holiday nostalgia could boost mental health amid COVID-19https:\/\/t.co\/Ow0rEzVEIW","sentiment_score":-0.1}
{"full_text":"Former Maharashtra chief minister Devendra Fadnavis released the BJP manifesto#Devendrafadnavis #GHMCElections #BJPManifesto","sentiment_score":0.0}
{"full_text":"That's right, boys.Stay home.","sentiment_score":0.2857142857}
{"full_text":"RT Raise your hand if you Despise Amy Covid Barrett!","sentiment_score":0.0}
{"full_text":"The curfew  set in place is for your own health and safety.Please observe the curfew and don't add your name to the ever-growing list of violators.Stay home  and stay safe.#Fiji #TeamFiji #FijianGovernment #COVID19","sentiment_score":0.6}
{"full_text":"Bahrain's hospitality sector may have been in need of a ventilator due to the pandemic but it can breathe a huge sigh of relief thanks to the Formula One roadshow racing into the kingdom Read more - #Bahrain #f1","sentiment_score":0.24375}
{"full_text":"Nearly 90,000 #COVID19 patients are in hospitals across the #UnitedStates as of Thursday, the #ThanksgivingDay reaching a new all-time high for the 16th consecutive day, according to The COVID Tracking Project.https:\/\/t.co\/teafVuq5P3","sentiment_score":0.1321212121}
{"full_text":"RT A dozen or so Trump tweets today--none expressing thanks for healthcare providers, frontline workers, or anyone else strugg...","sentiment_score":0.2}
{"full_text":"RT Them: \"I have been experiencing [COVID symptom] and was just wondering what you think is going on? Oh, well yes, now that y...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 27\/11\/2020 10:30Total Cases: 9309871 [+0]Active: 454279Recovered: 8717709 [+0]Deaths :135752 [+0]Total Tests: 137.06MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Reminder to other descendents of settlers and refugees to pay some reparations today. Indigenous nations have been struck...","sentiment_score":-0.125}
{"full_text":"Dealing with the pandemic through the winter will be a challenge. Here are some items experts suggest could help you cope.","sentiment_score":0.0}
{"full_text":"Defector politician Tae Yong-ho said on Thursday that Seoul providing COVID-19 aid to the DPRK could be \"humiliating\" for Pyongyang.If South Korea pursues this route, North Korea may not be willing to return to talks, Tae said.Read more at NK News:","sentiment_score":0.375}
{"full_text":"Is your child asthmatic? If yes, control your child's asthma this winter season with these managing tips. Read the article now! #asthmaremedy #RespiratoryTherapist #COVID19 #Pediatrics #childcare #pulmonologist","sentiment_score":0.0}
{"full_text":"SmartBrief\/Education (USA): \"How curriculum Mapping Supports Remote Learning\"https:\/\/t.co\/pDufGkj3Ys#elemmathchat #k6math","sentiment_score":-0.1}
{"full_text":"I've been working hard this year as a member of Super M and I think I've been busy preparing for the upcoming solo album, I really miss you. Please always clean your hands and wear a mask well until the day we meet again. Happy Thanksgiving Day!","sentiment_score":0.2847222222}
{"full_text":"It is important for us to give back to the community. One of our projects is to provide educational support for children in India with ACT. Learn more about ACT, and how changes in Covid-19 has not stopped us from achieving our goals.https:\/\/t.co\/T1Qi7lVql3","sentiment_score":0.2875}
{"full_text":"Minister of Industry and Technology, The Republic of Turkey, will be the keynote speaker for the panel ''The Future of Technology in the Post-Pandemic World'' at #TRTWorldForum2020.Register nowhttps:\/\/t.co\/K6BwQup0rv","sentiment_score":0.0}
{"full_text":"It's a long and painstaking journey ahead towards a COVID-19 vaccine.READ:","sentiment_score":-0.05}
{"full_text":"For World Diabetes Day, Aster Volunteers is improving awareness by providing free HbA1c tests until December 5th. To register visit us online or drop by a select Aster\/Medcare Clinic or Hospital. We follow all safety protocols for COVID-19.","sentiment_score":0.4}
{"full_text":"Here I thought I was fat and unhappy BEFORE the pandemic!Perspective is such a b*tch","sentiment_score":-0.3}
{"full_text":"Victoria has zero active cases after the last COVID-19 patient was discharged from hospital this week.https:\/\/t.co\/ER7wf6KHU5","sentiment_score":-0.0666666667}
{"full_text":"Trump says were rounding the turn  but Covid 19 is spreading faster than ever  NBC numbers sh","sentiment_score":0.0}
{"full_text":"RT Context is so important. Yes hospitals are busy now. But not unusually busy. Surges happen quite regularly. The only dif...","sentiment_score":0.09}
{"full_text":"RT Hello Ji,My daddy said that we will pay for the Corona Vaccine. As we can afford it. We will not watch Bolly...","sentiment_score":0.0}
{"full_text":"1) He lies.  (You do know that, right?)2) Stop asking him if he will concede.  Ask him how many Americans are dying each day from Covid-19. Ask him what he's doing about it (not the vaccine).  260,000 dead Americans. Come on.","sentiment_score":0.15}
{"full_text":"You can't use the 25% off on the mwY Christmas sweater because the eagles have 6 loss' and it's being taken out on us innocent people. I will not be checking the replies. We were robbed of a brother, sister tour because of Covid and I have not known peace since with these people","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 49.5FWind Chill: 49.5FHumidity: 96%Dew Point: 48.6F Barometer: 30.129 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 197.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT \"BTS' concluding sentiment: let's go our own pace. Which, throughout it all, has remained true. BTS and ARMY have walked tog...","sentiment_score":0.475}
{"full_text":"41% of CEOs interviewed for a survey by #AGRA and indicated that they would forge ahead with their pre-COVID-19 investment plans, while 43% said they would be scaling back.Read highlights of the #AgribusinessOutlookReport on the link;","sentiment_score":0.0}
{"full_text":"RT Can't restrict people from going to places of worship in the midst of the worst pandemic in a century.  But can tell peopl...","sentiment_score":-1.0}
{"full_text":"We stayed home today,avoiding human contact.You'll thank me later.#QuarantineLife #Thanksgiving #haiku","sentiment_score":0.0}
{"full_text":"Go Outside More #COVID19 #inspire #job #resume","sentiment_score":0.25}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"RT A dozen or so Trump tweets today--none expressing thanks for healthcare providers, frontline workers, or anyone else strugg...","sentiment_score":0.2}
{"full_text":"Time: 05:00 * Temp: 5.8degC * Wind: SSW 0.0 to 6.0mph * Pressure: 1014.5hPa * Rain: 0.0mm * Hum: 81% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:16 * Sunset: 16:05 * Cloudbase: 1360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"WC Distaster Management to beef up enforcement of COVID-19 regulations","sentiment_score":0.0}
{"full_text":"RT Dear - this isn't a request, but a fair warning: do not tread on us.","sentiment_score":0.7}
{"full_text":"RT 4. Defense innate immune genes are induced in response to SARS-CoV-2 infection but are not efficiently translated as the...","sentiment_score":0.0}
{"full_text":"RT THE WAY ARMYS ARE ALWAYS PANIC BUYING AT LAST MINUTES! YALL ARE DEFINITELY THE TYPE TO SUBMIT YOUR PROJECTS IN TIME AND S...","sentiment_score":0.0}
{"full_text":"RT SUGOSS EVERYONE!! We're in a pandemic. There's one $50 album. We barely had any radio spins. It's Thanksgiving week. We t...","sentiment_score":0.05}
{"full_text":"cant believe christmas is cancelled because john christmas got covid this year","sentiment_score":0.0}
{"full_text":"RT Check the stats. U.S. deaths this year are pretty much in line with years past.  But deaths from pneumonia, heart disease a...","sentiment_score":0.0666666667}
{"full_text":"RT Cool trend I noticed today: since so many companies have gone remote because of the pandemic, a ton of them made people wo...","sentiment_score":0.25}
{"full_text":"RT wait u guys are actually gonna go black friday shopping in the middle of a pandemic I thought that was a joke","sentiment_score":-0.0555555556}
{"full_text":"RT BREAKING:  A new conservative majority at the Supreme Court reverses course on Covid restrictions on houses of worship.  Be...","sentiment_score":0.1363636364}
{"full_text":"RT The campaign ran for our #NightSchools is mentioned in this insightful article written about the biggest...","sentiment_score":0.0}
{"full_text":"RT .@DOST_PCHRD executive director Dr. Montoya says the Philippines is discussing COVID-19 vaccines with 17 bilateral part...","sentiment_score":0.0}
{"full_text":"Except come on here wailing and gnashing your teeth should a relative of yours receive a bad Covid prognosis- well why would you?","sentiment_score":-0.35}
{"full_text":"Which Chinese city will be the biggest loser in 2020? It's not Wuhan #China #china #tianjin","sentiment_score":0.0}
{"full_text":"\"Conservatism consists of exactly one proposition, to wit: There must be in-groups whom the law protects but does not bind, alongside out-groups whom the law binds but does not protect.There is nothing more or else to it, and there never has been, in any place or time.\"Wilhoit","sentiment_score":0.375}
{"full_text":"RT RE: TXT Minisode 1 Blue Hour -In-transit to PH picked up by Goldstar Express KR (last week) - ESTIMATED Time of Ar...","sentiment_score":0.0}
{"full_text":"Ha will they even believe us when we tell the next generation stories about COVID!!?? ","sentiment_score":0.0}
{"full_text":"RT This Thanksgiving, I grieve for the quarter million lives lost to COVID. I hold in my heart the indigenous people whose l...","sentiment_score":0.0}
{"full_text":"1,200 KSH for free! As the fight against covid-19 continues, get finite amount of cash daily. Please get the anti-epidemic cash reward bonus provided by BANGBET. Click to get yours also!","sentiment_score":0.25}
{"full_text":"RT NOW: Denver Mayor flies out of DIA this morning to spend Thanksgiving with family.https:\/\/t.co\/YxY86tXCxc","sentiment_score":0.0}
{"full_text":"RT HAPPY THANKSGIVING TO EVERYONE EXCEPT THE GOP, SUPER SPREADERS, AND JUDGE AMY COVID BARRETT.","sentiment_score":0.5666666667}
{"full_text":"RT Earlier today and I called Talisa, a registered nurse in Chicago, and a few of our nation's frontline work...","sentiment_score":-0.1}
{"full_text":"Coronavirus. FCC To 'Clarify' Meaning Of Section 230 Following Twitter Suppression Of Jesus Christ.","sentiment_score":0.0}
{"full_text":"Before AND after Covid. Who would get on a flight with those people willing to do it?","sentiment_score":0.25}
{"full_text":"Soon to be reversed by SCOTUS","sentiment_score":0.0}
{"full_text":"\"[...] how organizations have helped the mental and physical well-being of their employees during lockdown and isolation.\" Here's how we do it at Capgemini Poland.","sentiment_score":-0.05}
{"full_text":"RT Ultra-cold freezers are in demand. Cold storage, cold enough to handle Pfizer's new COVID-19 vaccine as soon as it is approved...","sentiment_score":-0.2659090909}
{"full_text":"RT The \"pandemic\" accelerated \"The Great Reset\".Once they implement the universal basic income and ramp up 5G ins...","sentiment_score":0.2666666667}
{"full_text":"Nice initiative by Hyatt Hotels Corporation to help local small business. Once again this pandemic is giving us the opportunity to get closer to our local community #hospitality #hospitalityindustry #localbusiness","sentiment_score":0.0875}
{"full_text":"It's really hard to determine which policies control COVID efficientlyhttps:\/\/t.co\/sNm5KjMOlU","sentiment_score":-0.2916666667}
{"full_text":"RT THE WAY ARMYS ARE ALWAYS PANIC BUYING AT LAST MINUTES! YALL ARE DEFINITELY THE TYPE TO SUBMIT YOUR PROJECTS IN TIME AND S...","sentiment_score":0.0}
{"full_text":"RT Kelas online be like. Betul tak? .Online class be like. True right?  .https:\/\/t.co\/CL6BB9FLt9https:\/\/t.co\/OBO4iYs...","sentiment_score":0.3178571429}
{"full_text":"you feel oppressed because of a lockdown. BLM is a fight to stop the systemic racism. Imagine dying because of your skin? you are white. YOU HAVE PRIVILEGE. PERIOD","sentiment_score":0.0}
{"full_text":"RT We have a gov't who procured huge supplies for Canadians from many companies. We are extremely lucky. Most countries in...","sentiment_score":0.4333333333}
{"full_text":"Just wanna stay home and watch Peaky Blinders all day.  but work ","sentiment_score":0.1}
{"full_text":"RT POWERFUL--this is still my favorite public health video. It was made months ago by Ohio Dept of Health, before airborne a...","sentiment_score":0.25}
{"full_text":"Total COVID-19 tests performed in Jamaica: 108,576. 10,541 cases, of those 0 today; 248 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"______Leven Cotton#1 Bedding Brand in IndonesiaGuaranteed Always 100% Cotton@levencotton #spreifullkatun #dirumahaja#stayhome #stayhealthy","sentiment_score":0.0}
{"full_text":"Positive COVID results at Maine mean men's, women's hockey paused until at least Dec. 8 via","sentiment_score":-0.1284090909}
{"full_text":"RT Breaking: Lamar Jackson has tested positive for COVID-19, per","sentiment_score":0.2272727273}
{"full_text":"RT it's genuinely so disheartening and disappointing to see how so many people are choosing to be so outward...","sentiment_score":0.1}
{"full_text":"Cuomo' s God complex is running wild!","sentiment_score":-0.0875}
{"full_text":"Did the Covid-19 crisis hit you hard? But you want to reimagine the future of your manufacturing organization with digital and sustainable operations? Find out what are the next right steps... #industryX #manufacturing #digitization","sentiment_score":-0.0011904762}
{"full_text":"HUNTINGTON -- Karen Friel, the U.S. Small Business Administration's West Virginia district director, says small businesses need support as they navigate, retool and pivot from the effects of the coronavirus pandemic.","sentiment_score":-0.25}
{"full_text":"Soaring numbers of New York City residents face food shortages as a result of the pandemic. Here are some of them.","sentiment_score":0.1363636364}
{"full_text":"Indian Express - CJI Bobde: Tech reliance during Covid-19 has led to new inequality #CJI #techreliance #cjibobde #techrelianceduringcovid19 #IndianExpress -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.1363636364}
{"full_text":"let's go ","sentiment_score":0.0}
{"full_text":"Top story: US will appeal order barring expulsions of migrant children see more","sentiment_score":0.5}
{"full_text":"More than 2M students engage with digital learning resources each month. See how their #GharPeSchool efforts are giving more students the ability to learn from home during the pandemic.","sentiment_score":0.3333333333}
{"full_text":"Will you go into work when you are unwell after coronavirus?","sentiment_score":0.0}
{"full_text":"Govt MLA MP Corruption? RBI\/Bank Scams? TAX Loot? official Share%Bribe?Ppls Concern Grievance?Ignore?","sentiment_score":0.0}
{"full_text":"How will COVID-19 impact Dutch holiday shopping?","sentiment_score":0.0}
