{"full_text":"LOL, sure!We might not buy lunch out, but we kinda still need to eat (\"buy food\", in layman's terms).We might wear less formal clothes, but the sweatpants consumption is going through the roof.","sentiment_score":0.3166666667}
{"full_text":"Right,Bollywood had collapsed not only from our hearts but also from our life completely.","sentiment_score":0.05}
{"full_text":"RT How likely is it you'll encounter at least one person who is infected with the coronavirus if you go to a bar in Denver? What...","sentiment_score":-0.15}
{"full_text":"RT I'm an oncologist, but I'll be back doing a shift on the #COVID19 wards tomorrow and again on Sunday. A clear indicator of ho...","sentiment_score":0.05}
{"full_text":"RT Are you still wearing your nose masks and social distancing? or all die na die?","sentiment_score":0.0333333333}
{"full_text":"RT While we have a president throwing a temper tantrum because he lost the election--there is a pandemic raging through our...","sentiment_score":0.0}
{"full_text":"Because he was at the Judge Amy Covid Summer Jam Party. And he died of Covid 19.","sentiment_score":0.0}
{"full_text":"RT Don't let this COVID-19 pandemic dampen your Diwali spirit. Let's celebrate it together safely. We wish you happiness, p...","sentiment_score":0.6}
{"full_text":"I work in a large company. Canteen safely sits 90 people every half hour (reduced numbers due to covid) Plant works 24\/7  doing this since start of pandemic no transmissions. So why can't pubs\/restaurants\/hospitality etc. remain open as majority were doing an excellent job","sentiment_score":0.2371031746}
{"full_text":"RT President Donald Trump had predicted that the media would stop talking about the Covid-19 pandemic the day after the election. B...","sentiment_score":0.0}
{"full_text":"RT \" Trust is the main commodity in this pandemic. Transparency in our efforts is invaluable. It enables us to make more inform...","sentiment_score":0.3333333333}
{"full_text":"RT Republican Governors Around the Country Are Failing as Badly as the President* Did #SmartNews","sentiment_score":-0.7}
{"full_text":"Sadly no Paula given social distancing &amp; he was being interviewed by TV! He did smile towards us.","sentiment_score":0.1972222222}
{"full_text":"The Mooch hits it on the nose. Lol Wtf?  Im learning life lessons from Tony? Who cares he's on point.46 dead in the nursing home half a mile from my house.. Used to drive by all the time and wonder who. And are they happy? Now I can't. Too sad. G-d Bless them all.","sentiment_score":0.0388888889}
{"full_text":"RT El Paso getting crushed by COVID-19 as Texas becomes first state to surpass 1 million cases.","sentiment_score":0.075}
{"full_text":"Makes heaps more sense than heading up his Covid taskforce","sentiment_score":0.5}
{"full_text":"RT In a nutshell .SA drink alcohol .We want you to forget the damage we caused , the millions we stole, that today is Day 231...","sentiment_score":0.0}
{"full_text":"RT The top data science skills for the post-Covid world#DEVCommunity #Machinelearning #100DaysOfCode #IoT #100DaysOfMLCode #f...","sentiment_score":0.5}
{"full_text":"You have to be tested , and have a cotton bud stuck up your nose, so far that it can rupture your nasal cavity. And somehow this is a pandemic? Are you falling over dead bodies, or even meeting sick people in the street?","sentiment_score":-0.2714285714}
{"full_text":"I would simply point out that Sir Jeffrey Donaldson may be at work but I do not consider that he is earning a living. The same can be said for all politicians currently since they have no skin in this Covid-19 game.","sentiment_score":-0.1}
{"full_text":"RT The UK government is flying blind, introducing policies without proper prior assessment of their likely impact on the epidem...","sentiment_score":-0.125}
{"full_text":"European Commission- \"liability clauses in contracts with  Pharma for indemnity if their COVID 19 vaccines cause unexpected Adverse Drug Reaction\"MHRA- \"We'll use AI software to process the expected high volume of COVID 19 vaccine Adverse Drug Reactions\"Still want a vaccine?","sentiment_score":0.04}
{"full_text":"Update Covid 12 November: Tambah Positif 4.173, Total 452.291","sentiment_score":0.0}
{"full_text":"RT You're a massive disgrace. Remembrance Day is Not a political football to be tossed around you incompetent asshat.","sentiment_score":-0.1166666667}
{"full_text":"RT Please do not attend any rallies this weekend across the country. They are designed to stoke violence &amp; give Trump a cha...","sentiment_score":0.0}
{"full_text":"#COVID19 'It's going to be very, very scary': Before Biden takes office, a precarious 10 weeks for... via","sentiment_score":-0.65}
{"full_text":"RT Pence coordinated an absolutely disastrous federal response to the coronavirus, costing thousands of lives, and it's just assu...","sentiment_score":-0.7}
{"full_text":"2. So easily manipulated by the #ToryLies #msm #media #dominiccummings and now boss #CarrieSymonds in the FIFTH RICHEST country, #UK Has HIGHEST #COVID19 #DEATHS in #Europe The #economy has improved say #ToryLiars Families kept apart We are a tiny island which should've isolated","sentiment_score":0.2166666667}
{"full_text":"Yes, and don't forget democracy, free speech, the economy etc.Covid kills everything it touches...except 99.9% of the population.","sentiment_score":0.4}
{"full_text":"RT Respected  kindly extend #GstAmnesty #GSTLateFee...","sentiment_score":0.6}
{"full_text":"RT Starting now - all welcome","sentiment_score":0.4}
{"full_text":"COVID-19 notices in the Holyland: 19 people found by police locked in one bedroom via #Belfast","sentiment_score":0.0}
{"full_text":"RT Domagoj Vida was subbed off for Croatia last night because his COVID-19 test results came back positive at half time....","sentiment_score":0.0151515152}
{"full_text":"RT Starting Sunday, public health workers will ask residents to answer a brief survey and voluntarily give a blood sample to be test...","sentiment_score":0.0}
{"full_text":"Good morning  It's time to get a deal and finalise the split. We have to work with Europe - and a great deal is still possible.  This could seriously impact rollout of any Covid vaccine.Deliver the deal your party promised.  #HeyMP","sentiment_score":0.2916666667}
{"full_text":"RT Chhath Puja celebration allowed by administration subject to strict observation of #COVID19 protocols and the organisers will be r...","sentiment_score":-0.1666666667}
{"full_text":"RT Today is #WorldPneumoniaDay #Pneumonia alone kills more than 800 000 children every year, accounting for 15% of all deaths of ch...","sentiment_score":0.5}
{"full_text":"RT The battle over who runs Downing Street matters not just because we are in the middle of a pandemic, not just because...","sentiment_score":0.0}
{"full_text":"RT How have independent film productions kept going amid the COVID-19 pandemic? Even with a vaccine in the works, the lessons learned...","sentiment_score":0.0}
{"full_text":"RT The spirit of #Handshake got lost. The intention of #BBI got lost. The plan for #Referendum will get  lost. Shortly, this sh...","sentiment_score":0.0}
{"full_text":"RT *whistles*","sentiment_score":0.0}
{"full_text":"RT Popping in at #FireFestival on Saturday 28th\/Nov 2020.Venue: Inagbe beach resort.Don't stay at home and...","sentiment_score":0.0}
{"full_text":"RT I Aasish of grade 10 from Hyderabad, please make this year a zero academic year. As it is very hard to learn...","sentiment_score":-0.1895833333}
{"full_text":"Oh honey, you didn't really read the article, did you?Here, you go: information from the Centers for Disease Control and Prevention. YOU may not know of them, but they're pretty famous in certain circles.https:\/\/t.co\/pXNCtJj4CO","sentiment_score":0.2910714286}
{"full_text":"RT This is my theory...they know Biden will lose in the end so the new COVID clampdowns are to pack the power keg so it's li...","sentiment_score":0.1363636364}
{"full_text":"Health Cabinet Secretary Mutahi Kagwe received backlash from Kenyans on twitter after his comments on #COVID19 vaccine.","sentiment_score":0.0}
{"full_text":"what the point then just keep it online then like we all know bts is going to say \"make some noise\" it's just making ppl feel sick of this pandemic more","sentiment_score":-0.1071428571}
{"full_text":"RT I'm an oncologist, but I'll be back doing a shift on the #COVID19 wards tomorrow and again on Sunday. A clear indicator of ho...","sentiment_score":0.05}
{"full_text":"RT WHAT!!!!Come on we have spent enough cash to surely actually be able to provide PPE not actual bin bags!!!","sentiment_score":0.1}
{"full_text":"RT NHS staff have been sent repurposed bin bags as official PPEPlease RT if you agree this is an absolute disgrace and encou...","sentiment_score":0.2}
{"full_text":"RT Nearly 25,000 calls a day to the Government's Covid-19 Test and Trace hot line go unanswered, shock figures have revea...","sentiment_score":0.0833333333}
{"full_text":"RT US President Donald Trump had predicted that the media would stop talking about the Covid-19 pandemic the day after the election....","sentiment_score":0.0}
{"full_text":"RT Another damning thread on the military's intervention on #LTC during the 1st #COVID19 wave. Since then, NOTHING has been done....","sentiment_score":-0.1}
{"full_text":"Save FC Fort Dix from the Covid-19 crisis the BOP allowed to happen ","sentiment_score":0.0}
{"full_text":"RT Nearly 25,000 calls a day to the Government's Covid-19 Test and Trace hot line go unanswered, shock figures have revea...","sentiment_score":0.0833333333}
{"full_text":"RT im ready for the next lockdown.","sentiment_score":0.1}
{"full_text":"Updated guidance for journalists: How to Report Accurately on #COVID19 Vaccines","sentiment_score":0.4}
{"full_text":"RT Memo to all 'Yeah, but what about SWEDEN?' Covidiots: Sweden's now become a coronavirus disaster story.","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:#COVID19 Labs in India (As on November 11, 2020)@ICMRDELHI#StaySafe #IndiaWillWin #Unite2Fig...","sentiment_score":0.0}
{"full_text":"This is a massive pile of toss!I'm working from home, but now paying for additional utilities, oh and my food bill has gone up too!With Brexit round the corner ppl will need all the income they have just for the necessities, stop trying to bleed ppl bc Pret sales are down ","sentiment_score":-0.1185185185}
{"full_text":"Just listened on way to work (0845) to Sanjeev Patel from Leicester on Radio 5 give his #COVID19 story. He and his Dad were admitted to in April both with the virus. Sadly his Dad passed away. Amazing honesty, integrity and insight. Worth a listen on iplayer","sentiment_score":0.1333333333}
{"full_text":"And so it begins.... \"we want furlough\" \"we want Free school meals\" \"we want higher pay for nurses\" *higher taxes introduced to pay for these things* \"THE RICH SHOULD PAY\" \"TAXING THE WORKING CLASS IS WRONG\" \"I CAN'T AFFORD THIS\"You'd think people would learn ","sentiment_score":0.155}
{"full_text":"RT No.10 to get Brits into Covid test centre 'using royals to promote test programme and wristbands for negative patients'","sentiment_score":-0.3}
{"full_text":"RT Imagine going to a hospital so overwhelmed, doctors and nurses with Covid-19 are allowed to keep working. Or having a hea...","sentiment_score":0.0}
{"full_text":"RT please consider not traveling for thanksgiving.  covid numbers are unreal and the current gov is too busy trying to tak...","sentiment_score":0.05}
{"full_text":".@SSTAtradeunion Teachers left to make it work againWarning teacher workloads could suffer further in Scotland's 2021 exam system","sentiment_score":0.0}
{"full_text":"RT US hospitals are once again overwhelmed as the country breaks a new record for coronavirus infections","sentiment_score":0.1363636364}
{"full_text":"I'm unclear why we need a vaccine if 99.6% of the placebo group didn't get infected? That suggests either Covid isn't as infectious as it seems or we already have substantial immunity. Since there's plenty of evidence its pretty infectious...","sentiment_score":0.25}
{"full_text":"RT Let's stay vigilant against COVID-19, #Halifax. A reminder that masks are mandatory on our buses &amp; ferries, and inside tran...","sentiment_score":0.0}
{"full_text":"RT Are you still wearing your nose masks and social distancing? or all die na die?","sentiment_score":0.0333333333}
{"full_text":"tw \/\/ dec 18WHAT ? DID I JUST SEE WHAT I THINK ? I'm so mad right now. They can't just do that and get away with it","sentiment_score":-0.1696428571}
{"full_text":"This looks great, rest is just as important for productivity as to do lists","sentiment_score":0.6}
{"full_text":"RT Popping in at #FireFestival on Saturday 28th\/Nov 2020.Venue: Inagbe beach resort.Don't stay at home and...","sentiment_score":0.0}
{"full_text":"RT Finished a degree in Textiles this year. Due to covid,theres a lack of jobs and opportunities in design:( So took a risk...","sentiment_score":-0.4375}
{"full_text":"hi there, I have some questions about covid-19 and the rules about kicking people out and things. If you could please send me a dm so we could talk that would be awesome:)","sentiment_score":0.75}
{"full_text":"RT Happy to be part of this conversation on how to use the lessons learnt to scale up opportunities to uplift communities...","sentiment_score":0.8}
{"full_text":"4 Tips When Trying to Sublease Your Space During COVID-19 #CRE #Sublease #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/fs4nKdCpaH","sentiment_score":0.0}
{"full_text":"#Delaware's frontline #healthcare providers will receive US$100M in CARES Act funding for relief and support related to #COVID19, Governor has announced. #ChooseDElaware #GlobalDE","sentiment_score":0.0}
{"full_text":"1st wave 50k premiture deaths in UK from Covid19 but 2nd wave Tories have decided the ITU staff can look after 2 Covid19 cases NHS England floundering or complicit but probably both","sentiment_score":0.0}
{"full_text":"Thanks man. Woke up and thought about going for Covid test but I'm pretty sure it's this combination. Happened last year too.","sentiment_score":0.2375}
{"full_text":"RT It's been so wonderful to have public support over the last few months as nurses have worked so hard through this pandemi...","sentiment_score":0.1016666667}
{"full_text":"RT The velocity of the rise in Covid hospitalizations is perhaps the most ominous observation from the recent trends; por...","sentiment_score":0.25}
{"full_text":"Overnight Oldies: Pandemic Pity Partyhttps:\/\/t.co\/NcmRDJ9c6r","sentiment_score":-0.1}
{"full_text":"RT y'all do know that it's the government regulations that make no screaming\/yelling\/chanting a rule right  it happened at...","sentiment_score":0.2857142857}
{"full_text":"In March, toured the High Country for a travel feature designed to encourage beer lovers back to the bushfire-impacted region. Then COVID-19 hit...Nine months later, we're finally on!So, what are you waiting for? Head to the hills!https:\/\/t.co\/9bxzAPO6UK","sentiment_score":0.04}
{"full_text":"Remember to always follow social distancing guidelines when you are on campus, including at breaks and lunchtime.","sentiment_score":0.0333333333}
{"full_text":"With all the bleakness that surrounds the Covid-19 pandemic, it is essential to prioritise your mental health and wellbeing.  #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":-0.05}
{"full_text":"With all the bleakness that surrounds the Covid-19 pandemic, it is essential to prioritise your mental health and wellbeing.  #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":-0.05}
{"full_text":" No Jazz Band today due to mock exams and COVID guidance. We're hoping we can rehearse again very soon! ","sentiment_score":0.0625}
{"full_text":"RT Trump is not only AWOL in middle the largest mass casualty event on US soil since the pandemic of 1918, he is actively...","sentiment_score":-0.0444444444}
{"full_text":"#JCiTTweets Can #ruraltourism be an alternative at the times of #Covid19 in #Czechia? See to find out more","sentiment_score":0.5}
{"full_text":"An advert for reusable copper #facemasks has been banned after claims it could kill #COVID19 particles were found to be \"unsubstantiated\" and misleading, reports","sentiment_score":0.0}
{"full_text":"RT Elites on here were hyping Sevo during the lockdown for stale jokes and his \"infectious\" laugh. The guy had no plan at al...","sentiment_score":-0.1}
{"full_text":"Near Kidderminster? Join us Sun 6 Dec for this fairly gentle late Winter walk on the northern edge of Worcestershire, lockdown permitting #LGBToutdoor","sentiment_score":1.850371708e-17}
{"full_text":"India's crippling heat, erratic electricity and limited cold storage make #COVID19 vaccine logistics a challenge.https:\/\/t.co\/ljHSM7F1zn","sentiment_score":-0.3357142857}
{"full_text":"Lasting effects: How the covid-19 pandemic will change illicit trade #illicittrade #EconAsiaTrade #asiatrade #economistevents #trade #covid19 #pandemic #coronavirus #tradeoutlook","sentiment_score":0.0}
{"full_text":"Gloucester Green Market in Oxford to stay shut for rest of lockdownhttps:\/\/t.co\/F7BGN08Z6B","sentiment_score":-0.2}
{"full_text":"Check out my latest article: Careers leaders: we are finding 14-18-year olds purposeful work experience during lockdown and beyond. via","sentiment_score":0.5}
{"full_text":"I assume this photo was taken before the pandemic ","sentiment_score":0.0}
{"full_text":"Indiana's COVID-19 all-test positivity rate is up 6% since the state entered Stage 5.","sentiment_score":0.0}
{"full_text":"If you're struggling to heat your home, buy essential food, pay rent or you have any other financial difficulties as a result of the Coronavirus (COVID-19) pandemic, please visit There are schemes available to provide support.","sentiment_score":0.06875}
{"full_text":"#Business Support #grants are now available for businesses that have been affected when entering Tier 2, Tier 3 and National Lockdown restrictions.For full details &amp; how to apply please visit","sentiment_score":0.375}
{"full_text":"Good News for United Utilities Customers!Are you are struggling to pay your water bill because of coronavirus?People who are furloughed, redundant, getting benefits or tax credits can ring 0800 072 6765 or visithttps:\/\/t.co\/Crwp9K0IQWFor help in Fylde ring us 0300 330 1166","sentiment_score":0.25}
{"full_text":"RT Vaccine-preventable diseases includeCervical cancerCholeraDiphtheriaEbolaHep BInfluenzaJapanese encephalitisMeaslesMenin...","sentiment_score":0.0}
{"full_text":"\"A call to action: How Irish citizens can shape a post-Covid future\" - what a great forum to get involved in, register your interest before November 13th!https:\/\/t.co\/jWluETmc00@scienceirel #dublinbic #startup #entrepreneurs","sentiment_score":0.225}
{"full_text":"RT On January 30 @TheAtlantic published this from President-elect Biden's pending White House chief of staff @RonaldKlain:...","sentiment_score":0.0}
{"full_text":"RT Emirates looks up to Dubai for help after $3.4 billion loss.State-owned Emirates said on Thursday that Dubai would help it...","sentiment_score":0.0}
{"full_text":"RT EU students:  you need to be in the UK until 31 Dec 2020 to be eligible for  #settledstatus. If you are studying...","sentiment_score":0.0}
{"full_text":"Out of the 394 new #coronavirus cases in #SaudiArabia, 58 were confirmed in Riyadh, 44 in Madinah and 29 in Makkah.","sentiment_score":0.2681818182}
{"full_text":"Isolation and loneliness are symptoms of the pandemic that could only worsen by the winter months.Experts are worried about the winter and \"SILOS,\" which stands for single individuals left out of social circles.","sentiment_score":-0.0095238095}
{"full_text":"7 Day Countdown  To our famous CIS Annual Awards Online 2020   Just because we could not host our gala dinner &amp; awards night this year due to the pandemic, does not mean we are not celebrating the success and dedication of our amazing staff this year. #Awards #Recognition","sentiment_score":0.28625}
{"full_text":"Today is the NICE Shared Learning Awards 2020 at 1pm. Join us for this virtual event and learn how NICE guidance has improved outcomes and care from our 3 finalists and highly commended #COVID19 examples. There's still time to register:","sentiment_score":0.4533333333}
{"full_text":"CDC's new COVID-19 guidance says masks protect wearers and those around them","sentiment_score":0.1363636364}
{"full_text":"RT Brazil.Retail sales rose 0.6% MoM in September and are now a hefty 7.8% above pre-pandemic levels.","sentiment_score":0.3}
{"full_text":"Thank you to every #AHP and to every #healthcare professional for everything you are doing day in day out #COVID19 #publichealth #safety #thankyou #NHS #staff #heroes #paramedics #nurses #AHPs","sentiment_score":0.1}
{"full_text":"10 Year City Plan - reimagining York 2030 Date: 13th Nov 2020, 9:00 to 11:00 Organiser: A 2 hour session exploring whether using a consistent story to promote the city can help build back better in a post covid world. #YorkBizWeek20https:\/\/t.co\/dHwPyjwZeP","sentiment_score":0.1875}
{"full_text":"I recently spent 3 days isolated in a major hospital's #COVID19 unit, and I never had the virus. I tested negative four times in those 3 days (one of those tests was an antibody test). Why then was I kept under observation?https:\/\/t.co\/MguuJrykOp","sentiment_score":-0.1125}
{"full_text":"The report conservatively estimates the economic cost of the increased mortality in the North during the pandemic at PS6.86bn and the reductions in mental health in the region due to the pandemic at around PS5bn a year.https:\/\/t.co\/jZBu7qFSjd","sentiment_score":-0.0083333333}
{"full_text":"#coronavirus new research - read detail in a link below :#ThursdayThoughts","sentiment_score":0.1363636364}
{"full_text":"The reason I refer to COVID-19 as the Communist Virus is it comes from a Communist country.It's important to remind people that Red China's need to \"save face\" led them to cover up the virus.That cover up led to a global pandemic and the deaths of well over 1 million people.","sentiment_score":0.1333333333}
{"full_text":"RT Holywell Town returned to action this evening for the first time since the pandemic in a behind closed doors friendly a...","sentiment_score":0.045}
{"full_text":"COVID 19 cases in India until : 12\/11\/2020 14:30Total Cases: 8684039 [+0]Active: 489427Recovered: 8064548 [+0]Deaths :128165 [+0]Total Tests: 121.96MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"How are you feeling during lockdown? Remember we are one community and our support services are always here to help. You can get in touch with at Advice Centre also offers phone consultations ","sentiment_score":0.1}
{"full_text":"RT Today is #WorldPneumoniaDay #Pneumonia alone kills more than 800 000 children every year, accounting for 15% of all deaths of ch...","sentiment_score":0.5}
{"full_text":"With new national restrictions in place you should only leave your house for essential reasons. When you do, please make sure to wear a mask to protect others. If we all play our part we can make this lockdown count! #HandsFaceSpace #ThursdayThoughts","sentiment_score":0.1903409091}
{"full_text":"The EU has been very active in setting up policy &amp; funding instruments to tackle the health crisis&amp;support economic recovery in response to #Covid19 #PandemicOur study provides a review of EU #CohesionPolicy measures:","sentiment_score":0.0133333333}
{"full_text":"Despite the new lockdown, reserves remain open so people who are able to can enjoy the great outdoors. However, while the car park and toilets are open, the Discovery Centre, including cafe, are closed #staysafe","sentiment_score":0.2480519481}
{"full_text":"Brazil has announced resumption of clinical trials of China's Sinovac #COVID19 vaccine. The trials were suspended for 2 days after a volunteer recipient reportedly committed suicide. Brazil's health authorities say the death had no connection with the vaccine. #CovidVaccine","sentiment_score":0.0}
{"full_text":"We wish everyone a happy Diwali! Diwali is the five-day festival of lights and the main day of celebrations takes place on Saturday 14 November.Please celebrate safely, stay at home and keep to restrictions. Remember: Hands Face -Space","sentiment_score":0.5555555556}
{"full_text":"Self isolating and social distancing can be  but with everything going on, we want you to know you don't need to worry about your water.From warming showers to steamy cups of tea - water is wonderful and we're working hard to ensure you can turn on your taps no matter what ","sentiment_score":0.2472222222}
{"full_text":"World's 1st registered #COVID19 #vaccine, #Russia's #SputnikV vaccine is 92% effective at protecting people from COVID-19 according to interim trial results, the country's sovereign wealth fund said on Wednesday.","sentiment_score":0.6}
{"full_text":"Encouraged by progress this week in finding a #COVID19 vaccine and staging sports events in Japan, the IOC is getting \"more and more confident\" that next year's Tokyo Olympics can have fans in the venues.@Tokyo2020","sentiment_score":0.375}
{"full_text":"Market turmoil in 2020, largely engendered by #covid19, hit Asian markets hard at the beginning of the year. But as the virus migrated west, things changed. How are East-West approaches different in terms of #investment strategies? Read report via","sentiment_score":-0.0193452381}
{"full_text":"OUR TOP 5 BOOK RECOMMENDATIONS FOR LOCKDOWN. #top5 #readinglist","sentiment_score":0.5}
{"full_text":"With lockdown upon us look ahead to next year. Secure your place for PS1 the best cash back COVID guarantee, covering you if you can't make it due to COVID as well as if the camp can't go ahead.#running #retreat #luxury #triathlon #multisport","sentiment_score":0.255}
{"full_text":"Play areas in Hailsham remain open during the lockdown, although users of the sites are encouraged to follow all social distancing\/hygiene measures in place.Outdoor gym equipment (Western Road Rec\/Maurice Thornton sites) are closed until further notice:","sentiment_score":-0.0133333333}
{"full_text":"#Oil prices rose in early trade on Thursday, taking the week's gains to more than 12% on growing hopes that the world's major producers will hold off on a planned supply increase as soaring cases of COVID-19 dent fuel demand.https:\/\/t.co\/GxZCJZCnWa","sentiment_score":0.315625}
{"full_text":"According to the interim trials, Russian COVID-19 vaccine, Sputnik V, has shown a 92% efficacy against the coronavirus.#COVID19 #SputnikV","sentiment_score":0.0}
{"full_text":"RT DO NOT DOWNLOAD CORONA APP PERIOD!!","sentiment_score":0.0}
{"full_text":" Wash your hands regularly for 20 seconds. Wear a face covering in enclosed spaces.- Make space from people you don't live with.https:\/\/t.co\/apf8qBScXu#HandsFaceSpace","sentiment_score":0.0681818182}
{"full_text":"If Sweden didn't go into lockdown like the rest of Europe why are they seeing a second spike similar to others?","sentiment_score":0.0}
{"full_text":"Contact tracing? This one's on us Our team is here to help you get set up!Our FREE QR code can ease the stress of tedious #trackandtrace methods. Find out more: #COVID19","sentiment_score":0.1333333333}
{"full_text":"What does the post-covid consumer look like? shares insight on the many ways in which consumer behaviour has shifted and what the future looks like -","sentiment_score":0.25}
{"full_text":"RT Just FYI, the pandemic could last through 2024, according to Chinese researchers. \"Scientists from Shanghai Normal Universit...","sentiment_score":0.05}
