{"full_text":"Jobless claims edge lower but are still well above pre-pandemic levels","sentiment_score":0.0}
{"full_text":"RT Some extraordinary scenes unfolding in Manchester. Students protesting about \"lockdown\" fences erected around their hall...","sentiment_score":0.3333333333}
{"full_text":"yeah, those are covid deaths ALONE. Idk if you know about addition? it's that thing you learn in first grade.","sentiment_score":0.25}
{"full_text":"RT JUST IN: A judge ordered to disclose names of businesses that got hundreds of billions' worth of pandemic aid, grant...","sentiment_score":0.3}
{"full_text":"RT We love meeting up but in the meantime we were making balance towers and talking lockdown challenges and activities on t...","sentiment_score":0.5}
{"full_text":"RT Having been deprived by lockdown of its audiences for planned concerts of the Mozart Requiem this weekend, @E_N_O will...","sentiment_score":0.0}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT Jared \"Silver Spoon\" Kushner files hundreds of eviction notices against low- and middle-income renters in the middle of a...","sentiment_score":0.0}
{"full_text":"RT \"I'm just devastated.\"The Lewis family speaks about the unbearable pain of losing three loved ones within five days to...","sentiment_score":0.7}
{"full_text":"Transportation is a major thing to consider. But since there's no certainty that the offline classes will be really starting in Jan 21 (dunno how the condition with the pandemic will be) &amp; also you already have the old motor, I think.. new phone.","sentiment_score":0.0747159091}
{"full_text":"#COVID19 has led to social isolation for many. Social isolation has many adverse health effects. #AONN2020","sentiment_score":0.2666666667}
{"full_text":"RT A bit too much of little Greg Hunt blowing smoke up his own arse.  The heavy lifting was done by the Premiers.","sentiment_score":0.0708333333}
{"full_text":"RT #StopErdogan before it's too late","sentiment_score":-0.3}
{"full_text":"RT Here's the graph NHS chief Sir Simon Stevens showed us at the No10 press conference. Scary, huh? But is it really very differ...","sentiment_score":-0.15}
{"full_text":"RT It's November 4th. And today we had 103k new #COVID19 cases. The highest ever and the first time over 100k.52k are h...","sentiment_score":0.1931818182}
{"full_text":"RT We've got to get back to the basics of fighting this virus--I know everyone is tired of all the court decision whiplash, so he...","sentiment_score":-0.2}
{"full_text":"Jobless claims edge lower but are still well above pre-pandemic levels","sentiment_score":0.0}
{"full_text":"RT Govt of India claims through its official handle that a woman fasting ensures a long &amp; healthy life for her husband. I...","sentiment_score":0.225}
{"full_text":"RT We've really fucked this up haven't we.Wolverhampton.          Wuhan.","sentiment_score":-0.6}
{"full_text":"so i bully him by how excatly? as a KEY WORKER in covid 19 i can PROMISE you i am too busy caring for children, planning work for them to go out of my way to repeatedly send hate. Also i spent over 1000 pounds on the happiness begins tour so think again before being bitchy x","sentiment_score":-0.02}
{"full_text":"RT Boris Johnson refused to lockdown more than five weeks ago. A month ago, my Uncle David contracted Covid. He died on Fri...","sentiment_score":0.5}
{"full_text":"RT This is why we need a statewide mask mandate.","sentiment_score":0.0}
{"full_text":"RT I know we're focused elsewhere, but it'll never stop being shocking to me that the current President has had nothing rec...","sentiment_score":-0.5}
{"full_text":"RT Alan Jones and the rest of the Murdoch cronies are a cancer to our society and journalistic integrity and the reason I...","sentiment_score":0.0}
{"full_text":"RT The deep intellectual dishonesty of graphics improperly presented and interpreted. Deaths lag cases by 3-4 weeks. Approxi...","sentiment_score":0.15}
{"full_text":"Yes o","sentiment_score":0.0}
{"full_text":"RT The concept of harm reduction was born in the middle of a pandemic, and many queer activists and the most vulnerable comm...","sentiment_score":0.125}
{"full_text":"COVID-19 got me actin unwise","sentiment_score":0.0}
{"full_text":"RT When your husband was a healthcare worker who lost his life from #COVID and half the country doesn't seem to care...there...","sentiment_score":-0.1666666667}
{"full_text":"The previous approach to model building didn't feel right for the Covid19 environmentASOS AI had to re-evaluate &amp; create a taskforceReda Kechouri, Data Science &amp; Machine Learning Manager,","sentiment_score":0.0595238095}
{"full_text":"RT To those MPs who voted for lockdown,hope the loss of jobs,homes and suffering caused from a virus that has killed...","sentiment_score":-0.2}
{"full_text":"Excellent thread. All teachers and students want is a safe environment.","sentiment_score":0.75}
{"full_text":"I love how your posts are getting blocked. I think you're going to lose. Take care of #COVID19! #TrumpLiesAmericansDie","sentiment_score":0.625}
{"full_text":"RT London grinds to a halt with 1,200 miles of traffic jams as thousands escape city before lockdown","sentiment_score":0.0}
{"full_text":"RT But it's only for 4 weeks yeah?#COVID19#lockdownBullshit  ... This now is the new normal..The deep state takeover ove...","sentiment_score":0.0454545455}
{"full_text":"RT Michigan is reporting 5,710 new COVID-19 cases and 51 deaths Thursday. It's the state's highest single-day case total by mo...","sentiment_score":0.0681818182}
{"full_text":"RT Bookshops will be having a tough time in the coming lockdown so I'm very happy to be taking part in #SignForOurBookshops,...","sentiment_score":0.3055555556}
{"full_text":"RT I understand the arguments for keeping schools open. But why are we pretending that the measures required to make them...","sentiment_score":0.0}
{"full_text":"RT Joe Biden is currently in Delaware getting a briefing on the coronavirus from leading health experts. Somethin...","sentiment_score":0.0}
{"full_text":"RT Rapid coronavirus tests that deliver results in minutes are becoming more widely available in the U.S.But officials warn tha...","sentiment_score":0.45}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT Another Katy ISD school temporarily closed to in-person learning due to COVID-19 cases #khou #hounews","sentiment_score":-0.1125}
{"full_text":"Check it out!I will create 3d logo animation intro video (please check and order now) 3D Logo Animation, Intro &amp; Outro, Book Trailer, Cinematic Trailer,","sentiment_score":0.0}
{"full_text":"RT .@BorisJohnson saying great things about the Covid test that will give a response in 15 minutes, that's great but maybe he c...","sentiment_score":0.8}
{"full_text":"RT Whitty and Vallance used out of date figures and horrifying claims of ice rinks as morgues to plunge us back into lockdown...","sentiment_score":-0.45}
{"full_text":"RT My conversation with Ah Warner, Founder About #Hemp, #Cannabis, #Covid and Maske...","sentiment_score":0.0}
{"full_text":"RT Happy Halloween  to y'allA great upcoming weekend too #StaySafe #WearAMask #pumpkins #Halloween2020  ","sentiment_score":0.8}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"It's #TrusteesWeek so here's a very special #BuddyChat with We were going to talk about delivery training in the midst of a pandemic but decided to switch to a chat about being a trustee at the very last minute. Enjoy! #Chat #Trusteeshttps:\/\/t.co\/dUn7g0pWOa","sentiment_score":0.3214285714}
{"full_text":"but I do agree that he should handle the pandemic better","sentiment_score":0.5}
{"full_text":"Increased testing for now.","sentiment_score":0.0}
{"full_text":"RT 12:30PT: Do you think there is enough information around COVID-19 outbreaks?Do you want more detailed information? Would that...","sentiment_score":0.3}
{"full_text":"RT Nobel peace prizes, bringing peace in the world, highest ethnic and black employment levels, bringing industry, manufact...","sentiment_score":-0.1666666667}
{"full_text":"After 35 consecutive years, the owners of Pete's Bar decided to cancel this year's Thanksgiving celebration due to concerns with the pandemic. ","sentiment_score":-0.125}
{"full_text":"RT This isn't surprising: Political insiders have expected for months that Democrats would vote disproportiona...","sentiment_score":0.2}
{"full_text":"Me too, in 2017, I was rich, traveled the world, had a girlfriend, XVG mooned, in 2020 XVG is at a multi year low, I have AIDS and waiting for a cancer screening and have been cooped up for covid all year sick on and off, and no more gf. 2021 better be a better year I swear lol","sentiment_score":0.1729591837}
{"full_text":"Trumps lead in PA Down to just 1 days worth of new covid cases!","sentiment_score":0.10496633}
{"full_text":"RT Experts Call For 15 Days Of Counting To Flatten The Curve Of Votes For Trump","sentiment_score":0.0}
{"full_text":"Of course they are. I have been anticipating this to come out.","sentiment_score":0.0}
{"full_text":"RT COVID cases are surging across the country and in Minnesota. Now isn't the time to stop taking precautions.   Our country an...","sentiment_score":0.0}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"Did he? Or did Trump set an enormously low bar? I'm not sure if Trump passed away from COVID in October and the ultimate choice voters had was Joe Biden or a Mike Pence administration he would have pulled off an electoral college win","sentiment_score":0.1375}
{"full_text":"RT As the UK enters lockdown 2.0, we're working harder than ever to develop the Oxford #Covid19 vaccine safely and as quickly...","sentiment_score":0.2444444444}
{"full_text":"Record cases and increased deaths, just not as many as expected.https:\/\/t.co\/8ejpjpsSiK","sentiment_score":0.5}
{"full_text":"Not to mention...I don't think any secret service will sign up for protecting his sorry a*s again. I'm sure they've had it with the covid clown.","sentiment_score":-0.1333333333}
{"full_text":"She probably would have just gotten demolished, after already getting killed in the midterms, and we'd be looking at complete GOP control of the government. We would have had less terrible policies for 4 years and not as many Covid deaths though.","sentiment_score":-0.1533333333}
{"full_text":"Obviously we need an expert to explain to us why the totals seem to be falling and they are presented as rising. I can only see purposeful double counting. There really does seem to be no need for a lockdown even if you just look at statistics.","sentiment_score":0.05}
{"full_text":"RT On November 4th Michigan had 4300+ new Covid cases. I hope the idiot conspiracy theorists that said it would disappear...","sentiment_score":-0.3318181818}
{"full_text":"This should be on the Government's Covid website!","sentiment_score":0.0}
{"full_text":"RT COVID cases are surging across the country and in Minnesota. Now isn't the time to stop taking precautions.   Our country an...","sentiment_score":0.0}
{"full_text":"Top Strategies for Mitigating COVID-19's Toll on the Economy - Free Webinar - Thurs., Nov. 18, 11 a.m.Plus Upcoming Executive Roundtable... #resources #AddingValueTogether","sentiment_score":0.45}
{"full_text":"Super nice ","sentiment_score":0.4666666667}
{"full_text":"My mom's been running fevers at night for over a week. Her covid test was negative, but now she has pneumonia, so...I'm wondering if it was a false negative.For now, she's okay, but if you could spare a good thought for her, I'd be grateful. I'm very anxious.","sentiment_score":0.035}
{"full_text":"Oh fer chrissakes. You're just making shit up. We've got far larger issues to deal with right now Mike. Just go away. Covid isn't anywhere near the threat you're trying to make it out to be, the data proves it, and frankly you can fuck right off. No one cares anymore.","sentiment_score":0.0589285714}
{"full_text":"RT That is not true. Even in pre-pandemic elections, it was routine for states to accept ballots - including ballots from overseas...","sentiment_score":-0.175}
{"full_text":"RT Pls take a look &amp; RT this is so needed right now with lockdown Check out our fb page too","sentiment_score":0.2857142857}
{"full_text":"RT Trump has now put more effort into stopping the vote count than he did into stopping the coronavirus.","sentiment_score":0.5}
{"full_text":"RT This is why people need to isolate if they are COVID +.Isolation and quarantine have nothing to do with your own outcome an...","sentiment_score":0.6}
{"full_text":"#WearADamnMask Show appreciation for your local nurses and medical professionals and play your part in cutting down on the number of #COVID19 patients they have to interact with on a daily basis. ","sentiment_score":-0.1511111111}
{"full_text":"RT Trump-loving pastor who blamed COVID-19 on fornication dies from COVID-19 | Raw Story via rawstory","sentiment_score":-0.2307692308}
{"full_text":"Ooh! Let me try!Just because there's positive Covid case counts doesn't mean we have a killer virus. Did I do it right? ","sentiment_score":0.0668290043}
{"full_text":"RT In other news: The coronavirus continues to spike.","sentiment_score":-0.125}
{"full_text":"RT Unbelievable to her the PM at the briefing today trying to defend maintaining the current Track and Trace system. Blind to...","sentiment_score":-0.25}
{"full_text":"Although welcome in my household, this does like a policy that benefits only middle class white collar workers and has little to no benefit for the many key workers out there who have been on the front line","sentiment_score":0.1589285714}
{"full_text":"leaving the house, going into placements and interacting with other humans (outside of my household) feels so weird when the rest of the country is in a lockdown","sentiment_score":-0.2083333333}
{"full_text":"RT Coronavirus: Furlough scheme set to be extended until March","sentiment_score":0.0}
{"full_text":"RT Tell this poor man there's no 2nd wave. Tell him covid's 'just the flu'. Tell him it's exaggerated. Tell him there's no...","sentiment_score":-0.3}
{"full_text":"Look after your workplace mental health this lockdown by #mentalhealth #mentalwellness #mentalhealthatwork #wellbeingintheworkplace #workplacewellbeing #employeewellbeing #lockdown","sentiment_score":-0.1}
{"full_text":"RT I will not order unnecessary clothes this lockdown. I will not order unnecessary clothes this lockdown. I will not or...","sentiment_score":-0.4}
{"full_text":"I guess I can blame covid for going MIA","sentiment_score":0.0}
{"full_text":"RT People in leadership positions need to realise that the COVID-19 pandemic has heightened the need for good leadership glob...","sentiment_score":0.7}
{"full_text":"RT Wheeeeeewwww weeeeee!! The truth!","sentiment_score":0.0}
{"full_text":"I know for a fact Williams ignored Covid rules had had folks back to of his house to party. I like the way he gets stuck in but if what you say is true his career could be fucked before it truly starts","sentiment_score":-0.0833333333}
{"full_text":"Oh, my dear, this is too awful to bear! Hold your children tightly and together you will get through! X","sentiment_score":-0.6116071429}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT #Comment on our own account. About 2 weeks ago we reported that Greece would come under lockdown. Thereupon we got more a...","sentiment_score":0.55}
{"full_text":"you cheating the elections from trump for ratings n cause he tells the truth about your fake news n coronavirus your lying about everything smh ","sentiment_score":-0.5}
{"full_text":"RT Because biden didn't try to fill gyms in the middle of a pandemic and cause more people to get covid unlike #DonT...","sentiment_score":0.25}
{"full_text":"RT The average age of a patient who dies from Covid in the UK is 82. The risks rise sharply with age and comorbidities lik...","sentiment_score":-0.1375}
{"full_text":"RT \"Thousands of people who have been counted...have moved out of Clark County during the pandemic.\"The #TrumpCampaign is fili...","sentiment_score":0.0}
{"full_text":"[#Podcast] On this episode, covers the best practices and strategies for organizations transitioning their employees back to the office: #wfh #COVID","sentiment_score":0.5}
{"full_text":"RT I had a very stark briefing this morning from Cwm Taf Health Board.The rate of Covid19 per 100,000 people in Merthyr...","sentiment_score":-0.26}
{"full_text":"And while we all STILL don't pay attention, this monstrosity.","sentiment_score":0.0}
{"full_text":"Awful","sentiment_score":-1.0}
{"full_text":"Actually you alerting the nation about upcoming that we dont become suprised when the President speaks nextweek.","sentiment_score":0.0}
{"full_text":"You wanted a fucking lockdown you absolute !!","sentiment_score":-0.14375}
{"full_text":"RT me going shopping during lockdown","sentiment_score":0.0}
{"full_text":"RT Trump is fighting harder to stop the count than he did to stop the spread of COVID.","sentiment_score":-0.1}
{"full_text":"He is the leader of the with the most COVID-19 related deaths. A) Do all other countries not have pre-existing health conditions? B) If his message and leadership was to trust and listen to scientists\/health advisors would the majority of these deaths have happened?","sentiment_score":0.125}
{"full_text":"In this ever-changing pandemic environment, it's important that #COVID19 patients have access to all treatment options available to help them recover, including convalescent plasma. If you had COVID-19, your plasma is critically needed to help! Sign up:","sentiment_score":0.2666666667}
{"full_text":"The Municipal Court and City Council are at odds over a judge's request to give court security officers more money in the wake of the COVID-19 pandemic.https:\/\/t.co\/PtqCfYnGdO","sentiment_score":0.5}
{"full_text":"Hanson's Isaac claims coronavirus is plot to ruin Christmas and won't complyhttps:\/\/t.co\/YoOJB4AFqA","sentiment_score":0.0}
{"full_text":"8 surprise silver linings for IT emerge from the pandemic cloud: via #Cloud #TechTrends","sentiment_score":0.0}
{"full_text":"An Alexandria court held on Thursday the first online hearing session, in a bid by the Ministry of Justice to upgrade the courts with digital transformation and reduce face-to-face interaction amid the coronavirus pandemic (COVID-19).#EgyptToday #Egypthttps:\/\/t.co\/dMotBSSjcl","sentiment_score":0.125}
{"full_text":"LIVE: Gov. Andy Beshear is holding his remote briefing on Kentucky's coronavirus response.","sentiment_score":0.0181818182}
{"full_text":"What a heart-warming story... we're so pleased there was a happy ending despite Covid.https:\/\/t.co\/iIXn9LM7I3","sentiment_score":0.65}
{"full_text":"Every evening on Twitter during Lockdown we will pray for a different part of our Parish. Today we pray for those who live and work in Guessens Road, Stanborough Mews &amp; Longcroft Green. Can we pray for you? Let us know  #Prayer #Lockdown2 #WelwynGardenCity #StFrancisWGC","sentiment_score":-0.0212121212}
{"full_text":"Join us to hear how utilized ServiceNow's mobile apps to track and report the health status of thousands of their employees to identify and manage exposure to COVID-19 outbreaks.","sentiment_score":0.0}
{"full_text":"The need for social distancing has changed the way the Creamery goes about accomplishing its goals of continuing tradition and serving its customershttps:\/\/t.co\/HbzUBRNECE","sentiment_score":0.0333333333}
{"full_text":"Covid marshals will be in stores","sentiment_score":0.0}
{"full_text":"As the pandemic continues, it makes going back to your usual exercise routine that much harder-- and that much more distant of a prospect.https:\/\/t.co\/NvITZ3ivuy","sentiment_score":0.01}
{"full_text":"RT Tomorrow's new #COVID19MA actions: Stay at Home Advisory instructing people to stay home from 10PM to 5AM:","sentiment_score":0.1363636364}
{"full_text":"We've all experienced personal growth during lockdown - although some of us more than others ","sentiment_score":0.4333333333}
{"full_text":"Is it weird I have a bad feeling about today's covid #s?  I hope I am surprised.","sentiment_score":-0.3666666667}
{"full_text":"* HELP * FEED, Fatten &amp; PROSPER Souls WORLDWIDE! *#prosperity_wealth #spiritual_aliyah for DETAILS:","sentiment_score":0.0}
{"full_text":"Have you checked the weekly Southwest District Health #COVID19 Health Alert Level update? Visit our website for the full table and health alert data dashboard tableau (at the bottom of the page) here:","sentiment_score":0.35}
{"full_text":"VIDEO: Most saloons have been closed due to this pandemic but we are here crying out for the government #VisionUpdates","sentiment_score":0.01875}
{"full_text":"RT We've got to get back to the basics of fighting this virus--I know everyone is tired of all the court decision whiplash, so he...","sentiment_score":-0.2}
{"full_text":"Hoping for a #reno during the pandemic? Here's what the pros say you can expect: #homeimprovement","sentiment_score":0.0}
{"full_text":"RT Oban Phoenix Cinema is delighted to announce it will be the recipient of PS61,818, awarded from Creative Scotland as part of...","sentiment_score":0.6}
{"full_text":"As businesses continue to assess the myriad implications of #COVID19, one area of focus should be on the impact of state and local #tax legislation, regulations, and guidance. Our latest insight offers key points (and potential opportunities) to consider:","sentiment_score":0.12}
{"full_text":"Recovery, Rebuilding, Resilience Under #COVID19  in this month's podcast, shares the Agency's response to the pandemic, farmer nutrition schools in the Lao People's Democratic Republic, Italy's agro-ecological movement, &amp; more!!https:\/\/t.co\/DZjkuGKw05","sentiment_score":0.0}
{"full_text":"Leicester Tigers go into lockdownhttps:\/\/t.co\/owldXPQsLa","sentiment_score":0.0}
{"full_text":"Don't miss our final #ACTS Speakers Series where we will be joined by Noor Haddad to discuss the challenges of navigating college resources during a pandemic. This Saturday at 11AM PST: Building The Best College List for You!","sentiment_score":0.5}
{"full_text":"'People who seriously flout new lockdown restrictions in England will face steep fines, Justice Secretary Robert Buckland has warned.'#Lockdown #Covid19 #PublicHealth ","sentiment_score":-0.0984848485}
{"full_text":"Supt discussed the impact of COVID-19 on Fort Worth ISD and how public education systems have had to adapt to an unprecedented crisis.https:\/\/t.co\/DHqLOlV8FI","sentiment_score":0.3}
{"full_text":"Doing well, still grinding to but at home now. Trying stay covid-free. How about you?","sentiment_score":0.0}
{"full_text":"RT Another multi-million PSPSPS Covid contractAnother Tory-linked company Another failure to make it public in the UKWe ne...","sentiment_score":-0.1583333333}
{"full_text":"The background of economic anxiety in the recession set off by the pandemic, which has depressed home loan rates through the year, was amplified in the past week by uncertainty over the presidential election. ","sentiment_score":-0.025}
{"full_text":"RT With news that 'seriously personal issues' will mean won't be voting on the lockdown measures tonight, here's...","sentiment_score":-0.15625}
{"full_text":"The question of whether or not to reopen schools and how to open them due to #Covid19 is one of the big questions of 2020. Researchers at Georgia Tech explain how they evaluated scenarios for school reopenings in this #INFORMS2020 talk.https:\/\/t.co\/wbpJsWci7p","sentiment_score":-0.0416666667}
{"full_text":"Harris County Issues New $40 Million COVID-19 Relief Fund, To Be Administered by Catholic Charities.Fund Will Provide $1200 Payments to 33,000+Families Open Enrollment for Harris County Residents Nov. 2-6.","sentiment_score":0.0454545455}
{"full_text":"Up-to-date insights from our global colleagues show us the impact of the latest social distancing &amp; safety restrictions on retail and leisure sectors across the globe. Here is just a snapshot of what they are seeing... #SavillsResearch","sentiment_score":0.1777777778}
{"full_text":"holy christ","sentiment_score":0.0}
{"full_text":".@universityofky partnered with Baptist Health and Norton Healthcare to conduct a clinical trial for COVID-19 vaccine: |","sentiment_score":0.0}
{"full_text":"Chile Will Host Third Set of Clinical Trials for Coronavirus Vaccine","sentiment_score":0.0}
