{"full_text":"Freezing the pay of millions of public sector workers - including police officers - would show how hollow any words of praise from politicians about their work combatting Covid-19 have been, Cheshire Police Federation has said.","sentiment_score":-0.05}
{"full_text":"RT PSA: The pandemic is FAR worse now than when you took it more seriously.","sentiment_score":-0.0333333333}
{"full_text":" miss being in class","sentiment_score":0.0}
{"full_text":"RT Leeds are on plan with reducing car ownership, congestion and reducing parking issues. request a new CarClub...","sentiment_score":0.1363636364}
{"full_text":"This is a brilliant and very timely resource. #OER #OpenCovid4Ed #PrimaryScience","sentiment_score":0.55}
{"full_text":"Foreign workers from all sectors in Selangor, KL, Negeri Sembilan, Penang, Sabah &amp; Labuan will have to undergo Covid-19 (RTK-Ag) tests.Workers under Socso will get a RM60 subsidy per test, and employers will pay the rest.Employers will pay in full for workers not under Socso.","sentiment_score":0.1125}
{"full_text":"RT Yoon Jisung will be officially discharged from the military on December 13He is currently on his final vacation and will not...","sentiment_score":-0.0333333333}
{"full_text":"I don't leave home without it . #WearAMask","sentiment_score":0.0}
{"full_text":"HC has been telling state govt to increase testing from long back but no use. Govt doesnt care for health of people? Covid still not under Arogyasri! #GHMCElections #GHMC2020","sentiment_score":-0.025}
{"full_text":"RT Rishi Sunak is freezing pay for #Keyworkerheroes &amp; #NHSHeroes during a pandemic. #payfreeze Join our Rally for Fair P...","sentiment_score":0.7}
{"full_text":"Dangerous to the rest of us, in particular in continuing to overwhelm hospitals, and what do they think they are doing other than prolonging the pandemic in all its destructive misery?","sentiment_score":-0.2895833333}
{"full_text":"RT New Danish Study Finds Masks Don't Protect Wearers From COVID InfectionBy Jon Miltimore #MaskMandates #...","sentiment_score":0.1363636364}
{"full_text":"Irresponsible. Unacceptable. Wrong.","sentiment_score":-0.5}
{"full_text":"RT Delhi: Door-to-door survey begins for identification of symptomatic people amid a rise in COVID-19 cases in the national capital....","sentiment_score":0.0}
{"full_text":"How technology helps with your study during  the pandemic?A thread;May i know your answer? Pls?Tank you.","sentiment_score":0.0}
{"full_text":"RT The only meeting Trump should be having with legislators is with Pelosi and McConnell to hammer out an urgent pandemic rel...","sentiment_score":0.0}
{"full_text":"Oh I'm sure.... lmao. \"Checking to make sure I was safe\" are you seriously that naive. Did he check on your Governor? What about the 250,000 AMERICANS THAT ARE DEAD? What about the ones that have died die to COVID since the elections? HE HAS ABANDONED HIS POST. He is a loser.","sentiment_score":0.180952381}
{"full_text":"RT How is Johnson paying for all the billions to be given to arms firms, or for the billions more thrown at cronies in co...","sentiment_score":0.5}
{"full_text":"RT ... back on the air, shares that her partner susan is recovering from a bad case of covid-19 and begs viewers to \"...","sentiment_score":-0.35}
{"full_text":"Fam  being sick in a town you have no close friends or family in the middle of a pandemic\/ lockdown is the pits.","sentiment_score":-0.3571428571}
{"full_text":"RT Official figures show the UK has recorded a further 22,915 daily cases of COVID-19 and 501 new COVID-19 related deaths","sentiment_score":0.0340909091}
{"full_text":"RT All government and private schools to remain closed in Haryana till November 30, in view of COVID-19 situation: State government","sentiment_score":-0.05}
{"full_text":"RT We are in a global pandemic destroying people's lives and livelihoods, juggled alongside Brexit, an escalating refugee cr...","sentiment_score":-0.1}
{"full_text":"RT Act Responsibly.#WearAMask #janandolan #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.0}
{"full_text":"RT BE feels like a love letter to the sadness and quiet triumphs of life in lockdown. everything is different but they have br...","sentiment_score":0.1666666667}
{"full_text":"RT Thanks to everyone who's said such kind things after I talked about Susan's COVID experience tonight.Prayers are very welcome...","sentiment_score":0.45}
{"full_text":"Today's the day we find out whether another lockdown is coming to the province's #COVID19 hotspots. This morning on what you can expect ahead of the premier's announcement, and why York Region is pleading with the province to be excluded from a coronavirus crackdown.","sentiment_score":0.0}
{"full_text":"RT Just watched bare her soul on national television and open up about the COVID battle of the love of her life, Susan. I...","sentiment_score":0.1833333333}
{"full_text":"RT 463 million young people were not able to access remote learning during school shutdownsWe're joining today #...","sentiment_score":-0.0833333333}
{"full_text":"Remember at the beginning of lockdown when your mothers had to be arrested in order to stop going to church","sentiment_score":0.0}
{"full_text":"RT I almost got Covid back in august, thankfully I made it back to my house at 9:58 PM, right before the 10 PM curfew","sentiment_score":0.0952380952}
{"full_text":"Walmart fires essential workers that have childcare issues due to the widespread pandemic even though they worked through it &amp; overworked --&gt; to low staffing all due to a point system reestarted 10\/01\/2020 giving them power to terminate after 5points? Nonessentialrevolvingdoor?","sentiment_score":-0.0625}
{"full_text":"Yes indeed - none of this could have happened if trump didn't set fire to it by letting the virus run rampant in our communities.","sentiment_score":0.0}
{"full_text":"hi Rachel, yes we are working during the lockdown. Regards, Printerpix Team","sentiment_score":0.0}
{"full_text":"RT Fed response indicates they beg to differ:\"The Federal Reserve would prefer that the full suite of emergency facilities est...","sentiment_score":0.35}
{"full_text":"RT When a Prime Minister is most needed, Morrison is always missing. #Fires #Covid #warCrimes #robodebt.....a photo op in Japan...","sentiment_score":0.15}
{"full_text":"RT The impact report on #COVID19InBusoga shows that family planning utilization dipped at the beginning of the national lock...","sentiment_score":0.0}
{"full_text":"\"An online visit is just as important as an offline visit\" - The Rijks Museum were already thinking this before lockdown.  #culturegeek","sentiment_score":0.4}
{"full_text":"RT If u have tested positive and then later Corona Negative, pls join plasms donors list. It is safe. Help us volunteers sa...","sentiment_score":0.1068181818}
{"full_text":"Yes!!! It just means I can live there and catch covid much quicker than if I just stayed in NZ where I probs will never catch it.","sentiment_score":0.1681818182}
{"full_text":"RT Masks don't work. CDC repels its claim. You are being worked. #CV19 is a veil for tyranny. Fight for your life. Fight for...","sentiment_score":0.0}
{"full_text":"On one of the rare physical visits these days - working visit to #Norway started w\/ comprehensive meeting w\/ PM Recovery from #COVID19 crises, #digital cooperation, also #security issues were discussed. #EstNor ","sentiment_score":0.1}
{"full_text":"RT Do you remember a time when you were free to see who you wanted to see &amp; go where you wanted to go? Do you remember a time...","sentiment_score":0.4}
{"full_text":"RT Rishi Sunak is freezing pay for #Keyworkerheroes &amp; #NHSHeroes during a pandemic. #payfreeze Join our Rally for Fair P...","sentiment_score":0.7}
{"full_text":"RT Q. from JoongAng Daily: What was the original message you wanted to include before production of BE, before CovidRM:To...","sentiment_score":0.1875}
{"full_text":"UNWISE ....STAY HOME.....GOD IS SPIRIT....USE IT!","sentiment_score":0.0}
{"full_text":"#InUnion CREATIVE ACTION CLUB!Is there a creative skill or project you wanted to develop over lockdown &amp; not got around to? Join a supportive online community &amp; our new artist-in-residence Ayumi Konno to help you 'just do it'!STARTS NEXT WEEK,JOIN HERE","sentiment_score":0.2950757576}
{"full_text":"\"Behind every #SmallBusiness, there's a hard working bookkeeper. Bookkeepers are, without doubt, the unsung heroes of the post-pandemic recovery. And their importance will never be greater to individual businesses &amp; the economy, than it is today and going forwards.\" -","sentiment_score":-0.0479166667}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"Or the Pizza shop owner didn't want it known that a worker had contracted covid. Many possibilities in this fucked to society we live in. I'm sure the guy is mortified and presumably was not getting paid a decent wage as a security guard at HotelQ...that really needs to be fixed!","sentiment_score":0.1468614719}
{"full_text":"RT Mitch McConnell pushed a Supreme Court justice through in just 30 days. But with COVID-19 surging and unemployment back on the...","sentiment_score":0.0}
{"full_text":"RT There were +189,000 new Covid cases and +2,065 deaths across the U.S. today...and Mitch McConnell just adjourned the Senate un...","sentiment_score":0.1363636364}
{"full_text":"RT Orange County Sheriff takes a stand against unconstitutional lockdown orders, says OC Sheriff's Department will not respo...","sentiment_score":0.0}
{"full_text":"Tee hee - JHB eh? What are you trying to say? SARS-CoV-2 doesn't exist or some such nonsense?","sentiment_score":0.0}
{"full_text":"#Covid19 vaccine could roll out in 3-4 months, said SII's on Day 1 of #HTLS2020 Join us on Day 2 of the virtual summit as more leaders come together to talk about what the future holds for India and the world.Today, 6 pm onwards | Watch","sentiment_score":0.25}
{"full_text":"RT #SADCYOUTH represented by is participating in the #youthdialogue on \"Putting African...","sentiment_score":0.0}
{"full_text":"RT Maintain 6 feet distance.Wear Mask.Follow Covid Appropriate Behaviour#Unite2FightCorona","sentiment_score":0.5}
{"full_text":"RT Kang Daniel promoting blood donor campaign from SBS channel, asking everyone to join in this campaign and creating a war...","sentiment_score":0.0}
{"full_text":"RT Zoom and check only person who's not wearing mask is ","sentiment_score":0.0}
{"full_text":"RT Maddow: Don't get this thing. Do whatever you can to keep from getting it.Rachel Maddow reveals that her partner, Susan,...","sentiment_score":0.0}
{"full_text":"Latterly I'm a huge fan of Right Said Fred. But it's not the music that's turned me into a fan, it's their Twitter I take my hat of to these gents, I don't understand why other with reach don't follow their lead. Huge amount of respect for these brothers.","sentiment_score":0.2401785714}
{"full_text":"still got no covid test result wtf","sentiment_score":-0.5}
{"full_text":"RT Today was a very, very odd dayI testified before held a hearing on hydroxychloroquine.Yup, HCQI...","sentiment_score":-0.2166666667}
{"full_text":"ACT-Accelerator, led by the WHO, is a globally-pooled hunt for #Covid19 vaccines, diagnostics and treatments. ","sentiment_score":0.0}
{"full_text":"RT To all the naysayers about the \"unnecessary \" lockdown here in SA. With the information  they had, they acted in a respons...","sentiment_score":-0.4}
{"full_text":"WHO advises against use of remdesivir for treating COVID-19 #earth","sentiment_score":0.0}
{"full_text":"RT These are who REPUBLICANS REALLY ARE.They Don't Care If You're Evicted,Have meds.,havefood,.They went to Supreme Court to KILL...","sentiment_score":0.2}
{"full_text":"RT Maddow: Don't get this thing. Do whatever you can to keep from getting it.Rachel Maddow reveals that her partner, Susan,...","sentiment_score":0.0}
{"full_text":"RT Sky News having Right Said Fred on to talk #Covid_19 lockdown and masks. Who's on tomorrow? The Cheeky Girls to discuss...","sentiment_score":0.2857142857}
{"full_text":"RT ARE YOU ALL GETTING IT YET?#WakeUpWE ARE ALL BEING LIED TOTHEY ARE LAUGHING AT USAT HOW EASY WE ARE TO CONTROLLET GO...","sentiment_score":0.4333333333}
{"full_text":"RT To the families and friends of those we've lost due to COVID-19 -- Jill and I send our love and prayers.We know how tough it...","sentiment_score":-0.0046296296}
{"full_text":"RT Of all the ways Trump failed this country from COVID to George Floyd and all the lies, incompetence &amp; corruption in betwe...","sentiment_score":-0.5}
{"full_text":"RT EU students:  you need to be in the UK before 31 Dec 2020 to be eligible for  #settledstatus. If you are studying...","sentiment_score":0.0}
{"full_text":" WEEKLY NEWS ROUNDUP: have written to their partners about \"unacceptable\" delays in readmitting #InternationalStudents to #Canada. Only 53% of their institutions have had COVID-readiness plans approved by the gov  #NewsDigest #Covid19","sentiment_score":0.0}
{"full_text":"RT Communist Party Declares Corona Virus Its Prime Minister Candidate After It Kills Over Million People Worldwidehttps:\/\/t.co...","sentiment_score":0.0}
{"full_text":"RT So this is what we're going with? Blaming COVID? You had a female actor nobody remembered, Jim who had two lines, 4 rando...","sentiment_score":0.0}
{"full_text":"RT Had a real close call with COVID today. I went outside to my mailbox after 10 PM.Thankfully I ran back in before it co...","sentiment_score":0.0666666667}
{"full_text":"RT \"I'm very hopeful that by summer we will be able to go back to offices and open up those restaurants and bars,\" says Bill Gates on...","sentiment_score":0.175}
{"full_text":"RT Can it really be the case that neither the First Minister, the Deputy First Minister, or the Health Minister (or anyone from","sentiment_score":0.2333333333}
{"full_text":"RT Please keep confidentially sending me examples of poor media coverage on science, environment &amp; wildlife, eg media bias, fa...","sentiment_score":-0.4}
{"full_text":"Pretty sure when trump has to work with decent human beings with a soul it makes him break out into a rash.  Thus the constant firings over the last four years.","sentiment_score":0.1527777778}
{"full_text":"RT It takes so much energy to be mentally physically n emotionally stable during a pandemic and i have none of those left :...","sentiment_score":0.0666666667}
{"full_text":"WONWOO LOCKDOWN NA NAMAN BA????","sentiment_score":0.0}
{"full_text":"The creative industries have been amongst the hardest hit by the pandemic. Here is a reminder of the unique reach of such organisations to engage with young people. #ATSW2020 #ThirdSectorWeek #ThirdSector #NeverMoreNeeded","sentiment_score":0.24375}
{"full_text":"The coronavirus pandemic is leaving nothing unscathed, not even the digitally-inclined BPO companies, a critical dollar earner and job-generating sector now poised for its first revenue decline in 11 years and slower future growth.","sentiment_score":0.0833333333}
{"full_text":"We have a number of Activity Packs available for download from our website which include a number of activities that you may like to do at home. For more ideas for dementia-friendly activities to do while under lockdown, head to:","sentiment_score":0.45}
{"full_text":"On the occasion of the #WorldChildrensDay, experts call for averting a lost generation as #COVID19 threatens to cause irreversible harm to children's education. The schooling of millions has been disrupted globally.","sentiment_score":0.0}
{"full_text":"We've got a special offer to make sure you can still get hold of your favourite daily paper during lockdown. Sign up today to get free delivery of the Daily Star for six weeks. https:\/\/t.co\/IuW49LmLMK","sentiment_score":0.2514285714}
{"full_text":"Expensive chairs, fancy desks and lots of computers bought for federal workers to stay at home","sentiment_score":-0.5}
{"full_text":"AFC suffers PS2.92 million operating loss with warning \"painful measures\" may need to be takenhttps:\/\/t.co\/uFAMo9DLu1#covid19 #coronavirus #business #aberdeen #afc #football #revenue #dons","sentiment_score":-0.65}
{"full_text":"Alcester NSC's shop will unfortunately be closed during lockdown. However, you can still order school wear, work wear, etc online at - Christmas stock included. #schoolwear #sportswear #workwear #christmas #alcester #connectionmags","sentiment_score":-0.1}
{"full_text":" \"When a club is responsible it feels harsh to take all the points when they've no opportunity to play for those in a replay.\" #GallagherPrem New points system for Premiership's Covid-19 cancellations. https:\/\/t.co\/sTfGHCOVOx","sentiment_score":0.0454545455}
{"full_text":"Hear from Chief Exec Matt Stringer.This week we look at the RNIB See Differently Awards which recognise Coronavirus Heroes, an important update around the RNIB Library + the charity have some Christmas cheer to spread @Allan_insight","sentiment_score":0.2}
{"full_text":"Confused","sentiment_score":-0.4}
{"full_text":"Teachers are calling on the DfE to publish weekly data on Covid cases among staff in schools amid growing fears that the true numbers are being hidden to conceal the \"true extent of transmission in schools.\"@Specktator100 via","sentiment_score":0.1777777778}
{"full_text":"Chief Clinical Officer asks CEO &amp; Senior VP about her findings after a study with 1800 participants on the effects of #COVID19 and challenges &amp; fallbacks that occurred during the #pandemic;","sentiment_score":0.0}
{"full_text":"Virus wave must be fought without vaccines: WHO #C19 #Pandemic #Vaccine #Virus #WHO","sentiment_score":0.0}
{"full_text":"RT Schools, colleges in Gujarat not to reopen from November 23 due to the current COVID-19 situation: State government","sentiment_score":-0.0625}
{"full_text":"RT Currently active case of Corona in Garden Paradise, North BopalM-204 - 5 Active CaseR-402 - 1 Active CaseG-403 - 2 A...","sentiment_score":-0.1333333333}
{"full_text":"The education of more than 90% of students worldwide has been disrupted in many different ways this year. On #WorldChildrensDay and everyday, we're committed to supporting our investees and partners so that all children can continue to learn &amp; thrive, now &amp; beyond the pandemic.","sentiment_score":0.21}
{"full_text":"Lucira Health received emergency use authorization for its single-use #COVID-19 nasal swab test. This is the first that can be fully self-administered and provide results at home. -- via #coronavirustest","sentiment_score":0.25}
{"full_text":"#Puducherry Ministers are wearing 'Virus Shut Out'  products to keep the #coronavirus at bay.","sentiment_score":0.0}
{"full_text":"Imagine fleeting your COVID results after a weekend of reckless lau lau","sentiment_score":0.0}
{"full_text":"Under the theme of \"Policies and Actions to Promote #Entrepreneurship in the Post-pandemic era\", more than 20 countries, including experts from and participated in the G20 Entrepreneurship Roundtable, held by Tsinghua. For more:","sentiment_score":0.5}
{"full_text":"World Children's Day offers us a chance to advocate, promote and celebrate children's rights.  This year's COVID-19 crisis has resulted in a child rights crisis. The costs of the pandemic for children are immediate and, if unaddressed, may last a lifetime.  Our WW team concur.","sentiment_score":0.05}
{"full_text":"Apnoeic ventilation for shared airway surgery during the COVID-19 pandemic.This new report from and is now #FreeForAWeek!https:\/\/t.co\/5IgDKnu1hN","sentiment_score":0.1363636364}
{"full_text":"Pfizer CEO Albert Bourla sold almost $5.6 million worth of stock the same day his company announced data on its experimental coronavirus vaccine that sent shares soaring. Our comment!#coronavirus #vaccine","sentiment_score":0.1333333333}
{"full_text":"Teen in Wisconsin protest deaths used pandemic funds for gun","sentiment_score":0.0}
{"full_text":"Sage wants to help small businesses recover from the coronavirus pandemic #coronavirus #tech #NorthEasthttps:\/\/t.co\/PeZvYyZ1n7","sentiment_score":-0.025}
{"full_text":". to Support for Post-Lockdown Gig in Newcastle on December 4th#livemusic #socialdistancing","sentiment_score":0.0}
{"full_text":"Here is an update for this morning on how humanity is dealing with the COVID-19 Pandemic that is caused by SARS CoV-2. The story is told through links to news outlets, research papers, and videos. They are presented without comment. #wncnews #COVID19","sentiment_score":0.0}
{"full_text":"As Bon Jovi said \"OOOhhhhh We're halfway there!\"\"Stamford Brook Community Woodland\" (30\/60)A woodland for the peopleAll 60 local trails here:https:\/\/t.co\/tFuOZ8B8gC","sentiment_score":0.0}
{"full_text":"COVID got you down? Bad 2020?Paradox Esports will be giving 1 lucky winner a PC!In order to enter, follow the instructions in the link below:https:\/\/t.co\/gzmXv1e9LNOpen to Australia &amp; New Zealand Residents Only. Upon winner announcement - further news will be provided!","sentiment_score":-0.0643097643}
{"full_text":"We've got a special offer to make sure you can still get hold of your favourite daily paper during lockdown. Sign up today to get free delivery of the Daily Mirror for six weeks. https:\/\/t.co\/JHJpEInMCf","sentiment_score":0.2514285714}
{"full_text":"His wife brought both his violin and viola to the hospital. Soon, he was filling the ICU with the comforting sounds of his music.","sentiment_score":0.0}
{"full_text":"New COVID-19 restrictions go into effect Friday afternoon","sentiment_score":0.1363636364}
{"full_text":"How the pandemic has turbo-charged technology and online learning in healthcare and optometry via #COVID19 #pandemic #optometry","sentiment_score":0.0}
{"full_text":"Chair has written to Chancellor following the report on government procurement during #coronavirus.\"Some of the elements of the procurement process identified by the NAO appear to be of concern.\"Full story herehttps:\/\/t.co\/30t5Qe5EPr","sentiment_score":0.175}
{"full_text":"The country is also setting records for the number of positive coronavirus cases. It has forced states to consider similar shutdown measures to the ones we saw in spring.","sentiment_score":-0.0242424242}
{"full_text":"Dr. Susan Kaye, the district's physician, spoke about mitigating the spread of Covid-19 at the Westfield Board of Education (BOE) meeting on Tuesday evening.https:\/\/t.co\/fMX5JvovLK","sentiment_score":0.0}
{"full_text":"COVID CLASH- On Friday, a World Health Organization guidelines panel advised against using the antiviral remdesivir for hospitalized patients, saying there's no evidence it improves survival or avoids the need for breathing machines.","sentiment_score":0.0}
{"full_text":"The CDC's Thanksgiving warning was some of the firmest guidance yet from the government on curtailing traditional gatherings to fight the outbreak.","sentiment_score":0.0}
{"full_text":"\"The latest iteration of wokeness is one of the many born-again revivals found acceptable within the confines of secular reason, because they point to eternal struggle, but not to eternity itself.\"","sentiment_score":0.5}
{"full_text":"As markets evolve through the #COVID19 era, Asian markets continue to grow. As a result, government policies are creating opportunities and challenges for #PrivateBusinesses. Organizations should adjust strategies accordingly to ensure resilience.","sentiment_score":0.0}
{"full_text":"RT Concluded a resourceful interaction with Indian business leaders at National Council Meeting held via VC tod...","sentiment_score":0.6}
{"full_text":"Up in Mexico, we are chatting with Dr. Eloisa Gonzalez who was last years \"most effective\" vasectomy practitioner with over 2000 vasectomies performed! During our talk with her, she dives into No-Scalpel Vasectomy training in times of COVID-19. #WVD2020https:\/\/t.co\/1t1xMjPOVQ","sentiment_score":0.4166666667}
{"full_text":"Household spread led to eight new cases of coronavirus in Warren County, Health Services reported Thursday.","sentiment_score":0.1363636364}
{"full_text":"News from this week reveals that the pandemic has driven sales of ebook &amp; audiobooks by UK publishers 'to an all-time high'. Read the full story here - including what impact the pandemic has had on actual book sales: #redwoodpublishing publishing","sentiment_score":0.17}
{"full_text":"While isolating, Waddell's condition worsened and she was admitted to the hospital in the intensive care unit. Waddell died Thursday morning.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 20\/11\/2020 16:30Total Cases: 9006079 [+1754]Active: 443642Recovered: 8428185 [+1169]Deaths :132223 [+21]Total Tests: 129.59MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"\"Light up, Light up, as if you have a choice.\" Our UV-C lighting can help keep people safe by inactivating the virus causing COVID-19. Find out how #UVC #disinfection #Covid19 #innovation","sentiment_score":0.4333333333}
{"full_text":"The most recent seven-day rate of new COVID-19 infections in Barnsley is 401.8 per 100,000 people in the population (using data for the 7 days ending on the 14 November). This is lower than yesterday's figure of 405.9 per 100,000 people.","sentiment_score":0.2121212121}
{"full_text":"The new restrictions go into effect in Philly TODAY. Learn more:","sentiment_score":0.3181818182}
{"full_text":" Medical #Robots provided by #SBS can reduce human contact and transmission of #COVID19.Explore more,","sentiment_score":0.1666666667}
{"full_text":"How does Coronavirus compare to Ebola  SARS  etc ","sentiment_score":0.0}
{"full_text":"Here we go again, DATA destroying the Good Story.... ","sentiment_score":0.25}
{"full_text":"Almost three quarters of UK pubs and restaurants expect to shut permanently next year following damaging coronavirus restrictions, an industry poll indicated Thursday.","sentiment_score":0.0}
{"full_text":"New for 2020! We're offering a click &amp; collect service to help anyone who wishes to minimise their contact with others during the lockdown. More here","sentiment_score":0.3352272727}
{"full_text":"HARDEST HIT: An News investigation takes a closer look at communities and residents hardest hit by COVID-19, including the 100 U.S. counties with the highest rate of death and what they have in common. is in Terrell County, Georgia.","sentiment_score":-0.3}
{"full_text":"Helena Schwenk talks on why having a robust data #analytics strategy is crucial to crisis recovery in times of #Covid19","sentiment_score":0.0}
{"full_text":"Almost 90 people tested positive for the virus in one of the borough's largest documented outbreaks. #wokytoday #wokingham #wokinghamtoday #reading #bracknell #coronavirus","sentiment_score":0.2272727273}
{"full_text":"Preparing to shelter in place for coronavirus: A printable guide to what you need at home - Vox -  |","sentiment_score":0.0}
{"full_text":"This summer's heatwaves were the deadliest in recent yearshttps:\/\/t.co\/HsHx2ArpdQ","sentiment_score":0.0}
{"full_text":"A Pastor Leads The Charge Of Montanans Against A Tyrannical Government's COVID Mandates - The Sons Of Liberty Radio LIVE 5 minutes past the top of the hour -","sentiment_score":0.1287878788}
{"full_text":"As a medical practice, we remain open during lockdown. Find out more about the precautions that we have taken to be Covid-19 safe.https:\/\/t.co\/UQUonfY3g1#covidsafe #dermatology #covidsecure","sentiment_score":0.1666666667}
{"full_text":"TODAY'S \"HAIR DYE COUP\" WILL KILL 100,000 AMERICANS: It wasn't just farce, psychosis, and ego. Pandering to Trump's madness means Covid-19 will continue to run rampant. Call Trump what he is: a mass murderer.New Olbermann Vs. Trump:https:\/\/t.co\/u3TcgIPmJOBrief edition, below","sentiment_score":-0.4}
{"full_text":"The Government has paid out PS1.5 billion worth of contracts awarded to companies linked to the Tories... yet none of the firms awarded contracts were prominent government suppliers before this year.Make no mistake, this is political corruption in action.https:\/\/t.co\/sL9TgIXWSf","sentiment_score":0.2666666667}
{"full_text":"i Support grants are still available for eligible businesses that have suffered as a result of COVID-19 restrictions.Visit - Be scam aware - Only apply for financial support through the Blackpool Unlimited or Blackpool Council websites.","sentiment_score":0.1625}
{"full_text":"\"Freight has been front and centre of the UK railway throughout the pandemic and I look forward to being part of future success with the business\". Read more on DB Cargo UK's appointment of Deb Hardy as its new CFO:","sentiment_score":0.2340909091}
{"full_text":"RT Wealth increase in the pandemic for founder\/CEOs ofAmazon: $91 billionWalmart: $38BGoogle: $37BMicrosoft: $33BFac...","sentiment_score":0.0}
{"full_text":"RT Every American's pandemic situation is different, but one basic rule could keep us all safer, writes.","sentiment_score":0.0}
{"full_text":"The Big Issue will continue to support our vendors through Covid-19 restrictions and Christmas. But we need your help.https:\/\/t.co\/us1a3t68nR","sentiment_score":0.0}
{"full_text":"Nearly a million people have taken an experimental coronavirus vaccine developed by Chinese company Sinopharm, the firm said, although it has not yet provided any clear clinical evidence of efficacy.#COVID19 #vaccinehttps:\/\/t.co\/sU478yhYJ0","sentiment_score":0.0333333333}
{"full_text":"Would you have a COVID-19 test even if you weren't displaying symptoms? Lewisham Council will soon roll out the rapid testing scheme across the borough. We'd love your thoughts. Do you have 3 minutes to fill in our survey?","sentiment_score":0.5}
{"full_text":"Looking for a comprehensive understanding of how the COVID-19 pandemic has affected business and our crisis response insights from the very beginning to present day? Be sure to download our newly updated FREE 129-page report.","sentiment_score":0.2472727273}
