{"full_text":"RT Greetings on #NationalPressDay. Our media fraternity is working tirelessly towards strengthening the foundations of our great...","sentiment_score":0.8}
{"full_text":"South Dakota nurse says critically ill patients don't believe COVID-19 is real","sentiment_score":-0.15}
{"full_text":"But but but CNN","sentiment_score":0.0}
{"full_text":"RT Continued updates on Demon Slayer's insane, pandemic-assisted box office run: the film is now the biggest film of 2020 for T...","sentiment_score":-1.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT Here's an underappreciated protein engineering trick behind the and vaccines: before the pandemic,...","sentiment_score":-0.4}
{"full_text":"RT So if they're moving #Covid19 sufferers to care homes again, what the fuck was the point in the Nightingale Hospitals?","sentiment_score":-0.4}
{"full_text":"WHO chief Tedros says countries that let Covid run unchecked 'are playing with fire'","sentiment_score":0.0}
{"full_text":"RT Great #policy #research #engagement role here - unique  opportunity to be at the of a vital project with fab bunch of par...","sentiment_score":0.425}
{"full_text":"RT If you live in Cali, gov newsome has just said, he doesn't care what you think. He is in charge and you will behave. You...","sentiment_score":0.1363636364}
{"full_text":"I just-there's a lot of kids saying they can't do this lockdown anymore &amp; the response adults are giving us?: y'all are just weak, this is all your fault, stop complaining you can live your life later,.....it's disgusting how they tell us we can't feel bad just cuz we're young","sentiment_score":-0.3677272727}
{"full_text":"RT Staying home saves lives and everyone should just stay home. Except for the DoorDash lady who delivers my dinner that was...","sentiment_score":0.0}
{"full_text":"\"if u wear a mask, u can naver be happy\" Mask","sentiment_score":0.8}
{"full_text":"Call it as it is DUP put profit before lives and not for the first time, they back the Tories to cut the health service to the bone then blame the health minister of late,they are Tory puppets who put self interest first during a pandemic and Brexit looming","sentiment_score":0.1666666667}
{"full_text":"I have 2 friends who recently had and recovered from covid, 1 of them has unstable diabetes neither were hospitalized, so basically no I'm not scared","sentiment_score":0.0}
{"full_text":"RT I don't get it.Senators Tillis &amp; Loeffler dumped stocks during #COVID19 no repercussions.Senator Lindsey Graham is a...","sentiment_score":0.0}
{"full_text":"Having lost Georgia Trumps legion of COVID-19 super spreaders now are trying to win \"Georiga\" which sounds like it must be a little known part of the former USSR and is curiously coloured blue.  #TrumpMeltdown","sentiment_score":0.1409722222}
{"full_text":"RT I try to use to share useful data on COVIDRecently, I've found myself countering disinformation spread by","sentiment_score":0.3}
{"full_text":"Just as I thought.","sentiment_score":0.0}
{"full_text":"RT Further, any words that contain vowels or consonants violate the insecurity law as they can also be used to form protes...","sentiment_score":0.0}
{"full_text":"RT NEW SEASON, NEW EPISODEFrom nurses, doctors, survivors, volunteers and callers to Switchboard, hear the untold stor...","sentiment_score":0.1363636364}
{"full_text":"RT Well, this is giving a whole new meaning to the saying 'drive for show, putt for dough'...https:\/\/t.co\/zcgN9gTEcO","sentiment_score":0.1681818182}
{"full_text":"RT Oregon Gov. Kate Brown on holiday gatherings amid Covid-19 pandemic: \"I'm asking Oregonians to make additional sacrifices on top...","sentiment_score":0.5}
{"full_text":"It's being taken away by a virus, by a global pandemic, and an inept administration that mishandled it.","sentiment_score":0.0}
{"full_text":"RT Amongst the many stupid things behind \"stop the lockdown, the economy is suffering\"1: The economy is people. Dead peo...","sentiment_score":-0.225}
{"full_text":"RT I want everyone to know that Dolly Parton gave us Buffy the tv series, the song 9 to 5, Dollywood, and of course the Covid...","sentiment_score":0.0}
{"full_text":"Are you still leading an anti lockdown movement or is it something else this week?","sentiment_score":0.0}
{"full_text":"Once the COVID vaccine is completed, we need to work on vaccines to eradicate traitors and sociopaths from the United States government -- this includes current\/soon-to-be former presidents. #LockHimUp #TrumpIsANationalDisgrace #TraitorTrump #TraitorGOP #TrumpIsAMassMurderer","sentiment_score":0.0}
{"full_text":"RT After this lockdown, I just want to have endless amount of fun, dates, concerts, clubss, outdoor activities, holidays, all...","sentiment_score":0.0875}
{"full_text":"The poor always suffer worst and get the blame via","sentiment_score":-0.7}
{"full_text":"RT Wearing a mask while going out for any reason, keeps you safe and avoid legal consequences. #Coronavirus #Qatar   #YourS...","sentiment_score":0.35}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT It is November 2020, we are living through a pandemic and spent over half the year seated with no work... but be not deceived...","sentiment_score":-0.1333333333}
{"full_text":"RT Fuck you and your Goddamn masks. I've asked for nothing from anybody, except to LEAVE ME AND MY BODY ALONE #maskoff #COVIDH...","sentiment_score":-0.4}
{"full_text":"RT Thank you, Tank! I really appreciate your kind words. Quarantine is no fun, but I'm trying to do my part to make sure I keep ev...","sentiment_score":0.2875}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT Aren't these the same people who shame common people for not following social distancing?","sentiment_score":-0.0666666667}
{"full_text":"HELP YOUR KIDS WITH BACK TO SCHOOL ANXIETYWhat are you doing to help your kids adjust to school routines during COVID-19?Here are some tips:","sentiment_score":0.0}
{"full_text":"How do you host a golf outing in a pandemic? Leave it to @SQuilly3 to figure it out. That's @Stacy_Lewis in the top left playing a hole @pelicanlpga and we got to \"walk\" along. Stacy &amp; coach @joehallettgolf also did a Q&amp;A for a fun program.","sentiment_score":0.2666666667}
{"full_text":"RT BREAKING: Moderna says early data suggests its COVID-19 vaccine is strongly effective. With similar news from Pfizer last week, two...","sentiment_score":0.175}
{"full_text":"RT Unbelievable. Even won't commit to following his own guidance. For the rest of us, \"stay at home\" doesn't mea...","sentiment_score":0.1166666667}
{"full_text":"Oh thank god, i was worried we were still in a deadly pandemic where families can't figure out how to feed their kids. The stock market fixed everything, oh wait.","sentiment_score":-0.05}
{"full_text":"RT Mouthwash is able to kill #COVID19 within 30 seconds of exposure to it in a laboratory, a scientific study has found","sentiment_score":0.5}
{"full_text":"RT The #COVID19 has been a strong driver of creativity and innovation among the youth. youth have showed flexibility in le...","sentiment_score":0.4333333333}
{"full_text":"RT Great work from the team in LeInster House","sentiment_score":0.8}
{"full_text":"Get my art printed on awesome products. Support me at Redbubble #RBandME:  #findyourthing #redbubble #coronavirus #CovidVaccine #COVID19 #SocialDistance #quoteoftheday #sayings #humor #tshirt #GraphicDesigner #KeepWalking #TrendingNow #trends","sentiment_score":1.0}
{"full_text":"RT Dolly Parton donated $1 million to Vanderbilt for vaccine research.Vanderbilt researchers were involved in the Moderna...","sentiment_score":0.0}
{"full_text":"Service Update 12:00 - All train service updates here: A normal timetable is in operation on most routes - Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.325}
{"full_text":"Service Update 12:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. All updates here ","sentiment_score":-0.1666666667}
{"full_text":"RT More than 1,000 Americans are dying each day from COVID-19. The 25th Amendment says a President can be removed when \"unable to...","sentiment_score":0.0}
{"full_text":"'kinell.","sentiment_score":0.0}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"Librarians tend to be extremely ethically-minded people. Read this thread. Please.TW domestic abuse, homelessness.","sentiment_score":-0.0625}
{"full_text":"RT being against student loan debt forgiveness because you already paid off your debt is like being against a covid vaccine becau...","sentiment_score":0.0}
{"full_text":"RT pH-1 and HAON will be performing with Jay Park at 'Asian Sound Syndicate at Home 2020' on December 19th &amp; 20th. Tickets are...","sentiment_score":0.1333333333}
{"full_text":"RT Iowa's Governor just spoke tonight about covid and masks. I think it's watered-down response because as  of now, every...","sentiment_score":0.0}
{"full_text":"RT Of course!Imagine your bad neighbor is leaking water to your house, will the novel dryers\/mops eradicate the problems?S...","sentiment_score":-0.7}
{"full_text":"No singing, not even in your car. Happy Holidays. #CDC urges people to avoid singing at holiday gatherings via","sentiment_score":0.8}
{"full_text":"This is such a bizarre, infantile way of putting it that would be laughable if applied to any medical condition other than COVID.","sentiment_score":-0.1041666667}
{"full_text":"RT folks the holidays are coming up fast don't forget black friday is the last day to catch covid if you want to be dead by...","sentiment_score":-0.0416666667}
{"full_text":"RT What is the role of innovation and technology during and after the pandemic? Register now for the #DodomaSparks2020 event taki...","sentiment_score":0.0}
{"full_text":"Cricket Australia said it was still planning to host the first Test against India in Adelaide next month despite moving players out of South Australia on Tuesday after a cluster of new coronavirus cases in the state #AUSvIND","sentiment_score":0.1287878788}
{"full_text":"Woah exactly one year ago today","sentiment_score":0.25}
{"full_text":"Hi Philip. I'm from New Zealand where the science has spoken louder than skepticism and won (multiple times). I'm uncomfortable with the idea that clergy with significant platform might share their personal misgivings about science based covid-19 responses. It's dangerous.","sentiment_score":-0.0981060606}
{"full_text":"RT THIS ISA DISASTER","sentiment_score":0.0}
{"full_text":"RT Internal emails reveal 65 WHO staffers at its Geneva headquarters have tested positive for coronavirus","sentiment_score":0.1136363636}
{"full_text":"Delhi plans to impose lockdown in potential Covid-19 hotspot markets","sentiment_score":0.0}
{"full_text":"New study: Lockdowns &amp; masks are useless and might even increase COVID-19 spread","sentiment_score":-0.1818181818}
{"full_text":"RT Senator Brown is the kind of Ohio I want representing me.","sentiment_score":0.6}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"RT Rapid antigen tests trade sensitivity for speed. They return a result in &lt;30 minutes, but can only detect COVID-19 when you...","sentiment_score":0.0}
{"full_text":"RT Coronavirus will forever be known as the Trump Virus. For good reason.","sentiment_score":0.7}
{"full_text":"4 Ways Schools Can Improve Indoor Air Quality to Reduce COVID-19 Transmission via #Education #K12 #HigherEd #COVID19","sentiment_score":0.0}
{"full_text":"RT The #GGF is urging all companies and workers in the sector to make sure they not only stay safe but also work safely during t...","sentiment_score":0.375}
{"full_text":"RT Assalam and hi! My name is Farhan and I am now fundraising for AIDS Solidarity Fund, an initiative by Malaysian AIDS Foundati...","sentiment_score":0.0}
{"full_text":"RT Members of the Trump Cult said that Covid would disappear after the election. What has changed instead are the policies of some...","sentiment_score":0.0}
{"full_text":"most publications say between 6-7m. If you've got some inside information, please share. In any which case, you've got players like Calabria and Kjaer that are willing to extend without salary increases; demanding your salary be doubled in the middle of a pandemic is flat wrong.","sentiment_score":0.045}
{"full_text":"Can air purifiers help stop coronavirus spread indoors?  *Coronavirus is in the air. Here's how to get it out.*How to make indoor air somewhat safer so you can practice \"harm reduction\" if you're intent on 6-8 people in your home for Thanksgiving.","sentiment_score":0.0}
{"full_text":"Magickal Diary &amp; Almanac by Kimberley Morgan. Now in stock.Due to covid-19 please order from Limited stock.","sentiment_score":-0.0714285714}
{"full_text":"RT Also, to be clear, everyone in the medical community says that by not briefing Biden's team about the state of the COVID figh...","sentiment_score":0.05}
{"full_text":"RT BRICS has been able to continue working on its speed even during a global pandemic: PM","sentiment_score":0.25}
{"full_text":"RT The Gov has borrowed PS209 Billion during the pandemic. That's PS4000 for every man, woman and child in the UK. Where has...","sentiment_score":0.0}
{"full_text":"RT Dystopian--thousands of people waiting in lines for food in Dallas, Texas. This is what Trump's failure as a leader has led...","sentiment_score":-0.3166666667}
{"full_text":"RT Gathering to go to church? Not okay. Gathering to punch a pillowed effigy of Trump? OKAY. COVID-19: the greatest politi...","sentiment_score":0.4166666667}
{"full_text":"\"I think what we're looking at here is a bit of a bubble developing. Covid basically triggered the mania phase of a bubble.\"https:\/\/t.co\/cIVLH6ALwu","sentiment_score":0.0}
{"full_text":"RT Petition: Hold a public inquiry into Government contracts granted during Covid-19","sentiment_score":0.0}
{"full_text":"RT Please today","sentiment_score":0.0}
{"full_text":"COVID-19's first ever case was recorded today 1 year ago.#TimeFlies #Covid19","sentiment_score":0.25}
{"full_text":"1% of people cause half of global #aviation emissions - studyExclusive: Researchers say #Covid_19 hiatus is moment to tackle elite 'super emitters'Story by mehttps:\/\/t.co\/gPcseiQ8yD","sentiment_score":0.0555555556}
{"full_text":"Small Businesses Fear Another Shutdown As COVID Cases Rise","sentiment_score":-0.25}
{"full_text":"RT I urge all KZN farmers to vaccinate their cattle's there is an outbreak of Brucella.","sentiment_score":0.0}
{"full_text":"The only positive thing in my life rn is my covid test result lmao","sentiment_score":0.2757575758}
{"full_text":"Britain's longest-suffering Covid patient wants to offer hope to Kate Garraway","sentiment_score":0.2}
{"full_text":"If there was no pandemic, how would you spend the long weekend at the end of this month?","sentiment_score":-0.05}
{"full_text":"Congrats to the winner of our #beatmaker competition, This is was his winning track, Space Hotel!We're back this Wednesday night on #Twitch to continue our lockdown competition in partnership with For more info &gt;&gt;","sentiment_score":0.3333333333}
{"full_text":"We've broken down Covid-19 figures in your area over the past six weeks  how has your area been affected?","sentiment_score":-0.2685185185}
{"full_text":"12:00 | How can the live music industry be saved after the huge financial hits of the coronavirus pandemic? Chris Carey from Media Insight Consultancy and from TJChambers Consultancy will now reflect on their experiences &amp; analyse the situation! #TBF20 #musicbiz","sentiment_score":0.1787878788}
{"full_text":"Jennie Sarama - 20 - Nottingham@jennie_sarama gives us 6 ideas of ways to keep busy in lockdown 2.0https:\/\/t.co\/3QwB6UC3F1[ #coronavirus #lockdown #thecoviddiaries ]","sentiment_score":0.1}
{"full_text":"The COVID Tracking Project said a record-breaking 73,014 were in the hospital with COVID-19 Monday, up from 59,275 one week earlier.https:\/\/t.co\/fKYctzwYSs#KHOU11 #HTownRush","sentiment_score":0.0}
{"full_text":"As #COVID-19 #coronavirus incidences continue to increase #lockdowns and restrictions sweep across the United States ... | #infections | #virus | #SARSCoV2 | #pandemic | #HealthCare | By via","sentiment_score":0.0}
{"full_text":"RT Sen. Sherrod Brown (D): I'd start by asking the presiding officer to please wear a mask as he speaks....Sen. Dan Sulliv...","sentiment_score":0.0}
{"full_text":"As many as 17 million minks are to be culled in Denmark after a mutated version of the coronavirus that can spread to humans was detected on mink farms. (source: BBC)(v.) cull =  ldcchamnwn#AngkrizDaily#Angkriz","sentiment_score":0.5}
{"full_text":"Unpacking the macro property risks in SA's 3 major provinces post-lockdownhttps:\/\/t.co\/fvEiLVAzqg#tuesdayvibe #Magicalkenya #propertynews","sentiment_score":0.0625}
{"full_text":"#ICYMI | In response to the crisis in aviation triggered by the pandemic, Aviation supplier Diehl Aviation, a leading supplier of cabin interiors and aircraft systems as well as related services, has presented a concept for its future positioning.:","sentiment_score":0.0}
{"full_text":"This holiday season, postponing and avoiding large gatherings is the safest way to prevent #COVID19 transmission. We can all gather again once vaccines become widespread.","sentiment_score":0.2142857143}
{"full_text":"Pandemic Casts Shadow Over India's #FestivalofLights. Fear of the coronavirus and chronic pollution spoiled the #Diwali party as hundreds of millions of Indians celebrated the biggest #Hindu holiday of the year.","sentiment_score":0.35}
{"full_text":"RT IN PHOTOS: Earlier today, protesters gathered at Gate 2.5 to call out President Duterte's \"criminal negligence\" of the COVID...","sentiment_score":-0.2}
{"full_text":"A combination of factors, including cooler winter temperatures and heavy pollution, have hurt Delhi's pandemic efforts, compounded by India's festival and wedding season.https:\/\/t.co\/ReJiZgMl1b","sentiment_score":-0.2}
{"full_text":"Just pick it up!https:\/\/t.co\/el3aZHV8cd","sentiment_score":0.0}
{"full_text":"There is no doubt that Hong Kong has handled COVID-19 remarkably well thus far since it has succeeded in keeping the number of infections well under control and the mortality rate among the lowest in the world.https:\/\/t.co\/OidbTgdUBJ","sentiment_score":0.425}
{"full_text":"A third coronavirus vaccine is even more effective than either the Pfizer\/BioNTech or Russian jab, interim trial results suggest. ","sentiment_score":0.275}
{"full_text":"No COVID-19. No politics. Just 100% cute news... ","sentiment_score":0.5}
{"full_text":"Autumn 2020 Pandemic Briefing6Dr Seth Berkley #GAVI &amp; Jane Halton #CEPI join Prof. Heymann to unpack the current state of #vaccinedevelopment Role #vaccines are expected to play in #viruscontrol &amp; issues around #equitableaccess 19\/11| 9am GMThttps:\/\/t.co\/Ku0vl1Sr0r","sentiment_score":-0.05}
{"full_text":"We've expanded our #data exemption list to include #NHS and #Government websites, so you can stay updated on important information throughout #lockdown, even if you've run out of data. Find out more here:","sentiment_score":0.45}
{"full_text":"US Stocks and Oil Gain from Hopes for a COVID-19 Vaccine","sentiment_score":0.0}
{"full_text":"Women have been unequally affected by Covid. Now, a group of Ontario's female mayors are trying to tackle that problem. At 7:10, we'll talk mayor #Ldnonthttps:\/\/t.co\/xu3bowt1GB","sentiment_score":0.0}
{"full_text":"It is vital the Government's #IntegratedRail #Plan commits to bringing forward plans for the #HS2 eastern leg connecting the #Midlands with #Yorkshire, including #Sheffield and #Leeds, and getting spades in the ground in the North as soon as possible.#LevelUp #OneNorth","sentiment_score":0.1}
{"full_text":"One long-standing holiday tradition in the Cape Fear is coming back this season with a new look, and new precautions during the pandemic. #ilm","sentiment_score":0.0909090909}
{"full_text":"Pediatricians believe the total number of cases in children is higher because children's symptoms are often mild and they may not be tested.","sentiment_score":0.1944444444}
{"full_text":"In the US, thousands of medical practices have closed during the pandemic.https:\/\/t.co\/FlawFdO1SG","sentiment_score":-0.05}
{"full_text":"Pub and restaurant chain Mitchells &amp; Butlers has announced that 20 sites it operates are to shut as a result of the coronavirus pandemic. The firm reopened approximately 95% of sites after the first lockdown and remaining sites have been under review on a case-by-case basis.","sentiment_score":-0.1166666667}
{"full_text":"Gov. Beshear said if we \"don't see a change in the numbers\" by Wednesday, he will announce additional steps to try to curb the spread of the virus.","sentiment_score":0.0}
{"full_text":"President Trump and lawmakers in Congress are telling struggling Americans to just keep waiting for help as the nation grapples with surging COVID-19 cases.","sentiment_score":0.0}
{"full_text":"Walmart to limit number of customers in stores amid coronavirus surge","sentiment_score":0.0}
{"full_text":"Walmart is back to counting and monitoring how many customer enter and leave its stores due to COVID-19.","sentiment_score":0.125}
{"full_text":"\"I can't stop thinking about it. These people really think this isn't going to happen to them.\"","sentiment_score":0.2}
{"full_text":"Lockdown may 'be strengthened' from December 2 until coronavirus vaccine readyhttps:\/\/t.co\/Yv3qp2DCAO","sentiment_score":0.0}
{"full_text":"Ontario's covid response has created a quagmire of questions for employers simultaneously trying to follow new mask rules, protect staff and respect the Human Rights Code. There are serious employment law issues arising...","sentiment_score":-0.0656565657}
{"full_text":"Drinking too much alcohol can creep up on us &amp; can lead us to feeling more stressed &amp; anxious over time. If you're worried you're drinking too much, help &amp; support is always available. Visit #WestSussex Wellbeing to find local support #AlcoholAwarenessWeek","sentiment_score":0.175}
{"full_text":"will remain open during the Lockdown period, but if you are not able to make it in-store you can still shop online for glasses, sunglasses and contact lenses","sentiment_score":-0.125}
{"full_text":"Working in care means being a friend - register with PCB Care today by calling 0800 009 2977 or visiting #careerincare #everydayisdifferent #youcouldntbeinsaferhands #yourcareyourchoice #covid19","sentiment_score":0.0}
{"full_text":"Been advocating for high flow nasal cannula oxygen therapy for COVID since March. We still should be procuring and stockpiling more Vapotherm systems than ventilators.","sentiment_score":0.33}
{"full_text":"RT Emergency Press Conference - 2nd Wave Corona Lockdown","sentiment_score":0.0}
