{"full_text":"RT Twitter says these viral tweets that falsely suggest Biden went maskless on a plane during the pandemic do not violate its rule...","sentiment_score":-0.4}
{"full_text":"What would you accept as proof? It's true that it's very difficult to isolate a single factor like mask-wearing from the pandemic statistics, but surely basic physics is proof enough? Masks prevent droplets from our breath spreading more widely in a room, building or vehicle.","sentiment_score":0.0040816327}
{"full_text":"RT .@realDonaldTrump threatening to fire Dr. #Fauci should be alarming to Americans.I know he's been wanting to do this for...","sentiment_score":-0.1}
{"full_text":"That was me last week, negative for Covid but I caught a cold somehow lol","sentiment_score":-0.025}
{"full_text":"RT Since March faculty and staff have been faced with a daunting task: creating safe learning environments for all stud...","sentiment_score":0.5}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"Exactly right!","sentiment_score":0.3571428571}
{"full_text":"RT One of the two candidates in this election has a plan to get COVID-19 under control.The other just suggested that he'...","sentiment_score":-0.125}
{"full_text":"RT Albany County Executive Dan McCoy says there are 25 new COVID-19 cases since yesterday. ","sentiment_score":0.1363636364}
{"full_text":"RT Please consider including other pertinent metrics in your automated daily tweets... deaths? Hospitalizations...","sentiment_score":-0.0625}
{"full_text":"RT Thank you .@piersmorgan facing another lockdown still excluded from SEISS for starting mid 2018 is horrific #ExcludedUK","sentiment_score":-0.3333333333}
{"full_text":"RT True , but then again they are a lot more fatal than Covid, which has a very low fatality rate. Many of them have...","sentiment_score":0.3375}
{"full_text":"RT Although charging documents placed them at one political rally, a Washington Post examination of images and video found th...","sentiment_score":0.0}
{"full_text":"RT We want to support local businesses this week with the impending second lockdown - do you know any businesses you think we...","sentiment_score":0.0}
{"full_text":"RT #OurVoteIsPower BECAUSE I TRUST DR FAUCI AND THE CDC. ALSO, I KNOW BIDEN WILL REVERSE THE TRAJECTORY OF CORONAVIRUS. h...","sentiment_score":0.0}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
{"full_text":"RT So lockdown in Scotland from Thursday or no furlough cash from the Treasury! Is there a colony emoji?#FMDailyBriefing","sentiment_score":0.0}
{"full_text":"RT As a major surge of new coronavirus cases sweeps across the U.S., President Trump hinted at a campaign rally that he might...","sentiment_score":0.0994318182}
{"full_text":"RT  Today is the launch of the COVID-19 Island Insights Series, a collaborative project between the at...","sentiment_score":0.0}
{"full_text":"The #lockdown2uk rules as appear on the BBC site .... I can see that funerals are limited to a maximum of 30 people, but is it still permissible to travel to the funeral of a friend since that is not mentioned as specific reason not to stay at home?","sentiment_score":-0.0357142857}
{"full_text":"RT The more illegitimate the government, the greater the likelihood of it using violence against its own people.Trump is s...","sentiment_score":0.5333333333}
{"full_text":"RT It's been a whole year since COVID-19 was first detected. Time to become adults again. If you're still living in a sta...","sentiment_score":0.225}
{"full_text":"RT Covid update thread: 2 1\/2 weeks ago my brother developed early symptoms of Covid and tested positive after an outbreak at his...","sentiment_score":0.1424242424}
{"full_text":"RT New CDC study finds that children pass along Covid to household members just as frequently as adults do. This underscores...","sentiment_score":0.1181818182}
{"full_text":"I will blast your YouTube channel and videos to gain subscribershttps:\/\/t.co\/nzanJKbgTY#ASUU #AMAs #blockchain #BidenHarris2020 #COVID19 #CongratulationsErica #DCvRCB #DonjulioByIDDBilly #Election2020 #EndSARS #FATAL_LOVE #GreedyMahama","sentiment_score":0.0}
{"full_text":"RT COVID-19 has resulted in changes none of us could have imagined, but how can we ensure a better normal after we beat t...","sentiment_score":0.325}
{"full_text":"RT A Bankrupt Govt that is now charging Rs150 for depositing &amp; withdrawing your own money in the Bank, is promising to give CoV...","sentiment_score":0.4}
{"full_text":"Best idea I've heard today so far","sentiment_score":0.55}
{"full_text":"RT A Tuesday announcement by Trump that he's won, without wide margins confirming it, should only be reported as false &amp;...","sentiment_score":-0.1666666667}
{"full_text":"Today in Libraryland.","sentiment_score":0.0}
{"full_text":"RT It's bad that  downplayed #COVID risks this summer while cases were spiking and Arizonans like my dad were dyi...","sentiment_score":-0.7}
{"full_text":"And here is a fresh #Badgers football story: No one will feel sorry for UW or any other B1G team that cancels games because of rising COVID numbers. But the league missed chances to make 2020 more manageable.","sentiment_score":0.04375}
{"full_text":"That feeling when you realize that pandemic learning means you have to give up your hobbies so that your child doesn't flunk.","sentiment_score":0.0}
{"full_text":"No. Just no.","sentiment_score":0.0}
{"full_text":"RT Foster + Partners has repaid employees several million pounds that it trimmed off their salaries as a 'precautionary m...","sentiment_score":0.0}
{"full_text":"Well, then.  We just say #FuckYouKeepCounting","sentiment_score":0.0}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT In case you missed it, our 2020 #WildlifePhotography competition is open now! With fantastic prizes on offer this year from","sentiment_score":0.2}
{"full_text":"Now more than ever, independent bookshops need our help. This is a great way to shop local during lockdown.","sentiment_score":0.325}
{"full_text":"RT This is my commitment to you: We will make sure every American has access to a free and safe COVID-19 vaccine.","sentiment_score":0.35}
{"full_text":"RT BREAKING: Stanford study estimates Trump rallies resulted in over 30,000 COVID-19 cases and \"more than 700 deaths.\" No words. V...","sentiment_score":0.5}
{"full_text":"Joe Biden's only campaign hope is a pandemic that his beloved China sent us.#Trump2020LandslideVictory","sentiment_score":0.35}
{"full_text":"Proofpoint downgraded at Summit on slowing growth amid pandemic via SeekingAlpha #news #SeekingAlpha","sentiment_score":0.0}
{"full_text":"RT Discouraging that #Germany, much praised for its test, track, and trace system, has seen its #COVID19 case rate increa...","sentiment_score":0.2}
{"full_text":"RT Malaria outbreak:Malaria ravages several villages in Tiaty, Baringo. Health facilities overwhelmed, drug shortage rep...","sentiment_score":0.0}
{"full_text":"OBJ. Corruption in Nigeriais pandemic &amp; not just between the 2 political parties is all parties. Population have to STOP taking money for votes from corrupt politicians which is a diseases &amp; we have to defeat it by educating the population against it.https:\/\/t.co\/KfXegdLpNr","sentiment_score":-0.25}
{"full_text":"RT John Fleming's Weekly #Diary No 40 - My #doctor, the #COVID notification &amp; the warning.#thejohnfleming #blog#poplar #pu...","sentiment_score":0.0}
{"full_text":"A counter-balance to the No Lockdown crew...COVID-19: THE FIREBREAK OPTION A lockdown's necessary, but not this longhttps:\/\/t.co\/I3UrmWz47l","sentiment_score":0.0}
{"full_text":"RT Boris Johnson to address Commons on new lockdown measures at 3:30pm. MPs advised to arrive no later than 5 for prompt 7pm...","sentiment_score":0.0681818182}
{"full_text":"I open with a joke about the pandemic and ask about the thrawn book in the background","sentiment_score":0.0}
{"full_text":"Margao's post-Covid clinic sees persistent symptoms.#Goans need to BEWARE. This is just a ruse for Organ TRAFFICKING. I ain't saying this, who has \"INSIDER\" info on traffickers is claiming it. ","sentiment_score":0.0}
{"full_text":"The trick is to let her arrive first at the venue, then call. If the person picking up the phone doesnt fit the filter clone; next course of action is telling her your COVID19 results came back positive.","sentiment_score":0.1628787879}
{"full_text":"Lies just more lies from the White House","sentiment_score":0.25}
{"full_text":"RT One of the two candidates in this election has a plan to get COVID-19 under control.The other just suggested that he'...","sentiment_score":-0.125}
{"full_text":"RT The deadline to apply is next Thursday!Funds now available for immigrants who live, work, or go to school in #Seattle A...","sentiment_score":0.1787878788}
{"full_text":"RT covid ruined connect bts so they took matters into their own hands and decided to make their OWN little interactive galleries...","sentiment_score":0.3375}
{"full_text":"RT At least 1,500 nurses have died of #Covid19 -- that's more nurses than died during World War One, says, by","sentiment_score":0.1}
{"full_text":"RT This is my commitment to you: We will make sure every American has access to a free and safe COVID-19 vaccine.","sentiment_score":0.35}
{"full_text":"RT .@realDonaldTrump threatening to fire Dr. #Fauci should be alarming to Americans.I know he's been wanting to do this for...","sentiment_score":-0.1}
{"full_text":"RT The number of El Paso deaths under investigation because they're suspected of being COVID related jumped by 20!!!!! today...","sentiment_score":0.0}
{"full_text":"Coronavirus lockdowns could return to US, doctor says","sentiment_score":0.0}
{"full_text":"RT Support for people self-isolating locally Information and an application form can be found here for people who need f...","sentiment_score":0.0}
{"full_text":"RT Sir Charles Walker, till Covid19 one of the most loyal Tory MPs, attacks the PM for creating an \"authoritative, coercive state\"...","sentiment_score":0.3777777778}
{"full_text":"Lol the help like through the first lockdown where I lost out on 5-6k","sentiment_score":0.525}
{"full_text":"This is how it looks just before an authorization government announces that your democracy has been cancelled.","sentiment_score":0.0}
{"full_text":"Apparently for some people, so much that they are willing to give their life for him.... #WearAMask #COVID19","sentiment_score":0.1666666667}
{"full_text":"RT I'm hearing from so many teachers who are dealing with unimaginable stress right now. And I know it's not easy for students...","sentiment_score":0.1896825397}
{"full_text":"This is so frustrating. The minority leader of our state house retweeted a doctored video that made it look like Joe Biden didn't know which state he was in. Leaders are supposed to have at least a basic adult sense of responsibility.","sentiment_score":-0.15}
{"full_text":"RT Yet another devastating cost of lockdown. 16 more babies died at birth during the 1st lockdown than in the same months of 201...","sentiment_score":-0.1666666667}
{"full_text":"Service Update 16.00 -  Please remember to wear a mask when travelling with us &amp; at our stations.All service updates here:","sentiment_score":0.0}
{"full_text":"Talk to a planner, in-person, about the St. Pat's Alexandra site. We'll be \"popping up\" (observing COVID-19 protocols) at the North Branch library on Fri. Nov. 6 from 11:30am - 2pm to hear your feedback on policies that will shape future redevelopment.","sentiment_score":0.0}
{"full_text":"RT Coronavirus: Tory backbench rebellion growsLockdown will be a 'minimum of four weeks', Medical Adviser to Test and Trace D...","sentiment_score":0.0}
{"full_text":"ASPR's Strategic National Stockpile is partnering with to produce purchase ancillary supply kits to support the administration of #COVID19 vaccines to Americans once a safe &amp; effective vaccine is available and  ready for distribution. #WarpSpeed","sentiment_score":0.425}
{"full_text":"RT At his fifth rally yesterday, a \"Fire Fauci\" chant broke out while President Trump was saying we hear too much about Co...","sentiment_score":0.2}
{"full_text":"RT This happened in lockdown 1. It feels like years ago","sentiment_score":0.0}
{"full_text":"RT We've two fixtures this week before lockdown restrictions kick in on Thursday. Tuesday - Rovers travel to","sentiment_score":0.0}
{"full_text":"RT To manage #Coronavirus outbreaks, there are now 3 local COVID alert levels in place:  Very High,  High and Medium....","sentiment_score":0.1226666667}
{"full_text":"will theory test still be able to go ahead during lockdown","sentiment_score":0.5}
{"full_text":"RT Nigeria just goes with every Western trend, except economic development.","sentiment_score":0.1}
{"full_text":"Chart 5: Trump inherited the Obama-Biden economic comeback, but then ...Small business job growth *slowed* in Trump's 2nd year.Small businesses *lost* jobs in Trump's 3rd year.Small businesses were devastated by Trump's incompetent response to COVID in his 4th year.","sentiment_score":-0.0375}
{"full_text":"Also think about the ecomony you stupid Twat, bet Gorden Brown advised you on asking for a lockdown.","sentiment_score":-0.8}
{"full_text":"RT Sir Keir Starmer says the \"central lesson\" from the first wave was that without acting quickly and decisively, the economic...","sentiment_score":0.1566666667}
{"full_text":"RT From Thursday 5 November until 2 December, you must stay at home. For more information on the new measures watch our...","sentiment_score":0.3181818182}
{"full_text":"Amen, prayers up!","sentiment_score":0.0}
{"full_text":"RT This was a lie. They knew it wasn't going to happen and they said it anyways, as they have done from the beginning of the...","sentiment_score":0.0}
{"full_text":"So's my dad's. He will be 92! Mine is on November 29th - never thought I'd be having a lockdown birthday ","sentiment_score":0.0}
{"full_text":"RT NEW: The most severe misstep? The virus was able to plow through communities in large part because, from the outset, the WH...","sentiment_score":0.3376623377}
{"full_text":"RT This actual meatball wants to fire the U.S.'s top infectious disease expert during a pandemic. Fauci is a man of science. O...","sentiment_score":0.2333333333}
{"full_text":"RT \"I've hoped now, for six months, that it would never happen. That people would have understood the risk. And that people would...","sentiment_score":0.0}
{"full_text":"RT \"... and we would clearly have inflicted substantially less damage on our economy than the proposed four-week lockdown w...","sentiment_score":-0.0333333333}
{"full_text":"Thank you for telling it like it is, Angela. And this, is tantamount to #MassMurder.","sentiment_score":0.0}
{"full_text":"RT This actual meatball wants to fire the U.S.'s top infectious disease expert during a pandemic. Fauci is a man of science. O...","sentiment_score":0.2333333333}
{"full_text":"Do you have a good source on masks and social distancing reducing viral dose? I keep trying to explain this to people, but I haven't found a current paper or journal article that explains it. Thanks!","sentiment_score":0.2458333333}
{"full_text":"Oh noooooooooooo. Keeping my fingers crossed it's everything but Covid. ","sentiment_score":0.0}
{"full_text":"I'm just outright saying as a lgbt+, mixed dude with underlying issues that wouldn't be covered under losing insurance who has also lost two relatives from COVID, PLEASE FUCKING VOTE IF YOU HAVENT IM BEGGING","sentiment_score":-0.3}
{"full_text":"I won't bother - if you haven't understood by now what covid-19 is, then you're beyond help.","sentiment_score":0.0}
{"full_text":"RT GYMS ARE ESSENTIAL. GYMS ARE SAFE.  KEEP GYMS OPEN.  10m people rely on gyms for their physical and mental wellbeing.  Gyms...","sentiment_score":0.08}
{"full_text":"RT 408 tourists in West Java test positive for COVID-19 during long weekend #jakpost","sentiment_score":0.0886363636}
{"full_text":"You are being locked up, businesses destroyed, suicides increasing because the MEDIA and the democrats they protect push FEAR PORN to CONTROL YOUTO MANIPULATE YOU99.997% recovery rate per the CDC.","sentiment_score":0.0}
{"full_text":"Our normal Super Bowl menu is being trotted out: barbecued wings, my special Super Bowl Chile (sausage and havarti - it's yum) and full on nachos. And drinks. Lots of drinks. (There are three of us at home. COVID.) Hoping for a celebration. ","sentiment_score":0.3047619048}
{"full_text":"From the fearless editorial cartoonist who kept a spotlight on a corrupt president--&gt;","sentiment_score":-0.5}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
{"full_text":"RT Ajax have been forced to name just 17 players in their squad to play Midtjylland amid reports 11 of their players have tested pos...","sentiment_score":-0.3}
{"full_text":"Oh, Amazon, you can say it. It's a GIANT CASE OF TOILET PAPER!Planning for the next lockdown.","sentiment_score":-0.0111111111}
{"full_text":"Look at her face!!! Vibrant, energetic, glowing..it is sooo sad to see such personalities taken away so soon. I wish every naysayer of this virus could see her face say in all honesty that it doesn't matter, mask not needed, no need of social distancing.We are killing our Med P's","sentiment_score":0.04}
{"full_text":"RT We are on Zoom every week. Not in person. Try Jesus. Not me. ","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci's loyalty is to truth, science, and the American people. Just as it should be.We could have saved tens of th...","sentiment_score":0.0}
{"full_text":"RT This is my commitment to you: We will make sure every American has access to a free and safe COVID-19 vaccine.","sentiment_score":0.35}
{"full_text":"RT Dear anyone can see for themselves, the picture you've posted (nicely edited to crop out the captio...","sentiment_score":0.6}
{"full_text":"RT Dear anyone can see for themselves, the picture you've posted (nicely edited to crop out the captio...","sentiment_score":0.6}
{"full_text":"Technology has given us instant gratification and short memories. Trump: 26 women accused him of sexual misconduct, cyberbully, mollycoddles White Supremacists, COVID-19 response failure(230,000 Americans dead). #TrumpVirus,#FakePresident","sentiment_score":0.06}
{"full_text":"RT This pandemic made me realize that a lot of peoples personality trait depends solely on drinking, clubbing; and\/or going...","sentiment_score":0.0}
{"full_text":"RT Why Prince William Kept His Coronavirus Diagnosis a Secret from the Public ","sentiment_score":-0.2}
{"full_text":"RT White House says that the Trump administration successfully ended the Covid pandemic in the US last week. Meanwhile, for...","sentiment_score":0.25}
{"full_text":"RT Thread of ways to access specialist domestic abuse support in #Lockdown2 The Covid-19 pandemic has had a devastating im...","sentiment_score":-0.5}
{"full_text":"RT BREAKING: The Queen and the Duke of Edinburgh have returned to Windsor Castle together after leaving Sandringham ahead of En...","sentiment_score":0.0}
{"full_text":"RT A Bankrupt Govt that is now charging Rs150 for depositing &amp; withdrawing your own money in the Bank, is promising to give CoV...","sentiment_score":0.4}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"'Utterly negligent': BBC under fire for 'editing out' the 'most important point' of SAGE expert interview on Covid-19 with Marr ","sentiment_score":0.3}
{"full_text":"This fucking pandemic is ruining everything!!!","sentiment_score":-1.0}
{"full_text":"RT Starmer to the PM: \"Rejecting the advice of his own scientists was a catastrophic failure of leadership\"PM: I make absolut...","sentiment_score":0.1416666667}
{"full_text":"RT One of the two candidates in this election has a plan to get COVID-19 under control.The other just suggested that he'...","sentiment_score":-0.125}
{"full_text":"RT Donald Trump doesn't have a plan to fight COVID-19.His only plan is to fire the scientists and public health experts who ar...","sentiment_score":0.0}
{"full_text":"Only idiots think these large, tightly packed, maskless crowds are a good thing during a pandemic.","sentiment_score":-0.0128571429}
{"full_text":"RT Trump supporters should have a special Covid clinic where they can all go to be treated by Scott Atlas.","sentiment_score":0.3571428571}
{"full_text":"Still staying away from the gym out of COVID caution? There is a way to work out and stay safe:","sentiment_score":0.5}
{"full_text":"RT Deb Andraca, Wisconsin General Assembly.@debforwi is a Wisconsin volunteer and a substitute teacher who go...","sentiment_score":0.05}
{"full_text":"If this were really a pandemic wouldn't the homeless population be obliterated? Think about it. No PPE, hand sanitizer, masks.... They are making fools out of you. Virus real. Pandemic NOT","sentiment_score":0.2}
{"full_text":"Keir Starmer says lockdown delay in England will cost lives","sentiment_score":0.0}
{"full_text":"Why is technology transfer not possible through collective mechanisms like C-Teck Access pool yet it is allowed as long as companies keep the monopoly on supply &amp; pricehttps:\/\/t.co\/i1HlsOR9nS","sentiment_score":-0.025}
{"full_text":"RT Johnson sounds like he's still campaigning against lockdown while announcing that he is implementing it. The man is a broken t...","sentiment_score":-0.4}
{"full_text":"RT We would like to express our deepest gratitude to Governor Gina Raimondo, for her leadership in lifting up the urgent needs of...","sentiment_score":0.0}
{"full_text":"Lets see links to these studies that claim this.Also as I just mentioned, covid is not air born on its own.  Its in droplets which are big enough for cloth masks to stop.","sentiment_score":0.2}
{"full_text":"RT Who is this young man, campaigning for much tougher, faster measures to control the Coronavirus?","sentiment_score":0.15}
{"full_text":"Copying President Trump yet againTrump already has free and safe COVID-19 vaccines produced and ready for our military to distribute after FDA approvalYou're plagiarizing again Joe","sentiment_score":0.25}
{"full_text":"#NOWPLAYING : Future, Drake - Life Is Good (feat. Drake)  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.35}
{"full_text":"RT Excellent decision by  Rajasthan Govt - other states should look into adopting similar measures in view of the pandemic.#...","sentiment_score":0.2916666667}
{"full_text":"RT Dear anyone can see for themselves, the picture you've posted (nicely edited to crop out the captio...","sentiment_score":0.6}
{"full_text":"RT All I want for Christmas is you, vacuna del COVID","sentiment_score":0.0}
{"full_text":"RT Please check out the COVID-19: guidance on reducing the risks in schools &amp; summary on Safe Learning in Scotland.The summ...","sentiment_score":0.5}
{"full_text":"I had a great conversation with on how #Infosys has reframed the digital opportunity for both clients and employees throughout the pandemic. Watch the interview here:","sentiment_score":0.4}
{"full_text":"RT This was a lie. They knew it wasn't going to happen and they said it anyways, as they have done from the beginning of the...","sentiment_score":0.0}
{"full_text":"RT Everyone with Afronation tickets:","sentiment_score":0.0}
{"full_text":"RT A great start to the new half term. The Lockdown Literature books have arrived! Students who ordered the books will receiv...","sentiment_score":0.2426767677}
{"full_text":"RT Twitter says these viral tweets that falsely suggest Biden went maskless on a plane during the pandemic do not violate its rule...","sentiment_score":-0.4}
{"full_text":"I imagine it's probably more or less the same approach but Australia genuinely has less Covid cases which they achieved by becoming a complete police state.This means they have less opportunity to re-label natural deaths as Covid related.But again, there's no point.","sentiment_score":0.1166666667}
{"full_text":"RT \"What the team members did not know was that they would not be allowed to investigate the source at all.\"","sentiment_score":0.0}
{"full_text":"24 NEW COVID-19 CASES REPORTED YESTERDAY:The Bahamas Ministry of Health is reporting 24 new Covid-19 cases yesterday. 44 recoveries were reported yesterday.The Bahamas has recorded 6,759 confirmed Covid-19 cases since the start of the pandemic.","sentiment_score":0.2242424242}
{"full_text":"\"A global pandemic, record increases in mail-in voting &amp; policy changes in the United States Postal Service will impact the results of this election like nothing has before. Here's why voters may end up waiting weeks for a winner to be determined\". #ncpolhttps:\/\/t.co\/1AB8iglvXt","sentiment_score":0.0}
{"full_text":"With lockdown coming, it's the perfect time to be an amateur stragazer ","sentiment_score":0.375}
{"full_text":"The C21Podcast is out! Independent media consultant David Smyth &amp; founder on how the pandemic has impacted the US studio system &amp; present fall season. Listen now via C21 Apple or Spotify","sentiment_score":0.0}
{"full_text":"Concerns Raised After 600 Missed COVID-19 Tests In Midwest Last Weekhttps:\/\/t.co\/cPbf99seQu","sentiment_score":0.0}
{"full_text":".@KameneGoro and brought in studio Kiss FM producer Spencer who tested positive when it just hit Kenya. He came in to share his experience but most importantly how much he spent.#KameneAndJalas","sentiment_score":0.3318181818}
{"full_text":"Ontario and the federal government have granted an additional $11.6 million to help support efforts by #Ontario producers to stop the spread of COVID-19 on their farms.Learn more:","sentiment_score":0.5}
{"full_text":"Today is #AllSoulsDay, a day we embrace in our Catholic faith as a special time to remember our deceased loved ones &amp; to pray for their souls. This year due to the difficult pandemic circumstances, the plenary indulgence opportunity has been extended:","sentiment_score":0.0864285714}
{"full_text":"He's also quit on the coronavirus. He doesn't care about average americans. Don't forget that","sentiment_score":-0.15}
{"full_text":"RT One of the two candidates in this election has a plan to get COVID-19 under control.The other just suggested that he'...","sentiment_score":-0.125}
{"full_text":"The Riverside County Department of Animal Services today warned horse owners to beware of an equine influenza outbreak that has killed an estimated three dozen wild burros in the region.","sentiment_score":-0.05}
{"full_text":"The brutal reality we must now face is that the disproportionate effect Covid-19 has had on BAME communities was entirely avoidableThe #LawrenceReview spells this out, alongside future planning needed It's time to tackle societal and health inequalities that led us here","sentiment_score":-0.2916666667}
{"full_text":"RT Close contacts to someone who tested positive for COVID-19 or residents returning to Massachusetts from out of state must quar...","sentiment_score":0.2272727273}
{"full_text":"Would you then say Trump manufactured COVID to make the ones who got richer then? I'm sure you won't because you know where that virus came from. It's China and Trump sees China as a fierce threat to America. How about the middle class under Trump? It's never been better.","sentiment_score":0.3333333333}
{"full_text":"RT Facts matter: In the last 7 days, the NHS admitted 2,800 new Covid patients.  That's the equivalent of 5 entire NH...","sentiment_score":0.0454545455}
{"full_text":"In a new study led by Cornell University, researchers found that President Trump was the country's  \"biggest driver\" of COVID-19 misinformation.","sentiment_score":0.1363636364}
{"full_text":"COVID 19 cases in India until : 02\/11\/2020 21:30Total Cases: 8251022 [+21700]Active: 555039Recovered: 7571688 [+28783]Deaths :122848 [+206]Total Tests: 110.74MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT No place like home.BT21 Roomies themeBT21 enjoying their time alone in their rooms,much like us don't you think?...","sentiment_score":0.5}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT .@realDonaldTrump threatening to fire Dr. #Fauci should be alarming to Americans.I know he's been wanting to do this for...","sentiment_score":-0.1}
{"full_text":"The pandemic has thrown prospect development for a loop, but that hasn't stopped the Canadiens' Rob Ramage from working writes","sentiment_score":0.0}
{"full_text":"Most people don't get tested until they feel sick. By then, they've been flushing traces of the virus for days.","sentiment_score":-0.1071428571}
{"full_text":"Planning to have work done on your home?@fmbuilders confirm it can still go ahead despite the new lockdown restrictionsWant to cancel? See our advice pagehttps:\/\/t.co\/2NbsfTEP4NIf you have a problem with a builder call our Consumerline   0808 223 1133  Read more here","sentiment_score":0.3181818182}
{"full_text":"For nearly a century, the Quander family has been gathering as a way to forge connections between generations. In the face of COVID-19 they've had to rethink how they preserve their history. Listen to more stories like this one for #TheGreatListen at","sentiment_score":0.3}
{"full_text":"Before making plans for Election Night, consider the risks of gathering in-person. Maintain physical distance, and wear a mask to #ProtectOurCommunity.","sentiment_score":0.0}
{"full_text":"A new letter to families has been published on the school website (02\/11\/20). You can view it here: contact the school should you have any questions or want to know more information. Many thanks  #families #updates #COVID19","sentiment_score":0.3340909091}
{"full_text":"The University of Akron is demanding the national professors union end its \"interference\" in the university's operations following the layoffs of dozens of faculty members this summer.","sentiment_score":0.0}
{"full_text":"OIL PRICES TUMBLE: Oil prices fell sharply on Monday as new lockdowns across Europe and record coronavirus cases in the United States slammed the outlook for energy demand.","sentiment_score":0.0056818182}
