{"full_text":"Microsoft says three APTs have targeted seven COVID-19 vaccine makers #cybersecurity","sentiment_score":0.0}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"15 FBS or Division I-A college football games cancelled or postponed because of COVID-19.https:\/\/t.co\/K2kFRJpVOj","sentiment_score":0.0}
{"full_text":"RT Please let's come together, respect each other, wear a mask, and thank our first responders.  They work tirelessly and...","sentiment_score":0.0625}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT \"The health care workers are seeking to strike because they have been 'pushed to the brink by unsafe staffing that undermines...","sentiment_score":0.0}
{"full_text":"RT May the festival of lights demolish all darkness of 2020 &amp; usher in a new era of hope &amp; prosperity! A very #HappyDiwali...","sentiment_score":0.1852272727}
{"full_text":"I wish I could do more to help them! All I can do is wear a mask, only visit in my little pod &amp; stay my ass at home. I fully believe that if you don't wear a mask, you don't get a bed.","sentiment_score":0.1458333333}
{"full_text":"Trump is far more correct than the CDC. They dropped the ball and never found it.","sentiment_score":0.3}
{"full_text":"RT To anyone thinking of counter demonstrating against the \"Million MAGA march\": Please just stay home. You're only playing i...","sentiment_score":0.0}
{"full_text":"RT K-pop boy band describe their latest EP as a teen account of how the lockdown shattered their world, and they hope...","sentiment_score":0.25}
{"full_text":"RT \"In the imminent future, patients will start to die because there simply aren't enough people to care for them.\" Wea...","sentiment_score":0.0}
{"full_text":"RT Who do you think is responsible for the spike in Covid deaths and cases? I blame Trump.","sentiment_score":0.2}
{"full_text":"RT 2) This is El Paso 4 days ago. 10th mobile morgue to store the deceased. #COVID19","sentiment_score":0.0}
{"full_text":"RT Jangan lupa Dr Rohaizat came back from retirement to help DG handling the pandemic when he can just relax at home. The sen...","sentiment_score":0.0}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"Worth the read","sentiment_score":0.3}
{"full_text":"RT So unfortunate that Paxton, the 'Texas' Attorney General finds the opportunity to gloat instead of coming to El Pa...","sentiment_score":-0.225}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"Yes!  I have a new piece that came out today in that's related to this issue:","sentiment_score":0.0681818182}
{"full_text":"RT Gov. Gavin Newsom apologizes for flouting coronavirus restrictions via Emperor Ne...","sentiment_score":0.0}
{"full_text":"thank GOD, a better way to connect with brands. I keep trying to connect with brands but theres just no good way to do it. I'm always wishing I could connect more with brands, my therapist has been worried that in the pandemic I've been too disconnected from them","sentiment_score":0.2166666667}
{"full_text":"RT I don't know which leftists need to hear this, but I ain't submitting to a 2nd lockdown. Believe that.","sentiment_score":0.0}
{"full_text":"RT New T-cell test EIGHT TIMES better at detecting whether a patient had COVID than antibody tests, study claims","sentiment_score":0.3181818182}
{"full_text":"RT my coworker went to a 100-person wedding on saturday and tested positive for covid this week. I'm waiting for my results....","sentiment_score":0.2272727273}
{"full_text":"Don you are my  fave Warrior... please hang in with us.....","sentiment_score":0.0}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT Hilarious to watch #Newsnight wanking itself stupid over the Cummings intrigue...whilst totally ignoring the galactic...","sentiment_score":-0.1}
{"full_text":"Me holding on to the hope that Biden will get this covid thing figured out","sentiment_score":0.0}
{"full_text":"RT \"This administration will NOT be going into a lockdown. Lockdowns cost lives. The cures cannot be worse than the proble...","sentiment_score":-0.4}
{"full_text":"RT When you have an international break in the middle of a pandemic, this is how it goes.","sentiment_score":0.0}
{"full_text":"RT my coworker went to a 100-person wedding on saturday and tested positive for covid this week. I'm waiting for my results....","sentiment_score":0.2272727273}
{"full_text":"RT Elon Musk: I Got A COVID Test Four Times In One Day. 'Two Came Back Negative, Two Came Back Positive.'","sentiment_score":-0.0181818182}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"To my Filo moots out there, please stay safe. Please pray for our country. Covid19 pandemic exposed how cruel our officials are and how broken our gov't is. And because of typhoon Ulysses, it became worse. If we have money to buy merch, I'm sure you also have money to donate to","sentiment_score":-0.16}
{"full_text":"RT More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campa...","sentiment_score":0.05}
{"full_text":"YOUR REBELLION AMERICA HAS REACHED HEAVEN. THE CONSEQUENCES ARE DEADLY. TURN GET YOUR NOVEL ON AMAZON AND KINDLE. BEFORE MILLIONS MORE DIE. THIS PANDEMIC IS BEYOND HUMAN ABILITY. THE VACCINE WILL HAVE AN ADVERSE EFFECT FOR THOSE TAKING IT. IT NEED TO GO THROUGH THE 3YEAR PROCESS.","sentiment_score":0.1}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT Pakistan's current response to the second wave of the Coronavirus","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT Covid-19: #India coronavirus surge continues in New Delhi","sentiment_score":0.1363636364}
{"full_text":"RT Ivanka Trump and Jared Kushner's children forced to withdraw from school because Ivanka and Jared's multiple violations of C...","sentiment_score":-0.15}
{"full_text":"RT USC's biggest challenge is to stay safe before game at Arizona","sentiment_score":0.05}
{"full_text":"RT He doesn't give a shit about national security -- his feelings are hurt, and that's way more important than a...","sentiment_score":0.2333333333}
{"full_text":"RT Been a while since I did a really high-yield Twitter thread designed to help save lives. Here goes! Wear a mask.Was...","sentiment_score":0.25}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"\"Lockdowns For Thee, But Not For Me\" - Newsom, Pelosi Attend Dinner Parties While US COVID Cases Explode | Zero Hedge","sentiment_score":0.0}
{"full_text":"RT can we start the lockdown once they restock these p5's","sentiment_score":0.0}
{"full_text":"RT We will hit 200,000 #COVID19 cases\/day this coming week (Thursday\/Friday)Remember way back when - LAST WEEK - when w...","sentiment_score":0.0}
{"full_text":"RT Address by Hon'ble PM Sh. during virtual inauguration of tow #Ayurveda institutes ITRA &amp; NIA emphasizes how A...","sentiment_score":0.0}
{"full_text":"RT \"I started the campaign because the pandemic was hard on the girl child, there was a time when we were locked up at ho...","sentiment_score":-0.2916666667}
{"full_text":"RT The Biden-Harris campaign announced that Yale School of Medicine professor Dr. Marcella Nunez-Smith will be co-chair-...","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT Oh look, another Republican elected official learns that the virus doesn't care about party registration, who you supported fo...","sentiment_score":0.0}
{"full_text":"RT WOW, bought a $25mil luxury private jet with TAXPAYER MONEY through a LOOPHOLE in Trump's tax bill. All...","sentiment_score":0.05}
{"full_text":"RT Ivanka Trump and Jared Kushner's children withdrawn from school after administrators raised concerns about the couple's lack of...","sentiment_score":0.0}
{"full_text":"RT Coronavirus: 5,000 'extra' heart deaths since March","sentiment_score":0.0}
{"full_text":"RT Jimmy Kimmel Mocks the Irony of Trump's Loss: He's Going to Be Evicted from His Home 'in the Middle of a Pandemic'","sentiment_score":0.0}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT I Iove this growing commentary that Aussie &amp; NZ #COVID19 control is because we're some super-compliant breed of human rather...","sentiment_score":0.0}
{"full_text":"RT British Columbia deaths (so far this year):Coronavirus: 288Overdoses: 1202.#bcpoli #yvr","sentiment_score":0.05}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT well mr. chapek I am \"extremely disappointed\" in your decision to restore your full salary and then lay off 30 thousand...","sentiment_score":-0.2}
{"full_text":"They need a cure for stupidity. Not covid.","sentiment_score":-0.6}
{"full_text":"Technologies Helping Business Survive the COVID Crisis #CRE #COVID-19 #Technology #TenantTips","sentiment_score":0.0}
{"full_text":"Corona virus says hello from Hunza. ","sentiment_score":0.0}
{"full_text":"RT I can't believe Americans are still fucking around with the voting results trying to prove electoral fraud. Your count...","sentiment_score":-0.6}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstra...","sentiment_score":0.0}
{"full_text":"During the pandemic, I've learned to appreciate the small things. Right now, it's that my upstairs neighbor, who has only ever played Hallelujah and Mad World on guitar, has started to add Sound of Silence to his repertoire.","sentiment_score":-0.0378571429}
{"full_text":"RT \"Your posts lately just sound so angry. If you turn people off from listening that will only hurt your cause.\" Becau...","sentiment_score":-0.1}
{"full_text":"RT . I go heaven no mean say you must to follow me go.#BetterTogether #yellow #OrijinalAmbassadors #AFCON2021Q #WILStrea...","sentiment_score":0.078125}
{"full_text":"RT German tabloids claim Warner Bros disguised a 'MATRIX 4' wrap party as a film shoot to bypass COVID-19 safety laws.Wa...","sentiment_score":0.0}
{"full_text":"Where can I get some cookies from this late during a damn pandemic ","sentiment_score":-0.3}
{"full_text":"RT Prevention is the best way to avoid #COVID19 infection. To reduce the risk of becoming exposed to the coronavirus infecti...","sentiment_score":0.725}
{"full_text":"RT If youre about to go on lockdown, &amp; you're upset about not having another stimulus &amp; rent\/mortgage moratorium to go wi...","sentiment_score":0.0}
{"full_text":"RT pay people to stay home","sentiment_score":0.0}
{"full_text":"RT These brave men and women are willing to take a bullet for the President but he won't wear a mask for them.","sentiment_score":0.525}
{"full_text":"I didn't think \"we\" would feel the effects of covid.","sentiment_score":0.0}
{"full_text":"LOLIvanka Trump and Jared Kushner's children withdrawn from school after administrators raised concerns about adherence to Covid precautions#coronavirushttps:\/\/t.co\/tEAeATWAp5","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT Quite the development tonight in North Dakota:Gov. Doug Burgum, who has for weeks resisted a mask mandate while case num...","sentiment_score":0.0}
{"full_text":"Crematoriums in the Czech Republic are bursting at the seams as the coronavirus death toll soars, placing the country at the top of Europe's grim statistics","sentiment_score":-0.25}
{"full_text":"The Sabah Government has come to the defence of the Health Ministry as well as Health Director-General Tan Sri Dr Noor Hisham Abdullah in handling the Covid-19 pandemic in the State.https:\/\/t.co\/0HFLAHE0Hx","sentiment_score":0.0}
{"full_text":"Ariyon Bakare opens up about his experience with COVID-19: \"I didn't know I had it because they wouldn't even let me go to the hospital to be tested, but I got every single symptom you could think of and got very ill\"","sentiment_score":-0.3607142857}
{"full_text":"Where is a response to the pandemic if we're searching for lost stuff?","sentiment_score":0.0}
{"full_text":"It is good news but it should be taken with a grain of salt.#mashablesea #vaccine#covid19 #Pfizervaccinehttps:\/\/t.co\/HZ0dnRNstM","sentiment_score":0.7}
{"full_text":"Incoming House member says \"masks are oppressive\" as U.S. breaks record for daily COVID-19 cases","sentiment_score":0.0}
{"full_text":"The authors examine COVID's impact on women's labour participation and their businesses. They look at why rejuvenating the economy will require inclusive policy making from a social-economic lens.https:\/\/t.co\/xFHcoEBnSe","sentiment_score":0.0}
{"full_text":"but your neighbors say \"relax sheeple!\" ","sentiment_score":0.0}
{"full_text":"The department of basic education announced on Friday that the EC had 53 candidates followed by the Free State with 23, Western Cape 10 and nine for Gauteng province who tested positive.https:\/\/t.co\/XHl4BOnsvz","sentiment_score":0.1333333333}
{"full_text":"Here's hoping the 'Egyptian King' is okay soon!@MoSalahhttps:\/\/t.co\/W7bV2XBLFE","sentiment_score":0.5}
{"full_text":"Yes, with thousands of cases of Covid afterwards. So proud. ","sentiment_score":0.8}
{"full_text":"\"In Wuhan,\" a state-backed documentary of China's Covid-19 fight, is predictably patriotic, and occasionally candid","sentiment_score":0.1333333333}
{"full_text":"Landmine toll still high amid concerns over #COVID19 impact on clearance bid ","sentiment_score":0.16}
{"full_text":"Dr. cautions that we must remain vigilant this holiday season in the wake of #COVID19 vaccine news. #WearAMaskCheck out our latest projections: ","sentiment_score":0.5}
{"full_text":"#WorldDiabetesDay: People living with diabetes are more vulnerable to Covid-19. Yet, a healthy lifestyle and proper adherence to treatment can bring strength, as this fit and healthy school teacher shows.","sentiment_score":0.2333333333}
{"full_text":"#Iowa for the first time reporting over 5,000 new #COVID-19 #coronavirus incidences on #Friday ... | #SARSCoV2 | #illness | #COVID19 | #infections | #PublicHealth | #MidWest | Via","sentiment_score":0.1931818182}
{"full_text":"The Labor Department plans to release more information on possible unemployment scams within the next few weeks.","sentiment_score":0.075}
{"full_text":"RT Thank god for freedom of the press. thank god for empathy and","sentiment_score":0.0}
{"full_text":"Donald Trump has used his first public remarks since his election defeat to reveal when the COVID vaccine will be available -- but New York will have to wait.https:\/\/t.co\/8xkZ8M6yzK","sentiment_score":0.1965909091}
{"full_text":"From UsTo you We wish you a #HappyDiwali  Stay home, stay safe.","sentiment_score":0.5}
{"full_text":"Oh isn't this nice? I missed this. Did anyone cover this?","sentiment_score":0.6}
{"full_text":"RT Just remember the man who is making promises today about a vaccine also told  you two weeks ago that we were \"rounding the...","sentiment_score":0.0}
{"full_text":"It was decided by specialist health authorities that the bodies of those who died due to the #COVID19 should not be buried &amp; only cremated#COVID19LK #COVID19SL #coronavirus #lka #SriLanka #DailyNews #ANCL #LakeHouseDigital #COVID19Death","sentiment_score":-0.0625}
{"full_text":"Kenya on Friday recorded 1,470 new Covid-19 cases, the Health ministry saying 8,072 samples were tested in the last 24 hours, raising the caseload to 68,193.https:\/\/t.co\/W1O4f5nl4X","sentiment_score":0.0681818182}
{"full_text":"As #COVID19 cases continue to mount, Indians face a double-edged sword of the pandemic AND poor air quality!What do you think can be done to safeguard the lives of those most vulnerable? Add your views and ideas to the #ReimagineTogether campaign:","sentiment_score":-0.1333333333}
{"full_text":"Oh no they are going 15-50 again","sentiment_score":0.0}
{"full_text":"Kisumu City Cancer Organization is inviting you to a scheduled Zoom meeting.Topic: COVID-19 Panelist DiscussionTime: Nov 14, 2020 08:00 PM NairobiMeeting ID: 832 5033 3904#COVID19","sentiment_score":0.0}
{"full_text":"The amount of litter in Cape Town and Durban has tripled since the period of hard lockdown. And guess what the origins of this litter was?Learn more https:\/\/t.co\/BSJVfR0sdu #ecofriendly #sustainableliving #NoButtsAboutIt #capetown #litter","sentiment_score":0.1041666667}
{"full_text":"Other symptoms could indicate you have been infected without knowing it","sentiment_score":-0.125}
{"full_text":"Cash or credit? For many Americans, the pandemic has accelerated the movement towards plastic over paper.","sentiment_score":0.5}
{"full_text":"RT Secret Service Reportedly Disgusted by Trump After Over 130 Agents Get COVID From MAGA Rallies","sentiment_score":-0.7}
{"full_text":"You literally declared victory on November 3rd. And you lost by 5 million votes. Please step down. The country is currently dying from a pandemic you refuse to do anything about.","sentiment_score":-0.0518518519}
{"full_text":"RT PS: the most interesting thing is firstly, this place is COVID-packed &amp; everyone's agreeing with them without a trace of hes...","sentiment_score":0.4166666667}
{"full_text":"I guess it was fated - with a new lockdown, this feeling of one big continuous day stretching out for ages has finally caught up with my sense of time. We even have an excellent word for it in French: Lundimanche #mbnov","sentiment_score":0.2272727273}
{"full_text":"RT Dear Hate crimes surged against Asian Americans this year. You added fuel to the fire by making racist state...","sentiment_score":-0.4}
{"full_text":"RT Hey  someone explain how if you are rich, you can be exempt from the 14 day...","sentiment_score":0.375}
{"full_text":"RT COVID thrives in big gatherings. Here's how dangerous it is.7 people who DID NOT even attend a wedding in August died.W...","sentiment_score":-0.3}
{"full_text":"jreu got me sick, i promise its not covid ","sentiment_score":-0.7142857143}
{"full_text":"RT Let them eat cheese cake.  #FordFailedThePeople #OntarioPCNotFitToGovern #onpoli","sentiment_score":0.0}
{"full_text":"We need to lockdown immediately. This is entirely too dangerous. We cant live like this. Everyone is going to die. The only way we can get through it is if we have space suits. Space suits will save us all.","sentiment_score":-0.1159090909}
{"full_text":"RT Next time says anything about #COVID rules, remember: he doesn't observe them either.","sentiment_score":0.0}
{"full_text":"RT It's looking like California will shut down shortly. But why? We abided by all the rules: ALL of our guests wear masks, we d...","sentiment_score":-0.0777777778}
{"full_text":"Yeah don't be a Karen about it","sentiment_score":0.0}
{"full_text":"RT The #EU does a collective purchase of #COVID19 #vaccine  to save taxpayers' money and ensure that no member country lo...","sentiment_score":0.0}
{"full_text":"Mutated strain of coronavirus 'can jump back and forth' (Rated: Positive Bias)","sentiment_score":0.1136363636}
{"full_text":"Current Conditions for #Sayre PATemp: 39.6FWind Chill: 39.6FHumidity: 99%Dew Point: 39.3F Barometer: 30.153 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 203.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Darwin would say \"Stay Home. Stay Safe.\"We worked FAR too hard to see Biden sworn in to be mobbing it up with the #MillionsMAGAMarch goobers.","sentiment_score":0.1027777778}
{"full_text":"RT \"We are a tree. Covid is a rock.\"https:\/\/t.co\/Dqi3RjtByn","sentiment_score":0.0}
{"full_text":"RT Covid: Children more likely to be infected in second wave","sentiment_score":0.1666666667}
{"full_text":"RT just wanna know how covid affects mcdonald's all day breakfast","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT #DelhiNeed #Blood Type : A+At :UK N.Home VikaspuriBlood Component : Need Plasma from A+ #COVID19 recovered patient.Primary...","sentiment_score":0.0}
{"full_text":"RT More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campa...","sentiment_score":0.05}
{"full_text":"You can see how false negatives are worse for pandemic control than false positives, can't you?","sentiment_score":-0.4}
{"full_text":"RT I just needed to vent. It's also okay. If the worse thing I get out of this pandemic is a few thousand of debt I didn't t...","sentiment_score":-0.0333333333}
{"full_text":"RT During a pandemic, battling Trump's post office scheme and a massive misinformation effort coming from within a...","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 9.3degC * Wind: SW 0.0 to 17.0mph * Pressure: 994.4hPa * Rain: 2.0mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:52 * Sunset: 16:22 * Cloudbase: 440ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"UNMASKED: Portraiture in a Pandemic is a look at how people mask their emotions in times of isolation and confinement. See it for yourself at the Arc Gallery until December 19.","sentiment_score":0.0}
{"full_text":"6 weeks ain't shit lol I been doing this all damn year","sentiment_score":0.3}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"I think it's unfair I kept my sense of taste after COVID. This was my opportunity to make a habit out of eating kale and pickled foods like kimchi.","sentiment_score":-0.5}
{"full_text":"RT Lesson: A mega stimulus during a lockdown does not feed a sustained recovery. However, it leaves you with piles of debt....","sentiment_score":0.0}
{"full_text":"I'm from Wisconsin &amp; our covid cases are increasing more &amp; more every day.  When do you think will be able to get a 2nd stimulus?","sentiment_score":0.375}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT They are using Covid to crash western economies and implement communist policies. That's what's going on.","sentiment_score":0.0}
{"full_text":"RT Becoming a mom during this pandemic has been so hard, you want everyone to meet them, but you are also terrified of wh...","sentiment_score":0.0791666667}
{"full_text":"Amid #Covid19, execs need to build short- and long-term #BusinessResilience. Here are 5 tips to get the balance right.  #leadership #strategy","sentiment_score":0.1428571429}
{"full_text":"Moderna Finishes Initial Data Collection in Coronavirus Vaccine Trial; Results Could Be Published Soon #epitwitter","sentiment_score":0.0}
{"full_text":"RT Black and Latino Americans are 3x as likely to contract COVID-19 and more likely to die from it.The Biden-Harris admini...","sentiment_score":0.0833333333}
{"full_text":"RT Number of school-age children with coronavirus rises \"significantly\" in second wave","sentiment_score":0.0}
{"full_text":"RT Coronavirus Today: How will we get the vaccine?","sentiment_score":0.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"How P&amp;G Launched a 24-Hour Disinfecting Spray Just as Covid-19 Hit the U.S.","sentiment_score":0.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT Please let's come together, respect each other, wear a mask, and thank our first responders.  They work tirelessly and...","sentiment_score":0.0625}
{"full_text":"Banks roll out robots as pandemic shakes up IT plans","sentiment_score":0.0}
{"full_text":"Here's what Joe Biden's coronavirus task force thinks about lockdowns #epitwitter","sentiment_score":0.0}
{"full_text":"RT Incoming House member says \"masks are oppressive\" as U.S. breaks record for daily COVID-19 cases","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"In a recent survey, 93 percent of small businesses said that COVID-19 has made them more reliant on technology. Learn about three technology solutions for small businesses to quickly innovate and drive business results #CiscoSB","sentiment_score":0.0666666667}
{"full_text":"RT #CoronaVirusUpdates:#COVID19 India Tracker(As on 14 November, 2020, 08:00 AM)Confirmed cases: 87,73,479Recovered:...","sentiment_score":0.0}
{"full_text":"#Corona Render formats now supported #b3d","sentiment_score":0.0}
{"full_text":"Biden's \"Transition COVID-19 Advisory Board\" is heavy on doctors and medical experts.","sentiment_score":-0.1}
{"full_text":"RT Quite the development tonight in North Dakota:Gov. Doug Burgum, who has for weeks resisted a mask mandate while case num...","sentiment_score":0.0}
{"full_text":"\"Never let a fanatic get ahold of your country!\" _ Fritz Baldwin (WW2 German Jewish veteran who escaped Nazi Germany and fought Nazis at Normandy for the U.S. Army)PLEASE STAY HOME!The biggest hurt u can put on someone is to ignore them!","sentiment_score":-0.09375}
