{"full_text":"RT We've known since the early days of the pandemic that it was crucial to flatten the curve to avoid overloading the health...","sentiment_score":0.05}
{"full_text":"RT Much attention has focused on encouraging news about the efficacy of vaccine candidates, but enormous logistical and re...","sentiment_score":0.1}
{"full_text":"RT Appreciating Supreme hero initiative of resume shooting in covid time &amp; releasing film in much needed time...","sentiment_score":0.2}
{"full_text":"RT Covid19 vaccine becomes the second most important discovery for India as a country.How to get Steve Smith out becomes #1....","sentiment_score":0.3}
{"full_text":"RT The Nekomata showing off her boyfriend at a local cat gathering~ Sorry about not posting in a while. &gt;_&lt;COVID is...","sentiment_score":-0.25}
{"full_text":"RT STRONG OPINION: There are very very few cases where log scales should be used in communicating data to the general public....","sentiment_score":0.0558333333}
{"full_text":"An Urgent Appeal to WHO: Let Taiwan Speak \"Taiwan is without doubt one of the very few success stories in the global fight against the COVID-19 pandemic.\"","sentiment_score":0.0133333333}
{"full_text":"Can you treat something that doesn't exist?","sentiment_score":0.0}
{"full_text":"Hey. Hey. Hey. It's what don the Con and company calling winning! It's no big deal the death toll of 270,000 and 12 million sick, right? It's not we know all of them. Actually I know 14 family and friends who had it...don said it would go away...","sentiment_score":0.0392857143}
{"full_text":"Another great guest !! John Bercow on why he was not only robbed of his Peerage but  Covid has ruined his big career in pantomime and what really happened in that row with  Snow-White ","sentiment_score":0.3}
{"full_text":"RT Regarding the ongoing hunger strike at the Saskatoon Correctional Centre, where prisoners are fighting COVID, horrendou...","sentiment_score":0.0}
{"full_text":"RT A clear double standard. #COVID19","sentiment_score":0.0333333333}
{"full_text":"RT Order this book. It's incredible. The story of the first 4 months of Covid-19 in the UK, told by @doctor_oxford, pos...","sentiment_score":0.575}
{"full_text":"Offer \"Namaz\"","sentiment_score":0.0}
{"full_text":"So many times we've thought we were so big, so great, that we would never fail. Throughout history, we've been slapped in the face to remind us that we can, and will fall. I believe that COVID is one of these times.","sentiment_score":0.3875}
{"full_text":"RT All these lockdown months, chartbuster songs have done the job in keeping movie buffs excited &amp; hook...","sentiment_score":0.375}
{"full_text":"RT India now may claim Wuhan as its territory","sentiment_score":0.0}
{"full_text":"The soldiers who lived through wars fighting for our freedom, why leave out their statistic?It's not 1% mortality for everyone. #OneIn18 die from #COVID19","sentiment_score":0.0}
{"full_text":"Sean,. And AOC wants to catalog Trump supporters. Any connection to the Commie Chinese tracking Covid 19? They're both communist\/socialist scum after all! . . PRS (Paul Revere Society).","sentiment_score":-0.0583333333}
{"full_text":"I've lost count after staggering losses of lives #NHSheroes it should make everyone be truly thankful &amp; evaluate our own, in a heartbeat everything can change #COVID19","sentiment_score":0.6}
{"full_text":"RT Just like COVID-19, climate change is destroying lives and ruining livelihoods on a daily bases across the world","sentiment_score":-0.1}
{"full_text":"RT Is this what a #shoppingsmall looks like at 20% capacity? New #COVID19 restrictions in coming up","sentiment_score":0.1363636364}
{"full_text":"RT 1.7k today I know for a fact the MDs, RTs, Nurses, Pharmacists, Housekeeping, Clerks, Residents, Fellows, Managers and e...","sentiment_score":0.0}
{"full_text":"I watched this video of today's anti-mask protest in Calgary today, with hundreds of people in attendance, and I no longer recognize my country. I predict Alberta is going to see a COVID-19 surge that will break healthcare systems, in 2 to 3 weeks.https:\/\/t.co\/fsSlkN52V1","sentiment_score":0.0}
{"full_text":"RT Also published in English. Curious to see what","sentiment_score":-0.05}
{"full_text":"going to the cinema for the first time since lockdown god bless","sentiment_score":0.25}
{"full_text":"RT \"What are you getting into tonight\"My bed, we're in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Keith Starmer knows best, no ifs, no buts. Scientists call for action after 50-fold rise in coronavirus infections i...","sentiment_score":0.55}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"RT The #GeorgiaRunoffs will impact ALL Americans....What's at stake?$15 minimum wage  Affordable Healthcare  Covi...","sentiment_score":0.0}
{"full_text":"'I still travel, don't wear a mask when I'm out': Salem nurse placed on leave over TikTok video - https:\/\/t.co\/ND6hrncHO9","sentiment_score":0.0}
{"full_text":"Hi Sue. Sorry you missed the conference. Check your school's m\/ship to get fortnightly news. See for the amazing support provided in 2020 despite #COVID19. More exciting events planned for 2021. Sounds like book club would suit you.  Cheers","sentiment_score":0.225}
{"full_text":"RT Jason Kenney: &lt;gesturing at the worst Covid rate in the country, ten deaths per day and the tattered economy&gt; This is...","sentiment_score":-0.5}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":"RT This beautiful lady is my mom. She has been in the ICU on a ventilator fighting covid. They just took her off the ventilator...","sentiment_score":0.85}
{"full_text":"RT The reality is that the measures being proposed will see us all marooned in heightened restrictions until Easter.Gover...","sentiment_score":0.0}
{"full_text":"RT I've now heard from at least a dozen friends that are being forced to go to work after testing positive for COVID-19...In...","sentiment_score":-0.1242424242}
{"full_text":"Oregon mink farm has COVID-19 outbreak after advocates warned of danger in state - USA TODAY","sentiment_score":0.0}
{"full_text":"RT Inbox: Biden announces new members of the Transition COVID-19 Advisory Board.Jane Hopkins, RNMH, worked for over 20 yea...","sentiment_score":0.1363636364}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"Sex after covid be like:","sentiment_score":0.0}
{"full_text":"RT Arsip MARET 2020 ","sentiment_score":0.0}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT Our ICUs are full. Patients are stuck in the ED. No transfers accepted from other hospitals. STAY HOME! #WearAMaskSaveAL...","sentiment_score":0.096875}
{"full_text":"Oh boy, corona was created by china to trigger mail-in ballot because china has blackmail on Biden. And I thought I had heard everything.Where do I need to sign up? Parler? QANON newspaper?","sentiment_score":0.0}
{"full_text":"RT Those believing they're immune from the #COVID19, try again.A wrecking ball from Hell and Republicans still seem eage...","sentiment_score":0.0}
{"full_text":"RT \"Not universally supported\", just like Covid19 is not airborne! That's a c...","sentiment_score":0.0}
{"full_text":"RT Democrats, PLEASE replace the word \"Congress\" with \"Mitch McConnell\". Saying Congress does not make you appear above t...","sentiment_score":0.0}
{"full_text":"RT Bullies the lot of them","sentiment_score":0.0}
{"full_text":"Our kids are not in school. At least the rich kids have santa.","sentiment_score":0.0375}
{"full_text":"RT So my sister just came back from school today and we realized that she's having cough and sore throat and there was Covid ou...","sentiment_score":0.0}
{"full_text":"Mothers transmit passive protection against SARS-CoV-2 to newborns through the placenta - #newborn #stemcells #covid19 #pregnant #pregnancy","sentiment_score":0.3333333333}
{"full_text":"RT The 4 of us in our house got Covid. We all had a telecall with our doctor at the same time after...","sentiment_score":0.0}
{"full_text":"The effects of Covid-19 are set to be with us for many years to come. Managing in such a changed world will require a mindset shift - are you ready? We share five steps towards a new mindset for the new normal here #legal #team #mindset #management","sentiment_score":0.188961039}
{"full_text":"Hi John  l wanted to pass on my condolences  Your Grandad was special to you and you helping him through his grieving for your Nan  was so special  l lost my precious wife  in 2017  it broke me and I'm trying too put back the pieces  all the best","sentiment_score":0.4428571429}
{"full_text":"RT 17 staff members of Kandy National Hospital including a doctor and 7 nurses tested positive for coronavirus : Officials...","sentiment_score":0.2272727273}
{"full_text":"RT Our ICUs are full. Patients are stuck in the ED. No transfers accepted from other hospitals. STAY HOME! #WearAMaskSaveAL...","sentiment_score":0.096875}
{"full_text":"A fast- paced international crime thriller based on very current Covid 19 Pandemic. It keeps readers spellbind. Published by Amazon. Please, review the thriller fiction.","sentiment_score":0.0666666667}
{"full_text":"saturday 11\/28: no, more tests are not driving the alarming recent surge in #COVID19 cases in #LosAngeles County. positivity rate as well as hospitalizations and deaths are independent metrics regardless of increase in testing or backlogs over holidays.","sentiment_score":-0.0875}
{"full_text":"Colorado Gov. Jared Polis, partner test positive for COVID-19https:\/\/t.co\/BcKA7bilFJ #10TV","sentiment_score":0.2272727273}
{"full_text":"Positive developments on the vaccine front have driven double-digit gains in the major indexes this month as investors look forward to progress in gaining control over the pandemic that plunged the global economy into its deepest slump since the 1930s.","sentiment_score":0.0965909091}
{"full_text":"US has recorded almost 13 million cases and more than 260,000 deaths from #coronavirus, the highest figures in the world.  ","sentiment_score":0.5}
{"full_text":"Don't forget to book your collection slots for Covid19 self testing kits! ","sentiment_score":0.0}
{"full_text":"'Greater freedoms' could be given to those who test negativehttps:\/\/t.co\/op9jy4j8VJ","sentiment_score":0.5}
{"full_text":"Ethiopians Amedework Walelegn and Yalemzerf Yehualaw smashed course records to win the men's and women's titles respectively in the Airtel Delhi Half Marathon held in a bio-secure environment amid the #COVID19 pandemichttps:\/\/t.co\/9EM1IEuiCZ","sentiment_score":0.2111111111}
{"full_text":"Line not included: 'One, two or 100 [injuries needed for recall]. Eddie text me during lockdown just to check out how the family is and had a conversation regarding that and American Football, nothing else'Here's what Dan Cole said in midweekhttps:\/\/t.co\/7OHDrXTGTZ","sentiment_score":0.0}
{"full_text":"has reassured the public that it will continue to assist Thai citizens who wish to travel back to Thailand during the COVID-19 pandemic. It has also relaxed measures for foreign nationals traveling to Thailand, which will stimulate the economy.","sentiment_score":-0.0416666667}
{"full_text":"Peterborough public health chief urges public to stick to Tier 2 restrictions and 'protect loved ones'  from Covid in run-up to Christmas.https:\/\/t.co\/FpAgYhK30Y","sentiment_score":0.2333333333}
{"full_text":"RT #cannabis #marijuana #weed CBD sales are soaring -- but evidence is still slim that the cannabis derivative makes a differen...","sentiment_score":0.0}
{"full_text":"Hey im about to be moved to the icu for suspected Covid, currently on a breathing bypass machine. Comment memes and funny stories to keep me entertained please","sentiment_score":0.125}
{"full_text":"#SundayVibes !#StayHome , Put on your headphones and enjoy this beautiful song #OruAraiUnathu from #Maara A musical@ActorMadhavan","sentiment_score":0.625}
{"full_text":"In a world that promotes social distancing more than ever, marketing digitally is mandatory for businesses.Making your business readily available online makes it convenient for your prospective clients to know more about you and consider you on their next purchase.Know more!","sentiment_score":0.294047619}
{"full_text":"Israeli police clash with hundreds of people protesting outside PM Netanyahu's home calling for his resignation over alleged corruption and handling of the coronavirus pandemic","sentiment_score":-0.05}
{"full_text":"#ASEAN Secretary General Lim Jock Hoi highlighted the \"vital role of media and journalists\" in \"eradicating misinformation .. edifying the ASEAN community .. realising the ASEAN integration agenda [and] shaping the public opinion\" during #COVID19 - Antara","sentiment_score":0.05}
{"full_text":"Women and girls with disabilities often face systemic barriers to equality, including an increased risk of violence. In #TimorLeste, Norberta is working with to ensure the #COVID19 response leaves no one behind. #16days","sentiment_score":-0.4}
{"full_text":"Toyota Central Motors strictly follows the SOPs instructed by Govt. of Pakistan for the prevention of Covid-19. Wearing mask in a pubic place is very much important for all of us. Stay safe and keep others safe too!#toyotacentralmotors #toyotacentralsure #staysafe #stayinformed","sentiment_score":0.35}
{"full_text":"NO to #Mandatory Vaccination FDNY won't require medics and firefighters to get new #COVID19 #vaccinehttps:\/\/t.co\/l4CEri2Tlf","sentiment_score":0.1363636364}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"#Dear PM: Several renowned artists in Delhi have been asked to vacate their government allotted homes in the midst of an ongoing pandemic. Citing old age and lack of income, they appealed to the PM for a reprieve.","sentiment_score":0.05}
{"full_text":"Due to the #COVID19Pandemic, over 25 million Indians had interrupted access to #contraceptives, a new report suggests","sentiment_score":0.0056818182}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"RT Last night, I ran out of A4 sheets.I checked Amazon and they would take three days to deliver a pack.Pandemic and Quaran...","sentiment_score":0.0}
{"full_text":"#ASCENTConclave | explained how discovered a new revenue stream during this pandemic. Read more:","sentiment_score":0.3181818182}
{"full_text":"Covid or floods, TRS on the job","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 29\/11\/2020 12:30Total Cases: 9393039 [+0]Active: 452996Recovered: 8801161 [+0]Deaths :136733 [+0]Total Tests: 138.22MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"It's a new #customerservice challenge. How will you welcome nervous customers back into your business? Here are tips. #podcast #covid19","sentiment_score":0.3121212121}
{"full_text":"New campaign \"Summer Different\" launched to inspire travellers to do summer differently this year. highlights that the campaign supports SMMEs who have been hard-hit by the Covid-19 pandemic. #ExperiencesNotThings #SouthAfricaisTravelReady","sentiment_score":0.0454545455}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"Education Department decides to bump up marks for grades 4 to 9\"Schools knew during lockdown that they would be faced with this, so surely they put their minds together and came up with strategies to mitigate any and all negative outcomes.\"","sentiment_score":0.1}
{"full_text":"Robocalls haven't taken a hiatus during the COVID-19 pandemic for both consumers and businesses. Luckily, FCC cracked down on the scam callers, and creative, tech-savvy individuals are coming up with ways to block the calls using call-blocking apps.","sentiment_score":0.2259259259}
{"full_text":"#ICYMI: The New York City Sheriff's Office broke up an illegal sex party of over 80, mask-less attendees in Astoria, Queens for violating state COVID-19 regulations.https:\/\/t.co\/h3SEYGPmWL","sentiment_score":-0.1818181818}
{"full_text":"RT Jason Kenney says COVID-19 vaccination will not be mandatory in Alberta","sentiment_score":0.0}
{"full_text":"New #COVID19 drug helps Grand Island man recover#bamlanivimabExcellent Excellent news. https:\/\/t.co\/xfagAFPYmR","sentiment_score":0.5454545455}
{"full_text":"Current Conditions for #Sayre PATemp: 26.5FWind Chill: 26.5FHumidity: 99%Dew Point: 26.3F Barometer: 30.216 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 183.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Visualizing the COVID-19 Tragedy - 360 | National Geographic","sentiment_score":0.0}
{"full_text":"RT As community prevalence soars, a few members of our team are now out with CovidSimultaneously, pts w life-threatening y...","sentiment_score":-0.2}
{"full_text":"A whole ass weirdo, he needs another fight so he can get dropped","sentiment_score":0.2}
{"full_text":"RT landlords killed 10k people pass it on","sentiment_score":-0.2}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT I just wanted you to know, that while I was fighting for health care, I was keeping up on what was going on in the count...","sentiment_score":0.0}
{"full_text":"RT It is so hard not to hate this country because of what the rich have done to it.","sentiment_score":-0.2388888889}
{"full_text":"i really lost my job at the beginning of the pandemic and been doing hair ever since ..","sentiment_score":0.2}
{"full_text":" Covid: Free Vitamin D pills for 2.5 million vulnerable in England #BreakingNews #bbcnews ","sentiment_score":-0.05}
{"full_text":"RT There's a saying in public health: your right to swing your fist ends at my nose. And your right not to take steps to pre...","sentiment_score":0.1904761905}
{"full_text":"RT People also assume dating requires face to face contact. Technology has advanced so much... Online platforms have changed the...","sentiment_score":0.3}
{"full_text":"RT 'Maharashtra is only place where efforts being made to topple a govt in middle of a pandemic, they will not succeed; e...","sentiment_score":0.0}
{"full_text":"#BharaniDeepam #KarthigaiDeepam  celebrations at Arulmigu Arunachaleshwara temple today at 4am","sentiment_score":0.0}
{"full_text":"You obviously haven't. What CT do you recommend, genius?Don't want to go there ... I have it's inventor, Kary Mullis, on my side. Completely unfit for purpose. Go do some reading on the UK ... results completely turned on their head using LFThttps:\/\/t.co\/XpqrVsUmMl","sentiment_score":0.0666666667}
{"full_text":"RT A grim milestone: for the first time, the US recorded 200,000 new coronavirus cases in a single day. That's more than Japan...","sentiment_score":-0.037012987}
{"full_text":"Covid-19 complicates people living with disabilities' access ARVs#HIV #PLHIV #endHIVstigma #Zimbabwehttps:\/\/t.co\/rbTnvxJfml via","sentiment_score":0.0}
{"full_text":"RT Coronavirus Victoria: How Brett Sutton got through pandemic and preserved relationship with Premier Daniel Andrews","sentiment_score":0.0}
{"full_text":"A whole Awards show was stopped but this birthday party was allowed. Ginimbi's funeral was allowed and police controlled crowds... was everyone there tested too?.  The Zimbabwean government Clealy victimizing people using Covid.....#ZanupfMustGo","sentiment_score":0.2}
{"full_text":"A former Georgia Supreme Court justice has died of COVID-19, court officials said Friday.https:\/\/t.co\/M24Yz85FCo","sentiment_score":0.0}
{"full_text":"Ina Grafton is hiring: Covid Screener #job #Toronto","sentiment_score":0.0}
{"full_text":"RT India now may claim Wuhan as its territory","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"RT Oregon mink farm has COVID-19 outbreak after advocates warned of danger in state - USA TODAY","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"If you invest $1000 in $ELVT today at $2.83 per share, and the stock prices rebound back to pre-pandemic prices at $4.16, your investment would be worth $1469.96! That's 47% growth and $469.96 profit!  See more:  $JGH $INPX $JFKKW $FTRI $NERV","sentiment_score":0.3229166667}
{"full_text":"RT We should be very grateful indeed. We should also acknowledge this is highly suboptimal for patients. Time to end the se...","sentiment_score":0.18}
{"full_text":"RT We are expecting level upgrade of social distancing here in #Seoul. Overall mood of #COEX is quiet, but #BTS new album promoti...","sentiment_score":0.0424242424}
{"full_text":"Pandemic Takes Toll On Children's Mental Health","sentiment_score":-0.1}
{"full_text":"RT i wish people would stop treating me like i am being overly paranoid\/overly cautious about this virus when we're approach...","sentiment_score":0.0}
{"full_text":"RT It will never be anything less than homicidal recklessness--and unforgivable--that Trump has convinced so many Americans...","sentiment_score":0.1666666667}
{"full_text":"Incredibly brave...our NHS staff and all who are in the Care Sector..my admiration won't cut it...but just to let you know your all in my thoughts daily xx","sentiment_score":0.45}
{"full_text":"#IndiaFightsCorona:#COVID19 care for elderly with #MentalHealth illness Assessment by a psychiatrist within 24 hours of admission Periodic review of physical and mental status Regular monitoring of side effects or any other symptoms#StaySafe #IndiaWillWin","sentiment_score":-0.05625}
{"full_text":"Chiang Mai Covid-19 Victim Snuck into Thailand, Skipped QuarantineCoughing and feverish, woman still went to karaoke bar, cinema, restaurants - via","sentiment_score":-0.0875}
{"full_text":"RT Small businesses are the backbone of communities across the country -- and amid the pandemic, they need our help more than eve...","sentiment_score":0.125}
{"full_text":"RT Los Angeles County temporarily prohibits most private and public gatherings between households as COVID-19 cases spike","sentiment_score":0.1666666667}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 8.3degC * Wind: SSE 0.0 to 0.0mph * Pressure: 1019.4hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:19 * Sunset: 16:03 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"madison square garden???? harry???? my girls??????????? halloweeeeeen????????? run me my vaccine pls ","sentiment_score":0.0}
{"full_text":" PIP live pharmacy blog - PSNC seeks to address workload pressures during the second wave, The RPS in Scotland welcomed nine new fellows and Joint letter thanks everyone working in pharmacy as they face the second wave of COVID-19.","sentiment_score":0.0945454545}
{"full_text":"RT India now may claim Wuhan as its territory","sentiment_score":0.0}
{"full_text":"COVID-19 in Cape Verde - COVID-19 Very High - Level 4: COVID-19 Very High - Travel Health Notices | Trave...","sentiment_score":0.208}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":" PIP live pharmacy blog - PSNC seeks to address workload pressures during the second wave, The RPS in Scotland welcomed nine new fellows and Joint letter thanks everyone working in pharmacy as they face the second wave of COVID-19.","sentiment_score":0.0945454545}
{"full_text":"RT #savetheOA #returntheOAWe need support for more truly original creative voices in a Covid\/post-Covid world. The time is...","sentiment_score":0.4583333333}
{"full_text":"RT landlords killed 10k people pass it on","sentiment_score":-0.2}
{"full_text":"RT TONIGHT: I'll be on Justice with to talk about how officials in liberal states are fighting to control thei...","sentiment_score":0.0}
{"full_text":"Orange County Corona virus surge worsens as hospitals increase - NBC Los Angeles","sentiment_score":0.0}
{"full_text":"RT To those complaining of churches being closed during #coronavirus the reason is noble and Christian: to protect people, e...","sentiment_score":0.1666666667}
{"full_text":"COVID-19 in Cape Verde - COVID-19 Very High - Level 4: COVID-19 Very High - Travel Health Notices | Trave...","sentiment_score":0.208}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"U.S. coronavirus infections shoot previous 13 million as officers plead with Individuals to spend Black Friday on-line.","sentiment_score":-0.1666666667}
{"full_text":"COVID-19 Hits Hard For South Louisiana's Cajun Musicians","sentiment_score":-0.2916666667}
{"full_text":"i hate covid 19 for making it impossible for me to see girl groups being besties again.","sentiment_score":-0.7333333333}
{"full_text":"The answer is a big YES. Lots of multiple effects on the Malaysian economy. Protect employments n jobs.","sentiment_score":0.0}
{"full_text":"The vast majority of Covid 'cases' are asymptomatic.Which means the no.1 symptom of suffering from Covid is being perfectly fit and well.","sentiment_score":0.2}
{"full_text":"RT Jeff Bezos could give $148,000 to each of his 500,000 warehouse workers and still be richer than he was before the pan...","sentiment_score":0.0}
{"full_text":"The pandemic has taken quite a toll on my mental health for a variety of reasons. I hope all of you are doing all right out there as we navigate back to better times.","sentiment_score":0.1714285714}
