{"full_text":"They are good at spreading Covid these Covidiots.","sentiment_score":0.7}
{"full_text":"RT Masks up, Outlanders! ","sentiment_score":0.0}
{"full_text":"RT Covid is causing extreme vascular damage in people young and old.  Maybe men in America will start to #MaskUp when they r...","sentiment_score":0.025}
{"full_text":"RT Happy Diwali to everyone celebrating  Looking forward to a #newyear of hope, light, &amp; HEALTH. #Diwali2020Some throw...","sentiment_score":0.6}
{"full_text":"So sad!","sentiment_score":-0.625}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"RT The German Government's new #COVID19 campaign is very clever and, dare I say it, funny.https:\/\/t.co\/bP8jTNFShr","sentiment_score":0.1176767677}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"I'm craving potato soup and everything is closed COVID is annoying!!!","sentiment_score":-0.55}
{"full_text":"RT Donald Trump has not attended a coronavirus task force meeting in 'at least five months,' said one senior administration of...","sentiment_score":-0.3}
{"full_text":"RT anyone acting like covid just won't affect them is a dumbass. idc if you're 20 years old, no underlying conditions, peak fit...","sentiment_score":0.1666666667}
{"full_text":"#VodafoneIdeaPlease stop Covid-19  ring tones. Now people are aware of taking necessary precautions. It creates trouble while making emergency calls.","sentiment_score":0.0166666667}
{"full_text":"RT We cannot wait until January 20 for a federal response to Covid-19.","sentiment_score":0.0}
{"full_text":"My utmost respect goes to you And I honestly don't know why there are still people who's always looking out for you to pin you down and say hurtful things. Tak perlu persoalkan macam2 kat org yang tlh bnyk mengeluarkan tenaga, wang dan masa utk membantu org lain?","sentiment_score":0.2222222222}
{"full_text":"RT Spiked Online, funded by US dark money, with its ermine clad former RCP\/Real IRA\/Milosevic apologist elevated in the House...","sentiment_score":-0.075}
{"full_text":"The only caption for this photo, \"Got Covid-19?\" With that mask pulled down protecting your chin, while sneezing aerosolized droplets.  ","sentiment_score":-0.0777777778}
{"full_text":"Pay ops going on here. Great point!!","sentiment_score":1.0}
{"full_text":"Good job Dr. Lee. Now let's get wiser and change course before our pandemic plan implodes and the virus dictates our agenda. It's a force of nature. Not the ripple from 1st wave. This is a Tsunami. Check Sept 10 and now ","sentiment_score":0.7}
{"full_text":"RT EnglandChild admissions to hospital rise by 21 in the last 2 days up to 2,0310-5  1,0406-17   991#coronavirus #COV...","sentiment_score":0.0}
{"full_text":"Keeping things open and letting the virus rise can be as bad for the economy as a sharp, short shutdown,\" said Shaffer. \"Of course, it has the added negative effect of more deaths, more infections and more long-term morbidities associated with COVID-19.\"","sentiment_score":0.046875}
{"full_text":"RT NEW: Chilling video of El Paso jail inmates hired to move bodies of #COVID19 deceased patients into mobile overflow morgue...","sentiment_score":-0.1545454545}
{"full_text":"Broy's cousin has been struggling because of #covid and needs help.#PovertyCrowdfund#PovertyWishlists#SettlerSaturday","sentiment_score":0.0}
{"full_text":"RT Donald Trump has not attended a coronavirus task force meeting in 'at least five months,' said one senior administration of...","sentiment_score":-0.3}
{"full_text":"If you want to assist me, then send me invoice copy of my covid 19 test@ICMRDELHI","sentiment_score":0.0}
{"full_text":"There is only one spot that is highly vulnerable to #COVID__19 #Schools  in the eyes of our reputable higher authority holders in Pakistan.... All of others are anti-Covid-19..","sentiment_score":0.0625}
{"full_text":"RT U.S. Surgeon General Jerome Adams told NPR today \"pandemic fatigue\" is the main reason for surging coronavirus cases, as the cou...","sentiment_score":0.1083333333}
{"full_text":"RT He drives by the white supremacy rally on his way to play golf but they believe he \"stopped by.\" Not to mention that he golf...","sentiment_score":0.0}
{"full_text":"RT Scientists decode why Covid-19 spares children In the study, using a technique called single-cell RNA-sequencing, the r...","sentiment_score":0.0}
{"full_text":"Bringing back lockdown sleep schedule","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"So heartbreaking.","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT Some thoughts on why this really, really matters to people (thread):- there will be no COVID-19 relief wit...","sentiment_score":0.2}
{"full_text":"RT \"After a week in which more than 750,000 Americans were diagnosed with the novel coronavirus, almost none of his backers wore m...","sentiment_score":0.5}
{"full_text":"RT As UK passed 50,000 deaths, on Remembrance Day fittingly, some of the individuals behind the statistics. The vaccine can...","sentiment_score":0.05}
{"full_text":"Dr Levi is too polite to mention the way Victorians dealt with the stupid urgings of the PM and other senior LNP ministers to open up earlier or just \"learn to live with the virus\" for the sake of the \"economy\".","sentiment_score":-0.1577272727}
{"full_text":"RT Babe, was this sitting in your drafts?","sentiment_score":0.0}
{"full_text":"RT I miss this..  yeah, Taiwan is practically back to normal even without a vaccine  you can walk around Taiwan now without...","sentiment_score":0.075}
{"full_text":"indeed nobody will die if weStop TangaTangaring &amp; then blame BBI for the inevitable. Covid apanatambua. myFren, Umerogwa ama nini?","sentiment_score":0.0}
{"full_text":"RT Your thoughts on the #COVID19 measures in #HongKong, making it mandatory for testing?Meow.","sentiment_score":0.0}
{"full_text":"Italy avg 517 #COVID19 deaths per day up 157% past 2wks and now has 44,683 total deaths.COVID-19 deaths\/day increase past 2wks#Greece: 361%#Sweden: 230%#Switzerland: 179%#Germany: 169%#Slovakia: 165%#Italy: 157%#Austria: 156%#Bulgaria: 135%#Bosnia: 131%#Slovenia: 127%","sentiment_score":-0.1666666667}
{"full_text":"South Australia records three new local Covid cases linked to hotel quarantine worker | Coronavirus","sentiment_score":0.0681818182}
{"full_text":"IMPORTANT OSHA NOTICE ON #COVID19 #VENTILATION. Mini thread","sentiment_score":0.4}
{"full_text":"RT Charles Koch owns all the damages that are going to come from this. He financed a propaganda war on America and now thes...","sentiment_score":-0.1}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT Over 30 years ago, UNICEF Goodwill Ambassador Audrey Hepburn gave this passionate speech as world leaders adopted the UN Conven...","sentiment_score":-0.05}
{"full_text":"History teachers are not gonna believe the type of shit that went down during this pandemic.","sentiment_score":-0.1777777778}
{"full_text":"RT Read op-ed. The president spotlights the success of the #TaiwanModel in combating #COV...","sentiment_score":0.3}
{"full_text":"RT Hello Covid is ravaging our state. Can you help a real problem instead of imaginary voter fraud!?!","sentiment_score":0.3125}
{"full_text":"Yes, things we've been doing for decades or centuries (quarantine, source control, contact tracing, vaccination, triage...), and have used for major outbreaks of pandemic influenza, SARS\/MERS, Ebola, Zika... in the last decade weren't in the CDC's arsenal.","sentiment_score":0.03125}
{"full_text":"RT How is Trump's behavior different from a commander abandoning his troops under fire? And why is not a single Republican...","sentiment_score":0.0178571429}
{"full_text":"RT So far we've rightly focused on failures of test &amp; trace to explain UK's dreadful COVID response. Now becoming clear that...","sentiment_score":-0.0128571429}
{"full_text":"RT \"In March,after a classified briefing on coronavirus, Perdue dumped his holdings in casino shares ahead of the pandemic-...","sentiment_score":0.0}
{"full_text":"RT \"Ultimately, we need to approach the #COVID19 response through what we see as a lens of true equity -- a permanent tran...","sentiment_score":0.175}
{"full_text":"My wife, 38 and in excellent shape, now has trouble breathing everyday since becoming infected with Covid in March.  She is terrified of getting it again, we need you both as real leaders so so desperately. Your task force is sorely needed Bless you both. #LongCovid","sentiment_score":0.1083333333}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"The entire world is shocked about how badly the President of the U.S. is handling the pandemic. Media can't 'unprove' the number of deaths, his disinterest in taking measures, the lack of leadership. Trump is already making history. Not to his advantage, though.","sentiment_score":-0.4666666667}
{"full_text":"RT Housing sentiment bounces back to pre-COVID-19 levels, reports #ausproperty","sentiment_score":0.0}
{"full_text":"RT This is an example of how #COVID19 spreads. The holidays are coming. Please celebrate with those who live in your house only! ht...","sentiment_score":0.0681818182}
{"full_text":"referred to foreign countries as shit holes. America is no better for the lack of concern it's shown during this pandemic. This arrogant admin &amp; have cost us too many lives. It's appalling.@CNNPolitics","sentiment_score":-0.01875}
{"full_text":"RT I'm sick off reading about Covid-19 I'm sick off boris Johnson bullshit I'm sick off the EU I'm sick off the fake media...","sentiment_score":-0.6714285714}
{"full_text":"RT murder, at this point","sentiment_score":0.0}
{"full_text":"RT Someone needs to go to prison for this.","sentiment_score":0.0}
{"full_text":"RT The Philippines have had 8 typhoons in the last 2 months while in a pandemic. They've been on lockdown for 8 months. Ave...","sentiment_score":0.0}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"The age of stupid.","sentiment_score":-0.8}
{"full_text":"RT Dear Kenyan politicians. Let me be frank with you.Some of you will NOT be here when the schemes you are plotting come t...","sentiment_score":0.0}
{"full_text":"Totally agree. Guess I am lucky that my main exposure is to the outdoors without people around or to the cellars and it's only family around.","sentiment_score":0.125}
{"full_text":"RT Listen to this discussion on #TheBreakfastClub w\/ #TI, then research #FirstStepAct, #HBCU funding, #Platinum...","sentiment_score":0.0}
{"full_text":"RT On my 12th hr on  #yeg COVID unit, the bridge of my nose raw from N95 due to extremely ill patients, exhausted is no longer eno...","sentiment_score":-0.3139423077}
{"full_text":"disasterodamus India has overtaken china in number of covid19 casesEconomically won the race to bottom against USA with -23.4% GDP shrinkageany predictions for 2030 please","sentiment_score":0.0}
{"full_text":"Well, if you're on Parler, you must be an anti-science, anti-American asshole.","sentiment_score":0.0}
{"full_text":"RT Hey I have a challenge for you. If you agree to do an ICU or COVID-19 floor shift, I will find you a colleague i...","sentiment_score":0.0}
{"full_text":"RT In her first few days in DC, Marjorie Taylor Greene said she wasn't going to wear a mask on Capitol Hill (she did) and...","sentiment_score":0.025}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"does kmpdu think of the doctors on contract? Employed Just to cover covid 19 patients?? Because there has been no pay since August just to say the least...its terrible and heartbreaking considering the circumstances and no one seems to care...","sentiment_score":-1.0}
{"full_text":"RT My god","sentiment_score":0.0}
{"full_text":"But will never be included in the eulogy plus the fact that he defied the covid19 measures for the so called hustlers bullshit.Anyway RIP","sentiment_score":0.0}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"Commercial Leasing During COVID-19: Direct vs Sublease #CRE #COVID-19 #Leasing #Subleasinghttps:\/\/t.co\/F6yptuEAWG","sentiment_score":0.05}
{"full_text":"RT Kelly Loeffler is the 2nd worst person in America #CorruptKelly","sentiment_score":-0.5}
{"full_text":"RT So good","sentiment_score":0.7}
{"full_text":"Minnesota Governor Tim Walz addresses record COVID-19 cases as new restrictions go into effect","sentiment_score":0.1363636364}
{"full_text":"Latest #CoronaVirus updates:Date: 15\/11\/2020#TheCivilEyes #Pakistan #covid19","sentiment_score":0.5}
{"full_text":"The Hong Kong government will tighten social-distancing restrictions and introduce mandatory testing for some groups as locally transmitted #COVID19 cases rose in the past week. #HongKong #HKhttps:\/\/t.co\/Ew7M2clDt9","sentiment_score":0.1166666667}
{"full_text":"NOT LIVING: Labour Calls For Living Wage for NHS Staff as 200 Care Workers DIE From Corona via","sentiment_score":0.0}
{"full_text":"HOPE IN THE MIDST OF PANDEMIC?For years we may have hoped for Superman to save us from oppression &amp; tyranny. But in the end, it might be a virus that shows the world the truth just as it was a virus that saw off the powerful conquering aliens in HG Wells' The War of the Worlds!","sentiment_score":0.375}
{"full_text":"Curious about the latest developments in #COVID and what that actually means for you? Look no further. Sign up for our newsletter. #BhekisisaInYourInbox","sentiment_score":0.1}
{"full_text":"RT This article has been recommended by Anthony Patch How COVID-19 Vaccine Can Destroy Your Immune Systemh...","sentiment_score":-0.2}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"How a service set up in the Arena bomb's aftermath can help all the Greater Manchester healthcare workers battling Covid-19","sentiment_score":0.5}
{"full_text":"RT God please protect him","sentiment_score":0.0}
{"full_text":"RT bro you're almost gone fuck it you dont need the demspull troops out, free assange, pardon snowden, give us all $50,000 e...","sentiment_score":0.0}
{"full_text":"RT Not sure who you needs to hear this but wearing a mask is literally the LEAST you can do. This pandemic is NOT over. P...","sentiment_score":-0.275}
{"full_text":"Amid the crises of COVID19 pandemic, the  is offering online classes allowing students to create their schedule while continuing to further their #education.#covid19 #highereducation #healthcare #lifeRead Here","sentiment_score":0.0}
{"full_text":"Maintain your fitness during lockdown Have this challenge to aim towardshttps:\/\/t.co\/pRL2SeCaZ4#dreamexplorediscover #challenge #charity #paddle #abseil #trek #hike #adventure #thegreatoutdoors #friends #teamwork #planahead #fitness #getoutside","sentiment_score":0.0}
{"full_text":"Could ten million Covid tests a day get Britain back to normal, asks Richard Dobbs","sentiment_score":0.05}
{"full_text":"Volunteer in one of our several #COVID19 studies to fight the pandemic. If you are interested, please send us your information by completing the form here: and our clinical research team will contact you.#ClinicalTrials#ClinicalResearch","sentiment_score":0.125}
{"full_text":"Remember to wear a MASK that covers your nose and mouth, when going out in public. Please adhere to this rule when you are visiting us on your next essential goods run. #staysafe #strongertogether","sentiment_score":0.0}
{"full_text":"RT Pelosi cancels lavish Capitol dinner after being shamed for flouting COVID restrictions","sentiment_score":0.0}
{"full_text":"RT Every president has a legacy. What Donald Trump will be remembered for is putting people's lives at risk for his own personal...","sentiment_score":0.3}
{"full_text":"#FezahOnline: Its D day! Aloysius Migadde takes over the #Fezah stage this evening. Make those final ticket purchases at at 20k and 10$ to book your front row seat. #StaySafe #StayHome #AloysiusFezahLive #AloysiusMigaddeLive ","sentiment_score":0.0}
{"full_text":"Japan's new #COVID19 cases hit record for third straight day | Asia News | China Daily","sentiment_score":0.0840909091}
{"full_text":"It could be an early Christmas present for the Hunter, with several projects in the region in line for funding.All are shovel-ready, raising hopes of a spending spree to accelerate the pandemic recovery.@SamBurbury","sentiment_score":0.0333333333}
{"full_text":"They aren't wrong in saying masks ALONE won't protect us.. it's a combination of a variety of measures, including but not limited to social distancing even with masks on, and hand washing.","sentiment_score":-0.1436507937}
{"full_text":"#COVID19 threatens to roll back hard-won #peacebuilding efforts in Burundi &amp; Tanzania. Working with communities on both sides, we help resolve conflicts, create jobs &amp; build resilience, together w\/ ","sentiment_score":0.0}
{"full_text":"The enormous, logistical challenge that is vaccine delivery. The real task begins after we find a COVID19 vaccine. Former COVID19 task force member, CK Mishra on how, when, how, cold storage, vials and manpower.","sentiment_score":-0.1}
{"full_text":"RT NEW: Chilling video of El Paso jail inmates hired to move bodies of #COVID19 deceased patients into mobile overflow morgue...","sentiment_score":-0.1545454545}
{"full_text":"Only a few days left to the 24-25 Nov Regional meeting that will discuss the Economic and Social Impacts of the #COVID19 Crisis on #EasternAfrica and  Strategies for Building-Back-Better#ICSOE2020             ","sentiment_score":0.0066666667}
{"full_text":"The level of financial support for residents impacted by Covid-19 was outlined during a meeting of Tendring District Council's Cabinet (Friday 13 November). To read more, go to:","sentiment_score":0.25}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"State of the nation","sentiment_score":0.0}
{"full_text":"Edinburgh map reveals Covid hotspots as cases spike in neighbourhoodshttps:\/\/t.co\/I4fjf5TJmi","sentiment_score":0.0}
{"full_text":"In the 2nd episode of #BuyerFiresideChat, our guest speakers will share their experiences and insights on sourcing during this time of the pandemic.Click below to watch it live on November 19, 4:30PM GMT+8.","sentiment_score":0.0681818182}
{"full_text":"RT #ScottyNeverHelped Scott Morrison abandoned Victorians, and undermined all efforts made by Dan Andrews and health expe...","sentiment_score":0.0}
{"full_text":"Fuck every liberal that told people to just stay home &amp; ignore violent fascists running the streets like this!","sentiment_score":-0.7}
{"full_text":"Russian arts sector warns of monetary hassle as world-famous Bolshoi Theatre experiences document losses throughout coronavirus pandemic","sentiment_score":0.0}
{"full_text":"What is the book about?'is it just me?'  is a book of hope, and expectation and our capacity to cope.Start Sunday with something uplifting and please support our project:https:\/\/t.co\/RH2yTauMJI#hope #optimism #lockdown #kickstarter","sentiment_score":0.0}
{"full_text":"A dress to wear to carnival, complete with tricorn hat and mask! https:\/\/t.co\/K1RH5bmioS","sentiment_score":0.125}
{"full_text":"South Korea on Friday launched a #COVID_19 quarantine rule to fine up to 100,000 won (about $90) to people who do not wear a mask in public places.https:\/\/t.co\/wp69vurZbM","sentiment_score":0.2083333333}
{"full_text":"RT NEW: Chilling video of El Paso jail inmates hired to move bodies of #COVID19 deceased patients into mobile overflow morgue...","sentiment_score":-0.1545454545}
{"full_text":"RT NEW: Chilling video of El Paso jail inmates hired to move bodies of #COVID19 deceased patients into mobile overflow morgue...","sentiment_score":-0.1545454545}
{"full_text":"RT Along w\/pandemic fatigue many are experiencing, adding in compassion fade, a term recently stated which hits...","sentiment_score":0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 28.9FWind Chill: 28.9FHumidity: 99%Dew Point: 28.7F Barometer: 30.277 inHgWind: 1 mph from the SCorona Virus Weekly Stats:Cases: 198.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Y'day, I visited the #Covid patients  w\/ Dean &amp; officials.  I interacted with the patients &amp; checked on...","sentiment_score":0.0}
{"full_text":"Cloud directory service JumpCloud raises $75M Series E led by BlackRock, bringing its total raised to $166M+, as the pandemic heightens need for remote IT tools (Ron Miller\/TechCrunch)","sentiment_score":-0.05}
{"full_text":"RT Today, I share a #CupofJoe with the 500-plus #PresidentElectBiden team members announced this week, more than half being wo...","sentiment_score":0.1666666667}
{"full_text":"Morning one and all Remember #stayhome #staysafe #protectthenhs #savealife","sentiment_score":0.0}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":" people were giving target of 4000-6000 when nifty was falling in lockdown by showing this excel sheet","sentiment_score":0.0}
{"full_text":"RT my dad passed away yesterday morning and it feels like i've woken up in a never ending nightmare ","sentiment_score":0.0}
{"full_text":"RT If this detailed account is accurate it reveals an extraordinary amount of time spent on rearranging personnel   and nursing e...","sentiment_score":0.2583333333}
{"full_text":"RT Ustaz Ebit doing the whole Muhyiddin's cabinet job.","sentiment_score":0.2}
{"full_text":"I'm glad that my teachers moved our deadlines, pero sana yung iba din","sentiment_score":0.5}
{"full_text":"Secret Service Struck Again by Coronavirus Outbreak -- At least 30 officers in the agency's Uniformed Division have tested positive in recent weeks. Another 60 or so were asked to isolate. -- Zolan Kanno-Youngs, Maggie Haberman -- Michael S. Schmidt","sentiment_score":-0.1181818182}
{"full_text":"What lockdown?","sentiment_score":0.0}
{"full_text":"RT Wear a mask. Easy. ","sentiment_score":0.4333333333}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT Bourse .........","sentiment_score":0.0}
{"full_text":"RT Physician suicide is a higher risk among women. Especially with the stress of the pandemic, fear of impact on licensure...","sentiment_score":0.125}
{"full_text":"when COVID is over, deal! ","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Learn how SMBs have changed customer interactions during the pandemic, and other insights from our 4th edition of the Small and Medium Business Trends Report. #salesforce #sfdc #marketing","sentiment_score":-0.1875}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"RT America and Europe fucked up so so so fucking bad and I'll always be shocked that people aren't angrier about this","sentiment_score":-0.6666666667}
{"full_text":"RT We should be preparing NYers now with contingencies based on different scenarios, focusing on access to food\/medicine\/...","sentiment_score":0.0}
{"full_text":"RT \"The message here from the CDC is very strong and clear... Masks work, they protect your community, they protect yourself...","sentiment_score":0.3316666667}
