{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT Covid anjing","sentiment_score":0.0}
{"full_text":"RT Except in the buried lede of your story, the head of the institute conducting the trials himself said the \"serious adve...","sentiment_score":-0.3333333333}
{"full_text":"RT We have placed QB Ben Roethlisberger, OL Jerald Hawkins, RB Jaylen Samuels, and LB Vince Williams on the Reserve\/COVID-19 Lis...","sentiment_score":0.0}
{"full_text":"RT \"In at least 18 of the world's biggest economies, pandemic rescue packages are dominated by spending that has a net negati...","sentiment_score":-0.15}
{"full_text":"RT \"Dying at 75 will not be a tragedy.\"- COVID task force pick, Dr. Ezekiel Emanuel, on why life is not wor...","sentiment_score":0.0}
{"full_text":"A national scandal it is How many children wouldn't need free meals in holidays if their families had not been #ExcludedUK in the first place I wonder? #joinupthedots #financial #parity of support #equity .... #thankyou","sentiment_score":0.2875}
{"full_text":"RT There are a few places for the free webinar this evening on wellbeing of psychologists during the Covid pandemic. Its...","sentiment_score":0.1}
{"full_text":"RT Five days isolation for Big Ben and three teammates, which means they were designated \"high risk\" close contacts of a pos...","sentiment_score":0.08}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT at some point the punishment for repeated willful lying has got to be a permanent television blackout for all these gobl...","sentiment_score":0.0}
{"full_text":"Test you 23 million for covid test first.  Taiwan has exporting covid patients to other countries.","sentiment_score":0.0625}
{"full_text":"RT The Affordable Care Act case goes before the Supreme Court today. It's why the GOP rammed Amy Coney Barrett through in reco...","sentiment_score":0.0}
{"full_text":"RT Again, let's clear the air! Last night,  announced the new state of emergency. The role of the UTNG is to...","sentiment_score":0.0871212121}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"I lost my smell and taste to COVID this week. My smell is slowly coming back, right now I can only identify candles ","sentiment_score":-0.0035714286}
{"full_text":"RT It is really not safe to believe anything about the pandemic or the electoral system right now from most elected Republicans....","sentiment_score":0.1785714286}
{"full_text":"Let's see if they cancel the game since it's a big QB","sentiment_score":-0.2}
{"full_text":"RT #Steelers announce they have placed QB Ben Roethlisberger, OL Jerald Hawkins, RB Jaylen Samuels, and LB Vince Williams...","sentiment_score":0.0}
{"full_text":"RT As he contests the election, Trump has largely stopped governing:His public schedule hasn't included an intelligence brief...","sentiment_score":0.0714285714}
{"full_text":"I sincerely doubt that. Notice how they WHO took the words \"illness\" and \"death\" out of the definition of what a pandemic is? Think about why.","sentiment_score":0.5}
{"full_text":"Petition: Hold a public inquiry into Government contracts granted during Covid-19","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT !!We are in the midst of a deadly #pandemic that has claimed nearly 250,000 American lives. New #coronavirus cases and #...","sentiment_score":0.0090909091}
{"full_text":"RT 4 steps to stay healthy to help beat #COVID19:  Eat a healthy diet  #NoTobacco  Be physically active  Stop harm...","sentiment_score":0.2888888889}
{"full_text":"#BoostUp regional final CLC South@CorbettaMattia diving into the landscape of regional #startups and introducing us with the responses of the #SMEs  in the context of the #covid19 pandemic, in his #Keynote speech. Join us live  #innovation","sentiment_score":0.0681818182}
{"full_text":"RT \"There are hundreds of thousands of American lives that still hang in the balance if we fail to properly respond to this...","sentiment_score":-0.1666666667}
{"full_text":"Nov 10Cumulative % TOTAL COVID-19 DEATHS IN RESIDENTIAL CARE (LTC\/RHs)By province starting May 26 (% increase last 7d)QC 90MB 72 (+1%)AB 71ON 54 (+4%)BC 54SK &lt;1CAN 76Data:","sentiment_score":0.0}
{"full_text":"Founded by Turkish immigrants and funded by US and Asian investors, is a classic European startup story Let's take a closer look at the German biotech behind the coronavirus vaccine: #CovidVaccine #COVID19 #Turkish #Germany #startups","sentiment_score":-0.0466666667}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"BBC Scotland news: Edinburgh's Christmas market will go online this year with hundreds of shops, gift-makers and food and drink producers being offered the chance to sign up. #Christmas #Market #Christmasmarket #Edinburgh #covid #business #businesses #shophttps:\/\/t.co\/mL4HRBfTKx","sentiment_score":0.0}
{"full_text":"RT And just like that ...Every fake news network has removed their coronavirus cases and death count from their screens.","sentiment_score":-0.5}
{"full_text":"RT GEORGIA Jon Ossoff's opponent is working to cancel the ACA and end pre-existing conditions protections during a pandem...","sentiment_score":0.0}
{"full_text":"The NBA and its players union said on Monday they have agreed upon terms for 2020-21 season that will start December 22.Read more: #NBA2K21 #COVID19 #basketballSource:","sentiment_score":0.5}
{"full_text":"My dad had to go to the ER with blood clots because of covid and it was one of the worst days of my life. You are his senator. Good to see this is how youre choosing to represent him and all of my loved ones in Texas you broken man. Fuck you, political hack.","sentiment_score":-0.0666666667}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT #Rehablegend Cake! Wow! What a lovely gesture from a #Rehablegend for her #Rehablegend team ","sentiment_score":0.3125}
{"full_text":"Probably died of COVID.","sentiment_score":0.0}
{"full_text":"RT NEWS: We've introduced Lockdown Geese to campus to enforce the current restrictions.","sentiment_score":0.0}
{"full_text":"RT Voters in Georgia are being asked to return two Senators who used insider information, held from the public, to make stock...","sentiment_score":0.0}
{"full_text":"Winter is Coming.","sentiment_score":0.0}
{"full_text":"Kelly Loeffler and Richard Burr Were Briefed on Coronavirus. Then They Sold Stocks. What Now? #GOPTaxScam","sentiment_score":0.0}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"Just siphoning off tax dollars billing us for his golf. That's all  he's doing and really all he's good for.","sentiment_score":0.45}
{"full_text":"RT COVID is about to explode. COVID IS ABOUT TO EXPLODE. Everywhere. Where is the plan to transfer health resources using our s...","sentiment_score":0.0}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT .@JoeBiden and I are ready to get COVID-19 under control. We're ready to rebuild our economy. We're ready to meet the cha...","sentiment_score":0.2}
{"full_text":"RT #Nebraska Governor Pete Ricketts and First Lady Susanne Shore are in quarantine. A statement released this morning sai...","sentiment_score":0.25}
{"full_text":"RT #NEWFDA grants Emergency Approval to Eli Lilly #bamlanivimab - a one-time infusion of the treatment reduced the need for h...","sentiment_score":0.0}
{"full_text":"RT Let's take a moment to thank our nation's poll workers. Their hard work and diligence during this year's election helped...","sentiment_score":-0.2916666667}
{"full_text":"Carabao Cup Final for me.","sentiment_score":0.0}
{"full_text":"Dr. Paul Kurlanksy is back with another episode of Covid Confusion, and this one is all about the cost of confusion. Not the monetary cost, the human cost. Full video here:","sentiment_score":0.1166666667}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"It called saving lives...we are blessed that so many people came out in the middle of a pandemic to do the right thing. Under President Biden we can stay safe and get things back to normal.","sentiment_score":0.2392857143}
{"full_text":"RT Not her complaining about someone working through the 8th month of a pandemic not saying \"my pleasure\" girllll these celebr...","sentiment_score":0.0}
{"full_text":"RT It is really not safe to believe anything about the pandemic or the electoral system right now from most elected Republicans....","sentiment_score":0.1785714286}
{"full_text":"RT Notice how the chains keep moving. First you were attacked for challenging Russiagate. Then you got fact-checked for chal...","sentiment_score":0.375}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT New York's popular serial senior killer and Fauci's favorite governor turns his genius on stopping the use of a vaccine...","sentiment_score":0.4121212121}
{"full_text":"RT [CALL FOR DONATIONS]As if a pandemic wasn't enough, Super Typhoon Rolly--2020's hardest hitting storm targeted the Phil...","sentiment_score":0.1666666667}
{"full_text":"Mr Stephen Rasmussen, Lead Digital Rails, CGAP and Mr Mudassir Aqil, President &amp; CEO, will converse at the #AMC4 on how global perspectives on microfinance have evolved due to #Covid19.#AMC4 #inclusionmatters #microfinance","sentiment_score":-0.0416666667}
{"full_text":"\"My advice to you, given all of the confusion, all of the controversy, all of the uncertainty is if you need medical care, seek medical care,\" says Dr. Kurlansky. \"Covid or no Covid, we are here to take care of you.\"","sentiment_score":0.0}
{"full_text":"The public service commission interns deserves absorption, they rendered robust service during this covid 19 pandemic.","sentiment_score":0.0}
{"full_text":"RT We have placed QB Ben Roethlisberger, OL Jerald Hawkins, RB Jaylen Samuels, and LB Vince Williams on the Reserve\/COVID-19 Lis...","sentiment_score":0.0}
{"full_text":"RT ridiculous how much money i manage to waste when we're in lockdown","sentiment_score":-0.1111111111}
{"full_text":"RT Five days isolation for Big Ben and three teammates, which means they were designated \"high risk\" close contacts of a pos...","sentiment_score":0.08}
{"full_text":"RT 10.30am: Dido Harding, head of NHS Test and Trace, gives evidence to the Commons health and science committees, who are ho...","sentiment_score":0.0}
{"full_text":"Businesses forced to close because of Lockdown and Tier 3 can now apply for a grant at If you have adopted alternative routes to the customer, eg take away, online, contact for free promotion","sentiment_score":0.05}
{"full_text":"RT New York's popular serial senior killer and Fauci's favorite governor turns his genius on stopping the use of a vaccine...","sentiment_score":0.4121212121}
{"full_text":"RT The racist colonial mentality leapt out.Who's going to tell Roy that there have been more cases of Covid (and deaths) o...","sentiment_score":0.5}
{"full_text":"Systemic racism.","sentiment_score":0.0}
{"full_text":"RT Buhari says make dem make COVID-19 vaccine available for every country. like say na charity.Lmfaooooooooooooooooooo","sentiment_score":0.4}
{"full_text":"This makes a lot of great points, and we definitely should try improving telehealth experience as much as possible before the pandemic is over.","sentiment_score":0.2666666667}
{"full_text":"RT This GROSS LIE from Mike Pence today is the equivalent of me tweeting something this stupid:HUGE NEWS: Thanks to the publ...","sentiment_score":0.1}
{"full_text":"RT MoS addressed the 73rd Annual General Meeting of the Indian Banks' Association.\"I applaud each and ever...","sentiment_score":0.05}
{"full_text":"This sums it up nicely. What a show!","sentiment_score":0.75}
{"full_text":"Well shit...","sentiment_score":-0.2}
{"full_text":"RT Important rally to re-instate New York Stock Transfer Tax. This one tax alone, would cover most of the deficit, without hu...","sentiment_score":0.3454545455}
{"full_text":"Amid the ongoing pandemic, it is encouraging to see the Southeastern Wisconsin #industrial market indicators remain strong. Watch as Advisor Kyle Fink shares insight into market conditions in our Q3 SE Wisconsin industrial market update.","sentiment_score":0.4333333333}
{"full_text":"RT El Paso, TX will have 10 mobile morgues as the #COVID19 death toll continues to rise there and hospitals are overwhelme...","sentiment_score":0.0}
{"full_text":"RT Well said!","sentiment_score":0.0}
{"full_text":"RT The Affordable Care Act case goes before the Supreme Court today. It's why the GOP rammed Amy Coney Barrett through in reco...","sentiment_score":0.0}
{"full_text":"RT  President #Putin: The #SCO countries provide help &amp; support to  each other in fighting #COVID19.  #Russia has donated...","sentiment_score":-0.125}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"UK redundancies hit record before second Covid lockdown Job furlough scheme fails to stop 314,000 peop... via","sentiment_score":-0.25}
{"full_text":"Yeah you've had Covid but have you ever had to take care of somone with it... omg","sentiment_score":0.0}
{"full_text":"Hopes rise for end of pandemic as Pfizer says vaccine is 90% effective!","sentiment_score":0.75}
{"full_text":"RT Grown up politicians using hashtags like #SpinFeinI'd be disappointed if our primary pupils behaved in such a childis...","sentiment_score":-0.1166666667}
{"full_text":"RT President-elect Biden added whistleblower Dr. Rick Bright as a member of his coronavirus advisory board. #BidenWonDay","sentiment_score":0.7}
{"full_text":"This very sad...","sentiment_score":-0.65}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"Fireable behavior","sentiment_score":0.0}
{"full_text":"Tic toc ","sentiment_score":0.0}
{"full_text":"Principal of the Year JoAnne Glenn's presentation at Livestream addressing #accessibility and engagement during #COVID is a much watch. ","sentiment_score":0.2}
{"full_text":"RT Who is the world? You fucking bum ass! Contribute nothing to the world but hold your stainless 555 bowl out first to rec...","sentiment_score":-0.1}
{"full_text":"Big Ben noooooo","sentiment_score":0.0}
{"full_text":"mp asked whether his consituency can get out of lockdown elsewhere says hell look yet london told by boris nope when london business owners asked","sentiment_score":0.0}
{"full_text":"The hospital is the safest place to be, so don't stay silent and don't stay home. At the first sign of heart attack or stroke symptoms, call 911. Visit Locally supported by","sentiment_score":0.0833333333}
{"full_text":"inaW lilWhi wainaW ilayhi raji`uwna He is no more with us. Yesterday he tested positive for Covid-19 and was diagnosed with cerebral hemorrhageAdnan Haleem 3rd year MBBS student KMCMay Allah grant him highest ranks in Jannah and patience to his family Aameen","sentiment_score":-0.0075757576}
{"full_text":"RT Today as covid infections rage across the USA and over 140 million Americans have a pre-existing medical condition, is Trump...","sentiment_score":0.0}
{"full_text":"RT The Affordable Care Act case goes before the Supreme Court today. It's why the GOP rammed Amy Coney Barrett through in reco...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT MEET JOE BIDEN'S COVID ADVISOR:","sentiment_score":0.0}
{"full_text":"RT \"Pandemic school is clearly not working well, especially for younger children,\" writes. But parents are c...","sentiment_score":-0.0166666667}
{"full_text":"The Democrats have defeated the Covid-19 !!!  It was the miracle of the century when Biden's \"victory\" was announced.  Hundreds of thousands of voters took to the streets without social distancing and often without masks.  Are these the same voters who voted by mail?","sentiment_score":0.0166666667}
{"full_text":"RT Another lie. COVID tracker still there.   ","sentiment_score":0.0}
{"full_text":"Pain","sentiment_score":0.0}
{"full_text":"Does this mean they have it or they're just isolating them","sentiment_score":-0.3125}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT Researchers believe COVID-19 can affect male fertility","sentiment_score":0.0}
{"full_text":"RT An immigration lawyer says since the pandemic, alternative solutions to migrant detention are more easily accepted. He says it...","sentiment_score":0.4666666667}
{"full_text":"FREE TODAY ONLY!When foreign commandos disguised as corporate trainers lock down a San Francisco tech company, Deb Bollinger has forty hours to learn the truth and avert disaster. Grab Blackquest 40 by: Jeff Bond now!https:\/\/t.co\/LW5MzJ5rv7 #freeebook #booklover #thrillers","sentiment_score":0.0298611111}
{"full_text":"Before Covid-19, Wuhan was better known as the spiritual home of Chinese punk. Here's how a scrappy port city became an outlet for China's disenchanted youth.","sentiment_score":0.1666666667}
{"full_text":"This latina is ready to play with you.. come with me.. I'm Online NOW Here #tuesdayvibe#LoveKilla1stWin #PowerYourDreams#webcam #Stayhome","sentiment_score":0.2}
{"full_text":"#ICYMIVideo conferencing provided a way out of the chaos sparked by the pandemic. Now it is threatening to take over life as we know it.","sentiment_score":0.0}
{"full_text":"Dems campaigning and running of the Party is horrendous. Democratic administrations have done better on the economy historically and the economy was declining 5 months before COVID.","sentiment_score":0.25}
{"full_text":"Have you been in close contact with someone who has #COVID19? #SlowtheSpread and quarantine for 14 days after your last contact. For more information, visit Even if you test negative, or feel healthy, continue to stay home for 14 days after the exposure.","sentiment_score":0.175}
{"full_text":"With days getting colder and lockdown measures in full effect, we can all take inspiration from the determination, generosity and altruism of - pictured here with fellow Decca star who presented Sir Tom with his Pride of Britain award.","sentiment_score":0.35}
{"full_text":"RT Cc: Is the plan to just kill us all o...","sentiment_score":0.0}
{"full_text":"In this week's edition, we tackle the Supreme Court, mail-in voting, political involvement and Drury's post-Thanksgiving COVID response plans:","sentiment_score":0.0}
{"full_text":"Despite lockdown, we know our learners are looking to their futures &amp; we're here to help!If you require any careers information, advice or guidance, don't hesitate to get in touch by phone on 01482 598860 \/ 07961048146 or via email at careersadvice@hull-college.ac.uk.","sentiment_score":0.0}
{"full_text":"Mans isn't gonna give a fuck that mason and phil took girls into their hotel against covid guidelines. They give a fuck","sentiment_score":-0.4}
{"full_text":"COVID may have reversed decline in Canadian trust in scientists, survey says","sentiment_score":0.0}
{"full_text":"I don't even remember what a 9 to 5 look like. As a stay-at-home mom, the only shift I have is 24\/7. My job literally starts from when I open my eyes to when I close my eyes. And even when my eyes are closed, I am still on-call. #parenting #mom #momlife","sentiment_score":-0.0333333333}
{"full_text":"#Nurse appreciation post! Thank you to our school nurse and nurse's aides for keeping us safe and healthy throughout the pandemic! We know your job isn't easy and we are grateful for all that you do. #TinleyTitanPride #schoolnursesrock ","sentiment_score":0.5194444444}
{"full_text":"Emergency First Aid at Work Course for December. Use the link to book on the courseAll courses are Covid safe and meet HSE guidelinesEmergency First Aid at Work 6 Hour Level 3 (VTQ) - EFAW Course in Dereham Norfolk on 12 Dec 2020","sentiment_score":0.3333333333}
{"full_text":"BIG SHOUT OUT to for organising such a useful, engaging talk with WBCU-C Artistic Directors from across the land. I'm feeling totally inspired, seen &amp; supported as a grafting, lower socioeconomic Theatre Maker in this industry - we can do this woah Thank you S&amp;C x","sentiment_score":0.1722222222}
{"full_text":"If we really want to consign this virus to the past, we will have to make sure it gets to those who need it, wherever they are, writes","sentiment_score":0.15}
{"full_text":"Can a pandemic be \"weaponized\" against marginalized communities?From access to information to access to health care, we look at why the COVID-19 crisis caused a rights roll-back for some communities, including in Myanmar, Bangladesh, Syria, &amp; DRC. ","sentiment_score":0.0}
{"full_text":"Protect yourself and others: join CSA astronaut and the millions of Canadians who have downloaded the #COVIDAlert app. #COVID19Apple:     Android:","sentiment_score":0.0}
{"full_text":"Saeb Erekat, longtime spokesman for Palestinians, dies at 65 after contracting COVID-19https:\/\/t.co\/AqpLhRbDVQ#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"I'm so fed up with the misery of lockdown, but as my wonderful little wartime cookery book shows (tripe, cow's heel or sheep's head, anyone?!) we don't know we're born!The NEW Feel Well With Bel is here:","sentiment_score":0.1955492424}
{"full_text":"Opinion writer discusses the future of the pandemic after the 2020 presidential election.https:\/\/t.co\/axGNfTQO84","sentiment_score":0.0}
{"full_text":"My contribution to this months #tsql2sday How Are You Coping with Pandemic?https:\/\/t.co\/7FNMzVlQOnI am also hosting this month!","sentiment_score":0.0}
{"full_text":"Waiting for Pfizer's COVID-19 vaccine to arrive at the local pharmacy?https:\/\/t.co\/AsWwZvgilE","sentiment_score":0.0}
{"full_text":" Add your phone to the fight! Download the COVID Alert PA app so you can get a notification if you've been in close contact with someone who later tests positive for #COVID19, or anonymously notify other residents if you test positive. Learn more:","sentiment_score":0.1659090909}
{"full_text":"Morehead State University stands with everyone in our Commonwealth in the fight against COVID-19. Wherever you are, you can join our virtual tolling of the Bell Tower. We will get through this together. #TogetherKy #TeamKentucky #EaglesAlwaysSoar","sentiment_score":0.0}
{"full_text":"More heroics from Big Ben","sentiment_score":0.25}
{"full_text":"With the challenge or another lockdown, many of us might find we're spending more time at home, have more time on our hands and, if we choose, easier access to alcohol 24\/7. If you're worried a friend or loved one might be drinking too much   ","sentiment_score":0.48}
{"full_text":"Safaricom borrows Sh24bn as corona cuts profit 6pc","sentiment_score":0.0}
{"full_text":"I just saw the death tracker.  You're a sad man. COVID is not a joke. Trumps inaction caused this crisis.","sentiment_score":-0.5}
{"full_text":"Mass Covid testing to be rolled out across local authorities including Wakefieldhttps:\/\/t.co\/S4KzfkG7iR","sentiment_score":0.0}
{"full_text":"They have to forfeit... it's only fair.","sentiment_score":0.35}
{"full_text":"RT Voters in Georgia are being asked to return two Senators who used insider information, held from the public, to make stock...","sentiment_score":0.0}
{"full_text":"The pandemic has shifted businesses' mindsets across all industries. Join Danny Elfenbein and me, this Thursday at 12pm ET, as we discuss #digitaltransformation and #innovation stemming from the pandemic.Register today  ","sentiment_score":0.0}
{"full_text":"The coronavirus vaccine developed by Pfizer could be rolled out across the UK by Christmas after initial trials of the drug were successful. #Pfizer #coronavirus #vaccinehttps:\/\/t.co\/R3w5xB0bRn","sentiment_score":0.2833333333}
{"full_text":"Welp","sentiment_score":0.0}
{"full_text":"Public Space Programming Pivots: Sustaining cities in the face of a pandemic, part 3 featuring #CivicCommonsUS","sentiment_score":0.0}
