{"full_text":"\"COVID-19 reopening strategies at the county level in the face of uncertainty: Multiple Models for Outbreak Decision Support\": paper looks at the results of 17 different models.)(h\/t","sentiment_score":0.0}
{"full_text":"RT I want a President who will care about and pay attention to this pandemic.","sentiment_score":0.0}
{"full_text":"Fact. Vote and Jon","sentiment_score":0.0}
{"full_text":"I certainly respect you in every way. But I'm am extremely upset with this pandemic push and mail in ballots it's seems every battleground had high percentage of mail. Fraud could occur.  Did the media and Dems have one moment in 4 yrs promoting unity?","sentiment_score":0.0830952381}
{"full_text":"RT Meanwhile...","sentiment_score":0.0}
{"full_text":"RT So wrong...","sentiment_score":-0.5}
{"full_text":"RT One of the stark things about this country is the center, figuratively and literally, can't hold on the current economy....","sentiment_score":-0.1}
{"full_text":"RT AUD\/USD: Buyers keep eyes on 0.7300 as ASX 200 refreshes eight-month high #AUDUSD #RiskAppetite #...","sentiment_score":0.16}
{"full_text":"Funny how I couldn't get a scammer to call my phone when COVID hit. Oh but now! They just don't take a break with the tricks to get you to answer the phone.","sentiment_score":0.3125}
{"full_text":"RT COVID-19 is still here. Please continue to wear a mask and practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"Know your COVID Post Election status!!Negative!!!","sentiment_score":0.0}
{"full_text":"We've now surpassed 10,288,400 confirmed #COVID19 cases in the United States.The death toll climbs to 243,768.*157,602,857 tests completed#COVID19#TrumpBodyCount#TrumpOwnsEveryDeath","sentiment_score":0.4}
{"full_text":"RT What \"different tone\"? Wasn't this always about safety and slowing the spread? Or did he just admit that this was all...","sentiment_score":0.0}
{"full_text":"RT #Factsfirst: Jake Tapper, CNN's coronavirus double standard on Trump and Biden rallies exposedhttps:\/\/t.co\/BU3csXXgqq","sentiment_score":0.0}
{"full_text":"Are you factoring in that Covid has an order of magnitude greater mortality vs flu?  I would expect flu to be much less this year due to handwashing, partial masks\/distancing, etc, similar to South Hemi.  But decrease in deaths would be small potatoes compared to Covid.","sentiment_score":-0.0236111111}
{"full_text":"RT There's a lot going on, but we can't lose sight of the fact that the COVID-19 pandemic isn't over, and is getting worse. F...","sentiment_score":-0.4}
{"full_text":"They prevaricated over the EU negotiations and the Internal Markets Bill to see who would win. They're unlikely to have a plan B for Biden's win, just as they've never had a Plan for Covid. Johnson will try to wing it and hope someone else will sort it out for him.","sentiment_score":0.275}
{"full_text":"RT Imagine thinking that neoliberal corporatism is the path forward when we're facing a pandemic, a climate crisis, an eco...","sentiment_score":0.0}
{"full_text":"RT CNN: On Saturday, Johns Hopkins University reported 126,742 new cases of the coronavirus and 1040 new deaths.","sentiment_score":0.1363636364}
{"full_text":"This is what sane, level headed people deal with.He and the governor need to resign but won't.","sentiment_score":0.0}
{"full_text":"RT Seeing lots of fawning media coverage of celebratory gatherings all over the US celebrating Trump's expected ouster. So eit...","sentiment_score":-0.1}
{"full_text":"RT Is it any wonder why people who couldn't book a presser at the Four Seasons also couldn't handle Coronavirus?","sentiment_score":0.0}
{"full_text":"Just got back from Costco.  So we're doing this toilet paper thing again are we?  #panicbuying #STOPIT","sentiment_score":-0.0166666667}
{"full_text":"RT The pandemic will change the way cities operate for a long time. takes a look at what entertainment in cities will look...","sentiment_score":-0.05}
{"full_text":"RT Trump told his supporters if biden was elected, liberals mobs will torch your cities destroy your suburbs, covid will no lon...","sentiment_score":-0.2}
{"full_text":"RT DID THEY RLY WORK THAT HARD CAN WE RLY HOPE FOR THE BEST ALBUM IN THE CENTURY CORONA DIE WHY DID U HAVE TO RUIN THIS","sentiment_score":0.3541666667}
{"full_text":"Profs evaluating grad apps this Fall best keep this in mind:","sentiment_score":1.0}
{"full_text":"RT With cases rising in the U.S. and Europe, a global vaccine competition could be chaotic and deadly. The U.S. and Europe...","sentiment_score":-0.1}
{"full_text":"Once again over 100K cases in a single day.","sentiment_score":-0.0714285714}
{"full_text":"What an opportunity","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden unveils COVID-19 plan on new transition website ","sentiment_score":0.1363636364}
{"full_text":"RT Sunday is supposed to be the low point of the week. Yet we had more than 100k cases of COVID-19. This suggests a rough...","sentiment_score":0.1333333333}
{"full_text":"I don't know if we need to beat up anyone after winning two games in a row","sentiment_score":0.5}
{"full_text":"RT Let the history books note: the dildo shop next to the Trump campaign's presser had better COVID protocols than the Trump...","sentiment_score":0.25}
{"full_text":"A long-time friend of mine died in May of Covid.","sentiment_score":0.0}
{"full_text":"RT exactly as predicted. Democrats used the pandemic panic as a political tool.","sentiment_score":0.125}
{"full_text":"Maybe you forgot that thousands of households are and will continue to be under quarantine, due to COVID exposure.  Sorta bad for the economy. But, if we'd had actual leadership on COVID to begin with","sentiment_score":-0.275}
{"full_text":"You're telling me biden would have prevented almost all covid deaths?","sentiment_score":0.0}
{"full_text":"That went poorly.","sentiment_score":-0.4}
{"full_text":"RT I have a feeling COVID-19 will be fading away just a few months into the Biden presidency &amp; the media will rush to give...","sentiment_score":-0.2}
{"full_text":"This A\/B testing guide can help you squeeze the most out of your marketing in the post-corona world  #ABtesting #CRO #DigitalMarketing","sentiment_score":0.5}
{"full_text":"RT \"There are long-standing protocols for investigating the spread of a virus...There's also a more cutting-edge technology...","sentiment_score":0.5}
{"full_text":"Focus on #COVID19 crisis - data from lab","sentiment_score":0.0}
{"full_text":"Biden should hold Covid press conferences with the people on his task force as often as they can, as if he were already in office. Introduce the future team. Anyone can get a press conference. Just look at the shenanigans in Jacob Wahl's driveway. Biden will even get airtime.","sentiment_score":0.0}
{"full_text":"RT This is a Sunday report. We are on pace to absolutely shatter the hospitalization record. It's all very bad. It's the most...","sentiment_score":-0.07}
{"full_text":"RT My former professor, Dr. Marcella Nunez-Smith, world expert on promoting health equity for marginalized populatio...","sentiment_score":0.0}
{"full_text":"RT This is the same guy who prayed Covid away in March.","sentiment_score":0.0}
{"full_text":"IDK why but I really like that New AMAZON Commercial where the young lady got Lead dancer but Covid ruined it &amp; she still found a way to Make the Show go on .","sentiment_score":0.1090909091}
{"full_text":"RT COVID-19 is still here. Please continue to wear a mask and practice social distancing.","sentiment_score":0.0333333333}
{"full_text":"RT BREAKING NEWS!!! awarded District Championship as Lindbergh football forfeits by Covid.","sentiment_score":0.0}
{"full_text":"RT Read my statement on measures to protect Canadians from the impacts of COVID-19 on the air travel sector ","sentiment_score":0.0}
{"full_text":"RT The President has another clear schedule tomorrow after staying out of public since Thursday. This is uncharacteristic for th...","sentiment_score":0.05}
{"full_text":"RT I never want to head the dems talk about shutting things down again. The hypocrisy is absolutely insane","sentiment_score":-0.5777777778}
{"full_text":"RT Through their votes, the American people have decided they want a new approach to the pandemicBut we have 73 days until n...","sentiment_score":0.0681818182}
{"full_text":"RT California has opened up a new COVID-19 testing lab that can administer 150,000 tests a day. explains why it...","sentiment_score":0.1363636364}
{"full_text":"Check out this Meetup: The Pandemic Support Group #Meetup #Medford via","sentiment_score":0.0}
{"full_text":"RT Republicans who emboldened Trump to use taxpayer dollars to campaign; weaponize the USPS to bury votes; hold rallies t...","sentiment_score":0.0}
{"full_text":"Yup! Lol.","sentiment_score":0.8}
{"full_text":"A woman shed infectious coronavirus particles for at least 70 days without showing symptoms, a study found via","sentiment_score":-0.3}
{"full_text":"RT How are we in lockdown but schools are not closed? How does it make any sense? Rest in peace","sentiment_score":0.05}
{"full_text":"RT How the characters of iCarly would react to current events: COVID, the election, and racism","sentiment_score":0.0}
{"full_text":"RT U.S. Surpasses 10 Million Cases Global cases topped 50 million With the pandemic's challenges deepening, the president-elec...","sentiment_score":0.0}
{"full_text":"Sorry mate, we are in lockdown and having to isolate","sentiment_score":-0.5}
{"full_text":"RT New report by our describes how Tasmania can 'build back better' out of the COVID-19 crisis and enter the ne...","sentiment_score":0.2121212121}
{"full_text":"RT #Factsfirst: Jake Tapper, CNN's coronavirus double standard on Trump and Biden rallies exposedhttps:\/\/t.co\/BU3csXXgqq","sentiment_score":0.0}
{"full_text":"RT SOBERING: We hit 10 million total #COVID19 cases today in the US. Over the past week, there has been an average of 106,972...","sentiment_score":-0.1333333333}
{"full_text":"RT We got races to win y'all-- stay focused ","sentiment_score":0.8}
{"full_text":"Yes and people give me wrappers, too. So I'd say 25% is thrown out on a large portrait. And before COVID, I'd have a bowl at my desk at work, too!","sentiment_score":0.2678571429}
{"full_text":"Covid  can bring you things worse than death.  #StayHome #noparties","sentiment_score":-0.4}
{"full_text":"RT 4) On the day South Dakota was hitting record high mortality... where was schmoozing at Mar-a-Lago in Flori...","sentiment_score":0.16}
{"full_text":"RT Can you imagine being in charge of the covid response team and just going AWOL?   People are dying.  Thousands every few da...","sentiment_score":-0.2}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"RT With cases rising in the U.S. and Europe, a global vaccine competition could be chaotic and deadly. The U.S. and Europe...","sentiment_score":-0.1}
{"full_text":"Where the fuck have you been? There's a pandemic and record numbers of people voted by mail in states that never did before. It was obvious for months to anyone who's head hasn't been in trump's ass that this was going to take longer. Guess military votes shouldn't count either?","sentiment_score":-0.1666666667}
{"full_text":"Guidance for the public on the mental health and wellbeing aspects of coronavirus (COVID-19) [Updated 4 November 2020] - Public Health England#greylit #greyliterature #nglc #COVID19 #Covid19UK #mental_healthhttps:\/\/t.co\/PAy8TOKOno","sentiment_score":-0.0333333333}
{"full_text":"Biden's to-do list on day 1 as the US president; Covid, economy, climate tops agenda","sentiment_score":0.0}
{"full_text":"US hits new COVID-19 daily record with 126,000 confirmed caseshttps:\/\/t.co\/RT6rHeBK35","sentiment_score":0.1787878788}
{"full_text":"#COVID19 UPDATE: We are reporting 15 new cases and 17 additional recoveries in the Quad-County Region. This brings the total number of cases to 2,142, with 1,826 recoveries and 26 deaths; 290 cases remain active. More at:https:\/\/t.co\/jLBNvX0Gbf #QuadCountiesNV","sentiment_score":0.1257575758}
{"full_text":"November is Home Safety Month as declared by Proclamation No. 115-A, s. 1966. During this pandemic, we are expected to stay home for most of the time. Therefore, we must make sure that our families are safe inside our homes. #HomeSafety #SafetyFirst","sentiment_score":0.35}
{"full_text":"We're looking for a Solicitor\/Clinical Supervisor to join our team! The Solicitor\/Clinical Supervisor will deal with legal issues arising from the COVID-19 pandemic and subsequent economic recession.Applications close tomorrow (10 November 2020).","sentiment_score":0.1333333333}
{"full_text":"How about bc it's the Holiday season now, the Rookies donate large amounts of food to the food banks in their City's. They haven't had to buy team dinners for thousands of dollars due to Covid-19. That would be  awesome. Just SayingLet's Start a Challenge","sentiment_score":0.3630952381}
{"full_text":"German Doctors Letter to Chancellor Merkel, Put an End to the Covid \"Fear Machine\" - ","sentiment_score":0.0}
{"full_text":"#TamilNadu Chief Secretary K Shanmugam on Sunday said Chennai, Salem, and Coimbatore districts have a #COVID19 test positivity rate of over five per cent when compared to other districts whose positive has dropped below three per cent@NewIndianXpresshttps:\/\/t.co\/uIl2CgYoOO","sentiment_score":0.0511363636}
{"full_text":"F.E.A.R. has two meanings.. The choice is yours!!#JoyTrain #Joy #MentalHealth #Mindfulness #Quote #GoldenHearts #IAM #IQRTG #FamilyTRAIN #COVID19 #SundayMorning #SundayMotivation #SundayThoughts #SuperSoulSunday #ThinkBIGSundayWithMarsha RT@BellasHope77","sentiment_score":0.8}
{"full_text":"#Science: Researchers from ,  and have led a study highlighting ways to effectively adapt therapies for patients with life-threatening #Covid19 infection by showing the protective role of one:  #Research #Cooperation","sentiment_score":0.6}
{"full_text":"The steps you're taking to protect yourself from COVID-19 can also protect you from cold and flu. Learn more:https:\/\/t.co\/BiOCNiMVpP","sentiment_score":-0.6}
{"full_text":"The Prime Minister had a telephone meeting with the State Counsellor of the Republic of the Union of #Myanmar to further strengthen relations between the two countries at the leader level.  #Thailand #COVID19","sentiment_score":0.0}
{"full_text":"THE GUY'S AN IDIOT #Clueless #JoeBiden  ==  Joe Biden at Sham Victory Parking Lot Party: \"230 Million Thousand Americans\" Have Lost a Loved One to the Coronavirus (Video) via","sentiment_score":-0.1}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"The readers of #CondeNastTraveler Magazine have spoken! #Indonesia, #Thailand, #Vietnam and #Malaysia have been named in the Top Ten countries worldwide, demonstrating the enduring popularity of the nations throughout the world. Read the news here: ","sentiment_score":0.25}
{"full_text":"Biden told me 200,000 million due to Covid ","sentiment_score":-0.125}
{"full_text":"#ThingsToDo during the #CoronaVirus #Quarantine. Number 74.   How do you attend a rock concert nowadays?  Why within your own bubble of course!  (Digital Trends)","sentiment_score":0.375}
{"full_text":"Kyrgyzstan was heavily impacted by the ongoing #COVID19 pandemic and its economic implications, especially with regard to the poor. The substandard health infrastructure, health services and increased corruption during the pandemic, says","sentiment_score":-0.1}
{"full_text":"Johns Hopkins University's coronavirus tracker reported more than 50.2 million COVID-19 cases globally as of Sunday.https:\/\/t.co\/GokmSNFd4f","sentiment_score":0.25}
{"full_text":"For subscribers : Trainer Antonio Diaz brought boxing outdoors for young athletes. The former world champion didn't want his kids to 'lose the rhythm.'","sentiment_score":0.05}
{"full_text":"The president who put together the greatest middle East piece deal in History he is oh the president that dumped NAFTA   the President who did more good for black Americans than any other? And DURRING a pandemic caused by China?  Oh there is so much good that Trump has accomplish","sentiment_score":0.3726190476}
{"full_text":"I am hoping against hope that the media realizes they have no obligation to cover any of these insane election rallies Trump is reportedly planning and refocus on the newest and deadliest wave of COVID sweeping our nation and killing more Americans than ever before.","sentiment_score":-0.25}
{"full_text":"Amid the worldwide pandemic, Licensed Professional Counselor Lisa Jamison said depression and anxiety were already high but following the South Obenchain and Almeda fires on Sept. 8, suicidal ideation and self-harm have grown even higher.By","sentiment_score":0.0866666667}
{"full_text":"Several leading grocery chains are reimposing limits on key items such as toilet paper, paper towels and disinfecting wipes, hoping to keep their shelves stocked and prevent shoppers from hoarding as they did when the pandemic began in the spring.","sentiment_score":-0.0083333333}
{"full_text":"San Antonio plant company thriving in time of COVID-19","sentiment_score":0.0}
{"full_text":"UK pandemic preparedness [Updated 5th November 2020] - DHSC#greylit #greyliterature #nglc #COVID19 #Covid19UK #exercise_cygnus #planninghttps:\/\/t.co\/2uKKV9e8xEAnnex A: about Exercise Cygnushttps:\/\/t.co\/wHcrguk3CrAnnex B: Exercise Cygnus Reporthttps:\/\/t.co\/nnEXzody8E","sentiment_score":0.0}
{"full_text":"RT STAND UP for US: MILLIONS of unemployed WORKERS &amp; FAMILIES are struggling. Our jobs are gone due to COVID-19. I...","sentiment_score":-0.125}
{"full_text":"\"The pandemic has really made it quite obvious that if you don't put yourself on the list of priorities, you won't have time. So, make yourself important.\" 3 female physicians discuss balancing work, family, and mental health during #COVID19.","sentiment_score":0.1}
{"full_text":"In the coming weeks, Microsoft and Xbox will release its newest video game consoles for the first time in seven years and the demand could not be higher.","sentiment_score":0.0333333333}
{"full_text":"Beating back the coronavirus pandemic and slowing the rise in global temperatures are some of the top priorities for America's partners.","sentiment_score":0.1666666667}
{"full_text":"RT My personal resolution for this upcoming election cycle is to make sure everyone knows what a pathetic coward is. A...","sentiment_score":-0.1666666667}
{"full_text":"The drink that kept us going through Covid-19 via","sentiment_score":0.0}
{"full_text":"He can litigate as much as he wants but if lawyers scatter, &amp; courts no longer listen, he will find himself ruling only the island called Trump as a mere show of reality https:\/\/t.co\/yIRg0MXbNbA reality TV star botched the response to a global pandemic","sentiment_score":-0.075}
{"full_text":"\"These are very intriguing findings.\"","sentiment_score":0.39}
{"full_text":"More people are working at home, and that is a trend that likely will continue. But does this represent an opportunity to deduct expenses related to having a home office? Possibly.","sentiment_score":0.125}
{"full_text":"Trump and others lied saying that Covid19 is nothing to fear.Please read this.Wear a mask. Social distance. Wash your hands. Let us keep each other safe.","sentiment_score":0.1361111111}
{"full_text":"RT CNN: On Saturday, Johns Hopkins University reported 126,742 new cases of the coronavirus and 1040 new deaths.","sentiment_score":0.1363636364}
{"full_text":"old people: protect them. nursing homes more ppe, testing, etc. retirees should have groceries\/essentials delivered to them. younger people resume life pre-covid. everything opens. immunity builds!:)","sentiment_score":0.275}
{"full_text":"Time: 02:00 * Temp: 11.7degC * Wind: SSE 2.0 to 4.9mph * Pressure: 1010.0hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:42 * Sunset: 16:31 * Cloudbase: 320ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Since September\/October 2017, I've been finding ways to solve the problems IHS has. And to this day, even in the middle of COVID-19. I HAVEN'T STOPPED AT ALL!! I'm NOT going to stop helping IHS just because the IHS ASB is so COMPLACENT like average wannabe politicians!!","sentiment_score":-0.1171875}
{"full_text":"We all knew the #SCAMDEMIC2020 would be over on 11.4 regardless of the outcome.","sentiment_score":0.0}
{"full_text":"Van Jones compares mask wearing to MAGA hats.","sentiment_score":0.0}
{"full_text":"Apparently someone at school has covid Lasted longer than I thought","sentiment_score":0.05}
{"full_text":"RT Just cause you get hit really hard with covid doesn't mean you can't turn it around. Look at Israel and Belgium (&lt;-on its wa...","sentiment_score":-0.3020833333}
{"full_text":"RT DONALD TRUMP* impeached, one term president* twice lost the popular vote * 235,000 di...","sentiment_score":0.6}
{"full_text":"Current Conditions for #Sayre PATemp: 44.2FWind Chill: 44.2FHumidity: 96%Dew Point: 43.1F Barometer: 30.457 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 194.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"While you were out buying toilet paper when Covid started, we were out buying ammo. Best of luck.","sentiment_score":0.4833333333}
{"full_text":"These aren't \"new\" jobs. These are jobs people went back to after the GOP's mishandling of a pandemic. Nice try on spinning it like you actually did something.","sentiment_score":0.1840909091}
{"full_text":"Some people are crazy about Covid-19, ether think it's a hoax, but realy kill peoples. Very good example was India.","sentiment_score":0.155}
{"full_text":"RT Your constituents are dying. There were 1,400+ new COVID cases yesterday alone, Governor. Maybe that should be your focus...","sentiment_score":0.1363636364}
{"full_text":"Be safe, wear a mask, and keep social distance.","sentiment_score":0.2666666667}
{"full_text":"RT Fantastic message from the British PM on Deepavali and on how Indians are doing service from temples by serving food to th...","sentiment_score":0.2}
{"full_text":"Reports Soaring Profits As Pandemic Keeps People At Home Playing Video Show Ballots Cast For Trump Being Found In A Georgia Dumpster?","sentiment_score":0.0}
{"full_text":"If Trump had taken Covid more seriously it would be a case closed and no one would have to worry about fines or covid. Stop whining.","sentiment_score":0.0222222222}
{"full_text":"RT I want a President who will care about and pay attention to this pandemic.","sentiment_score":0.0}
{"full_text":"MazikGlobal has expanded its MazikCare COVID-19 solutions and created Vaccine Flow for our unprecedented times and the need to reimagine vaccine management.","sentiment_score":0.6}
{"full_text":"6 skills employees will need in the post-pandemic workplace","sentiment_score":0.0}
{"full_text":"Idk who started the trend but just because trump is gonna be out of office soon doesn't mean corona is over. Mask up Chicago, this shit isn't over yet.","sentiment_score":-0.25625}
{"full_text":"philippines was so strict too but idk why we still have a lot cases too","sentiment_score":0.0}
{"full_text":"RT U.S. becomes first country to surpass 10 million COVID-19 cases - National |","sentiment_score":0.25}
{"full_text":"(also yeah, he was republican, naturally...  . Oh yes, and the republican dead pimp who got elected in NV in 2018.. )","sentiment_score":-0.05}
{"full_text":"RT Robocalls told at least 800K swing state residents to \"stay home.\" The FBI is now investigating","sentiment_score":-0.3}
{"full_text":"RT Operation Warp Speed preps for COVID-19 vaccine delivery upon FDA approval","sentiment_score":0.0}
{"full_text":"RT Seeing lots of fawning media coverage of celebratory gatherings all over the US celebrating Trump's expected ouster. So eit...","sentiment_score":-0.1}
{"full_text":"Wait, are the smart Dems that won't go to the polls in a pandemic the same ones dancing in the streets? Or are they the less smart ones?","sentiment_score":0.0654761905}
{"full_text":"Thoughts are w the 4,058(BC no report) across Canada who were newly tested positive &amp; the families &amp; loved ones of the 32 Canadians who succumbed to COVID19 today.There are 1,383 in hospitals. I don't spend any time whatsoever thinking about what might have been~Alex Trebek ","sentiment_score":0.3545454545}
{"full_text":"RT And we need  a president who promised he will get rid of covid 19 so why isn't his ass...","sentiment_score":0.0}
{"full_text":"Health officials Wednesday warned of a \"staggering\" death toll in Arizona as cases of the novel coronavirus continue to rise unabated, citing fatigue over Covid-19 and crowded holiday gatherings as potential dangers. #phoenix ","sentiment_score":0.0}
{"full_text":"RT Hey, PHS...Congratulations to these students who won awards at the William Tennent virtual Invitational: Tyler Mruczinsk...","sentiment_score":0.0}
{"full_text":"Gov. Cuomo foresees 'long two months' ahead for nation still dealing with coronavirus, Trump","sentiment_score":-0.05}
{"full_text":"Help is on the way for Houston #musicians and music venues hit hard by the #Covid19 #pandemic. ","sentiment_score":-0.2916666667}
{"full_text":"RT The Republican Party has a responsibility to speak up and to stop being complicit in this bullshit. Espe...","sentiment_score":0.0}
{"full_text":"Sales of the developer's new condominium units in Hawaii continued in the third quarter, despite the Covid-19 pandemic closures and restrictions on travel to Hawaii. ","sentiment_score":0.0681818182}
{"full_text":"fake maskers are you wearing your covid 19 gas stopper ?","sentiment_score":-0.5}
{"full_text":"I was 13, I read Albert Camus' \"The Plague.\" My main take-away, apart from rats was that the main character, a doctor, despite tending plague-ridden patients and exhaustion, never gets sick. How? Read More on Medium:   #writing #covid #politics","sentiment_score":0.0297619048}
{"full_text":"I did threaten to feed them to the gators after their murderous attempt upon my life. But I pray that they just stay home and play Hitler reruns of WW2. Simple big mouth fools talking out the side of their neck. Very uncivilized fools","sentiment_score":0.0666666667}
{"full_text":"If you exclude enough states, the death toll from COVID-19 is, like, really low!","sentiment_score":0.0}
{"full_text":"RT The one thing that might make me lose my shit will be seeing conservatives pretending like they care about the Covid de...","sentiment_score":-0.2}
{"full_text":"RT World knew Dems were out voting early\/mailing in votes, in recognition of staying safe during time of Covid.World kn...","sentiment_score":0.5}
{"full_text":"RT Truly disgusting!!!","sentiment_score":-1.0}
{"full_text":"Total COVID-19 tests performed in Greenland: 11,467. 17 cases, of those 0 today; 0 death, of those 0 today.","sentiment_score":0.0}
{"full_text":"RT Lifting of the curfew doesn't mean the danger of #COVID19 is over and people can continue their daily activities as usua...","sentiment_score":-0.15625}
{"full_text":"\"Smuggled pangolins\".","sentiment_score":0.0}
{"full_text":"buddy that's like a hop and a skipWHEN IT ISN'T PANDEMIC SEASON......","sentiment_score":0.0}
{"full_text":"Several Kroger rivals are beating it in attracting and keeping new customers through the pandemic, prompting one analyst to recommend investing in other supermarkets rather than Kroger's stock. ","sentiment_score":0.0037878788}
{"full_text":"#minkcovid not only is Mink Covid concerning but why do we still have mink farms Denmark?","sentiment_score":0.0}
{"full_text":"Another example of #GOPComplicitTraitors","sentiment_score":0.0}
{"full_text":"The COVID 19 pandemic only underscored the fundamental reason I ran for office - to help people, to help our community, to help our small businesses.","sentiment_score":-0.125}
{"full_text":"We're in the middle of talking about the election and how Donald Trump is trying to steal it, and planning how to make sure Biden properly rewards the voters who got him the win. We're also talking about COVID and how to keep it under control, it's just being overshadowed rn","sentiment_score":0.325}
{"full_text":"Watch yourself You time is still numbered!","sentiment_score":0.0}
{"full_text":"Wow... it's a good thing we don't have a PANDEMIC going on that he's 100% Ignored since he lost the election","sentiment_score":0.4}
{"full_text":"What has trump said about Covid since Election Day?","sentiment_score":0.0}
