{"full_text":"RT 'Caught up in their own bullshit': The cost of Sweden's controversial coronavirus strategy","sentiment_score":0.575}
{"full_text":"RT covid is going 12M-0 against America and y'all still wanna go black friday shopping??????????????????????????","sentiment_score":-0.1666666667}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"RT #DelhiNeed #Blood Type :  A-positiveAt : Aakash Hospital, DwarkaBlood Component : Need Plasma from A+ve #COVID19 reco...","sentiment_score":0.0}
{"full_text":"RT 67,983,936 Brits were not in hospital 'with Covid' yesterday.Just 16,064 were.That's just 1 person in every 4.200.Y...","sentiment_score":0.0}
{"full_text":"This is a really good question!","sentiment_score":0.875}
{"full_text":"Covid confesses the cause of most all prior plagues. With austerity measures\/ Perionds of Enclosure ('corona- 'crown' + 'eclipse') it was discovered before starving to death, people get sick. Nomenclature of 'plague' adds sciecey touch.","sentiment_score":-0.0714285714}
{"full_text":"RT do not ever fucking forget that nurses died after working in COVID ICUs wearing trash bags over their clothes while co...","sentiment_score":-0.6}
{"full_text":"RT New York City SantaCon canceled due to COVID pandemic","sentiment_score":0.0056818182}
{"full_text":"RT Two months ago, it was projected that one in every 880 L.A. County residents were infected with COVID-19. Now, it's estimate...","sentiment_score":0.0}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"RT #HyderabadNeed #Blood Type :  B-positiveAt : Yashoda HospitalBlood Component : Need Plasma from B+ve #COVID19 recover...","sentiment_score":0.0}
{"full_text":"RT PM Shri visits Zydus Biotech Park in Ahmedabad to review the development of #COVID19 vaccine candidate ZyCOV-D...","sentiment_score":0.0}
{"full_text":"RT i wish people would stop treating me like i am being overly paranoid\/overly cautious about this virus when we're approach...","sentiment_score":0.0}
{"full_text":"RT We're all sitting at home and our only sense of normalcy is WATCHING YOU GUYS PLAY on our TVs... Adjusting our fantasy...","sentiment_score":0.0}
{"full_text":"RT Amazon has added 427,300 employees in 10 months. Jeff Bezos could give every Amazon employee $105,000 and still be as rich as...","sentiment_score":0.375}
{"full_text":"RT it is disgusting that localities nationwide, in the midst of a pandemic &amp; economic crisis, have allocated money for ch...","sentiment_score":-0.4}
{"full_text":"The latest Dentimes ! Thanks to #covid19 #dentistry","sentiment_score":0.4125}
{"full_text":"RT Black Friday shopping report..in the age of COVID coming up at 10 pm! #behindthescenes","sentiment_score":-0.2083333333}
{"full_text":"Way to go!","sentiment_score":0.0}
{"full_text":"RT Broncos place Diontae Spencer on COVID-19 list","sentiment_score":0.0}
{"full_text":"RT Is the Government creating a pseudo pandemic to scare people?\"No need to vaccinate people who aren't at risk from a diseas...","sentiment_score":0.0}
{"full_text":"RT Advocate calling for #COVID19 relief packages: \"We need to know that when people get to the holidays they're not going to fin...","sentiment_score":0.0}
{"full_text":"RT This dude is one Covid vaccine away from being a mass shooter.","sentiment_score":0.0}
{"full_text":"RT In Australia, the lockdown 9 months ago is a surreal memory to us now. We unitedly did what was n...","sentiment_score":0.25}
{"full_text":"RT The irony is rich. Dems are destroying many of their core constituencies: Hollywood, Broadway, pro sports, and Rock &amp; Roll.B...","sentiment_score":0.225}
{"full_text":"RT Momoland's Nancy currently awaiting COVID-19 test results; overlapping tracks with confirmed casehttps:\/\/t.co\/HVgJtOyoag","sentiment_score":0.2}
{"full_text":"RT The Covid19  affect everyone differently some people have it much worse than others.Stay calm and don't panic.#MaskUp","sentiment_score":-0.0333333333}
{"full_text":"RT 'BE serves as a chronicle of what 2020 has been during lockdown: a year of uncertainty, anxiety, depression and frustration...","sentiment_score":0.0}
{"full_text":"RT Ahmedabad: Prime Minister Narendra Modi arrives at the Zydus Biotech Park to review the development of #COVID19 vaccine candidate...","sentiment_score":0.0}
{"full_text":"RT Imagine protesting housing the homeless in the middle of a pandemic. In a reasonable society people would be ashamed to sho...","sentiment_score":0.1}
{"full_text":"Y U PRandomly appeared in my mentions just to insult meProfile had covid denial and also anti BLM stuff, very quick block","sentiment_score":0.4333333333}
{"full_text":"RT Which game is better? Roulette, where you have a 1 in 38 chance of winning? or Russian roulette where you have a 5 in 6 chance...","sentiment_score":0.15}
{"full_text":"RT COVID has taken too many of our beloved. Recently I lost my Brother-in-Law, Kailash Trivedi ji- MLA, Senior Minister Bha...","sentiment_score":0.4}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"In other words they are using it to cover up their spying prior to covid","sentiment_score":-0.0625}
{"full_text":"RT do not ever fucking forget that nurses died after working in COVID ICUs wearing trash bags over their clothes while co...","sentiment_score":-0.6}
{"full_text":"Everyone in this photo is wearing a mask and there's hand sanitizer on the pew. Why are people talking about COVID","sentiment_score":0.0}
{"full_text":"RT MAGA, quick tutorial for you. The is trying to pass COVID relief for corporations effectively creating a bailout...","sentiment_score":0.4666666667}
{"full_text":"Short answer: Yes.However, I think people would be more likely to take the pandemic seriously had the messaging been better from the beginning. Making it political meant that a third of the country made the whole thing take longer than most people have patience for.","sentiment_score":0.1518518519}
{"full_text":"RT The people posted this, realized the data \"didn't fit the narrative\" and quickly took it down. Ooops. Someon...","sentiment_score":0.1925925926}
{"full_text":"RT Steve Bruce has confirmed three of his Newcastle players and a member of staff have tested positive for coronavirus. Non...","sentiment_score":0.3136363636}
{"full_text":"RT PM Shri Ji at Zydus Biotech facility in Gujarat taking stock of Covid19 vaccine development . #ModiGovt #Nare...","sentiment_score":0.0}
{"full_text":"RT Had an excellent discussion with my friend, UK PM on an ambitious roadmap for India-UK ties in the next dec...","sentiment_score":0.4166666667}
{"full_text":"RT Not different from Mitch McConnell's \"let it all burn, and let the covid-poors fend for themselves\" attitude now.","sentiment_score":0.0}
{"full_text":"RT Amazon has added 427,300 employees in 10 months. Jeff Bezos could give every Amazon employee $105,000 and still be as rich as...","sentiment_score":0.375}
{"full_text":"RT We're facing an unprecedented hunger crisis in America. 26 million people, or 1 in 8 Americans, are going hungry. In the rich...","sentiment_score":0.4875}
{"full_text":"Isn't he responsible for the covid19 pcr test that's gotten us in this casedemic mess? And for some of the original modeling? I'm fairly certain he's named in the lawsuits over pcr tests being filed in Canada, Germany &amp; US to start.","sentiment_score":0.1535714286}
{"full_text":"RT Check the stats. U.S. deaths this year are pretty much in line with years past.  But deaths from pneumonia, heart disease a...","sentiment_score":0.0666666667}
{"full_text":"RT Remember those flights that took home while telling the rest of us to stay home?Turns out they cost more than...","sentiment_score":0.5}
{"full_text":"RT Amazon has added 427,300 employees in 10 months. Jeff Bezos could give every Amazon employee $105,000 and still be as rich as...","sentiment_score":0.375}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"AZ looking like a failed state under","sentiment_score":-0.5}
{"full_text":"Never forget this when you vote municipally","sentiment_score":0.0}
{"full_text":"RT NEVADANS: sisolak has mandated that starting today restaurants decrease to 25% capacity and 4 people per table. 1. do...","sentiment_score":0.0}
{"full_text":"RT Please do not die of coronavirus","sentiment_score":0.0}
{"full_text":"RT We've sent you two relief bills. Go ask Mitch.","sentiment_score":0.0}
{"full_text":"Lol, he be like Covid-19 dey on break for naija.","sentiment_score":0.8}
{"full_text":"RT AOC casually raised $75K+ for low-income families by playing video games for a few hours while educating current &amp; future...","sentiment_score":-0.175}
{"full_text":"RT Hey my name is Vastia and I'm a poet and a single mom &amp; at the moment my only means of income ar...","sentiment_score":-0.0357142857}
{"full_text":"Tenant Rep's: Most Important Now Than Ever #CRE #TenantRep #COVID-19 #NewNormal #CorporateRealEstate #TenantTips ","sentiment_score":0.45}
{"full_text":"LA County Enacts New Stay-at-Home Order as COVID-19 Cases Spike","sentiment_score":0.1363636364}
{"full_text":"England Will Use Covid Testing to Shorten Travel Quarantines","sentiment_score":0.0}
{"full_text":"RT A great article detailing how horrible the media attacks on the Victorian Covid recovery in particular at Dan and team....","sentiment_score":-0.0111111111}
{"full_text":"RT As we know already #CleanlinessKeepsDiseasesAway and this is very crucial as we are suffering from corona disease, we h...","sentiment_score":0.0}
{"full_text":"RT 31. Before this pandemic, tens of millions of Americans couldn't handle an unexpected expense of $400 or more. If you are in...","sentiment_score":0.3}
{"full_text":"Blaydes vs. Lewis Cancelled After Blaydes Tests Positive for COVID-19 - #mma #ufc","sentiment_score":0.2272727273}
{"full_text":"Honestly im not too harsh on IF because through Achan's vlogs you can tell that it was constantly being edited on the go so there def was issues behind the scene which I personally speculate to be the pandemic fjskflsl","sentiment_score":-0.18}
{"full_text":"RT 17. Folks don't seem to understand that people don't know how to file for unemployment. They don't know how to go about asking...","sentiment_score":0.0}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"RT We're facing an unprecedented hunger crisis in America. 26 million people, or 1 in 8 Americans, are going hungry. In the rich...","sentiment_score":0.4875}
{"full_text":"OMG!People are everywhere! Seems doesn't care about COVID-19 at all ! I got to my job done ! Get my way ! Ooops! I could be COVID-19 bit*h!","sentiment_score":0.0}
{"full_text":"Event Designer Bobby Garza in Austin, in a Pandemic: Recent Spike 'Definitely In the Back of Everyone's Minds'https:\/\/t.co\/fd4nm7DmUNPresented by","sentiment_score":0.0}
{"full_text":"Stay safe!","sentiment_score":0.625}
{"full_text":"\"Congress left for its Thanksgiving break without making any progress on a new pandemic aid deal even as food banks across the country report a crush of demand heading into the holidays.\"","sentiment_score":0.0681818182}
{"full_text":"South Africa's Covid Storm.The new BBC Africa Eye documentary, coming 30 November.Subscribe to our YouTube channel now so you don't miss it:","sentiment_score":0.0681818182}
{"full_text":"[RECAP]Making sure migrant-partners do not return to their hometowns and stressing the safety of its home grooming and repair services help the startup emerge stronger from the pandemic-induced lockdown. ","sentiment_score":0.5}
{"full_text":"Due to the rise of #COVID19 cases, #Croatia announced new mitigation measures that are in full effect as of today. These measures will be in effect until December 21 and may be revised\/updated based on the evolving epidemiological situation:","sentiment_score":0.1204545455}
{"full_text":"Immigration official notes exodus of foreigners from PH amid pandemic","sentiment_score":0.0}
{"full_text":"Event Designer Bobby Garza in Austin, in a Pandemic: Recent Spike 'Definitely In the Back of Everyone's Minds'https:\/\/t.co\/PfWiv9Kfi3Presented by","sentiment_score":0.0}
{"full_text":"\"Before #COVID19, we were falling short. With COVID, these issues have been exacerbated.\"@UN Deputy Sec-Gen Amina Mohammed, speaking at the launch of the new says the world needs to accelerate investment in #sanitation &amp; #hygiene.#SHFLaunchhttps:\/\/t.co\/aJIkjcMeuI","sentiment_score":0.0681818182}
{"full_text":"India will make 100 million doses of the #SputnikV coronavirus vaccine in 2021. The phase-3 trials of the vaccine are currently underway in Belarus, UAE, and Venezuela. Protopopova Elena reports for WION from Moscow.","sentiment_score":0.0}
{"full_text":"Morning! Restrictions for England continue this weekend1  Exercise locally2  Maintain social distancing3  Respect the land, Respect the community, Respect each otherAnd for everyone staying home, this view is for you   #YorkshireDales #Swaledale Wendy McDonnell","sentiment_score":0.0333333333}
{"full_text":"The number of newly confirmed #coronavirus cases in Japan came to 2,531 on Friday, exceeding 2,500 for the second consecutive day.https:\/\/t.co\/bhom96Vdp1","sentiment_score":0.2}
{"full_text":"The World Health Organization's top scientist says more data is needed to determine if the coronavirus vaccine developed by Oxford University and AstraZeneca works.https:\/\/t.co\/ZIT9FPlUeR","sentiment_score":0.3666666667}
{"full_text":"Indiana researchers warn of long-term symptoms of COVID-19https:\/\/t.co\/gMjBQRzbT4","sentiment_score":0.0}
{"full_text":"RT Public heath once again will have to grapple with its history as a colonial tool in the rollout of #covid vaccines to Indig...","sentiment_score":0.0}
{"full_text":"Global #COVID19 cases top 61.5 mn, deaths surge to 1.44 mn: Johns Hopkinshttps:\/\/t.co\/R4SK3xbKOz","sentiment_score":0.25}
{"full_text":"RT Coronavirus: Salvation Army anticipates drop in red kettle donations","sentiment_score":0.0}
{"full_text":"Event Designer Bobby Garza in Austin, in a Pandemic: Recent Spike 'Definitely In the Back of Everyone's Minds'https:\/\/t.co\/82QGWlzMyUPresented by","sentiment_score":0.0}
{"full_text":"RT The federal government provides virtually limitless cash to Wall Street banks when they need it.But when working families nee...","sentiment_score":0.0}
{"full_text":"Timeline: Every major COVID-19 development in San Antonio since the start of the pandemic  ","sentiment_score":0.0625}
{"full_text":"Thank you to Andy who is cycling to raise money for our Hospice! Andy said: 'So I started the challenge on the 1st day of lockdown and plan to go to the last day. It started as a 5K a day bike ride but is now 7.5K a day as I have reached PS150'.","sentiment_score":0.0}
{"full_text":"Because risk for COVID-19 can vary among different groups of people, prioritization for a vaccine will be tricky, and President-elect Joe Biden will leave those decisions to health experts, according to his coronavirus advisory board.","sentiment_score":0.0}
{"full_text":"Wearing face masks is still an effective way to prevent both COVID-19 and common flu, said Zhong Nanshan, a renowned expert on respiratory disease prevention. #Covid_19","sentiment_score":0.15}
{"full_text":"Emergencies such as the #COVID19 pandemic puts women and children at increased risk of violence. Violence is unacceptable at any time.#16Days #orangetheworld","sentiment_score":0.0}
{"full_text":"DONORS NEEDED: If you've recovered from COVID-19, you can help others in their fight against the virus by donating your plasma.https:\/\/t.co\/h808Ej5EdV","sentiment_score":0.0}
{"full_text":"Airbnb lost millions in revenue due to the coronavirus, IPO filing reveals","sentiment_score":-0.125}
{"full_text":"RT This shit is ridiculous from our so called journalists Do they ,CPC and FED NDP possess a special crystal bal...","sentiment_score":-0.0587301587}
{"full_text":"Moderna's #COVID19 vaccine offers almost 95% protection and can remain stable at standard fridge temperatures for a month. Find out why it may still be out of reach for South Africa. ","sentiment_score":0.05}
{"full_text":"RT Read the statements from Delhi CM  and Delhi Health Minister Satyendra Jain on #DelhiLockdown. True Wors...","sentiment_score":0.35}
{"full_text":"Current Conditions for #Sayre PATemp: 42.3FWind Chill: 42.3FHumidity: 99%Dew Point: 42.0F Barometer: 30.053 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 186.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"my package has not shipped even tho its been more than 7 days should i email or should i chill because its the holidays and were in a pandemic","sentiment_score":0.5}
{"full_text":"RT How could this be, LA's had universal masking since April and the CDC said that universal masks could bring Covid under control...","sentiment_score":0.0}
{"full_text":"Vaccines could possibly precipitate a reversal in progress made thus far, in controlling the pandemic; which continues to surge in heavy numbers. Early vaccines may not be the safest ones.","sentiment_score":0.0}
{"full_text":"Our factory makes jigsaw puzzles. Because of coronavirus sales have shot up, which is a bit annoying because we have to work harder... including the two people who spot-test the production line by putting together the puzzles themselves.","sentiment_score":-0.45}
{"full_text":"RT New safer at home order for LA County: The new order, which will take effect Monday through at least December 20, advises reside...","sentiment_score":-0.0090909091}
{"full_text":"Merck to pay $425M in cash to acquire OncoImmune and its potential COVID-19 treatment","sentiment_score":0.0}
{"full_text":".@MelanieNagyCTV reports on an act of kindness towards a woman facing homelessness amid the pandemic:","sentiment_score":0.0}
{"full_text":"RT The greatest gift we can give the people we love in this moment is to keep our distance from them.The most tangible ex...","sentiment_score":0.6666666667}
{"full_text":"US Covid-19 Daily StatisticsConfirmed Cases: 19,115Total Deaths: 191Total Recoveries: 8,840New Confirmed Cases: 225Deaths Today: 0Recoveries Today: 8#coronavirus #covid19","sentiment_score":0.2}
{"full_text":"witch covid?","sentiment_score":0.0}
{"full_text":"#borishasfailedtheuk #CloseSchoolsNOW What complete and utter bullshit. He has responded to the reclose schools and basically said our education is more important to our lifes. Covid can spread to anyone and even if kids have a low chance of dying, their familes might not.","sentiment_score":0.2}
{"full_text":"RT #DDCElections: Long ques outside polling booths despite cold and #covid19. India Today's spoke to some voters...","sentiment_score":-0.2166666667}
{"full_text":"RT the link above to check for the latest and trendy men's and women's wear.#lookgoodfeelgood #...","sentiment_score":0.3666666667}
{"full_text":"Silly President, Covid is for everyone!","sentiment_score":-0.625}
{"full_text":"Wrote a 'TO DO' list one day one and even though I have been working hard every day, I still haven't completed my list! One thing though, I'm definitely studying hard!#lockdown2.0 #lockdown #LockdownLife #todolist #studyinghard #mce #wellamce #wellamastercolourexpert","sentiment_score":-0.1822916667}
{"full_text":"RT Remember when O'Toole claimed that Kenney was doing a great job handling the pandemic in Alberta?  #goodtimes","sentiment_score":0.8}
{"full_text":"RT 17 US States did not report ANY Coronavirus cases or deaths yesterday. It's not that there were not any. It's that th...","sentiment_score":0.0}
{"full_text":"RT On my last ER shift, there were NO accepting hospitals for my ICU patients. Across Arizona, HCW illness, nursing ratio...","sentiment_score":0.0}
{"full_text":"Different age groups may get different Covid vaccines, experts say","sentiment_score":0.0}
{"full_text":"If the survival rate of COVID is 99%, wouldn't that make the human immune system 99% effective? That seems preferable to a 94% effective vaccine with potential safety risks.","sentiment_score":0.3}
{"full_text":"Following sportsball more than ever before. Appreciating the caution and safety.","sentiment_score":0.25}
{"full_text":"RT Duncan Hines Mug Cakes Caramel Flavored Brownie Mix, 4 - 2.6 OZ Pouches : Grocery &amp; Gourmet Food   AmazonBest Sel...","sentiment_score":0.0}
{"full_text":"The latest The ecommerce For retail! Thanks to #retail #covid19","sentiment_score":0.4125}
{"full_text":"Family gathering in Oct, 13 adults, 4 kids. One adult had symptoms next day, tested positive. No one else got sick, incl his wife &amp; son.","sentiment_score":-0.0967532468}
{"full_text":"RT As the wedding season begins from today, my appeal to all is to comply with rules &amp; regulations put in place to contain...","sentiment_score":0.0}
{"full_text":"RT Not different from Mitch McConnell's \"let it all burn, and let the covid-poors fend for themselves\" attitude now.","sentiment_score":0.0}
{"full_text":"RT The federal government provides virtually limitless cash to Wall Street banks when they need it.But when working families nee...","sentiment_score":0.0}
{"full_text":"RT International Federation of Journalists: Prison Covid spread poses serious threat to Assange's health Via","sentiment_score":-0.1666666667}
{"full_text":"The consequences of the Covid-19 pandemic affect gainfully employed students in two ways.","sentiment_score":0.0}
{"full_text":"RT Los Angeles County temporarily prohibits most private and public gatherings between households as COVID-19 cases spike","sentiment_score":0.1666666667}
{"full_text":"A new study by #Mastercard has found - unsurprisingly - that South Africans are shopping more #online since the start of the Covid-19 #pandemic. And the top thing they're buying is cellular airtime.#southafrica","sentiment_score":0.3787878788}
{"full_text":"RT Patricia \"Patty\" Fineza, 68yo HCW, Clara Maas, Belleville, NJ, died of #covid19 5\/26. She was a generous, passionate, and self...","sentiment_score":-0.05}
{"full_text":"If you don't want people calling you out don't go on a tweet about people being allowed to go to church saying nurses are worried about spreading covid. None of you spoke up all concerned about it during rioting and looting in the streets so stfu now","sentiment_score":0.0}
{"full_text":"RT Hon'ble PM Shri ji reviews the #COVID19 #vaccine development at #zydus biotech park","sentiment_score":0.0}
{"full_text":"RT Imagine if a quarter million Americans died from a deadly pandemic and a Black President of the United States just lounged...","sentiment_score":-0.1833333333}
{"full_text":"URGENT! please please reach out to me or the number mentioned here. it's very urgent. please rt too! thank youNeed O+ve plasma donor who got cured in October and can come with their Covid report before 6pm at Hiranandani (Mumbai) for donation. Please contact: 9594853372","sentiment_score":0.25}
{"full_text":"RT Donated 1500 Mask in Delhi to needy &amp; more in process. Wear Mask &amp; Stop d spread Motive of dis video &amp;...","sentiment_score":0.5}
{"full_text":"RT #Africa far from ready for #COVID19 vaccination.  Director highlights the importance of strong p...","sentiment_score":0.2444444444}
{"full_text":"RT The news of fire in a Covid hospital in Rajkot is distressing. Similar fire broke out in August in Ahmedabad. The governme...","sentiment_score":0.0}
{"full_text":"RT Im truly terrified of all the at risk elders marching towards Delhi catching corona virus. India is in its second wave ave...","sentiment_score":0.3}
{"full_text":"RT My birthday plans got canceled due to COVID-19 but my man still found a way to make my day special ","sentiment_score":0.1160714286}
{"full_text":"Subscribe to Edapt and receive your first 2 months for free!  https:\/\/t.co\/nJQY1aPJOwWe can support staff with:COVID-19 related questions Allegations Grievances Employment contracts Appraisal And much more ...#teachertwitter #edutwitter","sentiment_score":0.3125}
{"full_text":"LOVE DEEPLY! LIVE DEEPLY! KEEP SAVING LIVES! #inspiration#WearAMask #WearAMaskPleaseQuick delivery #Masks via Amazon #maskyear20 #CareGuardMask MASK LOVE #India#3ply #Manufacturer #PPE #Bulk #Deals #MaskUp #MaskupIndia #quotes","sentiment_score":0.2840909091}
{"full_text":"RT Please do not die of coronavirus","sentiment_score":0.0}
{"full_text":"RT Urgent.Please RT. Dr Yogendra Mittal a senior doctor,&amp; covid positive, is in critical condition,admitted in yatharth hospit...","sentiment_score":0.1136363636}
{"full_text":"My 22 y\/o sister, fresh out of nursing school, graduated into full time covid unit work. The way she talks about people dying alone... as a regular part of her day... going in and finding the bodies... because there aren't enough monitors or staff to alarm each time. Shit.","sentiment_score":0.09}
{"full_text":"RT Did YOU #StayHomeForThanksgiving To STOP The Spread?Did you #StayHome to help 'flatten the curve' and not overburden th...","sentiment_score":0.0}
{"full_text":"RT Amazon has added 427,300 employees in 10 months. Jeff Bezos could give every Amazon employee $105,000 and still be as rich as...","sentiment_score":0.375}
{"full_text":"\"Travelling has been affected by COVID-19, but none more so than those who are disabled. Changes have impacted people with disabilities.\"","sentiment_score":0.15}
{"full_text":"If you're staff and are looking to get the #COVID19 vaccine - hopefully arriving soon - you will need to allow a seven-day gap between this and the #flu vaccine.If you haven't already had one, seek out a peer vaccinator or book an appointment via ShiftPartner now. #Essex.","sentiment_score":0.0}
{"full_text":"Artificial intelligence, COVID-19, and the future of pandemics","sentiment_score":-0.3}
{"full_text":"Sandeep Lamichhane tests positive for Covid-19#cricday #cricket #news #cricnews","sentiment_score":0.2272727273}
{"full_text":"RT Second wave of COVID is hitting harder than expected. If you're a doctor and have some time, please PM me. We're in dire need...","sentiment_score":-0.0666666667}
{"full_text":"RT As part of auspicious #TungabhadraPushkaras, have been providing exceptional services to the #devotees whil...","sentiment_score":0.6666666667}
{"full_text":"The extension of the Sanid Subsidy and the application of Article 41 are very helpful for you as an employer, given that the national and global impact of the #COVID19 pandemic continues to be adverse.","sentiment_score":0.1}
{"full_text":"Time: 06:00 * Temp: 1.6degC * Wind: S 0.0 to 0.0mph * Pressure: 1010.9hPa * Rain: 0.0mm * Hum: 93% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:18 * Sunset: 16:04 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Learning in the time of corona","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"University of Hawaii graduation rates rise even during #coronavirus pandemic:","sentiment_score":0.0}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"RT In Jewish law, religious freedom in a global pandemic is the freedom from any other relevant obligation if a life would be ris...","sentiment_score":0.055}
{"full_text":"U.S. hospitalizations top 90,000 for the first time","sentiment_score":0.375}
{"full_text":"Experts say the turmoil caused by the coronavirus crisis is the perfect training for those wanting to climb the corporate ladder. Here are the four things that HR bosses look for when promoting someone to a leadership position:","sentiment_score":0.5}
{"full_text":"We've got good deals for you this weekend because it's still BLACK FRIDAY!Shop and SAVE up to 70% #staysafe #shoponline #blackfriday","sentiment_score":0.2666666667}
{"full_text":"RT Attention Youngsters!Are you ready to become youth advocates in the fight against #COVID19 ?Raise your voice against st...","sentiment_score":0.2}
{"full_text":"RT This is distressing.  The article is surprisingly good at working through possible explanations: nature of work assignme...","sentiment_score":0.35}
{"full_text":"RT The world is getting ready to put several coronavirus vaccines which have published trial data compare?","sentiment_score":0.1}
{"full_text":"This season and last season is not the same, this season lot of people watched it because of lockdown but last year was different, I didn't even watch it but I loved tacha even before bbn when she was an IG influencer and tbh I didn't even know she opened a gfm account","sentiment_score":0.14}
{"full_text":"The march one got pushed back due to work slowing from the epidemic","sentiment_score":-0.0625}
{"full_text":"Join the Every .Black Virtual Study HallMonday-Friday, 6:00-9:00 AM ESTRegister: work alone during COVID? Join #entrepreneurs, #professionals in a conducive, quiet working environment while achieving your goals. Increase your productivity. Join us!","sentiment_score":0.0}
{"full_text":"Over 50 arrested with fake Covid certificates as UAE stops issuance of visas to Kenyans","sentiment_score":-0.5}
{"full_text":"RT Lee is a graduate of University College Dublin and holds an MSc in Economics from the London School of Economics where his s...","sentiment_score":0.0}
{"full_text":"#LucknowFightsCorona Click Below for COVID-19 Self Assessment TODAYhttps:\/\/t.co\/jRinQVqW3o #StayAlert #StaySafe#StayHome@MukeshMeshram@AdminLKO #Fluentgrid","sentiment_score":0.0}
{"full_text":"ETRetail | India's e-commerce festive season sees USD 8.3 bn worth gross sales: Report #DiwaliSales #Amazon #Flipkart #Myntra #Pandemic","sentiment_score":0.15}
{"full_text":" Total Confirmed: 61,645,535 Total Recovered: 39,446,275 Total Deaths: 1,442,664Last update: 2020-11-28 06:00 (UTC)#Coronavirus #COVID19 #Outbreak Coronavirus COVID-19 (2019-nCoV)","sentiment_score":0.1}
{"full_text":"I have 5 friends seriously sick with covid right now. I'm angered that Trump whines and whines about the election I want him to be worried like I am that they survive !!!","sentiment_score":-0.4761904762}
{"full_text":"Great use of statistics. Covid + Scented Candles.","sentiment_score":0.8}
{"full_text":"MONTGOMERY -- At the Bibb Correctional Facility in Alabama, the old prison chapel has been turned into a quarantine zone. The sound of coughing is constant. And some people appear afraid to enter the room.","sentiment_score":-0.025}
