{"full_text":"RT been COVID free this whole pandemic and I just thank God","sentiment_score":0.3}
{"full_text":"RT Immigrants... we get the job done.","sentiment_score":0.0}
{"full_text":"\"Social credit\" would doom us to being graded by 20-year-olds in China, who will decide who has  \"earned\" the right to work, buy groceries, a car, buy gas, get dental work done, \"deserve\" to go to a doctor, etc. And since they believe there are not enough resources to go around...","sentiment_score":0.1063492063}
{"full_text":" socha tha is bar lucknow me ipl k match milega to jayega but covid ","sentiment_score":0.0}
{"full_text":"RT \"Liberal Democrats are calling on the Government to give all foreign nationals working in the NHS and social car...","sentiment_score":-0.0458333333}
{"full_text":"RT I am lucky my backyard is a wood. If you can find a green space close by,   'I know it can be very hard' in these lock...","sentiment_score":-0.0819444444}
{"full_text":"RT Trump and the GOP left Americans to die","sentiment_score":0.0}
{"full_text":"RT Capitec back to pre COVID highs ","sentiment_score":0.0}
{"full_text":"RT Trump and the GOP left Americans to die","sentiment_score":0.0}
{"full_text":"Remainers think I am right wing, Ewell Gregoor thinks I am woke, Corbynistas think I am a centrist &amp; pro-lockdowners think I am a Covidiot. I don`t seem to be pleasing many people! ","sentiment_score":0.4553571429}
{"full_text":"RT This is the ripple effect Dr. Bonnie Henry and our health officials are talking about. Paints a picture of why we need to...","sentiment_score":0.0}
{"full_text":"RT Outside a pub yesterday in order to buy a drink I had to phone the landlord two metres away and place my order. To complete this...","sentiment_score":0.05}
{"full_text":"But you still want to glorify the military and stay in all these pointless wars?","sentiment_score":-0.175}
{"full_text":"In the next piece in our blog series, 'Building Human Security in Times of Crisis', Dr Lincoln Cave summarises the SA  government's managing of key aspects of the C-19 pandemic, shining a light on the financial challenges that have come with it: 2\/3 ","sentiment_score":0.08}
{"full_text":"RT Americans enamoured with New Zealand's handling of COVID don't even know the extent of how good it is: our most recent sma...","sentiment_score":0.3340909091}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT Mens Black Route 66 Adjustable Over the Head Face Mask Cotton Fashion Face Covering Alexander Henry Car Mask","sentiment_score":-0.1666666667}
{"full_text":"RT Laugh it up eating your way through McDonald's menu while Covid, death and positivity rates...","sentiment_score":0.3}
{"full_text":"RT I am pledging $100 to Ossoff and $100 to Warnock. Please donate what you can. I am a RN working a lot of OT shifts risking...","sentiment_score":0.0}
{"full_text":"RT  P.O.W.E.R. BlogOur latest blog focuses on \"The Importance of Networking During the Pandemic\".We share some ideas to keep...","sentiment_score":0.5}
{"full_text":"RT NCAA Football is taking a huge hit and shutting down around the country.We're in for a hell of a rideWear a Damn Mask","sentiment_score":0.1222222222}
{"full_text":"It just occurred to me that there is no difference between being required to wear a mask and being required to not be naked in public. Right?","sentiment_score":0.0952380952}
{"full_text":"RT Russia says its is 92% effective in preventing COVID. Promising. But more long-term safety &amp; efficacy dat...","sentiment_score":0.4333333333}
{"full_text":"RT Read my piece on Scott Gottlieb, who is on the board of Pfizer:","sentiment_score":0.0}
{"full_text":"RT Athens has opened a mosque to worshippers for the first time since the 19th century. Inaugural prayers were held under social...","sentiment_score":0.1416666667}
{"full_text":"RT These delays are unacceptable. We're in the midst of a pandemic--and and will need to hit the ground ru...","sentiment_score":0.0}
{"full_text":"RT Remember when the president said over and over that we were rounding the turn and it was disappearing even without a vaccine an...","sentiment_score":0.0}
{"full_text":"Go Mrs Fox","sentiment_score":0.0}
{"full_text":"RT 95 ICU beds left in the entire KC metro. That's for ALL patients. Not just covid. #COVID19 cases are surging uncontrollabl...","sentiment_score":0.0}
{"full_text":"RT Here's a critical point -if you are admitted through the emergency room with a broken ankle scheduled for surgery the ne...","sentiment_score":-0.2}
{"full_text":"RT If this does not make you want to join &amp; fight for #ExcludedUK nothing will - This is another side of #Covid19 and another re...","sentiment_score":0.0}
{"full_text":"\"Horseshit like this needs to fucking stop, or knuckleheads need to go to jail\" - Signed US CITIZENS","sentiment_score":-0.35}
{"full_text":"Results from November 1st. Team Surrey Spartans wishes everyone a safe lockdown and we look forward to seeing you again soon. League positions and stats incoming! :)","sentiment_score":0.5625}
{"full_text":"RT Plans during lockdown??Me...... #Clartin","sentiment_score":0.0}
{"full_text":"RT Dr Musa is right. These lockdowns are starting to look like an easy way out for the government to \"flatten\" the curve,...","sentiment_score":0.2396825397}
{"full_text":"Learn more about early warning signs and crisis fundamentals at 3\/3#TheWickedConversation #Extremisms #HumanSecurity #ClimateChange #Governance #Africa #Covid19","sentiment_score":0.3}
{"full_text":"RT also paying price for peculiar political leaders like Kristi Noem who cannot accept\/act on reality","sentiment_score":0.0}
{"full_text":"RT But there is money for a referendum...","sentiment_score":0.0}
{"full_text":"Surely Thanksgiving week will present that opportunity ","sentiment_score":0.25}
{"full_text":"RT wear your mask, wash your hands, clean everything with disinfecting wipes, stay 6 feet or more apart from people!!","sentiment_score":0.5739583333}
{"full_text":"RT Ive been saying for weeks, stay home unless you have NO choice. Do NOT have people over or go see friends. Always wear...","sentiment_score":0.0}
{"full_text":"RT William Shakespeare was a professional playwright who wrote King Lear because he was getting paid to do it. What grants f...","sentiment_score":0.1}
{"full_text":"RT Georgia is poised to slash nearly $1 billion from K-12 schools, thanks to the GOP's opposition to major fiscal aid to state...","sentiment_score":0.1208333333}
{"full_text":"RT Florida Gov. DeSantis's new data analyst: An anti-mask sports blogger pushing coronavirus conspiracies","sentiment_score":0.1363636364}
{"full_text":"I hope your not breaking any of the covid 19 rules hun  social distance pls","sentiment_score":0.0333333333}
{"full_text":"Welp... there goes commencement. It was inevitably assumed that it would be postponed as COVID-19 cases increases. Can I refund my cap and gown then, since I do not foresee myself walking in the future?","sentiment_score":0.0}
{"full_text":"RT  Oh shit... **UNCONTROLLED SPREAD** of #COVID19 is now the rating for 45 states. Fall has just begun. Historically pand...","sentiment_score":-0.1}
{"full_text":"RT Dr Musa is right. These lockdowns are starting to look like an easy way out for the government to \"flatten\" the curve,...","sentiment_score":0.2396825397}
{"full_text":"RT Yeah, there's a global pandemic","sentiment_score":0.0}
{"full_text":"RT The way we've fought this pandemic from Janta Curfew till today, has been reflected in these results.Every life saved from...","sentiment_score":0.0}
{"full_text":"RT OH MY GOD","sentiment_score":0.0}
{"full_text":"RT QUICK RUN THAT FEAR AGAIN.","sentiment_score":0.3333333333}
{"full_text":"Exactly.  Get yourself some awareness because you're clearly not understanding how elections work.  Including a president who told his voters not to vote for mail, so they didn't.  Democrats understand there's a pandemic and it would be bad to vote in person so we voted by mail.","sentiment_score":-0.1666666667}
{"full_text":"Here's some good news.","sentiment_score":0.7}
{"full_text":"A great story from Courtney Crowder at @DMRegister:Iowan Ed Davis, a proud WWII Marine who fought for veterans' health rights, dies of COVID-19","sentiment_score":0.8}
{"full_text":"RT DeSantis needs to go","sentiment_score":0.0}
{"full_text":"ATTN:Ppl of PA: 62 Pennsylvanians died yesterday from #COVID19. 4,361 new + cases yesterday. That's just 1 day! We need to take care of each other.  Every life lost was somebody to someone these are our loved ones, neighbors, friends, community members. #StopTheSpreadPA","sentiment_score":0.2484848485}
{"full_text":"RT \"We're rounding the corner\"--Donald Trump\"We'll be rockin in July\"--Jared Kusher","sentiment_score":0.0}
{"full_text":"RT #COVID19 update:-Daily test average: 143,711-Positivity rate: 3.7%-Daily case average: 5,889-Hospitalizations: 29% inc...","sentiment_score":-0.15}
{"full_text":"As we anxiously wait for a vaccine, the coronavirus is being passed back and forth between humans and #mink.68% of people on 16 different fur farms in the Netherlands showed signs of infection, including specific strains they contracted *from mink.*https:\/\/t.co\/SSpSRrk7gO","sentiment_score":-0.0625}
{"full_text":"RT Marjorie, we're in a PANDEMIC","sentiment_score":0.0}
{"full_text":"Prfire-4,000 MORE CHURCH MEMBERS TO DONATE PLASMA IN A THIRD DRIVE FOR COVID-19 PLASMA TREATMENThttps:\/\/t.co\/QBmTKoK8kH","sentiment_score":0.25}
{"full_text":"RT Remember when the president said over and over that we were rounding the turn and it was disappearing even without a vaccine an...","sentiment_score":0.0}
{"full_text":"WATCH &amp; LISTEN #LIVE: Standing Between the Living and the Dead Memorial #Prayer Devotional Service for #Coronavirus Victims and their Families - &amp; INVITE your family, friends and followers to join us!#God #JesusChrist #Bible #hope #life #death","sentiment_score":-0.0318181818}
{"full_text":"Chinese sponsored covid also performed better than expected changing fate of countries n killing innocents....sinner China....","sentiment_score":0.1333333333}
{"full_text":"RT CDC said that even a 15% increase in mask-wearing throughout the U.S. could save $1 trillion in economic losses and aver...","sentiment_score":0.2}
{"full_text":"Tory backbenchers have formed a resistance group putting pressure not to extend the national lockdown","sentiment_score":0.0}
{"full_text":"RT \"We're rounding the corner\"--Donald Trump\"We'll be rockin in July\"--Jared Kusher","sentiment_score":0.0}
{"full_text":"I think the number of cars in this parking lot at work is directly proportional to the number of coronavirus cases. Seems backwards.","sentiment_score":0.1}
{"full_text":"Covid, you moron.","sentiment_score":-0.8}
{"full_text":"This is absolutely rediculous! I love international football but why are we still having it during a pandemic? It's as if nothing has changed except there are no fans. More risk to players and this is another example of it. Hope Gomez's injury isn't serious","sentiment_score":0.1833333333}
{"full_text":"RT Donald Trump made doctors and nurses fight coronavirus wearing Glad trash bags, while police fought peaceful protesters with m...","sentiment_score":0.375}
{"full_text":"RT A country of global beneficiaries","sentiment_score":0.0}
{"full_text":"RT Researchers analyzed data from 92 of the nation's 135 ICE detention centers and found the COVID-19 case rate among detainees...","sentiment_score":0.0}
{"full_text":"RT Biden's Coronavirus Adviser Says People Should Die At 75https:\/\/t.co\/55ktmFkVfT","sentiment_score":0.0}
{"full_text":"RT \"Today, states reported that 61,964 people were hospitalized with COVID-19, more than at any other time in the pandemic. For...","sentiment_score":0.1875}
{"full_text":"Destroyed lives and livelihoods along with tens of thousands of non-covid related deaths. #CrimesAgainstHumanity","sentiment_score":0.0}
{"full_text":"RT England's deputy chief medical officer has said he will be encouraging his own mother to get a COVID-19 vaccine  ","sentiment_score":0.3}
{"full_text":"The players themselves do surely?.....agree on pointless friendlies in the middle of a pandemic shouldn't be played, but for the majority of players, even our own, always should want to represent their country....","sentiment_score":0.1166666667}
{"full_text":"RT Republican Govs. Charlie Baker of Massachusetts and Larry Hogan of Maryland separately criticized President Trump for stalling the...","sentiment_score":0.0}
{"full_text":"Been a bad week for Nige hasn't it? If there's a Covid vacccine, his latest grift, sorry, party, looks likely to fall apart too.","sentiment_score":-0.175}
{"full_text":"RT Exactly. Well said Patriot.","sentiment_score":0.25}
{"full_text":"After the virus, China's answer to Black Friday and Cyber Monday aims to rescue retail","sentiment_score":-0.1666666667}
{"full_text":"Turkey 'interested' in producing pioneering Russian-developed 'Sputnik V' coronavirus vaccine - Moscow -- RT Russia &amp; Former Soviet Union","sentiment_score":0.125}
{"full_text":"Great Source by and colleagueshttps:\/\/t.co\/Jtee3y3nFS","sentiment_score":0.8}
{"full_text":"You have my vote! Our district needs a representative that understands science when addressing COVID issues in our community","sentiment_score":0.0}
{"full_text":"RT Can anyone recommend a bathroom fitter? My mum suffers from MS and is currently really struggling. She has been waiti...","sentiment_score":-0.2}
{"full_text":"RT There were more #COVID19 hospitalizations today than *any other day in the pandemic*Folks, it's only a matter of time u...","sentiment_score":0.125}
{"full_text":"RT Hello you cancelled my flight bearing booking no NF71131270063514 without any prior communication. The flight...","sentiment_score":0.0}
{"full_text":"Dringt zo'n studie ook door tot NL beleidsmakers?Restaurants, places of worship, gyms and coffee shops rank high among the places where the virus is most likely to spread","sentiment_score":-0.035}
{"full_text":"RT So..........Pfizer's CEO sold 60% of his stock the day they announced positive #coronavirus vaccine trial results.","sentiment_score":0.2272727273}
{"full_text":"RT They now say the children not United with their families total 666.  That's on Trump.","sentiment_score":0.0}
{"full_text":"RT It's taken Covid-19 to expose the vulnerabilities of our nation to a pandemic health crisis.It's taken Trump to expose t...","sentiment_score":0.0}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\"","sentiment_score":-0.4}
{"full_text":"the *other* photomontages from Howth? Sutton? Bull Island? Pigeon House? Dunlaoire Pier? Bullock&amp;Coliemore Harbours? Bray Head? Greystones? Wicklow? Reason close to shore?  Horizons are a unique form of solace\/essential to pandemic survival","sentiment_score":0.125}
{"full_text":"RT \"It just feels completely unfair... I feel we are being slowly strangled to death\"Clothes and book sellers hit out at th...","sentiment_score":-0.4}
{"full_text":"RT \"What do you do if our people don't show up and his do?\" asked one official involved in inaugural preparations. \"They probabl...","sentiment_score":0.0}
{"full_text":"RT Truly devastating. 1 in 5 COVID survivors develop new anxiety, depression, insomnia- TWICE the rate of other pt groupsT...","sentiment_score":-0.3295454545}
{"full_text":"RT I feel the same grief about COVID deaths that I do about gun deaths: a collective failure of all of us by people unwil...","sentiment_score":-0.3722222222}
{"full_text":"RT also paying price for peculiar political leaders like Kristi Noem who cannot accept\/act on reality","sentiment_score":0.0}
{"full_text":"RT And Trump is doing NOTHING about it. Why does he even want the job if he refuses to govern? Get out of Our House!!!","sentiment_score":0.0}
{"full_text":"RT I don't know what worse the pandemic itself Or people saying \"in these unusual and unprecedented times\"","sentiment_score":0.1333333333}
{"full_text":"RT Reporter on says ALL students were invited.","sentiment_score":0.0}
{"full_text":"Already the #heaviest #lockdown in #Europe  and #struggling . #greece is facing #disaster without any #benefit","sentiment_score":0.0}
{"full_text":"RT Did you know loneliness makes a 29% increase in heart disease and a 32% increase in having a stroke. When it comes to hea...","sentiment_score":0.0}
{"full_text":"RT After this Pandemic we deserve to be added in the Bible.","sentiment_score":0.0}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT .@Keir_Starmer asks about support for the 3 million and and the PM talks about social distancing...","sentiment_score":0.0333333333}
{"full_text":"Not even greatly but simple stuff like encouraged social distancing and mask wearing they woulda put him back in the WH","sentiment_score":0.2083333333}
{"full_text":"RT The fight against COVID is still on and one must always follow the safety guidelines to stay safe indoors and outdoors....","sentiment_score":0.5}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"COVID-19 kills 2 people in Bahrain, infects 179 others #KUNA","sentiment_score":0.0}
{"full_text":"Has anyone else been enjoying our vibrant evening skies? 90 cm x 90 cm Today's wintry lockdown art for you! Stay safe out there #winter #coastalliving #devon #exeestuary Exmouth, Devon","sentiment_score":0.4027777778}
{"full_text":"Why rollout of COVID-19 vaccine could be 'the most difficult part' in Canada","sentiment_score":0.0}
{"full_text":"RT Struggling to write in #Lockdown2? Earlier this year we commissioned Caroline Gardiner,","sentiment_score":0.0}
{"full_text":"RT Nice to hear speeches without the racist abuse of the past 4 years. But not a word of commitment to real solutions for the...","sentiment_score":0.1833333333}
{"full_text":"RedHawks: Be sure to check out address today. Remember, we are #InThisTogetherOhio, so let's be #HealthyTogether.","sentiment_score":0.5}
{"full_text":"RT Over 10,000 cats rehomed through innovative 'video matching' scheme","sentiment_score":0.5}
{"full_text":"Exactly... also... the covid vaccine isn't the first widespread vaccine lol. Wouldn't they have already chipped us?","sentiment_score":0.4333333333}
{"full_text":"texas really reached a million covid cases, love my state we go big or go home ","sentiment_score":0.2333333333}
{"full_text":"Can you imagine the media frenzy there would be if due to the snow and ice a bus crashed and killed 56 souls?  Minnesota lost 56 to COVID19 today.  That should dominate the news today. It is so heartbreaking because it was avoidable.","sentiment_score":-0.1625}
{"full_text":"RT Happy birthday  Princess  Stay blessed  Ammar u must give her a nice birthday present ","sentiment_score":0.4666666667}
{"full_text":"Quite convenient COVID19 put an end to mass protests,followed by Laws basically banning protest in HK,as China reels HK in. Taiwan next. SMH","sentiment_score":0.0}
{"full_text":"Progressives like know the fight is far from over.\"Joe Biden's victory over Donald Trump... is not enough to address the record surge in COVID-19 cases, soaring inequality, the growing threat of climate change, and an epidemic of police violence.\"https:\/\/t.co\/B69Yg9JDcm","sentiment_score":0.05}
{"full_text":"Mindfulness apps have boomed during the #pandemic, as have Zoom meditation and chanting sessions.","sentiment_score":0.0}
{"full_text":"As #Covid-19 cases hit record highs in the #U.S., parking lot tailgates aren't a safe option for football fans itching to celebrate game days this season. Corona beer, however, is recreating the exper... #empath","sentiment_score":0.05}
{"full_text":"RT WE ARE IN A PANDEMIC.","sentiment_score":0.0}
{"full_text":"As Nebraskans continue to fight the COVID-19 virus, it's the frontline workers who are seeing the full effect of it the most, as the residents they care for suffer and sometimes die from the virus,@StumChrisTV  has more","sentiment_score":0.45}
{"full_text":"Students and teachers in France are protesting over the risks posed by schools being open while the country is in lockdown to curb coronavirus infections.","sentiment_score":0.0}
{"full_text":"Piers Morgan hits out at government over 'snubbing' GMB co-host Kate Garraway 'Shameful'https:\/\/t.co\/4y4SbGK8hy","sentiment_score":0.0}
{"full_text":"for 11-11-20 - ACC Releases Hoops Scheds - Remembering Tommy Heinsohn - COVID Rampant in SECGuests: #NCAA #ACC #NFL #NBA #MLB #GoHeels #MBB #WBB by Beamer Tire and Auto and Retro King","sentiment_score":0.0}
{"full_text":"COVID-19 has shown the importance of the flexibility and scalability of the #cloud and has been a forcing factor, expediting modernization initiatives - including #security modernization. #Cybersecurity #CloudComputing","sentiment_score":0.0}
{"full_text":"The most recent seven day rate of new COVID-19 infections in Barnsley is 498.2 per 100,000 people in the population (using data for the 7 days ending on the 5 November). This is lower than yesterday's figure of 507.2 per 100,000 people.","sentiment_score":0.2121212121}
{"full_text":".@realDonaldTrump's pandemic policies are under fire, but in one area a big Trumpian bet is still coming up a winner. Three new studies suggest that the anti-malaria drug hydroxychloroquine (HC) shows success in the fight against the coronavirus. Read:","sentiment_score":0.1454545455}
{"full_text":"Our #TacklingLonelinessTogether project offers support to those experiencing loneliness in Crawley, especially during lockdown.If you or someone you know would like to join,https:\/\/t.co\/OKLFGTIIaU#LetsTalkLoneliness","sentiment_score":0.05}
{"full_text":"Despite a high number of positive COVID-19 cases across Chautauqua County, Jamestown Public School leaders report an overall low number of cases in the district.","sentiment_score":0.0774545455}
{"full_text":"Here is your answer. Covid is one of several strains of corona virus. flu or influenza, pneumonia, Sars, mers all corona. flu shot contains the virus so when you get a flu shot you will test positive for corona hence second wave. Wake the fuck up it's lies to control you","sentiment_score":-0.0431818182}
{"full_text":"Nurses were told to conserve their N95 masks and wear just one per shift. Now hospitals are required to stockpile at least 90 days worth of PPE.","sentiment_score":0.0}
{"full_text":" reports recent Charles Schwab research found the pandemic is driving Employee stress about long-term #Retirement savings &amp; prompting the belief of delayed retirement.#EmployeeWellness #FinancialWellnesshttps:\/\/t.co\/v2hbFCrbGO","sentiment_score":0.0}
{"full_text":"As #COVID19 cases continue to surge and stay-at-home orders mount, concerns rise over #DomesticViolence.Join the Harvard Home for Family Medicine panelists as they explore our legal, medical, and social responsibilities during these times.RSVP","sentiment_score":0.0777777778}
{"full_text":" This week marks European Vocational Skills Week 2020. But what is the added value of VET and how to make the most of it? Read our latest article below https:\/\/t.co\/4ciOocNokC #WednesdayWisdom #DiscoverYourTalent #EUVocationalSkills","sentiment_score":0.325}
{"full_text":"NEW GUIDELINES: With Thanksgiving just weeks away, the CDC has issued new guidelines for staying safe during the holiday.","sentiment_score":0.2575757576}
{"full_text":"36 Covid-19 patients being cared for at UHL ","sentiment_score":0.0}
{"full_text":"The #COVID19 hotspot in #Bedworth - and where rates are rising in #Nuneaton","sentiment_score":0.0}
{"full_text":"As COVID-19 has continued its spread, many Texas A&amp;M students have mobilized to support health-care workers and the Bryan-College Station community in the fight against the pandemic.https:\/\/t.co\/qFKVDfFVfN","sentiment_score":0.5}
{"full_text":"Nearly buddy :-) I'm down a little on SYME and approx PS500 down across covid stocks but that could change before close they have started moving today ","sentiment_score":0.0202777778}
{"full_text":"Surviving the Pandemic as Grad Student Parents -","sentiment_score":0.0}
{"full_text":"Baby it's Covid outside","sentiment_score":0.0}
{"full_text":"Texas A&amp;M's football game at Tennessee postponed until Dec. 12 due to COVID-19.https:\/\/t.co\/zEqytv4lOG","sentiment_score":-0.2625}
{"full_text":"RT Colorado's health department has routinely deleted emails concerning the COVID-19 pandemic, despite a state archives request th...","sentiment_score":0.0}
{"full_text":"Due to Covid-19 we are still awaiting all our licences. So please keep support us. Please share with your friends and family. SIGN UP to register your interest at UP#blackowned #blackpound #blackbusiness #blacklottery","sentiment_score":-0.125}
{"full_text":"Two County #COVID19 testing sites are open today, November 11 for limited hours: Norristown - 1401 Dekalb St., Norristown, PA (10 a.m. to 1 p.m.) Ardmore - 114 W. Lancaster Ave., Ardmore, PA (3 p.m. to 6 p.m.)Register online for an appointment ","sentiment_score":-0.0357142857}
{"full_text":"2020 has unleashed a pandemic, unfurled natural disasters, &amp; reignited the movement for racial and social justice. Learn about this year's Wellness Fair, live events, mindfulness, playlists, and wellness services and resources at","sentiment_score":0.2424242424}
{"full_text":"RT Professional development doesn't stop during a pandemic!!#worldclassteachers #pbis","sentiment_score":0.1}
