{"full_text":"If me, an asthmatic, can wear one for two hours in a hospital, while pushing a grown man in a wheelchair, without an issue (other than how damn hot it was generally, mask or not), then ppl can wear one for their 10-30min shopping trip and still be able to breath","sentiment_score":0.16875}
{"full_text":"RT .@BTS_twt explain why their hit #Dynamite \"wouldn't be here if there was no COVID-19\"","sentiment_score":0.0}
{"full_text":"RT #BTSonGMA FULL INTERVIEW on how they made new music during pandemic @BTS_twt#BTS#ARMY#GoodMorningAmericahttps:\/\/t.co\/Nq2zX...","sentiment_score":0.2431818182}
{"full_text":"RT Economic Recovery After Covid-19: Why States Should Not Be 'Vocal For Local' On Jobs Reservation on Swarajy...","sentiment_score":0.1}
{"full_text":"RT Dr. Anthony Fauci addresses covid concerns for other fictional characters","sentiment_score":-0.0625}
{"full_text":"RT The CEO of Qantas says that the COVID-19 vaccine will be mandatory for anyone boarding his flights and that this will bec...","sentiment_score":0.0}
{"full_text":"#Mdcatians are aliens, they have special immune against corona.  (Shafqat Mehmood)@pmc_org@ImranKhanPTI #Delaynmdcat #cancelnmdcat #BreakingNews #mdcat","sentiment_score":0.3571428571}
{"full_text":"Apparently they are getting 85% pay if they do at least 20% of the pre Covid caseload.  Seems many are exploiting by doing only 20%.  Certainly my dentist seems to have no intention of offering preventative treatment ever again..Try whiskey - swill and hold over the tooth.","sentiment_score":0.0607142857}
{"full_text":"RT Nigerians contribute to the world in so many ways. Our hats off to Dr. Onyema Ogbuagbu at Yale who helped develop a COVID-...","sentiment_score":0.5}
{"full_text":"BREAKING: Fox News reveals Marxists want to try and stop Americans from being infected with the pandemic virus.","sentiment_score":0.0}
{"full_text":"RT Please, please avoid having dinner with your family on Thanksgiving.Stay at home instead and organize a massive, densely...","sentiment_score":0.0}
{"full_text":"RT For the 40th Ward, members will be striking at 5336 N Western. It is just plain wrong to not properly support healthcare...","sentiment_score":-0.0428571429}
{"full_text":"Not getting COVID-19","sentiment_score":0.0}
{"full_text":"RT Toronto and Peel Region officially enter 28-day lockdown; non-essential retail closedhttps:\/\/t.co\/cIZUMu7H9T","sentiment_score":0.0}
{"full_text":"RT In England, they're starting with some new COVID-19 regulations for pubs.You can order alcohol as part of a substantia...","sentiment_score":0.0681818182}
{"full_text":"RT What you need to know about the coronavirus right now","sentiment_score":0.2857142857}
{"full_text":"RT I'm not worried about a second lockdown, because I already know all the best places in my house to cry.","sentiment_score":0.5}
{"full_text":"So with this whole thing where the police said 'no we won't be enforcing the Thanksgiving lock down stuff' just means that yes they do in fact choose what laws they defend and what laws they can ignore","sentiment_score":0.0222222222}
{"full_text":"RT If you are grateful &amp; delighted when you hear the Prime Minister is ending lockdown to move into tier restrictions that stop...","sentiment_score":0.7}
{"full_text":"\"Unemployment among the young has a real impact on pay &amp; job prospects, and we could be storing up trouble for the future and creating a pandemic generation.\"@Stephen_EvansUK spoke to about the impact of youth unemployment.","sentiment_score":0.025}
{"full_text":"RT The encouraging news about COVID-19 vaccines means there's light at the end of the tunnel. But while we're still in t...","sentiment_score":0.4}
{"full_text":"RT .@MIAttyGen Shares Best Practices for Consumers Amid Pandemic This Holiday Season https:\/\/t.co\/TwBJFeSkwL ht...","sentiment_score":1.0}
{"full_text":"RT Britain's biggest boost in military spending since the Cold War has its eyes set on China. If the imperialist nations...","sentiment_score":-0.35}
{"full_text":"They Took EasterThey Took 4th of JulyThey are Taking ThanksgivingThey are Taking ChristmasThey Canceled ChurchAnd are now holding the American People fully accountable for Transmitting the #Coronavirus If this isn't the Devils work then tell me what is.#TRUMP2020 #maga","sentiment_score":0.0}
{"full_text":"RT This is utterly horrifying. ordered employees to report for work -- and privately wagered money on how many workers...","sentiment_score":-0.1333333333}
{"full_text":"RT Spoke to restaurant owners in LA on this latest lockdown. They had spent thousands making outdoor dining feasible. They...","sentiment_score":0.2}
{"full_text":"COVID requires a pulse.","sentiment_score":0.0}
{"full_text":"RT HaHAAAAAAA remember when black people didn't follow curfews in defense of human lives and the police came out there an...","sentiment_score":-0.0833333333}
{"full_text":"Hello are you affected by the COVID 19 pandemic and you want me to support you with $900 weekly? Hit me up on 2098373088","sentiment_score":0.0}
{"full_text":"RT Drinking a beer with potato chips after 10:00pm does not increase your chances of contracting COVID-19.I know this may...","sentiment_score":0.0}
{"full_text":"No social distancing no masks??? This post and accompanying photo are irresponsible in light of the horrifying numbers of #COVID19 in Germany, Libya and the world over. #BeResponsible! Today's counts.","sentiment_score":-0.2055555556}
{"full_text":"RT Chaos erupts after all cargo staff at #Shanghai airport ordered to undergo testing following detection of #COVID casesMORE: h...","sentiment_score":0.0}
{"full_text":"The alerts use software built by Apple and Google into iPhones and Android devices to detect when people (or the phones they're holding) get into close contact with each other.#FreshTweets","sentiment_score":0.0}
{"full_text":"RT Coronavirus must be too broke to be in Dubai","sentiment_score":0.0}
{"full_text":"Neither has full lockdown","sentiment_score":0.35}
{"full_text":"RT #BTSonGMA FULL INTERVIEW on how they made new music during pandemic @BTS_twt#BTS#ARMY#GoodMorningAmericahttps:\/\/t.co\/Nq2zX...","sentiment_score":0.2431818182}
{"full_text":"RT The encouraging news about COVID-19 vaccines means there's light at the end of the tunnel. But while we're still in t...","sentiment_score":0.4}
{"full_text":"RT Ukraine President Zelenskiy's popularity has waned since he took over leadership of the country, which sits on the frontl...","sentiment_score":0.0}
{"full_text":"yet who's the one with a legitimate plan for covid? if you guessed trump then go to a mental hospital  if you guessed Biden then here's a medal ","sentiment_score":-0.1}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Today's PUNCH colour cover. Andre Francois 1957. Have you understood why museums and galleries are considered hotbeds of #C...","sentiment_score":0.0}
{"full_text":"RT Trudeau joins G20 in promising COVID-19 aid to poor nations, rejecting protectionism","sentiment_score":-0.1}
{"full_text":"Have you ever been to Bath on Christmas Eve Alex?","sentiment_score":0.0}
{"full_text":"RT Christian Adams on #Lockdown2 #lockdown #CovidChristmas #Christmas2020 #tiersystem #Covid19UK #coronavirus  - political c...","sentiment_score":0.0}
{"full_text":"When faced with the challenge of testing everyone for #COVID19 in one weekend, Bratislava-Stare Mesto, Slovakia, used a live map-based dashboard to give residents an up-to-the-moment awareness of wait times.","sentiment_score":0.1363636364}
{"full_text":"NY's mandate is PART of the COVID-19 LAW.If you spent as much time actually looking up the laws rather than complaining on social media &amp; refusing to wear said legally enforceable mask, you would know it is the LAW.https:\/\/t.co\/eHpgApLXDq","sentiment_score":0.0666666667}
{"full_text":"RT I tweeted this a couple of weeks ago but I think it's worth drawing attention again to the Government strategy with SAGE and t...","sentiment_score":0.3}
{"full_text":"RT Nigerians contribute to the world in so many ways. Our hats off to Dr. Onyema Ogbuagbu at Yale who helped develop a COVID-...","sentiment_score":0.5}
{"full_text":"Symptom + proximity = Covid-19 per CDC?","sentiment_score":0.0}
{"full_text":"RT Fuck that hero shit. No one signed up to be a \"hero\" during a global pandemic with little to no support from federal and...","sentiment_score":-0.196875}
{"full_text":"RT Coronavirus vaccine efficacyModerna: 95%Pfizer: 95%AstraZeneca: ~90% in one of two dosage levelsOutlook better than a...","sentiment_score":0.5}
{"full_text":"Insults aren't arguments, by the way. Why not debate the science instead?","sentiment_score":0.0}
{"full_text":"As of Nov. 20, 15 U.S. states and territories, plus D.C., support coronavirus exposure alerts.","sentiment_score":0.0}
{"full_text":"RT By December 10th we may look back on this week as THE Superspreader event that pushed the American #COVID19 crisis into...","sentiment_score":0.0}
{"full_text":"This is a reminder to treat retail staff with respect.It's going to be extremely busy when lockdown ends..And it will be absolute hell for all staff.","sentiment_score":0.15}
{"full_text":"RT You can read govt plan for yourself here... ","sentiment_score":0.0}
{"full_text":"RT Today at noon, will speak with both Secretary of Education Dan French and Health Commissioner Mark Levine about...","sentiment_score":0.0}
{"full_text":"Mate its a pandemic don't know who dropped a brick on your head when you were 3 but they don't go into work making xboxs and PS5s like Santa's fucking elves","sentiment_score":-0.6}
{"full_text":"RT I am tired. I've spent the last 8 months caring for #COVID patients. I've missed my family and friends. I've missed bir...","sentiment_score":-0.1666666667}
{"full_text":"RT The encouraging news about COVID-19 vaccines means there's light at the end of the tunnel. But while we're still in t...","sentiment_score":0.4}
{"full_text":"Science","sentiment_score":0.0}
{"full_text":"RT Something to know about #COVID19....","sentiment_score":0.0}
{"full_text":"How could such an incompetent clown like Cruz win over someone as awesome as Beto is beyond belief, oh wait check how's America's doing with Covid, nevermind","sentiment_score":0.3625}
{"full_text":"Months before we knew how bad COVID was, Millionaire Senators Perdue &amp; Loeffler got a briefing on it. They then chose to play the stock market on inside information instead of helping Georgians.These insider-traders belong in jail, not the U.S. Senate.https:\/\/t.co\/ylfNsO5dj7","sentiment_score":-0.4}
{"full_text":"RT HaHAAAAAAA remember when black people didn't follow curfews in defense of human lives and the police came out there an...","sentiment_score":-0.0833333333}
{"full_text":"RT Happy to see the encouraging results coming from &amp; #COVID19 vaccine program. Congratulations...","sentiment_score":0.8}
{"full_text":"RT 15\/ What's it like to work in a hospital now? The Idaho Statesman takes us inside a small rural hospital where seven staf...","sentiment_score":-0.125}
{"full_text":"I don't envy the position is in. There is no handbook on how to handle a pandemic (other than the constitution) What's frustrating is watching him allow unelected officals make policy. If you believe has KCMO's best interests in mind, you're wrong.","sentiment_score":-0.00625}
{"full_text":"RT Poorer countries may literally have to wait *years* for a vaccine.https:\/\/t.co\/A9kh7wNn0D","sentiment_score":0.0}
{"full_text":"RT 'CALL LAW ENFORCEMENT': Oregon Gov Asks Citizens to Report Neighbors Who Violate CoVID Rules","sentiment_score":0.0}
{"full_text":"Service Update 16:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.greateranglia - Update","sentiment_score":0.0}
{"full_text":"Service Update 16:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"RT Coronavirus must be too broke to be in Dubai","sentiment_score":0.0}
{"full_text":"The new Tier system in England will begin on 2nd December #coronavirus","sentiment_score":0.0681818182}
{"full_text":"RT It's important for all of us to do our part. Wear a mask, watch your distance, avoid gatherings, wash your hands and ge...","sentiment_score":0.4}
{"full_text":"you are right ","sentiment_score":0.2857142857}
{"full_text":"RT Why isn't there more discussion of this? We seemed conditioned to forget now...","sentiment_score":0.5}
{"full_text":"RT \"Home dream will come true.\"The Modi govt is working on delivering the promise to provide a house for every Indian by 75 ye...","sentiment_score":0.35}
{"full_text":"RT I'm finding it really difficult to feel empathy for people who contract the coronavirus because they are not social distancin...","sentiment_score":-0.2583333333}
{"full_text":"Mayo Clinic Puts Hospital Beds In Ambulance Garage, Lobbies As COVID-19 Surges via","sentiment_score":0.0}
{"full_text":"Will this week's think of a number and stick a pin in the map Governmental\/scientific experts' policy be a long term one? ie Of more than two weeks duration. #covid19","sentiment_score":0.225}
{"full_text":"RT Community meeting organized in Barwani, Madhya Pradesh to disseminate information on the NISHTHA Swasthya Vaani IVRS num...","sentiment_score":0.0}
{"full_text":"We only need to reduce transmission by about 20% (compared to pre lockdown v2) to get R under 1, and we know that many people are not keeping to the 14 days isolation.   Hence must not ignore options just because they are \"not perfect\".","sentiment_score":0.0}
{"full_text":"RT MSG AloeVera With Rose Soap deeply Rejuvenates Your skin &amp; treat skin drynessFights acne &amp; pimplesKeeps your skin...","sentiment_score":0.3}
{"full_text":"What happens when the governor sets a curfew like covid19 is only contagious at night....https:\/\/t.co\/1UhABNvfel","sentiment_score":0.0}
{"full_text":"I wouldn't be surprised with any other politicians. Sir, why are you encouraging crowds during pandemic ? Have expected better.","sentiment_score":0.09375}
{"full_text":"There is still time! Please join us and sign the Community Pledge that will be posted on our website. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"Don't blame the Dems for that package that was both sides been shitheads and I'll thank the people who are tirelessly working to make vaccine and all those working in the healthcare field surrounded by the Covid. Also trump pulled his team from talks I order to","sentiment_score":0.0}
{"full_text":"RT Why bodies in Delhi are allowed to be buried that are corona infected , shouldn't they be burnt to totally kill virus ?","sentiment_score":0.0}
{"full_text":"I'm sure the families of the thousands of Covid patients you crammed into nursing homes are thrilled for your bullshit achievement?!?","sentiment_score":0.625}
{"full_text":"So tier 3 - under which a majority of the population will live - is essentially the current lockdown, except you can go to Primark.","sentiment_score":0.0454545455}
{"full_text":"RT \"This album BE and the single Dynamite wouldn't be here without the pandemic.\"@BTS_twt#BTSonGMA#BTS#ARMY#LifeGoesOn#GoodMor...","sentiment_score":-0.0714285714}
{"full_text":"So you want those guys to shoot first before the officer can return fire? Here I was thinking Bushiri and Covid were there only problems we have kanti kusekho nawe","sentiment_score":0.125}
{"full_text":"2020 just keeps reeling out the bad luck. My little old man &amp; lockdown companion passed away this morning after falling ill late last night. I already miss him interrupting my team meetings demanding his breakfast  Hope you've been greeted by your old bud Tyrion now little boi","sentiment_score":-0.209375}
{"full_text":"RT Partner authored a article outlining the extent to which the #PREP Act will protect #healthcare...","sentiment_score":0.0}
{"full_text":"RT Sen. Kelly Loeffler of Georgia, a Republican who is campaigning in a runoff election that could determine control of the Senat...","sentiment_score":0.0}
{"full_text":"RT High school children are 8 times more likely to bring the #coronavirus into the family than their parents. Children in...","sentiment_score":0.22}
{"full_text":"RT Look, we all agree COVID relief must pass ASAP. But Pelosi was right to turn down the GOP's devil deal and Khanna was not be...","sentiment_score":0.0650793651}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"RT 3 factors that can help you make safe choices when you're in an area of widespread #COVID19 transmission:(1) Location(2) Proxi...","sentiment_score":0.5}
{"full_text":"I've yet to have a reply from you? I need to understand the thought process behind closing local gyms. Surely restricted numbers and a more strict rule book In place would allow local gyms to continue considering I'm far more likely to contract covid in Tesco?","sentiment_score":0.15}
{"full_text":"? He's a fucking beast. He should be back in the lineup this week with Gentry out and its been long enough time for him on the Covid list.","sentiment_score":-0.1625}
{"full_text":"Who can tell me what was outside Prince Prospero's abbey?  Hint:  it's not the coronavirus.\"With such precautions the courtiers might bid defiance to contagion. The external world could take care of itself...Without was the ________.\"","sentiment_score":0.0}
{"full_text":"RT It has been explained that these are now matters for the clinicians &amp; families involved. are not se...","sentiment_score":0.0}
{"full_text":"RT This is why even if you're wearing a mask you stay far the fuck away from people who aren't.The mask doesn't primarily prote...","sentiment_score":0.0333333333}
{"full_text":"RT Free #COVID19 testing available today at our mobile testing van until 1:15pm:Maryvale Community Center4420 N. 51st...","sentiment_score":0.4}
{"full_text":"RT Smart","sentiment_score":0.2142857143}
{"full_text":"RT The amount of beds require a certain ratio of nurses &amp; doctors. Before the pandemic hit, we had a nursing shortage. Rig...","sentiment_score":0.2142857143}
{"full_text":"RT You don't deserve it. 40000 people in jails\/prisons you've ignored. Rolled back bail reform in the middle of night. Cut Medi...","sentiment_score":0.0}
{"full_text":"RT Good news","sentiment_score":0.7}
{"full_text":"'A combination of political malpractice, sustained shrinking of the state, constitutional change, and ad hoc management reforms have produced a unique cocktail of ineffectiveness that has been brutally exposed by COVID-19.'","sentiment_score":-0.1666666667}
{"full_text":"RT A Vietnamese-American woman holds a sign at a protest in Huntington Beach, Cal.: \"I'D RATHER GET COVID-19 THAN BIDEN-20.\" ht...","sentiment_score":0.0}
{"full_text":"RT i'm already so annoyed that my grandkids are going to be interviewing me for book reports on the 2020 pandemic expecting m...","sentiment_score":-0.4}
{"full_text":"We stay winning","sentiment_score":0.5}
{"full_text":"RT We really should be paying people so they stay home right now. That's why I'm a cosponsor of the Emergency Money for...","sentiment_score":0.2428571429}
{"full_text":"RT HaHAAAAAAA remember when black people didn't follow curfews in defense of human lives and the police came out there an...","sentiment_score":-0.0833333333}
{"full_text":"RT Corporations           Florida                                Screwing over Floridians          during a pandemic","sentiment_score":0.0}
{"full_text":"RT An employee takes it upon himself to develop a new marketing strategy. Proves it works. Makes your company relevant to a new...","sentiment_score":0.2431818182}
{"full_text":"RT BREAKING NEW'S Tier 3 IS GOING TO BE THE SAME SHIT AS LOCKDOWN BUT ALL NON ESSENTIAL STORES AND GYMS WILL OPEN SO YOU C...","sentiment_score":-0.0127272727}
{"full_text":"RT BTW guys, here's the real","sentiment_score":0.2}
{"full_text":"RT #BTSonGMA FULL INTERVIEW on how they made new music during pandemic @BTS_twt#BTS#ARMY#GoodMorningAmericahttps:\/\/t.co\/Nq2zX...","sentiment_score":0.2431818182}
{"full_text":"Season 1 Episode 8 of the #SpokenWebPod continues to strike a chord. Zoom dings, signal glitches, poems from digital faces - as #covid makes holiday plans remote, we continue to ask, how are you listening now? Listen to past episodes on your podcast app &amp; leave us a review!","sentiment_score":-0.1375}
{"full_text":"A homeless man has to pay because he was not at....home. if hedoes not within 5 days he will be fined extra. #COVID regulationshttps:\/\/t.co\/MwflLWZhdY","sentiment_score":0.0}
{"full_text":"PM confirms press reports over the weekend - hospitality remains in  lockdown or severe infections while all else opens up. Millions will go from lockdown into lockdown and millions in hospitality face real threat to businesses and jobs","sentiment_score":0.2}
{"full_text":"RT #Competition time. #Win a #Ledlenser NEO6R #headlamp so you can keep safe on your #Lockdown #Exercise #Run. Includes a han...","sentiment_score":0.65}
{"full_text":"RT this photo caused the pandemic","sentiment_score":0.0}
{"full_text":"You're welcome! I know UH has some fever clinics. Southwest isn't testing for COVID, from my understanding and CCF is, but you need a script from your doctor to get tested. You can get results from Metro's drive thru in about a day.","sentiment_score":1.0}
{"full_text":"RT By December 10th we may look back on this week as THE Superspreader event that pushed the American #COVID19 crisis into...","sentiment_score":0.0}
{"full_text":"Ways that governments can protect the right to housing during COVID-19:Ban evictions Protect of tenants in rental housing Defer mortgage payments Protect residents in informal settlements Protect people living in homelessnessProtect migrants and asylum seekers","sentiment_score":0.2857142857}
{"full_text":"Isn't it marvelous to have a history-making pandemic blamed on your family? The Trump name will forever be negatively linked to a deadly disease. You own it!","sentiment_score":0.3125}
{"full_text":"RT If you're pro-lockdown, please type your reason below so I can block you.","sentiment_score":0.0}
{"full_text":"Renowned author Ta-Nehisi Coates spoke at the UChicago School of Social Service Administration's Cafferty Lecture series.https:\/\/t.co\/VuSsXkk5oI","sentiment_score":0.0333333333}
{"full_text":"When you go #grocery shopping for your #Thanksgiving  meal show your thanks for #EssentialWorkers. #WearaMask, practice #SocialDistancing, and #SupportHazardPay. #SpreadThanksNotCOVID","sentiment_score":0.2}
{"full_text":"The latest figures have been released:","sentiment_score":0.5}
{"full_text":" U.S. WEEKLY Supercomputers with enormous computing power and entire data centers solve thousands of complex mathematical problems and operations every day. So why didn't they predict the current #pandemic? They did.https:\/\/t.co\/XIVW08jjRQ","sentiment_score":-0.06}
{"full_text":"Man says \"I have Covid\" and spits at hikers in an argument over face-masks","sentiment_score":0.0}
{"full_text":"Kevin Nowlan sees future #office developments as being occupied by a number of #tenants, with large convertible spaces as well as gyms, food outlets and even bars. reports #COVID19 #business","sentiment_score":0.1071428571}
{"full_text":"HEADLINE: Why Edinburgh University's lockdown study is not all it seems : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0}
{"full_text":"RT we have already become psychological patients.@pmc_org #Delaynmdcat #MDCAT #mdcat2020 #DelayMDCAT2020First #delaymdcat","sentiment_score":0.0}
{"full_text":"RT Talk about dragging it out! Surely we either have a full lockdown or none at all. This faffing about from a duplicitous govt...","sentiment_score":0.425}
{"full_text":"RT We are proud to have produced an awareness-raising TV advert to supplement #Covid-19 messaging that had been released by the...","sentiment_score":0.8}
{"full_text":"Council temporarily suspends car parking charges in Chesterfield to support local businesses during lockdownhttps:\/\/t.co\/NyL4CW96rb","sentiment_score":0.0}
{"full_text":"RT Christmas TV idea... Watching hospitality business owners and employees watching government covid announcements. Like goggle...","sentiment_score":0.0}
{"full_text":"Key issues tackled at our upcoming expert webinar 'EMPLOYMENT LAW UPDATE 2020: PART 1' - 1) Fire &amp; Rehire tactics - what's the legal position? 2) New ACAS redundancy guidance 3) Practical H&amp;S guidance during and after covid. Book now here #ukemplaw","sentiment_score":0.1121212121}
{"full_text":"This month on #RealSports, we chat with some of pro sports' most colorful fanatics to find out what makes them tick, and how they've been faring during the pandemic. Tune into #RealSports tomorrow at 10PM on","sentiment_score":0.4}
{"full_text":"Look out for Scarborough Centre MP this NOV 28TH! She will be a speaker for the upcoming \"Break The Silence in Covid-19\" series.Watch the ONLINE event: support of to 3:30pm ET#COVID19 #DomesticAbuse #elderabuse","sentiment_score":0.0}
{"full_text":"The end of a worldwide pandemic.","sentiment_score":0.0}
{"full_text":" Not sure what the new #COVID19 measures in Ontario mean for your studies? Find out how #UofT is responding at the link below:","sentiment_score":-0.1420454545}
{"full_text":"Covid has revealed just how pathetic and self-destructive a society we've become. That people were led to the slaughter so that powerful interests could keep the DOW pumped.","sentiment_score":-0.35}
{"full_text":"Partners, Please join me and sign the Community Pledge. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"Because of COVID-19, the holiday season will be very different for many people this year. While this change may be difficult, offers suggestions for ways to cope with tough feelings while still finding ways to enjoy the holidays.","sentiment_score":0.0185185185}
{"full_text":"The Treasury insists banks should be responsible for chasing up and restructuring loans made to struggling businesses during the coronavirus crisis, despite City lenders calling for government help in dealing with the issue.","sentiment_score":0.2}
{"full_text":"Another #COVID19 vaccine candidate is showing early promising results, particularly for older adults. Learn more about what researchers shared at #TropMed20 last week.","sentiment_score":0.1888888889}
{"full_text":"Restaurateur Paul Treyvaud has hit out and senior politicians and medical staff for empathising with him, suggesting 'they haven't a clue' -","sentiment_score":0.0}
{"full_text":"Even during a pandemic, there is still much to be grateful for. The 'Heights' editors shared what they are most grateful for here:https:\/\/t.co\/iQvTBrEQP9","sentiment_score":0.35}
{"full_text":"Changes in the concentration of antibodies against SARS-CoV-2 over time in children were found to be similar to adults up to three months after infection.","sentiment_score":0.0}
{"full_text":"With several months of social distancing under their belt, young fans of Christmas may be concerned about how Santa Claus' job may be effected ... Well, Dr. Anthony Fauci has some good newshttps:\/\/t.co\/BJGnIpZsnz","sentiment_score":0.2083333333}
{"full_text":"Greece's armed forces are setting up a field hospital with more than 50 beds in the northern city of Thessaloniki as part of plans to tackle a surge in the number of coronavirus infections and hospitalizations.https:\/\/t.co\/Ao4HG5Uerf","sentiment_score":0.5}
{"full_text":"Are you actually going to accept that award after you knowingly put multitudes of elderly in nursing homes.. You are responsible for the spread of Covid and the ensuing deaths. Phony! Fraud! How dare YOU !!","sentiment_score":0.244140625}
{"full_text":"Been very frustrated by my loving family who insists on gathering during a pandemic.   They really bout to be mad when I refuse to go to Thanksgiving dinner.  And it's just gon have to be \"oh well\".","sentiment_score":-0.18375}
{"full_text":"You have no respect for the families of Americans that have died of COVID. Disgusting.","sentiment_score":-1.0}
{"full_text":"yup and with the pandemic it's gonna be even longer. literally i was about to move off the years long waiting list and then lockdown happened","sentiment_score":-0.05}
{"full_text":"Remember when Corona beer sales tanked in the USA cos they thought the beer had the virus? How on earth did the USA become a world superpower?","sentiment_score":0.0}
{"full_text":"Families' celebrations of Diwali, the Hindu festival of lights, have had to adapt this year. #wokytoday #wokingham #wokinghamtoday #reading #Bracknell","sentiment_score":0.0}
{"full_text":"So far, I'd say that my least favorite global pandemic of 2020 is the COVID-19 pandemic.","sentiment_score":0.075}
{"full_text":"The economic impacts on India due to #COVID19 have been substantial. Can #India's economy bounce back? Learn more from Venkatachalam Anbumozhi via #economy","sentiment_score":0.14375}
{"full_text":"If you're classed as clinically extremely vulnerable to coronavirus due to a medical condition, has released a service which may be able to support you.For more information visit https:\/\/t.co\/C81bxpCvss","sentiment_score":0.075}
{"full_text":"We made it through the semester, continue to #WearAMask Lakers!","sentiment_score":0.0}
{"full_text":"\"On a cool Tuesday morning, members of the YCL-LJC Windsor-Essex club and other organizations took part in a brief demonstration to raise awareness that the City of Windsor was planning to forcibly evict those in the local tent city.\"https:\/\/t.co\/DOmTohTYb8","sentiment_score":0.145}
{"full_text":"Burton Addiction Centre has secured its services during the pandemic with a PS150,000 investment. Finance was secured from the MEIF &amp; through #CBILS - to read more:","sentiment_score":0.5}
{"full_text":"Due to Covid-19 restrictions we are unable to hold our usual Open Event. However, please visit our website and take a look at the digital content for an insight into our fantastic environment and what we can offer your child. #WeAreStar #Transition ","sentiment_score":-0.0791666667}
