{"full_text":"RT the cop who sits in front of Delta 9 on River NEVER WEARS A MASK. I have NEVER observed him wearing a mask. The people I...","sentiment_score":0.0}
{"full_text":"So Musk is on the 'tests dont work' ting too...","sentiment_score":0.0}
{"full_text":"When that covid depression meets the seasonal depression... that just hits differently.... im... not in a great place atm...","sentiment_score":0.4}
{"full_text":"RT FRIDAY Dance PartyFollow Back Victory PartyFollow all who:LIKE RETWEET COMMENT Drop your favorite meme or g...","sentiment_score":0.25}
{"full_text":"RT This from the PM who let the COVID into Canada in the first place! #cdnpoli #bcpoli","sentiment_score":0.3125}
{"full_text":"RT I don't 'heart' any of these posts. I grieve for them. For every single one of these beautiful souls who didn't have t...","sentiment_score":0.3892857143}
{"full_text":"Well you had a good run...Gonna be a hard \"no\" from me from now on.No one should think of a deadly pandemic this way, among many other things.https:\/\/t.co\/bUu4drxXUE","sentiment_score":0.1166666667}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"RT #Measles is a leading cause of child death worldwide. CDC partnered with Ethiopia's and to conduct a larg...","sentiment_score":0.0}
{"full_text":"RT More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campai...","sentiment_score":0.05}
{"full_text":"RT You expect me to apologize in a pandemic ?","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"Especially during a pandemic with winter coming.","sentiment_score":0.0}
{"full_text":"I don't support him, agree he should peacefully transfer power, believe covid is real and agree he isn't a good person ","sentiment_score":0.3833333333}
{"full_text":"Guys they're breaking us in gently for round two. Please stay home and mask up if you need to go out.","sentiment_score":0.0}
{"full_text":"RT It was unforgivable that Cuomo forced a reversal of bail reform in the middle of a pandemic. The predictable and depressi...","sentiment_score":-0.1666666667}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT It's tomorrow !!The Felabration Webinar 2020Topic: \"Fight to Finish Fight to Win. Covid-19, Racism &amp; Habitat. Tim...","sentiment_score":0.8}
{"full_text":"There have been 53,824 coronavirus cases in Lancashire since March - here is the full breakdown of case numbers for every area in the county","sentiment_score":0.35}
{"full_text":"RT I'm not the world's fifth richest person, but casting doubts on the merits of COVID testing during a virus surge while you're c...","sentiment_score":0.0}
{"full_text":"Zaid Zaman Hamid look  COAS is talking to Bill Gates about polio and Covid vaccine. Now open the shutters of gutters on COAS too.","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 followers please copy and re-post this tweet? Call 1-800-273-8255 (U...","sentiment_score":0.0}
{"full_text":"Those are republicans who infiltrated Party of FDR our Leadership are all Nixon Kissinger Reagan's Democrats ~ Congress is worthless since 1970s they found THC stops cancer and Fracking causes Climate Change ~ Here we are in Pandemic w\/o Healthcare and food in prohibition 1915","sentiment_score":-0.8}
{"full_text":"RT NEW: 130+ Secret Service officers are infected with Covid-19 or under quarantine, according to a Washington Post report by","sentiment_score":-0.1318181818}
{"full_text":"RT When you look at test positivity rates, anything above 1% is dangerous and over 5% is uncontrolled community spread.Yest...","sentiment_score":-0.3}
{"full_text":"RT Shame on you, @realDonaldTrump and your family. You put those sworn to protect you at risk with your reckless, danger...","sentiment_score":0.0}
{"full_text":"Covid impact is a direct function of lockdown and it seems like we've unlocked most things at this point of time. Besides recovery rates are at a high and mortality rates at a low","sentiment_score":0.19}
{"full_text":"don't get injured or covid please, stay safe ","sentiment_score":0.5}
{"full_text":"COVID-19 delayed this Beaufort oyster roast, but now it's ready for all-you-can-eat bash","sentiment_score":0.2}
{"full_text":"Dr. Ofelia Garcia begins by acknowledging the unlearning that is happening during the pandemic on how children learn, how we can delink teaching of English from \"power of coloniality\" #NYSTESOL2020 5\/","sentiment_score":0.0}
{"full_text":"Another intelligent critique of the black-box, R0-centered models that (continue to) guide political responses to COVID-19 across the world by Ray Pawson https:\/\/t.co\/iBOwNf3uP8","sentiment_score":0.4}
{"full_text":"RT Stay committed! With #COVID19 on the rise in #Kansas &amp; across the US, it's more important than ever that each of us does...","sentiment_score":0.45}
{"full_text":"RT Imagine if Trump tried as hard to prevent the coronavirus pandemic the way he's trying to prevent this electio...","sentiment_score":-0.2916666667}
{"full_text":"RT Managing Director of IWAK Joe Gilmore says the second closure this year for the facility is sad but it will emerge the ot...","sentiment_score":-0.25}
{"full_text":"RT If we had an honest, responsible federal government that ordered a hard lockdown and widespread testing in March, we might...","sentiment_score":0.1694444444}
{"full_text":"RT School strike week 117. Because of new COVID-19 recommendations and the rapid spread, we're back to #ClimateStrikeOnline...","sentiment_score":0.0681818182}
{"full_text":"Bukra fi lockdown??","sentiment_score":0.0}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT DON'T CHASE SWEDISH HERD STRATEGY. As many know,  took the careless \"herd\" strategy in spring to let the coronavirus run...","sentiment_score":0.0}
{"full_text":"RT Putting the U.S. Secret Service and their families at needless risk is cruel and unconscionable.","sentiment_score":-0.6333333333}
{"full_text":"RT Unbelievable. GOP doesn't even care for the lives of the people protecting theirs.","sentiment_score":-0.25}
{"full_text":"66 employees (80% Black) &amp; 53 CHILDREN have tested positive for #Covid_19 in the JTDC!This is carceral violence!Chief Justice Evens &amp; #TossToomin dgaf about our youth!#AbolishJTDC #AbolishPrisons #FreeThemAll","sentiment_score":0.0303030303}
{"full_text":"Pathetic that you are watching TV instead of tackling COVID COVID COVID.","sentiment_score":-1.0}
{"full_text":"RT Your mother \"allegedly\" threw a Bible at a Secret Service agent and hit him in back of the head.","sentiment_score":-0.1666666667}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT The #NationsCup Test between France and Fiji on Sunday is under threat of cancellation following positive coronavirus cases w...","sentiment_score":0.1136363636}
{"full_text":"RT If this is surprising to you, I have terrible news about what jails (as opposed to prisons) are for. Jails mostly hold peopl...","sentiment_score":0.0666666667}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT 130 Secret Service agents are infected with COVID-19 because trump is a selfish asshole who unnecessarily put them all in h...","sentiment_score":-0.4333333333}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"The president Owner Holder &amp; my family Doctor is no more. He was suffring from corona.","sentiment_score":-0.25}
{"full_text":"RT If you want to lock down the country but open our borders to illegals, you just might be a Democrat. And a fool.","sentiment_score":-0.0777777778}
{"full_text":"Trudeau makes the Premiers look totally incompetent.","sentiment_score":-0.35}
{"full_text":"And remember, above all, that, still, more than 70 million people voted for him...","sentiment_score":0.25}
{"full_text":"RT We are asking physicians, pharmacies, healthcare organizations and any site that provides COVID diagnostic testing to help us. E...","sentiment_score":0.0}
{"full_text":"Unfortunately, I think we are just seeing the tip of the iceberg.","sentiment_score":-0.5}
{"full_text":"Return of a #ramen pioneer gives boost to #Japan's #Covid-hit restaurant sector - by ","sentiment_score":0.0}
{"full_text":"After the story of a schoolboy who was forced to drop out of school due to the coronavirus pandemic gained social media attention, thousands came to offer help to the boy.https:\/\/t.co\/cHMqtYSgLF","sentiment_score":-0.1305555556}
{"full_text":"RT Unbelievable. GOP doesn't even care for the lives of the people protecting theirs.","sentiment_score":-0.25}
{"full_text":"RT \"More than 130 Secret Service officers are reportedly quarantining either bc they've already tested positive or because they ha...","sentiment_score":0.1090909091}
{"full_text":"#CrookedPerdue Come on #Georgia - you can do better than this #PandemicProfiteer","sentiment_score":0.5}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"How though - even before Covid this number was growing. There is only the state is capable of generating that amount of employment and nobody wants them too","sentiment_score":0.1333333333}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT Georgia running not one but two Senators guilty of insider trading. They should be prosecuted not re-elected.","sentiment_score":-0.5}
{"full_text":"Tube was packed this evening,  pointless lockdown","sentiment_score":-0.25}
{"full_text":"Here's  an example of a real Authoritarian. Not your made up MSM lies you try and program people you believe although you have programmed half the country bravo authoritarian","sentiment_score":0.0166666667}
{"full_text":"RT It's Friday the 13th during a pandemic with still in charge of the country.Please stay safe!","sentiment_score":0.3125}
{"full_text":"RT OMG listening to BS on Morning Joe about \"socialism\" being the worst thing when all you mean is helping people pay to live...","sentiment_score":-0.3920454545}
{"full_text":"Your govt just cleared 700 billion on the Pentagon Spending they could have covered you all. They at war with Corona not anyone else.","sentiment_score":0.0}
{"full_text":"PM ultimately accountable. He dithered over lockdown twice. He cant make decisions. Hes now being led by Carries agenda... forget levelling up the north and red wall voters","sentiment_score":0.0}
{"full_text":"RT That makes America the most polluted country in the world. ","sentiment_score":0.5}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT The government locked-up and deprived compassionate release during a pandemic to a veteran who had been honored for pr...","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT I'm not a scientist or a politician but it seems that the countries that don't have a dumbass as their president are doing...","sentiment_score":0.0}
{"full_text":"RT Dems- stay home Saturday.  Do not go to the Trump march in DC.  They're just hoping for a fight.Tr...","sentiment_score":0.0}
{"full_text":"Players just contacting Coronavirus and getting injured while on international duty with their respective countries. See why they should have at least cancelled international football till next year at the latest?","sentiment_score":0.0333333333}
{"full_text":"RT Sorry to go back like 8 scandals, but is there going to be an inquiry or anything into the Department of Social Protection d...","sentiment_score":-0.1555555556}
{"full_text":"RT As coronavirus cases and hospitalizations hit record highs, the president hasn't publicly said a word about the pandemic in 10...","sentiment_score":0.0}
{"full_text":"EXACTLY!!","sentiment_score":0.390625}
{"full_text":"RT A \"pandemic\" only when the Left says so...#covid19","sentiment_score":0.0}
{"full_text":"RT If we had an honest, responsible federal government that ordered a hard lockdown and widespread testing in March, we might...","sentiment_score":0.1694444444}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"You all are nuts! COVID is nothing more then a bad cold I just had it in September and never isolated","sentiment_score":-0.2666666667}
{"full_text":"RT Unbelievable. GOP doesn't even care for the lives of the people protecting theirs.","sentiment_score":-0.25}
{"full_text":"RT That didn't take long.....","sentiment_score":-0.05}
{"full_text":"Frozen #out of #COVID19 #vaccine #planning, #Biden advisers #developing their #own #distribution #strategy","sentiment_score":0.6}
{"full_text":"RT Immigrants! Coming over here! Developing our vaccines!","sentiment_score":0.0}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT Do you know why the media has to keep giving you scary anecdotes and big numbers of \"cases\" to keep you worried about...","sentiment_score":-0.25}
{"full_text":"JUST IN: Italy reports more than 40,000 new COVID-19 cases, its highest daily figure since the pandemic began.","sentiment_score":0.2121212121}
{"full_text":"RT DON'T CHASE SWEDISH HERD STRATEGY. As many know,  took the careless \"herd\" strategy in spring to let the coronavirus run...","sentiment_score":0.0}
{"full_text":"RT He... Doesn't... Care...","sentiment_score":0.0}
{"full_text":"Resources Young People Need During a Pandemic - webinar by on Dec. 3 at 6:30 pm with Michael Ungar","sentiment_score":0.1}
{"full_text":"read something!","sentiment_score":0.0}
{"full_text":"- the date you've been waiting for! #inhed2021","sentiment_score":0.0}
{"full_text":"My only consolation? My parents aren't here to deal with COVID. Elders dying alone is unconscionable","sentiment_score":0.0}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT French Prime Minister Jean Castex says one in four deaths currently happening in the country are caused by Covid-19","sentiment_score":0.0}
{"full_text":"RT What an absolute slap in the face to people who've sworn to give their lives for him. To soldiers are s...","sentiment_score":0.2}
{"full_text":"RT President Trump's refusal to concede the election and allow President-elect Joe Biden's team access to key health officials co...","sentiment_score":0.0}
{"full_text":"RT [THREAD]Yesterday marked the last Jupiter-Pluto conjunction in Capricorn this year. They have met 3 times due to ret...","sentiment_score":-0.0083333333}
{"full_text":"RT Whoa, Black Bettyhttps:\/\/t.co\/PtKgyVGjZ7","sentiment_score":-0.1666666667}
{"full_text":"RT GOP governors already resisting Biden's plan to manage the pandemic. Let's see what they'll do when their health systems get...","sentiment_score":0.0}
{"full_text":"RT The irresponsibility and implications of an expert identifying \"non-European\" immigrants as one reason for Sweden havin...","sentiment_score":0.0}
{"full_text":"Wondering how the #COVID19 pandemic is affecting advisor movement? Hear what Louis Diamond and Jim Dickson have to say in the #poweryouradvice #podcast: #breakaway #financialadvisor","sentiment_score":0.0}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT covid robbed me of platonic kissing","sentiment_score":0.0}
{"full_text":"Justice Alito Sets Impartiality Aside in Incendiary Remarks on Coronavirus and Same-Sex Marriage - The Daily Beast","sentiment_score":0.0}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"RT More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campaig...","sentiment_score":0.05}
{"full_text":"RT How has the pandemic impacted the #PerformingArts? Check out this ep of #TownSquareTalk w\/@ErnieOnTV - we discuss how #...","sentiment_score":0.0}
{"full_text":"Their \"prime directive\" of the entire COVID-19 Hoax was to steal an election, and it's heavy politicization and media fear-mongering proves this beyond ALL doubt.","sentiment_score":0.0333333333}
{"full_text":"RT Measles is resurgent around the world, and the coronavirus pandemic could make it even worse.","sentiment_score":-0.4}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT No. Dakota's crisis is so severe that the state is advising asymptomatic, COVID-positive nurses to stay on the job.This is...","sentiment_score":0.0}
{"full_text":"RT 130 Secret Service agents are infected with COVID-19 because trump is a selfish asshole who unnecessarily put them all in h...","sentiment_score":-0.4333333333}
{"full_text":"RT Unbelievable. GOP doesn't even care for the lives of the people protecting theirs.","sentiment_score":-0.25}
{"full_text":"RT #COVIDAlertCT is Connecticut's COVID-19 exposure notification app.It sends an anonymous alert to your phone anytime you...","sentiment_score":0.0}
{"full_text":"Accomplished like nearly half a MILLION DEAD from COVID-19 by the end of his incompetent term? #AskingForAFiend","sentiment_score":-0.1291666667}
{"full_text":"Instead of trump doing something about this he's been whining about losing an election. Unfit to lead","sentiment_score":0.0}
{"full_text":"RT WEAR A MASK.@CDCgov has released updated guidance based on new evidence - wearing a mask is a stronger measure of protecti...","sentiment_score":0.1363636364}
{"full_text":"The boys did COVID parties","sentiment_score":0.0}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"The Restaurant Resiliency Fund is now OPEN!Prince George's County food establishments may now apply for grants up to $25,000 for COVID-related costs!You're always here for us, We're still here for you!Apply Now:","sentiment_score":0.0}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"...and just like that, POOF! COVID was over, all the racial strife ended, people got back to regular life. Just kidding. Feinstein celebrating passing garbage like this is just one more reason she should retire.","sentiment_score":0.1666666667}
{"full_text":"RT Dom's Legacy - 30 000 unnecessary deaths More to come with COVID + Brexit","sentiment_score":0.05}
{"full_text":"#ICYMI: Erie County health commissioner says the area needs to \"hunker down\" to break the transmission of COVID.","sentiment_score":-0.1555555556}
{"full_text":"RT \"High-frequency data show economic activity in a number of major advanced economies dropped steeply in the first weeks of Nov...","sentiment_score":0.228125}
{"full_text":"'He had a great heart': 91-year-old Korean War veteran dies of COVID-19","sentiment_score":0.4}
{"full_text":"With families deciding whether or not to travel for the holidays, there's a new tool that can help them weigh the risks during the pandemic.","sentiment_score":0.1363636364}
{"full_text":"Mechanicsburg Area School District continues to monitor COVID-19 caseshttps:\/\/t.co\/8n80Yq22QI","sentiment_score":0.0}
{"full_text":"\"Future emerging infections are the global health concern of our time\" Gutierrez-Ramos. At AbbVie we want to provide our patients with answers. Read about our commitment to COVID-19 and future similar diseases here:","sentiment_score":0.0}
{"full_text":"If you want to spend Thanksgiving with family this year, now is the time to get ready.","sentiment_score":0.2}
{"full_text":"The Upper Peninsula started this pandemic with some of the lowest case numbers in the state but that's not the case anymore. ","sentiment_score":0.0}
{"full_text":"RT Residents have said they need clearer information to help them self-isolate for Covid.  So her'es a new guide","sentiment_score":0.1363636364}
{"full_text":" Our 2021 March for Life meetup theme is #ProtectTheVulnerable! Join us on January 29: you'd like a Rehumanize mask to wear to the event, we're accepting new mask orders from now until December 1st! Go to for more details.","sentiment_score":0.3352272727}
{"full_text":"For subscribers: There are several warning signs first responders and their families should be on the lookout for. ","sentiment_score":0.125}
{"full_text":"Do you #WearAMask in public places? How do you wear your mask? Which of the illustrations best describes how your put on your mask.Wear you mask rightly!#COVID19 #COVID19Nigeria #StaySafe","sentiment_score":0.5}
{"full_text":"#WorldKindnessDay is an opportunity to reflect on the power of kindness to unify people around the world, especially as we continue to face the ongoing #COVID19 pandemic. At Jazz, we harness this important principle in our corporate culture and the work we do for our patients.","sentiment_score":0.1333333333}
{"full_text":"Here we go defense! Here we go!  Austin-Travis County health officials and #ATX high school mascots are here to remind you:  - Keep 6 ft distance  Wear a mask  Wash\/sanitize hands  Stay home if sick Let's work together to slow the spread of #COVID19!","sentiment_score":-0.3097619048}
{"full_text":"RT We will #travel again! Check out the list of  #COVID strict destinations our experts put together to put on your list!...","sentiment_score":0.0}
{"full_text":"Oops","sentiment_score":0.0}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"November has already proven crippling for American communities battling Covid-19 spikes in cases, hospitalizations and deaths. Experts warn it will likely get worse before it gets better.","sentiment_score":0.025}
{"full_text":"RT This dude is dumb as shit","sentiment_score":-0.2875}
{"full_text":"The pandemic is raging in the country's prisons and jails. It's time to reform what experts Eliana Kaplowitz, and call our \"broken prison system.\"","sentiment_score":-0.4}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"\"Our hospitals were almost overwhelmed in June and July, and now our numbers are again ticking up.\" - region hospitals reported 1,079 admitted COVID patients on Thursday, the highest figure since Sept. 7, according to","sentiment_score":0.0}
{"full_text":"\"Live updates: Hospitalizations hit all-time high as U.S. sets another record with 145,000 new infections\"https:\/\/t.co\/JNf0UYYhi0","sentiment_score":0.1442424242}
{"full_text":"From earlier:Extremists discussed using COVID-19 as a bioweapon according to Europol","sentiment_score":0.0}
{"full_text":"#AMAY | Drones light up Seoul sky with messages of hope amid #COVID-19https:\/\/t.co\/ur5XxDOqxc","sentiment_score":0.4}
{"full_text":"Data from a small study suggests positive news for #COVID19 infected mothers and newbornshttps:\/\/t.co\/0rR0zYuock","sentiment_score":-0.0113636364}
{"full_text":"releases an article about how vaccines help build immunity to viruses@mch_childrens Read more here:https:\/\/t.co\/Q0hHkBMLQr","sentiment_score":0.5}
{"full_text":"\"If they can get you asking the wrong questions, they don't have to worry about answers.\" -- Origin of the #CoronaVirus #COVID19 SARS2 origins","sentiment_score":-0.5}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"RT for two years i was part of a team that handled holiday orders at the ~fancy~ grocery store where i worked; last year, i r...","sentiment_score":0.0}
{"full_text":"\"The good news is none of my partners and teammates had it, and we're going to be back at it this weekend.\" -","sentiment_score":0.35}
{"full_text":"RT After this #coronavirus situation time to get back to #business. But for your #location maybe your #client doesn't get you ea...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic is highlighting the need for architecture to play by new rules:","sentiment_score":0.1363636364}
{"full_text":"ODA funding is needed for vaccination distribution regardless of wealth and for tackling the appalling secondary impacts that the pandemic has inflicted. Read the Report: and our new inquiry on secondary impacts here:","sentiment_score":-0.2034090909}
{"full_text":"If saving lives isn't incentive enough to wear a mask, the CDC says, \"increasing universal masking by 15% could prevent the need for lockdowns and reduce associated losses of up to $1 trillion or about 5% of gross domestic product.\"https:\/\/t.co\/TDYmual6yn#MaskUpLBK","sentiment_score":0.0}
{"full_text":"The Governor's office says the person is in isolation and did not have close contact with the Governor. ","sentiment_score":0.0}
{"full_text":"RT What a difference a month can make. Hesitancy to implement infection control measures has put Switzerland at the top spot am...","sentiment_score":0.5}
{"full_text":"RT A nurse struggled to record a video for his family hours before he died of Covid-19, preparing a final farewell while holding ont...","sentiment_score":0.0}
{"full_text":"Hospital leaders across the Cincinnati region said Friday their facilities are close to shutting down nonessential surgeries and procedures.","sentiment_score":-0.1555555556}
{"full_text":"Only tenants who can demonstrate their rent was up to date for March, prior to the COVID-19 disruptions to the economy, should apply.","sentiment_score":0.0}
{"full_text":"RT 3) It was Ds who for months prior to Election Day worked overtime to get courts\/officials to override legislatures and cha...","sentiment_score":0.0}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"Pfizer hopes to distribute 7.6 million doses of the vaccine per day across its two main distribution centers.","sentiment_score":0.1666666667}
{"full_text":"RT #ElPaso WAKE UP!!!","sentiment_score":0.0}
{"full_text":"RT Speechless.","sentiment_score":0.0}
{"full_text":".@EPAAWheeler is justifying rolling back public health protections in the middle of #COVID19. Environmental injustice is racism, and as turns 50 this year, we need an agency that will fight for Black and Brown communities. #EPAat50 #StopWheeler","sentiment_score":-0.0416666667}
