{"full_text":"RT If #SteveBannon were British, and MUCH smarter, he would be #DominicCummings -- the mastermind behind #Brexit.Now that...","sentiment_score":-0.0666666667}
{"full_text":"\"What's fascinating to me is that people are extremely articulate when it comes to very small footwork, tendus, that sort of thing... I was like, 'You guys!' And they were like, 'Yes, because this is all we could work on at home!'\"","sentiment_score":0.0223958333}
{"full_text":"RT To our friends across the country: You can help us mobilize voters and raise the resources we need from where you are. As...","sentiment_score":0.0}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"RT Rand Paul: We have 11 million people in our country who have already had COVID. We should tell them to celebrate. We should tell...","sentiment_score":0.0}
{"full_text":"RT Most of the time when a fatal car crash involves a drunk driver, the drunk driver isn't the one who dies. It's usually t...","sentiment_score":-0.1875}
{"full_text":"RT US Marine Corps Veteran speaks out about the 130 Secret Service officers who are said to be infected with cor...","sentiment_score":-0.2}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT I wrote about what health-care workers are going through, how exhausted &amp; scared they are, and what this 3rd pandemic surge...","sentiment_score":-0.2}
{"full_text":"On October 24th, I was alarmed that our COVID positivity rate was 9.5%. Today, we're at 24%. I feel like a kid going up a huge incline on a roller coaster, panicked, screaming \"I don't want to do this!\"","sentiment_score":0.5}
{"full_text":"As you said Muslims do everything in the name of Islam. So, this Muslim couple are going to save humanity from a pandemic in the name of Islam. Btw, you have to say Allahu Akbar 3 times before the vaccine works remember to say it.","sentiment_score":0.0}
{"full_text":"RT This can be seen in the context of Arizona, where restrictions placed at the end of June\/early July saw a 75% decrease in cas...","sentiment_score":0.0}
{"full_text":"RT If only #DominicGoing was sacked by #BorisHasFailedTheNation soon after the #BarnardCastle episode. #COVID19 lockdown wo...","sentiment_score":0.0}
{"full_text":"I don't give a fuck about Fox. I do care about what our sitting President spends his time on, considering an election result is in the balance, and Covid is resurging across the nation. People are perfectly capable of taking care of Fox on their own.","sentiment_score":0.1333333333}
{"full_text":"RT The president spent October pretending that covid-19 was defeated. We're now seeing the consequences of that in lots of pl...","sentiment_score":-0.1}
{"full_text":"RT BREAKING - Dinner parties, game nights, get-togethers watching NFL, NCAA football or other sporting events, indoor dining &amp;...","sentiment_score":-0.2625}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT He cares about no one. Not a soul.","sentiment_score":0.0}
{"full_text":"RT The White House election strategy is like their covid strategy. They think the results are going to disappear, like a miracle.","sentiment_score":0.0}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"RT Supreme Court Justice Samuel Alito gave alarmingly political remarks criticizing many states' science-based COVID-19 r...","sentiment_score":0.25}
{"full_text":"sign  a waiver that you will not burden the health system when you get Covid and you will stay home and let your personal freedom cure you of the virus","sentiment_score":0.0}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"RT Canada is leading the world in vaccination readinesshttps:\/\/t.co\/ai7PiHsKgc","sentiment_score":0.0}
{"full_text":"Imagine being this dumb about masks and COVID.More so being an elected official flaunting the idea that masks are \"oppressive\" while actually being the way we can help curb the rampant rise in COVID cases.","sentiment_score":-0.1875}
{"full_text":"RT Motherfuckers using \"my body my choice\" to talk about wearing masks are even dumber than they sound. MASKS PROTECT OTHER...","sentiment_score":0.1375}
{"full_text":"RT Everything you're dying for is a combination of plastic, iron and glass. PS5. iPhone 12 Pro. Xbox. OLED TV. Benz. If there's a...","sentiment_score":0.0}
{"full_text":"RT Actual Headline: \"Covid-19 Vaccine May Have Unpleasant Side Effects. That Will Mean It's Working.\"","sentiment_score":-0.3208333333}
{"full_text":"RT It's hard to know how we'll cope without the genius who led us to the highest Covid death rate in Europe, the biggest e...","sentiment_score":-0.2916666667}
{"full_text":"RT come work in the COVID unit and find out","sentiment_score":0.0}
{"full_text":"RT You can all call me a bitch if you want. If you have plans to get together with family or friends this holiday season. Th...","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate t...","sentiment_score":0.0}
{"full_text":"There's still this: Study says Trump superspreader events lead to over 700 deathshttps:\/\/t.co\/zu0tO3ocxD","sentiment_score":0.0}
{"full_text":"RT Georgia running not one but two Senators guilty of insider trading. They should be prosecuted not re-elected.","sentiment_score":-0.5}
{"full_text":"it actually blows my mind that other countries are going about their lives free of strict covid restrictions but Americans and our dumb ass white supremacist, capitalistic government can't lock down and provide for the goddamn citizens.","sentiment_score":-0.0425925926}
{"full_text":"RT The White House election strategy is like their covid strategy. They think the results are going to disappear, like a miracle.","sentiment_score":0.0}
{"full_text":"And Kelly is an unelected inside trader, earning money off the Americans dying and suffering from COVID. We suffer and struggle to feed our families, pay our rent, while Kelly makes money. Do you really think she knows what you are going through? #VoteRevWarnock","sentiment_score":0.2}
{"full_text":"RT This marks Louisiana's highest single-day jump since the pandemic began. #lagov #lalege","sentiment_score":0.0}
{"full_text":"RT Such a beautiful event.  to Wilson Miranda for his leadership... #RemembranceDay2020  #RehabLegend","sentiment_score":0.425}
{"full_text":"Probably got the dodgy photos and a list of the Tory Covid contracts given to his mates. Time to collect.","sentiment_score":0.0}
{"full_text":"RT New York City to close schools if positivity rate reaches 3%. Ontario's positivity rate is currently 4.5%. We are not advo...","sentiment_score":0.0681818182}
{"full_text":"RT REUTERS: Supreme Court Justice Samuel Alito says pandemic has led to unimaginable curbs on liberty","sentiment_score":0.0}
{"full_text":"RT Marketplace tested over 20 different masks. Here's what will best protect you and others during the pandemic | CBC News htt...","sentiment_score":0.5}
{"full_text":"RT Hear me out, this with consistent stimulus and rent cancellations? Done deal","sentiment_score":0.25}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"Shout out to my bro who has kindly donated me over 100kgs of gym equipment including bench\/rack to keep me going during lockdown  such a humble guy please follow the great work he is doing on insta raising awareness on our motherland  #brotherhood #SavingPunjab","sentiment_score":0.3}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"WATCH: #Arkansas Gov. to make COVID-19 related announcement #arnews ","sentiment_score":0.0}
{"full_text":"RT Siena has paused basketball activities following two positive COVID-19 tests, per release.","sentiment_score":0.1136363636}
{"full_text":"RT Together WH1 and WH2 belong to clade 20C and lineage B.1.26, which place them squarely within the genetic diversity of viruses c...","sentiment_score":0.0}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT Tesla and SpaceX CEO Elon Musk claimed that \"something extremely bogus is going on\" after 4 rapid antigen Covid-19 tests he too...","sentiment_score":-0.125}
{"full_text":"RT You can't be pro-life and believe we should give up fighting the pandemic.","sentiment_score":0.0}
{"full_text":"RT Please read this from my friend and colleague and when you do know that he is not an alarmist. He is a scie...","sentiment_score":0.0}
{"full_text":"RT 5) 21 Swedish experts denounced \"herd\" policy: \"The strategy has led to death, grief, &amp; suffering--no indications that the S...","sentiment_score":-0.8}
{"full_text":"RT Some of Biden's COVID-19 task force appointees have stirred controversy in the past | Just The News","sentiment_score":-0.25}
{"full_text":"RT Shop small, shop local, and support small businesses like our local during this lockdown! Their Instagram...","sentiment_score":-0.125}
{"full_text":"RT Elon Musk says he took four rapid COVID-19 tests with split results","sentiment_score":0.0}
{"full_text":"And another Covid idiot doesn't get it. Take away the Covid &amp; the high probability is they would still be alive. Unless you think multi organ failure or sepsis is linked to Diabetes or hypertension etc","sentiment_score":-0.2141666667}
{"full_text":"RT .@mtgreenee your comments on wearing a mask highlights what's wrong with America.It's not about \"your body\" it'...","sentiment_score":-0.5}
{"full_text":"RT One study found your risk of developing a severe case of, and dying from, COVID-19 virtually disappears once your vitami...","sentiment_score":0.0}
{"full_text":"Coach. Players. Officials. Pitch. Minister. NFF. Covid 19. Nigerians. President. Whose Fault?","sentiment_score":0.0}
{"full_text":"RT 1\/ A fascinating paper today offers yet more proof that the PCR testing scheme vastly overstates the number...","sentiment_score":0.325}
{"full_text":"All the love. Stay safe and wear a mask.","sentiment_score":0.5}
{"full_text":"Truth is. Covid is a scam.","sentiment_score":0.0}
{"full_text":"I have never in my life listened to that song","sentiment_score":0.0}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"RT The scientists who developed the Pfizer\/BioNTech Covid-19 vaccine are a Turkish-German power couple","sentiment_score":0.1}
{"full_text":"RT Well said by Justice Alito:\"The pandemic has resulted in previous unimaginable restrictions on individual liberty... T...","sentiment_score":-0.0833333333}
{"full_text":"RT if Trump is not going to allow Biden's team have access to federal info on dealing the Covid explosion and national sec...","sentiment_score":-0.1}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"To right I am!","sentiment_score":0.3571428571}
{"full_text":"Some glimmer of light","sentiment_score":0.4}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT Because it came from China","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT As coronavirus cases and hospitalizations hit record highs, the president hasn't publicly said a word about the pandemic in 10...","sentiment_score":0.0}
{"full_text":"RT We mustn't let inequalities slip past our gaze when we look back on this pandemic","sentiment_score":-0.125}
{"full_text":"130 Secret Service officers are infected with coronavirus or quarantining in wake of Trump's campaign travel.The dramatic impact on the presidential protection unit comes as growing numbers of prominent Trump allies and White House officials have fallen ill.#TrumpVirus","sentiment_score":-0.0833333333}
{"full_text":"H - town is adding rock rose in y'all's city. Wonder bar, 77 degrees and jack and gingers pub bar. Mayne going to have come visit after the pandemic. Right now y'all move like it's 2018. Can't do it.","sentiment_score":0.4428571429}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"Stay home everybody, let them to do their thing - it's not worth!!!!","sentiment_score":-0.3662109375}
{"full_text":"Sen. Kim LaSata of St. Joseph reportedly tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"RT He... Doesn't... Care...","sentiment_score":0.0}
{"full_text":"RT That didn't take long.....","sentiment_score":-0.05}
{"full_text":"Whoa ","sentiment_score":0.0}
{"full_text":"RT In metro Atlanta this week, Republican Sen. had this to say about why he wears masks: \"You want me to wear a mas...","sentiment_score":0.0}
{"full_text":"RT These brave men and women are willing to take a bullet for the President but he won't wear a mask for them.","sentiment_score":0.525}
{"full_text":"RT Worcester's DCU Center to reopen as COVID field hospital as Massachusetts sees second surge","sentiment_score":-0.05}
{"full_text":"RT Artificial intelligence in #healthcare can be deployed across these usecase #healthtec...","sentiment_score":-0.6}
{"full_text":"RT 130 Secret Service agents are infected with COVID-19 because trump is a selfish asshole who unnecessarily put them all in h...","sentiment_score":-0.4333333333}
{"full_text":"Biden transition official says the transition team doesn't want to fight with the GSA: \"We just want to get access to intelligence information, to threat assessments, to the ongoing work on COVID, so that we can prepare to govern.\"","sentiment_score":0.0}
{"full_text":"RT He... Doesn't... Care...","sentiment_score":0.0}
{"full_text":"RT We absolutely cannot let this happen. We need to start putting the protocols and infrastructure in place now so that t...","sentiment_score":0.2}
{"full_text":"Photos or it didn't happen. And #SpoilerAlert it didn't happen. But this did.","sentiment_score":0.0}
{"full_text":"The overlords have small business by the b_lls. The control point is the front door of these businesses. We need to buy to live &amp; they need to sell to live. Massive class-action lawsuits are necessary to take down the mandates which are anti-science &amp; unconstitutional.","sentiment_score":-0.0221380471}
{"full_text":"Is this the first step in your #COVID19 vaccination distribution effort?","sentiment_score":0.25}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT Just death and vibes ","sentiment_score":0.0}
{"full_text":"RT In the 68 days until Biden-Harris take over running the nation, more than 100,000 Americans will die from COVID19 while Tru...","sentiment_score":0.5}
{"full_text":"Here we go again...","sentiment_score":0.0}
{"full_text":"RT On COVID testing in LA, \"At Dodger Stadium, they have a good process going. Cars are pulling up through li...","sentiment_score":0.7}
{"full_text":"Rapidly ageing Poland during the pandemic of covid-19, profound recession, collapsing health care system, pedophile scandals involving clergy and depopulation.Like in Russia this kind of propaganda is completely out of touch with reality. It's simply because young women say no.","sentiment_score":0.1305555556}
{"full_text":"RT This is why state and local leaders are pleading with Illinois residents to #StayHome #MaskUp #WashUp and #SleeveUp.  He...","sentiment_score":0.0}
{"full_text":"Due to strict adherence to WIAA guidelines and the pending result of a covid test, the varsity football game at Marshfield has been cancelled for tonight 11\/13.","sentiment_score":-0.2625}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"RT This is pathetic. People are dying of COVID-19. We are crashing out of the EC with no agreement in sight. Families are h...","sentiment_score":-1.0}
{"full_text":"American and Europeans are more severe than underdeveloped countries The virus attack puts the world under lock down thus China becomes the sole supply chain of the world. It wants to invade India, Taiwan, and Vietnam.","sentiment_score":0.1088888889}
{"full_text":"RT Since the last time President Trump spoke publicly, 8 days ago (11\/5):947,319 new COVID-19 infections.7,507 America...","sentiment_score":0.0454545455}
{"full_text":"The covid experience is a fraud therefore a lie. They turned a small population into major authoritarians.","sentiment_score":-0.09375}
{"full_text":"RT Georgia running not one but two Senators guilty of insider trading. They should be prosecuted not re-elected.","sentiment_score":-0.5}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT Murkomen do you know a hospital called kocholwa? In Elgeyo? I thought you should know that when I visited it had one drun...","sentiment_score":0.0}
{"full_text":"RT COVID is sadness. Profound sadness. It is suffering, and sacrifice. It is perhaps the greatest abdication of presidential re...","sentiment_score":0.5416666667}
{"full_text":"RT Shame on you, @realDonaldTrump and your family. You put those sworn to protect you at risk with your reckless, danger...","sentiment_score":0.0}
{"full_text":"RT He... Doesn't... Care...","sentiment_score":0.0}
{"full_text":"The blessing in disguise with this pandemic situation is im finally able to go on a date without having to reveal my repulsive face since its obviously covered with a mask","sentiment_score":0.25}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"THIS!","sentiment_score":0.0}
{"full_text":"Your administration caused this. #WearAMask you've been endangering the entire country  with your denials, ignorance and lack of empathy #timetoconcede #ByeTrumps","sentiment_score":0.0}
{"full_text":"pov gen z storm white house now racism is gone and covid is cured then an imagine dragons song plays","sentiment_score":0.0}
{"full_text":"I knew I saw  in DC this morning. Now it makes sense.","sentiment_score":0.0}
{"full_text":"Wow Donald must be nice to sit around watching the Masters and tweeting.  Why don't you do your job and figure out how the hell you can enact policy to help alleviate the rise in Covid.  Quite clear you don't care","sentiment_score":0.2666666667}
{"full_text":"RT Is she talking about the same human beings that have been throwing parties with no mask? Flying to other ci...","sentiment_score":-0.0416666667}
{"full_text":"RT Well said by Justice Alito:\"The pandemic has resulted in previous unimaginable restrictions on individual liberty... T...","sentiment_score":-0.0833333333}
{"full_text":"That's good your grades good as they always been but I completely understand It could be hard to really focus with the covid shit still goin on gotta take this school shit day by day you gone get through it ","sentiment_score":0.144047619}
{"full_text":"RT We've updated the weekly #COVID19 alert map using data aligned to safety protocols.We are awa...","sentiment_score":0.0}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA hotline)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"RT Wash Post: More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Tr...","sentiment_score":0.05}
{"full_text":"The Oldest Man in Congress Mocked COVID, and Now He Has Ithttps:\/\/t.co\/UkiCsNrTTP","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Rishi, how about Fly Out to Help Out? Give us discounts on plane tickets sha. We've eaten enough ","sentiment_score":0.4}
{"full_text":"Liverpool forward Salah tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Question for anyone who's had COVID. (Yes, I know there's a slight survivorship bias).How did you feel 6 weeks after yo...","sentiment_score":-0.1666666667}
{"full_text":"RT Staying at home to self-isolate is crucial to stopping the spread of Coronavirus. Support is available. Call the Contact C...","sentiment_score":0.2}
{"full_text":"are you feeling okay otherwise? i know a few people our age that had covid and their only symptoms were extreme fatigue and mild allergy-ish symptoms ...a basic cough, itchy nose and throat","sentiment_score":0.0847222222}
{"full_text":"Biden coronavirus adviser suggests locking down U.S. for 4 to 6 weeks via","sentiment_score":-0.1555555556}
{"full_text":"\"Why do the West call it misinformation? It's disinformation. It is meant to manipulate you\".@mariaressa in conversation with discuss digital disinformation campaigns amid the pandemic.","sentiment_score":0.0}
{"full_text":"JUDITH WHEATON, 77, of Milford, MA died of COVID on Nov. 6. She was a retired nurse.\"My mother passed away last Friday...Due to lockdown protocols, we were unable to visit her until she had started hospice care and was on sedatives and pain medications, and unresponsive.\"","sentiment_score":-0.25}
{"full_text":"Choosing to earn a living from home once the pandemic ends is a privilege and should be taxed, according to strategists from Deutsche Bank. #OfficeSpace #WorkFromHome #COVID19","sentiment_score":0.0}
{"full_text":"It might be that Biden's crowd will be small. Not because he doesn't have support but due to COVID.","sentiment_score":-0.1875}
{"full_text":"Thank you to the generous group from Prior Lake who previously donated over 4,200 masks to multiple organizations, including Children's Minnesota! We are so grateful for all the donations we've received during COVID-19.More:","sentiment_score":-0.0555555556}
{"full_text":"Christmas lunch for golden oldiesForty Hanover Park seniors got to spend some time together for the first time since the Covid-19 lockdown started in March.https:\/\/t.co\/cW4PKLuGlTStory:","sentiment_score":0.275}
{"full_text":"Lockdown ni tak sihat ye sebabQueens gambit, doctor john, holidate, rich in love, rogue city, anna, dash and lily, hospital playlists","sentiment_score":0.4375}
{"full_text":"We'd like to hear from Kentuckians who have already recovered from COVID-19 but continue to live with long-term symptoms such as brain fog and memory loss. This group is sometimes called long haulers. If this is you, please contact at aacquisto@herald-leader.com.","sentiment_score":0.0287878788}
{"full_text":"The 2021 National #CowboyPoetryGathering was cancelled due to the COVID-19 pandemic, so the Center instead is offering its members an online \"Rodear Year\" gathering Jan. 30. Details and WFC membership info here: #cowboys","sentiment_score":-0.1125}
{"full_text":"Black &amp; Brown voters have spoken! Now it's time for a just recovery from COVID &amp; just transition from dirty oil that serve our communities. At ECCEJ Committee meeting on oil drilling today, can lead by moving a 2500ft buffer. #NoDrillingWhereWereLiving!","sentiment_score":-0.4791666667}
{"full_text":"Watch Chris Stapleton Celebrate a 'Very COVID Christmas' With These Socially Distanced Carolshttps:\/\/t.co\/gA7bnqgqFrPresented by","sentiment_score":0.1166666667}
{"full_text":"Watch Chris Stapleton Celebrate a 'Very COVID Christmas' With These Socially Distanced Carolshttps:\/\/t.co\/sJdoKY0t9cPresented by","sentiment_score":0.1166666667}
{"full_text":"Don't forget how mfs treated you when they got all that pandemic money","sentiment_score":0.0}
{"full_text":"We filed a lawsuit in June for information on roughly $600 billion in loans to small businesses affected by the pandemic, including the names of recipients and loan amounts. And a federal judge ruled in our favor.","sentiment_score":-0.175}
{"full_text":"With coronavirus cases climbing across the country, Gov. Gavin Newsom has joined with Oregon Governor Kate Brown and Washington Governor Jay Inslee, to issue travel advisories.https:\/\/t.co\/6kWJV9WU5n","sentiment_score":0.0}
{"full_text":"Testing will be held November 16, 17, 18, 19, and 20 at the Williamson County Expo Center.  All testing will begin at 9:00 a.m. and run through 2:00 p.m., or until supplies run out.https:\/\/t.co\/xcEt7877uH","sentiment_score":-0.1}
{"full_text":"RT Government is now telling us how many people we can have in our homes for dinner. But will let you protest if you support...","sentiment_score":0.5}
{"full_text":"The CCP appears to have modeled its lockdown fraud on Event 201, so Gates, Hopkins, and the WEF would play into their hands [@MichaelPSenger]https:\/\/t.co\/eQYIzBLv8u.@Presa_Diretta on SARS2 origins","sentiment_score":0.0}
{"full_text":"RT Well said by Justice Alito:\"The pandemic has resulted in previous unimaginable restrictions on individual liberty... T...","sentiment_score":-0.0833333333}
{"full_text":"Hear discuss how to keep supporting Canadians through a #COVID19 second wave--in ways that will also promote an inclusive, green recovery. #cdnmuni #cdnpoli","sentiment_score":0.0166666667}
{"full_text":"If your current housing situation has changed due to COVID-19, please take a look at this flyer about housing assistance:","sentiment_score":-0.0625}
{"full_text":"RT Stop worshipping billionaires. Elon Musk predicted the coronavirus would be gone 7 months ago. These people don't know what th...","sentiment_score":0.0}
{"full_text":"Here Gary Zank et al. investigate the origin of switchbacks in the solar corona #SolarPapers","sentiment_score":0.0}
{"full_text":"Stay safe. Continue to wear a mask, wash your hands, and practice social distancing to prevent the spread of COVID-19.  Resources &gt;&gt;","sentiment_score":0.2666666667}
{"full_text":"Are you a faculty member feeling challenged w\/ incorporating #CommunityEngagement into your virtual course in the time of #COVID19? Join us NEXT THURSDAY, 11\/19 for an interactive workshop w\/ on transitioning to #DistanceLearning.","sentiment_score":0.0}
{"full_text":"Think about what we should do, rather than what we can do. We can meet up to four people outdoors, and in regulated settings such as cafes, pubs and restaurants.Follow the guidance and together, we can #KeepWalesSafe","sentiment_score":0.0}
{"full_text":"Covid negative report must for Karnataka colleges#Covid19Outbreak Live updates:","sentiment_score":-0.0818181818}
{"full_text":"RT With the announcement of several promising vaccines we can begin to see the light at the end of the tunnel. That doesn't m...","sentiment_score":0.2}
{"full_text":"Overwhelmed! Pandemic fatigue! Family caregivers already deal w\/ a lot of stress, but it's increasing with #CaregivingInCrisis. Now's a time to focus on your own self-care more than ever. A great first step is to reach out to CAN's Caregiver Help Desk!","sentiment_score":0.553125}
{"full_text":"Guess it really should be called the Trump virus!","sentiment_score":0.25}
{"full_text":"$RLFTF long. #Covid19 can frig right  the hell off","sentiment_score":0.1178571429}
{"full_text":"FREE #COVID19 PCR Testing- WHEN: Fri, Nov 13 9A-2PWHERE: 8651 Colorado BlvdTo pregister - or Call 303-538-7420 with ?'s.**Rapid testing has been suspended until further notice**@CDPHE","sentiment_score":0.2}
{"full_text":"Australia will reopen state and territory borders by Christmas, with the exception of Western Australia. #9Newshttps:\/\/t.co\/FAkML8uYK5","sentiment_score":0.0}
{"full_text":"Please consider donating personal protective equipment to help us stop the spread of COVID-19: #COVIDToronto #PPE","sentiment_score":0.0}
{"full_text":"From \"The Future of Money?,\" a Deep Dive episode of the Pandemic Economics podcast. Listen now and hear insights from Luigi and Eric Budish.","sentiment_score":0.0}
{"full_text":"In the wake of COVID outbreak, migrant worker wins important ruling in Ontario","sentiment_score":0.35}
{"full_text":"RT Why would China try to silence Taiwan at the meeting?  Maybe because Taiwan has been successful at containing COV...","sentiment_score":0.75}
{"full_text":"RT Incredible, and certainly not a stat to be proud of. More than 130 Secret Service agents have been placed in quaranti...","sentiment_score":0.3385714286}
{"full_text":"Aggies on the Front Lines with COVID-19 FeatureCaitlin HarrisProfessional Title: Chemistry teacherLocation: Charlotte, NChttps:\/\/t.co\/f80dbk9EZl #AggiesOnTheFrontLines #EducationEdition #NCAT #AggiesDO #AggiePride #NCATAlumni","sentiment_score":0.0}
{"full_text":"CDC: 26.4 percent of U.S. adults with #diabetes meet ABCS goals","sentiment_score":0.0}
