{"full_text":"RT Should MPs take their PS3,300 pay rise?@Piersmorgan asks Matt Hancock whether MPs should agree not to take a pay rise with the co...","sentiment_score":0.0}
{"full_text":"Science is being suppressed for political and financial gain. Covid-19 has unleashed state corruption on a grand scale, and it is harmful to public health.1 Politicians and industry are responsible for this opportunistic embezzlement. So too are scientists and health experts.","sentiment_score":0.14}
{"full_text":"RT Steven Harper's shithouse, Alberta, with its Mordor in the tar sands, countless drilled oil wells, also weakens human lif...","sentiment_score":0.0}
{"full_text":"HEADLINE: UK records 3,899 new infections as French cases rise by 10,000 - as it happened : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0681818182}
{"full_text":"Yah, COVID is over. Believe Ted.","sentiment_score":0.0}
{"full_text":"Kelsey Stratford says sister, 8, 'not giving up' as she fights Covid in the ICU This poor little girl is fighting for her life along with thousands of others in the UK &amp; all people care about is Christmas Only a proper #Lockdown can suppress the virushttps:\/\/t.co\/rVk4b4F5Wu","sentiment_score":-0.146875}
{"full_text":"73,000,000 cult followers will end up dead. Their fearless leader Iron Head Trump is getting them infected wit COVID.","sentiment_score":-0.2}
{"full_text":"RT Today marks an important milestone in the fight against #COVID19. Interim data show the #OxfordVaccine is 70.4% effective,...","sentiment_score":0.5}
{"full_text":"RT I will hate with my dying breathe every single politician who chose to ignore this pandemic, from failing to provide finan...","sentiment_score":-0.4357142857}
{"full_text":"Almost one in five people who have had covid-19 go on to be diagnosed with a mental illness within three months of testing positive. Anxiety disorders, insomnia, and dementia were the most common diagnoses. ","sentiment_score":0.0818181818}
{"full_text":"Nothing. Stay safe. Stay home.","sentiment_score":0.5}
{"full_text":"RT  the Oxford jab is far cheaper and easier to store than Pfizer and Moderna's  the UK has pre-ordered 100m doses t...","sentiment_score":0.1}
{"full_text":"Please resign, you wanted a full lockdown a couple of weeks ago.   What about the stabbings and shootings yesterday as well yet you wanted to cease stop and search","sentiment_score":0.35}
{"full_text":"RT For 9 months they were warned of the risk. They chose to ignore all the warnings because the...","sentiment_score":0.0}
{"full_text":"LMFAOOOOOOOOOOOOOOO we barely in lockdown  &gt;:)  cant wait  to come back next week hehe","sentiment_score":0.1375}
{"full_text":"RT Stubble-burning led to high #COVID19 death rate in Delhi, says health minister","sentiment_score":0.16}
{"full_text":"RT Today visited the #Covid screening centre at Guwahati Airport. Now people coming here will not be required to go to Sarus...","sentiment_score":0.0}
{"full_text":"the Guardian: Oxford AstraZeneca Covid vaccine has up to 90% efficacy, data reveals... ","sentiment_score":0.0}
{"full_text":"RT A ban on outdoor grassroots sport is set to be lifted in England when the national lockdown ends.More ","sentiment_score":0.0}
{"full_text":"There's been a strong upswing in demand for residential estates with a full range of amenities","sentiment_score":0.3916666667}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"RT Incredibly exciting news the Oxford vaccine has proved so effective in trials. There are still further safety checks ahea...","sentiment_score":0.3}
{"full_text":"RT Shafqat mehmood switched to shafqat MEHBOOB for students real quick #CloseEducationalInstitions#vacations#COVID19","sentiment_score":0.5}
{"full_text":"Studies on the effectiveness of the vaccine developed by the UK-based AstraZeneca company against the new type of coronavirus (Covid-19) showed that the vaccine in question was 70 percent effective against the virus.https:\/\/t.co\/rWbNpvQlaa","sentiment_score":0.2787878788}
{"full_text":"If you're looking to self-publish you've certainly come to the right place. Here at New Generation Publishing, we offer the ultimate solution to take your lockdown creation from manuscript to bestseller #selfpublish #selfpublishinghttps:\/\/t.co\/2MSj1muD2Y","sentiment_score":0.1590909091}
{"full_text":"RT The news doesn't want you to know this, but far more people who have gotten COVID-19 have recovered than those that have...","sentiment_score":0.3}
{"full_text":"What an utterly stupid comparison. The FM is giving daily covid updates, something the corrupt tories\/PM should also be doing daily, and should happen in any country taking a pandemic seriously!","sentiment_score":-0.3433333333}
{"full_text":"RT Today marks an important milestone in the fight against #COVID19. Interim data show the #OxfordVaccine is 70.4% effective,...","sentiment_score":0.5}
{"full_text":"RT Arizona and Iowa are out of ICU beds. If you have a heart attack, call your governor to complain when you can't get int...","sentiment_score":0.0}
{"full_text":"Seemingly the reports on people dying are not all COVID deaths ! People have had ill health for many years &amp; putting this down to the virus ! ","sentiment_score":-0.0648148148}
{"full_text":"RT In 1918, authorities pleaded with people not to gather on Thanksgiving. Many didn't listen, causing a spike","sentiment_score":0.5}
{"full_text":"RT STOP TELLING YOURSELF IT'S TEMPORARY. (It's been almost a year.)STOP THINKING IT'S A PUBLIC HEALTH EMERGENCY. (The hospi...","sentiment_score":0.0}
{"full_text":"RT Trump was golfing while some of the world's most powerful leaders took part in a #G20Riyadh session on the global respons...","sentiment_score":0.2666666667}
{"full_text":"BEIJING (AP) -- Asian stocks and Wall Street futures rose Monday as investors looked ahead to quarterly U.S. economic data amid unease about anti-coronavirus restrictions and wrangling over the American presidential election.","sentiment_score":0.2}
{"full_text":"When will Indore newspapers thank #Modi    BJP for toppling Govt in March &amp; subjecting the State to by-elections in midst of pandemic ?","sentiment_score":0.0}
{"full_text":"AZ\/Oxford Vaccine 70% Effective In Phase III Trials -90% as half dose followed by full dose at least one month apart (n=2,741) but 62% as two full doses at least one month apart (n=8,895). Good news for India's Serum #COVID19 #coronavirus #vaccine $AZN","sentiment_score":0.1761904762}
{"full_text":"RT Cumbrian businesses forced to shut due to the second lockdown are able to access additional Government grant aid.Two new...","sentiment_score":0.0422727273}
{"full_text":"I wish for you a speedy recovery &amp; hope u will encourage ur co-workers to \"error\" on the side of science &amp; wear a mask.","sentiment_score":0.0}
{"full_text":"RT  Remember... national restrictions are in place in England until the 2nd December. You must stay at home  Only leave ho...","sentiment_score":0.0}
{"full_text":"Service Update 10:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 10:00 - Disruption via #Ipswich due to a fault with the signalling system, all updates here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":-0.125}
{"full_text":"People are dying from lockdowns and long NHS waits for operations and they will keep dying for months or years and then they are added to the K o v i d list of deaths even if that isn't the cause! Sound fishy?","sentiment_score":0.16875}
{"full_text":"RT Spoke to restaurant owners in LA on this latest lockdown. They had spent thousands making outdoor dining feasible. They...","sentiment_score":0.2}
{"full_text":"RT Graph below shows reported daily deaths. The report predicted 224 Covid19 deaths in Pakistan this week, but in actuality,...","sentiment_score":0.0}
{"full_text":"RT CORONAVIRUS LATEST: * U.K.-based pharmaceutical giant AstraZeneca and England's University of Oxford ann...","sentiment_score":0.25}
{"full_text":"Medic in the US, but could be describing the CRG Tories in UK.\"People complain about their personal freedoms being limited &amp; the mental effects of social distancing &amp; wearing masks, but give no respect to others' right to live\"","sentiment_score":0.0473304473}
{"full_text":"Bill Gates: 'Almost all' coronavirus vaccines will work by February - CNET","sentiment_score":0.0}
{"full_text":"RT EXO Xiumin recently started his final vacation from the military and not return due to the military's Coronavirus and vacation...","sentiment_score":-0.065}
{"full_text":"Oxford Vaccine1) 90% effective on low dose\/high dose regime2) So, more vaccine to vaccinate more people quickly3) No hospitalisations - those with Covid after taking vaccine4) Vaccine may halt asymtomatic spread5) Stored at fridge temperature - widespread use6) cheap","sentiment_score":0.4}
{"full_text":"RT In the last few days, large studies showing..- Asymptomatic spread is incredibly rare\/ unlikely - Even surgical grade mask...","sentiment_score":0.0828571429}
{"full_text":"You could've just corrected that it's Outrage, not Outbreak. Instead you're just can't help leaking stuff.","sentiment_score":0.0}
{"full_text":"RT In an unprecedented year for the music industry, with tours paused and concerts canceled, BTS has adapted to the new restrictions...","sentiment_score":0.3681818182}
{"full_text":"Hancock spends an incredible 57 seconds lavishing his dept with praise and is then completely blindsided by the next question on feeding children.","sentiment_score":0.3333333333}
{"full_text":"To MDCAT wale corona proof hain#delaynmdcat #DelayMDCAT2020","sentiment_score":0.0}
{"full_text":"RT why the visor...... got valak in the reflection","sentiment_score":0.0}
{"full_text":"Is your business closed due to the coronavirus restrictions? You may be entitled to some financial support. Harrow's National Lockdown Grant is available to those which pay business rates and were told to close from 5 November. Find out if you're eligible","sentiment_score":0.04375}
{"full_text":"Every.  Fucking.  Day","sentiment_score":-0.6}
{"full_text":"Anthony Hamilton and Ryan Day are out of the UK Snooker Championship after returning positive tests for Covid-19.Full story  #bbcsnooker","sentiment_score":0.2272727273}
{"full_text":"Lockdown season 2","sentiment_score":0.0}
{"full_text":"RT Skagit Arms in Burlington fined $3600 for not requiring employees or customers to wear masks and for violating social distanci...","sentiment_score":0.0333333333}
{"full_text":"Turn Your Business into Profit...Our Services :Graphic DesigningWebsite DesigningWebsite DevelopmentSocial Media marketing ( SMM ) Search Engine Optimization ( SEO ) #coronavirus #website #offers #startup #digital #adiontek #design #Flipkartsale","sentiment_score":0.0333333333}
{"full_text":"You can almost smell the fear in the ranks, Federalism is a none starter in Scotland and also in England.Just one more desperate attempt by the Tories to buy some time!Tories in 'deep panic mode' over the future of the Union","sentiment_score":-0.025}
{"full_text":"RT The 2020 tennis season is over. I don't think we thought covid-19 would last so long. For tennis to have resumed was a mira...","sentiment_score":-0.025}
{"full_text":"RT #China's regime has weaponized students. Countries have a right to defend themselves. #CCP #CCPChina #Australia","sentiment_score":0.2857142857}
{"full_text":"RT So the plan is. End the lockdown Dec 2. Start a new one Dec 3. Then ease it for a few days over Xmas. Then have a rise...","sentiment_score":-0.0318181818}
{"full_text":"RT Global apparel brands are using the COVID-19 pandemic to stiff suppliers and abandon workers - this has to stop! We suppo...","sentiment_score":-0.1339285714}
{"full_text":"What happens if? : How China locked down internally for COVID-19, but pushed foreign travel:","sentiment_score":-0.0935185185}
{"full_text":"#SaveTheDate  First Virtual Dialogue: Building Resilient and Sustainable Food Systems in the Age of Pandemics, co-organized by and Follow link below or QR code in the flyer to register.https:\/\/t.co\/h0weOPoos5#SriLanka #COVID19 #FoodSystems","sentiment_score":0.25}
{"full_text":"RT #NOVACYT #COVID19 #ATOTHIS #PRIMERDESINGLTD #NCYT #ALNOV #NVYTF In bed with... ","sentiment_score":0.0}
{"full_text":"I might laugh too, if we didn't have a squatter in a property in Santa Monica who hasn't paid rent since before COVID-19 even existed. He currently owes 6 figures of unpaid rent. Courts are closed due to COVID fears.  #2020sucks in more ways than one.","sentiment_score":0.1291666667}
{"full_text":"I really wanna go out and shake my ass like I used to but 1. COVID  2. All the hoes I used to go out with are MIA","sentiment_score":0.2}
{"full_text":"RT In an unprecedented year for the music industry, with tours paused and concerts canceled, BTS has adapted to the new restrictions...","sentiment_score":0.3681818182}
{"full_text":"this is art","sentiment_score":0.0}
{"full_text":"RT We can't do extra lockdown in January to 'make up for' Christmas. That's not how mortality works. If your grandparents...","sentiment_score":0.0}
{"full_text":"RT Here's why we can't just add more ICU beds to handle the COVID-19 pandemic: science reporter","sentiment_score":0.5}
{"full_text":"RT Covid19 is wild...I tell you!","sentiment_score":0.0}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"Indonesia Hits Half Million Coronavirus Cases As Hospitals Strain","sentiment_score":-0.1666666667}
{"full_text":"Looking forward to a great conversation with and - improving staff well being during Covid .@NorthumbriaNHS","sentiment_score":0.8}
{"full_text":"I'm really sad about the holo kda stickers not having much traction.So I'm debating waiting til covid and holidays chills then relaunching.Please help me decide, now just feels like I had bad timing with it v.v","sentiment_score":-0.3333333333}
{"full_text":"RT love how people are saying covid is the first pandemic in decades as if borhap stan twitter didn't happen in november 2018","sentiment_score":0.375}
{"full_text":"RT Coronavirus must be too broke to be in Dubai","sentiment_score":0.0}
{"full_text":"Recruiting during a pandemic?  One result of the pandemic is that remote working and remote hiring are now becoming common place. While many of us have embraced remote working, are you ready to hire people via video link?    #Recruiting  #remotehiring","sentiment_score":0.0785714286}
{"full_text":"Love your freaking neighbor. It requires so little effort at the moment...","sentiment_score":0.15625}
{"full_text":"Covid-19 vaccine developed by the University of Oxford is 70% effective, large scale trial shows","sentiment_score":0.3047619048}
{"full_text":"RT Latest research","sentiment_score":0.5}
{"full_text":"RT A very well-worded letter  Absolutely remarkable that we're nine months into this situation, and still haven't robus...","sentiment_score":0.475}
{"full_text":"It's not a lawless Country and they know how much they generate from tourism ..So their Government and citizens know they have to stay safe and make the country safer for guests ..","sentiment_score":0.35}
{"full_text":"RT We can't do extra lockdown in January to 'make up for' Christmas. That's not how mortality works. If your grandparents...","sentiment_score":0.0}
{"full_text":"The day after Amanda Serulneck found out she might have been exposed to COVID-19, she visited a rapid testing center in New Jersey but was turned away because they ran out of tests.https:\/\/t.co\/j5JOs5PkAO","sentiment_score":0.0181818182}
{"full_text":"The industrial slowdown due to #COVID19 has not curbed record levels of greenhouse gases which are driving #climatechange, more extreme weather, ice melt, sea-level rise and ocean heat and acidification, according to WMO Greenhouse Gas Bulletin","sentiment_score":0.0833333333}
{"full_text":"New on the Blog! A look at worldwide reading habits during Covid.  Have your reading habits changed this year?https:\/\/t.co\/XPqI2rdPgo","sentiment_score":0.1704545455}
{"full_text":"Good news","sentiment_score":0.7}
{"full_text":"RT I was excited to engage with members representing trade and industry in Telangana. We had an interesting exchange...","sentiment_score":0.4375}
{"full_text":"How could get so many things so wrong in so short a time.Coronavirus wrong Care homes wrongTest and Trace wrongSchool Exams wrongFree school meals wrongTrump wrong Cummings wrong, Devolution wrong Patel bullying wrong Brexit is next.","sentiment_score":-0.2777777778}
{"full_text":"RT 'Hit us all at once:' Northern Sask. community sees COVID surge, lack of water","sentiment_score":0.0}
{"full_text":"DYK it's #AfricaMaskWeek? #WearAMask and upload a photo to tell your story of why you wear a mask. Be sure to get creative and tag others to do the same!","sentiment_score":0.3333333333}
{"full_text":"The day after Amanda Serulneck found out she might have been exposed to COVID-19, she visited a rapid testing center in New Jersey but was turned away because they ran out of tests.https:\/\/t.co\/Lipqtq5oGr","sentiment_score":0.0181818182}
{"full_text":"Has the pandemic changed the way you live in your space?","sentiment_score":0.1363636364}
{"full_text":"(Sponsored podcast) Citywire's Gavin Lumsden talks to BB Healthcare investment trust fund manager Paul Major and professors Justin Stebbing and Tony Young about the remarkable co-operation the battle against coronavirus has inspired.https:\/\/t.co\/ia71ZM02UE","sentiment_score":0.3041666667}
{"full_text":"This Scottish Resources Conference webinar, hosted by CIWM, and will explore how the COVID-19 pandemic has impacted Scotland and what needs to happen now to build back better, greener and more resilient than before. Register:","sentiment_score":0.3333333333}
{"full_text":"In line with the latest COVID-19 protection guidance, all facilities managed by Hailsham Youth Service are closed until further notice.However, young people can stay updated during the lockdown and enjoy activities via HYS's social media pages....:","sentiment_score":0.1555555556}
{"full_text":"The world leaders held virtual meeting focused on battling the coronavirus pandemic and supporting the global economy as it suffers.","sentiment_score":-0.1166666667}
{"full_text":"The public will be \"advised to remain cautious\" and told that \"wherever possible people should avoid travelling and minimise social contact\".","sentiment_score":0.0111111111}
{"full_text":"REALM project releases results from latest tests of coronavirus on five common building materials #COVID19 #libraries","sentiment_score":0.1}
{"full_text":"G-20 leaders vow to make affordable coronavirus vaccines available worldwide","sentiment_score":0.4}
{"full_text":"Travelers say they're still going to visit family for Thanksgiving despite CDC recommendationhttps:\/\/t.co\/0nwVeZwYN8","sentiment_score":0.0}
{"full_text":"Is my car insurance void if I make a non-essential journey? This and other lockdown questions answered...https:\/\/t.co\/ISGQB4A6DU","sentiment_score":-0.125}
{"full_text":"RT This is the story of this pandemic.Some people have been helped to get extremely rich ...... while others have been...","sentiment_score":0.375}
{"full_text":"MPs will debate petitions relating to the impact of COVID-19 restrictions on gyms and sport at 4:30pm today. Follow the discussion on #GymsAndSportDebate","sentiment_score":0.0}
{"full_text":"Bottlers help fuel surge in number of independent whisky distillershttps:\/\/t.co\/zgMFiJS2Pi","sentiment_score":0.0}
{"full_text":"Praying for Bangladesh.https:\/\/t.co\/mvEXAvSzAR","sentiment_score":0.0}
{"full_text":"RT Excellent. #Marmot2020 laid out possible reasons for the slowing in life expectancy improvements since 2010, the increas...","sentiment_score":0.5}
{"full_text":"Will you take part in our Movement Minutes session today at 11am? Join us on Facebook by searching #COVID19 #WeAreInThisTogether","sentiment_score":0.0}
{"full_text":"#Iraq to re-issue entry visas for tourists to foster #coronavirus-hit economy#BaghdadPost","sentiment_score":0.0}
{"full_text":"RT Info about the Oxford\/AstraZeneca #COVID19 vaccine:Trials done on 20,000 people showed it was roughly 70% effective. Wh...","sentiment_score":0.25}
{"full_text":"Good morning from SAFE at the House of Finance! This week's agenda includes the second session of the #SAFEPolicyConf2020 on #COVID19, Bank Capitalization and Resolution moderated by SAFE researcher - for details see #Banking #EconTwitter","sentiment_score":0.45625}
{"full_text":"Black Friday in lockdown: Tips and tricks to bag the bargains in biggest sale of the yearhttps:\/\/t.co\/dako5asnnq","sentiment_score":-0.1666666667}
{"full_text":"\"Symptoms Of Covid-19\"Infographic#COVID19 #coronavirus #StaySafeStayHealthy","sentiment_score":0.0}
{"full_text":"More Norwegians have been moving back to Norway during the pandemic","sentiment_score":0.25}
{"full_text":"Calling all Safer WestEnd businesses!BUSINESS RE-OPENING WEBINARFriday 27th November@ 11:00-12:30.  Get prepared before the 2nd Dec and join and partners in our FREE online webinar centered on how to operate in a COVID-19 secure way and understand new regulations.","sentiment_score":0.2340909091}
{"full_text":"RT The West's Failure on Covid is Even More Staggering Than You Think by H\/T An interesting Easter...","sentiment_score":0.2277777778}
{"full_text":"! Trump needs to be held accountable for all the American citizens who lost their lives for his intentional negligence and continuous lies during a raging pandemic...","sentiment_score":0.0}
{"full_text":"The world's leading resource for Scottish poetry is open for business! We're running a reduced Covid-safe service. You can borrow books from us via FREE postal loans or a Click &amp; Collect service. Want to know more? Click below.https:\/\/t.co\/GtKZNa9i4k","sentiment_score":0.3}
{"full_text":"The government is to allow places of worship to reopen when the second national lockdown ends.","sentiment_score":0.0}
{"full_text":"Unsurprisingly, personal computers have seen one of the biggest average price increases since our last Worldwide Cost of Living Survey. Find out how Covid-19 has affected the cost of living in your city:","sentiment_score":-0.05}
{"full_text":"Lines for free COVID-19 tests stretch for blocks and hours in cities where people feel the dual strain of the #coronavirus surge and the approaching holidays.","sentiment_score":0.2}
{"full_text":"Join the first institutionalized celebration of Red Wednesday on Nov. 25, 2020, in solidarity with millions of our suffering brothers and sisters Aid to the Church in Need (ACN) Philippines also presents RED MEANS LOVE: One Church Against COVID-19 RECOLLECTION CONCERT ","sentiment_score":0.1875}
{"full_text":"RT 2) Epidemiologists are not risking thanksgiving. If doing anything, do it OUTDOORS only.","sentiment_score":0.0}
{"full_text":"Why new 'Covid marshals' are being introduced across a wider area of Peterborough.https:\/\/t.co\/9XAXD7V0Qq","sentiment_score":0.1363636364}
{"full_text":"Don't miss this #webinar with and We will be exploring the #Fintech #Deals market post #COVID19 with Bernd Richter from and Richard Watts from Register now #IndustryFocus","sentiment_score":0.0}
{"full_text":"Maruti launched new accessories in the market to escape from CoronavirusSee: #MondayMotivation #carpartitioncorona #COVID19 #marutisuzuki","sentiment_score":0.1363636364}
{"full_text":"You Are What You Eat #COVID19 #MotivationMonday #MancrushMonday #MCM","sentiment_score":0.0}
{"full_text":"Super relevant interview on public engagement and science - interesting connection to Brexit voting, what we face with the Covid-19 vaccine and talking with people about what they care about (rather than at them about what you know) #ontheedge #weareliminal","sentiment_score":0.3083333333}
{"full_text":"After the first lockdown, there was a significant increase in falls as a result of inactivity during the restrictions. The good news is that there are lots of things you can do to steady you on your feet. Click below for some tips.","sentiment_score":0.3729166667}
{"full_text":"RT 11 Small Food Businesses In Klang Valley You Can Support During The Pandemichttps:\/\/t.co\/STrcjD9IUv","sentiment_score":-0.25}
{"full_text":"RT Since post-TROS to COVID, when new a\/c 'Reylos' called themselves Reylos, then spew all kind of...","sentiment_score":0.3681818182}
{"full_text":"Wear a mask! #goodrolemodels","sentiment_score":0.0}
{"full_text":"Pakistan's COVID positivity rate reaches 7.46%","sentiment_score":0.0}
{"full_text":"Time: 10:00 * Temp: 7.2degC * Wind: S 4.0 to 13.0mph * Pressure: 1013.2hPa * Rain: 0.0mm * Hum: 89% * ET: 0.0mm * Solar: 49.0W\/m2 * UV Index: 0.0 * Sunrise: 08:09 * Sunset: 16:09 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT Over 40 million people recover from coronavirus","sentiment_score":0.0}
{"full_text":"RT The National Guard is spending their Thanksgiving moving the dead bodies of innocent Americans lost to #COVID19 in...","sentiment_score":0.15}
{"full_text":"reports accurately on UK covid vaccine trials. either are too stupid to interpret press release or deliberately report #MediaFakeNews by under reporting!","sentiment_score":-0.3}
{"full_text":"RT Tony Blinken, set to be Biden's Secretary of State, on Syria: \"The [Obama] administration has to acknowledge that we fail...","sentiment_score":-0.5}
{"full_text":"RT Coronavirus must be too broke to be in Dubai","sentiment_score":0.0}
