{"full_text":"In other words: prior to COVID-19 no modelling existed that could be agile and responsive to the specific &amp; various scenarios needing to be tested by Government.","sentiment_score":0.075}
{"full_text":"Looking for special deals this holiday #shopping weekend? Consider buying from local businesses. After a tough year of #COVID19 restrictions, they need your support. Here's a list of some businesses in offering sales:","sentiment_score":-0.0105820106}
{"full_text":"RT Sources: #Ravens star QB Lamar Jackson tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"RT happy birthday to this spiderverse thanksgiving drawing that i originally posted on christmas season instead. also, stay a...","sentiment_score":0.5875}
{"full_text":"Update: my starting QB Lamar Jackson is now out due to Covid... get well my guy","sentiment_score":-0.0625}
{"full_text":"RT I'm wishing you all a safe and happy Thanksgiving, even if it looks different this year. I'm especially thankful for the...","sentiment_score":0.325}
{"full_text":"RT Jin's Comment  on ARMY's Post : Please screw off, COVID-19 hahahaJ: So they actually published that (T\/N: Translat...","sentiment_score":0.0}
{"full_text":"RT WHO's Ryan sees progressive control of COVID-19 in 2021, cautions on Christmas","sentiment_score":0.0}
{"full_text":"RT The Sages taught: If there is plague in the city, gather your feet (aka stay home) as it's taught, \"none of you shall go out o...","sentiment_score":0.0}
{"full_text":"RT Every advanced nation in the world is paying people to stay home, except the U.S. -- because our government is too incompe...","sentiment_score":0.4}
{"full_text":"RT Months ago, Victoria was overrun by more than 7,000 active cases. Today, the state has officially eliminated the virus....","sentiment_score":0.1833333333}
{"full_text":"RT schools return to all-virtual learning after Thanksgiving break, while Colonial Heights reports more school #C...","sentiment_score":0.5}
{"full_text":"The COVID-19 model created by an interdisciplinary team was able to do just that.","sentiment_score":0.5}
{"full_text":"All it took was one coach being a doofus.","sentiment_score":0.0}
{"full_text":"RT #COVID19 update: 887 cases reported today, for a total of  29,973. There are 7,899 active cases and 294 people are in hospital...","sentiment_score":-0.0666666667}
{"full_text":"Yeah... they're done","sentiment_score":0.0}
{"full_text":"RT If you would have told me in 2016 that I wouldn't be able to travel or see family and friends on Thanksgiving because of...","sentiment_score":0.5}
{"full_text":"The Ravens don't deserve to be let off easy. This game must be played. This is unfair to the Steelers. they were ready to play tonight.","sentiment_score":-0.0666666667}
{"full_text":"RT Question: If the core of Christian belief is \"a personal relationship with God,\" then why do you need church? Why do y...","sentiment_score":0.0}
{"full_text":"RT To limit COVID-19 in #YorkRegion, there will be increased inspections on Black Friday weekend to ensure businesses are...","sentiment_score":-0.1666666667}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"Sustainable Measures Help Farmers Script a Positive Story Amid COVID-19 Uncertainty -- Global Issues","sentiment_score":0.1136363636}
{"full_text":"The plot thickens...","sentiment_score":0.0}
{"full_text":"RT BREAKING--AstraZeneca will conduct another trial of Oxford's #COVID19 vaccine to double check and confirm the 90% efficacy f...","sentiment_score":0.0}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Flying during pandemicDo:- Wear K95 or N95 mask - Prefer a window seat- Use hand sanitizer- Enjoy airline food Do...","sentiment_score":0.4}
{"full_text":"Thinking about Lonnie and his family. RIP Lonnie. Wear a mask y'all.","sentiment_score":0.0}
{"full_text":"RT Here's how it happened. Same...","sentiment_score":0.0}
{"full_text":"RT Not unreasonable, but not the single causal factor either","sentiment_score":-0.0714285714}
{"full_text":"Ngl I'm in a pretty good place non pandemic wise in life rn &amp; like it's just kinda wild","sentiment_score":0.4375}
{"full_text":"tw \/\/ covidat this point im positive, i have a fever and can barely breathe \/srs","sentiment_score":0.1386363636}
{"full_text":"RT 1\/This Black Lives Matter protest happened in the middle of the pandemic and the woke\/media\/blue-check industrial comp...","sentiment_score":-0.0833333333}
{"full_text":"RT Supreme Court slams Cuomo. \"No evidence\" targeted churches and synagogues contribute to spread of #coronavirus. Court puts c...","sentiment_score":0.0}
{"full_text":"you ready for RGIII?","sentiment_score":0.2}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT The Supreme Court just banned Covid restrictions on attendance at synagogues and churches. They voted 5-4, with Amy Co...","sentiment_score":0.0}
{"full_text":"16 teams making the playoffs. 1-seed doesn't matter as much anymore","sentiment_score":0.2}
{"full_text":"RT Remember, if lockdowns worked, you'd never need to do a 2nd one.If lockdowns worked, you'd never need local tier rules.If...","sentiment_score":0.0}
{"full_text":"This is an incredible thread.Surely something we need to work on is making sure the writings\/notes of journalists, scribbled like this on paper during significant times in history, aren't lost.","sentiment_score":0.5916666667}
{"full_text":"RT Breaking: Lamar Jackson has tested positive for COVID-19, per","sentiment_score":0.2272727273}
{"full_text":"I'm also thankful that when I asked #BTSARMY if they could help me with something, many people said \"YES!\"The download team that I'm working with is AMAZING.(If you ordered from and need help downloading (large set, no computer, etc.) send me a DM!)","sentiment_score":0.4464285714}
{"full_text":"Absolutely ridiculous what is going on in this world!!!!!!  The Great Reset...... law abiding citizens who want to work.... arrested.......","sentiment_score":-0.1}
{"full_text":"Their model accurately  predicted that if Victoria didn't go immediately to Stage Four in early July, there was a 48% chance of 400+ cases per day (which would then require a longer lockdown to contain.)  ","sentiment_score":0.25}
{"full_text":"RT Can't restrict people from going to places of worship in the midst of the worst pandemic in a century.  But can tell peopl...","sentiment_score":-1.0}
{"full_text":"Who's wearing a mask in Texas with a medical condition or disability?  If so, you need to read this.....https:\/\/t.co\/YEDmjLHn0K","sentiment_score":0.0}
{"full_text":"RT At a time of pandemic when public health officials are asking people to avoid Thanksgiving gatherings, the president's...","sentiment_score":0.0}
{"full_text":"RT Tonight the Supreme Court's nine members--who are conducting oral arguments remotely from their homes--said New York may not...","sentiment_score":0.0181818182}
{"full_text":"RT --13 million Americans are unemployed --12 million have lost their health care--30 million are at risk of eviction--8 million h...","sentiment_score":0.0}
{"full_text":"That's a good point when they play next week. And yea the NFL is basing it off of 2 negative Covid tests I believe","sentiment_score":0.1333333333}
{"full_text":"RT Breaking ...AG Barr wins social distancing world championship.","sentiment_score":0.1666666667}
{"full_text":"Hey, douchecanoe... Don't use pics from 5 years ago of a burial site for prisoners and the indigent. And check your numbers. I doubt there were 2.4 million deaths since yesterday...","sentiment_score":0.0}
{"full_text":"RT In photos: Americans wait at food banks before Thanksgiving - Axios","sentiment_score":0.0}
{"full_text":"This us why I identify as an American first, not a Catholic.  The Founding Fathers were Christian Deists more than members of the Church of England.","sentiment_score":0.15}
{"full_text":"Same people we see on a daily bases!! So nothing to worry about!!!","sentiment_score":0.0}
{"full_text":"RT Wow: \"The level of political direction -- and, at times, interference -- in Alberta's pandemic response is revealed in 20...","sentiment_score":0.05}
{"full_text":"Philadelphia's growth, which only stated recently, has been smaller and smaller numbers last few years. City's population will likely decrease in 2020. COVID will get all of the blame, but it was probably going to happen anyway. Which makes sense: City has anti-growth policies!","sentiment_score":-0.0285714286}
{"full_text":"RT Sources: #Ravens star QB Lamar Jackson tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Instead of individual freedom, let's focus on collective responsibility. If our governors can't impose short term restricti...","sentiment_score":0.0}
{"full_text":"RT We are calling for the establishment of an independent COVID-19 advisory group to report data and provide advice to Alber...","sentiment_score":0.0}
{"full_text":"im thankful for AMERICA because its idiot citizens are killing themselves off the earth for their ignorance. Thankful for this pandemic showing us the way","sentiment_score":-0.8}
{"full_text":"So basically. All the Ravens players went to the same party sumbody house. And whole damn team got Covid.","sentiment_score":0.1}
{"full_text":"Religious freedom, at a minimum, means you can't have greater restrictions on churches and synagogues than liquor stores.Science doesn't tell us that COVID spreads in churches but not liquor stores.","sentiment_score":0.25}
{"full_text":"RT Lol, I didn't think that Johns Hopkins article I posted this morning (saying that deaths from other causes are being c...","sentiment_score":0.3375}
{"full_text":"Sound the alarms","sentiment_score":0.4}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"Jesus H Christ, these idiots are the ones responsible to teach them","sentiment_score":-0.3}
{"full_text":"RT Sources: #Ravens star QB Lamar Jackson tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Happy Thanksgiving!  The nice thing about the pandemic is that you're not alone in being alone.  We're all alone, together.","sentiment_score":0.8}
{"full_text":"RT \"Can't go on like this\" but surely the obvious responsible  decision right now would be to delay our exit from the Europ...","sentiment_score":0.2464285714}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Emergency room physician Dr. Reid on what she's seeing at hospitals in Delaware County, PA... and why she urges everyone...","sentiment_score":0.0}
{"full_text":"RT Even Pope Francis thinks #AmyCovidBarrett is a religious zealot and published an op-ed about she and the other four pro-cov...","sentiment_score":-0.0625}
{"full_text":"RT --13 million Americans are unemployed --12 million have lost their health care--30 million are at risk of eviction--8 million h...","sentiment_score":0.0}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"its fn republican Tennessee not given a shit about corona seems like the conditioning coach has been listening to the lies too","sentiment_score":-0.2}
{"full_text":"So they were writing about drug problems on HBO in 1999, so why .... Are we acting like the opioid epidemic is new? (We need to solve for the crisis that is self medication and the need for Americans to escape their realities)","sentiment_score":0.0681818182}
{"full_text":"RT America cancelled Thanksgiving for the unemployed and poor because they can't afford it Welcome to Trumps America where t...","sentiment_score":0.2}
{"full_text":"so sorry ","sentiment_score":-0.5}
{"full_text":"RT Forgot to tweet this a little earlier but massive shoutout to all the UK ARMYs and fanbases!! You're in a national lockdo...","sentiment_score":-0.0625}
{"full_text":"RT Sheesh. Huge one for the #Ravens.","sentiment_score":0.4}
{"full_text":"RT When asked Health Minister a question on when Canadians will get a vaccine, Hajdu responded by...","sentiment_score":0.0}
{"full_text":"Bruh news just showed fucking lemurs getting a 5 star thanksgiving meal at the zoo (looked nicer then my dinner) yet we got ppl struggling to put food on table from the pandemic  thats cold","sentiment_score":-0.6}
{"full_text":"Oh gosh.... .","sentiment_score":0.0}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Breaking ...AG Barr wins social distancing world championship.","sentiment_score":0.1666666667}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"Yall not ready for what's brewing in her teapot. She said what she said.","sentiment_score":-0.1}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Sources: #Ravens star QB Lamar Jackson tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Yes covid now","sentiment_score":0.0}
{"full_text":"Why?? Because Lamar tested positive? Patriots played without Cam. Browns have played without Myles.","sentiment_score":0.2272727273}
{"full_text":"Agree!","sentiment_score":0.0}
{"full_text":"RT Many health workers have guiltily recoiled from the \"hero\" label emblazoned in commercials or ad campaigns, burdened by the de...","sentiment_score":0.0}
{"full_text":"Euromomo is a good source. Unlike the CDC, they put a correction in for later data. Still some caution needed though, for the later data.Big differences across borders, suggest social, demographic, environmental or genetic differences.","sentiment_score":0.1833333333}
{"full_text":"RT Gov. Andrew Cuomo of New York accused the U.S. Supreme Court of political partisanship after it rejected his coronavirus restr...","sentiment_score":0.0681818182}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Make no mistake.....we know, the federal government knows. Ask your provincial leaders why they don't know.....or why they kn...","sentiment_score":0.0}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"Unless you're fed up waiting for that inheritance ","sentiment_score":0.0}
{"full_text":"RT We were there it was A PEACEFUL PROTEST with the TRUTH coming out and that's what DOUG FORD and his dicatorship go...","sentiment_score":0.25}
{"full_text":"And I say all this to say please #WearAMask so we can all come back to the dinner table next year ","sentiment_score":0.0}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT #Ravens QB Lamar Jackson tested positive for COVID-19, per That means he won't play.  But will the game still be p...","sentiment_score":-0.0863636364}
{"full_text":"RT Wyoming's governor has resisted calls for a mask mandate. Now he has the coronavirus.","sentiment_score":0.0}
{"full_text":"MEGEVE, France:  Megeve, in the foothills of Mont Blanc, was gearing up to welcome back skiers before Christmas after a COVID-19 lockdown was ...https:\/\/t.co\/VoEAJhTKiM","sentiment_score":0.4}
{"full_text":"RT I have recently seen SEVERAL hospital admissions, COVID(+), that were started on steroids by their PCPs EARLY when the PCR ca...","sentiment_score":0.0333333333}
{"full_text":"RT Can't restrict people from going to places of worship in the midst of the worst pandemic in a century.  But can tell peopl...","sentiment_score":-1.0}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"John's Hopkins pulled this down as it violates  the narrative, but you MUST read the web archive. For every COVID death there was a decrease in other causes of death. That's right. Scientific study. ","sentiment_score":0.0017195767}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"Covid-19 is roaring through prisons ","sentiment_score":0.0}
{"full_text":"where is your praise of frontline workers, families losing loved ones to COVID, resilience of Americans ... where is a message of gratitude and unity?  has all the qualities of a great leader AND you don't! #BidenHarris #BidenPresident #BidenTransition","sentiment_score":0.85}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Was so nice to meet FM again. Took stock of our growing cooperation. Discussed further opportunities to work to...","sentiment_score":0.3}
{"full_text":"YOUR MOTHER SHOULD HAVE SOLD YOU FOR SPARE PARTS ON THE DAY OF YOUR BIRTH !!!","sentiment_score":0.0}
{"full_text":"The only thing that was political here was \"covid not as bad\" and something about free school not being \"fair\"","sentiment_score":0.08}
{"full_text":"RT wait u guys are actually gonna go black friday shopping in the middle of a pandemic I thought that was a joke","sentiment_score":-0.0555555556}
{"full_text":"RT Breaking ...AG Barr wins social distancing world championship.","sentiment_score":0.1666666667}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"I don't know what this mean but I'm just retweeting cause I know somebody pissed  lol","sentiment_score":0.24375}
{"full_text":"RT Every advanced nation in the world is paying people to stay home, except the U.S. -- because our government is too incompe...","sentiment_score":0.4}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT COVID-19 has revealed the lack of empathy in a lot of people.","sentiment_score":0.0}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT Important message for children of #Ireland - #Santa is coming &amp; will be exempt from #Covid restrictions on International...","sentiment_score":0.2}
{"full_text":"The solution is out there :","sentiment_score":0.0}
{"full_text":"RT We're thankful for you!  Thank you to our volunteers who have helped us continue our mission during such a difficult year. F...","sentiment_score":-0.25}
{"full_text":"RT Amy Covid Barrett couldn't have given us a better reason to expand the court, to prevent GOPers from killing us all wit...","sentiment_score":0.5}
{"full_text":"RT New #COVID19 exposures have been reported at schools in Kelowna, Prince George, Fort St. John, Charlie Lake, Dawson Creek, Va...","sentiment_score":0.1363636364}
{"full_text":"Almost any response by at this point will be absurd. Still trying to play this game: absurd. Another postponement with BAL scheduled on Thurs: absurd. Not sanctioning BAL: absurd. Calling a forfeit of a division rivalry with playoff implications: absurd.","sentiment_score":-0.4833333333}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"It's about insubordination and governmental control.","sentiment_score":0.0}
{"full_text":"Don't you have to worry about the illegal investment in PPE you made after hearing about COVID-19??I heard the SEC and the FBI are interested.Now why would someone invest in PPE, but not protect their constituents??? Seems like you killed your constituents for profit!!","sentiment_score":-0.3041666667}
{"full_text":"RT US records 2,300 COVID-19 deaths as pandemic rises with holidays","sentiment_score":0.0}
{"full_text":"RT #COVID19 can travel 6' but not 6'1.It lives on all surfaces except Amazon packages &amp; does not exist in Target, Walmart, or...","sentiment_score":0.0}
{"full_text":"FFS!  This is just bloody nuts!","sentiment_score":-1.0}
{"full_text":"Does anyone know why the pop-up testing site's text notification has so many exclamation points? (Submitted to me)","sentiment_score":0.5}
{"full_text":"RT Outgoing Korean Amb. Han Dong-man turned over to Secretary a batch of Korean in-kind donations to the PH cons...","sentiment_score":0.0}
{"full_text":"RT it was only a matter of time before someone made a movie about partying during the pandemic... ","sentiment_score":0.0}
{"full_text":"Damnhttps:\/\/t.co\/mmvDXntLo8","sentiment_score":0.0}
{"full_text":"RT Four more Ravens' players and one more staff have tested positive for COVID, source tells ESPN.Game Sunday still on for...","sentiment_score":0.4090909091}
{"full_text":"RT What a truly terrifying appalling decision. Justice Sotomayor's dissent in this case, as in the prison case, &amp; Justices Gin...","sentiment_score":-0.675}
{"full_text":"But, you see, ALL traditions are learned behaviours. Instead, we should have no traditions because they are just indoctrination schemes or somethingI dunno I read about half of this, got bored, skipped to the end, and I have no idea what their main point is other than Corona","sentiment_score":-0.15625}
{"full_text":"By the numbers: Compare the daily increase in provincial #COVID19SA cases and deaths via our partnership with","sentiment_score":0.0}
{"full_text":"#Kuwait recorded 330 new #coronavirus cases over the past 24 hours, bringing the total number of confirmed infections in the country to 141,547.  ","sentiment_score":0.0715909091}
{"full_text":"Judicial Watch announced that it &amp; received from the Dept of Health &amp; Human Services 300 pages of emails of Dr. #Fauci including his approval of a press release supportive of #China's response to the 2019 novel coronavirus. Read:","sentiment_score":0.25}
{"full_text":"Being pet parents has given millennials a glimpse of what it's like to raise their own children.https:\/\/t.co\/ryqJQgU5s7","sentiment_score":0.6}
{"full_text":"RT Sources: #Ravens star QB Lamar Jackson tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"JON JACKSON, 76 of Macomb, Illinois died of COVID on May 7. \"Anti-maskers exist because they never see the consequences of their selfishness and utter stupidity.  That's why I've submitted this image.\"Submitted by his son.","sentiment_score":-0.3}
{"full_text":"A Chicago suburb's usual celebration of the Feast of Our Lady of Guadalupe, thought to be the largest in the U.S., has been canceled as #COVID19 cases continue to rise in the Midwest.https:\/\/t.co\/l90KEcAshV","sentiment_score":-0.25}
{"full_text":"The holidays can be bittersweet when we have a LO who is in prison. On top of that, this year many of us aren't seeing any of our family with the added risks from the pandemic.  Post a photo or comment to let us know what you're doing this year to celebrate and for self-care.","sentiment_score":0.5}
{"full_text":"Some families spent their holiday morning handing out 200 Thanksgiving meals. talked with a family who says it does not matter how they celebrate Thanksgiving, as long as they are together. ","sentiment_score":-0.075}
{"full_text":"Social distancing is the safest way of preventing Covid. Patting yourselves on the back by taking a non socially distanced picture hardly seems reason enough to put people at risk.","sentiment_score":-0.045}
{"full_text":"\"Please don't be like my family and ignore the CDC guidelines. By staying apart, we can fight this virus together,\" one of the family members said in a PSA.","sentiment_score":0.0}
{"full_text":"RT Sources: #Ravens star QB Lamar Jackson tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Kaiser Permanente's earnings bump suggests it's weathering COVID-19 via #healthcare","sentiment_score":0.0}
{"full_text":"Special Alert: SoCal 511 is keeping you up to date on the Coronavirus(Covid-19) impacts to transportation in the 5 county areas (Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour. For more info visit: ","sentiment_score":0.4285714286}
{"full_text":"Health experts are weighing in on COVID-19 vaccine worries.https:\/\/t.co\/vXTcqUixn5","sentiment_score":0.0}
{"full_text":"The basic measures against infectious disease, as well as the novel coronavirus, are washing hands and \"\"coughing manners\"\" including wearing a mask.#JNTOsafetravel","sentiment_score":0.0}
{"full_text":"Masks alone will not protect you from #COVID19.Remember to sanitize your hands and practice #SocialDistancingOur COVID care kit is proven to kill 99.99 % of #virus &amp; #bacteria that can cause #CoronaCheck now: #health #WearAMask #SafetyFirst","sentiment_score":0.0}
{"full_text":"For some families, it's their first holiday without their loved ones, like Wayne Johnson who is from Red Wing. He wanted to share the story of his mother Barbara, in the hopes people act responsibly today and in the future.","sentiment_score":0.23}
{"full_text":"Time is running out for the U.S. government to approve a second coronavirus relief package, with Congress adjourned until next week and the Biden administration focusing on assuming office in January. ","sentiment_score":0.0}
{"full_text":"A Supreme Court ruling striking down New York's capacity limits on gatherings in houses of worship during the COVID-19 pandemic is \"moot\" because it dealt with restrictions that have since been lifted, Gov. Andrew Cuomo on Thursday said. ","sentiment_score":0.1602693603}
{"full_text":"Governments and central banks face a tricky balance between shocking the economy if they end pandemic support too soon.","sentiment_score":-0.5}
{"full_text":"You deserve a break, too!https:\/\/t.co\/wtEX0225uE","sentiment_score":0.0}
{"full_text":"RT COVID-19 in Arkansas: 2,300+ new cases reported on Thanksgiving","sentiment_score":0.1363636364}
{"full_text":"The Transportation Security Administration (TSA) says it screened more travelers on the day before Thanksgiving than any day since March 16, around the time the COVID-19 pandemic hit the U.S.","sentiment_score":0.5}
{"full_text":"As Americans remain under and unemployed amidst the pandemic, many Americans, including children, aren't getting enough to eat.Today, we recommit ourselves to helping families thrive by fighting for health care, fair wages, and more.https:\/\/t.co\/HsF88BinmG","sentiment_score":0.4}
{"full_text":"Experts worry that the end of the holiday season will look bleak in Kentucky as several coronavirus aid programs soon run out. ","sentiment_score":-0.5}
{"full_text":"RT Sources: #Ravens star QB Lamar Jackson tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"The constitution doesn't get paused during a pandemic","sentiment_score":0.0}
{"full_text":"RT Sources: #Ravens star QB Lamar Jackson tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Celebrating could help your mental health significantly, experts say.","sentiment_score":0.1375}
{"full_text":"Empty seats, delivered feasts as #coronavirus changes Thanksgivinghttps:\/\/t.co\/b69hIVgD2D","sentiment_score":-0.1}
{"full_text":"A new government report says the U.S. is still missing nearly eight coronavirus infections for everyone counted.","sentiment_score":0.0121212121}
