{"full_text":"On the campaign's final day, Trump was a torrent of grievance and combativeness. He angrily decried the media's coverage while complaining that he was being treated unfairly by, in no particular order, China, the Electoral College system and Jon Bon Jovi","sentiment_score":-0.1944444444}
{"full_text":"RT Donald Trump talks a big game for someone with such a small truck, but our nation deserves a leader who is actually stro...","sentiment_score":-0.13}
{"full_text":"RT A thread that'll make you wanna punch a wall - before making sure that every friend you have votes this filth out of office. Every...","sentiment_score":0.5}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT This tweet is now labeled manipulated media by Twitter:","sentiment_score":0.0}
{"full_text":"RT Trump's former top intelligence chief spreading disinformation on the eve of an election is truly on brand.","sentiment_score":0.25}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"RT A point that is worth repeating: Nicola Sturgeon wrote to Boris Johnson on 23rd September making the case for increased...","sentiment_score":0.3}
{"full_text":"RT hiiiiii i'm looking for BIPOC actors \/ models \/ lovely ppl (no acting experience needed really) for a mini film shot when lo...","sentiment_score":0.2333333333}
{"full_text":"Watch them put out a stay at home order Election Day ...","sentiment_score":0.0}
{"full_text":"RT Worst week for COVID cases puts Sedgwick County at 16.81% positive test rate","sentiment_score":-0.3863636364}
{"full_text":"He should get a brain scan not much to see","sentiment_score":-0.1}
{"full_text":"The Pandemic Archive - Artist Swati Balivada #artists #Coronavirus #Pandemic  #CoronavirusArt #Covid19 #Death #Plague #Believe #ProtectOthers #Masks #compassion #healthcare","sentiment_score":0.0}
{"full_text":"RT second wave has happened bc we put the clocks back so 9pm is the old 10pm and everybody forgot to tell coronavirus so...","sentiment_score":0.0333333333}
{"full_text":"Now we have a president who has made America a laughing stock of the world.231,000 COVID dead. The worse in the world.And Trump thinks this has made America great. \"Bless his heart\"","sentiment_score":0.0666666667}
{"full_text":"Back to school: On reopening of schools post lockdown","sentiment_score":0.0}
{"full_text":"RT Donald Trump wants you to deny reality. To pretend that, during a global pandemic, you don't see the bills piling up or t...","sentiment_score":0.1}
{"full_text":"RT due to the pandemic, no nut november is cancelled","sentiment_score":-0.125}
{"full_text":"RT Bush spent less time in his bunker on 9\/11 when terrorists were flying airplanes into shit than Trump has hiding from h...","sentiment_score":-0.1555555556}
{"full_text":"RT The WHO colluded with China. Trump was right to pull funding from the WHO. Biden condemned Trump for doing the right thing....","sentiment_score":0.2857142857}
{"full_text":"RT When right-wing politicians and journalists say we can't do anything to stop Coronavirus, show them these figures. U...","sentiment_score":0.0}
{"full_text":"RT 300,000+ Americans are dead due to Trump's failed covid19 response, which he and GOP considers \"perfect\". Trump h...","sentiment_score":0.04375}
{"full_text":"RT Chair of the All-Party Parliamentary Group for #Golf and industry bodies have written to the Prime Minist...","sentiment_score":0.0}
{"full_text":"RT How much do you want to bet that all these governors telling us not to have thanksgiving with our families because of Covid...","sentiment_score":0.2}
{"full_text":"Believe it or not but here is the truth ","sentiment_score":0.0}
{"full_text":"RT Can someone please answer this for me. And I'm serious. What is Biden going to do to get COVID-19 under control that isn'...","sentiment_score":-0.3333333333}
{"full_text":"Whitty in bed with Gates.","sentiment_score":0.0}
{"full_text":"The countdown is on until the lockdown starts.  We got this everyone,  let's kick this virus for good this time.  .  Then we can enjoy Xmas ","sentiment_score":0.55}
{"full_text":"I'm sorry but when did GPs close? They have remained open throughout the pandemic, this is incorrect information.","sentiment_score":-0.25}
{"full_text":"RT Cases don't correspond to death rates.So the knee jerk reaction to the case numbers and the automatic lockdown is a hu...","sentiment_score":0.0}
{"full_text":"COVID-19","sentiment_score":0.0}
{"full_text":"RT The  new lockdown will significantly impact mental health but allowing COVID to go unchecked would also have serious consequen...","sentiment_score":0.0195075758}
{"full_text":"this guy should run for president or something","sentiment_score":0.0}
{"full_text":"Oh good. More drilling in national parks, more massive storms from climate change, more COVID death, more profits for health insurers, more pollution, more armed vigilantes, more debt and destruction? No thanks.","sentiment_score":0.41}
{"full_text":"RT MIT Scientists have developed an App that utilises an algorithm &amp; AI to identify C19 with a high degree of accuracy. When...","sentiment_score":0.13}
{"full_text":"No I know that it was more sarcasm lol but you're right we do truly need a LEGIT 2 weeks lockdown\/quarantine but they place it but leave so much open that truly isn't essential so doesn't stop anymore. It's sadly never gonna end","sentiment_score":0.305952381}
{"full_text":"\"Science\" Lock Down Coming.Vote Trump.","sentiment_score":-0.1555555556}
{"full_text":"The pandemic has only magnified how important local politics are in determining education policy. Follow your local journalists! #txed #txlege","sentiment_score":0.1}
{"full_text":"RT Joe Biden will kill your pets, pee in your yard, eat all your leftovers and then fart in your couch","sentiment_score":0.0}
{"full_text":"RT My God. The #COVID19 death toll in #ElPaso is exploding so quickly that the county is setting up a FOURTH mobile morgue...","sentiment_score":0.1666666667}
{"full_text":"RT Nova Scotia Health has issued an advisory about potential COVID exposure at the Fit4Less gym on Dresden Row:","sentiment_score":0.0}
{"full_text":"RT Wisconsin tops 30% average positivity rate as new COVID-19 cases continue to rise rapidly via","sentiment_score":-0.0068181818}
{"full_text":"RT Jesus responded, \"The Scriptures also say, 'You must not test the Lord your God.'\"Matthew 4:7","sentiment_score":0.0}
{"full_text":"RT THREAD. The sheer level of cronyism &amp; waste is truly shocking. The grift of the century is going on in front of our eyes","sentiment_score":-0.4}
{"full_text":"I think his arse is a bit crowded just now, it has a pandemic firecracker, a divisive MSM firecracker, a Brexit firecracker, plus others, all cracking away up there, plus he was at deaths door, many would have crumbled to ashes by now. I'm cutting him some slack.","sentiment_score":-0.05}
{"full_text":"RT So you gave an entire country a third of what you spent on an app that doesn't even work. You absolute fraudulent cretin.","sentiment_score":0.025}
{"full_text":"RT It's going to take a while to count everybody's vote, especially this year during a pandemic. I am willing to #WaitForIt htt...","sentiment_score":0.125}
{"full_text":"RT So Churchillian (oh, yes)Boris Johnson claims Britain can 'defeat' coronavirus 'by the spring'","sentiment_score":0.0}
{"full_text":"RT Lockdown just got a lot easier  ","sentiment_score":0.0}
{"full_text":"Pandemic P I'm screwed ","sentiment_score":0.0}
{"full_text":"RT In public, President Trump compared COVID-19 to the flu and suggested people inject bleach to treat it.In private, he told...","sentiment_score":0.0}
{"full_text":"Are you still asking questions about how we handled lockdown 1 or are you now asking questions about lockdown 2? Or will you do something useful?","sentiment_score":0.3}
{"full_text":"+ Defeat the virus with vaccines etc when you don't believe in Science+ Trump sad 4 yrs to make our communities safer+ They already have funding &amp; body cameras+ Trump depends on China, so... #FAIL+ Improve our nation's infrastructure when there was like 6 Infrastructure Wks","sentiment_score":-0.5}
{"full_text":"RT Donald Trump wants you to deny reality. To pretend that, during a global pandemic, you don't see the bills piling up or t...","sentiment_score":0.1}
{"full_text":"The media are liars! Truths be told! USA test almost as much as the world combined, some 90 million Americans tested; with only 1% test positive to the ChinaVirus; and we've reduced fatalities by 80% to less than 1% across the USA! That is a VICTORY!","sentiment_score":0.0417140152}
{"full_text":"Piece of Sht or also known as","sentiment_score":0.0}
{"full_text":"This is very cool!","sentiment_score":0.56875}
{"full_text":"The actual data is not biased analytics -- it's CDC data. It's an actual representation of infections noted with mask, lockdown events.It's clear you have no idea what science, data and analytics are. Please start by learning what *numbers* are, and move upward from there.","sentiment_score":0.0333333333}
{"full_text":"RT Covid last night:","sentiment_score":0.0}
{"full_text":"RT WATCH: We will be giving evidence tomorrow at 11.30am to Chaired by on the impact of th...","sentiment_score":0.0}
{"full_text":"RT It's a small point but, amid the inevitable Covid hysteria, the North West Ambulance Service has released a statement saying...","sentiment_score":-0.125}
{"full_text":"RT There is a myth that has now been built into this election: that Trump is a miasmatic evil force, a blight that will, when...","sentiment_score":-1.0}
{"full_text":"RT Utah officials say thousands attended a rave-like Halloween event that was advertised as a \"protest\" against coronavirus restr...","sentiment_score":0.0}
{"full_text":"RT A temperature, new continuous cough, or a loss or change to sense of smell or taste could be Coronavirus. If you have any of the...","sentiment_score":0.1363636364}
{"full_text":"Hi. There's a pandemic raging out of control. No amount of pretending there isn't is going to make it go away.","sentiment_score":0.0}
{"full_text":"RT If you've been out panic buying toilet roll, you're a fucking mong.  1. Most toilet roll sold in the UK is made in the...","sentiment_score":-0.0416666667}
{"full_text":"ALERT: 'Non-scalable' fence installed around White House amidprotest fears - Global Pandemic News | #Coronavirus #COVID19 #Protests -","sentiment_score":0.0}
{"full_text":"Rather disturbing statistics! #Trump","sentiment_score":-0.625}
{"full_text":"And neglected to mention 225,000+ I-don't-know-how-many Americans dead on his watch. #coronavirus #VoteLikeYourLifeDependsOnIt","sentiment_score":-0.2}
{"full_text":"RT Lockdown  parked conversation dates","sentiment_score":0.0}
{"full_text":"RT The expert in leading change when \"work it from the inside\" becomes impossible in a system where political parties \"run...","sentiment_score":-0.3333333333}
{"full_text":"RT  US Figure Skating have announced that their qualifying series of events that decide which Senior and Junior athletes at...","sentiment_score":0.0}
{"full_text":"RT Summary of today's gist: A thread1. Some were sleeping while some were awake when Rahama Sadau posted her pictures which...","sentiment_score":0.0}
{"full_text":"RT Our president lies incessantly without filter or hesitation. Wouldn't it be nice to have a president who tells the truth and is...","sentiment_score":0.6}
{"full_text":"RT Corona really fucked up the whole year and so many plans. Smh","sentiment_score":0.0333333333}
{"full_text":"#Cardinals OLB Devon Kennard test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT is my knight in shining armour. November is going to be a long and gloomy month for me in more ways th...","sentiment_score":0.225}
{"full_text":"5 Liberal  leftist Governors kill the majority of our Grandparents because they  House Coronavirus patients in old aged homes . 47 percent of the death from Blue states.Who is hold them accountable ","sentiment_score":-0.0125}
{"full_text":"RT .@realDonaldTrump blew up the US deficit by giving a huge tax break to the wealthy which...","sentiment_score":0.45}
{"full_text":"RT Trump says \"we have better numbers\" than every other country on the coronavirus.Reality: The U.S. has the most COVID case...","sentiment_score":0.2916666667}
{"full_text":"RT Alleged kidnappers were at the Michigan Capitol with their assault weapons multiple times. This is not a \"well regulated\"...","sentiment_score":-0.05}
{"full_text":"I never said it was anything to do with covid .","sentiment_score":0.0}
{"full_text":"RT I found my seat and this is where I will sit until lockdown is over. Something fun incoming....","sentiment_score":0.3}
{"full_text":"RT Extraordinary hearing clearly stating she is no longer dealing with Scotland's Covid situation purely on a...","sentiment_score":0.2158730159}
{"full_text":"Apparently the pandemic doesn't exist in Pennsylvania.. from all the pics of people with no masks ","sentiment_score":0.05}
{"full_text":"Hooray!","sentiment_score":0.0}
{"full_text":"RT Donald Trump wants you to deny reality. To pretend that, during a global pandemic, you don't see the bills piling up or t...","sentiment_score":0.1}
{"full_text":"RT It's amazing how all it takes is one pandemic to implement almost every principle in the Communist Manifesto &amp; one tra...","sentiment_score":0.6}
{"full_text":"Joe Biden is promising to do everything President Trump is doing to combat COVID.While locking down our country - there goes the economy","sentiment_score":0.0222222222}
{"full_text":"RT Our president lies incessantly without filter or hesitation. Wouldn't it be nice to have a president who tells the truth and is...","sentiment_score":0.6}
{"full_text":"wild that i'm going to grad school in the middle of a global pandemic &amp; i still don't feel even half as stressed as i did during undergrad","sentiment_score":-0.0166666667}
{"full_text":"Good article. Two factors in poor #covid19 control:1. People don't understand exponentials 2. They try to save both the economy and lives. Why is Europe yet again at the centre of the coronavirus pandemic?","sentiment_score":0.15}
{"full_text":"Wear a mask and be awesome  #MaskUpMonday","sentiment_score":1.0}
{"full_text":"Thread at","sentiment_score":0.0}
{"full_text":"Jeannie, I am not trying to create an argument or division.  Seriously, do we ever have control over death?  Who is to say that those who have died from covid or cancer or anything would not have died on that day from something else?  There is no guarantee re;  a length of life.","sentiment_score":-0.3333333333}
{"full_text":"RT The question isn't whether or not this pandemic is real. It's real. No question there.The qu...","sentiment_score":0.3}
{"full_text":"RT I can't believe people are abandoning Boris, coronavirus has been a mammoth challenge for all countries &amp; leaders.The...","sentiment_score":0.0}
{"full_text":"How is he doing it You are POTUS now not him. Fool!","sentiment_score":0.0}
{"full_text":"RT Me in 2066 after they announce the 76th Lockdown","sentiment_score":0.0}
{"full_text":"for personal reasons I will not be participating in any zoom quizzes this lockdown","sentiment_score":0.0}
{"full_text":"RT Donald Trump wants you to deny reality. To pretend that, during a global pandemic, you don't see the bills piling up or t...","sentiment_score":0.1}
{"full_text":"During lockdown we encouraged kids to try spelling their name letters using map apps, but this is next level map art!! ","sentiment_score":0.0}
{"full_text":"You just had to raise this and blow apart his latest piece of bullshit PR and his wet dream of becoming the new Tory Party leading piece of scum.","sentiment_score":0.1372727273}
{"full_text":"Though the larger impact on #GlobalCapitalMarkets still remains to be seen, the ongoing crisis has shone a light on the frailties and faults in companies' balance sheets and the larger issue of rising #debt. #CapitalMarkets","sentiment_score":0.1333333333}
{"full_text":"RT Remember those mystery thugs Barr dispatched during the George Floyd protests? They're back.","sentiment_score":0.0}
{"full_text":"RT Dear Schools must not be allowed to open unless ,a.The Covid-19 infections are well under control, may...","sentiment_score":0.0}
{"full_text":"RT Oliver Dowden MP on whether children can play sport in the lockdown:\"This will be permitted in school settings. Unfort...","sentiment_score":0.0}
{"full_text":"What a way to lose Cleveland. How is he this tone deaf &amp; politically dumb? This could move moderate GOP to vote for Biden and Trump supporters to just stay home. The total disrespect for their state is obvious. Ohio is on the table for Biden. #FootballFansForBiden #ElectionDay","sentiment_score":-0.09375}
{"full_text":"RT A group of Stanford University economists estimates that there have been at least 30,000 coronavirus infections and 700 deaths...","sentiment_score":-0.3}
{"full_text":"RT When my late father-in-law served in Canadian forces during Korean war, Chinese loudspeakers would broadcast propaganda mess...","sentiment_score":-0.14375}
{"full_text":"RT This is my commitment to you: We will make sure every American has access to a free and safe COVID-19 vaccine.","sentiment_score":0.35}
{"full_text":"RT NY hunting licenses surge as COVID-19 pandemic has people seeking 'more ways to enjoy the outdoors': official","sentiment_score":0.45}
{"full_text":"RT William doesn't just have a penchant for hiding alleged affairs, apparently, he hides COVID diagnoses as well.","sentiment_score":-0.025}
{"full_text":"If I remember correctly there are guidelines for social distancing etc. to do so. Given the sq footage, if only staff, it is possible they could be safe. But guinea pigs - I agree. And probably desperate enough to be back to work to not mind it. So sad all the way around.","sentiment_score":-0.0708333333}
{"full_text":"I am 60 tomorrow. Very grateful for what I have, that we've in the main dodged COVID, &amp; not bothered the celebrations are muted. Ive asked for donations in lieu of gifts\/cards for those that can afford it. Thanks Twitter fam","sentiment_score":0.1888888889}
{"full_text":"The economy:Biden destroys Trump employs. COVID:you called Trump xenophobic for shutting China travel down and he has fast tracked vaccines and treatments. China,Ukraine and Russia own you. Will you not take a salary since your family has been given 100 of millions.","sentiment_score":0.2148148148}
{"full_text":"Think 'the North' might just as well be in China for all the likes of those  addicted to Westminster politics.","sentiment_score":-0.4}
{"full_text":"Meyer, 66, cited family considerations and COVID-19 concerns.","sentiment_score":0.0}
{"full_text":"Good lord your numbers are phenomenal. #TrumpFailedAmerica #COVIDIOT #trumplittlehands","sentiment_score":0.6}
{"full_text":"Prince William secretly contracted COVID-19 back in April","sentiment_score":-0.2}
{"full_text":"President Trump is suggesting he will fire Dr. Anthony Fauci after Tuesday's election, as his rift with the nation's top infectious disease expert widens while the nation sees one of its most alarming outbreaks of the coronavirus--","sentiment_score":0.3}
{"full_text":"Negative result woohoo ","sentiment_score":-0.3}
{"full_text":"Operation Christmas Child put on pause as country goes into lockdownhttps:\/\/t.co\/NRI8EJH8aQ","sentiment_score":0.0}
{"full_text":"About 20,500 people on Guam have downloaded the COVID-19 alert app, meeting 28% of the threshold needed for contact tracing effectiveness, according to Janela Carrera, the Department of Public Health and Social Services spokeswoman. ","sentiment_score":0.0166666667}
{"full_text":"The pandemic seems to be disproportionately impacting LGBTQ people, especially BIPOC folks. We need comprehensive data collection to fully understand and address these disparities in our communities.","sentiment_score":0.0}
{"full_text":"Remembrance Day, COVID--and Copyright: via","sentiment_score":0.0}
{"full_text":"Are Trump and Biden similar in any ways? We're taking a look.","sentiment_score":0.0}
{"full_text":"RT When my late father-in-law served in Canadian forces during Korean war, Chinese loudspeakers would broadcast propaganda mess...","sentiment_score":-0.14375}
{"full_text":"RT \"The American spirit is stronger than Donald Trump\" --Actual Americans","sentiment_score":0.0}
{"full_text":"Adjusting to life during a pandemic can be a pretty messy process when it comes to maintaining relationships - and romantic relationships can be especially difficult. Click to read about a student's experience 'Struggling w\/ a Relationship During COVID.\"","sentiment_score":-0.2375}
{"full_text":"RT It's a small point but, amid the inevitable Covid hysteria, the North West Ambulance Service has released a statement saying...","sentiment_score":-0.125}
{"full_text":"With COVID-19 Outbreak Contained, Thousands Attend #Taiwan LGBT Pride Parade #LGBT #LGBTPride #Pride2020 #coronavirus #Covid19","sentiment_score":-0.25}
{"full_text":"RT \"The American spirit is stronger than COVID-19.\" -@FLOTUS","sentiment_score":0.0}
{"full_text":"As more families make the jump back to group day care, parents and doctors say they are finding COVID-19 guidance somewhat incompatible with the germy reality of childhood.","sentiment_score":0.25}
{"full_text":"Dr. Marsh, in his role as COVID-19 Czar, is coordinating the state's response.","sentiment_score":0.0}
{"full_text":"Many industries have been devastated by the economic shutdown caused by the COVID-19 virus. Real estate is not one of them.https:\/\/t.co\/jHs4jNGHAq","sentiment_score":0.3}
{"full_text":"Lock down the Titty vote","sentiment_score":-0.1555555556}
{"full_text":"RT Second lockdown to wipe 10% off GDP in November","sentiment_score":0.0}
{"full_text":".@newmarkjschool's multimedia projects about the coronavirus pandemic and the treatment of teens in foster care have been honored by and Associated Collegiate Press.","sentiment_score":0.0}
{"full_text":"A fiscal first-quarter earnings report for Clorox shows the company is benefitting from the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"RT Why are these deaths, far greater than those from Covid, and invmany cases preventable, not read out nightly in solemn ton...","sentiment_score":0.3}
{"full_text":"Georgia's 56th District: Both candidates concentrate equally on the pandemic, putting approximately 4.5% of their overall spending towards ads related to COVID-19.","sentiment_score":-0.1}
{"full_text":"The Show with Dr Bob on - Ireland's Anthony Sheriff, #SportsPsychology Graduate &amp; host of podcast joins Dr. Bob. Plus #Sports &amp; #Covid challenges &amp; the role of foot mechanics.    ","sentiment_score":0.0}
{"full_text":"The U.S. now has more than 9 million cases of #coronavirus; a million of those added in just the past two weeks as cases rise in almost every state. Here's the latest. #UNews","sentiment_score":0.25}
{"full_text":"RT NEBRASKA -- PEDRO GARCIA III, 27, of Cozad died of COVID-19 on May 2nd. He worked with bilingual students at Cozad High S...","sentiment_score":0.08}
{"full_text":"Minister gives major update on gardai carrying out Covid duties in coming weekshttps:\/\/t.co\/lwOnVg3nvn","sentiment_score":0.0625}
{"full_text":"Prince William criticised for keeping Covid-19 battle secrethttps:\/\/t.co\/VofgdNSCll","sentiment_score":0.0}
{"full_text":"We Filipinos don't usually dress up in costumes but we do visit the cemetery and light up candles. We visit the gravesites of loved ones and light up a candle for them. No costumes, no candies, just candles, and flowers.","sentiment_score":0.3125}
{"full_text":"Maybe it's because one is a rational thinker and understands that there is a national pandemic going on.","sentiment_score":0.0}
{"full_text":"Covid: The only virus in pandemic history that requires a\"testing\" because the \"symptoms\" aren't enough proof you have it.If we stop testing, case numbers will drop &amp; people with symptoms will seek medical attention, while those who are a-symptomatic will live with it as normal.","sentiment_score":0.0572727273}
{"full_text":"Telehealth During #COVID-19: in a letter to the editor, authors describe the factors that significantly affect patient access to #telehealth, highlighting  critical concerns regarding health care #equity","sentiment_score":0.1875}
{"full_text":"The Queen and Prince Philip reunite for second lockdown ","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 36.9FWind Chill: 36.1FHumidity: 74%Dew Point: 29.4F Barometer: 30.028 inHgWind: 3 mph from the WCorona Virus Weekly Stats:Cases: 239.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT 6\/ This thread about a study in Germany is also important. So often in BC we are told that children are a small percent...","sentiment_score":0.075}
{"full_text":"I'm the person that started the anti-lockdown movement  I've been invoiced since before it was cool.That being said, I'm getting out of Michigan ASAP.","sentiment_score":0.0}
{"full_text":"#COVID19 patients maintain cellular immunity against the coronavirus for at least 6 months after infection, a new study shows. The findings may mean people who have already had the virus are less likely to get reinfected if they come into contact with the virus again.","sentiment_score":-0.1285606061}
{"full_text":"RT I'm that guy.  And if Donald Trump really cares about what I think, here you go:  no President has bungled anything, ever,...","sentiment_score":0.2}
{"full_text":"RT TRUMP SOLD OUT THE MIDDLE CLASS TO ENRICH HIS BILLIONAIRE FRIENDS.  He is cutting taxes on the rich, whil...","sentiment_score":-0.075}
{"full_text":"RT Trump signed some bogus executive order about patriotic education, but didn't make time to deliver a second round of coronaviru...","sentiment_score":-0.1}
{"full_text":"The 30 killed and 1 billion in property damage is mostly younger leftist, so you're technically right about less cases and deaths re Covid..I'm pointing out the hypocrisy of one group vs the other..there are no \"studies\" that show the savages weren't passing Covid.","sentiment_score":-0.0261904762}
{"full_text":"RT This is a huge jump from the daily COVID-19 case load we've been seeing in Dallas Co and a new high record according to J...","sentiment_score":0.1740909091}
