{"full_text":"RT But this military\/veteran hating coward could wade into a mass crowd of BLM protesters for a photo op!","sentiment_score":0.0}
{"full_text":"RT (1\/4) I'll need help promoting this, please:I'm writing an opinion piece about how the #mentalhealth  of teen girls...","sentiment_score":0.0}
{"full_text":"RT UK the first country in Europe to go past 50,000 Covid deaths - despite Covid reaching us later than most countries in mainla...","sentiment_score":0.125}
{"full_text":"RT San Francisco shuts down all indoor dining after 250 percent increase in COVID-19 cases","sentiment_score":-0.1555555556}
{"full_text":"Must watch TV. addressing Ohioans at 5:30, sparking a resurgence of #winewithdewine #COVID19","sentiment_score":0.0}
{"full_text":"RT Just a reminder that Trump said after the election COVID would disappear and no one would talk about it anymore","sentiment_score":0.0}
{"full_text":"RT Today is the 7th straight day of 100,000+ COVID cases. I would say it's unbelievable, but sadly, it's all too believabl...","sentiment_score":-0.1833333333}
{"full_text":"RT WR sees the second biggest one-day spike in cases since the start of the pandemic - with 52 confirmed.A Public Health s...","sentiment_score":0.0}
{"full_text":"Have you lost one opening your Corona beers ?","sentiment_score":0.0}
{"full_text":"Does the virus not transmit before 10:00? I guess thats why there's 25 kids playing together around the corner without masks.","sentiment_score":0.0}
{"full_text":"RT Unfortunately, 7,000 new cases and 60-plus deaths appears to be the new normal in Wisconsin","sentiment_score":-0.0193181818}
{"full_text":"RT The darkest colored states here are averaging 100+ new _diagnosed_ COVID cases per 100k population per day --  meaning that...","sentiment_score":0.1363636364}
{"full_text":"RT Where do people actually get infected with COVID?The majority of infections happen in a small number of places. \"Restauran...","sentiment_score":-0.125}
{"full_text":"RT Wake up ...your focus should be on the worst government in living memory, during a pandemic they have enabled...","sentiment_score":-1.0}
{"full_text":"Doctors in Butler Co. are reporting a major surge in COVID-19 patients, especially people requiring hospitalization. tells us why they're now pleading with the community to follow the rules on 11 News at 6.","sentiment_score":0.03125}
{"full_text":"RT In normal times; ~90% celebrate thanksgiving; 62% with &gt;10 people. If those rates continued; maybe ~10-20% of the...","sentiment_score":0.15}
{"full_text":"RT We are in the mist of a 2nd wave and again a lack of proper PPE. Moral is at an all time low. A pay rise would boost mo...","sentiment_score":0.0}
{"full_text":"There are currently 360 active cases of COVID-19 in Bradley County, an increase of 16 since yesterday. In total, there have been 4,122 cases since March, including 3,735 recoveries\/inactive cases and 27 deaths.","sentiment_score":-0.0444444444}
{"full_text":"Think this lot mention safety","sentiment_score":0.0}
{"full_text":"C) he has OCD. He can't travel while the pandemic is not over. But, very good observation ","sentiment_score":0.91}
{"full_text":"What an absolutely ridiculous thing to say you ignorant, narrow minded moron","sentiment_score":-0.4444444444}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"COVID-19 Surges Nationwide; Texas Tops 1 Million Cases","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC finally acknowledges that masks work both ways, protecting the wearer and those around them--a fact that has b...","sentiment_score":0.0}
{"full_text":"RT HERE'S the thing. When you go shopping and don't wear a mask and breath on everything YOU are spreading the disease....","sentiment_score":0.0}
{"full_text":"RT My friend's 91-year old mother, a Holocaust survivor, just died of Covid. 45 out of 50 residents and several staff in her...","sentiment_score":0.05}
{"full_text":"RT Why is it so hard for some people to believe That one guy got more  votes by mail in a month than the other guy got from peo...","sentiment_score":0.0277777778}
{"full_text":"RT Breaking NBC: Trump ally Healy Baumgardner told NBC News that she tested positive for coronavirus on Wednesday. She said...","sentiment_score":0.2272727273}
{"full_text":"Nearly there now 2020 has been a terrible year but you are here the whole future ahead of you. Picture yourself next spring everything in promise flowers and shrubs growing the sun getting warmer Joe and Kamala in the WH. Covid Vaccine available all's good! Love peace &amp; joy ","sentiment_score":0.2083333333}
{"full_text":"RT So we're hearing that PGR Twitter is not exactly loving this announcement. Want UKRI to know what you think in our respon...","sentiment_score":-0.3}
{"full_text":"RT Imagine feeling like you have sever concussion all day everyday after coming down with a virus. Unable to focus or think. Unabl...","sentiment_score":-0.2851851852}
{"full_text":"RT This is a disaster.","sentiment_score":0.0}
{"full_text":"RT Ohio State's game against Maryland has been canceled due to an \"elevated number of COVID-19 cases\" at Maryland.","sentiment_score":-0.2625}
{"full_text":"RT The pandemic caused buyers to seek multi-generational homes and sellers to use incentives to sell their homes faster.  L...","sentiment_score":0.0}
{"full_text":"RT \"We don't want any parents to feel what we're feeling,\" says Quincy Drone, who lost his 5-year-old daughter to Covid-19....","sentiment_score":0.0}
{"full_text":"RT | Financial Times\"One well-placed Whitehall official said Number 10 had become a \"nest of vipers\", adding \"it's all fa...","sentiment_score":0.0}
{"full_text":"RT It appears we have our second WH super spreader event now","sentiment_score":0.1666666667}
{"full_text":"Senior Killer and Mayor Bill BeAssihole have implemented the harshest coronavirus shutdown rules which have destroyed NY's economy yet this pandemic rages on.","sentiment_score":0.0}
{"full_text":"2) I am awful with money. Like just so goddam awful with money. So I collect things, ESPECIALLY when I'm stressed. Covid has not been kind to my wallet between a lack of socializing and *gestures*","sentiment_score":-0.35}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening.Call 116 123 (Samaritans UK)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"It surprised. ","sentiment_score":0.1}
{"full_text":"RT So who had launch a console in a pandemic on their lifetime bingo card?Power Your Dreams - The motto that couldn't be...","sentiment_score":0.0}
{"full_text":"Repeating a lie over and over doesn't make it true.Everyone outside of your COVID Death Cult sees right through you.","sentiment_score":0.1428571429}
{"full_text":"RT Bird flu: Third outbreak detected in England - cull begins and control zones in place","sentiment_score":0.0}
{"full_text":"My cousin Victoria &amp; her brother were adopted &amp; didn't know their birth parents. Victoria was able to meet her birth mother in the middle of this year's pandemic: #AmericanPortraitPBS #FamilyReunion #AdoptionStory #ProLife","sentiment_score":0.25}
{"full_text":"RT What makes Trump's current Covid response so morally monstrous is that a huge part of the issue right now is just messagin...","sentiment_score":0.1714285714}
{"full_text":"RT We're the first EU country to pass 50k Covid deaths.Our govt has failed at every stage:From late lockdown, to knowing...","sentiment_score":-0.1833333333}
{"full_text":"RT Breaking NBC: Trump ally Healy Baumgardner told NBC News that she tested positive for coronavirus on Wednesday. She said...","sentiment_score":0.2272727273}
{"full_text":"One case is an outbreak???????","sentiment_score":0.0}
{"full_text":"Lovely run after work and I managed to finish before it got too dark. #running #keepfit #lockdown #mentalhealthawareness Windsor Great Park","sentiment_score":0.3833333333}
{"full_text":"RT Some key early findings from our research with dementia carers impacted by lockdown...","sentiment_score":0.05}
{"full_text":"RT As I stated about \"public\" amenities: Quid pro quo. If you want or need anything \" public\", you will need to be STUPID-19 vac...","sentiment_score":0.0}
{"full_text":"RT I don't understand how you can have an iPhone, a laptop, an Amazon echo and then be concerned about how the COVID vacc...","sentiment_score":0.0}
{"full_text":"Sometimes in the middle of a global pandemic taking a moment to pause and honor our country's Veterans is exactly what you needed. #homeofthefreebecauseofthebrave #OGSBetterTogether","sentiment_score":0.0833333333}
{"full_text":"RT NBC News: Since Election Day, in fact, the United States has seen 878,000 new coronavirus cases, 20,000 hospitalizations...","sentiment_score":0.1363636364}
{"full_text":"RT This is bad in a lot of ways... but this is only the beginning","sentiment_score":-0.35}
{"full_text":"#Browns QB Baker Mayfield said landing on reserve\/COVID-19 list didn't set him back in preparation b\/c of way schedule worked during bye week","sentiment_score":0.0}
{"full_text":"RT Loved participating via at the \"The Civic Work of Arts Organisations During COVID 19\" tonig...","sentiment_score":0.7}
{"full_text":"RT Why is it so hard for some people to believe That one guy got more  votes by mail in a month than the other guy got from peo...","sentiment_score":0.0277777778}
{"full_text":"RT perfect time for mike pence the  head of the covid-19 task force to go on fuckin vacation","sentiment_score":1.0}
{"full_text":"RT Get the COVID Alert PA app and know when you've been in contact with someone who tested positive. No personal or location...","sentiment_score":0.1136363636}
{"full_text":"RT loveretail: Great example of #innovative #socialmedia helping #independent #retailers grow their business during #pandemic &amp; #lockdown","sentiment_score":0.4333333333}
{"full_text":"RT Total US #COVID cases1 million to 2 M- 44 days2 million to 3 M- 27 days 3 million to 4 M- 15 days4 million to 5 M...","sentiment_score":0.0}
{"full_text":"RT Good question. And does Covid increase after 10pm? All this arbitrary stuff while what we actually need help with is actually...","sentiment_score":0.15}
{"full_text":"RT There are now more Illinoisans hospitalized with COVID-19 than there ever were during the pandemic's first wave this spri...","sentiment_score":0.375}
{"full_text":"RT Can you &amp; others start a national COVID social media day?? We need collectively to take the...","sentiment_score":0.0333333333}
{"full_text":"April 2021: The five millionth American to die of COVID-19 with his last breath hoarsly whispers, \"No homo.\"https:\/\/t.co\/fm6Ja0AvcW","sentiment_score":0.0}
{"full_text":"That stinks.   But uh...                  ","sentiment_score":-0.6}
{"full_text":"RT What difference does it make if you're at a bar at 4pm vs a bar after 10pm?!? Covid is not gonna stop","sentiment_score":0.0}
{"full_text":"RT The Dipshit is playing with people's lives again and the GOP are still enabling this sociopathhttps:\/\/t.co\/HDwcfKqV4g","sentiment_score":0.0}
{"full_text":"RT Holcomb a month ago as cases were climbing: REOPEN THE STATE!! STAGE 5!!! GO TO BARS!! THE ECONOMY!Holcomb this month...","sentiment_score":0.0}
{"full_text":"RT As we approach the end of in-person instruction, we are requesting all students, faculty and staff to be tested prior to T...","sentiment_score":0.0}
{"full_text":"RT WEDNESDAY: Rachael's Turkey Schnitzel + Meet a hero veteran &amp; rescue dog saving lives during pandemic!Check your loca...","sentiment_score":0.0}
{"full_text":"RT NYS is taking action to stop the spread in response to rising COVID numbers.Any establishment with a state liquor license...","sentiment_score":0.1}
{"full_text":"RT Vaccine-preventable diseases includeCervical cancerCholeraDiphtheriaEbolaHep BInfluenzaJapanese encephalitisMeaslesMenin...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT \"There is an epidemic of delusion spreading from the White House and infecting the entire Republican party...and it pres...","sentiment_score":0.0}
{"full_text":"Federal Government has that power. Trump just never mandated it. He might allow it to be a state by state thing but if they're following science and add on top of that cold\/flu season they might just make it a 2-3 month lockdown","sentiment_score":0.25}
{"full_text":"RT This is, in several ways, Trump's ideal map.","sentiment_score":0.45}
{"full_text":"RT 2 in this photo have only realised the existence of gyms. Have a clue who?","sentiment_score":0.0}
{"full_text":"RT In leadership vaccum, new COVID cases surge","sentiment_score":0.1363636364}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening.Call 116 123 (Samaritans UK)Just two. Any two. Copy, not retweet  ","sentiment_score":0.0}
{"full_text":"RT If you thought #COVID19 was bad, try the pandemic known as \"Pan-Turkism\". It's a #fascist disease that Armenians continue to...","sentiment_score":-0.7}
{"full_text":"RT I read that a lot of trauma survivors love being at home and don't like having friends or doing anything or going anywhe...","sentiment_score":0.5}
{"full_text":"I foresee there being serious privacy violations with this. Ticketmaster isn't even secure with keeping peoples emails out of 3rd party hands and now they want medical info before concert attendance? Thats fucked up","sentiment_score":-0.1066666667}
{"full_text":"RT 32 percent annualized growth. 638,000 jobs created in Oct.  You and your lockdown-mentality task force will reverse it a...","sentiment_score":0.0}
{"full_text":"RT  Police in the Angolan capital, Luanda, have used tear gas to disperse demonstrators. They were protesting against rising...","sentiment_score":0.0}
{"full_text":"#Tyranny never happens in one foul swoop: Did Governor #cuomo tell #NY and #NYBars that the #COVID #Pandemic is like a #cindarella story? It's #10PM, do you know where #COVID19 is? Where is the #NY #legislature?","sentiment_score":0.0}
{"full_text":"RT An eighth straight day Maryland's confirmed #coronavirus cases exceed 1,000 in a 24-hour period, exactly 1,714, for a state...","sentiment_score":0.2833333333}
{"full_text":"RT Womp womp","sentiment_score":0.0}
{"full_text":"Anti-mask\/vax folk are planning to boycott concerts because of this, apparently, so concerts in 2021 will be even safer!","sentiment_score":0.0625}
{"full_text":"RT Finished a degree in Textiles this year. Due to covid,theres a lack of jobs and opportunities in design:( So took a risk...","sentiment_score":-0.4375}
{"full_text":"How about we don't enable super spreading events until everyone is vaccinated at the very least?","sentiment_score":-0.0283333333}
{"full_text":"RT New Ohio covid-19 data:-267,536 cases (5,874 new in last 24 hrs)-21,290 hospitalized (253 new)-5,623 dead (76 new r...","sentiment_score":0.0418181818}
{"full_text":"RT There must be a Public Inquiry into how so many of the Covid contracts have gone to failing private companies. Many with...","sentiment_score":0.25}
{"full_text":"Via New study (with &amp;  looks at the impact of the #pandemic on UK parents &amp; teachers' wellbeing - 62% of #teachers surveyed said keeping #schools 'Covid secure' was a big daily challenge. Read more ","sentiment_score":0.2072727273}
{"full_text":"RT I am pledging $100 to Ossoff and $100 to Warnock. Please donate what you can. I am a RN working a lot of OT shifts risking...","sentiment_score":0.0}
{"full_text":"He blames the Walis for the peak of COVID-19 cases, allowing meetings and rallies during the campaign for the referendum. Pr Kamel Bouzid, Head of Oncology at the CPMC at Mustapha Hospital, sounds the alarm.","sentiment_score":0.0}
{"full_text":"RT The Paris climate accords is a joke. Wasted. His plan on covid is lockdowns. Really stup...","sentiment_score":0.0}
{"full_text":"RT Petition started by primary head receives 15,000 (NOW 18,000) signatures in a week, meaning government must resp...","sentiment_score":0.4}
{"full_text":"Budapest. Hungary. My home city. First pic 7 pmSecond pic after 8 pm... with lockdown...","sentiment_score":0.25}
{"full_text":"RT I continue to think the evidence for the Sturgis Motorcycle rally being one of the most disastrous public health events in...","sentiment_score":-0.0666666667}
{"full_text":"RT In leadership vaccum, new COVID cases surge","sentiment_score":0.1363636364}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":" Sign \"Pressure the GSA to Authorize Biden Transition\" and I'll deliver a copy to your officials: No. 4,346 is from Terri to and #OK05 #OKpolitics #OKpol #COVID19","sentiment_score":0.0}
{"full_text":"Seven of these viruses (the four subtypes) can infect people:229E, NL63, OC43, and HKU1 --&gt; common cold.MERS-CoV, a beta virus that causes Middle East respiratory syndrome (MERS)SARS-CoV, a beta virus, that causes SARSSARS-CoV-2, which causes COVID-19","sentiment_score":-0.15}
{"full_text":"Sorry - carbon emissions b4 COVID","sentiment_score":-0.5}
{"full_text":".@montanastate has been selected to lead a study about the effects of the #COVID19 pandemic on nurses focusing on changes in employment, earnings, and the supply of nurses.","sentiment_score":0.0}
{"full_text":"RT It absolutely beggars belief that this government can give *billions* of pounds to their mates to provide PPE - &amp; yet, i...","sentiment_score":0.2}
{"full_text":"RT The #SpyCopsInquiry is no longer a public Inquiry. Unless we are prepared to risk covid to attend a windowless room in a...","sentiment_score":0.0}
{"full_text":"RT Tomorrow, a city committee (FEDCO) will discuss the Lansdowne Report. We've done the analysis - It appears as though the...","sentiment_score":0.0}
{"full_text":"Published Ahead-of-Print: Coronavirus Disease-19 Quarantine Is More Detrimental Than Traditional Off-Season on Physical Conditioning of Professional Soccer Playershttps:\/\/t.co\/EJuqDPSE4p@NSCA","sentiment_score":0.15}
{"full_text":"#SaudiArabia has a total of 351,849 #coronavirus cases, 338,702 recoveries and 5,590 deaths.    ","sentiment_score":0.0}
{"full_text":"The Panhandle Health District reported 20 new cases of COVID-19 in Bonner County on Tuesday.https:\/\/t.co\/UuajHIlsSA","sentiment_score":0.1363636364}
{"full_text":"\"If 90 percent of people would wear a mask, we'd be out of this mess in six weeks.\"","sentiment_score":-0.175}
{"full_text":"A member of staff asked for a discount for their Covid ward - so Morrisons donated the lot:https:\/\/t.co\/6JdkuYNdkD","sentiment_score":0.0}
{"full_text":"New #COVID19 restrictions in nine Oregon counties will not change how many people can attend Mass. As before, gatherings in Phase 1 counties are limited to 50 and in Phase 2 counties, the limit is 100.","sentiment_score":0.1883116883}
{"full_text":"#BBC dashes pensioners' hopes of a TV licence #coronavirus #COVID19 'amnesty' for over-75shttps:\/\/t.co\/qERjkIAAeK","sentiment_score":0.0}
{"full_text":"Get best practices for using #data and #AI to beat the next #COVID19-like curveball.","sentiment_score":0.5}
{"full_text":"Oneonta City Schools move to remote learning due to rise in COVID-19 caseshttps:\/\/t.co\/JWnuhgIqcD","sentiment_score":-0.1125}
{"full_text":"India's crippling heat, erratic electricity and limited cold storage make COVID-19 vaccine logistics a challengehttps:\/\/t.co\/ljHSM7F1zn","sentiment_score":-0.3357142857}
{"full_text":"RT PRAYING FOR ANOTHER LOCKDOWN ","sentiment_score":0.0}
{"full_text":"\"And I can exclusively reveal that the new season's eight episodes will be divided up into a three-parter, a two-parter and a final three-parter to round the whole thing off...\"","sentiment_score":0.0340909091}
{"full_text":"\"They're there to handle business and I think that's a really good model for what we should do.\" Jay Huff on how is handling COVID#GoHoos | #Wahoowa ","sentiment_score":0.7}
{"full_text":"Nov. is American Diabetes Month. According to the more than 34 million Americans are living with diabetes. Among those who have died from COVID-19, 40% were living with diabetes. Learn more at #WeStandGreaterThan","sentiment_score":0.3333333333}
{"full_text":"The impact of #COVID19  on our lives is great and will remain a part of our operations for the foreseeable future. For #governmentcontractors, in particular, the pandemic can provide unique challenges that require increasingly flexible solutions.","sentiment_score":0.3354166667}
{"full_text":"We are all in this together and we all play an important role in keeping each other safe!If you believe you have symptoms of COVID-19 book an appointment at one of our assessment centers today.Online: By Phone: (613) 737-8193#613COVIDTest","sentiment_score":-0.1583333333}
{"full_text":"\"How do governments have confidence that the U.S. won't revert again in four years?\" comments \"There are questions about how much appetite there is for a return to U.S. leadership [in global health diplomacy].\"https:\/\/t.co\/DCmD8lb8WL","sentiment_score":0.1}
{"full_text":".@TheRealPCB: Joe Denly and join #PCB #HBLPSLV #Covid19","sentiment_score":0.0}
{"full_text":"According to Florida is seeing spikes in positive cases, with 11.9% being in children.  Wear a mask Wash your hands Practice social distancingTo help restore some normalcy, we've got to get these numbers ! #wearamaskflorida","sentiment_score":0.134469697}
{"full_text":"Jordan: Low turnout in parliamentary election amid boycott calls and Covid-19 fears","sentiment_score":0.0}
{"full_text":"#FluSeason meets a global #pandemic. Here's what you need to know. #flu #COVID19","sentiment_score":0.0}
{"full_text":"#Kind people are my kind of people!  #JoyTrain #Joy #Love #COVID19 #Kindness #Quote #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #WellnessWednesday #WednesdayMorning #WednesdayThoughts #WednesdayMotivation #WednesdayWisdom RT","sentiment_score":0.6625}
{"full_text":"How Oxford businesses can get financial help in lockdownhttps:\/\/t.co\/OQVfDeN2CI","sentiment_score":0.0}
{"full_text":"#DYK a positive #COVID19 antibody test result does not make you ineligible to donate blood? In fact, the plasma from your donation may go to help someone fighting COVID-19! Make an appointment for your next donation at","sentiment_score":0.1420454545}
{"full_text":"RT Australia has recorded its FOURTH day with zero coronavirus cases. #9Today","sentiment_score":0.0}
{"full_text":"Watch Live: Gov. Beshear gives COVID-19 update to Bluegrass Statehttps:\/\/t.co\/35YQ2pNeDZ","sentiment_score":0.1363636364}
{"full_text":"Remember when COVID-19 was supposed to be gone by Easter? Then it was supposed to go away in the heat of the summer months? Then it was supposed to just 'disappear'? Then coverage of this deadly pandemic was supposed to stop after the election? Yeah https:\/\/t.co\/5IAT5DxuQQ","sentiment_score":-0.2}
{"full_text":"Campus is currently closed until Monday, Nov. 16.ICOM's COVID-19 Task Force has issued new campus guidance for its students, employees and essential visitors. Read more here: #IdahoCOVID19","sentiment_score":0.1340909091}
{"full_text":"As much as we wish it wasn't, #COVID19 is still here, and masking up when you go out is still the best way to #StopTheSpread! Make sure you're properly storing your masks to prevent cross-contamination and washing reusable masks between wears! #WearAMask","sentiment_score":0.425}
{"full_text":"Amid a surge of #COVID19 infections, #Hungary to import Russian #COVID19 vaccine #SputnikV","sentiment_score":0.0}
{"full_text":"Alibaba said orders on its e-commerce platforms during the Singles' Day shopping extravaganza had exceeded $56 billion, as lockdown-weary consumers splashed out on as many as 16 million discounted goods. More here:","sentiment_score":0.5}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening.Call 116 123 (Samaritans UK)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"Nebraska continues to set COVID-19 records as hospitals prepare for more to come.https:\/\/t.co\/ZF9PxrdPvv","sentiment_score":0.5}
{"full_text":"We have to stop COVID-19 from spreading. Please quarantine for 14 days if you're traveling to New York from a state with dangerously high COVID-19 transmission.Learn more:","sentiment_score":0.2654545455}
{"full_text":"High hopes for potential COVID-19 vaccine -- Galvez","sentiment_score":0.08}
{"full_text":"The timing of Alabama's first scheduling impact from COVID-19 has benefits and drawbacks for the Crimson Tide.","sentiment_score":0.25}
{"full_text":"There are free COVID-19 testing sites available all over the County for anyone ages 6 months or older.To locate a testing site: - visit visit call 2-1-1","sentiment_score":0.4}
{"full_text":"Well then I take it back, you might be right although I note there a number of papers on the subject. No reason to assume covid vaccine will be the same though seeing as covid isnt flu and this isnt a flu vaccine. Still a lot of questions need answering first though","sentiment_score":0.0738095238}
