{"full_text":"RT WARNING We've detected a new text scam targeting the public which says 'due to the current COVID-19 pandemic you have...","sentiment_score":0.0028409091}
{"full_text":"RT Yes, let's not do these anymore.  I've been on the other side of this and it's cruel and makes no sense. Let junior scholars...","sentiment_score":-0.5625}
{"full_text":"Is this the same message as coronavirus? The more you count, the more votes you get?","sentiment_score":0.3333333333}
{"full_text":"RT What policies does he has that is good exactly? Nigga called the national guard for peaceful protestors, failed to condemn...","sentiment_score":0.175}
{"full_text":"RT If you voted for Trump, I need you to explain to me how you have any respect for:* Medical Personnel and Staff* Educat...","sentiment_score":0.0}
{"full_text":"RT White supremacy is a death cult. If this election goes south, this man is going to kill hundreds of thousands more peop...","sentiment_score":0.25}
{"full_text":"RT The weirdest part about this election so far is the people acting SHOCKED that mail-in ballots are still being counted aft...","sentiment_score":-0.2}
{"full_text":"RT The same people who gave you fake Covid models and fake polls this year are now in the third and final stage of their 2...","sentiment_score":-0.2}
{"full_text":"Cant believe are states are barely blue and many states right off the bat voted red. Did his racism, him stealing taxpayer money, him not helping with covid19 , him giving rich people cuts not seal the deal? Or? #trump #biden #ElectionNight #Election2020 #ElectionDay","sentiment_score":0.2321428571}
{"full_text":"The new national restrictions come into place tomorrow","sentiment_score":0.1363636364}
{"full_text":"You know things are really bad when you are forced to agree with something out of Piers Morgan's mouth","sentiment_score":-0.5}
{"full_text":"So masks social distancing and lockdowns don't work? #CancelTheLockdown #scamdemic2020 #freedom #rhyddid","sentiment_score":0.0333333333}
{"full_text":"This week can boil its arse to make soup. I'm ordering more bulbs mates","sentiment_score":0.5}
{"full_text":"RT Senate Queries Lai Mohammed Over N19m Travel Expenses During Lockdownhttps:\/\/t.co\/tGS7LM7v3W","sentiment_score":0.0}
{"full_text":"MPS must vote against Lockdown!!!! Keir Starmer must reisgn as well as leader of Labour he is supposed to vote against another Lockdown!!!!!","sentiment_score":0.0}
{"full_text":"Five people in my family are among them. Y'all better not have blown this shit.","sentiment_score":0.15}
{"full_text":"RT Some of these questions are really good questions. \"How is this possible?\" \"who would actively vote for this again?\" \"...","sentiment_score":0.1888888889}
{"full_text":"RT We are calling on governments, NGOs and businesses to put #YouthAtHeart!  Whether its responding to #COVID19, or buil...","sentiment_score":0.0}
{"full_text":"I know agreed Ireland or Canada,but no one wants us because of the Pandemic. I guess the unemployed morons are rich and dont need Social Security. Im from NJ and tRump at Bedminster (his Golf Course in NJ) said he was de- funding Social Security&amp; cutting Medicare.","sentiment_score":-0.1263888889}
{"full_text":"Just got back from having a COVID test. Send all the positive vibes you can that it is negative. [And Biden wins ofc]","sentiment_score":0.0568181818}
{"full_text":"Oh you mean the \"Covid\" that he faked that he had it?","sentiment_score":-0.3125}
{"full_text":"OH GENTE","sentiment_score":0.0}
{"full_text":"RT Reminder to sign up to our mailing list to receive our weekly bookshop newsletter over this next lockdown period!We'll b...","sentiment_score":0.0}
{"full_text":"What a world! Day after election and we still don't have any leadership out of this pandemic They win everybody loses","sentiment_score":0.25}
{"full_text":"RT Republican David Andahl, who died from COVID-19 in October, has been elected to the North Dakota House of Representatives","sentiment_score":0.0}
{"full_text":"RT I feel fucking sick watching the news and taking in that half of this country is voting for hate, discrimination and inequalit...","sentiment_score":-0.5603174603}
{"full_text":"I'm afraid that's true","sentiment_score":-0.125}
{"full_text":"RT If Trump wins it will be a great victory, if you're a coronavirus.","sentiment_score":0.55}
{"full_text":"RT fox news' covid with friends tour has landed in green bay, wi and lake worth, fl","sentiment_score":0.05}
{"full_text":"RT I have a better version:Good morning to everyone except politicians who cage children, bail out billionaires, and deny peo...","sentiment_score":0.5}
{"full_text":"RT Is India with Arnab?No.We Indians need healthy India from Corona and pure news.News are like comedy show these days....","sentiment_score":0.3571428571}
{"full_text":"RT US billionaires got PS637 billion richer during the pandemic","sentiment_score":0.0}
{"full_text":"Who is wearing the mask wrong? #Comment below with a screenshot!Here are some basic tips on how to wear a mask, properly!* Wash your hands before putting the mask on and after taking it off.* Make sure the mask covers your nose, mouth and chin.#HealthInsurance #SafetyFirst","sentiment_score":0.0}
{"full_text":"First up the mail in ballots rules should be same for all states. It is what it is but its an avenue for unwanted discussion and lawsuits. Covid has caused its share of issues. But lessons learned hopefully.","sentiment_score":0.125}
{"full_text":"RT Poland to announce new curbs amid record rise in daily COVID cases","sentiment_score":0.0681818182}
{"full_text":"RT Just saw a man pull down his mask to cough. We're gonna be in lockdown forever","sentiment_score":-0.1555555556}
{"full_text":"RT There is a tank outside Parliament, demanding gyms are kept open during lockdown.It's 11.30am and it's not the strange...","sentiment_score":-0.0166666667}
{"full_text":"RT Hey, congratulations on the global attention Alberta really needs right now. Who needs foreign radicals when w...","sentiment_score":0.0901785714}
{"full_text":"RT Republican David Andahl, who died from COVID-19 in October, has been elected to the North Dakota House of Representatives","sentiment_score":0.0}
{"full_text":"RT Covid-19 hospitalizations in the US move above 50k for the 3rd time. Highest since Aug 7.Chart via","sentiment_score":0.0}
{"full_text":"RT The same people who gave you fake Covid models and fake polls this year are now in the third and final stage of their 2...","sentiment_score":-0.2}
{"full_text":"RT Since the pandemic began there has been a 47% increase in the severity of ransomware attacks, an increase in ransom de...","sentiment_score":0.0}
{"full_text":"RT Do you realize how privileged you have to be to say things like \"I don't care who you vote for, let's just love each othe...","sentiment_score":0.5}
{"full_text":"RT My morning bus options have been cut from 6:45 am, 7:15 am and 7:45 am to just 7:45 am, and the reduction in seats means co...","sentiment_score":0.0}
{"full_text":"Worried about Covid-19? Our affordable disinfection service can create peace of mind during these difficult times. Available for both homes &amp; workspaces, it's fast &amp; effective solution to prevent the spread of harmful viruses. #JFMShineCleaningServices #Covid19 #Gibraltar","sentiment_score":0.175}
{"full_text":"RT When you see Coronavirus at 9.59pm;","sentiment_score":0.0}
{"full_text":"RT The same people who gave you fake Covid models and fake polls this year are now in the third and final stage of their 2...","sentiment_score":-0.2}
{"full_text":"RT NEW w\/ : Around 3.7 million robocalls have been received on Election Day warning US voters to \"stay safe a...","sentiment_score":0.3181818182}
{"full_text":"New post: Another Covid story, No Joy in Mudville","sentiment_score":-0.1318181818}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"CAA'19 will be implemented before May 2021 has been opposing CAA since Day 1. By bringing it into effect just before Bengal elections, BJP wants to put her in tough spot and benefit politically by keeping the issue fresh in public memory.","sentiment_score":0.0222222222}
{"full_text":"A Lil Fortnite Clip #gaming #fortnite #followforfollowback #gamingmemes #fortniteseason4 #fortniteclansrecruiting #gaminglife #gamer #Faze5 #FazeSway #FridayFeeling #coronavirus #BringBackHome #pcgaming #clip #SmallStreamersConnect #smallstreamer #BringBackHope #follobackforlike","sentiment_score":0.0}
{"full_text":"RT Despite #COVID19  Lame Stream Media, #BigTechCensorship #CCP cash, #Pollsters and  everything else thrown in!!#Elections2020...","sentiment_score":-0.5}
{"full_text":"RT The same people who gave you fake Covid models and fake polls this year are now in the third and final stage of their 2...","sentiment_score":-0.2}
{"full_text":"We've got this Let's use this time to do all of the things we've been meaning to do and try our best to stay positive#Lockdown2 #LockdownEve #stayconnected #StayHome","sentiment_score":1.0}
{"full_text":"RT Uhuru: \"To the media, call us out. Expose us when we fail to adhere to the Covid-19 guidelines...\"When we do, they br...","sentiment_score":-0.5}
{"full_text":"#foodshare open 2pm today. Plenty of #free and a discount food available to everyone. Bring your own bag and wear a mask but fit everyone's safety, if you are  from a household that is self isolating sure to a positive treat \/ NHS instruction, please stay so not attend.","sentiment_score":0.361038961}
{"full_text":"RT A Lil Fortnite Clip #gaming #fortnite #followforfollowback #gamingmemes #fortniteseason4 #fortniteclansrecruiting #gaminglife #...","sentiment_score":0.0}
{"full_text":"This lad on my snap posted on his story that the NHS app told him to self isolate because he had been in contact with someone with corona, he never did and kept going out, and now he has got a notification saying his test came back positive and laughed about it. smh this country","sentiment_score":0.3090909091}
{"full_text":"George Flyod robbed a pregnant woman. No pity.Covid, its not Trumps fault. Dr. Fauci was the expert one and he was wrong quite often.","sentiment_score":-0.0833333333}
{"full_text":"Of course Trump is. Everybody with half a brain knows that at this point. But what's become obvious in this election is Democrats suck at winning. Biden STILL refuses to support Medicare 4 All. In the middle of a pandemic. Despite it being what majority of Americans want.","sentiment_score":0.0833333333}
{"full_text":"Uhh my boyfriends work has been told they all have to work from home during lockdown which means I'm gonna have to somehow film content with him playing music in the background all day ","sentiment_score":0.0}
{"full_text":"I mean, what are we doing here folks","sentiment_score":-0.3125}
{"full_text":"How does lockdown affect negotiations with the EU!Don't let lockdown use this as an excuse to distract us away from the bigger issues which will impact upon us long after covid has subsided.","sentiment_score":-0.0333333333}
{"full_text":"You can break my body, but you cant lock the soul of a man down.","sentiment_score":-0.1555555556}
{"full_text":"RT Parliamentary Questions today on North Korea, Forced Organ Harvesting in China, Covid 19 and Liverpool, and the Closure o...","sentiment_score":-0.3}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"We've got the thumbs up from Mr Johnson to remain open during the upcoming lockdown - to keep people moving! Call us on 01243842224 with any property related issue, and we'll be happy to help! ","sentiment_score":0.3333333333}
{"full_text":"RT Nigeria go join these people declare lockdown","sentiment_score":0.0}
{"full_text":"RT #LearnOnline with - this unique #traditionalart of #Kalamkari #Painting in a #structured #ModuleBased #certifie...","sentiment_score":0.375}
{"full_text":"RT The same people who gave you fake Covid models and fake polls this year are now in the third and final stage of their 2...","sentiment_score":-0.2}
{"full_text":"In Northern Ireland there's only 15 out of 120 ICU beds left.  50% are being used for #Covid patients.  We're not even into the winter flu season and are at (beyond) crisis point. Something has to change!Wear a mask. Wash you hands. Keep your distance!@DUPleader","sentiment_score":0.0}
{"full_text":"RT More funding needed to address inequalities harming COVID-19 response, AFN chief says | CBC News","sentiment_score":0.5}
{"full_text":"Maybe have call of duty \"lock down 2\"#lockdownUK","sentiment_score":-0.1555555556}
{"full_text":"RT Yesterday, Israel demolished the homes of 11 Palestinian families - along with solar panels, water containers, farming gear a...","sentiment_score":0.0}
{"full_text":"Imagine voting for a dead man...","sentiment_score":-0.2}
{"full_text":"I'm still amazed how many voted for him though. He's brash, not very intelligent, says some weird things regularly, has pulled out of numerous international agreements, has handled Covid badly and I could go on!! What's good about him???","sentiment_score":-0.0897435897}
{"full_text":"RT Has anyone ever satisfactorily explained why Scotland went into this pandemic with fewer intensive care beds per head of pop...","sentiment_score":0.0}
{"full_text":"RT Organizing and maintaining relationships with remote workers is they key to their longevity.#futureofwork #freelance #rem...","sentiment_score":-0.05}
{"full_text":"RT Covid-19 across European regions: The role of border controls","sentiment_score":0.0}
{"full_text":"RT Each day, a little more of the old Doug Ford is back. Instead of taking responsibility for the lack of #FluShots or even expl...","sentiment_score":0.103125}
{"full_text":"Ot he could just stay at home, shut the blinds, turn off the lights and hope the landslide passes by without sweeping his house away and him with it.","sentiment_score":0.0}
{"full_text":"Not being able to go outside due to the lockdown was very strangehttps:\/\/t.co\/mfIUI8E77D@Lottie_dolls #ImAnEngineer #WESLottieTour","sentiment_score":0.14375}
{"full_text":"No sliding on this.The virus doesn't care if you're having a bad day.Wash your hands regularly.Observe social distancing.Wear your mask-- over both your mouth AND nose.You got this.","sentiment_score":-0.3333333333}
{"full_text":"RT If Trump loses this elections then COVID-19 played a bigger role. Biden really capitalized on his shortcomings in hand...","sentiment_score":-0.0333333333}
{"full_text":"#Newmarket 4-H'ers  make sure to visit your local landmarks tonight that will be lit up in green in celebration of #ShowYour4HColours day!Make sure to stay safe when visiting landmarks! Wear a mask, wash your hands, and stay 2 metres apart.","sentiment_score":0.285}
{"full_text":"RT Another life lost to legal terrorism...how many more lives will be lost before \"Andha Kanoon\" opens its eyes","sentiment_score":0.4}
{"full_text":"RT From 5 November until 2 December you must not leave your home except for specific reasons. These measures will apply...","sentiment_score":0.0}
{"full_text":"RT Monterey co elections office reports they got one email from a voter who reported getting a robocall telling her \"you're in...","sentiment_score":0.0}
{"full_text":"RT Missed you here.. Hope you are doing good.. A request to please put mask always when you go outside.. wint...","sentiment_score":0.35}
{"full_text":"Ummm who's guna tell them","sentiment_score":0.0}
{"full_text":"good morning everyone, i know today is gonna be rough and super stressful just try to stay calm and if you can stay home. the next few days are gonna be like this so hang in there. if anyone needs someone to talk to i'm here so feel free to dm me. ily guys stay safe","sentiment_score":0.2416666667}
{"full_text":"MSNBC's goes after white voters: \"This is about white people who saw a president who was corrupt and sexist and violent and mismanaged an entire pandemic that's killed 230,000 people by the election and they said, 'I want some more of that.'\"","sentiment_score":-0.1428571429}
{"full_text":"RT Can you guys please retweet the hell out of this! I'll be there too xx","sentiment_score":0.0}
{"full_text":"Hopefully Trump will be playing golf in Florida and Joe Biden will be working with medical experts to literally wipe out the Coronavirus. I'm praying Trump will go under the rock he slithered from under!","sentiment_score":0.0}
{"full_text":"RT plz we all are professional as SC stated so don't extend any date as we all professional can...","sentiment_score":0.1}
{"full_text":"RT Republicans really weird. Y'all believe every vote should be counted but now y'all in a pandemic w\/ a mess y'all creat...","sentiment_score":-0.3375}
{"full_text":"RT Republican David Andahl, who died from COVID-19 in October, has been elected to the North Dakota House of Representatives","sentiment_score":0.0}
{"full_text":"RT Hmmm...THIS pretty much explains everything.","sentiment_score":0.225}
{"full_text":"RT Confirmation from that the draft legislation published last night allows medical clinics (and Chiro...","sentiment_score":0.0}
{"full_text":"Enjoying your Covid party? 235,000 Americans are Dead from Covid, and your guy is refusing to count legitimate mail-in and early votes. What's your Law degree say about that?","sentiment_score":0.1333333333}
{"full_text":"RT As Gen Z Voters, we have turned out in record numbers, despite a pandemic, an economic collapse, and attempts to stop u...","sentiment_score":0.2}
{"full_text":"RT #TrumpDeclaringVictoryIsLike declaring the pandemic will be over for Easter Weekend 2020.#CountEveryVote#EveryVoteCoun...","sentiment_score":0.0}
{"full_text":"RT \"trump gave us 1200 in a pandemic!\" baby he gave us the pandemic too im confused","sentiment_score":-0.4}
{"full_text":"Fascinating article from on changing consumer behaviour and how retailers have had to pivot to cater to increased numbers of domestic consumers due to restricted travel this year - ","sentiment_score":0.1916666667}
{"full_text":"Headlines: Both State Questions Fail, 21 More COVID-19 Deaths &amp; Charities Call for Help via","sentiment_score":0.0}
{"full_text":"PLOS ONE authors: \"When you have a novel virus and scientific knowledge is evolving so rapidly, it's only natural to see evolving guidelines...\" #COVID19https:\/\/t.co\/X14skgHZlr","sentiment_score":0.05}
{"full_text":"\"It's been better than feared,\" says EDC's deputy chief economist. \"We've been pleasantly surprised at how strong global trade has been, and in particular how well Canadian trade has held up in the last six months.\"#covid19 #cdnecon","sentiment_score":0.2}
{"full_text":"WATCH: Musos bring hope in songCape Town artists have come together for a song about the global pandemic which the creator hopes will reach the iconic heights of Vicky Sampson's African Dream.https:\/\/t.co\/GWmlq0o1gFStory:","sentiment_score":0.1666666667}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":"As a think tank and consultancy to the social sector, we are supporting the sector as it responds to and rebuilds from the Covid-19 crisis. Sign up to our newsletter to get our latest guidance in your inbox:","sentiment_score":0.2611111111}
{"full_text":"Skipton International are the latest business to join our Winter Champion campaign.Let's spread joy, not germs. #GuernseyTogether Working Together to Stay Well.","sentiment_score":0.4333333333}
{"full_text":"Read the latest report from about people's experiences during lockdown, accessing health, social care and community services. Find it here &gt;","sentiment_score":0.2666666667}
{"full_text":"4 of the most common Coronavirus (COVID-19) scams.Here's what you need to know to keep yourself safe.Stay alert to suspicious phone calls, texts or emails about Coronavirus from anyone claiming to be from the bank or other trusted organisations.https:\/\/t.co\/oTy0i89Trm","sentiment_score":0.025}
{"full_text":"An office library is a great way for an employer to support employees' professional development. But how can we update the concept in a socially distanced pandemic world?","sentiment_score":0.3111111111}
{"full_text":"Almost 2 crore people in #Karnataka had been infected by #COVID19 by September says latest government survey","sentiment_score":0.5}
{"full_text":"To support artists during the COVID-19 crisis, a coalition of national arts grantmakers have come together to create an emergency initiative to offer financial and informational resources to artists across the United States.https:\/\/t.co\/2H0bD6Qx3K","sentiment_score":0.0}
{"full_text":"RT  Folks, spectacles in the Coliseum only got larger. If you think Covid-19 was bad, wait til you see what comes next, an...","sentiment_score":-0.175}
{"full_text":"Daily COVID-19 cases are rising in all but three states.","sentiment_score":0.0}
{"full_text":"UPDATE: UK's PM Johnson optimistic over medium term, despite looming lockdown#SputnikUpdates","sentiment_score":0.0}
{"full_text":"The report shows several Missouri counties and towns in the \"red zone.\"","sentiment_score":0.0}
{"full_text":"Looking for tips &amp; best practices for pivoting during a pandemic? Check out the \"Leveraging Your Network and Resources\" webinar hosted by &amp; on Nov. 5 at 1 p.m. ET! Sign up here: #VetBiz","sentiment_score":1.0}
{"full_text":".@piersmorgan and Nigel Farage clash over the comments Donald Trump made in April when he suggested using bleach as a possible treatment for coronavirus.Watch the full debate right here https:\/\/t.co\/yyUUJmR3od","sentiment_score":0.2119047619}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemic.Thank you for your cooperation. #MDOT","sentiment_score":0.0}
{"full_text":"#BertiesSalon may be closed now for lockdown, but you can still book ahead for the future when we re-open. How about booking your pet in for a groom during the festive period to make sure they're looking their best on Christmas Day?https:\/\/t.co\/PSN3T08pen","sentiment_score":0.35}
{"full_text":"COVID 19 cases in India until : 04\/11\/2020 19:30Total Cases: 8329731 [+16784]Active: 535001Recovered: 7669487 [+14730]Deaths :123730 [+80]Total Tests: 113MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT White supremacy is a death cult. If this election goes south, this man is going to kill hundreds of thousands more peop...","sentiment_score":0.25}
{"full_text":"In January, South Korea announced its first cases of COVID-19. Overnight, the military community in Daegu became the bellwether for the Army's response to the virus. Walk in the shoes of the Eighth Army community as they respond to the virus.https:\/\/t.co\/AlkyXWZ1bO","sentiment_score":0.075}
{"full_text":"Check out this animation and see how location, proximity and time can help you make safer choices when you're in an area of widespread #COVID19 transmission. For more information, go to:","sentiment_score":0.5}
{"full_text":"With the coronavirus now surging anew, voters ranked the pandemic and the economy as top concerns in the race between Trump and Biden, according to AP VoteCast, a national survey of the electorate.https:\/\/t.co\/lTbawgwNCU","sentiment_score":0.5}
{"full_text":"Discover \"The Future of the Sharing Economy in the COVID-19 Aftermath\" on #ptop #sharingeconomy #futureeconomy #hakcess","sentiment_score":0.0}
{"full_text":"Y'all realize that if we couldn't make it happen in a year full of COVID,Armed militias hunting down political rivals,or Russians paying bounty on US soldiers,then it's OVER??!!Because if this many people working this hard can't get us past the fascist we are toast!","sentiment_score":0.0150462963}
{"full_text":"Rather than ignore or downplay the pandemic, some Jacksonville artists have tackled the subject in their work. Others have adjusted as well.","sentiment_score":-0.1666666667}
{"full_text":"\"I wanted to try and explain that feeling of frustration of being stuck. I can say it's pretty relatable to how things are now because of the pandemic,\" said.https:\/\/t.co\/SIyiCcPtP6","sentiment_score":0.25}
{"full_text":"Our work during Lockdown and beyond with  service #NeverMoreNeeded #voluntaryactionshetland #lockdown","sentiment_score":0.0}
{"full_text":"The World Health Organization says the virus can be transmitted in any kind of weather and that there is no reason to believe that cold weather can kill it.https:\/\/t.co\/DzPLZGu8pn","sentiment_score":0.0}
{"full_text":"France's government is proposing an additional 20 billion euros in Covid relief funds as part of its fourth revised budget. \"I will not let anyone say we have abandoned our economy,\" Finance minister Bruno Le Maire told lawmakers. #France #budget #COVID19","sentiment_score":0.0}
{"full_text":"RT Holy shit 4 dead out of 11 million. enjoy life under the bed pussy","sentiment_score":0.0}
{"full_text":"COVID-19 amplified health inequities for marginalized communities. Our Centre for Wise Practices in Indigenous Health is changing that:  #WeAreWomens #ONHealth","sentiment_score":0.7}
{"full_text":"Late Fall is a prime time for adult blacklegged ticks, who are seeking blood meals before the cold months of winter arrive. It is important to practice safe tick bite prevention for yourself and your family!","sentiment_score":0.045}
{"full_text":"COVID-19 testing isn't the only thing we can help you with, visit us for any health concern from UTIs to broken bones. Walk-ins welcome or check-in online: ...#UTI #UrinaryTractInfection #BrokenBones #BoneFractures #Xrays #LabTesting #SanAntonio #Schertz","sentiment_score":0.1333333333}
{"full_text":"RT Maradona recovering in hospital, admission not related to COVID-19","sentiment_score":0.0}
{"full_text":"Canada's top doc is calling on Canadians to assess their risk of  exposure to  #COVID19. But what does that mean? House Doctor explains.","sentiment_score":0.09375}
{"full_text":"This Thursday, November 5th, #COVIDCastJA will be having our most important episode yet: Living With &amp; Understanding COVID-19.Let us know if you have any questions here so that they can be answered during the LIVE show. Tune in Early to get your questions answered!","sentiment_score":0.2903409091}
{"full_text":"The CDC has recommended taking holiday meals outside (when possible) this year. Here's some outdoor Thanksgiving table inspiration featuring the Glacier hanging light designed by #OutdoorDining","sentiment_score":0.1333333333}
{"full_text":"#NationalDiabetesMonth#diabetes places people at high risk of developing serious #flu complications. Getting a flu vaccine is the best protection against flu and its potentially serious complications for people with diabetes. Learn more:","sentiment_score":0.1986666667}
{"full_text":"Coronavirus world map  which countries have the most cases and deaths    World news   The Gua","sentiment_score":0.5}
{"full_text":"David Icke has been banned from Twitter.https:\/\/t.co\/7QvcdGMQwF","sentiment_score":0.0}
