{"full_text":"Please sign the petition this current lockdown is hitting small shops hard while many big retailers are still open selling non essential products! #WorcestershireHour","sentiment_score":-0.005952381}
{"full_text":"I'll take a workhorse over a showhorse any day of the week and twice on Sunday.","sentiment_score":0.0}
{"full_text":"When reality is surreal, only fiction can make sense of it. Pandemic inspired stories from 29 authors including Margaret Atwood, Tommy Orange, Edwidge Danticat, and more! Discover THE DECAMERON PROJECT Learn more:","sentiment_score":0.34375}
{"full_text":"RT Biden Covid-19 Adviser Says Life is Not Worth Living Past 75","sentiment_score":-0.2}
{"full_text":"RT My mom is literally pushing her body everyday to work when she should be resting. I don't know how else to help her exce...","sentiment_score":-0.2}
{"full_text":"RT in case you forgot, Covid is STILL a \"thing\".  It...","sentiment_score":0.0}
{"full_text":"RT 13) KEY FINDINGS SUMMARY: \"findings show that #COVID19 survivors have significantly higher rates of psychiatric diagnose...","sentiment_score":0.125}
{"full_text":"RT I note that is the same guy who refused 6 times to say coronavirus was not a hoax.","sentiment_score":0.0}
{"full_text":"RT Here in Eastern Oregon, our small local hospital is working COVID positive staff! They...","sentiment_score":0.0113636364}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT Are you *cough* tired of *wheeze* winning yet","sentiment_score":0.05}
{"full_text":"RT During the Covid19 lockdown Dangote trucks were allowed to drive through Ogun state but everyone else was stopped.Today Dang...","sentiment_score":0.0}
{"full_text":"RT My baby boy! He didn't realise today was his birthday #Downsyndrome #autism so managed to surprise him! Also everything low key...","sentiment_score":0.0}
{"full_text":"This was an excellent talk,  thank you  ","sentiment_score":1.0}
{"full_text":"You think the game gets postponed Dash?","sentiment_score":-0.4}
{"full_text":"RT THIS is the goal, and if we can just hold out a little longer our collective effort can save tens of thousands of lives....","sentiment_score":-0.1875}
{"full_text":"What do you think about this?  I personally don't care because I can't take it.","sentiment_score":0.0}
{"full_text":"RT the senate's new covid relief bill is discriminatory and i won't stand for it","sentiment_score":0.1363636364}
{"full_text":"RT LOLOL  yeah okay as if you have some \" magical plan\" that will make a world wide pandemic go awa...","sentiment_score":0.425}
{"full_text":"Army faces 'biggest task since the war' in rolling out millions of Covid vaccine doses - Evening StandardGot #vaccine in armed forces -stepped forward in turn - just seconds - as a medic I gave them later no fuss no problem #covid19 #Pfizter","sentiment_score":0.0}
{"full_text":"RT Considering Pfizer was allowed to bypass millions of test studies to rush though with production (and I support that), this may...","sentiment_score":0.0}
{"full_text":"Thank you so much, I'm lucky to work with a lot of smart, talented people at","sentiment_score":0.4158730159}
{"full_text":"RT Yes, just like one day he will be right about the virus going away.. Obviously it might not...","sentiment_score":0.1428571429}
{"full_text":"RT Do you have to quarantine or isolate because of COVID-19, but don't have paid time off?Check out the Oregon COVID-19...","sentiment_score":0.0}
{"full_text":"RT \"When Gov. Ron DeSantis needed to hire a data analyst, his staff picked a little-known Ohio sports blogger and Uber driver w...","sentiment_score":0.0}
{"full_text":"RT BREAKING--20% of recovering  #COVID19 patients develop mental illness within 90 days, says large US study.  Increased *first...","sentiment_score":0.1214285714}
{"full_text":"RT Meet the members of president-elect Biden's coronavirus task force","sentiment_score":0.0}
{"full_text":"We're in an fucking pandemic that our dumbass country can't get a handle on AND we have no back up plan???What in the actual fuck are you doing","sentiment_score":-0.25}
{"full_text":"RT MEET JOE BIDEN'S COVID ADVISOR:","sentiment_score":0.0}
{"full_text":"Nice coverage for Omnicell in a segment this morning on the latest developments in Pfizer's COVID-19 vaccine to comment on the challenges of distribution &amp; why retail pharmacies will play a critical role in administering it to local populations once the vaccine is approved.","sentiment_score":0.275}
{"full_text":"Bruv you need help.....you ain't lie tho","sentiment_score":0.0}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"BULLLLLSHITTTTTT","sentiment_score":0.0}
{"full_text":"RT I note that is the same guy who refused 6 times to say coronavirus was not a hoax.","sentiment_score":0.0}
{"full_text":"RT I can't believe Moscow Mitch is going to remain in office and send our nation further into disaster, the criminal trait...","sentiment_score":-0.2}
{"full_text":"RT I wonder if we will see new restrictions in #JoCoKS. I'd sure rather see bars, gyms, restaurants closed than schools. (An...","sentiment_score":0.1787878788}
{"full_text":"3rd Spike In #COVID19 Cases Has Come Now In Delhi: Top Medical Body","sentiment_score":0.1666666667}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"RT The whiff of cronyism off Kate Bingham story just gets stronger...PR firm tied to Cummings's father-in-law went on a...","sentiment_score":-0.2}
{"full_text":"Yes, but that is not what the general public sees.  Yakima County (WA) reports 248 deaths \"related\" to covid, while the State of WA reports 281 deaths \"related\" to covid.   The State over reports.","sentiment_score":0.0125}
{"full_text":"Banks are braced for a flood of small business customers topping up bounce back loans tomorrow when Rishi Sunak reopens the Covid-19 rescue scheme, even after a PS38bn lending spree.","sentiment_score":-0.125}
{"full_text":"RT The gyms may be shut, but your body doesn't know that. Try some of these to preserve your gains while in lockdown.ht...","sentiment_score":0.0}
{"full_text":"RT This is why should step down as Speaker and should no longer head the DSCC...so the Democrati...","sentiment_score":-0.1555555556}
{"full_text":"An article worthy of review to better inform re-opening plans and address inequity. #COVID19 #equity #mobility h\/t ","sentiment_score":0.4166666667}
{"full_text":"I'm really disappointed in your 2nd assault on our freedoms and rights. Lockdowns and masks obviously don't work. Perhaps it's time to just deal with it, like we've been dealing with 'Flu and common colds all along. Covid has nearly 100 percent survival rate.","sentiment_score":-0.19}
{"full_text":"Election 2020 updates: Trump continues legal fight as Biden talks COVID","sentiment_score":0.2}
{"full_text":"RT Mr. Attorney General William P. Barr There must be a criminal investigation against officials and private labo...","sentiment_score":-0.1166666667}
{"full_text":"RT It's wrong for healthcare to be made less accessible and more expensive--especially during a global pandemic.The Biden-...","sentiment_score":0.0416666667}
{"full_text":"Need it to be over tbh","sentiment_score":0.0}
{"full_text":"RT After being laid off in the pandemic, Robin Kemp kept reporting. She was the only journalist to watch 21 hrs of a Geor...","sentiment_score":0.0}
{"full_text":"RT Today, Trump is in the Supreme Court trying to dismantle the Affordable Care Act. Trump wants to end healthcare for mi...","sentiment_score":0.2}
{"full_text":"RT Daily reminder to Georgia voters that your two Senators rather than warn you or protect you from the pandemic chose to cal...","sentiment_score":0.0}
{"full_text":"RT Pfizer #COVID19Vaccine \"Very Promising\" But Has Cold Chain Issues: WHO","sentiment_score":-0.17}
{"full_text":"RT BREAKING: Senate voting now to confirm another Trump judicial nominee instead of passing COVID relief.We just became t...","sentiment_score":0.0}
{"full_text":"RT \"15 days to slow the spread\" issued by the White House back in March has evolved into, \"Your grandma can sit this Christmas...","sentiment_score":-0.1}
{"full_text":"\"This doesn't need to be a partisan issue. It's a human issue. It affects every single American family.\"@JoeBiden has criticised \"far-right ideologues\" for challenging the Affordable Care Act in the Supreme Court \"in the middle of a deadly pandemic\".https:\/\/t.co\/sKEJMwv0Bg","sentiment_score":0.0380952381}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT It's wrong for healthcare to be made less accessible and more expensive--especially during a global pandemic.The Biden-...","sentiment_score":0.0416666667}
{"full_text":"I was in awe of how my NHS colleagues (across all professions) contributed this year. They learned new skills, were on Covid wards, face to face with patients in their homes &amp; saved lives. To read this interpretation by the Daily Mail today was a slap in the face to all. ","sentiment_score":0.0681818182}
{"full_text":"RT Your actions matter, #Niagara, a lot!Limit your social group to reduce your number of contactsKeep 2m from others,...","sentiment_score":0.0333333333}
{"full_text":"When you get pretty then hear the purge siren commence lockdown 2.0.","sentiment_score":0.25}
{"full_text":"RT Hydroxychloroquine does not benefit adults hospitalized with #COVID19. The end result comes from data &amp; just-published ana...","sentiment_score":0.0}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT This weeks episode is now available for download. We're joined by to chat about lockdown 2, his haunted hous...","sentiment_score":0.4}
{"full_text":"RT \"Japanese Lawmaker with ALS points to need for online Diet session\" #CripTheVote #COVID19 #NoBo...","sentiment_score":0.0}
{"full_text":"According to a \"real &amp; alarming\" surge in covid cases have topped in communities, including Pacoima at the top of the list, Sun Valley, Van Nuys, Downey, etc. Public Health Director Barbara Ferrer urges to take extra precautions in these areas  THOUGHTS!?*: Getty","sentiment_score":0.12}
{"full_text":"I truly miss concerts the most during this pandemic","sentiment_score":0.5}
{"full_text":"This is important information for our families!","sentiment_score":0.5}
{"full_text":"Jon, my boyfriend and I love you and your music, but we can only go so far to support you during this time as we aren't thriving in this pandemic, I just hope you are thinking of your less fortunate fans.","sentiment_score":0.1666666667}
{"full_text":"RT Last year we laughed when the totalitarian Chinese government began tracking &amp; tracing all of its citizens via a social c...","sentiment_score":0.1833333333}
{"full_text":"RT Today Republicans were at the Supreme Court, arguing to take health care away from 20 million Americans--in the middle of...","sentiment_score":0.0}
{"full_text":"RT The Affordable Care Act case goes before the Supreme Court today. It's why the GOP rammed Amy Coney Barrett through in reco...","sentiment_score":0.0}
{"full_text":"I find him a real comfort. He has real plans, Covid, relief payments, everything. Just listening to him makes me feel better. BTW it is #BidenWonDay","sentiment_score":0.3}
{"full_text":"RT The Vice President is still the head of the White House corona virus task force, but the Vice President-elect is already doin...","sentiment_score":0.0}
{"full_text":"RT Our Coaching Through COVID webinar series continues next week with a special presentation from Myriam Paquette from","sentiment_score":0.1785714286}
{"full_text":"RT Happy to join #SafeHands challenge because simple things such as  washing with  &amp;  can help protect ourselves from...","sentiment_score":0.2666666667}
{"full_text":"The conservatives never have a solution on how to lead, they are amazingly inept as usual Jeff.","sentiment_score":0.175}
{"full_text":"I've made an important decision...as soon as lockdown is over and things are more normal, I'm treating myself to a night away in a hotel. Just me, a big bed, a nice bath, junk food, spa and trash TV. Basically what I do at home, but somewhere fancier  #selfcare","sentiment_score":0.33}
{"full_text":"#tuesdayvibe #SaveTheACA #BidenTransition corrupt GOP! Still only concerned bout rumpys wants!","sentiment_score":-0.125}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT \"Survivors of COVID-19 appear to be at increased risk of psychiatric sequelae, and a psychiatric diagnosis might be an indep...","sentiment_score":0.0}
{"full_text":"RT One volleyball player, one women's basketball staffer test positive for the novel coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT .@KamalaHarris and I aren't wasting any time. We're ready to get COVID-19 under control so that we can reopen our businesses...","sentiment_score":0.2}
{"full_text":"RT It's wrong for healthcare to be made less accessible and more expensive--especially during a global pandemic.The Biden-...","sentiment_score":0.0416666667}
{"full_text":"RT Something wonderful...Every Wednesday &amp; Saturday during lockdown - 8:30am to 10:30am The Hart Of Hartford open the take...","sentiment_score":0.0}
{"full_text":"RT  29.8 million Americans would lose health insurance -- &amp; 1.2 million would lose jobs -- amid a global pandemic if the ACA...","sentiment_score":0.0}
{"full_text":"RT Children are 'struggling mentally in lockdown', according to a new report by Ofsted. We want the Government to invest in...","sentiment_score":0.0181818182}
{"full_text":"RT the senate's new covid relief bill is discriminatory and i won't stand for it","sentiment_score":0.1363636364}
{"full_text":"In just a few moments we'll hear from and state health officials here at OU's Health Sciences campus in Oklahoma City for a 2 p.m. update on COVID-19 in Oklahoma. Stick around as I provide updates for","sentiment_score":-0.2}
{"full_text":"RT I think it's too high. It's a waste of scarce resources. Make it N30 a day.","sentiment_score":-0.02}
{"full_text":"it's 6 layers of dante's inferno we took comfort with in lockdown","sentiment_score":0.0}
{"full_text":"PODCAST: I interview who is leading Louisiana's Office of Public Health and is the state gov. expert on #COVID19 at the moment. Listen through the link below or wherever you get your podcasts. #lalege #lagov","sentiment_score":0.0}
{"full_text":"Store it in Priti Patel's heart?","sentiment_score":0.0}
{"full_text":"RT the way madi is the one of the only ones that realizes we are still in a pandemic and maybe shouldn't be traveling to v...","sentiment_score":0.0}
{"full_text":"Help reduce the spread of COVID-19 by following these simple recommendations. #30Seconds #coronavirus #covid19 #quarantine #pandemic #health","sentiment_score":0.0}
{"full_text":"RT It's wrong for healthcare to be made less accessible and more expensive--especially during a global pandemic.The Biden-...","sentiment_score":0.0416666667}
{"full_text":"How much of a fuckhead anti-human do you have to be to say things like this?","sentiment_score":0.2}
{"full_text":"'Election Day is over, and guess what?'","sentiment_score":0.0}
{"full_text":"My gee is here to stay , check out his new EP shame to fame on all platform Check HOME where he feature me in particular Cc","sentiment_score":0.1515151515}
{"full_text":"RT A good &amp; sad read: Why Switzerland became one of the world's worst coronavirus hotspots. - and...","sentiment_score":-0.2666666667}
{"full_text":"RT Ok!! Now is the time to send this to every single friend and family member who is still believing this leadership x","sentiment_score":0.3549107143}
{"full_text":"RT Oh sorry, I forgot you failed to have an Aged Care plan to deal with COVID,  denied PPE, pushed quarantin...","sentiment_score":-0.3666666667}
{"full_text":"\"While a pandemic the size and scope of COVID-19 demands immediate attention, action on climate change and other environmental crises cannot be shelved.\"","sentiment_score":-0.0125}
{"full_text":"RT Illinois reports an astounding 12,623 new coronavirus cases in the past day, and an additional 79 deaths in the past 24...","sentiment_score":0.0590909091}
{"full_text":"RT School during this pandemic has really kicked my ass. I've never been so discouraged. I pray things get better,I'm giving every...","sentiment_score":0.2}
{"full_text":"RT Being disabled is not the problem.The problem is the way we think about disability. When the world opens up again, we c...","sentiment_score":-0.2}
{"full_text":"RT US Majority: We want to have a democratic system of governance, healthcare access, economic stimulus &amp; a national response...","sentiment_score":0.2}
{"full_text":"RT Covid stream!!!!","sentiment_score":0.0}
{"full_text":"RT I'm in the pandemic, I'm in the fascist coup, I'm in the combination pandemic and fascist coup","sentiment_score":0.0}
{"full_text":"RT Want to beat some lockdown blues? Come and play touch rugby with us this Wednesday! Suitable for all abilities  H...","sentiment_score":0.55}
{"full_text":"RT Next on the only CoronaVirus Update that I care about, the football one.2:25 Looking at the 2017 CFB Coachin...","sentiment_score":0.0}
{"full_text":"RT \"I think you have to be prepared for a multiday sell-off in the Covid names,\" said","sentiment_score":0.0}
{"full_text":"RT Another 532","sentiment_score":0.0}
{"full_text":"RT Exactly! \"Because there's never been a licensed mRNA #vaccine before, we really don't know what injuries are going to...","sentiment_score":0.25625}
{"full_text":"RT The Union health ministry on Tuesday said the National Expert Group on Vaccine Administration for COVID-19 is in conversatio...","sentiment_score":0.0}
{"full_text":"What in the actual fuck?!?!","sentiment_score":-0.3125}
{"full_text":"\"Real estate pros looking to de-risk during the coronavirus pandemic should look in the Sun Belt and the Mountain West\"https:\/\/t.co\/1uexo6Y5g3#Colorado #HomeLoans #Mortgages #RealEstate #Denver #ColoradoLove #WereAllInThisTogether","sentiment_score":0.2}
{"full_text":"RT It's wrong for healthcare to be made less accessible and more expensive--especially during a global pandemic.The Biden-...","sentiment_score":0.0416666667}
{"full_text":"RT It's wrong for healthcare to be made less accessible and more expensive--especially during a global pandemic.The Biden-...","sentiment_score":0.0416666667}
{"full_text":"RT It's wrong for healthcare to be made less accessible and more expensive--especially during a global pandemic.The Biden-...","sentiment_score":0.0416666667}
{"full_text":"RT It's wrong for healthcare to be made less accessible and more expensive--especially during a global pandemic.The Biden-...","sentiment_score":0.0416666667}
{"full_text":"RT We are so loving this amazing looking footage from our last Wild Boys: the Duran Duran Experience special social dista...","sentiment_score":0.2817460317}
{"full_text":"To make sure no one falls behind due to COVID-19, the Kirkwood School District has been working with its most vulnerable kids behind the scenes, making sure they have access to food, the internet, and educational and emotional support. Read more:","sentiment_score":0.0825}
{"full_text":"Iowa prisons report hundreds of virus infections #Iowa #Prison #COVID","sentiment_score":0.0}
{"full_text":"Effective November 11 the Bartholomew County Public Library is changing service levels that will last through at least Friday, November 27.  This is to address the rise in the community spread of the Coronavirus.https:\/\/t.co\/MhFrXov9Bk","sentiment_score":0.075}
{"full_text":"Biden taps scientists, health experts for COVID-19 task force","sentiment_score":0.0}
{"full_text":"News Alert  Our CEO, spoke on highlighting #COVID19 impacts along the SR 78 Corridor. Learn more about these impacts and ways to recover by reading the full report:","sentiment_score":0.425}
{"full_text":"We are just 4 days away from COVID-19 and Alcohol - Day 2 of the 5th Annual CAPA Summit - The Movement Toward Social Justice in Public Health. Register now, it's fast &amp; easy! Go to #CAPASummit2020","sentiment_score":0.19375}
{"full_text":"#StarCompliance has been named Company of the Year by \"The Technology Headlines\" magazine for having survived, thrived, and grown during the pandemic. Get full details here #regtech","sentiment_score":0.35}
{"full_text":"Call us at 316-854-0558.#wichita #housecleaning #janitorial #clean #carpet #upholstery #airduct #arearug #dryervent #tile #grout #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.3666666667}
{"full_text":"Our shops are closed as lockdown continues but we are very much open for business on and through our Telebetting department. What a week of sport!  #themasters England v Ireland at Wembley!Cheltenham's Nov meeting","sentiment_score":-0.05}
{"full_text":"Once again I'm reminded how much easy money I could make if I were a Republican.","sentiment_score":0.4333333333}
{"full_text":"RT in comic shops now:","sentiment_score":0.25}
{"full_text":"There are now 37 active outbreaks in B.C.'s health-care system, including five at acute care facilities.","sentiment_score":0.2333333333}
{"full_text":"What was the last gig you went to before covid? ","sentiment_score":0.0}
{"full_text":"Some countries have used the pandemic as 'fuel for hatred' to 'scapegoat' LGBT+ citizens.https:\/\/t.co\/qkPgr5VLYm","sentiment_score":0.0}
{"full_text":"RT \"When Gov. Ron DeSantis needed to hire a data analyst, his staff picked a little-known Ohio sports blogger and Uber driver w...","sentiment_score":0.0}
{"full_text":"Beyond Meat reported a quarterly loss and weaker-than-expected sales, hurt by lower restaurant sales in addition to retail purchases which petered out after a surge at the start of lockdown. More here $BYND","sentiment_score":0.5}
{"full_text":"U.S. still faces possible default wave, asset declines due to pandemic: Fed #Mortgage #Lenders #Homeowners #Banks #Debt #Default #Forbearance #Foreclosure #Reuters #DPSNetwork","sentiment_score":-0.0625}
{"full_text":"The University of Guam social justice class is hosting a donation drive to support the families of the Gill Baza and Zero Down residents in Yigo heavily impacted by the COVID-19 pandemic.","sentiment_score":-0.1074074074}
{"full_text":"RT 1 hour til #tuesday Twilight Tea &amp; Chat'Vision Teaching &amp; Learning'Led by about;Best quality...","sentiment_score":0.0}
{"full_text":"#ICYMI: Pfizer leadership is touting significant phase 3 #COVID19 vaccine data, coming soon.https:\/\/t.co\/9mJkdmODBw","sentiment_score":0.375}
{"full_text":"whatever your lockdown daily plans, we've got an outfit for every occasion  [credit: pj lounge set here: striped shirt here: feather knit here:","sentiment_score":0.0}
{"full_text":"Vote and If they win, #MoscowMitch loses power. Read this again and donate until it hurts please. ","sentiment_score":0.25}
{"full_text":"The #Covid_19 pandemic has pushed millions of people in India into extreme poverty and left children struggling to help their families survive.  Read more &gt;&gt;&gt; ","sentiment_score":0.125}
{"full_text":"we've sat through 8 months of this pandemic that's 8 months closer to the concert and also with the recent vaccine news released im feeling a small sort of excitement again and I'm starting to anticipate the tour ","sentiment_score":-0.0833333333}
{"full_text":"AND its their birthday! share a few bucks if u can!","sentiment_score":-0.25}
{"full_text":"I was asked to prove Covid exists... and I have, to a numb nut. Now... excess deaths are below average.Can we think of anything that we're doing as a population which could be keeping us healthier?No clues, you'll have to work this out yourself.","sentiment_score":-0.6}
{"full_text":"BLN and have been speaking with local #journalists to learn about their data and general needs when reporting on #COVID19. Click below to for some of the early insights of this project:","sentiment_score":0.05}
{"full_text":"Loeffler is a criminal and terrible person. She used her access to secret coronavirus briefings to profit from the American people during a time of crisis. it doesnt matter if she is a woman or not.Fuck that turd","sentiment_score":-0.45}
{"full_text":"Governor Laura Kelly will be hosting her COVID-19 update on Tuesday due to the Veterans Day holiday on Wednesday.","sentiment_score":-0.125}
{"full_text":"More than 50.7 million people have been reported to be infected by #coronavirus globally and 1,260,290 have died.  ","sentiment_score":0.25}
{"full_text":"RT FLASH: Alhaji Abubakar Sani Bello has tested positive for the novel coronavirus.\rGovernor Sani Bello who revealed...","sentiment_score":0.2272727273}
{"full_text":"There are important linkages  between food security and mobility. The COVID-19 pandemic has had deep implications for both. A joint study by and unpacks this:","sentiment_score":0.2}
{"full_text":"The total COVID-19 case count for Tennessee is 289,749 as of November 10, 2020 including 3,672 deaths, 1,634 current hospitalizations and 256,143 inactive\/recovered. Percent positive for today is 12.40%. For the full report with additional data, visit","sentiment_score":0.1443181818}
{"full_text":"On Nov. 4 we sent out a notice to our full membership &amp; to our COVID-19 newsletter subscribers summarizing the Safer at Home Level 3 restrictions, FAQs, and more. Read it here: To subscribe to the COVID-19 newsletter, visit","sentiment_score":0.425}
