{"full_text":" Big shout out to Rachel Quirk our amazing Ladies open age Captain Rachel has set herself a challenge of running 100k during the 4 week lockdown: ","sentiment_score":0.2}
{"full_text":"RT Feeling stressed about staying in for a month? Just imagine how this dolphin at #SeaWorld feels. #Lockdown","sentiment_score":0.0}
{"full_text":"Looking for full or part time  RN for  Somerville, MA.COVID call centerStatus: 3- 5 days a week, 8 am - 4:30 pm, weekends also available.For more info: #occupationalhealth  #rnjobs","sentiment_score":0.45}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"Global Digital Interface Design Market Share &amp; Positive Outllook 2020, Top Manufacturers Analysis (Covid-19 Impact Analysis) By 2026: ArtVersion,Xhilarate,MaxMedia","sentiment_score":0.1818181818}
{"full_text":"RT All mail-in ballots postmarked November 3, 2020 or earlier in all 50 states must be counted. An American citizen's vote durin...","sentiment_score":0.0}
{"full_text":"RT COVID-19 is not going away. This is not a hoax. We are seeing some of the highest rates of COVID-19 transmission, hospit...","sentiment_score":0.0}
{"full_text":"As it was a covid episode, the sex part just wasn't the right tone for me and Claire has been through enough without needing GA's plotlines to make her hallucinate Melendez otherwise why kill off the character? And obviously it's not only racism but the fact that some POC viewers","sentiment_score":0.0952380952}
{"full_text":"RT If only Trump had attacked the COVID-19 pandemic with the same vigor he is attacking black people's right to have their vot...","sentiment_score":0.0297619048}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT Breaking news: 45 tweeting in caps will in fact not change the outcome of the election just like it hasn't changed the ou...","sentiment_score":0.0}
{"full_text":"These man tryna take man fi eediat","sentiment_score":0.0}
{"full_text":"RT A global pandemic requires global efforts. Today we signed EUR128 million of research grants to support teams from 39 coun...","sentiment_score":0.0}
{"full_text":"RT With all this attention on pollsters getting it so wrong are we sure the polls are right in England supposedly supportin...","sentiment_score":0.0952380952}
{"full_text":"I'm getting fed up with you and your concentration on petty details of this unwarranted repression. The bloody epidemic is over. Can you look at euromomo and see that there is no second wave?","sentiment_score":-0.4}
{"full_text":"RT #hm_dekheNge #hm_dekheNgeSince the last 15 yrs in Bihar and 7 yrs at Center, the BJP has only fooled the people. But no...","sentiment_score":-0.0333333333}
{"full_text":"RT It's going to be a weekend!","sentiment_score":0.0}
{"full_text":"The American Athletic Conference has postponed Tulsa's game at Navy due to positive COVID-19 cases and contact tracing at Navy.It's the fourth FBS game this week and the 41st since Aug. 26 to be postponed or canceled. ","sentiment_score":-0.1162878788}
{"full_text":"Boris is giving a 5pm briefing on day one of lockdown - watch it live","sentiment_score":0.1363636364}
{"full_text":"RT Thread#metoo #Metooindia 1\/1My Fall semester for MFA Films at the film school, York University, Toronto started...","sentiment_score":0.0}
{"full_text":"New story on NPR: Poor Countries Fall Behind In Race To Reserve COVID-19 Vaccine","sentiment_score":-0.2212121212}
{"full_text":"RT When your husband was a healthcare worker who lost his life from #COVID and half the country doesn't seem to care...there...","sentiment_score":-0.1666666667}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"RT Biden - 264Trump - 214Blink - 182Sum - 41D - 12Maroon - 5U - 2Andre 3000COVID - 19","sentiment_score":0.0}
{"full_text":"Trump is fighting tooth and nail stay in the WH and out of jail. If only Trump and the GOP worked as hard to stop the spread of COVID-19 as they did at voter suppression and are at stopping ballots being counted and filing law suits. #countalltheballots","sentiment_score":-0.1305555556}
{"full_text":"He's outside and not within six feet of anyone!Read the White House guidance on Covid-19.","sentiment_score":0.0}
{"full_text":"Cant wait for the corona virus to end.  it should since the election is over right?  thats what I heard all along.","sentiment_score":0.2857142857}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"RT We know that being fit and healthy has all sorts of benefits, especially against COVID-19.Why on earth are Government mak...","sentiment_score":0.3}
{"full_text":"RT Throughout prisons across the so-called US, improper ventilation, lack of physical distancing, and refusal to provide ade...","sentiment_score":0.0}
{"full_text":"Oh yeah easy, this don't feel a lockdown at all!","sentiment_score":0.5416666667}
{"full_text":"I'm done!  He bailed and left us in the middle of a pandemic and economic crisis, when life was just showing everyone how important the Left policies are!I'm mad and sad that he ran but didn't seem to want to win or even get concessions ","sentiment_score":0.034375}
{"full_text":"RT JD Buys Houses Discusses The Housing Market During Covid-19, Home Buying Tips, Credit Solution and More [@Jdbuyshouse...","sentiment_score":0.5}
{"full_text":"RT I haven't been home to Atlanta for months because of #COVID. But if ya'll get two Senate runoff races? This is me.... h...","sentiment_score":0.0}
{"full_text":"Good day, please use the covid 19 voucher to process payment if you will be using the promo code. The other methods will not be available unless there is an outstanding balance after the payment with your voucher - MM","sentiment_score":0.36875}
{"full_text":"Real good","sentiment_score":1.0}
{"full_text":"I think izvi zvinobuda pamwe usangishande. If you have a career it can't veduwe. Pamwe washanda night shift. Pamwe work starts very early. Asi stay at home wives deserve to sleep in too veduwe. But I guess as long as you are happy that's okay.","sentiment_score":0.345}
{"full_text":"And in Ireland we tell people to stay at home for 14 days. Barely check up on people and end up having scandals like Golf Gate because of stupidity like that. There's a reason why New Zealand has no need for masks and social distancing. They literally can do what you said.","sentiment_score":-0.0950757576}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"RT It's going to be a weekend!","sentiment_score":0.0}
{"full_text":"RT Trump is doing more to stop the counting than he has done to stop covid.","sentiment_score":0.5}
{"full_text":"Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Last Friday I received a positive COVID test.  I've been self-quarantining since then.Regrettably, it caused me to mis...","sentiment_score":0.1136363636}
{"full_text":"With the latest update from Bailey, Marketing Director Simon Howard explains how we will continue manufacturing operations in-line with Government guidelines during the lockdown period","sentiment_score":0.5}
{"full_text":"Great support from","sentiment_score":0.8}
{"full_text":"Now that covid is over and fraud Democratic ballots everywhere, call election invalid and hold another valid election with in person or absentee ballots only. Then, you will see a landslide!","sentiment_score":0.0}
{"full_text":"Ah that's the same David who got us into the Brexit mess and then buggered off??","sentiment_score":-0.0875}
{"full_text":"That's the plan When lockdown got announced me and a few colleagues agreed that we'd all spend it learning a new skill so a few of us are learning BSL, someone's learning mandarin and someone else is learning to juggle, time well spent I'd say hahaha","sentiment_score":-0.0327272727}
{"full_text":"But I was sure No Jersey Swapping was sure to keep COVID from impacting NFL locker rooms.","sentiment_score":0.5}
{"full_text":"The release of lockdown was poorly handled. But schools dragging feet made it worse IMHO. Schools needed to go back before other areas lifted. Masks were only necessary once volumes of public were high enough there was no other way. Again, miscommunication in the message","sentiment_score":-0.07025}
{"full_text":"Hey maybe you can ignore trump's angry phone calls long enough to actually do something about our COVID infection rate? Election is over so you can be honest now. And maybe even effective!","sentiment_score":0.1333333333}
{"full_text":"RT Amnesty reveals that in March the Johnson govt dumped 25,000 vulnerable hospital patients in care homes, including those in...","sentiment_score":-0.5}
{"full_text":"RT That is not true. Even in pre-pandemic elections, it was routine for states to accept ballots - including ballots from overseas...","sentiment_score":-0.175}
{"full_text":"RT #DidYouKnow that some cats are allergic to humans? This is due to the presence of some substances in our skin. #funfacts...","sentiment_score":-0.125}
{"full_text":"RT OK, so now we have avian flu in the Netherlands (in birds, not humans) and a mink variant of SARS-CoV-2 in Denmark in...","sentiment_score":0.5}
{"full_text":"Oh fuck I just realized I'm having a covid baby. I'm one of those people they talked about. ","sentiment_score":-0.4}
{"full_text":"RT Thank you and the children for my lovely cards and gifts and for making my lockdown bi...","sentiment_score":0.5}
{"full_text":"RT Trump campaign explains in news conference that they are seeking to disenfranchise people who were out the state of Nevada...","sentiment_score":0.0}
{"full_text":"Where has she been during this pandemic ? Priorities lady .....","sentiment_score":0.0}
{"full_text":"RT This is the Republican blueprint.  Remove professionals from all roles -- from coronavirus taskforce to USPS to election...","sentiment_score":0.0}
{"full_text":"RT Trump literally down played the pandemic told his base not to vote by mail for month and now is surprised majority of the ma...","sentiment_score":-0.2851851852}
{"full_text":"amen","sentiment_score":0.0}
{"full_text":"Another expert calling out the con #COVID19 Expert in infectious diseases:Masks actually make it worse!\"We are living in mad times\"https:\/\/t.co\/VKbswXqjtf","sentiment_score":-0.375}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Indiana set a new daily record for COVID-19 cases with 4,462 reported today. The state also had 45 more deaths.","sentiment_score":0.2121212121}
{"full_text":"RT Your family shouldn't pay for the pandemic, those that profited off it shouldJoin me in calling on Justin Trudeau to...","sentiment_score":0.0}
{"full_text":"I hate corona so much!!!","sentiment_score":-0.2046875}
{"full_text":"HOLY SHIT","sentiment_score":-0.2}
{"full_text":"So that's it... for now! Thank you for your fantastic support so far this season! Hopefully it won't be too long until we can once again welcome you back to The Whisky Bible Stadium!Until then, please stay at home and stay safe!See you soon, #Moatsiders!#WeAreMerstham ","sentiment_score":0.255}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"Great, spend wildly rather than just OPENING THE DAMN ECONOMY!!  I didn't move to Texas to be governed by a democrat.  Covid hasn't done a damn thing to us.  LOCKDOWNS PUT IN PLACE BY POWER MAD POLITICIANS are the problem. Get out of our damn way. Then resign for a republican","sentiment_score":0.1104166667}
{"full_text":"PA WTF GOINGS ON? Y'all stopped wearing masks or what? See this why i ain't coming home no time soon nah I'm goodttt","sentiment_score":-0.5}
{"full_text":"Now you know why there was a pandemic!!!","sentiment_score":0.0}
{"full_text":"RT How will physical office spaces change due to COVID-19? Find out during our webinar \"Adapting in a Covid-World: Real Estate St...","sentiment_score":0.025}
{"full_text":"Johnson say Lockdown will end 2nd of Dec that means it won't end on 2nd of Dec (Furlough extension till March) Bets?","sentiment_score":0.0}
{"full_text":"RT This comment omg I'm crying: \"#MINO hyung idk if you remember but while shooting a program we met, I was such a fan &amp; asked y...","sentiment_score":-0.1}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT What would happen if Trump worked half as hard to stop Covid, as he is to stop the Counting of  Votes?","sentiment_score":-0.2291666667}
{"full_text":"RT This year really went January February Covid Lockdown Trials Finals","sentiment_score":0.2}
{"full_text":"Shut down the bad wet markets; fur farms; wildlife trade; and battery meat production. This should have happened already, well before Covid-19 existed. ","sentiment_score":-0.3185185185}
{"full_text":"RT They should do this oftenThis is a form of aerobic exercise and is good for the heart.If you can do it, they should t...","sentiment_score":0.7}
{"full_text":"RT In support of our frontline services we are prioritising NHS Organisations and Public Sector Bodies with Free Next Day deliv...","sentiment_score":0.1333333333}
{"full_text":"Buddy.Have you heard of Google? It's this fancy website where you can search things on the internet. For instance, you could search \"Coronavirus\" and click News and see the recent news stories on it.You could also use it to buy Viagra, where it'll help you go fuck yourself.","sentiment_score":-0.2}
{"full_text":"RT Very sensible quote from at the annual lecture about the role of science during the pandemic:\"Sc...","sentiment_score":0.2}
{"full_text":"RT Public Health tweets by Dr SeussCOVID doesn't care if you're at a bar,COVID doesn't care if you're in a car.COVID won...","sentiment_score":0.0}
{"full_text":"RT Fears grow for those facing domestic abuse as England enters second lockdown #Safegu...","sentiment_score":0.0}
{"full_text":"RT Look at it. What a sentence","sentiment_score":0.0}
{"full_text":"is playing politics with our lives. He's putting the public safety at risk for his own political gains, he just doesn't care about human beings. #ableg #abpoli #cdnpoli #removekenney #FiretheUCP","sentiment_score":0.15}
{"full_text":"Can people please shut up about them \"Stripping you of Freedom and Human Rights\"?Because they're not.We won't have another lockdown if you suck it up and just follow the damn rules.You'll get your \"freedom\" sooner then.","sentiment_score":0.0}
{"full_text":"Because it's harder to cheat without COVID","sentiment_score":-0.1}
{"full_text":"RT Does #SARSCoV2 increase risk ofParkinson's Disease (PD)?  Recent reports documented PD onset following severe #COVID19 in...","sentiment_score":0.0}
{"full_text":"RT We're all tired but seriously let's take a minute to thank all the people who are counting our votes in a historic pandemic. It'...","sentiment_score":-0.2444444444}
{"full_text":"\"It seems as though the pandemic has not only encouraged people to think more about their life experiences, but has also provided people with the extra time needed to get around to documenting their history\" StoryTerrace Founder","sentiment_score":0.1666666667}
{"full_text":"RT Coincidently, also Trump's Coronavirus strategy.","sentiment_score":0.0}
{"full_text":"ESPN lays off 300 employees due to the 'pandemic's significant impact'","sentiment_score":0.125}
{"full_text":"Lockdown 2.0 is now up on the UK, placing even more strain on bricks and mortar #retailers with most challenging and unusual peak season they have yet faced.So what can retailers do in this situation? Here are some tips according to experts.https:\/\/t.co\/6yvN1kuC36#retail","sentiment_score":0.425}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT It's November 4th. And today we had 103k new #COVID19 cases. The highest ever and the first time over 100k.52k are h...","sentiment_score":0.1931818182}
{"full_text":"And she suggests a viable alternative of meeting over a web based service as colleagues have suggested and people all over the country are doing.","sentiment_score":0.0}
{"full_text":"RT As we enter #Lockdown2 our latest report from the June #COVID19 Workforce Survey highlights a range of factors affecti...","sentiment_score":0.5}
{"full_text":"Voting is like #Covid to Donald. If you don't test for it (counting the ballots) then he can claim victory.","sentiment_score":0.0}
{"full_text":"RT During the new lockdown, our #mentalhealth Employment Service remains open for business. If you live in &amp; fee...","sentiment_score":0.0909090909}
{"full_text":"RT Corona increased due to Pollution ? Please Don't make fun of thousands of people who died due to corona.This non s...","sentiment_score":0.0166666667}
{"full_text":"RT Indiana once again shatters the previous daily positive case count for COVID-19. Today, the ISDH reported 4,457 cases....","sentiment_score":0.0202020202}
{"full_text":"In stressed importance of equitable access to Covid19 vaccine, treatments and equipment to ensure needs based distribution and overcome the virus as quickly as possible. Government must listen to and accept clear, practical proposals","sentiment_score":0.05}
{"full_text":"For businesses involved in distributing goods around the country or the world, the pandemic of 2020 has shown how important it is to have digital technologies to support planning, managing, &amp; executing #distribution operations: #Manufacturing #SupplyChain","sentiment_score":0.2}
{"full_text":"Although some volatility may lie ahead, the end of the U.S. election cycle and progress on a potential coronavirus vaccine may bring some optimism to markets.","sentiment_score":0.0}
{"full_text":"i know a number of parents who are relieved about online schooling not only because of covid but also school shootings","sentiment_score":0.0}
{"full_text":"RT  Please remember to report non-emergencies online this Bonfire Night. Concerned about irresponsible use of fireworks...","sentiment_score":0.0}
{"full_text":"RT .@TuckerCarlson said Washington (and others in the \"professional class\") ignored the opioid epidemic in rural America. Wash...","sentiment_score":0.05}
{"full_text":"They are such hypocrites","sentiment_score":0.0}
{"full_text":"RT how to tell everyone lockdown is lasting longer than a month without actually saying it","sentiment_score":0.0}
{"full_text":"There have been fireworks every single night where i live for the last week , which for some may be a good thing but I'm finding it isn't when you've worked throughout covid you're pissed off and doing alot of 13hr shifts  it's too much  #FeelingAngry #selfish","sentiment_score":0.0774891775}
{"full_text":"Due to #COVID19, the holidays look different this year. From traveling to hosting, many are uncertain about what they should and shouldn't be doing.Enter the Check out their guide for a safer holiday season here ","sentiment_score":0.125}
{"full_text":"We need to see funds flowing in a way that's consistent with the plan to support essential public services, senior economist says. (via For #HerInformedOps, contact Block","sentiment_score":0.0833333333}
{"full_text":"RT !! National lockdown restrictions are NOW in place.  Please help to #StopTheSpread of Covid-19 and #SaveLives in Nott...","sentiment_score":0.0}
{"full_text":"The world is getting closer to a potential #COVID19 vaccine.  As we wait, there are two important considerations that we can plan for &amp; act on now: (1) identifying who will receive vaccine first, &amp;(2)building public demand for - &amp; confidence in - vaccine. (1\/2)","sentiment_score":-0.02}
{"full_text":"COVID-19 has dramatically shifted food procurement practices, and hundreds of people have lost their jobs. Read how continuing to focus residential growth in urban areas will help to preserve agricultural land to withstand future possible emergencies https:\/\/t.co\/UQhhSqnu5Y","sentiment_score":0.0}
{"full_text":"21 Deaths Reported as More Test Positive For Covid-19","sentiment_score":0.3636363636}
{"full_text":"The Live Work Fund will support artists, creatives + producers whose practice pre-Covid-19 relied on live performance over 12 months with awards of PS20,000 to adapt their approach to making and sharing live workDeadline Mon 16 Nov:","sentiment_score":0.1363636364}
{"full_text":"Our Weekly Response Panel will be LIVE momentarily on Facebook! GEO's COVID-19 Caucus will be joined again by MDining Workers and Res Staff. Joining for the first time this week are a U-M faculty member and a representative from #UMMakesUsSick","sentiment_score":0.2102272727}
{"full_text":"Lack of Vitamin C.#vitaminC #LongTermCare #COVID19","sentiment_score":0.0}
{"full_text":"#Childcare plays a critical role in ensuring parents can work, children can learn &amp; the economy can thrive. In their new report, measures the supply of, need for, and gap in #childcare in 25 states prior to #COVID19.","sentiment_score":0.0454545455}
{"full_text":"I've lived in California all my life. This is the FIRST TIME I didn't have to SHOW ID to VOTE!! Said they didn't NEED IT!!!  We won a civil suit against our GOVENOR NEWSOME. Just like MICHIGAN. He over stepped his authority on his COVID RULES!! That's BIG in CALIFORNIA.","sentiment_score":0.5}
{"full_text":"RT .@TuckerCarlson said Washington (and others in the \"professional class\") ignored the opioid epidemic in rural America. Wash...","sentiment_score":0.05}
{"full_text":"Psychologists share whether pandemic-focused storylines on TV shows like \"This Is Us\" and \"Grey's Anatomy\" are a good thing or a bad thing. via","sentiment_score":-0.0166666667}
{"full_text":"Adventurers! Due to the ongoing pandemic, we couldn't record our dev blog for this month.  We're planning to post any updates on our socials. Stay safe! #devlog #blog #update","sentiment_score":0.25}
{"full_text":" Soap Vs. Sanitiser It's the showdown of the decade! What's the best? What's more effective? Read on below! https:\/\/t.co\/TFvjniiyBa#Soap #Sanitiser #Corona #Covid #StaySafe","sentiment_score":0.75}
{"full_text":"Covid-19 cases in the U.S. and Europe are surging, while life in South Korea, China and Japan is returning to normal. Here's how countries in East Asia have kept the virus in check. #WSJWhatsNow","sentiment_score":0.15}
{"full_text":"PA CIO John MacMillan joins us on #NASCIOvoices to discuss the influence of the pandemic on state government, his advice for new CIOs after five and a half years, and the importance of music in creating shared experiences.Listen here:","sentiment_score":-0.0151515152}
{"full_text":"Check out Rev member in The #startup is being celebrated for opening its first brick and mortar location during the pandemic:","sentiment_score":0.3}
{"full_text":"We had a look around town to see what it was like as the new restrictions began:https:\/\/t.co\/00I3Eo8wL5","sentiment_score":0.1363636364}
{"full_text":"well people this girl goes to a public school in #Mississippi so that's why she can't wear this mark which I agree with the school as unfortunate for her https:\/\/t.co\/Xo8cr6xMn4","sentiment_score":-0.25}
{"full_text":"RT That is not true. Even in pre-pandemic elections, it was routine for states to accept ballots - including ballots from overseas...","sentiment_score":-0.175}
{"full_text":".@Michael_S_Barr from and from were both featured In  on the state of the economy post-COVID and the election.#UMichInTheNewshttps:\/\/t.co\/ECL8Vt5Sq4","sentiment_score":0.0}
{"full_text":"Inside the intensive care unit for patients infected by Covid-19 of the university-affiliated hospital (CHU) Cavale Blanche in Brest, western France. #AFP","sentiment_score":0.0}
{"full_text":"The BHTA guide to Decontamination of Medical Devices and other Assistive Technology.Click the link below to read our section papers.https:\/\/t.co\/wEruBNnjYf#COVID19 #Decontamination #MedicalDevices","sentiment_score":-0.0625}
{"full_text":"Looking for tips &amp; best practices for pivoting during a pandemic? Check out the \"Leveraging Your Network and Resources\" webinar hosted by &amp; on Nov. 5 at 1 p.m. ET! Sign up here: #VetBiz","sentiment_score":1.0}
{"full_text":"I will be in Rye later on today selling the 'Capriocosa' as the 'pizza of the night'! I'll arrive at 5pm and look forward to seeing you. Make sure to remind yourself of the Covid guidelines to keep everyone safe. #Ginospizzavan #woodfiredpizza #ThirtyThursday","sentiment_score":0.3333333333}
{"full_text":"Video: Sustainable Business in the post-pandemic world with Sanda Ojiambo, CEO and Executive Director #RBUSA #SDGs #ClimatAction #ReutersEvents","sentiment_score":0.0}
{"full_text":"\"The Government's loan schemes risk burdening them with unsustainable levels of debt, which many will struggle to repay.\" ~ in","sentiment_score":0.5}
{"full_text":"There are currently a record 3.2 million active coronavirus cases in the United States, a number that has been steadily growing over the past two-and-a-half weeks.#COVID19 #Texas","sentiment_score":-0.0541666667}
{"full_text":"RT If only Trump had attacked the COVID-19 pandemic with the same vigor he is attacking black people's right to have their vot...","sentiment_score":0.0297619048}
{"full_text":"VIDEO:  People in London give their views as England's second #coronavirus lockdown begins, set to last for at least four weeks #lockdown2uk","sentiment_score":-0.1}
{"full_text":"As #COVID19 continues to spread help keep yourself and your community safe.https:\/\/t.co\/GfwufpU2kF","sentiment_score":0.0}
{"full_text":"According to officials, three firefighters have tested positive for COVID-19 and an additional nine are in quarantine.","sentiment_score":0.2272727273}
{"full_text":"Stories from individuals who have witnessed the growth in support for independence whether in the weeks of Euro 2016, the Brexit referendum or the decision in the days of the Coronavirus that #independence for Wales is the only way forward.@Books_Wales #Annibyniaeth","sentiment_score":0.0}
{"full_text":"RT youth workers outside reminding young people about lockdown and safety with","sentiment_score":0.05}
{"full_text":"These scenes from earlier today are a throwback to the first lockdown.https:\/\/t.co\/a1lmOKS6do","sentiment_score":0.125}
{"full_text":"COVID-19 has challenged all industries. To those who have been affected, API is here for you! Our outplacement service enables flight departments an opportunity to support their displaced employees. Read more about our program here:","sentiment_score":0.5}
{"full_text":"Changes to rail services in light of second lockdown","sentiment_score":0.2}
{"full_text":"UK  TOTAL LOCKDOWN DAY 1 : IS PS1.8 BILLION  LOSS PER DAY WORTH SAVING 1000 LIVES? Should we have more economists on the SAGE committee? Comment below Learn More On Our Website &amp; Join Us In Making London A World-Class City Once Again! #BrianForMayor","sentiment_score":0.35625}
{"full_text":"Evening lap swim at IHS is now open 6:45-8:15 PM Mondays &amp; Wednesdays.Morning lap swim is open weekdays 6-7:30 AM. COVID NOTE: Masks must be worn upon entry to IHS and remain on until entering water. A self-health screen must be completed at sign in. Questions? Call 336-3014.","sentiment_score":0.0}
{"full_text":"Day 1 of Lockdown 2.0 Our popular Christmas Wreath Workshop is back but with a difference, we will be hosting our workshop online, allowing you to create beautiful wreaths in the comfort of your own home. Join us for some crafty fun on Sun 29th Nov!https:\/\/t.co\/aTCcoo3GIl","sentiment_score":0.4583333333}
{"full_text":"It is the second last First Thursday of 2020! Better make it count by visiting in Bree street! Tag us in your pics and remove to wear a mask and practice social distancing. #servicegurus #firstthursdays #wine #art #goodfood","sentiment_score":0.1941666667}
{"full_text":"As private colleges wind down the fall semester, the challenges posed by the coronavirus promise to persist and compound an already dismal operating environment. ","sentiment_score":-0.0777777778}
{"full_text":"The Sunday Magazine listener Sally Armour Wotton shares a storytelling project she spearheaded during the pandemic in an effort to bring comfort and hope to people in long term care homes and others living in isolation.","sentiment_score":-0.05}
