{"full_text":"Great joining webinar on Destination India -Opps for your Business with Indigo Consulting President ICICI Bank Canada CEO and #MurliNedungadi. Great to have focused questions from company participants.","sentiment_score":0.8}
{"full_text":"RT My friend has 8 people in her family (and counting) with Covid and her grandmother probably won't make it. How did they get...","sentiment_score":0.0}
{"full_text":"RT A pardon for Reality Winner is something we should all push for.","sentiment_score":0.0}
{"full_text":"That's india where only corona is being in colleges and some respective area's.","sentiment_score":0.0}
{"full_text":"RT wait u guys are actually gonna go black friday shopping in the middle of a pandemic I thought that was a joke","sentiment_score":-0.0555555556}
{"full_text":"Never forget.  No Covid-19. It is Wuhan virus.  It is Chinese virus. China Regime lied killed.  People died under Chinese virus pandemic.  So pity for them.  Did China pay for their family? China wicked deceit. China Trickster in WTO","sentiment_score":-0.075}
{"full_text":"One day!! Post pandemic! ","sentiment_score":0.0}
{"full_text":"THIS","sentiment_score":0.0}
{"full_text":"Y'all are panic buying omg  Keep it going!","sentiment_score":0.0}
{"full_text":"RT #AuspolI'll simply say this, after pushing the FTA with China so hard and then unilaterally calling for a (nuclear weapons in...","sentiment_score":-0.2638888889}
{"full_text":"RT The self-proclaimed pro-life justices are privileging ritual above life.  Communicable disease control requires sacrificing...","sentiment_score":0.0}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"Yea Modi ji ,I also hereby declare on behalf of my family that we will pay for our vaccine. Our part of free vaccine should be given to real needy and not the ones who are needy by religion ","sentiment_score":0.3}
{"full_text":"RT AG of PA slams:- POUTS for lying- POUTS for phoning it in (suddenly he's scared of #COVID19?)- #PALegisl...","sentiment_score":0.0}
{"full_text":"RT #MitchMcConnell and his Senate #GOP GOONS are beyond shameful, Sen Warren. This from a...","sentiment_score":0.0}
{"full_text":"For political differences, #LidetuAyalew,  #JawarMohammed, #EskinderNega and others in prison. Declared war on #TPLF and  #Tigray people and the evil dictators, #AbiyAhmed and #IsaisAfwerki are committing #Genocide in #Tigray. Don't stand by and wait for another #TigrayGenocide.","sentiment_score":-0.5}
{"full_text":"RT covid is going 12M-0 against America and y'all still wanna go black friday shopping??????????????????????????","sentiment_score":-0.1666666667}
{"full_text":"RT There is the Jesuit in this--the way it's built, you can bounce a quarter--and the parish priest. The appreciation for the Si...","sentiment_score":0.0}
{"full_text":"RT I guess lockdown means we take sports to the bedroomNEW VIDEO!","sentiment_score":0.0}
{"full_text":"RT Canada will be well behind other countries in receiving a COVID-19 vaccine. It was back in July when we wrote to raise this v...","sentiment_score":-0.175}
{"full_text":"I never thought my family would walk into my house with masks on because of COVID. That ish was insulting.","sentiment_score":-1.0}
{"full_text":"RT Album Review: #BTS Puts the 'BE' in Beautiful With New Album\"A layered artistic response to the pandemic and quarant...","sentiment_score":0.4398989899}
{"full_text":"RT first up, possibly the easiest, as covid has impacted indigenous folks harder than most, donating directly is an easy wa...","sentiment_score":0.2166666667}
{"full_text":"RT The Thanksgiving effort came together in less than two weeks, when other programs were not going to happen due to COVID issues...","sentiment_score":-0.1388888889}
{"full_text":"RT Feels like Pope Francis just wrote a smackdown of 5 extremist Supreme Court justices, cloaking their small-mindedness as r...","sentiment_score":0.0}
{"full_text":"RT Oh my god, Doug Ford just charged a political opponent for holding a political rally. I hope you understand that this is...","sentiment_score":0.0}
{"full_text":"RT The Wyoming Republican governor who refused to implement a statewide mask mandate has COVID-19","sentiment_score":0.0}
{"full_text":"RT The Supreme Court has ruled that all the economically desperate, hungry and panicked people can go to places...","sentiment_score":-0.6}
{"full_text":"RT If Amazon CEO Jeff Bezos gave every Amazon worker a $105,000 pandemic bonus, he'd still be as rich as he was at the star...","sentiment_score":0.375}
{"full_text":"RT Are you a clinician wanting to help people feel safe and valued in your team? Do you want to learn how to communicate effective...","sentiment_score":0.55}
{"full_text":"Honestly it is a total messshe was talking garbage about every doctor on Biden's covid taskforceshe's literally deceiving all the mashed potato brained people that actually listen to her","sentiment_score":0.0}
{"full_text":"How evil does my mind have to be for it to mix up the pandemic apocalypse dream with the school exam dream?!","sentiment_score":-1.0}
{"full_text":"RT Today at the Queen's Park lockdown protest following the conclusion of speeches, MPP was fined for organi...","sentiment_score":0.0}
{"full_text":"Tell me this circus was better for propagation of #COVID19 than an open restaurant.  2 cops necessary.  An #army instead. advised by  Never forget that. #fear #Elections2020","sentiment_score":0.1666666667}
{"full_text":"RT Given that public firework displays are cancelled for NYE due to social distancing, maybe we should also ban private sal...","sentiment_score":-0.0229166667}
{"full_text":"RT This will make you thankful.My six words?2020 brought us a baby boy.https:\/\/t.co\/WsmBlmhBA5","sentiment_score":0.0}
{"full_text":"I don't care what they call themselves, Amy Comey Barret and Samuel Alito are not Catholics.  The Pope said so.","sentiment_score":0.0}
{"full_text":"RT Flying during pandemicDo:- Wear K95 or N95 mask - Prefer a window seat- Use hand sanitizer- Enjoy airline food Do...","sentiment_score":0.4}
{"full_text":"Kinda rude to release a movie right when a pandemic is ramping up and NOT have a stream at home option... #CroodsNewAge","sentiment_score":-0.0071428571}
{"full_text":"RT Before the pandemic, nationwide, there were 31 vacant homes per person experiencing homelessness. We have no scarcity o...","sentiment_score":0.0}
{"full_text":"RT Not everyone in Silicon Valley has this attitude, but the \"human life is just the cost of progress\" attitude is what brin...","sentiment_score":0.0}
{"full_text":"RT The Pope is dragging Alito, Barrett and friends, and I'm so here for it.","sentiment_score":0.0}
{"full_text":"RT Judging by the cars on the street in my neighborhood, nobody gives a shit about COVID. ","sentiment_score":-0.2}
{"full_text":"RT A major win for any American who cherishes our religious liberty. Andrew Cuomo and Democrat elected officials have acted as to...","sentiment_score":0.215625}
{"full_text":"RT STUNNING. In 2020, there's no increase in overall deaths. Covid has decreased every other type of death. To summarize, m...","sentiment_score":-0.00625}
{"full_text":"I'm sure that Tomi has found some super-spreader event that she can be part of to convince herself that COVID-19 is really no worse than the flu.","sentiment_score":0.35}
{"full_text":"RT Because America came perilously close to the point of no return with Trump's fascist aspirations, despite a horrific p...","sentiment_score":-1.0}
{"full_text":"RT #BREAKING African journalist braves dangerous journey into heart of deadly US covid-19 outbreak, North Dakota, where despite t...","sentiment_score":-0.2666666667}
{"full_text":"RT wait u guys are actually gonna go black friday shopping in the middle of a pandemic I thought that was a joke","sentiment_score":-0.0555555556}
{"full_text":"RT These spoiled brats of premiers should do their jobs and fix the pandemic messes they created with their fixation...","sentiment_score":0.0}
{"full_text":"RT 2 with round 6 and 1 with round 7, if there not Covid we will go to Cambodia to watch more  #ehyluukephniiluukph`  #pop...","sentiment_score":0.0333333333}
{"full_text":"RT Militarized eviction.In a pandemic.On early Thanksgiving morning.This is America 2020.","sentiment_score":0.1}
{"full_text":"RT not with that COVID thumb all up in the mac","sentiment_score":0.0}
{"full_text":"RT VICTORY at the Supreme Court!!The Court rules AGAINST Cuomo 5-4 and his attempt to unconstitutionally restrict relig...","sentiment_score":0.0}
{"full_text":"RT COVID-19 Testing Update. For more details visit: #ICMRFIGHTSCOVID19 #Ind...","sentiment_score":0.5}
{"full_text":"RT The campaign ran for our #NightSchools is mentioned in this insightful article written about the biggest...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT The first door in Canada to be welded shut by the police ","sentiment_score":0.25}
{"full_text":"RT Amid farmers vs Haryana cops, we dip into a conversation between a farm leader and a policeman. \"We're not politicians, we're f...","sentiment_score":0.0}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"More confirmation we've been had:","sentiment_score":0.5}
{"full_text":"Moving the goalposts; the GOP blocked Obama's SCOTUS pick on grounds of post-election, while the same party rushed in Amy Covid Barrett before the election. So yeah illegitimate.Hopefully Biden has her stripped of power and arrests her for bio-terrorism by exposing her peers.","sentiment_score":0.0}
{"full_text":"RT Please join us!!","sentiment_score":0.0}
{"full_text":"RT From pretaping segments to new route plans, how the holiday tradition is dealing with COVID. ","sentiment_score":0.1363636364}
{"full_text":"RT This is a crime against humanity","sentiment_score":0.0}
{"full_text":"it's one holiday and we all knew it was coming....everybody needs to get a f'ing grip and stay the f-ck home","sentiment_score":0.0}
{"full_text":"Urge","sentiment_score":0.0}
{"full_text":"RT PPE in SHORT SUPPLY AGAIN. Shameful as and trump brag about all they've done.","sentiment_score":0.0}
{"full_text":"Due to the continuing pandemic, from when the cock crows on All Saints' Day, men under 6 feet tall can no longer provide live entertainment at weddings. #ControlTheVirus #FakeNews #COVID19","sentiment_score":0.0056818182}
{"full_text":"RT Welp. Lamar Jackson has tested positive for Covid-19, per Has there been a more challenging week in Ravens histor...","sentiment_score":0.4090909091}
{"full_text":"RT Now in USA Today!More traction on the #vaccinestimulus Pay everyone $1500 to take the vaccine. It's economic relief an...","sentiment_score":0.2}
{"full_text":"RT I  this Pope.","sentiment_score":0.0}
{"full_text":"RT --13 million Americans are unemployed --12 million have lost their health care--30 million are at risk of eviction--8 million h...","sentiment_score":0.0}
{"full_text":"RT My son's school will be shut down for a second week because of covid-19 cases, I can honestly say its a lot less stres...","sentiment_score":0.0694444444}
{"full_text":"#KeepTheFaith Folks bc help is on its way. 1\/20\/2021We will #BuildBackBetter In the meantime ...#StaySafe #WearAMask #STAYATHOME #DonateOrShare #BeKindToEachOther ","sentiment_score":0.0}
{"full_text":"RT Doug Ford's vision of the Great Reset includes sending opposition politicians to jail. Let that sink in, and just imagine...","sentiment_score":0.35}
{"full_text":"The pandemic upended education as we know it. The ed-tech industry says its \"innovative\" products can ease our pain. Research says otherwise.https:\/\/t.co\/s55WBgKMUH","sentiment_score":0.5}
{"full_text":"Porter Gustin placed on reserve\/COVID-19 list#NFL #Browns","sentiment_score":0.0}
{"full_text":"Melbourne buyers splash millions on post-lockdown knockdownshttps:\/\/t.co\/fKlGkSyQi7","sentiment_score":0.0}
{"full_text":"\"In March, #G20 announced that more than $5 trillion would be injected to neutralise the adverse impact of pandemic. Individually member countries made announcements, but there is an expectation of a collective economic stimulus programme\"","sentiment_score":0.2333333333}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"The ACT government hopes it will be able to host the National Multicultural Festival in Civic by late 2021 after scrapping tentative plans to recreate the event in a COVID-19 safe way via","sentiment_score":0.2333333333}
{"full_text":"In Pictures | Questions remain even as highly promising COVID-19 vaccines are on the cusp of release","sentiment_score":0.2}
{"full_text":"#Technology will be key in a post-covid world","sentiment_score":0.0}
{"full_text":"Some of the thousands of mink culled to minimize the risk of them re-transmitting the new coronavirus to humans have risen from their shallow graves in western Denmark after gases built up inside the bodies, Danish authorities said Thursday.https:\/\/t.co\/ZnyxR8J8D8","sentiment_score":-0.0656565657}
{"full_text":"According to a review of studies, the #COVID19 pandemic could be stopped if at least 70 percent of the public wore face masks consistentlyhttps:\/\/t.co\/AYx6DTzIBB","sentiment_score":-0.15}
{"full_text":"RT A buy in by a general public into #COVID19 vaccines requires honesty and transparency from vaccine developers. Maybe less focu...","sentiment_score":-0.0388888889}
{"full_text":"The share of Americans without health insurance has remained relatively flat throughout 2020, according to a new survey.","sentiment_score":0.0556818182}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Wishing Doo Hoi Kem a very happy and a healthy year ahead  #HappyBirthdayHoiKem #UMumbaTT #StayHome #StaySafe","sentiment_score":0.75}
{"full_text":"UCSC COVID TESTING: In addition to processing samples from testing sites around Santa Cruz county, the lab also supports the surveillance testing program for students living on or near the UCSC campus.","sentiment_score":0.1}
{"full_text":"According to Nevada Health Response, currently there are 1,414 people hospitalized with COVID-19 throughout the state. \"That's approximately, nine Southwest 737-700s completely full,\" officials said.","sentiment_score":-0.0166666667}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"[Notice of Cancellation]We regret to inform you \"Seong-Jin Cho Piano Recital\"(December 2020) have been canceled in view of the international situation resulting from the COVID-19. Information on ticket refund will be uploaded on December 4.","sentiment_score":0.0}
{"full_text":"The infection of a single cafeteria worker was all it took to close classrooms in the small Lowellville school district in northeastern Ohio, forcing at least two weeks of remote learning.","sentiment_score":-0.1803571429}
{"full_text":"Travel nursing agencies seeing increase in demand in Minnesota, across US","sentiment_score":0.0}
{"full_text":"As the holiday season begins in the midst of a pandemic, thousands of southern Nevadan families are worried about putting food on the table.https:\/\/t.co\/kCUyFdZJzI","sentiment_score":0.0}
{"full_text":"The street in front of Pete's Bar on Neptune Beach is normally packed with thousands of customers celebrating Thanksgiving. This year is nearly empty and Pete's is closed for the holiday.","sentiment_score":-0.0166666667}
{"full_text":"An empty trade fair hall, two airport terminals, a concert arena, a velodrome and an ice rink will be turned into six vaccination centres where it plans to administer up to 900,000 shots against the coronavirus in the first three months.https:\/\/t.co\/oi4tQajrOF","sentiment_score":0.2833333333}
{"full_text":"The Brief with Peter Hofland, Ph.D on - Peter Keeling on Personalized Medicine, #diagnostic testing, the effect of #COVID19 on #cancer and #cancerdiagnostics &amp; the world's first #DiagnosticNetwork for #PrecisionMedicine ...   ","sentiment_score":0.125}
{"full_text":"Latest \"Covid is eating holes in the fabric of the American economy like a moth through a sweater. Maybe you don't care-Maybe none of this bothers you b\/c you don't care for the aesthetics of things like buffet restaurants in Middle America\"https:\/\/t.co\/i0HKGsriPP","sentiment_score":0.1666666667}
{"full_text":"RT Shame on you #AmyCovidBarrett for your lack of care for the lives of many Americans. #COVID19 restrictions are not an i...","sentiment_score":0.5}
{"full_text":"Empty Seats, Delivered Feasts as Virus Changes Thanksgiving","sentiment_score":-0.1}
{"full_text":"Attention Jason Kenney, your spiritual leader and, ironically, your biggest foe lately, has some words of advice to heed.I'm sure you'll get right on it. #COVID19AB #MockdownAB #CovidKenney #ableg #abpoli","sentiment_score":0.1214285714}
{"full_text":"In last week's #AskFEWAnything session, Sylvia Nguyen, the property developer of Marriott Hotels in Vietnam, shared valuable insights on How Hospitality &amp; Tourism Industry Prepares for Business Post-COVID!Watch the full session here:","sentiment_score":0.175}
{"full_text":"A new China-Europe freight train route linking Jinhua, east China's Zhejiang Province, to Dourges in France was launched Thursday. The train carries about $3.1 million worth of cargo including epidemic prevention materials and is expected to arrive in Dourges in 18 days.","sentiment_score":0.1121212121}
{"full_text":"Pandemic postpones national math, reading tests until 2022https:\/\/t.co\/GBzoO80b5C","sentiment_score":0.0}
{"full_text":"idc about your english covid vaccine, and literally everything to do with covid is history. Hell, everything our governments do is history! and people will use the free period products bc period poverty exists and people need the resources!","sentiment_score":0.25}
{"full_text":"Our Community Place held their annual Thanksgiving dinner in a new location this year due to coronavirus restrictions.","sentiment_score":0.0056818182}
{"full_text":"Celebrating could help your mental health significantly, experts say.","sentiment_score":0.1375}
{"full_text":"Thanksgiving done, on to the next holiday. But will you get together in person? A tech tool will tell you the COVID risk for doing so.https:\/\/t.co\/VC1dgtrvFo","sentiment_score":0.0}
{"full_text":"RT My family sacrificed our traditional thanksgiving dinner this year, not because of COVID19, but to fight for election i...","sentiment_score":0.0}
{"full_text":"6,434 new coronavirus cases, 63 additional deaths announced by ISDHhttps:\/\/t.co\/zK6SoDJBEr","sentiment_score":0.1363636364}
{"full_text":"Thanksgiving Day traditions in Anchorage looked different this year, but the pandemic didn't stop local businesses from giving back to the community by serving hundreds of hot, free meals.","sentiment_score":0.13}
{"full_text":"RT Join #UNIDO in fighting against women and children violence! #orangetheworld","sentiment_score":0.0}
{"full_text":"#Covid19 bot #COVID19 last 5 days stats #TelanganaConfirmed Cases trend22-Nov - 423-Nov - 324-Nov - 425-Nov - 426-Nov - 3#CoronavirusPandemic #COVID19India #coronavirus #IndiaFightsCorona #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"Song of the day!Portugal. The Man - \"Feel It Still\" (Official Video) via #PortugalTheMan #FeelItStill #Music #FridayVibes #TGIF #BlackFriday #StayHome #StaySafe","sentiment_score":0.0}
{"full_text":"It be ya own family. Every time.","sentiment_score":0.6}
{"full_text":"RT If this level of precaution, safety...","sentiment_score":0.0}
{"full_text":"RT She's helped so many people talk about this, especially in lockdown where mental health &amp; people suffering...","sentiment_score":0.1333333333}
{"full_text":"RT Ontario has stated that they no longer expect delivery of vaccines in 'Early 2021\"Pandemic Patty says, \"Stop spreading fake...","sentiment_score":-0.2}
{"full_text":"RT A pardon for Reality Winner is something we should all push for.","sentiment_score":0.0}
{"full_text":"Time: 04:00 * Temp: 5.4degC * Wind: SSW 0.0 to 0.0mph * Pressure: 1014.8hPa * Rain: 0.0mm * Hum: 84% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:16 * Sunset: 16:05 * Cloudbase: 1120ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Pakistan records 3,113 COVID-19 cases, 54 deaths in 24 hours: NCOC","sentiment_score":0.0}
{"full_text":"Toronto hair salons protest lockdown using #ShowYourStatsTO - Simcoe Reformer","sentiment_score":0.0}
{"full_text":"RT This is devastating. #Jamaica50 Home Office sparks outrage with plans for Jamaica deportation flight on day lockdown...","sentiment_score":-1.0}
{"full_text":"RT Judging by the cars on the street in my neighborhood, nobody gives a shit about COVID. ","sentiment_score":-0.2}
{"full_text":"RT It's got to be frustrating to be the Steelers. You follow the COVID protocol. And your season gets jacked up. In part b...","sentiment_score":-0.4}
{"full_text":"If Congress can't reach a deal, holiday celebrations could look bleak for many families in the midst of a worsening COVID-19 pandemic.","sentiment_score":-0.25}
{"full_text":"RT \"... the number of deaths by COVID-19 is not alarming. In fact, it has relatively no effect on deaths in the US\"\"The dec...","sentiment_score":0.025}
{"full_text":"Take a look at how widespread the footprint of that thanksgiving travel may actually be..this is just a handful of colleges and it blankets the US:","sentiment_score":0.0}
{"full_text":"RT Thank you bro ","sentiment_score":0.0}
{"full_text":"Honestly I just have to say it again. Fuck COVID.","sentiment_score":0.1}
{"full_text":"It's not just you -- work psychologist confirms COVID-19 made jobs suckier","sentiment_score":0.0}
{"full_text":"RT Looking more and more like Ravens-Steelers won't be played on Sunday. Outbreak remains uncontained. Entire organizatio...","sentiment_score":0.3333333333}
{"full_text":"RT My family sacrificed our traditional thanksgiving dinner this year, not because of COVID19, but to fight for election i...","sentiment_score":0.0}
{"full_text":"Pentagon nixes Thanksgiving dining hall feasts amid pandemic, analysis shows Crimea as part of Russia after Moscow complaints.","sentiment_score":0.0}
{"full_text":"As much as it's BS, I don't *want* them to play Sunday if all the Steelers are going to get Covid from the Ravens","sentiment_score":0.2}
{"full_text":"RT What percentage of COVID dictators do you think are spending Thanksgiving with a large group of people?","sentiment_score":0.2142857143}
{"full_text":"Oops","sentiment_score":0.0}
{"full_text":"Despite Testing Concerns, Thailand to Sign Vaccine Contract with AstraZeneca Today - via","sentiment_score":0.0}
{"full_text":"Advise from 1918 pandemic...","sentiment_score":0.0}
{"full_text":"RT This may be my last tweet for a while &amp; maybe ever.Tonight, me &amp; 15 relatives enjoyed Thanksgiving dinner, in violation...","sentiment_score":0.25}
{"full_text":"So the Dick of Los Angeles threatens to shutoff stolen water. Yes, Los Angeles is a century old human bloom born of stolen water.","sentiment_score":0.05}
{"full_text":"RT A dozen or so Trump tweets today--none expressing thanks for healthcare providers, frontline workers, or anyone else strugg...","sentiment_score":0.2}
{"full_text":"South Korea braces for bed shortages as coronavirus cases near nine-month high","sentiment_score":0.13}
{"full_text":"Follow our live coronavirus coverage: US hospitalisations topped 90,000 on Thursday The UN has warned Covid-19 may cause the global HIV toll to rise Australia's Victoria has reported 28 days of no casesRead more:","sentiment_score":0.2121212121}
{"full_text":"RT A dozen or so Trump tweets today--none expressing thanks for healthcare providers, frontline workers, or anyone else strugg...","sentiment_score":0.2}
{"full_text":"Looking back to move forward: How the pandemic highlighted the healthcare sector's biggest workforce challenges","sentiment_score":0.0}
{"full_text":"RT Manchester pulling up to Liverpool Lime Street on the 1st weekend after lockdown.","sentiment_score":0.0}
{"full_text":"Tired of working in a noisy office. Take away those distractions with a calming sounds app #zen #calm #meditate #calmingsounds #COVID19","sentiment_score":-0.05}
{"full_text":"RT Vietnam, which has had 1,300 cases, regarded Robert O'Brien's delegation as a coronavirus vector and restricted them t...","sentiment_score":0.0}
{"full_text":"RT The Wyoming Republican governor who refused to implement a statewide mask mandate has COVID-19","sentiment_score":0.0}
{"full_text":"RT A pardon for Reality Winner is something we should all push for.","sentiment_score":0.0}
{"full_text":"RT Wyoming's governor has resisted calls for a mask mandate. Now he has the coronavirus.","sentiment_score":0.0}
{"full_text":"Highlight of thanksgiving (everyone was tested for COVID, all negative!) Six year old nephew: \"auntie why don't you have kids?\"Me: \"I'm not old enough for them\"Him: \"yeah you are, you're really old.\"","sentiment_score":-0.045}
{"full_text":"RT COVID-19 has revealed the lack of empathy in a lot of people.","sentiment_score":0.0}
{"full_text":"RT A dozen or so Trump tweets today--none expressing thanks for healthcare providers, frontline workers, or anyone else strugg...","sentiment_score":0.2}
{"full_text":"A few days ago Johns Hopkins published a study saying corona is nbd. They then deleted it. Read it here in its entirety. ","sentiment_score":-0.2}
{"full_text":"Covid stories are similar to star trek stories... Either future holds vaccine(s) or ruins of human civilization.","sentiment_score":-0.0375}
{"full_text":"Pre-#COVID19 #data is quickly losing value -- 66% of those we surveyed refreshed their models to improve #AI projections.","sentiment_score":0.3333333333}
{"full_text":"RT Since churches can spread COVID 19 with no consequences, now would be a great time to talk about their tax free status. A de...","sentiment_score":0.6}
{"full_text":"Of course the \"Primary point made was that the 2020 Election was RIGGED\" and not about the sacrifices of our global military, at home military, first defenders, front line medical professionals. Trying to save live after you totally F'D up a PANDEMIC response. For your EGO. Dick!","sentiment_score":0.0732954545}
{"full_text":"despite COVID-19 lockdowns, CO2 emissions continue to rise rapidly this year &amp; the pandemic had no measurable impact on its concentration in the atmosphere.there is no time to lose. we are in a state of a climate emergency.","sentiment_score":0.0}
{"full_text":"I know what that's like. Passed on thanksgiving with the family due to Covid, but haven't worked since April so I didn't really have the funds to make myself thanksgiving dinner either. Turkey and Gouda grilled cheese and homemade pumpkin soup. Best I could do and it was fine.","sentiment_score":0.3729166667}
{"full_text":"I've spent, literally 3 years discussing\/learning about measuring the flatness of thin copper a client of mine sells to Apple.But somehow these ppl think they can successfully micromanage the world based completely on the # of covid cases","sentiment_score":0.0875}
{"full_text":"WION News - Bird flu in Europe: Mass culling of chickens underway to stop outbreak #massculling #masscullingofchickensunderway #chickensunderway #WIONNews -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"RT The CEO of Qantas airlines in Australia that wants to forcepassengers to get a covid vaccine before flying. Gets a pie s...","sentiment_score":0.2}
{"full_text":"RT They remind us to continue to practice social distancing and wear face masks! Have a safe Thanksgiving!! #FE3H #ferdibert...","sentiment_score":0.4114583333}
