{"full_text":"America top serial killer with covid's help bravo Donald !For Georgia we should continue your game you say the votes are ridged then no need for republican to vote in January listen to trump it's rigged don't vote bravo Donald !","sentiment_score":0.0625}
{"full_text":"RT Jeff Bezos could give $148,000 to each of his 500,000 warehouse workers and still be richer than he was before the pan...","sentiment_score":0.0}
{"full_text":"Their narrative is falling apart!","sentiment_score":0.0}
{"full_text":"RT What do you think is unprecedented and most harmful about Covid-19?","sentiment_score":0.55}
{"full_text":"People like this is why we're all screwed when it comes to getting this pandemic under control ...","sentiment_score":0.0}
{"full_text":"RT With the ongoing pandemic, physical vessel inspection has become more challenging due to the need to maintain social dist...","sentiment_score":0.1816666667}
{"full_text":"RT Black voters were a MAJOR force in electing Biden\/Harris.Now you're going to tell me that the Trump administration offici...","sentiment_score":-0.0520833333}
{"full_text":"RT Hey Georgia! Aren't you pissed that Congress hasn't passed another relief bill, sent you some money to help you survive...","sentiment_score":0.0}
{"full_text":"RT To ALL my healthcare workers in the U.S., your life is MORE IMPORTANT than the patient. You must have an N95 mask if you're...","sentiment_score":0.45}
{"full_text":"RT I wrote about the history of experimentation on black and African bodies, medical racism, and why I'm not surprised that f...","sentiment_score":-0.0541666667}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"RT 'because Canada was among the first countries to make a pre-order with Moderna, the country is guaranteed to receive a ce...","sentiment_score":0.25}
{"full_text":"RT Gov. Ducey funneled nearly $400 million of federal coronavirus relief funding to reduce state spending, rather than putting the...","sentiment_score":0.1}
{"full_text":"RT A 1% rise in unemployment means a 2% jump in suicides. Jobs mean livelihoods AND lives.","sentiment_score":-0.3125}
{"full_text":"RT DRC COVID hearing report is out. I'll have a read and thread the responses below. #DisabilityRC","sentiment_score":0.0}
{"full_text":"RT Be careful what you ask for.Ryan Day raised hell so that his team could play football in a pandemic. Day has COVID,...","sentiment_score":-0.1}
{"full_text":"RT The United States recorded a new highest hospitalization number on Sunday evening, as 93,238 Americans are currently hospita...","sentiment_score":0.0681818182}
{"full_text":"RT We're getting very close to 100,000 Americans in hospital with COVID at the same time.","sentiment_score":0.1}
{"full_text":"#PLTPINKSUNDAY on night shifts and saw this tweet, hope I win the giveaway will make my year as we've been working hard through this pandemic ","sentiment_score":0.2541666667}
{"full_text":"San Francisco Bay Area. I work in healthcare, so I've been very busy dealing with this pandemic","sentiment_score":0.13}
{"full_text":"RT DID YOU KNOW David Purdue &amp; Kelly Loeffler OPPOSED $1,200 STIMULUS CHECKS? They said Georgians don't need it. While they...","sentiment_score":0.0}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT If America learns one thing from this miserable pandemic, please may it be that health care is a basic human right that must b...","sentiment_score":-0.1785714286}
{"full_text":"John MacArthur Faces The Strictest Stay-Home Order In California via","sentiment_score":0.0}
{"full_text":"Hey folks. Please say a prayer for my 2 year old granddaughter, Autumn. She tested positive for COVID-19 this morning and she is pretty sick.","sentiment_score":-0.0342532468}
{"full_text":"RT The priority when there wasn't a pandemic was to exacerbate the wealth gap and blow a $2 TRILLION hole in our d...","sentiment_score":0.0}
{"full_text":"COVID-19's Economic Impact Is Forcing Some Victims Of Violence To Return To Their Abusers","sentiment_score":0.2}
{"full_text":"RT RETWEET IF YOU WANT COVID TO END. [#2020MAMA] Voted for #txt on #MAMAVOTE | 2020 MAMA | 2020.12.06 (SUN)","sentiment_score":0.0}
{"full_text":"RT If America learns one thing from this miserable pandemic, please may it be that health care is a basic human right that must b...","sentiment_score":-0.1785714286}
{"full_text":"No self-respecting Republican would participate in a vote so rigged by Dominion machines. Make a statement. Stay home!! #GaSen ","sentiment_score":0.0}
{"full_text":"RT Hi can we get some restrictions","sentiment_score":0.0}
{"full_text":"Is it just me or is his answer to everything just \"give people money\"?","sentiment_score":0.0}
{"full_text":"I made a completely innocuous remark asking the idiots in SD that chose not to wear mask and\/or social distance not clog up the hospitals and just expire at home, I was banned for 12 hours. Apparently, there are different rules for different people.","sentiment_score":-0.1027777778}
{"full_text":"#FINALLEVELHe seems very heartless about your poor farther n law decline in heath due to covid-19. He sounds very hateful  Lil Gary needs a drink...","sentiment_score":-0.03125}
{"full_text":"RT Today on Afternoons with Tony Pilkington- KG's Weekend Sports Wrap- SA #COVID19 Media Conference LIVE- Preparing for th...","sentiment_score":0.1363636364}
{"full_text":"Welcome back and keep on Busting those Negative &amp; Intentional By Design Headlines ","sentiment_score":0.1666666667}
{"full_text":"fuck a \"I'm exempt I don't have to wear a mask\" the fuck, if ur medical condition is bad enough that wearing a mask would hinder your ability to breathe, I'm sure getting covid would be much worse","sentiment_score":-0.2}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"Well I know where I'm shopping.","sentiment_score":0.0}
{"full_text":"Very disturbing adverse reactions ","sentiment_score":-0.65}
{"full_text":" really. People hosting a party in Victoria this weekend get a visit and huge fine from police.  $2,300 ticket.","sentiment_score":0.3388888889}
{"full_text":"RT Moscow Mitch McConnell is halting all Senate GOP lunches amid Covid case surges in Congress because he values his life...","sentiment_score":0.0}
{"full_text":"Not to mention that airline air is recycled every 2-3 minutes and they've had specialized filters LONG before this pandemic. Nah.","sentiment_score":-0.05}
{"full_text":"Build up your immune system with Elderberries, Sea Moss, Vitamin C, Turmeric, Ginger, &amp; Zinc.","sentiment_score":0.0}
{"full_text":"RT DID YOU KNOW David Purdue &amp; Kelly Loeffler OPPOSED $1,200 STIMULUS CHECKS? They said Georgians don't need it. While they...","sentiment_score":0.0}
{"full_text":"Well-stated.","sentiment_score":0.0}
{"full_text":"Wow. The theatre industry has really taken a huge hit for just under $10 million to be considered  some sort of positive record to commend.","sentiment_score":0.2318181818}
{"full_text":"He trusted science. Little did any of us know that the doctors &amp; scientists are owned by WHO and communists.","sentiment_score":-0.1875}
{"full_text":"RT We should pay people to get the vaccine. We should also pay people to stay home.","sentiment_score":0.0}
{"full_text":"RT DID YOU KNOW David Purdue &amp; Kelly Loeffler OPPOSED $1,200 STIMULUS CHECKS? They said Georgians don't need it. While they...","sentiment_score":0.0}
{"full_text":"The seven-day average of daily new cases in L.A. County is now 4,559.Since last Sunday, hospitalizations have increased from 1,401 to 2,049 and another 201 people have died.","sentiment_score":-0.0034090909}
{"full_text":"RT i really fucking hate this pandemic. i'm tired of it, almost as tired as i am of the people that perpetuate it, like people w...","sentiment_score":-0.5333333333}
{"full_text":"Yes it is, but I'm sure it's because the stage setup due to the pandemic. Hopefully all this will be over soon, so everything can get back to normal.","sentiment_score":0.13125}
{"full_text":"RT DID YOU KNOW David Purdue &amp; Kelly Loeffler OPPOSED $1,200 STIMULUS CHECKS? They said Georgians don't need it. While they...","sentiment_score":0.0}
{"full_text":"Sobering. #WearAMask","sentiment_score":0.0}
{"full_text":"RT Biden: sprains his ankle, doctor gives a report. Trump: emergency trip to Walter Reed. Crickets. Also Trump: hospita...","sentiment_score":0.0}
{"full_text":"While not an immediate relief, but good news for the generations to come: \"A Singaporean woman who was infected with the coronavirus in March, when she was pregnant, has given birth to a baby with COVID-19 antibodies [...]\"https:\/\/t.co\/BaARQp8cUf","sentiment_score":0.5166666667}
{"full_text":"Please for god's sake for the time being this is all we can do to help our front line workers. Please wear a fucking mask and stay home for non important shit.","sentiment_score":-0.1333333333}
{"full_text":"RT 'You have to be interested in this. It is extraordinarily impressive' -- Dr. Fauci returns to the White House podium to dis...","sentiment_score":0.4166666667}
{"full_text":"RT 69) I simply offer Covid 19 as a single, pertinent example. Wipe out all freedoms in the great cities, weaken the very...","sentiment_score":0.2321428571}
{"full_text":"Will Hold Punjab CM Responsible if Farmers' Gatherings Aggravate Covid in Haryana, Says Khattar","sentiment_score":0.2}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"Did our PRESIDENT since January 2020 say anything like this about mitigation with a global pandemic?  Not once, not ever. 125% of a sitting President's time squandered\"I'm going to use 125 percent of my energy to do it,\" Trump said when asked how he planned to prove his claims","sentiment_score":0.0}
{"full_text":"RT Health care. COVID-19 relief. Voting Rights. Civil Rights. Justice. It's all on the line. Chip in to help send me...","sentiment_score":0.0}
{"full_text":"RT The priority when there wasn't a pandemic was to exacerbate the wealth gap and blow a $2 TRILLION hole in our d...","sentiment_score":0.0}
{"full_text":"Even in a pandemic, there's no immunity from financial missteps, writes Marguerite Roza. So, district leaders, use caution. Take those extra steps needed to spend smartly and transparently on behalf of students. ","sentiment_score":0.0714285714}
{"full_text":"Don't let a pandemic stop you from putting a smile on children's faces!https:\/\/t.co\/onGEEwYMaP","sentiment_score":0.3}
{"full_text":"Britain said Sunday it has secured 2 million more doses of a promising coronavirus vaccine as it gears up to launch within days the country's most ambitious inoculation program in decades.https:\/\/t.co\/i78EMwXpjh","sentiment_score":0.3625}
{"full_text":"With 2,076 new cases reported by the DOH, the COVID-19 caseload has jumped to 429,864.","sentiment_score":0.1363636364}
{"full_text":"RT If you criticized how Trump handled his positive COVID test but are now giving Biden a pass for covering up his broken fo...","sentiment_score":-0.0863636364}
{"full_text":"More than 409,000 people globally - most of them babies in the poorest parts of Africa - were killed by malaria last year, the WHO said in its latest global malaria report, and COVID-19 will almost certainly make that toll higher in 2020.https:\/\/t.co\/iokGC5sN4G","sentiment_score":0.2205357143}
{"full_text":"Newcastle cancel training with trip to Aston Villa in doubt amid Covid-19 fears","sentiment_score":0.0}
{"full_text":"#COVID19 UPDATE: We are reporting 113 new cases and 107 additional recoveries of COVID-19 in the Quad-County Region. This brings the total number of cases to 4,769, with 2,410 recoveries and 33 deaths; 2,326 cases remain active. #QuadCountiesNV","sentiment_score":0.001010101}
{"full_text":"Flying back to Rhode Island after the holiday? Airport offering free COVID tests - Fox News","sentiment_score":0.2}
{"full_text":"I had it before it was a thing; earlier this year before the pandemic. Glad you beat it","sentiment_score":0.25}
{"full_text":"RT Let's hope Belmont, Monroe and Jefferson Co Health Departments consider this move.","sentiment_score":0.0}
{"full_text":"Guys. made the coronavirus monsterDoukas didnt. He has proof.","sentiment_score":0.0}
{"full_text":"You're acting like ppl didn't like game of thrones pre pandemic","sentiment_score":-0.2}
{"full_text":"New York Sports and Beyond: is known for their Coat Drive, but their work is vital now more than ever as the city's most vulnerable residents are disproportionately affected by COVID-19https:\/\/t.co\/Mzgn4MQ4ow","sentiment_score":0.1472727273}
{"full_text":"The 1st #COVID19 vaccines available to some of New York City's 1st responders could be distributed in a matter of weeks, which will \"NOT\" be mandatory, according to an internal memo of the New York City Fire Department.","sentiment_score":0.1681818182}
{"full_text":"As Pakistani TV cameras are rolling again, actors, producers &amp;directors admit it's not easy to follow #coronavirus health guidelines on set || #Pakistan-Read special by","sentiment_score":0.0702380952}
{"full_text":"Wear a mask, wash your hands, watch HOWL (2015)","sentiment_score":0.0}
{"full_text":"\"A NATURAL DISASTER... IN ALL 50 STATES\": A new surge of coronavirus cases following Thanksgiving travel could overwhelm hospitals already stretched to capacity.","sentiment_score":0.0465909091}
{"full_text":"Team Trump's pandemic response is now a worldwide embarrassment","sentiment_score":0.0}
{"full_text":"Small business Saturday was important for businesses throughout the Rochester-area with many still recovering revenue lost during the pandemic.https:\/\/t.co\/oYDOB7vBaf","sentiment_score":0.2166666667}
{"full_text":"When Retired Gen. Rick Hillier received a call from Ontario Premier Doug Ford asking him to oversee the province's COVID-19 vaccine rollout, he knew he couldn't say no.","sentiment_score":0.0}
{"full_text":"The U.K. hopes to hit a more positive milestone by becoming one of the first countries in the world to start vaccinating its population against #COVID19.","sentiment_score":0.3568181818}
{"full_text":"\"The kids have been very affected by COVID, more than we think. They are very worried. And what they want most of all, apart from presents, is really to be able to have a normal life, the end of COVID, a vaccine.\"https:\/\/t.co\/bUKzZWBvSA","sentiment_score":0.3416666667}
{"full_text":"Some New Orleans parents feel isolated from school communities amid public health restrictions. Here's how they're staying involved https:\/\/t.co\/etSi9yeTO0","sentiment_score":0.0681818182}
{"full_text":"Federal guidance on school accountability in the Covid-19 era will impact Ohio in various ways. Preparation will be key. And leaders should amend the state's ESSA plan to align with the federal guidance they have right now.","sentiment_score":0.0952380952}
{"full_text":"A group of Black doctors wrote an open letter discussing the coronavirus vaccine and what it can mean for the Black community.","sentiment_score":-0.1614583333}
{"full_text":"Western New York COVID-19 hospitalizations are at 379 patients as of Nov. 27, the Erie County Department of Health announced Sunday.","sentiment_score":0.0681818182}
{"full_text":"Three CABS Employees Test Positive For COVID-19https:\/\/t.co\/E618Zxd2AS","sentiment_score":0.2272727273}
{"full_text":"Actions for early years and childcare providers during the coronavirus (COVID-19) outbreak [Updated 26 November 2020] - Department for Education#greylit #greyliterature #nglc #COVID19 #Covid19UK #infection_control #educationhttps:\/\/t.co\/OXVn9Eymap","sentiment_score":0.1}
{"full_text":"RT maybe it's more cruel to encourage people not to take an extraordinarily deadly virus seriously","sentiment_score":-0.2583333333}
{"full_text":"One tradition I'd like to see revived (after the pandemic, of course) - the theater-restaurant.","sentiment_score":0.0}
{"full_text":"Free coronavirus testing will ramp back up this week throughout West Virginia following the holiday weekend.https:\/\/t.co\/FTn7hMgOr0","sentiment_score":0.1333333333}
{"full_text":"RT Alberta is reporting 1,608 new cases of COVID-19 today. The second highest daily count yet after yesterday's record numb...","sentiment_score":-0.1159090909}
{"full_text":"Death, the Pandemic, and John Donne","sentiment_score":0.0}
{"full_text":"Hear from our partners of the United Church of Canada and the Uniting Church of Australia about US elections, Covid-19, and the fight against racism.","sentiment_score":0.0}
{"full_text":"In Santa's mailbag, a peek into children's pandemic worrieshttps:\/\/t.co\/UcUH9Gpipy","sentiment_score":0.0}
{"full_text":"AGREE OR DISAGREE? The NFL has fined the New Orleans Saints $500,000 and stripped them of a 2021 seventh-round draft pick for violating league COVID-19 protocols.","sentiment_score":0.1363636364}
{"full_text":"The four deaths were two men and two women between the ages of of 60 and 80. ","sentiment_score":0.0}
{"full_text":"At we have a purpose for every passion. We are currently hiring Staff RNs for our COVID Call Center. Join our team!  #job #LifeatNCH","sentiment_score":-0.0625}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT 'You have to be interested in this. It is extraordinarily impressive' -- Dr. Fauci returns to the White House podium to dis...","sentiment_score":0.4166666667}
{"full_text":"via Australia's emissions fell 3% in year to June amid Covid shutdown","sentiment_score":0.0}
{"full_text":"RT I don't wish this virus on anyone.  I just would like to point out made money off those who got it and died fro...","sentiment_score":0.0}
{"full_text":"A very COVID Christmas #ChinaDailyCartoon #COVID_19 #Christmas","sentiment_score":0.2}
{"full_text":"It's all about the money!","sentiment_score":0.0}
{"full_text":"RT Over 6 months ago, House Democrats put desperately-needed #covid relief for the people on the table. All that time, Senat...","sentiment_score":0.0}
{"full_text":"Time: 02:00 * Temp: 7.8degC * Wind: SSW 0.0 to 7.0mph * Pressure: 1018.2hPa * Rain: 0.0mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:21 * Sunset: 16:02 * Cloudbase: 440ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT One of the most difficult, COVID related shifts I've ever had. My endless gratitude to the nurses, respiratory therapists...","sentiment_score":-0.03125}
{"full_text":"RT 'You have to be interested in this. It is extraordinarily impressive' -- Dr. Fauci returns to the White House podium to dis...","sentiment_score":0.4166666667}
{"full_text":"RT Cannot stop thinking about this! About 5% of COVID deaths thru Oct 1 were due to eviction!We SAID evictions are violent,and...","sentiment_score":-0.125}
{"full_text":"RT probably has a plan, something similar to the Breakmyparks scenario, Maybe tent the sick rural people like back in th...","sentiment_score":-0.1785714286}
{"full_text":"RT DID YOU KNOW David Purdue &amp; Kelly Loeffler OPPOSED $1,200 STIMULUS CHECKS? They said Georgians don't need it. While they...","sentiment_score":0.0}
{"full_text":"An emerging group of TikTokers have gone viral for sharing information about the Covid-19 vaccines, NBC News reports.","sentiment_score":0.0}
{"full_text":"RT Dr Fauci doesn't get to say \"Oopsie, your kids can go to school now.\" He's not an opinion commentator. He's a coronavirus cz...","sentiment_score":0.0}
{"full_text":"'Because She's a Girl': Lockdown Exposes Gender Gap in U.K. Sports","sentiment_score":0.0}
{"full_text":"Sure, but there are still other conditions outside of covid &amp; when covid is escalating this rapidly deaths of other conditions can and will increase too. It's not going to be good","sentiment_score":0.19}
{"full_text":"Welcome to Repustar's fact delivery service. Does this fact-check help you? (Please answer \"Yes\" or \"No\".) ","sentiment_score":0.8}
{"full_text":"RT The president very personally takes credit for vaccines development but has often refused to take any responsibility for health...","sentiment_score":0.0}
{"full_text":"Pinochet fan boys in North Carolina. Sigh.","sentiment_score":0.0}
{"full_text":"RT A remarkable case of #COVID19 -This is an infant delivered by emergency c-section   (pregnant mother severe COVID+)...","sentiment_score":0.5416666667}
{"full_text":"Need important covid info in a specific language for a loved one? #COVID19 information is available in 24 languages right here:https:\/\/t.co\/YEUZF2ovJk","sentiment_score":0.3571428571}
{"full_text":"Today's local newspaper had five cited Covid related obits. Three people I know personally have received a confirmed Covid diagnosis in the last six days. Two of them are nurses.@senatemajldr has banned Senate lunches.@realDonaldTrump golfs.","sentiment_score":0.08}
{"full_text":"The #insurance industry will be stronger after #COVID19 -- better #CX, access to online policy shopping, and improved underwriting, via Cognizant. #BeCognizant","sentiment_score":0.5}
{"full_text":"RT Rudy Giuliani Tests Positive For Slew Of Obscure Bat Diseases Unrelated To Covid-19","sentiment_score":0.2272727273}
{"full_text":"Now playing N95 by dj dekade!https:\/\/t.co\/hiieJSc0Pn","sentiment_score":0.0}
{"full_text":"The seasons change and it get colder, so it's a great time to stay home and warm and shop online.https:\/\/t.co\/vEdfVyggth","sentiment_score":0.7}
{"full_text":"RT The saddest sight: Lambeau, Sunday nite, vs EMPTY. Because Wisconsinites wouldn't and still won't #Wear...","sentiment_score":-0.1}
{"full_text":"RT Colorado Gov Polis says 1 in every 41 people in his state are contagious with Covid.  This is just startling folks. We h...","sentiment_score":-0.5}
{"full_text":"A truly delightful consequence of wearing a mask is that one's nose is not chilled when crossing the Walmart parking lot during an early Michigan winter. I might keep wearing mine in inclement weather even after covid is under control.","sentiment_score":0.55}
{"full_text":"I agree","sentiment_score":0.0}
{"full_text":"RT 62 cases of COVID-19 linked to outbreak at manufacturing facility in Vaughan","sentiment_score":0.0}
{"full_text":"Fauci: Coronavirus cybersurge 'superimposed' on current cyberspike possible in coming cyberweeks | TheHill","sentiment_score":0.0}
{"full_text":"RT \"Pope Francis succored Catholics around the world by shifting to an online Mass in response to COVID-19. His NYT op-ed eloque...","sentiment_score":0.0}
{"full_text":" $issamealexi This could help me give my son Christmas dinner and presents! I'm a teen mom struggling to find a job with covid going on. I would appreciate this so much. Merry Christmas Jeffree","sentiment_score":0.1}
{"full_text":"RT #NJ #COVID19 Case update for 11\/29.Reported: 3851Additions: 3871Deletions: 39Net: 3832DoD Change: 38392339 Cases with...","sentiment_score":0.0}
{"full_text":"RT the way this virus continues to just update her linkedin with new skills is beyond me","sentiment_score":0.1363636364}
{"full_text":"RT saturday night zoom calls w\/ my girls really getting me thru this pandemic","sentiment_score":0.2}
{"full_text":"#TheFlash has temporarily suspended production after a team member tested positive for Covid-19 per #Deadline.The series is currently filming in Vancouver.","sentiment_score":0.1136363636}
{"full_text":"COVID-19 cases in Canada remain on troubling course, Tam says, amid rising numbershttps:\/\/t.co\/0kU22RQfoI","sentiment_score":0.0}
{"full_text":"My aunt who has covid went out with her friend bitch whyyyyy","sentiment_score":0.0}
{"full_text":"RT are you going to refund my refund for my cancelled flight or not? Why you guys are taking to so long...","sentiment_score":-0.05}
{"full_text":"RT 12\/ FALSE COLLUSION CLAIMS. Every iota of evidence involving the candidates and Xi Jinping confirms China already collude...","sentiment_score":-0.4}
{"full_text":"RT \"No one should be misled into believing there is zero-sum choice between saving lives and saving the economy. That is a...","sentiment_score":0.0}
{"full_text":"RT As a Kentuckian, I can affirm this statement. He thinks the imaginary aluminum mill in Ashland, Kentucky is a...","sentiment_score":0.0}
{"full_text":"Damn straight. He can fuck right off. We're done.","sentiment_score":0.0285714286}
{"full_text":"It is the ELDERLY IN CARE (with underlying health problems) made up most of the numbers. Healthy 60+ ... NO VACCINES... no FLU or COVY..... NO DIE *LIKE ME*.Instead of arguing and going around frightened.... go do the arithmetic CDC","sentiment_score":0.5}
{"full_text":"Should I delete my app?   #COVID19","sentiment_score":0.0}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"Los Angeles Times - COVID-19 continues to roil California prisons jails as officials face new criticism #COVID #californiaprisonsjails #californiaprisonsjailsasofficials #LosAngelesTimes -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.1363636364}
{"full_text":"How clear he speaks","sentiment_score":0.1}
{"full_text":"Paying people $1,000 to get a vaccine seems like a massive red flag, no?","sentiment_score":0.0}
{"full_text":"RT We're getting very close to 100,000 Americans in hospital with COVID at the same time.","sentiment_score":0.1}
{"full_text":"I could use.  Single mom health care worker.   Working during pandemic trying to stay healthy","sentiment_score":0.2142857143}
