{"full_text":"Exploring local walks and increasing the step count in lockdown ... fantastic views !","sentiment_score":0.25}
{"full_text":"Have you a link to a website describing the #COVIDzero strategy you propose? #Ontario #covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT Read a story from USA TODAY, over 2K a day in rural areas across AMERICA ARE DYING DAILY AND NOT REPORTED, and THE HERD are...","sentiment_score":0.0}
{"full_text":"\"Many of these folks... are essential workers, whether they're in the grocery store or helping take care of our loved ones in long-term care facilities.... How do we reward them? We tell them that they have to break the law to drive.\"https:\/\/t.co\/JgYvVNiq8g","sentiment_score":0.4}
{"full_text":"Wonder if it\"s the Malbec or that nice little Sauvignon number today George?I'm a zinfandel Man myself c\"est magnifique ","sentiment_score":0.20625}
{"full_text":"Because covid was and is a lie","sentiment_score":0.0}
{"full_text":"RT Trump has all but ceased to actively manage the pandemic, which so far has killed at least 244,000 Americans, infected at...","sentiment_score":-0.1333333333}
{"full_text":"In January, Trump will tweet the Covid spread and deaths are the fault of Biden. Americans know this started in Nov 2019 and the Trump administration has been negligent and reckless for a year! \"These are the facts of the case and they are undisputed\"","sentiment_score":0.0}
{"full_text":"RT \"It actually took my breath away, to tell you the truth,\" Whitmer said. \"We are in the midst of the worst weeks of this pand...","sentiment_score":-0.5}
{"full_text":"RT I will never not laugh at Space Karen","sentiment_score":-0.15}
{"full_text":"RT Led Zeppelin legend Jimmy Page discusses the impact of Covid-19: 'It's such a very sad and desperate time'https:\/\/t.co...","sentiment_score":-0.4166666667}
{"full_text":"Fantastic news but surge is happening NOW. If you care about your community and your country, you should be staying home, masking up and doing whatever it takes to get us safely through the next few months. It's like kicking through your fatigue to finish strong  in a road race.","sentiment_score":0.2266666667}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"RT BREAKING NOW: Second CoVID Vaccine Study Shows New Medicine 94.5% Effective in Stopping the Disease","sentiment_score":0.2454545455}
{"full_text":"RT After this lockdown, I just want to have endless amount of fun, dates, concerts, clubss, outdoor activities, holidays, all...","sentiment_score":0.0875}
{"full_text":"Hip Hop Monday\" with  Drinks specials B4 10p tonight    ......#htown #houston #africanfood #livedj #hiphop #newweek #pingpong #patron #shots #goatmeat #jeloofrie #wings #grill #happyhour #wearamask #katytx #billiards #footballseason","sentiment_score":0.0}
{"full_text":"So true! Amen!","sentiment_score":0.546875}
{"full_text":"RT Don't protest at someone's home. Protest all you want, but don't threaten the family of the person you're trying to influen...","sentiment_score":0.0}
{"full_text":"RT #DelhiNeed #Blood Type :  O-positiveAt : NKS Gulabi Bagh Blood Component : Need Plasma from O+ve #COVID19 recovered p...","sentiment_score":0.0}
{"full_text":"RT Dustin Johnson had COVID-19 a few weeks ago.Yesterday, he won The Masters.Truly the scariest killer virus of our t...","sentiment_score":-0.2}
{"full_text":"RT Wait... your dad knew we needed a vaccine for a deadly pandemic in January but still said it was just going to disappear...","sentiment_score":-0.2}
{"full_text":"coronavirus be like","sentiment_score":0.0}
{"full_text":"And, to make the point even more clearly, *can't* stay home.","sentiment_score":0.3}
{"full_text":"For example, should we not pass a stimulus for business affected by covid? After all, the possibility of a pandemic existed when these owners made the decision to start their business.","sentiment_score":0.0}
{"full_text":"New restrictions in New Jersey","sentiment_score":0.1363636364}
{"full_text":"RT I see \"The Great Reset\" conspiracy about Covid-19 is trending again.Always love it when the same crowd who tell us politici...","sentiment_score":0.4333333333}
{"full_text":"Covid case rates in Canada after their Thanksgiving in October.  I know there are sacrifices with every decision. Just please take some time to seriously think about it. Let's keep our friends and families, healthcare ppl as safe and healthy as possible. ","sentiment_score":0.1666666667}
{"full_text":"RT There are three reasons Americans cannot safely have holiday gatherings1. 2. Republicans3. Fuckwits wh...","sentiment_score":0.5}
{"full_text":"RT my 2020 plans                    covid","sentiment_score":0.0}
{"full_text":"RT In 2018 Donald Trump fired the entire pandemic response team Barack Obama and Joe Biden had in place to prevent the massive de...","sentiment_score":0.0}
{"full_text":"Finally! Will definitely be watching!!","sentiment_score":0.0}
{"full_text":"RT Scott Atlas should lose his medical license and have his degree pulled by not only for what amounts to medica...","sentiment_score":0.0}
{"full_text":"RT We just announced a longer shelf life at refrigerated temperatures for mRNA-1273, our COVID-19 vaccine candidate. Read more...","sentiment_score":0.5}
{"full_text":"RT Voters wanted to be heard despite COVID, long lines &amp;other obstacles to #Election2020.For months t...","sentiment_score":-0.05}
{"full_text":"Once people accept that COVID was intentionally released on the world all the pieces make perfect sense.","sentiment_score":1.0}
{"full_text":"RT It's time to accept is as indecent a man, if not more, as","sentiment_score":-0.25}
{"full_text":"RT Rapid antigen tests trade sensitivity for speed. They return a result in &lt;30 minutes, but can only detect COVID-19 when you...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Moderna coronavirus vaccine found to be 94.5% effective","sentiment_score":0.6}
{"full_text":"NBC News: Covid-19 vaccine candidate 94.5 percent effective, Moderna says... ","sentiment_score":0.6}
{"full_text":"RT It's a blessing all this corona off-season work paying off. We still not done!","sentiment_score":0.0}
{"full_text":"Another one announced right after the election.","sentiment_score":0.2857142857}
{"full_text":"RT The CCP's sweeping crackdowns on civil society have left the whole world vulnerable.","sentiment_score":-0.1}
{"full_text":"RT The Moderna vaccine is 94.5% effective against Covid-19, early data released by the company says, making it the second US vacci...","sentiment_score":0.2333333333}
{"full_text":"RT Manchester Uni has a problem.It has a problem with dealing with their students &amp; Covid:-locking them in &amp; blocking food...","sentiment_score":0.0}
{"full_text":"RT break the habit everyone...Trump is not the news anymore. He's a ridiculous figure who will go down in history as America'...","sentiment_score":-0.2444444444}
{"full_text":"RT Canadian #coronavirus cases grow and spread as cracks emerge in Team Canada approach, by","sentiment_score":0.0}
{"full_text":"RT Every leader in the world is dealing with it.Covid deaths per millionChina:               3New Zealand  5Japan:...","sentiment_score":0.0}
{"full_text":"RT I so appreciate everyone's good wishers!How did we catch it?I don't knowWe wore masksWe socially distancedWe avoided...","sentiment_score":0.3666666667}
{"full_text":"RT I don't know who needs to hear this but, you still need to wear a mask under the face shield ","sentiment_score":0.0}
{"full_text":"RT Soon, we will have been facing this pandemic for a year. The government really never canceled, froze, or forgave rent an...","sentiment_score":-0.1}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"RT The UN built a KES1 bn ($10m) Covid-19 treatment facility in NairobiIt houses a theatre, lab, radiology and physiology servi...","sentiment_score":0.0}
{"full_text":"RT This request is fulfilled. Thanks to all the donors and volunteers who have helped save a life. All the very best wishes...","sentiment_score":0.6}
{"full_text":"Tottenham Hotspurs right-back Matt Doherty has tested positive for coronavirus.Get well soon, Doherty.#SportsProMax#FirstToSpeak","sentiment_score":0.2272727273}
{"full_text":"I'm shocked there is even a runoff. Both of these Republicans took advantage of knowing Covid was coming in JANUARY while WE were being lied to. These people are unfit for office. Almost unfit for society, since they have little regard human life. They've been disgusting to many.","sentiment_score":-0.2775}
{"full_text":"RT 'Devastating' - Scotland's poverty warning as emergency grants soar ten-fold during Covid crisishttps:\/\/t.co\/BsptXDfi8B","sentiment_score":-1.0}
{"full_text":"after last lockdown everyone said 'oh you've lost loads of weight how'd you do it' and i'd straight up tell them 'i just stopped eating' and NO ONE WAS CONCERNED ","sentiment_score":0.1}
{"full_text":"RT Never comply with another lockdown.You're a free American and politicians work for you.","sentiment_score":0.2}
{"full_text":"RT Ohio's frontline healthcare providers are fighting an epidemic within a pandemic. #getwaivered is committed...","sentiment_score":0.0}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"RT MAGA: some patients would rather believe they have lung cancer than believe the Covid-19 is real","sentiment_score":0.2}
{"full_text":"RT Folks, wearing a mask is really not worse than burying your loved ones. It's Monday. Wear a mask!","sentiment_score":0.5375}
{"full_text":"NJ is pulling back on gathering limits as coronavirus cases continue to rise.State officials have been saying that private gatherings are what's driving the second wave","sentiment_score":0.0}
{"full_text":"RT Scott Atlas, trump's coronavirus advisor, is inciting more acts of violence against Gretchen Whitmer.Seriously,","sentiment_score":0.5}
{"full_text":"RT Retweet if you wear a mask when you're out in public because you respect others ","sentiment_score":0.0}
{"full_text":"#Sweden #Coronavirus #November 2020#Sweden limits public gatherings to eight people to fight pandemic - Science &amp; Health -","sentiment_score":0.0}
{"full_text":"RT Anyone who tells you this isn't good enough to stop wearing a mask altogether once you get the vaccine is an irrational foo...","sentiment_score":0.35}
{"full_text":"RT The gov is like \"stay home but go work but no parties but go to school but dont touch each other but wear a mask but s...","sentiment_score":-0.125}
{"full_text":"RT Aurangzeb was a great seer who in 1695 had predicted COVID pandemic of 2020. He ordered his chef Audrey Truschke to ma...","sentiment_score":0.8}
{"full_text":"RT The anti-lockdown forces in Michigan already tried to kidnap and execute the governor there, and now Scott Atlas -- the man...","sentiment_score":0.0}
{"full_text":"RT Bharat Biotech on Monday announced the start of phase-3 clinical trials of its anti-coronavirus disease vaccine candidate, Co...","sentiment_score":0.0}
{"full_text":"When an elected leader (@govkristinoem lies about this pandemic, this is the direct result. They are responsible for so many deaths of people who did not take precautions because they heard these people tell them not to.","sentiment_score":0.2666666667}
{"full_text":"Binders, folders and huge books all blank or filled with nonsense that does not pertain to the task at hand.Trump taxes, health care, Hunter, Covid19 and now the election.Rudy is a dangerous old fraud.","sentiment_score":0.06}
{"full_text":"Momofuku joins Goldbelly's delivery service as consumers seek out far-flung comfort food during the Covid pandemic - CNBC","sentiment_score":0.0}
{"full_text":"Thank you President for helping get two companies to develop a vaccines for COVID-19!  THE BEST!","sentiment_score":1.0}
{"full_text":"RT  This is a big deal. We really need to flood the country with pro-democracy ballot initiatives in 2022. I wrote about th...","sentiment_score":0.1}
{"full_text":"RT It's looking like we've turned the corner at my house, so I'm going to tell you a story about love and a pandemic. It starts...","sentiment_score":0.5}
{"full_text":"RT So when a nurse or a teacher pays their taxes, this government gives that money to their rich friends.  This has to end....","sentiment_score":0.375}
{"full_text":"RT ICU nurse who treats COVID-19 patients: \"It's hard to watch someone struggling to breathe and see the regret that they ha...","sentiment_score":-0.2916666667}
{"full_text":"Agree!!!  This is one thing his administration did right......  I wish there were more examples","sentiment_score":0.3928571429}
{"full_text":"RT Moderna execs have pumped and dumped stock at least twice using glowing vaccine press releases that fall apart under scrut...","sentiment_score":-0.3}
{"full_text":"RT Soon, we will have been facing this pandemic for a year. The government really never canceled, froze, or forgave rent an...","sentiment_score":-0.1}
{"full_text":"RT Carl Heneghan, professor of evidence based medicine, tells Julia Covid cases flat lined two weeks ago and hospitals are not...","sentiment_score":-0.025}
{"full_text":"RT Incredibly exciting news from Moderna about another seemingly effective coronavirus...","sentiment_score":0.45}
{"full_text":"RT Moderna also says its vaccine could start being distributed \"instantly\" once the government signs off on its vaccine.","sentiment_score":0.0}
{"full_text":"RT The virus is spreading as rapidly as ever. We need COVID relief and we need it now. $2000\/month per person. Student loan forg...","sentiment_score":0.0}
{"full_text":"RT If you go to a gym, take a hiatus for the next few months. Workout at home instead. A gym is a high-risk environment for...","sentiment_score":-0.1}
{"full_text":"There hasn't been time for test subjects be exposed to Covid at 1 wk, 3 wks, 2 mns, 5 mns etc after attaining antibody amt. to see extent it prevents folks from contracting Covid. Immune reaction vs immunity is an important distinction if we want to have confidence in vaccines.","sentiment_score":0.4}
{"full_text":"RT lets hope Gretchen has started a trend and other states follow suite to get virus control back","sentiment_score":-0.0625}
{"full_text":"RT WHO chief warns that vaccine alone wouldn't end COVID pandemic ","sentiment_score":0.0}
{"full_text":"RT As you leave campus for the break, COVID-19 testing is in Frazier Hall: * Mon, Nov 16, 1pm - 5pm * Tues, Nov 17, 8am...","sentiment_score":0.0}
{"full_text":"Trump Admin had plenty to do with this historic development. But, since an evil regime funded it, I think you should follow Cuomo's advice &amp; be very skeptical &amp; wait till NY approves it. Because NY has had success with Covid patients &amp; limiting spread to vulnerable seniors.","sentiment_score":-0.37}
{"full_text":"RT 2020 has been a disaster for most of the electronic music scene. But there's one area where it might be okay to feel optimism...","sentiment_score":0.5}
{"full_text":"RT A South Dakota ER nurse says her Covid-19 patients often \"don't want to believe that Covid is real.\"\"Their last...","sentiment_score":0.1}
{"full_text":"RT JUST IN: The Moderna vaccine is 94.5% effective against coronavirus, according to early data released by the company, making it th...","sentiment_score":0.35}
{"full_text":"Yet they are also saying pubs set to open up after lockdown, for two weeks... You just don't know. ","sentiment_score":0.0}
{"full_text":"RT I thought this was supposed to be a conspiracy theory. But here it is, straight from Trudeau's mouth. The pandemic is the e...","sentiment_score":0.2}
{"full_text":"RT As Christians, we celebrate that \"God so loved the world that He gave His only begotten Son, that whoever believes in...","sentiment_score":0.35}
{"full_text":"RT \"The Great Reset\" began trending on Twitter after Canadian Prime Minister Justin Trudeau said the coronavirus pandemic ha...","sentiment_score":0.8}
{"full_text":"RT I had vainly hoped our graphic COVID communication tips would be less relevant by this point in the year... bu...","sentiment_score":0.0777777778}
{"full_text":"A bunch of executives are going to come out of the pandemic thinking they know how their employees do with Work From Home but it was DURING A PANDEMIC. What a terrible sample of what WFH actually could look like","sentiment_score":-0.5}
{"full_text":"Let's see the proof","sentiment_score":0.0}
{"full_text":"Because social distancing is still a major factor. This pandamic still hasn't left the building. Much like someone we know","sentiment_score":0.0739583333}
{"full_text":"RT What an embarrassment - anyone thinking this is acceptable should forfeit their earnings, social programs, businesses,...","sentiment_score":0.0333333333}
{"full_text":"We know how much you all love a bit of #GWREnterTrainment to help ease lockdown boredom. Drumroll..... Welcome to #GWRAnagrams!  Below are 3 Anagrams of our stations. Can you work them out? Reply with your guesses and the correct answers will be posted at 7pm","sentiment_score":0.5666666667}
{"full_text":"RT Moderna Says Its #COVID19Vaccine Is Over 94% Effective reportsRead more:","sentiment_score":0.55}
{"full_text":"RT Rapid antigen tests trade sensitivity for speed. They return a result in &lt;30 minutes, but can only detect COVID-19 when you...","sentiment_score":0.0}
{"full_text":"RT I've been re-admitted to the hospital. Full blown Covid pneumonia.","sentiment_score":0.35}
{"full_text":"no words","sentiment_score":0.0}
{"full_text":"RT Wishing Mario well in his recovery. He served on the frontline of the pandemic in springtime as a volunteer ambulance driv...","sentiment_score":0.0}
{"full_text":"RT A Brampton COVID-19 testing centre has closed due to storm damage. ","sentiment_score":-0.1125}
{"full_text":"\"Time for a plan\" ? Perhaps use tests that actually diagnose and detect Covid-19 ? Can someone please...anyone ..confirm that the #PCR test detects the COVID VIRUS which is what #you are basing your stats on.","sentiment_score":0.0}
{"full_text":"RT Alexandra Stepanova\/Ivan Bukin have withdrawn from Rostelecom Cup. \"The guys will miss the Grand Prix due to the consequen...","sentiment_score":0.1875}
{"full_text":"Be honest. You were roaming without a mask for most of the time and you said corona was just a flu.","sentiment_score":0.55}
{"full_text":"Congratulations to Christos Lynteris and the team of our former project 'Visual Representations of the Third Plague Pandemic' on being shortlisted for the UKRI 2020 Medical Humanities Awards in the category of 'Best Research'!    #CRASSHprojects","sentiment_score":0.2}
{"full_text":"Research: Which of these countries attributes deaths to the COVID count, if they say died of something else, (positive, or possible to have COVID):Final stage-4 cancer, heart attack, ... Corollary: do other countries pay their hospitals more for COVID?","sentiment_score":0.1505681818}
{"full_text":"RT In the US there have been a million new #coronavirus cases in the last 6 days; in every state situation is worsening, and...","sentiment_score":0.0681818182}
{"full_text":"RT 5) BUT... before we get too excited... read this thread  on two other new studies on #SARSCoV2 mutations:","sentiment_score":0.1287878788}
{"full_text":"Is the pandemic causing undue stress or anxiety in your life? Please call our Compass Line at 350-2000 or 918-2000 (both 440) for help.","sentiment_score":0.0}
{"full_text":"Service Delivery Manager ---Irving, TX-Remote till Covid","sentiment_score":0.0}
{"full_text":"South Dakota ER nurse tells horrific stories of patients near death -- and still denying COVID is real","sentiment_score":-0.2333333333}
{"full_text":"Thanks for this powerful talk from highlighting the disproportionate impact of #COVID19 on women worldwide.#LondonGlobalCancer #GenderInequality#FeministGlobalHealthAgenda@LGCW2020","sentiment_score":0.25}
{"full_text":"The move out of New York City &amp; state continue. Cuomo the covid tsar of lockdowns again closes schools, restaurants &amp; kills economy by killing small business, the backbone of America. Had enough? Gets worse as he says no to vaccines. Nursing homes deaths will soar again","sentiment_score":-0.1284090909}
{"full_text":"RT Lawsuit time!","sentiment_score":0.0}
{"full_text":"RT NY Gov. Cuomo on Pres. Trump: \"He doesn't like that I criticize him. He doesn't like that I stand up to him. He's a typical bull...","sentiment_score":-0.1666666667}
{"full_text":"They are republicans that believe the lies of the republican leadership. It is pathetic but also so maddening because like you say we will never stop the surge of the pandemic with the mindset of the ignorant and gullible.","sentiment_score":-1.0}
{"full_text":"Lmao I WISH I could forget about Covid for a second. Unfortunately it's not at work so oh well, I'll find it somewhere. In time ^_^","sentiment_score":0.2833333333}
{"full_text":"Federal government is betting on it.","sentiment_score":0.0}
{"full_text":"RT A South Dakota ER nurse says her Covid-19 patients often \"don't want to believe that Covid is real.\"\"Their last...","sentiment_score":0.1}
{"full_text":"RT Scott Atlas should lose his medical license and have his degree pulled by not only for what amounts to medica...","sentiment_score":0.0}
{"full_text":"RT BREAKING: I'm signing an Executive Order RETIGHTENING restrictions on gatherings to help stop the spread of #COVID19.Effec...","sentiment_score":0.0}
{"full_text":"RT When the WH was asked this morning why they weren't sharing Covid response info with the Biden team their answer was why s...","sentiment_score":0.0}
{"full_text":"RT Trump promised a coronavirus vaccine in record time, and there will be vaccine[s] in record time.","sentiment_score":0.0}
{"full_text":"RT KIARA MCDADE, 25, of Chicago, Illinois died of COVID on April 26.\"Newlywed, New mom-to-be, Mentor &amp; Youth Leader, but h...","sentiment_score":0.1363636364}
{"full_text":"Sources of Coronavirus-related support and assistance are still available.For more information, read:","sentiment_score":0.5}
{"full_text":"RT If Cuomo slow walks the covid vaccine New Yorkers who want the vaccine will just go to another state and get it there.","sentiment_score":-0.0818181818}
{"full_text":"Are you a stay-at-home mom looking to earn an income, but struggling to find an opportunity that provides and fits in with your schedule? Join our LIVE Information Session to learn about Liveops from other moms. Register here:","sentiment_score":0.0056818182}
{"full_text":"\"Cities are still the place we come together for collective experiences, from concerts &amp; celebrations to rallies &amp; protests. The pandemic has rekindled our awareness of how important public spaces are for enabling us to connect.\" #CivicCommonsUS","sentiment_score":0.2}
{"full_text":"Looking to visit the Museum this week or upcoming Thanksgiving weekend? Make sure to reserve for spot on Eventbrite and review our COVID-19 protocols in advance of your visit: #BuffaloHistory #WNYCulturalConnections","sentiment_score":0.5}
{"full_text":"As the pandemic allows for more and more remote work, some workers from major metropolitan areas are relocating to small cities like Burlington.What does that mean for work and for those communities?@lseconnors reports for ","sentiment_score":0.0666666667}
{"full_text":"As we emerge from the pandemic, we predict that creative businesses will be among those at the forefront driving the future of work.","sentiment_score":0.25}
{"full_text":"Special Alert:          SoCal 511 is keeping you up to date on the Coronavirus (Covid-19) impacts to transportation in the 5 county areas(Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour.For more information visit:","sentiment_score":0.4285714286}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"Follow stay-at-home orders without stopping your home search. Schedule a live video tour through my KW App, and I'll walk you through your favorite properties while you stay safe. Don't have my app? Download it here:","sentiment_score":0.3787878788}
{"full_text":"Dongfang Gaozhao (Ph.D. candidate and Allen Clay, Jr. (M.S. candidate, Higher Education) discuss #COVID19 disparities on the #COSSPP blog.","sentiment_score":0.25}
{"full_text":"The dream of going 'back to normal' is a huge distraction from the need for change","sentiment_score":0.1833333333}
{"full_text":"Through this pandemic, I continue to be impressed by our students and their creativity and ingenuity to problem-solve and impact our community. Congrats to the students from for winning this grant to bring their sanitizing system to life.https:\/\/t.co\/pHkaK9fcuu","sentiment_score":0.75}
{"full_text":"RT In China, such compulsory COVID19-ID system is called \"Healthy code\"(Jian Kang Ma ), which guarantees you are under control and sur...","sentiment_score":0.25}
{"full_text":"Toronto's food scene embraced an \"innovate or die\" philosophy this year, with bars and restaurants launching street patios, take-out windows, and cocktail kits -- and some say that creativity could last well beyond the pandemic.","sentiment_score":0.0}
{"full_text":"ICYMI: Michigan halts classes, indoor dining as coronavirus surges","sentiment_score":0.0}
{"full_text":"RT Hopeful Monday news: 2nd promising vaccine. #FunFact apparently these candidate vaccines use covid RNA to make your own...","sentiment_score":0.2125}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"El Paso County incarcerated individuals help move bodies of COVID victims to mobile morgue units outside the Medical Examiner's Office in El Paso, Texas on Nov. 14, 2020. [Credit: Ivan Pierre Aguirre for The Texas Tribune]","sentiment_score":0.0}
{"full_text":"Pandemic pushes steep drop in foreign college students","sentiment_score":-0.125}
{"full_text":" Call on the Welsh Government to designate #COVID-free hospitals so patients can get the operations and treatment they desperately need.  Sign our petition!https:\/\/t.co\/2TZeUswf6Z","sentiment_score":-0.6}
{"full_text":"\"They told me that, worst-case scenario, if the lung is not healing very well, they need to take it out.\"https:\/\/t.co\/c9oYTVTGSJ","sentiment_score":0.2}
{"full_text":"The virus did not enter Italy until november 2019.  Soon all the history of the virus will be revealed on my book:  The Mollusca Project, the Covid 19 Origin.","sentiment_score":0.0}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"\"As the numbers in COVID spike, you worry to yourself, 'Are the jurors going to be so anxious that they're going to want to get to a resolution quickly?' Which could be detrimental to our clients.\" Get the story from  https:\/\/t.co\/Yj6d0FXTTe","sentiment_score":0.0416666667}
{"full_text":"About two-thirds of global growth comes from Asia. The situation might improve even further with: 1) normalizing tensions between the US &amp; China2) signing of the Asia Pacific free trade deal3) the success of keeping Covid # low in many parts of Asia","sentiment_score":0.2}
{"full_text":"The major Biology-Ecology concentration helps students who plan to become biologists and teaches them how organisms interact with the environment.Please note that this picture was taken before the COVID-19 pandemic. ECU requires everyone on campus to follow COVID-19 protocols.","sentiment_score":0.0625}
{"full_text":"Today is the start of #SYSAW20. This year, due to Coronavirus and increased social isolation, unfortunately there's been more chance for people to be isolated and at risk of abuse.   Could you phone or text your neighbours, friends and family this week?","sentiment_score":-0.0229166667}
{"full_text":"Cross Country was one of the few high school sports to have a semi-normal season this fall. Read more about the \"COVID season\" for runners:","sentiment_score":0.115}
{"full_text":"Hear how university student Tiara has been drawing on comforting activities she discovered as a teenager to cope with isolation and confusion in this pandemic. #VoicesOfLewisham","sentiment_score":0.0}
{"full_text":"Staying in 2014 from a look in the NPL Archives, and in March's lockdown we played one of Skelmersdale's goals from this match Here is 's response....","sentiment_score":0.0}
{"full_text":"NY doctor says number of ICU patients has quadrupled as COVID-19 cases spike","sentiment_score":0.0}
{"full_text":"Moderna said its vaccine appears to be 94.5% effective, according to preliminary data from the company's still ongoing study.","sentiment_score":0.6}
{"full_text":"Our data shows the UK is headed for a rent arrears crisisAre you struggling to pay your rent?@CitizensAdvice advice is here for youVisit our advice pagehttps:\/\/t.co\/88y8odbcpaFor help in Fylde ring 0300 330 1166Read more","sentiment_score":0.5}
{"full_text":"Join us as Don Simpson, Rory Ronan, and Eric Mencke discuss the recent events driving the Canadian equity market and share insights on finding opportunities and whether a COVID-19 vaccine will be the start of a new chapter for Canadian equites.","sentiment_score":0.0681818182}
{"full_text":"Rural Georgian hospitals have been closing on Sen. Perdue's watch. He opposes Medicaid expansion, even though it would help sustain rural hospitals &amp; help hundreds of thousands afford health care during a deadly pandemic.Time to fire Purdue!","sentiment_score":-0.0833333333}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"OutdoorLads Welsh Regional Coordinators here to remind you that we're resuming events in Wales.Check them out at full update regarding Wales:","sentiment_score":0.35}
{"full_text":"According to the 2020 Risk Index, while concerns about #cyberattacks have increased during the pandemic, fewer companies have taken steps to mitigate cyberrisk. Read more: #CyberSecurity","sentiment_score":0.5}
{"full_text":"If you have symptoms of COVID-19 you must get tested. You can attend the drive-through test site at the LYCRA Company car park, the walk-through test site at Ulster University's Magee campus, or order a home test kit. Visit for info on how to book a test.","sentiment_score":0.0}
{"full_text":"We should not be traveling to Nashville and risking covid for this shit ","sentiment_score":-0.2}
{"full_text":"We have adapted our service to ensure that despite COVID-19 meaning we can't run our group activities we can still support all our service users.  This includes afternoon tea delivery and a monthly newsletter #snowangels#cheshirewest#volunteering#befriending","sentiment_score":0.0}
