{"full_text":"RT When we talk about the destructiveness of this terrible COVID-19 pandemic we must not ignore what it has done to mental...","sentiment_score":-0.55}
{"full_text":"How badly is COVID ravaging South Dakota?If the entire US was hit as hard as The Mount Rushmore State, we would be having 450,000 new cases and over 5,200 deaths a day.Thanks, Sturgis.","sentiment_score":-0.2138257576}
{"full_text":"RT There were 15 new deaths reported today, but the key context is that 12 of them were long-term care residents. By getting...","sentiment_score":0.0681818182}
{"full_text":"RT Even before COVID-19 broke out, there is already a tremendous need for the country's Water, Sanitation, &amp; Hygiene (WASH) fac...","sentiment_score":0.3333333333}
{"full_text":"Thanks for your wise words Rep. Porter.","sentiment_score":0.45}
{"full_text":"RT This is on Kristi Noem.","sentiment_score":0.0}
{"full_text":"Yeah... it's called a Nazi. They want you dead.","sentiment_score":-0.2}
{"full_text":"RT The Pasteur Institute biomedical research center says it is close to producing an affordable, handheld Covid-19 diagnostic test k...","sentiment_score":-0.1}
{"full_text":"RT the cdc covered ALL their bases LMFAOOOO","sentiment_score":0.0}
{"full_text":"RT \"I can't even explain it, I just did not feel right\" Read how students share their first-hand experiences...","sentiment_score":0.2857142857}
{"full_text":"RT I work in a busy ER and I can tell you all it is far worse than anything we saw in March and Ap...","sentiment_score":-0.0666666667}
{"full_text":"RT 61,964 people are hospitalized with #COVID right now. This is more than any other point in the pandemic. It doesn't have to...","sentiment_score":0.2202380952}
{"full_text":"RT When I hold the door for you, IN THIS PANDEMIC,,,, I expect at least a \"thank you\" or some eye contact or something boo I'm...","sentiment_score":-0.3}
{"full_text":"RT About 1 out of every 1,500 people in South Dakota is in the hospital *right now* w\/COVID","sentiment_score":0.2857142857}
{"full_text":"This COVID slide is scarily real for some of the kids. My coteacher and I were talking just yesterday about ways we can help strengthen skills, and I've been noticing how it's impacted the confidence of even some of my most academically successful students.","sentiment_score":0.4833333333}
{"full_text":"We are glad to be included in resources for teachers.  #idcoachnet ","sentiment_score":0.5}
{"full_text":"Who else in LA got this covid message?","sentiment_score":0.0}
{"full_text":"RT If the Affordable Care Act is struck down, communities of color would be hit particularly hard. We are at a greater risk...","sentiment_score":0.0175925926}
{"full_text":"Get serious, boys. Stop obstructing our election. We have real problems here thanks to Trump.","sentiment_score":0.0222222222}
{"full_text":"RT About 1 out of every 54 people in South Dakota is considered an active COVID case *right now*","sentiment_score":0.0761904762}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"Beltway Insider:  Biden Wins, Trump Disputes, Election Round-up, COVID-19, Alex Trebek","sentiment_score":0.3}
{"full_text":".@thedemocrats need time to improve their cheating.","sentiment_score":0.0}
{"full_text":"have you seen this? Scientists are saying you need to do better - and I as a customer agree with them!","sentiment_score":0.625}
{"full_text":"RT The Pasteur Institute biomedical research center says it is close to producing an affordable, handheld Covid-19 diagnostic test k...","sentiment_score":-0.1}
{"full_text":"If you are a thinking individual, you shouldn't need Mitt Romney to tell you that.  Conservative or dead is not a real choice. If you must, proudly wear your politics on your mask.  I'll gag, but also thank you. #mask","sentiment_score":0.125}
{"full_text":"RT The Pasteur Institute biomedical research center says it is close to producing an affordable, handheld Covid-19 diagnostic test k...","sentiment_score":-0.1}
{"full_text":"RT For a fourth day straight, the nation has recorded no locally acquired cases of COVID-19 but Sydney faces a big test tonig...","sentiment_score":0.05}
{"full_text":"RT This pandemic is so long I've gotten in &amp; out of shape 4 times","sentiment_score":-0.05}
{"full_text":"RT El Paso, Texas, now has more people hospitalized with Covid-19 than most U.S. states and is more than doubling its supply of m...","sentiment_score":0.5}
{"full_text":"RT The vaccine in my body when COVID tries to enter me:","sentiment_score":-0.1}
{"full_text":"This is ridiculous. Based on my state's guidelines, we should be back at lockdown right now.","sentiment_score":-0.0158730159}
{"full_text":"RT Last year we laughed when the totalitarian Chinese government began tracking &amp; tracing all of its citizens via a social c...","sentiment_score":0.1833333333}
{"full_text":"The U.S. has surpassed 1 million new confirmed coronavirus cases in just the first 10 days of November. 1300 people died today. 54 people an hour died. Nearly one every minute. 240,000 dead Americans is no scam. Moron","sentiment_score":-0.0189393939}
{"full_text":"Future of Airlines and Transportation Sector After Global Pandemic  #Elliottwave #Trading","sentiment_score":0.0}
{"full_text":"Corona is less deadly to people ranging from the age 2 till 60. Source: CDC.","sentiment_score":-0.1833333333}
{"full_text":"RT COVID is about to explode. COVID IS ABOUT TO EXPLODE. Everywhere. Where is the plan to transfer health resources using our s...","sentiment_score":0.0}
{"full_text":"RT \"Lock me in my home indefinitely, make me wear a mask forever, and if I ever do work again - I want to pay more taxes.\" - D...","sentiment_score":0.5}
{"full_text":"RT The scientists who developed the Pfizer\/BioNTech Covid-19 vaccine are a Turkish-German power couple","sentiment_score":0.1}
{"full_text":"RT Islamabad, AJK and GB collectively report 419 Covid-19 cases, 5 deathsFollow our updates on #coronavirus here:","sentiment_score":0.0}
{"full_text":"\"Who's Next R U?\" Is a local barbershop\/ salon in Cedar Ave, Bronx New York. Which is near River Park Towers a building complex. This Barbershop had to close at the beginning of the pandemic. Even though they reopened in June there still problems surrounding Covid and the risk.","sentiment_score":-0.0127272727}
{"full_text":"I also remember when he said getting covid makes one immune... THEN, Barron got it a second time. ","sentiment_score":0.0}
{"full_text":"RT OH MY GOD","sentiment_score":0.0}
{"full_text":"RT Donating blood again today, second time since the pandemic started. The red cross has been desperate for type O blood, and...","sentiment_score":-0.15}
{"full_text":"Tell that to those on the Strip and Fremont st. You killed the local taverns and businesses that were complying cause you said the transmission rate was so high yet pictures on social media at casinos had very clear social distancing guidelines being broken.","sentiment_score":-0.0347619048}
{"full_text":"RT Next to Priti Patel's heart","sentiment_score":0.0}
{"full_text":"16 persons came in contact with the Hungarian Foreign Minister in #Thailand; 1 tested positive","sentiment_score":0.0511363636}
{"full_text":"This might be natural selection at work... #Justsaying #southDakota #COVID19","sentiment_score":0.1}
{"full_text":"Devastatingly sad.  It's hard to believe that so many people still do not take this virus seriously.","sentiment_score":-0.15625}
{"full_text":"RT We were told there would be no more COVID-19 after the election, that it would magically disappear. The \"president\" said...","sentiment_score":0.125}
{"full_text":"RT After lockdowns eased in May and June Asian American women reported increased abuse during the pandemic. Now, with fears of...","sentiment_score":0.0}
{"full_text":"RT Free Covid-19 testing throughout Los Angeles.  Learn more:","sentiment_score":0.45}
{"full_text":"RT For those who carry prejudicial views against minority communities.Your life may well be saved by this German couple of T...","sentiment_score":0.0}
{"full_text":"COVID-19 CORONAVIRUS DISEASE EPIDEMIC IN UKRAINE \/ HOSPITAL BEDS CAPACITY ISSUES:","sentiment_score":0.0}
{"full_text":"Sauk Co. deputy health director had mild symptoms when she caught COVID-19. Now she's a 'long hauler.' \"I'm hopeful that it's going to get better, but I don't know. I'm not to the point where it incapacitates me ... but I don't feel whole yet.\"https:\/\/t.co\/qCkeygDuC5","sentiment_score":0.2458333333}
{"full_text":"RT The necessity to keep the vaccine in extremely cold storage could complicate any inoculation programme, above all in r...","sentiment_score":-0.3}
{"full_text":"RT #PatnaNeed #Blood Type :  O-negativeAt : AIIMSBlood Component : Need Plasma from O-ve #COVID19 recovered patient.Pri...","sentiment_score":0.0}
{"full_text":"RT There has got to be some SEVERE legal penalties for people who helped the trump admin gaslight us on COVID-19.EVERY PERSO...","sentiment_score":0.2}
{"full_text":"Now if you don't mind, I will ignore you. I have to get on with my day and go to work. Right now I'm validating a new SARS-COV-2 assay. That includes using RNA from isolated and cultured SARS-COV-2, and other human coronaviruses.","sentiment_score":0.0742694805}
{"full_text":"#WavetecWednesdays We trust numbers. A 35% reduction in wait times, 30% reduction in operational costs, 23% increase in customer satisfaction - proven!#SelfService #QueueManagement #WhatsappQueueing #Covid19Solutions #SocialDistancing #CustomerJourney #Contactless","sentiment_score":0.0}
{"full_text":"Look at God.    #PVAMU #pv22 #pv21","sentiment_score":0.0}
{"full_text":"Dawg im real disappointed it takes one person being careless to fuck it up for a lot of people and thats pretty disrespectful to the people who have lost loved ones from this pandemic. Massive L.","sentiment_score":-0.1583333333}
{"full_text":"RT COVID-19 cases are rising across Calgary - Mayor and I spoke about that today, and I asked what more we can do t...","sentiment_score":0.5}
{"full_text":"The 5 Hull cafes delivering coffee favourites during lockdown","sentiment_score":0.0}
{"full_text":"RT Hey we've found a missing child exploring during lockdown...#TheMandalorian #DisneyPlus ht...","sentiment_score":-0.2}
{"full_text":"We have taken part in some great webinars this year, covering topics on #MentalHealth, #DataPrivacy, #FinancialInclusion and many more.You can find them all on our website through the link below:https:\/\/t.co\/vOA6kAHor5","sentiment_score":0.65}
{"full_text":"Devoted daughter volunteers at care home so she can keep seeing her dad during lockdown","sentiment_score":0.0}
{"full_text":"Traveling this holiday season? Read this.#Googlehttps:\/\/t.co\/15sgIRMJH7","sentiment_score":0.0}
{"full_text":"These workers want Springfield to authorize more employees to work from home and get more laptops to make that possible.https:\/\/t.co\/FCkF8LzoYg","sentiment_score":0.5}
{"full_text":"How to Get Started With a Job Search During COVID-19Ever thought of basing your entire job search on LinkedIn? How about leveraging your network? If you haven't, it's high time you explore these strategies. Wondering how to get started?","sentiment_score":0.08}
{"full_text":"You may have seen reports that your car insurance isn't valid if you are taking a journey that is 'non-essential'Here are the facts around the matterhttps:\/\/t.co\/vrpSwksWnZ","sentiment_score":0.0}
{"full_text":"RT This moral compass of a government, and the society it governs, rests with how they permit and react to cases like this...","sentiment_score":0.0}
{"full_text":"From coach Kyle Whittingham said Monday that there were positive cases scattered throughout the program last weekend, including players and staff members. He added that two position groups were \"decimated.\"https:\/\/t.co\/en9yqwOo5q","sentiment_score":0.1136363636}
{"full_text":"APAC travellers are highly confident to fly","sentiment_score":0.65}
{"full_text":"\"Nationwide, 238,000 people in the U.S. have died from COVID-19, and more than 134,000 additional deaths are currently forecast to occur through... Jan. 20, including about 10,000 in California, according to (IHME).\"","sentiment_score":0.25}
{"full_text":"SARS-CoV-2 #Vaccine trial halted in #Brazil ... | #coronavirus | #virus | #COVID19 | #immunization | #pandemic | #SouthAmerica | By and via","sentiment_score":0.0}
{"full_text":"Cabinet set to clash over how quickly to lift anti-Covid rules in the UK after discovery of a vaccinehttps:\/\/t.co\/xtx8e3Hc5s","sentiment_score":0.3333333333}
{"full_text":"RT If they love science &amp; want everyone to take it seriously, why do they mix it with obvious political propaganda?Or is...","sentiment_score":0.0416666667}
{"full_text":"RT NEW: A Republican owns a bar that stayed open during the coronavirus spike &amp; had the spouse of a waitress die after they b...","sentiment_score":0.0681818182}
{"full_text":"Like many things during the COVID-19 pandemic, a lot of food pantries have gone online to help families in need.","sentiment_score":0.5}
{"full_text":"RT \"We learned to focus on and enjoy the things we could do and experience, and not so much on the things we might miss,\" Elder","sentiment_score":0.3}
{"full_text":"As SF puts a pause on reopening due to the increase of COVID cases, it's also rolling back rules for gyms.@TaylorBisackyTV reports starting Friday, gyms will be required to reduce capacity to a maximum of 50 people indoors or less than 25% capacity.","sentiment_score":-0.0729166667}
{"full_text":"At New Life, rescued babies are quarantined for 14 days with volunteering caregivers and nurses.  Thankfully all the babies &amp; staff tested negative for COVID 19. This National Adoption Month, wont you give towards the care of the babies abandoned during the pandemic?","sentiment_score":-0.0818181818}
{"full_text":"The First Meeting of the First Term of the 16th Sabah State Legislative Assembly will be held for two days; namely on Thursday (Nov 12) and next Monday (Nov 16), by adopting the stipulated SOP, to prevent the spread of Covid-19.https:\/\/t.co\/2IYuHQryR6","sentiment_score":0.1666666667}
{"full_text":"In 2020, before the pandemic hit, Montana farmers were expected to seed 10% more barley than the previous year. But now, 2019 crops are still sitting in bins after malt factories were ordered by the state government to shut down.","sentiment_score":0.0194444444}
{"full_text":"Winter brings many challenges for eateries trying to adhere to COVID-19 precautions while keeping their customers comfortable.","sentiment_score":0.45}
{"full_text":"Dark web: Underground forums remain a hotbed of COVID-19 scams #CoronaVirus #CyberSecurity #TechUnity","sentiment_score":-0.15}
{"full_text":"ICYMI: COVID-19 concert study suggests low risk of infection with safety guidelines in placehttps:\/\/t.co\/K5X7U4tWJc","sentiment_score":0.0}
{"full_text":"Wash your hands, keep your distance and wear a mask. We will get through this together. #StaySafeUG #Covid19UG","sentiment_score":0.0}
{"full_text":"The potential vaccine by Pfizer and BioNTech was found to be more than 90% effective in tackling #COVID19.However, what do we know about these results? How much quantity of the vaccine can they produce?@SaroyaHem tells you the 5 key things to know about this #COVID19 vaccine","sentiment_score":0.26}
{"full_text":"Join us the Virtual 8th AfICTA Annual Summit from 24th - 25th November 2020.Theme: Addressing ICT Business Challenges in the COVID-19 &amp; Post COVID-19 WorldTime: 8:00 am UTCRegister:","sentiment_score":0.0}
{"full_text":" wow! that looks amazing!","sentiment_score":0.4375}
{"full_text":"You know what'll keep us entertained during lockdown? Goals and plenty of them. Luckily, this match well and truly delivered!https:\/\/t.co\/rAI6UXF20n","sentiment_score":0.3333333333}
{"full_text":"Wednesday's front page of The Herald- 4,000 pupils sent home to isolate in four weeks in one of Scotland's areas hardest hit by Covid- Ministers urged to prop up Edinburgh's PS207m tram extension#TomorrowsPapersToday#scotpapers#BuyAPaper &amp; subscribe:","sentiment_score":0.0}
{"full_text":"Some disappointing news to bring you this morning https:\/\/t.co\/ihq0KZbOmr","sentiment_score":-0.6}
{"full_text":"President Rodrigo Duterte will participate in an online summit of world leaders from November 12 to 15 to share his views on COVID-19 response, South China Sea issue, and other international developments, Malacanang said Wednesday.","sentiment_score":-0.0625}
{"full_text":"From vaccinations to hygiene, social distancing and medical advice, there are ways we can better our chances of avoiding seasonal flu.Here are ten ways you can avoid the flu during the COVID-19 pandemic. #covid19 #employeehealth #healthcare","sentiment_score":0.1333333333}
{"full_text":"US on Tuesday registered a record 200,000 new COVID-19 cases in one day.https:\/\/t.co\/MkF8wWeYZm","sentiment_score":0.1363636364}
{"full_text":"Morning, everyone. It's with my 6am choice for your #SixAtSix Wednesday reading NHS drafts in retired doctors: Mass vaccinations planned from December 1https:\/\/t.co\/igUlD2bsur1\/6","sentiment_score":0.0}
{"full_text":"Is there anything that the COVID-19 pandemic hasn't touched? Even the #Jobs  market hasn't been spared. Follow our LinkedIn page Downtown Toastmasters - Nairobi where we'll be highlighting best practices of a job search even in these uncertain times. .","sentiment_score":1.0}
{"full_text":"What else are people going to do in a pandemic when they have such a golden opportunity to prank call?","sentiment_score":0.15}
{"full_text":"The new restrictions that will take effect on Friday include the closure of indoor dining and indoor bar service.https:\/\/t.co\/cAOemEyvgG","sentiment_score":0.1363636364}
{"full_text":"Rise in internet usage amid pandemic may lead to amendments in the Copyright Act","sentiment_score":0.0}
{"full_text":"#Hull and the East Riding will receive rapid testing kits, similar to the ones being piloted in Liverpool to help tackle rising infection rates of #coronavirus.","sentiment_score":0.0}
{"full_text":"RT Happy Indigenous month my mom has been crafting genuine Alaskan artwork her whole life, using natural material like ivory,...","sentiment_score":0.375}
{"full_text":"RT The pandemic isn't over just because your boss says it is.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 61.9FWind Chill: 61.9FHumidity: 90%Dew Point: 58.9F Barometer: 30.046 inHgWind: 2 mph from the SCorona Virus Weekly Stats:Cases: 168.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT BREAKING: breaks with precedent set in previous administration, decides not to appoint Hunter Biden to lead...","sentiment_score":-0.1666666667}
{"full_text":"COVID-19: California, Midwest states clamp down again","sentiment_score":-0.1555555556}
{"full_text":"How has the cybersecurity hiring market fared during the pandemic? What changes are here to stay? And what  changes might we be grateful for in a post-pandemic world? Cybersecurity recruitment specialist Chloe Haywood weighs in on the ISACA Now blog:","sentiment_score":0.0}
{"full_text":"RT FS Sohail Mahmood participated in regional conf.of ,,,, on #Covid_19 Response. Highlighted Pak's effective r...","sentiment_score":0.6}
{"full_text":"Oh fuck I felt this lol","sentiment_score":0.2}
{"full_text":"Here is the plan that all NYC Hair Salons and Barbershops need to follow.","sentiment_score":0.0}
{"full_text":"HE DIDNT WEAR A MASK! Dr stupid!","sentiment_score":-1.0}
{"full_text":"I do and I will!","sentiment_score":0.0}
{"full_text":"RT URGENT: The COVID-19 crisis is far from over in Greek refugee camps, where people are living in inhumane conditions with limit...","sentiment_score":-0.2666666667}
{"full_text":"the real question is who am i running with tomorrow as i will be a lockdown build in the virtual basketball game","sentiment_score":-0.1}
{"full_text":"Hm. How about this; lemme be yr dentist, for an hour. I'll have Tuberculosis. You'll not. I'll not wear a mask. You'll lie there, vulnerable, while a hover over you. You'll be exposed to my disease, that, as I'm only a carrier, doesn't effect me, but could kill you. N yr fam. Ok?","sentiment_score":0.0}
{"full_text":"RT .@GordonGChang says the WHO \"propagated a narrative that China knew was false, that the coronavirus was not readily contagious...","sentiment_score":-0.25}
{"full_text":"\"Rethink\" agriculture interventions as COVID-19 lockdown reduces number of farmers, their income, and GDP - SEARCA chief","sentiment_score":0.0}
{"full_text":"RT A new type of test can detect a person's immune response to the coronavirus better than a widely used antibody test, according...","sentiment_score":0.1787878788}
{"full_text":"Live updates: CDC offers stronger endorsement of mask wearing as U.S. sets another record for infections - The Washington Post","sentiment_score":0.1181818182}
{"full_text":"There are other nasal sprays as well. Any views on efficacy?","sentiment_score":-0.125}
{"full_text":"UTEP moves game with UAB to a Midland high school football stadium due to rise in COVID-19 cases and hospitalizations in El Paso.","sentiment_score":-0.1216666667}
{"full_text":"RT After almost a year of absence due to COVID-19, the AFCON qualifiers will resume today. Here are some key fixtures to look o...","sentiment_score":-0.0458333333}
{"full_text":"RT Over 140K new coronavirus cases &amp; almost 1,400 deaths in the last 24 hrs. 60K people in hospitals across the Country.Blat...","sentiment_score":0.0681818182}
{"full_text":"Trying to navigate the post-covid world will test #innovation #leaders imaginative skills. So how can businesses navigate these difficulties but tap into the even bigger innovative opportunities? An insightful read via #strategy #covid","sentiment_score":0.3666666667}
{"full_text":"How to win the customer experience today and post-pandemic Google's Official Digital Marketing Publication.","sentiment_score":0.4}
{"full_text":"Why she get crazy? ","sentiment_score":-0.6}
{"full_text":"Whatever would the fake news do if masses decided to turn off their TVs, and or the satellites went out? Would They take to the streets to yell Their #Coronavirus propaganda, roll dice, pimp Big pHarma SORCERY ads over bull horns? #FEAR is a #LIAR. #FEAR induces #CYTOKINES.","sentiment_score":-0.2}
{"full_text":"Honeywell is Shaping the Future of T&amp;L operations by optimizing sustainable deliveries in the post-pandemic world. Get your free ticket:","sentiment_score":0.2}
{"full_text":"RT \"Nationwide, 238,000 people in the U.S. have died from COVID-19, and more than 134,000 additional deaths are currently forecas...","sentiment_score":0.25}
{"full_text":"RT BREAKING: breaks with precedent set in previous administration, decides not to appoint Hunter Biden to lead...","sentiment_score":-0.1666666667}
{"full_text":"Even Tejaswi had problem,problem with dynast is that they don't want to come out of comfort.he was not there in ground during lockdown.its good that he didn't win or else he had taken for granted lesson learnt u need to be on ground throughout year not only election month","sentiment_score":0.5}
{"full_text":"This is what liberal's voted for .......Their own families lives and TAX dollars to be given to other countries ........More proof that Liberalism is a mental disorder .........","sentiment_score":0.125}
{"full_text":"RT About 1 out of every 54 people in South Dakota is considered an active COVID case *right now*","sentiment_score":0.0761904762}
{"full_text":"   Do any of you have the numbers of child abuse reports since COVID lockdowns started? Is there an increase in reports like there was in the UK?","sentiment_score":0.0}
{"full_text":"Well if you're afraid of that as well then stay home. We ain't wearing masks forever","sentiment_score":-0.6}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"RT Vanuatu records first COVID-19 case in man who returned from US.This ends Pacific nation's status as one of the few countr...","sentiment_score":0.025}
{"full_text":"OCC reports key risks, effects of COVID-19 in federal banking system #infosec #security #technology #phenomlab","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 12.2degC * Wind: SSE 6.9 to 23.9mph * Pressure: 1003.2hPa * Rain: 1.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:46 * Sunset: 16:27 * Cloudbase: 320ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT should be talking about it please. Schools are not safe.","sentiment_score":-0.25}
{"full_text":"RT Stephen Miller Catches CoronavirusI put this aside during the Amy Coney Barrett hearings but wanted to finish it now.(Thr...","sentiment_score":0.0}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT BREAKING: breaks with precedent set in previous administration, decides not to appoint Hunter Biden to lead...","sentiment_score":-0.1666666667}
{"full_text":"RT N95 with valves don't workhttps:\/\/t.co\/qGZIEzE1Sh today","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.2 million tests and 131k cases, the highest single-day total since th...","sentiment_score":0.0}
{"full_text":"As a Chicago sketch comedian AND a public health scientist, this is unequivocally repulsive. Its obvious not one talented comedian from or any of our famed theaters agreed to help. This is Ohio comedy and Trump science.","sentiment_score":0.2333333333}
{"full_text":"There's no need to do to make appointments because you can just walk in. However, you must follow COVID protocols like wearing a mask at all times and keeping a distance of 6ft apart.","sentiment_score":0.0}
{"full_text":"RT About 1 out of every 1,500 people in South Dakota is in the hospital *right now* w\/COVID","sentiment_score":0.2857142857}
{"full_text":"Swanage residents urged to mark Remembrance Day silence from their doorsteps at 11 am - In line with the restrictions imposed by lockdown, there will be a two minute silence across the town at 11 am and a scaled back act of remembrance at Swanage War Memorial.  ...s\/swanage-re...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Senate voting now to confirm another Trump judicial nominee instead of passing COVID relief.We just became t...","sentiment_score":0.0}
