{"full_text":"It's Day 2 &amp; final day of the 12th Edition of the #EACSOF's conference being held virtually for the 1st time. Focus today is on the impact of #COVID19 on food security and public finance management, Debt to GDP ratios. Join in  #EACandCOVIDresponse","sentiment_score":0.0}
{"full_text":"Deputy Mission Director (A) making a special address at #DUM2020.","sentiment_score":0.3571428571}
{"full_text":"#SaveOurNHS Not the Covid Health Service.. ","sentiment_score":0.0}
{"full_text":"RT Wonderful little video someone sent me to increase understanding of transmission COVID-19: Time Is a Factor + Short Addend...","sentiment_score":0.2708333333}
{"full_text":"RT \"It's unconstitutional to prevent COVID from spreading\" is a nice preview of the \"it's unconstitutional to prevent clim...","sentiment_score":0.6}
{"full_text":"With 43,082 new #COVID19 infections, India's total cases rise to 93,09,788With 492 new deaths, toll mounts to 1,35,715. Total active cases at 4,55,555Total discharged cases at 87,18,517 with 39,379 new discharges in last 24 hrs","sentiment_score":0.0393939394}
{"full_text":"RT SCENES FROM THE DAILY GASLIGHTING: On the same day police blitzed small business owners, &amp; a dissenting MPP was ticketed f...","sentiment_score":-0.0833333333}
{"full_text":"RT Anyone else find the irony thick the MSM preaches \"stay home - don't gather with family\" out one side of their mouths,...","sentiment_score":-0.3}
{"full_text":"Purchased a ship construction company recently , made a profit due to online gaming even in corona downturn , Jhunjhunwala on board 7.5 percent invested ( most brilliant financial moves look his brain child) , present in all 3 locations in india where gambling is allowed + nepal","sentiment_score":0.2125}
{"full_text":"RT The compassion and resilience that so many on the frontlines of this pandemic have shown this year have inspired and moved...","sentiment_score":0.5}
{"full_text":"Their teeth fell out. Was it another COVID-19 consequence?","sentiment_score":0.0}
{"full_text":"RT The U.S. has been drone striking Somalia--during a pandemic. The U.S. is murdering Africans, a great deal are civilians...","sentiment_score":0.65}
{"full_text":"RT If an area goes into a higher tier than it was pre-lockdown, it is not because the lockdown didn't work, it is because the...","sentiment_score":0.25}
{"full_text":"RT BREAKING: Number of Americans hospitalized with COVID-19 reaches 90,000","sentiment_score":0.0}
{"full_text":"RT uncertainty introduced due to Covid has only be...","sentiment_score":-0.0625}
{"full_text":"RT #COVID19 Ontario is now a mix of Nazi Germany and the Middle Ages, both in level of science and in use of force to attac...","sentiment_score":0.0}
{"full_text":"RT The Wyoming Republican governor who refused to implement a statewide mask mandate has COVID-19","sentiment_score":0.0}
{"full_text":"Dictators are using Covid as an excuse to suppress and deprive the rights of the people from freedom of assembly.","sentiment_score":-0.05}
{"full_text":"RT If churches are allowed &amp; willing to place their congregations in danger in the middle of a pandemic just to pass their col...","sentiment_score":0.125}
{"full_text":"RT Pandemic pizza.A Malaysian family cook up a tasty solution to their economic woes during the pandemic by opening a backyard pizz...","sentiment_score":0.2}
{"full_text":"RT Second, this was a week of loss for us. dad George Thompson passed from Covid Monday night (https:\/\/t.co\/HauOC...","sentiment_score":0.0}
{"full_text":"RT Remember my lockdown hair? ","sentiment_score":0.0}
{"full_text":"RT Millions of families are struggling to put food on the table this holiday season, and Mitch McConnell and Republicans in the S...","sentiment_score":0.0}
{"full_text":"I don't feel good, stay home too many days. go work tomorrow, go out and do something.","sentiment_score":0.6}
{"full_text":"RT THE WAY ARMYS ARE ALWAYS PANIC BUYING AT LAST MINUTES! YALL ARE DEFINITELY THE TYPE TO SUBMIT YOUR PROJECTS IN TIME AND S...","sentiment_score":0.0}
{"full_text":"RT My wife pulled off a stellar, COVID-safe Thanksgiving, and I am amazed at her superpowers.","sentiment_score":0.25}
{"full_text":"Horrible to go through life not seeing truths.","sentiment_score":-1.0}
{"full_text":"Amid fight against Covid, another virus from China has potential to cause disease in India: ICMRRead Here : us to stay updated#the_hilight #latestnews #news #globalnews #breakingnews #indialatestnews #currentaffairs #india #global","sentiment_score":0.0}
{"full_text":"RT \"... the number of deaths by COVID-19 is not alarming. In fact, it has relatively no effect on deaths in the US\"\"The dec...","sentiment_score":0.025}
{"full_text":"RT I miss my Daddy . I tried to stay positive but my spirit wasn't right with him not being able to be home with us...","sentiment_score":0.3376623377}
{"full_text":"RT Sheikh Adil al-Kalbani destroying the liberal and secularist Nadeen al-Budair is the most entertaining thing I've seen...","sentiment_score":0.2666666667}
{"full_text":"RT Britain asks regulator to assess Oxford\/AstraZeneca COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"RT A ski resort spread coronavirus across Europe. Austria and Switzerland are eager to reopen slopes anyway.","sentiment_score":0.0}
{"full_text":"RT DANA HALL, 56 of Jeannette, Pennsylvania died of COVID on Nov. 22. She was a beloved secretary at the local elementary...","sentiment_score":0.3333333333}
{"full_text":"RT Now we can add to the list of people complicit in exacerbating the deadly pandemic: five Supreme Court justices.","sentiment_score":-0.2}
{"full_text":"RT My birthday plans got canceled due to COVID-19 but my man still found a way to make my day special ","sentiment_score":0.1160714286}
{"full_text":"RT If you want to help us deliver the biggest and most important Vaccination programme everPlease share with friends and fa...","sentiment_score":0.45}
{"full_text":"Thank you Patriot Family!","sentiment_score":0.0}
{"full_text":"The latest The D.N.I. Health Newspaper Daily! Thanks to #pandemic #us","sentiment_score":0.2333333333}
{"full_text":"RT Look, you may not like this ruling, you may be terrified of its implications for both public health and secular governance...","sentiment_score":0.0}
{"full_text":"RT Today I want to give thanks to all those people making the great sacrifice to not travel or be with their extended families to...","sentiment_score":0.5}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"The pope is poop ","sentiment_score":0.0}
{"full_text":"RT Regardless of your political affiliation, this is how it is. Selected ho ya daaku, covid sab ko lagti hai","sentiment_score":0.0}
{"full_text":"RT The State Capitol was placed under Lockdown A after a recent hostile takeover and hostage situation. We thank the","sentiment_score":0.0}
{"full_text":"RT wait u guys are actually gonna go black friday shopping in the middle of a pandemic I thought that was a joke","sentiment_score":-0.0555555556}
{"full_text":"This must happen in the US in 2021! #COVID19 #Biden","sentiment_score":0.0}
{"full_text":"This government has decided that from May next year, all cats must self-isolate for the next 48 years. #ControlTheVirus #FakeNews #COVID19","sentiment_score":0.0}
{"full_text":"This is why I prefer off production...  OMG and now during COVID it's even worse.","sentiment_score":-0.4}
{"full_text":"RT Jake Paul, the popular YouTuber with nearly 40 million followers across his platforms, says he believes COVID is \"a hoax...","sentiment_score":0.35}
{"full_text":"Blend &amp; Extend During COVID-19 #CRE #TenantTips #COVID-19 #Office #Warehouse","sentiment_score":0.0}
{"full_text":"RT Since this year all your favorite developers are not in the office to physically sign the collector's Edition calendars due t...","sentiment_score":0.125}
{"full_text":"RT PLEASE RTim unemployed due to covid and need to bring some money in so im selling customizable beaded bracelets! they're $...","sentiment_score":-0.15625}
{"full_text":"RT The U.S. has been drone striking Somalia--during a pandemic. The U.S. is murdering Africans, a great deal are civilians...","sentiment_score":0.65}
{"full_text":"RT He didn't plan for a pandemic.He didn't lockdown soon enough.He didn't take charge at COBRA meetings.He deliberately got...","sentiment_score":0.0}
{"full_text":"RT According to UK government data on travel during COVID-19, car trip levels are on average 72% of historic levels. The gov tho...","sentiment_score":-0.075}
{"full_text":"RT Good morning. Wow US ARMYs, this is amazing. Love waking up on a Friday morning and seeing panic buying magic haha ","sentiment_score":0.4333333333}
{"full_text":"Funny. In our family, is was Cousin Tom, who [speaking with my hand over your ear in a pre-covid whisper] converted to Catholicism &amp; became a priest. They said, \"became a cat-licker.\" Not so funny after all.","sentiment_score":0.25}
{"full_text":"RT i may always be chasing the high of the night trump's covid diagnosis was announced","sentiment_score":0.16}
{"full_text":"RT T1 Before lock down, masks worn for essential shopping, only went to work and back and now T3 ...just w...","sentiment_score":-0.0388888889}
{"full_text":"RT OK I will accept a little anti-pandemic theater- if it comes in cute robot form","sentiment_score":0.2708333333}
{"full_text":"RT Was so nice to meet FM again. Took stock of our growing cooperation. Discussed further opportunities to work to...","sentiment_score":0.3}
{"full_text":"RT BTS explain why their hit #Dynamite \"wouldn't be here if there was no COVID-19\"","sentiment_score":0.0}
{"full_text":"Has anybody else noticed that most of the tier 3 areas, Are the areas that voted heavily for Brexit. ARE THEY TRYING TO SCARE THE LOCALS?  This Covid stitch up is connected to BREXIT","sentiment_score":0.15}
{"full_text":"Competing with eight other universities, the Benildean Interior Design student triumphed with her revamped space turned into a workplace at home setup brought upon by the COVID-19 pandemic.Written by J. Cu and M. PeroyPerspective Design by Maita Hagadhttps:\/\/t.co\/4qP8W99F6U","sentiment_score":-0.125}
{"full_text":"Twenty-five Covid-19 clusters in Peninsular Malaysia, Sarawak and Labuan were identified to have started from people who were infected by the virus while in Sabah, involving altogether over 400 cases.https:\/\/t.co\/q57IaZY1vm","sentiment_score":0.0}
{"full_text":"#IndyRef2 -- #BorisJohnson has a tough task ahead of him \"Coronavirus pandemic and fears over Brexit add new impetus to the Scottish movement\"Mick O'Reilly argues in","sentiment_score":-0.1262626263}
{"full_text":" There is still time to register for our virtual panel on leveraging digital transformation in Africa, hosted with Join us this Monday (12:30-2pm GMT+3). Register online (https:\/\/t.co\/0qaDB05alt).","sentiment_score":0.0}
{"full_text":"RT President Trump says: \" they (Dems) used COVID in order to defraud the people of this country. \"","sentiment_score":0.0}
{"full_text":"Here's your chance to listen to Partha DeSarkar, Executive Director and Global CEO, HGS, along with other business leaders on CNBC TV 18 talking about COVID-19's impact on businesses. Don't miss this insightful discussion. Click - #TeamHGS #LifeAtHGS","sentiment_score":-0.0625}
{"full_text":"While we're happy to gush about the efforts of workers like nurses and teachers during the pandemic, the women doing these jobs remain stuck at the frontline fighting another plague, writes Katrina Beikoff.https:\/\/t.co\/riWnp7mhoO","sentiment_score":0.8}
{"full_text":"How two major festive events can go ahead at Peterborough's Showground next month despite Covid restrictions.https:\/\/t.co\/j52reiKjhW","sentiment_score":0.03125}
{"full_text":"Restrictions on houses of worship violated the First Amendment guarantee, Supreme Court rules.Read more... #Freedom #NewYork #ReligiousFreedom #COVID19","sentiment_score":0.375}
{"full_text":"RT covid is going 12M-0 against America and y'all still wanna go black friday shopping??????????????????????????","sentiment_score":-0.1666666667}
{"full_text":"FEAR NOT! Friday - 27 NovemberToday we delve with Pr Cheonneth into the parable of the good samaritan found in Luke 10:25-37. Watch at Read along at #MeetANeed #WearAMask #StaySafe","sentiment_score":0.7}
{"full_text":"Morning, everyone. It's with my 6am choice for your #SixAtSix Friday reading Rebellion in the air: Revolt over 'farcical' Covid tiers threatens to tear PM's support aparthttps:\/\/t.co\/gQBo6Z0CVD1\/6","sentiment_score":-0.4}
{"full_text":"RT Question from a constituent that I'm struggling to answer: how can you end a 4 week lockdown in a worse place in terms of...","sentiment_score":-0.4}
{"full_text":"Residents in Westsyde are 'celebrating' after the city opted to keep their pool open next year amid #COVID19 economic concerns. #Kamloops","sentiment_score":0.0666666667}
{"full_text":"Hike in Covid-19 infections a worry for the premierPremier Alan Winde is worried about a Covid-19 resurgence, with a growing number of infections and hospitalisations.https:\/\/t.co\/MSKFHfiRdI","sentiment_score":0.0}
{"full_text":"RT 2020 the year freedom was removed, sick people were told to stay away from hospital,  millions were paid to stay home, whi...","sentiment_score":-0.7142857143}
{"full_text":"RT hi, weekly reminder about my media newsletter Press Run that I launched this winter: a liberal dissection of the politica...","sentiment_score":0.0}
{"full_text":"Local Event: Transit Matters: COVID Recovery to World-Class Transit for All","sentiment_score":0.0}
{"full_text":"AI algorithm to automatically detect signs of COVID-19 via X-ray of lungs ","sentiment_score":0.0}
{"full_text":"RT HILARIOUS: #ThanksgivingDay dinner according to New York #COVID19 color zones. #LaughterIsTheBestMedicine Credit:","sentiment_score":0.3181818182}
{"full_text":"Struggling? #COVID19 #freelance #career #resume","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 49.1FWind Chill: 49.1FHumidity: 98%Dew Point: 48.6F Barometer: 30.138 inHgWind: 1 mph from the NNWCorona Virus Weekly Stats:Cases: 197.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT A thread of all proofs that #COVID19 has been spreading long long before #Wuhan Seafood Market. #China","sentiment_score":-0.05}
{"full_text":"All The Gays from LA are all in PUERTO VALLARTA or CANCUN for Thanksgiving! Get tested when you are back to the USA","sentiment_score":0.0}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"Space, in a vacuum, can only have fictional Pulse manifolds. Otherwise, strings (waves) therefore make up the different textures we feel. A spring does nothing but vibrate. Same as the lattice of energy creating gravity. It must wrap around the planets. Corona style.","sentiment_score":-0.0016666667}
{"full_text":"With many businesses struggling due to the pandemic, there's never been a more important time to \"shop small\" here in Newark, according to Valerie Lane, a representative of The Newark Partnership.","sentiment_score":0.205}
{"full_text":"RT Our Director, says the Chancellor's decision signals the UK government has \"turned its back on the world\" at a time...","sentiment_score":0.0}
{"full_text":"4,000 Church Members Donate Blood Plasma to Fight COVID-19 culceo Africa","sentiment_score":0.0}
{"full_text":"Graduating medical school is a feat most people can't even dream about and as such, should be celebrated with its due pomp and circumstance. Instead we'll get a fucking Zoom call. Yet another thing taken from me by Covid this year.","sentiment_score":0.0208333333}
{"full_text":"RT Circular from Civil Aviation Authority of Singapore.Requirement of valid negative COVID-19 Polymerase Chain Reaction (PCR) t...","sentiment_score":-0.3}
{"full_text":"I believe ur prayer is to get another lockdown then u hide another pregnancy!!!Julie twakutegeera","sentiment_score":0.0}
{"full_text":"RT Los Angeles will now do its best to kill you if you don't bow down to their rules about a virus with a 99.8% survival...","sentiment_score":0.4222222222}
{"full_text":"RT Trump bragged that he had spent over $2 trillion dollars on the military in the last three years.  New tanks, new equipmen...","sentiment_score":0.0145454545}
{"full_text":"RT Today I want to give thanks to all those people making the great sacrifice to not travel or be with their extended families to...","sentiment_score":0.5}
{"full_text":"RT Sometimes I tell people I'm busy just so I can stay home and Smoke .","sentiment_score":0.1}
{"full_text":"Join the Every .Black Virtual Study HallMonday-Friday, 6:00-9:00 AM ESTRegister: work alone during COVID? Join #entrepreneurs, #professionals in a conducive, quiet working environment while achieving your goals. Increase your productivity. Join us!","sentiment_score":0.0}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"Stay safe and healthy with our products! Grab our N99 Face Masks and Abv Defenz  Spray to combat COVID 19!","sentiment_score":0.640625}
{"full_text":"RT 3 ways businesses can find growth opportunities during the #Covid19 crisis via #marketing #AI #fin...","sentiment_score":0.0}
{"full_text":"The problem is people here do not wear mask in public spaces. I had experienced this in uni and it's been the same in weddings. Attendees in PDM rallies don't wear either except for a few.","sentiment_score":0.15}
{"full_text":"CDC Quietly Admits That Less than 10,000 Really Died from COVID-19 #TheWashingtonSentinel via","sentiment_score":0.0111111111}
{"full_text":"SAY YES TO YOUR DREAM &amp; ADVENTURES! SAVE LIVES! #WearAMask #WearAMaskPleaseQuick delivery #Masks via Amazon MASK LOVE #India #world!#MasksSaveLives #maskyear20 #CareGuardMask#3ply #Mask #Manufacturer #PPE #Bulk #Deals #MaskUp #MaskupIndia","sentiment_score":0.5}
{"full_text":"RT Places put into Tier 3 today will get no additional business support funding than those in Tier 1 or Tier 2.Can that p...","sentiment_score":0.0}
{"full_text":"RT I refuse to endorse the narrative that another four month lockdown - rebranded as 'strengthened tiers' - is worth it becaus...","sentiment_score":0.3}
{"full_text":"* unveils new #3Dvirtualshowroom created in response to the COVID-19 pandemic.  The virtual platform enables visitors to take an in-depth tour of seven separate showrooms.","sentiment_score":0.1363636364}
{"full_text":"RT #IndiaFightsCorona:Follow simple #Handwashing steps to prevent the spread of #COVID19. #StaySafe #Unite2FightCoro...","sentiment_score":0.0}
{"full_text":"South Dakota and North Dakota s huge Covid 19 outbreaks  explained   Vox","sentiment_score":0.4}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"I'm thankful to be able to go the TMEA Convention back in February before the coronavirus broke out and quarentine happened otherwise, 2020 was trash","sentiment_score":0.25}
{"full_text":"RT Bombshell assertion by Johns Hopkins Econ and stat experts: \"These data analyses suggest that in contrast to most people's...","sentiment_score":0.5}
{"full_text":"Once Australia's COVID-19 hotspot, Victoria goes 28 days without an infection","sentiment_score":0.0}
{"full_text":"Accenture and teamed up to create life-like VR training to teach healthcare workers how to safely put on and take off PPE - and reduce the spread of COVID-19. What a great use case for the times we live in!!","sentiment_score":0.5043560606}
{"full_text":"Free yourself from distractions with some calming sounds #zen #calm #meditate #calmingsounds #COVID19","sentiment_score":0.35}
{"full_text":"RT My birthday plans got canceled due to COVID-19 but my man still found a way to make my day special ","sentiment_score":0.1160714286}
{"full_text":"long before this is flagged and disappeared?","sentiment_score":-0.05}
{"full_text":"RT wait u guys are actually gonna go black friday shopping in the middle of a pandemic I thought that was a joke","sentiment_score":-0.0555555556}
{"full_text":"BBC - How Covid-19 has changed the dating world #datingworld #BBC -    [https:\/\/t.co\/Le5Szjt2uA]","sentiment_score":0.0}
{"full_text":"Those  Doomsday Planes  Have Nothing to Do With Trumps Covid 19 Test   WIRED","sentiment_score":0.0}
{"full_text":"Hear from Huel's Customer Support Manager, Tom Kirby as he showcases how Huel have managed their cx team during the pandemic as well as the importance of providing a seamless experience to their customers. Watch now.","sentiment_score":0.1}
{"full_text":"RT Check the stats. U.S. deaths this year are pretty much in line with years past.  But deaths from pneumonia, heart disease a...","sentiment_score":0.0666666667}
{"full_text":" Huge congratulations to Boundary-Similkameen incumbent MLA Roly Russell in receiving the nod as BC Parliamentary Secretary for #Rural Development. Happy to intro &amp; connect you with the networks at &amp; when ready.#LetsDoThis #bcpoli","sentiment_score":0.4}
{"full_text":"The COVID-19 pandemic and shifting customer needs have transformed the sales environment. See top tips for sales leaders and an infographic summary here.","sentiment_score":0.5}
{"full_text":"RT This is Fortis hospital , Noida for you My wife tested positive for Covid 19 on 10th Nov . Under treatment in home quarantine...","sentiment_score":0.2272727273}
{"full_text":"RT Need Best Gaming logo?Dm me for cheap and affordable logo.#GraphicDesigner #LogoDesign #coronavirus  #twitchstreamer #Twitch...","sentiment_score":0.7}
{"full_text":"With the actual situation link to the impact of Covid 19 in our personal and profesional lives, meditation is more critical than ever to help us to stay focus!","sentiment_score":0.125}
{"full_text":"yes, we all know #ScottyNeverHelped #ThanksDAN #IStandWithDan #Victoria #COVID19 #COVID19Vic","sentiment_score":0.0}
{"full_text":"RT I miss life before COVID-19 ","sentiment_score":0.0}
{"full_text":"Women and children are in danger of abuse, especially during the pandemic. That is why it's important that you are aware of the signs of gender-based violence.Learn how you can spot these signs and what actions you could take to help victims through #AvonPH's partner NGOs.","sentiment_score":0.2166666667}
{"full_text":"RT Can't restrict people from going to places of worship in the midst of the worst pandemic in a century.  But can tell peopl...","sentiment_score":-1.0}
{"full_text":"Schools  will be open in kpk once a week.dont delay mdcat becoz of lame excuse of corona .jo log test nahe dena chahate wo agle saal de de","sentiment_score":-0.1833333333}
{"full_text":"RT President Trump says: \" they (Dems) used COVID in order to defraud the people of this country. \"","sentiment_score":0.0}
{"full_text":"Rite Aid expands age range for its COVID-19 testsRite Aid is expanding the age range for its COVID-19 testing. The Camp Hill, Pa.-based retailer said Tuesday that its no-charge testing sites will offer testing for symptomatic and asymptomatic ...https:\/\/t.co\/vGJSCLxmtX","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 6.2degC * Wind: SW 0.9 to 4.9mph * Pressure: 1014.2hPa * Rain: 0.0mm * Hum: 80% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:16 * Sunset: 16:05 * Cloudbase: 1440ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Our kura's response to yesterday's serious threat and lockdown  Inclusion and bridge building. ","sentiment_score":-0.3333333333}
{"full_text":"RT Today we must especially remember we are living on stolen land. Support First Nations non-profits including:@FNDI303 (Em...","sentiment_score":0.125}
{"full_text":"RT  Misleading viral posts shared in Myanmar warn of 'Zombie deer virus' outbreak after Covid-19 spike","sentiment_score":0.0}
{"full_text":"RT This is a staggering statistic...","sentiment_score":0.0}
{"full_text":"RT #IndyRef2 -- #BorisJohnson has a tough task ahead of him \"Coronavirus pandemic and fears over Brexit add new impetus to th...","sentiment_score":-0.1262626263}
{"full_text":"RT The Pope just disintegrated the Talibangelical Fascists masquerading as Christian Conservatives.Amy Covid Barrett &amp; Te...","sentiment_score":0.0}
{"full_text":"Traveling abroad? The CDC now says you should get 3 coronavirus tests","sentiment_score":0.0}
