{"full_text":"RT On the Pfizer COVID-19 vaccine: publishing interim results through a press release is neither good scientific practice...","sentiment_score":0.7}
{"full_text":"RT .@KamalaHarris and I aren't wasting any time. We're ready to get COVID-19 under control so that we can reopen our businesses...","sentiment_score":0.2}
{"full_text":"RT 1) SARS-CoV-2 Vaccines - I promised a Tweetorial and here we go. This is going to be long and nerdy. But I'll make sur...","sentiment_score":-0.05}
{"full_text":"Lawsuits filed by Trump about the election = 12, Lawsuits won 0!! #0for12","sentiment_score":0.0}
{"full_text":"RT Canada needs more lockdown!","sentiment_score":0.625}
{"full_text":"RT The party that treats covid like a hoax have all caught it &amp; the party that takes science seriously hasnt. Its full on Goo...","sentiment_score":0.0083333333}
{"full_text":"RT .@KamalaHarris and I aren't wasting any time. We're ready to get COVID-19 under control so that we can reopen our businesses...","sentiment_score":0.2}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT Two facts to remember today:1) Wearing a mask reduces the spread of COVID and saves lives.2) Donald Trump lost.","sentiment_score":0.0}
{"full_text":"RT BREAKING: While they celebrate the new president, who has processes and no studies. This happens to the population that come...","sentiment_score":0.1363636364}
{"full_text":"RT 7,830 #Covid cases in #Delhi in the last 24 hours. 83 deaths due to #Covid complications in #Delhi in the last 24 hours....","sentiment_score":-0.0416666667}
{"full_text":"RT Of profound concern is that tendering PS42bn in this way - via framework agreements - obviates the legal obligation on Go...","sentiment_score":0.1416666667}
{"full_text":"RT A vaccine with 90% efficacy is VERY GOOD. Like, ending-the-pandemic good, if enough people get it. Reduce transmission...","sentiment_score":0.5366666667}
{"full_text":"Don't try to tell me the pandemic is slowing down when we had to life flight a covid + pt in from El Paso (to Austin) bc no hospital in a 600+ mile radius had an open bed....","sentiment_score":-0.0777777778}
{"full_text":"RT Mike Pence is the head of the White House's Coronavirus task force. The US surpassed 10,000,000 coronavirus cases yeste...","sentiment_score":0.0}
{"full_text":"RT It's been a tough year for thousands of people in care homes - I think this will spread so much joy and put the idea of...","sentiment_score":0.2055555556}
{"full_text":"It is almost a week since we began Lockdown 2 and our shop is closed December 3rd.In the meantime our workshops are working as normal as we are able and our aim is to complete most (if not all) the promised pre-Xmas work as we can.Please do phone us if you have any questions.","sentiment_score":0.23}
{"full_text":"RT Two new cases have been reported in a #COVID19 outbreak at #UWaterloo Claudette Millar Hall. These cases are close contacts...","sentiment_score":0.1363636364}
{"full_text":"RT Sen. David Perdue bought stock in a company that produces protective medical equipment the same day senators received a class...","sentiment_score":0.0}
{"full_text":"Samples collected at the comfort of your home and your Covid19 PCR test results in 24 - 48 hours timeframe...Call: 08033372337Email: info@aspomtravels.com ..#AspomTravel #pcrtest#flighttickets #travel #ilovetravel #flightdeals #airplane #flight #flightoffers","sentiment_score":0.0}
{"full_text":"The Government: Stop workers being paid less than the National Minimum Wage during this pandemic - Sign the Petition! via","sentiment_score":-0.2083333333}
{"full_text":"They are asking that only those suffering from covid symptoms be tested. But not anyone who may have it but be asymptomatic as was the case over the summer.","sentiment_score":0.0}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"*ITALY SEES NEED FOR UP TO EU10B A MONTH TO COVER LOCKDOWN AID","sentiment_score":0.0}
{"full_text":"RT Even this clown has called the race","sentiment_score":0.0}
{"full_text":"Cause he has covid and this us a way yo get people off the scent... he's jot really going on vacation","sentiment_score":0.2}
{"full_text":"I hear you Andrew. It's not been a great year to say the least. We knew he was a social liberal, and I have a lot of sympathy for the early difficulties in getting to grip with the pandemic however it does feel as though he's rudderless right now. Few capable senior advisers.","sentiment_score":0.131292517}
{"full_text":"One of the main reasons I designed my mask for #NextGenMask challenge with I am also hoping to help our medical workers. The current method is not working. I want my mask to help everyone, but our medical workers really need something better.https:\/\/t.co\/9MlRHuhv1Q","sentiment_score":0.0733333333}
{"full_text":"RT Miraculous. COVID cured, the very instant the networks called the race for Biden.","sentiment_score":0.0}
{"full_text":"RT Do these dietitians look \"opportunistic\"? , were our members being \"cynical\" when they worked seven days a w...","sentiment_score":-0.6}
{"full_text":"RT The GOP has given far, far more attention to Trump's emotional needs over losing the election than they have to any of the...","sentiment_score":0.175}
{"full_text":"RT \"Alberta physicians call for 'sharp' two-week lockdown to curb spread of COVID-19\"There are only 39 Covid-19 patient...","sentiment_score":-0.0625}
{"full_text":"i've been so patient during this whole covid mess like this shit really fucked up a lot of things but finna get back on track ","sentiment_score":-0.155}
{"full_text":"Great Thread by Illustrates the very profound ways in which local councils have supported culture, leisure and sport to provide relief and pleasure to communities during the pandemic #CouncilsCan","sentiment_score":0.3027777778}
{"full_text":"RT 3.5M hospitality workers are already out of a job, and with winter approaching and COVID cases rising, that number wil...","sentiment_score":0.0}
{"full_text":"RT Steelers place 4 players on Covid list including Ben Roethlisberger","sentiment_score":0.0}
{"full_text":"RT I will provide this week's COVID-19 update today at 1:30 p.m. You can watch here:","sentiment_score":0.0}
{"full_text":"And in a pandemic no less!","sentiment_score":0.1041666667}
{"full_text":"RT BREAKING: trumps legal advisor for his election lawsuits doesn't have a law degree. Or even a bachelor's degree. He do...","sentiment_score":0.2}
{"full_text":"RT Sharing another virtual hunger-fighting opportunity today--join celebrity chef","sentiment_score":0.0}
{"full_text":"RT Charity begins at home.The budget for health is a mere 4.5% of the total budget. It's a joke!African countries gathe...","sentiment_score":-0.25}
{"full_text":"RT Two facts to remember today:1) Wearing a mask reduces the spread of COVID and saves lives.2) Donald Trump lost.","sentiment_score":0.0}
{"full_text":"RT Rehearsals #lockdown #livestream NEXT WEEK! Saturday 21 Nov 2020 8pmGet your ticket to watch:","sentiment_score":0.0}
{"full_text":"RT We were live yesterday outside Northwestern &amp; tomorrow outside one of the largest (mass) testing centers in the Midwest as case...","sentiment_score":0.0454545455}
{"full_text":"RT The driver is Glasgow not being in full lockdown with travel restrictions in place.  We've been inundated again last...","sentiment_score":0.175}
{"full_text":"RT After Abrams' vastly successful organization, the Federalist wants the GA legislature to ban the traceable mail-in paper...","sentiment_score":0.475}
{"full_text":"RT 3) The study also found that people with a pre-existing mental illness were 65% more likely to be diagnosed with #COVID19 t...","sentiment_score":0.1333333333}
{"full_text":"RT Once-in-a-century global pandemic.Economic dislocation across the country.Migrant hardships.15 years of anti-incumbency....","sentiment_score":0.0}
{"full_text":"RT Per my IG timeline this pandemic is causing a 2nd baby boom  YALL is pregnant pregnant","sentiment_score":0.2222222222}
{"full_text":"RT FYI, COVID-19 can still be transmitted while praying","sentiment_score":0.0}
{"full_text":"RT really missing this place rn since covid ruined all my plans of spending the year there, so i'm just reminiscing through m...","sentiment_score":-0.2}
{"full_text":"RT Please remember. A vaccine is one essential element of an effective response to Covid-19. But only one. We will still ne...","sentiment_score":0.2}
{"full_text":"RT Happening today: will find out if we are back to the purple #COVID19 tier. is considering plans to b...","sentiment_score":0.0}
{"full_text":"Find a blood drive near you:","sentiment_score":0.1}
{"full_text":"It was awesome getting to see Shawn and Gary, otherwise I didn't get a chance to shop, yet. Beautiful store with large layout to help with social distancing. Great location and I love to see all the young people of color working there. Stoked for y'all!","sentiment_score":0.5032312925}
{"full_text":"RT The Affordable Care Act case goes before the Supreme Court today. It's why the GOP rammed Amy Coney Barrett through in reco...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT COVID-positive nurses are allowed to keep working in virus-swamped North Dakota","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT If he can do all that in a mask, you can wear one at Target when you're stocking up on toilet paper and mayonnaise.","sentiment_score":-0.0333333333}
{"full_text":"RT Maryland definitely needs to go back to phase 1. Not even on no funny shit. 1000 new cases of corona everyday is kind of n...","sentiment_score":0.0301948052}
{"full_text":"RT US Majority: We want to have a democratic system of governance, healthcare access, economic stimulus &amp; a national response...","sentiment_score":0.2}
{"full_text":"RT Many COVID-19 survivors are likely to be at greater risk of developing mental illness, psychiatrists said, after a large study...","sentiment_score":0.2228571429}
{"full_text":"RT Except in the buried lede of your story, the head of the institute conducting the trials himself said the \"serious adve...","sentiment_score":-0.3333333333}
{"full_text":"Oslo scientists will research whether cod liver oil can prevent coronavirus infection","sentiment_score":0.0}
{"full_text":"RT Canada made $1 billion upfront payments to Pfizer, GSK, J&amp;J and others for Cov-19 vaccine to get early access and hedge...","sentiment_score":0.1}
{"full_text":"RT For everyone following coronavirus stuff: The Oklahoma House Dems just had a presser. Link below. At 2, we're going to he...","sentiment_score":0.0}
{"full_text":"You should be more concerned about what's IN a vaccine... The one they are trying to push would have had to of been made years, before the \"virus\" broke out. Vaccines take a long time to make..  2 to 5 years to make","sentiment_score":0.225}
{"full_text":"RT Head of the US Covid-19 task force is taking a week on Sanibel island.","sentiment_score":0.0}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Just in from the BoE meeting: SMOB Nick Asante apologizes for lack of minority representation at Covid superspreader h...","sentiment_score":0.0}
{"full_text":"RT Taking timely decisions, listening to expert advice, being honest &amp; open with the public, are just some of the actions the Mo...","sentiment_score":0.2}
{"full_text":"Time to re-up this message seeing as we are 8 months in, #COVID19 case counts are higher than ever, and seems content with the looming winter disaster.","sentiment_score":0.25}
{"full_text":"RT Passenger train services (only Shramik Specials) started on May 12, 2020, but hawkers have not been allowed to board. Long...","sentiment_score":-0.025}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"Spending the 1-2pmET\/10-11amPT hour talking #covid19 vaccines with SF friends, tune in!","sentiment_score":0.0}
{"full_text":"RT Saudi Arabia's economy contracts for a fifth straight quarter on impact of oil prices and pandemic","sentiment_score":0.2}
{"full_text":"RT Ontario has seen consecutive record breaking days for COVID-19 infections, with 1,388 today. Public health units are los...","sentiment_score":0.0}
{"full_text":"RT \"We are no longer delaying the inevitable.\" Read on why the promising vaccine news makes it...","sentiment_score":0.1}
{"full_text":"RT This is clear: &amp; have a mandate -- almost as big as FDR's -- on covid, climate, the economy, systemic...","sentiment_score":0.05}
{"full_text":"RT This year will award at least one organization a $25,000 Movement Building Grant.Go to the link below to rec...","sentiment_score":-0.3}
{"full_text":"Tattooing myself over lockdown was a great idea except I'm gonna look like a colouring book very soon","sentiment_score":0.5}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"So I read all the info, and can't determine what triggers an alert? Is it standard CDC guidelines for close contact for a period of time, or will it just trip if I walked by someone for a second who was ten feet away?  This metric seems to be an important piece of info","sentiment_score":0.1}
{"full_text":"Why does it take OVER 6 months to process a VALID EDD claim??? My friend, who was affected by the pandemic, is STILL waiting. We called multiple times &amp; spent HOURS on hold &amp; being bounced around, but at no avail. People's lives are at stake! This is BEYOND unreasonable!!","sentiment_score":-0.09765625}
{"full_text":"RT UK to Trump: It's #BidenWonDay","sentiment_score":0.0}
{"full_text":"RT Head of the US Covid-19 task force is taking a week on Sanibel island.","sentiment_score":0.0}
{"full_text":"RT \"He held me under hot water\"Zack's boyfriend had never been violent towards him, but that changed when the UK went into lock...","sentiment_score":-0.275}
{"full_text":"RT Look forward to a day soon, unlike this very day, where the occupants of the White House are fighting to expand health ca...","sentiment_score":0.1}
{"full_text":"RT Mike Pence is the head of the White House's Coronavirus task force. The US surpassed 10,000,000 coronavirus cases yeste...","sentiment_score":0.0}
{"full_text":"From 00:01 tomorrow, Wednesday 11th November, all flights will operate from Terminal One.For more information, please visit &gt; and contact your airline for the latest updates to their flights.","sentiment_score":0.5}
{"full_text":"RT .@KamalaHarris and I aren't wasting any time. We're ready to get COVID-19 under control so that we can reopen our businesses...","sentiment_score":0.2}
{"full_text":"RT ha.. \"drifts up\"?Fed rate to 5% as predicted? in other words:SPX = 2800 or below.","sentiment_score":-0.125}
{"full_text":"RT The ACA was a life saver for the more than 130 million Americans with a preexisting condition - including covid now. Repu...","sentiment_score":0.5}
{"full_text":"RT BREAKING--20% of recovering  #COVID19 patients develop mental illness within 90 days, says large US study.  Increased *first...","sentiment_score":0.1214285714}
{"full_text":"RT Vice President Mike Pence is reportedly heading to Florida for a vacation on Sanibel Island.He is the head of the U.S. #COVID...","sentiment_score":0.0}
{"full_text":"The COVID vaccine needs to be kept at a temp of -70-80 degrees  C.I was worried about the logistics of this, until I remembered our resident white good expert in chief...He got dis. #vaccinecovid #BorisFridge","sentiment_score":0.35}
{"full_text":"RT Once again, our President defied the expectations of the \"experts\" and delivered on his ambitious goal of having a safe +...","sentiment_score":0.375}
{"full_text":"Further, the CDC found that up to 1.6% of discharged patients had multiple readmissions within two months of discharge.","sentiment_score":0.0}
{"full_text":"RT National. Mask. Mandate.","sentiment_score":0.0}
{"full_text":"RT Media elected president sleepy fraud. They came with Russia interference he won.Terrorism...","sentiment_score":0.0}
{"full_text":"RT Ontario reporting new one-day high of 1,388 cases, 15 deaths; Poll finds over two-thirds of Canadians support a pandemic curf...","sentiment_score":0.1481818182}
{"full_text":"RT What changed CNN?Monday, November 2, 2020 at 10:30am vs. Monday, November 9, 2020 at 10:30am.Gone is the COVID tracker...","sentiment_score":0.0}
{"full_text":"#COVID19 - What exhausted, overstretched and anxious front-line staff need now from senior leaders, says","sentiment_score":-0.325}
{"full_text":"RT Nursing homes in #Michigan are pursuing legislation or an executive order from Gov. Gretchen Whitmer that would give the...","sentiment_score":0.0}
{"full_text":"RT I hope they won't hoard COVID-19 vaccines when they send them to Nigeria ","sentiment_score":0.0}
{"full_text":"RT Trump is out money so his family will continue  its criminal activity...","sentiment_score":-0.4}
{"full_text":"WVU really decided not to notify all the students in a class when a student has conducted COVID. ","sentiment_score":0.2}
{"full_text":"RT Meanwhile, the Dept of Health is advising rotational workers about a COVID-19 outbreak at the Seymour Pacific Developments wo...","sentiment_score":0.0}
{"full_text":"RT \"Dying at 75 will not be a tragedy.\"- COVID task force pick, Dr. Ezekiel Emanuel, on why life is not wor...","sentiment_score":0.0}
{"full_text":"Two more posts for you this week in our \"Democratic Response to #Covid\" series with &amp; First up is Jimmy Nelson from looking at: \"Cooperative working in the face of Covid-19\"https:\/\/t.co\/R5H2QzolMf #coops #cooperatives #Food","sentiment_score":0.375}
{"full_text":"RT What changed CNN?Monday, November 2, 2020 at 10:30am vs. Monday, November 9, 2020 at 10:30am.Gone is the COVID tracker...","sentiment_score":0.0}
{"full_text":"Been to local asda tonight no problem. Covid security had her face mask pulled down as well as many people. Quite a few without masks. Lady on the till didnt have one on. Just gave her a big smile!","sentiment_score":0.0865740741}
{"full_text":"going to concertssss &amp; on vacationnnn","sentiment_score":0.0}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT He's the head of the coronavirus task force and there are now more than 100K cases a day and he's taking a vacation","sentiment_score":0.5}
{"full_text":"RT US Majority: We want to have a democratic system of governance, healthcare access, economic stimulus &amp; a national response...","sentiment_score":0.2}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT Of 58 Executive Orders since his declaration of the state of emergency, the phrase \"skilled nursing fac...","sentiment_score":0.5}
{"full_text":"RT Honestly- do a stay at home order along with funding to pay workers and owners to not have to be out working. Get through wi...","sentiment_score":0.6}
{"full_text":"Perhaps concerningly, the pandemic has made me more and more comfortable with being alone.","sentiment_score":0.4666666667}
{"full_text":"Progress in this game isn't linear. Don't be put off by a backward step.Some key points in my journey:1) First ever cycle2) Second cycle (followed by a frantic effort to get lean again)3) Third cycle (then curtailed by COVID)4) TRENI've made 200lbs. I will make 225.","sentiment_score":-0.03}
{"full_text":"The \"when one door closes, another opens\" mindset will help businesses stay relevant after the pandemic. With consistently shifting circumstances, how can business owners and entrepreneurs stay nimble? #EntrepreneursMonth #PeopleFirst","sentiment_score":0.325}
{"full_text":"Distance yourselves too!!!!!","sentiment_score":0.0}
{"full_text":"RT Mask up and get it done! Good Morning! #BeSafe #WearAMask","sentiment_score":0.875}
{"full_text":"COVID IS FAR FROM OVER.... IRRESPONSIBLE P.O.S","sentiment_score":0.1}
{"full_text":"RT every day i wake up and think about how the prime years of my life are being lost to mental illness and coronavirus","sentiment_score":-0.1}
{"full_text":"How soccer helps women cope with COVID - and life in generalhttps:\/\/t.co\/dIOH4Yhvn0","sentiment_score":0.0}
{"full_text":"Vaccines for COVID-19 coming from the United States might arrive in the Philippines early next year \"at the latest,\" Manila's envoy to Washington Jose Manuel Romualdez said.","sentiment_score":0.2}
{"full_text":"Stay cosy ","sentiment_score":0.0}
{"full_text":"WATCH LIVE: Aspirations and Resilience: Arab Youth &amp;; The COVID-19 Era is starting.  UAE Minister of State for Youth Affairs joins Editor-at-Large for #TheHillArabYouth","sentiment_score":0.0681818182}
{"full_text":"RT &gt;110,000 new cases per day&gt;59,000 hospitalized &gt;1,100 deaths per dayThe head of the White House Coronavirus Task Force can...","sentiment_score":0.0681818182}
{"full_text":"WMAR-2 News is here for you! Baltimore City Public Schools is hiring an Assistant Principal.https:\/\/t.co\/gNXKit2Iqg","sentiment_score":0.0}
{"full_text":"11\/16 Webinar: COVID-19 and Beyond: A CISO's Perspective for Staying Ahead of Threats","sentiment_score":0.0}
{"full_text":"You go Mr President-elect...","sentiment_score":0.0}
{"full_text":"RT This is what happens when you abandon so many of the self-employed in the midst of a crisis@ExcludedUK","sentiment_score":0.5}
{"full_text":"RT Sad news. RIP. Whether you agreed or disagreed with him, he was a lively, gregarious, intelligent figure, who enjoyed a de...","sentiment_score":0.2340909091}
{"full_text":"Our public health colleagues have worked during the pandemic to develop a COVID-19 website which provides you with information on the new national restrictions as well as the latest data on cases - #CouncilsCan","sentiment_score":0.2121212121}
{"full_text":"Continuing our series, #Borders and the State in Light of #COVID19, Omar Dahi spoke with Dr. on borders and his book \"Security at the Borders: Transnational Practices and Technologies in West Africa.\" For their full conversation:","sentiment_score":0.375}
{"full_text":"C'mon y'all, we can do better than thisAZ Central: Arizona adds more than 3,400 new COVID-19 caseshttps:\/\/t.co\/m22Gs8Au3p","sentiment_score":0.2840909091}
{"full_text":"New Survey Reveals the Effects of COVID-19 on Passenger Confidencehttps:\/\/t.co\/VYXw8XtBwm","sentiment_score":0.1363636364}
{"full_text":"RT Biden team won't have formal power to manage COVID until January 2071 daysBetween now and then, we may see additional 1...","sentiment_score":0.0}
{"full_text":"Wine 'tasted like gasoline': How Covid-19 is changing some people's sense of smellhttps:\/\/t.co\/kUlzXZbH2I","sentiment_score":0.0}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"\"PPAHS' results are consistent with other research that shows about 4 in 10 US adults have avoided medical care due to COVID-19 concerns.\"https:\/\/t.co\/2qr0XK6jQs#PrimaryCare #MedTwitter","sentiment_score":0.0}
{"full_text":"Join us today November 10th for a free Personal Protective Equipment (PPE) Giveaway!We will be providing masks, hand sanitizer, &amp; more as well as offering free COVID-19 testing at our facility at 101 Jackson St., NE Atlanta 30312! We will be hosting this event from 1 to 4 pm","sentiment_score":0.35}
{"full_text":"Online antenatal classes - stay at home while getting ready for baby; you can now avail of the free online course for parents, grandparents and carers across Northern Ireland.#gettingreadyforbaby #pregnancy #newbaby","sentiment_score":0.3}
{"full_text":"The COVID-19 pandemic has hit hard in Black and Latinx communities, with the highest rates of illness and death than any other group. We won't stop until everyone has access to the health care they need.","sentiment_score":-0.1944444444}
{"full_text":"As of 1300-ET 10 November 2020 the U.S. has 244,811 (19%) of the world's Coronavirus REPORTED deaths:","sentiment_score":0.0}
{"full_text":"Due to COVID-19 it has now become very crucial to keep a track on your blood sugar readings, find out why now...","sentiment_score":-0.0625}
{"full_text":"\"The UAE's Physical Sharjah International Book Fair Hosts 1,024 Exhibitors\" #WUPrint","sentiment_score":0.2333333333}
{"full_text":"Hunch is sound - nothing is planned for Rata\/Ash for at least 10-15 years, &amp; that was before COVID. AT's proposed improvements here are paint, rumble treatments &amp; *maybe* some raised tables, basically meaningless in face of the huge safety issues","sentiment_score":2.775557562e-17}
{"full_text":"Coronavirus isn't the only danger that's looming, and you should make sure you are not the next victim of a COVID-19 con.","sentiment_score":0.10625}
{"full_text":"NS: St. Thomas University and Cooper Institute is conducting a study and seeking to interview Temporary Foreign Workers about their experiences working in the agricultural and seafood sectors in the Maritime provinces during the pandemic.","sentiment_score":-0.125}
{"full_text":"Santa Barbara's Pierre Claeyssens Veterans Foundation will host a \"Night at the Drive-In\" event on Wednesday at Goleta's West Wind Drive-In in order to safely commemorate Veterans Day amid the pandemic.","sentiment_score":0.5}
{"full_text":"Join us right NOW November 10th for a free Personal Protective Equipment (PPE) Giveaway!We will be providing masks, hand sanitizer, &amp; more as well as offering free COVID-19 testing at our facility at 101 Jackson St., NE Atlanta 30312! We will be hosting this event from 1-4 PM","sentiment_score":0.3371428571}
{"full_text":"The New York State United Teachers on Monday unveiled a website meant to help people track COVID-19 health and safety concerns in schools. ","sentiment_score":0.1363636364}
{"full_text":"Stay cosy https:\/\/t.co\/a0AesKYTi0","sentiment_score":0.0}
{"full_text":"The health disparities of Native Americans have been further exposed by the COVID-19 pandemic. According to American Indians have a 3.5 higher infection rate than non-Hispanic whites for COVID-19. Be sure to visit: for more information. #NAHM2020","sentiment_score":0.25}
{"full_text":"On Monday, the Centers for Disease Control and Prevention updated its holiday guidance, noting the virus crisis is worsening and that small household gatherings are \"an important contributor.\"","sentiment_score":0.075}
{"full_text":"THERE ARE PEOPLE WHO CAN'T WEAR A FACE MASK IN PUBLIC FOR SPECIAL REASONS- FIGHT COVID TOGETHER.https:\/\/t.co\/CTBh2OgHbf#phr, #mobhealth","sentiment_score":0.1785714286}
{"full_text":" Denmark to cull up to 17 million mink amid coronavirus fears.https:\/\/t.co\/VEQtRs28Dn","sentiment_score":0.0}
{"full_text":"Includes places doing click and collect","sentiment_score":0.0}
{"full_text":"How COVID-19 has affected trade, in 8 chartshttps:\/\/t.co\/6FmeIdAhRd","sentiment_score":0.0}
