{"full_text":"RT Check the stats. U.S. deaths this year are pretty much in line with years past.  But deaths from pneumonia, heart disease a...","sentiment_score":0.0666666667}
{"full_text":"RT Will no TV interviewer  ask the question of ministers'As there are almost no deaths from covid19  in the healthy populat...","sentiment_score":0.5}
{"full_text":"Mitch McConnell made you lose by refusing to pass a 2nd Covid Stimulus bill in October. Sorry.He should be punished by losing HIS job. Why should YOU be the only Republican to lose?If GOP loses the senate races in Georgia - MITCH LOSES HIS JOB as majority leader.","sentiment_score":-0.15}
{"full_text":"RT 13 residents have died following a Covid-19 outbreak at a Bishopbriggs care home.Operators HC-One say 11 members of s...","sentiment_score":0.0}
{"full_text":"RT I've seen people saying \"I'm having my family over for Thanksgiving. I might not see them again\".How about this: what...","sentiment_score":0.0}
{"full_text":"RT Twenty-eight more males than females with #COVID-19 have died. Key correlations:*Men are less likely to have underlying...","sentiment_score":0.0833333333}
{"full_text":"RT Churches should pay a covid19 tax for staying open during the pandemic to pay for the medical care of those infected bec...","sentiment_score":0.0}
{"full_text":"RT Founder Chairman Apollo Hospitals believes it was wrong to cap #COVID19 treatment cost since hotels r allowed to charge...","sentiment_score":-0.5}
{"full_text":"If you can, #StayHome If you must go out, #WearAMask","sentiment_score":0.0}
{"full_text":"RT just in case you missed it this is a blowout  #DonaldTrump #Dominion #LALATE #PURP...","sentiment_score":0.0}
{"full_text":"RT Please say a prayer for the repose of her soul. Requiem aeternam.","sentiment_score":0.0}
{"full_text":"we said we wanted to go after lockdown ","sentiment_score":0.0}
{"full_text":"That was their plan to justify the planned lockdown... So sad.","sentiment_score":-0.5}
{"full_text":"Shame on you if you go shopping today. If you're that desperate to save a couple of bucks shop online and stop spreading disease. Cunts. #blackfridaysale #BlackFridayAmazon #BlackFriday2020 #boohooblackfriday #COVIDSecondWave #COVID19","sentiment_score":-0.6}
{"full_text":"AstraZeneca's COVID-19 vaccine 'mistake' could halt approval","sentiment_score":0.0}
{"full_text":"RT Local authorities like Coventry City Council need more financial support through this pandemic.But it's not just 8 mont...","sentiment_score":0.1666666667}
{"full_text":"RT COVID-19 in Malaysia : Numbers at a Glance as of 27th November 2020, 12 pm#COVID19#KitaTeguhKitaMenang#sihatmilikku#w...","sentiment_score":0.0}
{"full_text":"RT Brazil President Bolsonaro says he won't take a coronavirus vaccine. Once again taking global leadership in incompetence...","sentiment_score":0.0}
{"full_text":"RT When it comes to keeping the coronavirus in check over the long haul, \"the laws of Darwin are as important as the vaccines...","sentiment_score":0.175}
{"full_text":"Not during a PANDEMIC where the lives of the masses are at stake.","sentiment_score":0.0}
{"full_text":"RT It seems very strange that #Over60s are only mentioned as a footnote on website https:\/\/t.co\/F5kl...","sentiment_score":-0.0325}
{"full_text":"In the past 4 years, Trump's German-American population Grew Much! US  Jerries now earn more than other races, many in crime, recruit Jerries &amp; Anglos for Neo-Nazi parties, don't obey Pandemic safety rules, Jerry cops attack blacks! TRUMP goes &amp; they, their acts subside.","sentiment_score":0.2}
{"full_text":"RT The IRONY:NCOC meeting is being held online due to CORONA and some people in their are arguing that future doctors should go...","sentiment_score":-0.0625}
{"full_text":"RT Trump bragged that he had spent over $2 trillion dollars on the military in the last three years.  New tanks, new equipmen...","sentiment_score":0.0145454545}
{"full_text":"RT Food banks across our nation are struggling to keep up with the demand due to COVID-19. Know that when and I ar...","sentiment_score":-0.125}
{"full_text":"Your bear bear resemble lace wig.","sentiment_score":0.0}
{"full_text":"RT She is the Worst Virus of Mankind. First she ate Safdar Physically then took her Mother's Life &amp; later destroyed Father'...","sentiment_score":-0.1875}
{"full_text":"RT This week, with support from IOM provided over 300 PPE kits and medicines to the COVID-19 isolation center in Zwara...","sentiment_score":-0.1}
{"full_text":"RT Our official request for a breakdown of the N3.5trillion spent by CBN on #COVID19 response has been received and acknowledged...","sentiment_score":-0.1}
{"full_text":"RT Remember when passed a law to arrest people for exercising their right to protest against his Gov't? Today, he...","sentiment_score":0.1178571429}
{"full_text":"RT GiveawayTo celebrate the start of a partnership with organic Austrian winery Zuschmann Schofmann, we are giving away...","sentiment_score":0.0}
{"full_text":"RT So, when people start dropping dead from these vaccines, as we are seeing with masks,the media will blame covid and say M...","sentiment_score":-0.2}
{"full_text":"RT it should be ILLEGAL to be at work this fucking early during a whole  ass pandemic ","sentiment_score":-0.0666666667}
{"full_text":"Tucker: Political class using COVID crisis to gain power #USA #Svpol","sentiment_score":0.0}
{"full_text":"Not here was with 20 of my family at my aunt's house! No masks no social distancing! My take on this is if you are going to get this virus you are going to get no matter what you do! It is God's will and nothing you do will change that!","sentiment_score":-0.0325520833}
{"full_text":"Clearly laid the blame on the spread of the virus through the pandemic on the under 25's","sentiment_score":0.1}
{"full_text":"RT The vast, vast majority of people of working age, whose lives are being destroyed by Government, are not at more risk from...","sentiment_score":0.1666666667}
{"full_text":"Just sitting around half awake waiting for news from hospital. My father (91) very unwell (not covid). So pleased my brother is there as I can't go in. Random phrases from Psalms\/prayers ghosting through my mind","sentiment_score":0.0083333333}
{"full_text":"RT So here's where I've been putting my excess hours of screen time  before and during lockdown 2 - a set of illos based...","sentiment_score":0.0}
{"full_text":"RT Amen. This SCOTUS majority is completely out of touch. We can't let religious extremism put our health and lives at risk.","sentiment_score":0.05}
{"full_text":"Remain cautiously optimistic as the economic impact primarily due to the pandemic, says Chief Economic Adviser Read more:","sentiment_score":0.19375}
{"full_text":"Another lockdown disciple in a cushy job with no risk of losing it.....they make me want to ","sentiment_score":0.9}
{"full_text":"A smack down of SCOTUS? Pope Francis: A Crisis Reveals What Is in Our Hearts","sentiment_score":-0.1555555556}
{"full_text":"RT Today I will be speaking at the #RecoveryBeyond Summit. In this session I will be discussing the impact...","sentiment_score":0.0}
{"full_text":"If the pandemic didn't bring structural change it certainly can bring personal change. This is a challenge worth taking. #taketheJUMPnow I'm in!! ","sentiment_score":0.2276785714}
{"full_text":"Might have to whip up a batch for our Ontario covid Christmas. Tks for sharing","sentiment_score":0.0}
{"full_text":"RT The Pope subtweeting the hell out of Amy Comey Barrett, Neil Gorsuch, Brett Kavanaugh, Clarence Thomas, and Samuel Ali...","sentiment_score":0.0}
{"full_text":"#ImStillME# Fighter #fibrosucks #fibrowarrior #recovery#surviver #searchME #stayathome #spoonie #spooniegirl # fightlikeagirl #loveluna #celeryjuice #fibromyalgia #remmision","sentiment_score":0.0}
{"full_text":"Life in America: What Price? | Nature's Real Health","sentiment_score":0.2}
{"full_text":"So I will say this; Believe whatever you want, anti- mask or against lockdown or whatever freedoms you think you're losing,  you're entitled.What You're NOT ENTITLED TO is breaking the law. NO ONE IS ABOVE THE LAW. NO ONE. The VAST majority understands and adheres to RULE OF LAW","sentiment_score":0.0}
{"full_text":"Rosslyn Park FC - London Tier 2 Covid Alert Level Announcement. For further RPFC COVID-19 guidance, please visit","sentiment_score":0.0}
{"full_text":"RT \"Take it from me, look after yourselves, because you don't want to be seeing the tears of your mum.\" Grieving caller Imran lost...","sentiment_score":0.0}
{"full_text":"My point is people have to live people have to go to the grocery store. Not everybody has internet access you know some people people who cannot afford to stay home.","sentiment_score":0.1363636364}
{"full_text":"It's going to be dark until folks take this seriously. Our population will suffer. Nobody brings up the covid side effects. Those are horrid. Over 250k is a small city. We are not weeks away from going along as usual. I personally will personally protect myself until I am sure.","sentiment_score":-0.069047619}
{"full_text":"RT Hydroxychloroquine should be available OTC for all so it can be taken at the first sign of symptoms. It has been prove...","sentiment_score":0.325}
{"full_text":"Me and my boyfriend were dating for 5 months and had been living together for 2 (but both working\/going to class with crazy hours) we ended up being much much closer now with our time together at home because of the pandemic","sentiment_score":-0.2}
{"full_text":"No lie I'm scared as fuck to go to work today. Last year was just regular nerves about working Black Friday, now I gotta deal with this shit in the middle of a pandemic that too many people are not taking seriously.","sentiment_score":-0.075}
{"full_text":"What a beautiful day for a presidential pardon.....!!                           SSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSSS","sentiment_score":1.0}
{"full_text":"RT So they may well claim that we would breach social distancing rules by insisting everyone entitled to a vote is allowed to...","sentiment_score":0.0333333333}
{"full_text":"My heart aches hearing her story #WearAMask","sentiment_score":0.0}
{"full_text":"RT Germany's government is preparing to roll out a nationwide coronavirus vaccine program as it became the latest country to hit the m...","sentiment_score":0.5}
{"full_text":"RT Yes possible but seems unlikely tiers system will be voted down - this does highlight the fact that the 'vote' on these re...","sentiment_score":-0.2185185185}
{"full_text":"RT Trump and McConnell didn't care the first two times:","sentiment_score":0.25}
{"full_text":"RT \"why do people care about the tiers just stay at HOME. GOD\" - people who live and work in comfortable homes","sentiment_score":0.2681818182}
{"full_text":"He had Covid, I thought, so no need for vaccine, no?","sentiment_score":0.0}
{"full_text":"RT #DidYouHear? Hundreds of CSOs are demanding that governments remove monopolies on #COVID19 treatments, tools &amp; vaccines, to...","sentiment_score":0.0}
{"full_text":"RT At the time of Bihar elections rallies were organized,despite numerous warnings from the EC, Govt did not care about Covid b...","sentiment_score":0.0}
{"full_text":"RT In the midst of CoVID, we're worried about the supply chain for essential medical equipment to look after children....","sentiment_score":0.0}
{"full_text":"RT Boris Johnson has defended his decision to place 55 million people in England into the two highest tiers of Covid restric...","sentiment_score":0.0}
{"full_text":"Congratulations Stay Blessed","sentiment_score":0.0}
{"full_text":"RT Over seven out of 10 Canadians support a four-week shutdown of non-essential businesses to combat the spread of COVID-19, a...","sentiment_score":0.0}
{"full_text":"RT They pulled the article from the JH website because - of course. I'm guessing the medical folks on Team Apocalypse didn't...","sentiment_score":0.0}
{"full_text":"RT There's never been a more appropriate+necessary time for #Whitehall to put faith in #regional decisionmakers+stop takin...","sentiment_score":0.5}
{"full_text":"Solidarity, not charity. If we had used the spring and summer to properly quarantine and put competent systems in place while paying Americans to stay home, we'd be living in a different world. Cornyn likes it when his boot is on the neck of poor folk. It makes him feel powerful.","sentiment_score":0.08}
{"full_text":"RT POWERFUL--this is still my favorite public health video. It was made months ago by Ohio Dept of Health, before airborne a...","sentiment_score":0.25}
{"full_text":"any chance of another virtual TT concert lockdown is doing my head in #questionsaskedbyhumans","sentiment_score":0.0}
{"full_text":"This education experiment on our children is failing.","sentiment_score":0.0}
{"full_text":"Big League WellnessCDC Will Shorten COVID-19 Self-Quarantine Recommendation from Two Weeks to Between Seven and Ten Days. A positive development.","sentiment_score":0.0757575758}
{"full_text":"Can you catch COVID-19 from pee?","sentiment_score":0.0}
{"full_text":"RT Thank you all for supporting Seoul Dynasty tobi. I haven't found a team yet, but I'll promise to return as a pro-player....","sentiment_score":0.25}
{"full_text":"In our #EmbedLIVE chat with Doug Roth, President and CEO, Scary Strokes, he tells us about how they survived the walls crashing down when the pandemic shut down their business.https:\/\/t.co\/fMg0bFRntx","sentiment_score":-0.2703703704}
{"full_text":"At a time when the last thing we need is more phishing attacks, new data shows that cybercriminals have been stepping up their game, taking full advantage of the pandemic.","sentiment_score":0.1172727273}
{"full_text":"RT Bombshell assertion by Johns Hopkins Econ and stat experts: \"These data analyses suggest that in contrast to most people's...","sentiment_score":0.5}
{"full_text":"RT Here's how health systems can help women survivors of violence during #COVID19: Identify &amp; share information on support services...","sentiment_score":0.0}
{"full_text":"people can't just stay home we have bills to pay.","sentiment_score":0.0}
{"full_text":"Why Did So Many Americans Vote for Trump? That's because in order to not be delusional one must allow the First Domino to fall...","sentiment_score":0.375}
{"full_text":"Lockdowns don't work!We need a mass administration of vitamin D supplements to population at risk for COVID-19.Studies show vitamin D fights Dementia, Diabetes, Heart Disease, and Hypertension.https:\/\/t.co\/aNE41ww4gP","sentiment_score":0.0}
{"full_text":"All good  now Gar , I got Covid , TJ was ok..stay safe matey it ain't pleasant","sentiment_score":0.6444444444}
{"full_text":"RT Can't restrict people from going to places of worship in the midst of the worst pandemic in a century.  But can tell peopl...","sentiment_score":-1.0}
{"full_text":"RT It's the International Day to End Violence against Women.1 in 3  around the  experience physical or sexual violence by:...","sentiment_score":0.1666666667}
{"full_text":"What the Tier 2 coronavirus rules mean for going to the pub in Cheshire ","sentiment_score":-0.3125}
{"full_text":"WATCH: Car enthusiasts in Russia restore Soviet-era cars during lockdown ","sentiment_score":0.0}
{"full_text":"RT If any #bbcqt producers want to know why their ratings have crashed recently watching Claire Fox ranting on about lockdown...","sentiment_score":0.0}
{"full_text":"This winter millions of people will be living in cold homes that cause serious health conditions that worsen the effects of Covid-19. #southlondonhealthyhomes support those most at risk.  #FuelPovertyAwarenessDay","sentiment_score":-0.1444444444}
{"full_text":"RT Since no one ever got to see my prom dress bc of Covid here y'all go ","sentiment_score":0.0}
{"full_text":"Less than a year to develop a #Vaccine, compared to ten years on average: the announcements of efficacy of candidate vaccines against #Covid19 are increasing, a scientific feat made possible thanks to very significant funding, particularly from the #US with $ 10 billion!","sentiment_score":0.0827380952}
{"full_text":"Due to the pandemic, most of us have had to adapt to a new normal. Maria 01 came up with a list of startups from #Finland whose products and services are just what we need right now.#StartupNationhttps:\/\/t.co\/qs5hCiOfvp","sentiment_score":0.1894155844}
{"full_text":"the mask 'cause we are living a global pandemic right? #sencalkapimi","sentiment_score":0.1428571429}
{"full_text":"The Whitchurch charity shop had been closed since the original Covid-19 lockdown began in March @air_ambulance","sentiment_score":0.1375}
{"full_text":"Thank you to CCLORS grant, for funding 2Funky, so that we can continue to support young people in Belgrave during this pandemic, through football sessions, mentoring, music &amp; art!","sentiment_score":0.125}
{"full_text":"The Holiday Lights Parade, hosted by the fire departments of Totowa and Woodland Park, has been canceled amid increasing Covid-19 cases in the area.","sentiment_score":-0.25}
{"full_text":"RT This stuff needs to be live streamed and televised. Cameras in every office, present at every negotiation. How many hours woul...","sentiment_score":0.2121212121}
{"full_text":"We're all 'forced' to stay home and work in sweat pants... but will we ever want to go out even if we can?https:\/\/t.co\/dP02lMCJUM","sentiment_score":-0.3}
{"full_text":"A Bahraini girl, aged seven, who tested positive after developing Covid-19 symptoms (Cluster 83727), infected nine others in her family, it has emergedhttps:\/\/t.co\/sR9hrzSAsV#Bahrain #Manama","sentiment_score":0.0636363636}
{"full_text":"CDC Warns Against All Travel on #Cruise Ships.The American health protection agency has also advised returning passengers to get tested and self-isolate for at least a week.","sentiment_score":-0.15}
{"full_text":"Take a trip down memory lane with me tonight!Last week was pure vinyl jungle rollers, this week we go way back 2 where it began!Sign up 2 my Patreon to watch the lockdown sessions, tonight 8pm  https:\/\/t.co\/z4aI0UPt71Admissions\/Doors close Friday 6 pm","sentiment_score":0.0195767196}
{"full_text":"\"We've gone numb. ... We are fully expecting the next few weeks to be brutal, and at this point, honestly, we just want to get it over with,\" Kathryn, a 28-year-old ICU nurse, tells about the toll the Covid-19 pandemic has taken on health care.","sentiment_score":-0.215}
{"full_text":"Do your part to reduce the spread and keep everyone safe.  Make sure that you complete the COVID-19 school screening tool every day before going to your bus stop.https:\/\/t.co\/tklf3Ge0Mt","sentiment_score":0.3666666667}
{"full_text":"Hogs hope to heal up over holiday, return to practice Sunday closer to full strength... #arkansas #razorbacks #wps (FREE)https:\/\/t.co\/9EJdf4SkVE","sentiment_score":0.35}
{"full_text":"Go big and stay home with these Black Friday deals for days ","sentiment_score":-0.0833333333}
{"full_text":"Nice to be featured in this article about #Covid19 and #AirQuality.","sentiment_score":0.6}
{"full_text":"British AstraZeneca to Conduct Another Trial Before Widely Distributing COVID-19 Vaccine","sentiment_score":-0.05}
{"full_text":"We can do this. Remember FACTS this weekendF- Face covering in shops and enclosed spacesA-Avoid Crowded placesC-Clean your hands and surfacesT- Two metresS-Stay home if showing symptomsDo your bit #supportdg","sentiment_score":0.0}
{"full_text":"The Travel Advisory has been updated to recommend against travel to more than a dozen states. Ohio itself is approaching 15% positivity and all Ohioans should be cautious.https:\/\/t.co\/QtW4p0ro71","sentiment_score":0.25}
{"full_text":"Curious how your air #filter can help you stay #healthy while at home? Our pros share the answer here. #newberlin #hvac","sentiment_score":0.2}
{"full_text":"COVID-19 cases among police top 8,000 in Philippineshttps:\/\/t.co\/H6BmYGgsAO","sentiment_score":0.5}
{"full_text":"#Millennials grow more resentful towards older generations as restrictions, economic fallout hit them harder. #Covid19","sentiment_score":0.1916666667}
{"full_text":"RT Brazos County health officials reported 83 new cases of COVID-19 on Thursday. Here's the latest.https:\/\/t.co\/v0Ac3VUndc","sentiment_score":0.1363636364}
{"full_text":"A new task force has been created to stop the spread of COVID-19 in Peel's South Asian community. #COVID19ON #Peelhttps:\/\/t.co\/G5LGb6Yn1H","sentiment_score":0.0681818182}
{"full_text":"If you own an e-commerce site, you're probably wondering how #COVID-19 could impact #shopping behaviours around #Christmas this year. Look no further - This explains it all! Read it here:","sentiment_score":0.3}
{"full_text":"Globally deaths of 1.3mn are equivalent to a week of normal annual deaths (57mn), and compares to about 10mn lives lost to cancer. Thoughts from a Renaissance man exponential moment is still in front of us. #COVID19https:\/\/t.co\/fwid23Akg8","sentiment_score":0.075}
{"full_text":"COVID 19 cases in India until : 27\/11\/2020 18:30Total Cases: 9311281 [+1410]Active: 454911Recovered: 8718469 [+760]Deaths :135770 [+18]Total Tests: 137.06MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"7 things pregnant women need to know about vaccinations from the CDC #INLaborofLove","sentiment_score":0.3333333333}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurvehttps:\/\/t.co\/hIwRBSLIDF","sentiment_score":0.0}
{"full_text":"It's fun, it's socially distanced, it lets you bond with family, and it gets a jump on December: Time to go pick out the Christmas tree.https:\/\/t.co\/aEkg8Nfmpx","sentiment_score":0.1666666667}
{"full_text":"Black Friday makes way for online sales, cognitive overload during COVID-19, and the CDC's messaging woes - PR Dailyhttps:\/\/t.co\/Urrq7GISRZ","sentiment_score":-0.1666666667}
{"full_text":"Governor Andrew Cuomo will be among the first to take a COVID-19 vaccine to show that it is safe, he said on Thursday in a conference call.","sentiment_score":0.375}
{"full_text":"We are still open! During #lockdown, we are continuing to treat patients as planned, in a #covidsecure environment. If you are unsure of the first steps, you can now arrange a private telephone discussion instead of our usual open events. https:\/\/t.co\/oOyqo58CxY","sentiment_score":0.0}
{"full_text":"The Centers for Disease Control and Prevention is predicting the U.S. death toll from the coronavirus could hit 321,000 by mid-December.","sentiment_score":0.0}
{"full_text":"Confused about what you can and can't do in Cheshire under Tier 2? This should help","sentiment_score":-0.4}
{"full_text":".@DodsResearch, in partnership with presents the findings of research into how #Covid19 has affected government digital efforts in this new report, available to read here:","sentiment_score":0.1787878788}
{"full_text":"Getting tested for COVID-19 before heading home for Christmas will help protect loved ones this festive season.Take the Christmas Travel Test. Protect the people you love. For more details go to website:","sentiment_score":0.5666666667}
{"full_text":"Kendal Parish Church are optimistic, but also realistic on the announcement of the potential restrictions approaching this Christmas.https:\/\/t.co\/SA8gc8UzzC","sentiment_score":0.0555555556}
{"full_text":"The CDC now projects that by Dec. 19, America will have suffered nearly 300,000 COVID-19 deaths. #kwch12","sentiment_score":0.1}
{"full_text":"There is now a clear downward trend as Stoke-on-Trent and Staffordshire prepare for life in Tier 3.https:\/\/t.co\/c7kION569m","sentiment_score":0.1}
{"full_text":"I have a flight from Goa to Patna which is a connecting flight via Mumbai do I need to get COVID Test Done..? Very disappointed with the customer care services, no proper guidelines,support or help is available.","sentiment_score":-0.1916666667}
{"full_text":"The #COVID19 crisis has exacerbated gender-based stigma, discrimination, violence and harassment everywhere, including in the world of work. The future of work must be based on dignity and respect for all. #RatifyC190 #16DaysOfActivism","sentiment_score":0.0}
{"full_text":"Compare MLB The Show 21 and MLB The Show 20https:\/\/t.co\/Vo6GsNbxko#CoronaVaccine #CoronavirusPandemic #COVID19Vaccine #coronavirus #Quarantine #Covid_19 #CoronaVirusUpdates #coronavirusuk  #COVID19ireland #Coronaviruspakistan #COVIDSecondWave #CovidVaccine","sentiment_score":0.0}
{"full_text":"As Alberta's COVID-19 cases rise, so does tension over world junior championship #COVID19AB #WorldJuniors","sentiment_score":0.0}
{"full_text":"Professor Paul Crawford, has co-authored a new book with Jamie Orion Crawford: 'Cabin Fever: Surviving lockdown in the Coronavirus pandemic'. Find out more in our November #IMHnewsletter :","sentiment_score":0.3181818182}
{"full_text":"Shopworkers should be one of the first to get Covid vaccine, union urges #retail","sentiment_score":0.25}
{"full_text":"The #COVID19 pandemic is affecting many #youngchildren around the world. #EarlyChildhoodMatters shares inspiring examples of how quickly people &amp; programmes can adaptwith empathy, agility and creativity.Follow the link to read the report!https:\/\/t.co\/WOvEFpR2v1","sentiment_score":0.4444444444}
{"full_text":"There are lots of safe, virtual, and socially distant Covid-friendly events happening in WNY! Here's what's happening this weekend:https:\/\/t.co\/9KdeEpOk6X","sentiment_score":0.1875}
{"full_text":"Planning to do some Christmas shopping this weekend?https:\/\/t.co\/D5UMfTffTe","sentiment_score":0.0}
{"full_text":"As the state faces an unprecedented surge in COVID-19 cases, a statewide decision on virtual schooling would reduce uncertainty, the Maryland State Education Association's president said in a letter Tuesday.","sentiment_score":0.6}
{"full_text":"MN is now screw up bad. Why is it MN AG job to suing to closing everything? MN GOP must do something here...asap!","sentiment_score":-0.875}
{"full_text":"RT Then this: Most of the #COVID patients in Jamaica who have died had at least one underlying condition. At the top of the l...","sentiment_score":0.2333333333}
{"full_text":"The hospitality industry might as well be back in lockdown, a Shropshire restaurateur has said as the county heads for Tier 2 restrictionshttps:\/\/t.co\/8Hn5EAtCwC","sentiment_score":0.0}
{"full_text":".@PwC_UK &amp; are running a 'where next for governance?' virtual event for UK businesses. &amp; will discuss covid-19's continued impact, digital governance and Edouard's personal family business journey. Sign up here","sentiment_score":0.0}
{"full_text":"A sharp rise in infections tied to factories and workplaces has led to a Covid-19 resurgence in Malaysia, highlighting how industrial settings can become vectors of contagion","sentiment_score":-0.125}
{"full_text":"Do you feel like the pandemic uncovered a lack of empathy in Americans? This is just who we are?","sentiment_score":0.0}
{"full_text":"Sir this year due to pandemic situation our education got distracted a lot . And we can't go through with these online class . So many of the students didn't prepared for these exams and for eamcet also ... So please make this year zero academic year...","sentiment_score":0.125}
{"full_text":"Where are we in COVID?","sentiment_score":0.0}
{"full_text":"RT You should be proud of your self for stepping up. We don't control the outcome of every struggle but it is through our ef...","sentiment_score":0.8}
{"full_text":"Where are we in COVID?","sentiment_score":0.0}
