{"full_text":"So 11 days ago Republicans stood in line to vote for \"their\" guy Trump. Most without masks well within a 6' distance of each other. How surprising that now the U.S. has seen record breaking numbers of Covid-19 infections currently.","sentiment_score":0.26875}
{"full_text":"RT The CDC lab in charge of an early COVID-19 test kit knew that it could fail 33% of the time but sent it to public labs a...","sentiment_score":-0.1333333333}
{"full_text":"RT Today, President-elect Biden thanked Prime Minister Trudeau for his congratulations and reaffirmed the close bonds betwee...","sentiment_score":0.0}
{"full_text":"RT Slovakia has a population of  5,457,926 with 491 Covid deathsScotland has a population of 5.454,000 with 3,280 deathsWhy...","sentiment_score":0.0}
{"full_text":"RT His kids can learn in person. But yours can't.He can celebrate birthday parties. But you can't. He can dine on a $...","sentiment_score":0.0}
{"full_text":"And these idiots will spread more Covid just like their #LoserInTheWhiteHouse does. Well done. #LoserInChief","sentiment_score":-0.15}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT You mean to the state Jared gave the middle finger to during the worst of their Covid crisis?  Yah, that'...","sentiment_score":-0.4375}
{"full_text":"RT Trump said the pandemic would \"magically\" end on Nov. 4. Yet here we are. So, once again, I cannot even begin to comprehend...","sentiment_score":0.5}
{"full_text":"COVID is out there like...","sentiment_score":0.0}
{"full_text":"RT An I-Drive hotel wants its deposit back after a potential buyer failed to acquire the property during the pandemic, ac...","sentiment_score":-0.075}
{"full_text":"FCC when they shut down Completely all speech except the Dems then will you act? Geez.","sentiment_score":-0.0277777778}
{"full_text":"RT Ports already struggling and we haven't the extra red tape on EU shipments in and out yet.  Of course a normal Christmas...","sentiment_score":0.05}
{"full_text":"RT LGU COVID-19 protocols are disempowering non-Cagayan-based organizations to provide assistance. The Tuguegarao Mayor &amp; the...","sentiment_score":0.0}
{"full_text":"RT California governor Gavin Newsom violated his own COVID guidelines by going to a birthday party","sentiment_score":0.6}
{"full_text":"RT Elon Musk reportedly fired Tesla workers who were afraid of returning to work out of fear of contracting COVID.But when Musk...","sentiment_score":-0.6}
{"full_text":"RT I will wear a mask on one condition &amp; one condition only....","sentiment_score":0.0}
{"full_text":"RT Hypocrites and #COVID19","sentiment_score":0.0}
{"full_text":"RT It's pretty simple: The Raptors want to stay homeMasai writes for us ","sentiment_score":0.125}
{"full_text":"RT SARS-CoV-2 Clinical Syndromes and Predictors of Disease Severity in Hospitalized Children and Youth","sentiment_score":0.0}
{"full_text":"It's true. They have abandoned us!","sentiment_score":0.4375}
{"full_text":"The fact that you praise someone from another party is really important to me as someone outside politics. To laypeople, it speaks of values higher than scoring points. Given the scale of challenges of Covid &amp; climate, we need unprecedented collaboration, not division. ","sentiment_score":0.3125}
{"full_text":"So yes it's possible. My doctor friends have been telling me since March they've had patients with Covid and other respiratory illnesses. Especially flu. It's well documented.","sentiment_score":-0.0416666667}
{"full_text":"RT My dad, through his small business, is providing warm meals to flood victims at the back if his truck in Tuguegarao City...","sentiment_score":0.1166666667}
{"full_text":"RT In just a few months, we will swear in a new president who is committed to getting the pandemic under control:","sentiment_score":-0.0318181818}
{"full_text":"SONGBIRD Official Trailer (2020) COVID Quarantine Thriller Movie HD via  What is this??? I hope this is not what awaits us as many people are still not cautious...","sentiment_score":0.5}
{"full_text":"CNBC's actual Twitter Bio is \"First in business worldwide\" and they legit don't understand how a savings account works.","sentiment_score":0.125}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT Trump is the worst thing that's every happened to country! He's divide our nation! Has brought dictatorship...","sentiment_score":-1.0}
{"full_text":"RT The UK government is accused of \"blatant cronyism\" after our investigation found a former Tory chairman was quietly give...","sentiment_score":-0.1666666667}
{"full_text":"RT Pelosi, Feinstein, Lightfoot, DeBlasio...now Newsom and the French Laundry dinnerare there ANY Democrat Lockdown Leader...","sentiment_score":0.0}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"RT Brian Wilson proving that he and the Labour Party have become the enemies of the Scottish people..","sentiment_score":0.0}
{"full_text":"RT In the middle of the pandemic, Western NY has stepped up to support quarterback who took the...","sentiment_score":0.0}
{"full_text":"The Daily Show really never fails to deliver.","sentiment_score":0.125}
{"full_text":"RT HOLY COW--\"In a *young, low-risk* population with ongoing #COVID19 symptoms, almost 70% of individuals have impairment in...","sentiment_score":-0.0166666667}
{"full_text":"RT There has been recent increase in the number of positive cases of COVID-19 disease at our testing center and laboratory. N...","sentiment_score":0.0424242424}
{"full_text":"Brexit seems to have given all kinds of crazies the feeling they can impose their stupidly on others however they like.","sentiment_score":-0.8}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"This is doing wonders for the spike in covid cases  idiots, all of them.","sentiment_score":-0.8}
{"full_text":"RT Schools should stop acting like everything is normal.We're literally in the middle of: 1) recovering from devastating t...","sentiment_score":-0.3333333333}
{"full_text":"RT Justifying homelessness, brought you by the World Economic Forum.","sentiment_score":0.2}
{"full_text":"With the #COVID19 #Pandemic heading into its 8th month. A couple images from way back at the start. #vacareporter #coronavirus #shelterinplace #WearAMask","sentiment_score":0.0}
{"full_text":"Despite 1 million coronavirus cases in Texas, 'people have quarantine fatigue. They're tired of it' #SmartNews","sentiment_score":-0.4}
{"full_text":"RT COVID lockdowns are simply Pavlovian experiments, and too many Americans are the dogs, conditioned to salivate at the rin...","sentiment_score":0.25}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT Minnesota GOP sent virus alert only to its side of the aisle | Star Tribune","sentiment_score":0.0}
{"full_text":"RT op: i can't go out and travel nowadays because of covid. can i go visit hyunsuk's heart?  :  come here","sentiment_score":0.0}
{"full_text":"RT Get the COVID Alert PA app and know when you've been in contact with someone who tested positive. No personal or location...","sentiment_score":0.1136363636}
{"full_text":"RT North Dakota Governor Doug Burgum announced a statewide mandate for residents to wear face coverings in an effort to slow the...","sentiment_score":-0.3}
{"full_text":"RT This is a really important aspect of the continued increase in covid cases - people who do not have the option to work...","sentiment_score":0.4}
{"full_text":"RT To our friends across the country: You can help us mobilize voters and raise the resources we need from where you are. As...","sentiment_score":0.0}
{"full_text":"RT \"Science gathers knowledge faster than society gathers wisdom.\"","sentiment_score":0.0}
{"full_text":"RT Holy Jesus.","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT The out of control pandemic is an epic failure by It didn't have to be this bad. This is more than governmen...","sentiment_score":-0.1041666667}
{"full_text":"RT I hope the guy who started this whole drama gets sued.F&amp;B businesses are struggling during the pandemic. Imagine the m...","sentiment_score":0.2}
{"full_text":"RT I spoke to the teams for about players in the game helping with Covid-19 research. More than...","sentiment_score":0.05}
{"full_text":"whatever you do everybody .... continue to get out and about !  essentially for your bodily and mental wellbeing","sentiment_score":-0.0333333333}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT \"The [coronavirus] vaccine will be distributed to front-line workers, the elderly, and high-risk Americans.\" -","sentiment_score":0.0}
{"full_text":"RT #Covid19 couldn't break the tradition of illumination at Hostel staffs at R K Hall continued the tradition of illu...","sentiment_score":0.0}
{"full_text":"Regina, Saskatoon high schools reducing in-person instruction to fight COVID-19 | CBC News","sentiment_score":0.16}
{"full_text":"Tested Negative for COVID","sentiment_score":-0.3}
{"full_text":"RT Enforcing Lockdown","sentiment_score":0.0}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT I don't know which leftists need to hear this, but I ain't submitting to a 2nd lockdown. Believe that.","sentiment_score":0.0}
{"full_text":"RT He has no plan as of now.Literally no plan.","sentiment_score":0.0}
{"full_text":"RT 7,340 fresh COVID-19 cases in Delhi take infection tally to over 4.8 lakh; death toll 7,519 with 96 new fatalities: Authoriti...","sentiment_score":0.2181818182}
{"full_text":"RT German Soldiers of #KFOR facilitated the delivery of medical equipment to the #Kosovo Security Forces, in the framework of t...","sentiment_score":0.0}
{"full_text":"So sad indeed Fare Thee Well Hon.Rehema@MinofHealthUG,","sentiment_score":-0.5}
{"full_text":"RT Austria  (no kangaroo ) now has the highest rate of #COVID19 in the world at the moment of any major country--surpassing...","sentiment_score":0.0625}
{"full_text":"Notice the guy in the centre who is PUSHING another protestor forward then GRABS THE EAR OF A POLICEMAN deliberately, I hope that the police can go through this footage and arrest anyone breaking lockdown rules.","sentiment_score":-0.05}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"#RIP_Grizz Grizz is out of lockdown! He found the new #BookReview of the wonderful, heart-warming story \"The Pink House\" by Trish MacEnulty I really enjoyed this tale.","sentiment_score":0.3840909091}
{"full_text":"#IoTPL rated me 2nd in #IoT #InternetOfThings@kcore_analytics rated me 15 in #QuantumComputing@Onalytica rated me 19 in #Telecom &amp; 42 in #IIoT44 in #CloudComputingAlum #NanoTech #ArtificialIntelligence #BigData","sentiment_score":0.0}
{"full_text":"RT Mask mandates really do make a difference in containing the coronavirus, research finds. But not all US states have implemen...","sentiment_score":0.2}
{"full_text":"RT Mike Parry | 5pm-7pm Should Dominic Cummings have quit earlier this year? Yorkshire Ripper serial killer Peter Sutcliff...","sentiment_score":0.0}
{"full_text":"RT Wow...super spreader covid eventDemocrat stole the presidency but FORGOT...","sentiment_score":0.0}
{"full_text":"Look up the word asymptomatic ","sentiment_score":0.0}
{"full_text":"Nicely explained","sentiment_score":0.6}
{"full_text":"COVID cases in Massachusetts schools are ticking up. 200 students, 157 teachers\/staff this week","sentiment_score":0.0}
{"full_text":"RT Dr. Celine Gounder, a member of President-elect Joe Biden's coronavirus task force: \"You're certainly going to see the CDC talen...","sentiment_score":0.2142857143}
{"full_text":"RT 4) Folks--my biggest fear isn't the actual beds, it's the PTSD and destruction of our doctors and nurses if all this pandemi...","sentiment_score":0.0}
{"full_text":"RT Cummings' Brexit 'success' was built on the fear-mongering lie that millions of Turkish immigrants were heading for the...","sentiment_score":0.3}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT Everyone eating in a restaurant should have to spend 12 hours in the \"pit\" with these nurses, and yes I am subtweeting","sentiment_score":0.0}
{"full_text":"RT Holy mother of god, stay home. And when you need essentials wear a mask and gloves. Scrub &amp; wipe down anything &amp; everythi...","sentiment_score":-0.1555555556}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"Fuck fuck fuck le covid ","sentiment_score":-0.4}
{"full_text":"Spot on!  We need competent leadership.  You \"tRump\" have demonstrated a total lack of leadership and total disregard for the lives of our American Citizens.","sentiment_score":0.125}
{"full_text":"Government interventions make free markets, so, uh, yeah","sentiment_score":0.4}
{"full_text":"haven't been able to celebrate a holiday normally since Purim. I miss my friends, I miss my shul, my kid misses school. I was such an idiot to be hopeful on Passover that come the HH we'd all be safe again. I'm being beaten down by pandemic life.","sentiment_score":0.0324074074}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"Don't stop #climate collapse which is an existential threat to people &amp; #planet, don't stop #Covid now killing 1,000 Americans a day, instead millions of Americans have been duped into fighting problems that don't exist; stolen elections, socialism, defunding police, law &amp; order.","sentiment_score":0.0}
{"full_text":"RT the election saved us from covid being on salad bars. this is why georgia turned blue. ","sentiment_score":0.0}
{"full_text":"RT The CCP lied for months--delaying the global response at a critical point. And our media convinced us to blame Trump.","sentiment_score":0.0}
{"full_text":"They should hang their heads in shame fir appalling treatment of people's families","sentiment_score":-0.35}
{"full_text":"RT COVID thrives in big gatherings. Here's how dangerous it is.7 people who DID NOT even attend a wedding in August died.W...","sentiment_score":-0.3}
{"full_text":"RT Interesting that there were no rubber bullets, flash bombs, nor tear gas.  But I'm sure, those #MasklessMAGATs are getting...","sentiment_score":0.5}
{"full_text":"GRACIAS Xi jnping","sentiment_score":0.0}
{"full_text":"RT Asheville Fire Department has 25 firefighters currently in quarantine, 17 of whom have tested positive for COVID-19.","sentiment_score":0.1136363636}
{"full_text":"Wishing everyone a wonderful Diwali. Stay home, stay safe and stay healthy! Remember mental and physical health are a key ingredient to success! Vancouver, British Columbia","sentiment_score":0.3}
{"full_text":"RT ICYMI: an professor, is one of 13 experts named to Joe Biden's coronavirus tas...","sentiment_score":0.0}
{"full_text":"RT Until recently, type 2 #diabetes was seen only in adults but it is now also occurring increasingly frequently in children.","sentiment_score":0.0333333333}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"Native American Voters In Arizona Showed Up In Force For Biden As COVID-19 Ravaged Tribal Nations - BuzzFeed News#Native #NativeVote2020 #NativeTwitter ","sentiment_score":0.0}
{"full_text":"RT JUST ANNOUNCED: #PPRA is proud to present its 2020 Gold Medal Awards to three \"COVID-19 Crusaders\":","sentiment_score":0.4}
{"full_text":"RT We have convened an important meeting of provincial education ministers on Monday at 11 am to discuss the latest coron...","sentiment_score":0.45}
{"full_text":"RT 3) Kelly Loeffler is just as corrupt in profiteering from pandemic. We need to replace her.","sentiment_score":-0.5}
{"full_text":"Tell that to the 230K that have died. Our country has the highest number of infections because of people like her. Literally disgusted.","sentiment_score":-1.0}
{"full_text":"Go fuck yourself. You forced a Supreme Court judge nomination instead of helping Americans. Then you held death rallies spreading Covid to the entire country. Resign loser.","sentiment_score":-0.2333333333}
{"full_text":"If your so freaking worried about covid then shut down your racist news rag and stay home","sentiment_score":-0.1555555556}
{"full_text":"Let the Traveling Nurse Organization know you need help JoCo. I now have 3 granddaughters, all Registered Nurses working for the Traveling Nurses.","sentiment_score":0.0}
{"full_text":"Just a suggestion: Fine each illegal anti-lockdown protestor PS200. Spend the thousands on installing a 5G mast to really p*ss then off","sentiment_score":0.0388888889}
{"full_text":"RT What I learnt on the Twitter this week:1. Doug Ford says the hardest part for families who have lost loved ones in a...","sentiment_score":0.7}
{"full_text":"RT It's Saturday.One in every 378 Americans tested positive for COVID over the past week.Wear a mask.","sentiment_score":-0.0113636364}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormalhttps:\/\/t.co\/uHPJnqiLKF","sentiment_score":0.0}
{"full_text":"Lemmings rushing off the Covid cliff","sentiment_score":0.0}
{"full_text":"RT The House passed a $3 trillion bill back in MAY and a smaller one later. It is you Republicans, headed...","sentiment_score":0.0}
{"full_text":"This week's #SelflessSaturday goes to Heart4Heroes. The organization is dedicated to helping small hospitals get lifesaving PPE supplies, and has helped fund the delivery of 2,280 boxes of PPE to rural health care workers during the #COVID19 crisis. More:","sentiment_score":0.0833333333}
{"full_text":"Beyonce and Peloton's tie-up supporting #HBCUs comes as the fitness marketer's stock tumbles on positive COVID-19 vaccine news.","sentiment_score":0.2386363636}
{"full_text":"Remember the pure excitement at the end of last lockdown and here we are again.","sentiment_score":0.1071428571}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"St. Joseph's Never-Failing Protection Prayer Every Catholic Needs for the Coronavirus Crisis #COVID19 #Prayer","sentiment_score":0.0}
{"full_text":"RT Kohli Contribution to Nation &gt; Paying highest taxes contribution GDP &gt; Sponsoring upcoming young sports stars&gt; Help peopl...","sentiment_score":0.1}
{"full_text":"Young adults from BIPOC communities and other young folks: Help keep MN healthy AND get a chance to win a $500 VISA gift card. Submit a 30 - 60 sec. video encouraging young people to practice COVID-19 safety. Enter by 11\/30. More at","sentiment_score":0.234375}
{"full_text":"Football season is back and in full swing! If you'd like to help keep it that way then please, WEAR A FACE MASK!#FaceMasks4Football","sentiment_score":0.21875}
{"full_text":"Zambia is set to be first African country to default on its debt since the start of the coronavirus pandemic. Interest payment deadline missed on Friday. Creditors not satisfied by transparency over China loans &amp; want iMF involved.@TomStub","sentiment_score":0.0}
{"full_text":"Kushner and Trump \"repeatedly violated a number of the guidelines\" outlined in the school's parent handbook for Covid-19 precautionary rules, according to the source.","sentiment_score":0.0}
{"full_text":"Several medical studies have shown that #India has fast become the diabetes capital of the world with a large percentage of patients suffering from uncontrolled #diabetes. With the onset of #COVID19, these patients have also become the worst sufferers","sentiment_score":-0.1171428571}
{"full_text":"RT The UK government is accused of \"blatant cronyism\" after our investigation found a former Tory chairman was quietly give...","sentiment_score":-0.1666666667}
{"full_text":"Georgians, VOTE for bothReverend WarnockandJon OssoffVote for Warnock &amp; Ossoff. They are running in Georgia's runoff election on January 5, 2021STOP Republicans from ENDING the Affordable Care Act the minute Trump leaves officehttps:\/\/t.co\/r7nZOwaGfv","sentiment_score":0.0}
{"full_text":"There's nothing normal about this holiday, particularly for college students.","sentiment_score":0.1583333333}
{"full_text":"Nearly half of federal coronavirus aid to date for health providers has come from the Provider Relief Fund.","sentiment_score":-0.1666666667}
{"full_text":"RT #PremRawat, Widely known,Has dedicated his #life To #helping people Find #peace within themselves for 50 years.Your...","sentiment_score":-0.1}
{"full_text":"#NouvelJour #Finanzaspersonales # COVID19 #coronavirus #EducacionFinanciera #crecimientopersonal #NuevoDia #ComensardeNuevo #Nopierdaslafe","sentiment_score":0.0}
{"full_text":"The #TropMed20 Annual Meeting is more important this year than ever before. Take a look at our exciting line-up that will include new insights into the ongoing struggle against SARS-COV-2 alongside a host of other global health presentations.","sentiment_score":0.2018939394}
{"full_text":"As the nation is surmounted with COVID-19 cases, there is a deficit of political leadership to get the spread under control.https:\/\/t.co\/xNP4mrykn7","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 14\/11\/2020 22:30Total Cases: 8804693 [+31449]Active: 479791Recovered: 8193385 [+31863]Deaths :129576 [+351]Total Tests: 124.03MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT If we all take more precautions, COVID will spread less and there will be fewer restrictions.If we all take fewer precaut...","sentiment_score":0.1666666667}
{"full_text":"The Texas Department of State Health Services said Friday that there were 7,083 people hospitalized in the state with COVID-19 . They believe it will rise.","sentiment_score":0.0}
{"full_text":"Corrupt Sen Loeffler, the richest person in Congress, bought a private jet with our tax money.While Georgia's working class tax payers struggle during the pandemic, Kelly flies around in luxury on their dime. RT if u think it's time to fire #CorruptKelly","sentiment_score":-0.25}
{"full_text":"It's a damn virus... why do they think you can hide from it? Or lock it down while destroying so many lives","sentiment_score":0.0481481481}
{"full_text":"It's bringing us weekend cheer to see this lovely partnership over the water between and What a creative boost for older people both during and after the pandemic:https:\/\/t.co\/0701vpLrU0","sentiment_score":0.3888888889}
{"full_text":"Students, staff, parents, Old Brentwoods and local residents could unite for a moment of collective remembrance despite the national lockdown.@essexlive","sentiment_score":0.05}
{"full_text":"From columnist Let's give everybody in college football credit for giving it the ol' college try, but it's clearly time to try something else (for subscribers).","sentiment_score":0.1}
{"full_text":"Sayre Health Center in West Philadelphia has partnered with Penn Medicine to offer barrier-free testing to the community.https:\/\/t.co\/LWJ4KmXWT8","sentiment_score":-0.1}
{"full_text":"Those number deaths COVID are grim again. Any relaxation of lockdown rules will just see them rise again later and quickly over and after Christmas. I know Eat Out thingy didn't help but the schools really need be considered again.","sentiment_score":-0.1166666667}
{"full_text":"ICYMI: School district cautiously weighs COVID-19 policies. #JCMO #MidMO","sentiment_score":0.0}
{"full_text":"Early results of Pfizer's vaccine testing appear very promising, but until the full dataset is published they need to be taken with a grain of salt","sentiment_score":0.2366666667}
{"full_text":"RT \"I think if we all try hard like this, someday soon things will turn out okay again... I hope you can pick yourself up again e...","sentiment_score":0.1041666667}
{"full_text":"There's nothing normal about this holiday, particularly for college students.","sentiment_score":0.1583333333}
{"full_text":"This week, we wrote about and their recent acquisition of Though the price was steep- especially in the era of COVID, time will tell if the price tag was worth it.","sentiment_score":0.1}
{"full_text":"Mayo Clinic is seeking high risk workers who may have been exposed to #COVID19 for a research study. This study is completed remotely.  No Mayo Clinic visits are required.  For more information call 507-538-4849 or visit our website:","sentiment_score":0.2366666667}
{"full_text":"Even before COVID-19, displaced populations were at a high risk for food insecurity &amp; malnutrition.@UN study explores the dynamic between migration &amp; hunger during #COVID19:","sentiment_score":0.08}
{"full_text":"Coronavirus OUT OF CONTROL, Record Hospitalization via","sentiment_score":0.0}
