{"full_text":"Panto set is up and looking gorgeous! Rehearsals underway and we can't wait to see you all next week! Social distancing measures are in place, so don't be put off from booking to see the show! ADULTS ONLY! #pantomime #christmasshow","sentiment_score":0.2291666667}
{"full_text":"RT My family sacrificed our traditional thanksgiving dinner this year, not because of COVID19, but to fight for election i...","sentiment_score":0.0}
{"full_text":"RT  As we head closer to the end of the national lockdown and Norfolk moving into Tier 2 of the new Tier system, our Chief Nurse an...","sentiment_score":0.1363636364}
{"full_text":"You honestly have to love this Pope.","sentiment_score":0.55}
{"full_text":"We don't pay the BBC..","sentiment_score":0.0}
{"full_text":"RT In the last six months, over 2.21 cr passengers took 2.26 lac domestic flights. The numbers are advancing every single da...","sentiment_score":-0.0238095238}
{"full_text":"RT This is horrific and is why restrictions must end ant targeted protecting for those WANTING IT must be initiated","sentiment_score":-1.0}
{"full_text":"RT Lockdown restrictions in Maharashtra on account of coronavirus extended till midnight of December 31, 2020: official","sentiment_score":0.0}
{"full_text":"RT Could Federal Labor please take a leaf out of book?As Dep Premier he stood toe to toe with a 'conga li...","sentiment_score":0.0}
{"full_text":"I wonder how Corona Black Friday bout to go","sentiment_score":-0.1666666667}
{"full_text":"RT How are you getting on with #RTEgate statements from Drew Harris hear it for Law &amp; Order in the...","sentiment_score":0.0}
{"full_text":"RT Mission Accomplished by PDM :: Positivity rate in #Peshawar has spiked to over 19% after PDM jalsa; it is also worth mentio...","sentiment_score":0.25}
{"full_text":"RT You never wanna hang out with me anymore...It's like it's a pandemic or something","sentiment_score":0.0}
{"full_text":"this is v chaotic and no ones gonna interact but idk i just like ranting\/talking abt stuff on the tl ","sentiment_score":0.0}
{"full_text":"RT This is VERY wrong:Alex Bourne, former landlord of Matt Hancock's local pub and old neighbour, won a PS30 million governm...","sentiment_score":0.075}
{"full_text":"RT Lockdown starts 26 March 2020Isaiah 26:20 reads\"Come, my people, enter thou into thy chambers, and shut thy doors ab...","sentiment_score":0.0}
{"full_text":"RT The Wyoming Republican governor who refused to implement a statewide mask mandate has COVID-19","sentiment_score":0.0}
{"full_text":"Good morning! Up, at them, anti lockdown hall of fame white musicians can go fuck themselves, just had pie for breakfast, baby is STILL asleep, yay!","sentiment_score":0.125}
{"full_text":"RT You know in the House, when we don't have the votes to pass something, we work on the bill until we pick up the votes to pass it....","sentiment_score":0.0}
{"full_text":"RT A few days ago Johns Hopkins published a study saying corona is nbd. They then deleted it. Read it here in its entirety. h...","sentiment_score":-0.2}
{"full_text":"Frontline heroes are worried the #Thanksgiving holiday will lead to multiple super spreader events. Yesterday, the U.S. reported 2,000 new COVID deaths.","sentiment_score":0.1565656566}
{"full_text":"RT I just want ONE news anchor to NOT talk about Covid... just once...is that too much to ask? ","sentiment_score":0.2}
{"full_text":"RT 11 year-old Honestie Hodges' handcuffing by the police in Grand Rapids, Mich., caused a national uproar and led to a new...","sentiment_score":0.3181818182}
{"full_text":"RT You've never eaten there. You miserable elitist croneThe lockdown struggles are a class war now.Contemptuous useles...","sentiment_score":-1.0}
{"full_text":"RT BJ talking about mass testing would be a good idea to get current #TestandTrace failures sorted before over promising what c...","sentiment_score":0.3}
{"full_text":"RT Delighted that will visit Genome Valley in Hyderabad tomorrow to review the production of COVID-19 vaccine. Proud that...","sentiment_score":0.75}
{"full_text":"RT Hard to take from a Government who ignored SAGE advice in SEPTEMBER for a national lockdown ...... and then spent week...","sentiment_score":-0.1958333333}
{"full_text":"Honestly I am glad and filled with hope at this news. Smiling like a damn fool. No really! Why? If this is the best that that unit can come up with when a golden chance like this handed to them then I say we're gonna be fine, laughing to independence.#Annibyniaeth #indywales","sentiment_score":0.4152777778}
{"full_text":"RT The pandemic could have changed all this. It could have provided an opportunity for collective action across political spe...","sentiment_score":0.05}
{"full_text":"RT Don't confuse your having a right to do something with it being a good idea to exercise that right.","sentiment_score":0.4238095238}
{"full_text":"MAGAts are so happy Amy Covid Barrett has descended upon the flat earth to protect their God-given freedom to cough on their neighbors and kill them...Make no mistake, the NYC SCOTUS decision is not about religious freedom. It's about collection plates being full.","sentiment_score":0.28125}
{"full_text":"Top story: Pope Francis: A Crisis Reveals What Is in Our Hearts see more","sentiment_score":0.5}
{"full_text":"Covid vaccine survey: Only 17% would refuse jab - and two thirds of public want it as soon as possible","sentiment_score":0.0}
{"full_text":"RT Trump: I encourage all Americans to gather in places of worship this weekend. Pope: Please don't.","sentiment_score":0.0}
{"full_text":"The Pope's message here will be utterly lost on American Trump-worshipping Evangelicals, who probably don't consider him a \"real Christian\" anyway.","sentiment_score":0.0}
{"full_text":"The problem in the U.K. is cronyism. Handing PS12bn contracts to government mates instead of using existing local health infrastructures. This failure of governance by has caused the further lockdown and its entailing economic black hole. It's a failed government.","sentiment_score":-0.1305555556}
{"full_text":"PROOFGOOGLE DOWNPLAYED #COVID19 They use GOOGLE to monitor chinese in CHINA and also endorsed Mainstream media manipulate\/control narrative and hide behind TRUTHhttps:\/\/t.co\/OsGCFdInlK","sentiment_score":-0.2}
{"full_text":"RT This is VERY wrong:Alex Bourne, former landlord of Matt Hancock's local pub and old neighbour, won a PS30 million governm...","sentiment_score":0.075}
{"full_text":"RT 1) The EPA hates your corrupt, pro-pollution father2) He is literally suing California to force them...","sentiment_score":-0.5}
{"full_text":"RT Authoritarian scumbag boss Alan Joyce gets pie faced.Australian media pretending they don't know what the motive w...","sentiment_score":0.0}
{"full_text":"RT Fellow Georgians. THIS","sentiment_score":0.0}
{"full_text":"I kenn nur a Corona-Bier.","sentiment_score":0.0}
{"full_text":"RT #Amazon has doubled profits through COVID19 but they  have still not paid suppliers in Bangladesh for finished orders can...","sentiment_score":0.0}
{"full_text":"RT #iBullshitYouNot #covid19 The people who say they're fighting for the little guy, force the little guy to close, whil...","sentiment_score":-0.1875}
{"full_text":"RT imagine being Amy Coney Barrett, being as Catholic as Amy Coney Barrett, and getting roasted by the pope in the NYT ","sentiment_score":0.0}
{"full_text":"No, you don't.So now you want to talk about stock rises as opposed to facts?The rise in stock value was purely on its COVID \"products\" which are still yet to appearAnyway, mocking using someones elses (inaccurate) opinion as evidence is not convincingHave a nice day ","sentiment_score":0.4071428571}
{"full_text":"RT AFTER 75 YEARS: following government regulations due to #COVID19 the #Satmar Community will NOT host the annual massive #21Ki...","sentiment_score":-0.0416666667}
{"full_text":"RT Are movie theaters coming back? Not when Walmart sells  LG 4K 65'' TVs for $500.  Even at \"Warp Speed\", the vaccine won't r...","sentiment_score":0.0}
{"full_text":"it really is now time that as a nation we tell you two idiots to naff off and ignore you. Lockdowns work... So from tier 3 no pubs - to lockdown no pubs - into tier 3 no pubs. Sod off! #resign","sentiment_score":-0.4}
{"full_text":"RT Hard to take from a Government who ignored SAGE advice in SEPTEMBER for a national lockdown ...... and then spent week...","sentiment_score":-0.1958333333}
{"full_text":"How risky is it to go shopping now? Your coronavirus questions answeredhttps:\/\/t.co\/G6tFs9ZivY","sentiment_score":0.0}
{"full_text":"If this is the only way to #WearAMask #WearAMaskSaveALife ... then I'm down with it! Ty GR for the share ","sentiment_score":-0.0972222222}
{"full_text":"RT Check the stats. U.S. deaths this year are pretty much in line with years past.  But deaths from pneumonia, heart disease a...","sentiment_score":0.0666666667}
{"full_text":"RT Reminder to any country which has the temerity to ask for a scientific investigation into the origins of Covid19. Bei...","sentiment_score":0.0}
{"full_text":"RT 100th Calgary participant randomized into \/ #WHOSolidarity #COVID19 trial today! Great work by our coordinators &amp;...","sentiment_score":0.8}
{"full_text":"RT Exclusive: Suspected North Korean hackers have tried to break into the systems of British drugmaker AstraZeneca in recent week...","sentiment_score":0.0}
{"full_text":"Please ensure that soft copy of voter slip n Id proof are ok due to the Pandemic.@ECISVEEP","sentiment_score":0.1583333333}
{"full_text":"Sorry I'm old and probably have covid fog","sentiment_score":-0.2}
{"full_text":"The excellent knowledge of European geography of our US friends is always a surprise ","sentiment_score":0.5}
{"full_text":"RT Clinical trial approved for Mambisa and Abdala vaccine candidates.#CubaSalvaVidas","sentiment_score":0.0}
{"full_text":"RT Fantastic reaction to the fifth #FuturePRoof book which documents the impact of COVID-19 on #NHScomms. A chapter a day w...","sentiment_score":0.4}
{"full_text":"This man caught Covid years ago because his taste buds have been dead for decades.","sentiment_score":-0.2}
{"full_text":"Humbled to share the stories of these first-generation and low-income college students in Chicago who are doing all they can to stick with school despite pandemic-related obstacles:","sentiment_score":-0.05}
{"full_text":"RT We are thankful for our religious liberties that #SCOTUS protected.","sentiment_score":0.0}
{"full_text":"Why are we always the last home nation to know what is going on!!!! You feed us dribs an drabs.... with no firm news. At the start of this pandemic you had the nations support sadly now I fear you are losing it","sentiment_score":-0.1333333333}
{"full_text":"RT Here's how health systems can help women survivors of violence during #COVID19: Identify &amp; share information on support services...","sentiment_score":0.0}
{"full_text":"Suspected North Korean hackers target COVID vaccine maker AstraZeneca ","sentiment_score":0.0}
{"full_text":"and Achal encourage us to reflect on this time of crisis as a time of action, and what mechanisms can Ireland and the EU take advantage of to attach strings to all the money which we have contributed to the Pharmaceutical industry and #COVID19 vaccine development","sentiment_score":0.1}
{"full_text":"RT wait u guys are actually gonna go black friday shopping in the middle of a pandemic I thought that was a joke","sentiment_score":-0.0555555556}
{"full_text":"Our mirror? ","sentiment_score":0.0}
{"full_text":"RT Labour Candidate: If Covid Vaccine Isn't Vegan It Breaches My Human Rights Laws","sentiment_score":0.0}
{"full_text":"Same for us. Tier 3 here, although very low covid levels locally.","sentiment_score":0.0}
{"full_text":"It goes this way folks. Throw in your support however you canhttps:\/\/t.co\/f0NYyTScVW #onpoli #topoli #lockdown #AdamsonBBQ","sentiment_score":0.0}
{"full_text":"I see, so covid-19 is one of the reasons why it charts higher than last year. When a virus has done a better job than any mariah 's marketing team","sentiment_score":0.25}
{"full_text":"RT \"This is our moment of opportunity! But how?\"This is a short thread on how \"trusted #messengers\" &amp; technology (\"#vax...","sentiment_score":0.0}
{"full_text":"My old boss who lives in Yokohama, messages me almost everyday to ask about Covid updates and to \"stay safe\". He's so sweet lol","sentiment_score":0.31}
{"full_text":"I can see lives destroyed from Govt measures in my friends &amp;family.   I find it hard to believe others can't.   That's why I feel the response is disproportionate. I know lots who have had covid or believe they have had it, to varying degrees of seriousness and all are now fine","sentiment_score":0.0625}
{"full_text":"That's him. Spreading the lov.......I meant Covid","sentiment_score":0.0}
{"full_text":"RT This is horrific and is why restrictions must end ant targeted protecting for those WANTING IT must be initiated","sentiment_score":-1.0}
{"full_text":"RT imagine being Amy Coney Barrett, being as Catholic as Amy Coney Barrett, and getting roasted by the pope in the NYT ","sentiment_score":0.0}
{"full_text":"RT Recently lost my job as a taxi driver due to COVID. Looking for work in the west Dumbartonshire area but can travel if needed....","sentiment_score":-0.0625}
{"full_text":"Infuriating calling the new #ps5 the \"hot\" item for Black Friday. Dropping 2 at a store and having people camp out during a pandemic is insane Just release them all. It will still sell out. ","sentiment_score":-0.2760606061}
{"full_text":"RT So the cycle continues. We have had austerity since 2010 with the poor &amp; ordinary people continuously paying back an imaginar...","sentiment_score":-0.2166666667}
{"full_text":"RT Higher the motives, greater the results!Same is the case at #AAI's Port Blair as the staff has been stri...","sentiment_score":0.375}
{"full_text":"RT The stock market is not the economy. While Mitch McConnell works only to confirm judges, too many people in our countr...","sentiment_score":0.25}
{"full_text":"Tell her you're scared of covid","sentiment_score":0.0}
{"full_text":"Our country needs to implement a program for healthcare workers who develop PTSD from this pandemic. It's the least we could do. They're physically &amp; emotionally exhausted . ","sentiment_score":-0.2333333333}
{"full_text":"RT BTS explain why their hit #Dynamite \"wouldn't be here if there was no COVID-19\"","sentiment_score":0.0}
{"full_text":"RT Liveblog updates:- Concern over #COVID19 breakout at Belmarsh: #JulianAssange should be released immediately say","sentiment_score":0.0}
{"full_text":"RT We are launching an asymptomatic Covid testing site @UELSportsDock in the Docklands Campus from 30 November to 6 December.T...","sentiment_score":0.0}
{"full_text":"RT Melinda Roellig, 37, beloved art &amp; music teacher, daughter, sister, animal lover, Clarksville, IN - died of #COVID19 on...","sentiment_score":0.7}
{"full_text":"#Gujarat reports 1,607 new #Covid19 positive cases and 16 deaths in 24 hours. Total cases rise to 2.05 lakh, death toll stands at 3,938 #GujaratCoronaUpdate #coronavirus","sentiment_score":0.1212121212}
{"full_text":"Just had one of my best friends tell me we can't hang out anymore cause I keep getting close calls with covid. Well she ain't wrong","sentiment_score":0.25}
{"full_text":"RT COVID hospitalizations are at a record level and a surge after the holiday feared. reports.https:\/\/t.co\/RSAL30URbd","sentiment_score":0.0}
{"full_text":"1. News: Safeguarding Adults England 2019-20 statistics 2. Training: Maintaining Human Rights in Care Homes in a Pandemic - 11 December *LIVE WEBINAR* - #mentalcapacity #mentalhealth #dols #humanrights #libertyprotectionsafeguards","sentiment_score":0.0681818182}
{"full_text":"RT How can you watch 12,000,000 people lose employer-tied health insurance in the middle of a deadly pandemic and not thin...","sentiment_score":0.0}
{"full_text":"By Seun Adeuyi President of Brazil, Jair Bolsonaro has said he will not take a vaccine against COVID-19. This is coming after he received approval from his own government.","sentiment_score":0.6}
{"full_text":"COVID-19 Took DeForest Buckner Outta The Titans-Colts Game via #NFL #Titans #ForTheShoe #Colts #TENvsIND #DeForestBuckner #NFLTwitter","sentiment_score":-0.4}
{"full_text":"RT Figures from the ONS estimate that the lockdowns&amp; anti-Covid measures may lead to the deaths of 200,000 UK citizens of al...","sentiment_score":0.0}
{"full_text":"With a global pandemic and #Brexit, businesses have forgotten to place #IR35 at the top of their agenda - but this could lead to financial cost and talent loss, says","sentiment_score":0.1666666667}
{"full_text":"Thanksgiving celebrations in the US have been drastically altered amid an unrelenting pandemic that has claimed the lives of more than a quarter of a million people.https:\/\/t.co\/hYoCeiBaqU","sentiment_score":0.5}
{"full_text":"Habits to Help Reduce the Risk of Dementia at HomeHere are a few good habits that can help seniors reduce the risk of dementia at home:1. Stay at a healthy weight.2. Get plenty of exercises3. Sleep at appropriate times4. Avoid binge drinking and smoking#Dementia","sentiment_score":0.375}
{"full_text":"Explore the data behind Indiana's COVID-19 response: #DataToThePeople #INthistogether","sentiment_score":-0.4}
{"full_text":"Checking in on ThemAll of us are affected in one way or another by this pandemic. Doubly so for seniors. Take a minute of your time to check up on them to see how they're doing.#Seniors #HouseOfAngelsHomeCare","sentiment_score":0.0}
{"full_text":"will be a host on NOV 29TH! She is an award-winning Canadian media personality &amp; journalist.Watch the ONLINE event: the support of to 3pm ET#COVID #DomesticAbuse #ViolenceAgainstWomen","sentiment_score":0.0}
{"full_text":"They started it as digital reva. Made compulsory for online exams.. We accepted the environment. Now all of a sudden we don't want to be a victim of covid 19.","sentiment_score":-0.025}
{"full_text":"The Old Students Association (OSA) of Hindu College has set up a #pandemic #studygrant that will provide financial assistance to students who need it. #COVID19 #ABPeduhttps:\/\/t.co\/AAThLGqkdG","sentiment_score":0.05}
{"full_text":"#FromTheLeft: 'Mother of all superspreader events': Expert warns daily COVID deaths 'will double' in days after Thanksgiving | Analysis from #Coronavirushttps:\/\/t.co\/tN5j2EATCl","sentiment_score":0.0}
{"full_text":"#NFL: MVP com Covid.https:\/\/t.co\/bpRUsBRmvb","sentiment_score":0.0}
{"full_text":"So it would appear to me that people who want accurate news are now going to depend on some level of censorship from FB, Twitter, etc...to make sure people understand the COVID vaccine will be safe. Can't we just shut them all down?","sentiment_score":0.3111111111}
{"full_text":"This Black Friday may look a little different from years past due to COVID-19, however in-person participation is still expected.https:\/\/t.co\/ewMELskiIh","sentiment_score":-0.1458333333}
{"full_text":"RT Check the stats. U.S. deaths this year are pretty much in line with years past.  But deaths from pneumonia, heart disease a...","sentiment_score":0.0666666667}
{"full_text":"Look. If there really truly was a pandemic going on that people were afraid of, then these mfers wouldn't close down and they'd take care of dying people. How are people not aware of what's going on yet? How are people still falling for this?","sentiment_score":-0.1701388889}
{"full_text":"Things retail workers will hear today:\"I'm surprised so many people are here with COVID going on\"\"Why are all these people here\"\"Why did you close on Thanksgiving\"\"Why don't you have Black Friday sales\"Things they won't hear:Responsible adults.I said what I said.","sentiment_score":0.1444444444}
{"full_text":"Help us recognise your Covid Heroeshttps:\/\/t.co\/qZ48jmZraA","sentiment_score":0.0}
{"full_text":" #Vote for the finalists of The System 11 Online #VJing #competitions until 30.11 11:59pm (GMT +1)Prizes from &amp; HERE:https:\/\/t.co\/6QIcT3T7M2 #Audiovisual #Video #Art #artistsontwitter #COVID19 #FridayFeeling #FridayThoughts #SupportArtists #VJ","sentiment_score":0.0}
{"full_text":"Ocean Way Holiday temporarily moved &amp; renamed this year due to #COVID19. Join us for our #DFB Night of Lights at Sullivan Park, Saturday, December 5th, at 5:00 PM until 9:00 PM. Registration Required! For more info: #LoveDFB #SullivanPark","sentiment_score":0.171875}
{"full_text":"When outdoors in your local area, please remember to follow social distancing and stay within your 5km radius - you'll be surprised what hidden gems you might find #OutdoorsforEveryone #StayWithinYour5k","sentiment_score":-0.0083333333}
{"full_text":"A visit to the holiday-decked halls of duPont manse is a Brandywine Valley tradition. This, year the historic home is taking its #Yuletide fun outdoors with a COVID-conscious 3D lights display, a hayride and more. #ChooseDelaware #NetDE","sentiment_score":0.2666666667}
{"full_text":"To help #construction companies and sites respond quickly and consistently if a worker develops COVID-19 symptoms, receives a positive test result, or has to self-isolate, Build UK has published an easy to follow flowchart on the actions to take:https:\/\/t.co\/GaYpt3apGS","sentiment_score":0.3109848485}
{"full_text":"Holiday season during a pandemic means more orders from Amazon shoppers - but it shouldn't mean more risks for Amazon workers.  Amazon takes too much and gives back too little. Time to #MakeAmazonPay Join us: #1u #BlackFriday2020","sentiment_score":0.1166666667}
{"full_text":"Since COVID began, has told the stories of lives cut short as a result of the pandemic &amp; our gov't's failure to help its people. If you haven't been watching In Memoriam, you should-no life is too small and everyone taken from us leaves a hole in a family &amp; in the world","sentiment_score":-0.1888888889}
{"full_text":"RT U.S. Billionaires Grow Wealth By Over $1 Trillion Since Pandemic Began: Report","sentiment_score":0.0}
{"full_text":"RT This isn't hyperbole.They estimate the average person with COVID infects 2-3 others.If you host a religious service w...","sentiment_score":-0.075}
{"full_text":"Many businesses personally host Santa so their littlest customers can tell him what they'd like for Christmas, but for many places, including Scheels in Eau Claire, a visit with Santa will be through a screen.","sentiment_score":0.3333333333}
{"full_text":"Fact #3Because ofsocial isolationfinancial pressurefrom #COVID19,13 million additional cases of #ChildMarriage are likely.We must protect girls during this pandemic and always. #GirlsNotBrides #16Days#orangetheworld","sentiment_score":0.0}
{"full_text":"#Lebanon to re-open #schools #MinistryofEducation #COVID19 #TotallockdownRead more at:","sentiment_score":0.5}
{"full_text":"Trial results of virgin coconut oil as COVID-19 treatment to be released next month -- DOST","sentiment_score":0.0}
{"full_text":"The Monroe County Department of Public Health reports 329 new confirmed cases of COVID-19, bringing the total to 13,384 cases in the county.","sentiment_score":0.1340909091}
{"full_text":"Malta launches new Citizenship by Investment ProgramRead more: #alternativeresidence #citizenship #residency #investors #globalcitizen #business #pandemic #Covid19 #realestate #europe #elections","sentiment_score":0.3181818182}
{"full_text":"Tune into KOPN at 89.5 FM in an hour for \"Speaking of the Arts.\"","sentiment_score":0.0}
{"full_text":"With a third wave of COVID-19 cases surging, the Tennessee Supreme Court has issued an order extending its state of emergency and reiterated its mask mandate, something that Hamilton County court officials say is being followed closely.","sentiment_score":0.0}
{"full_text":"The orchestra's adherence to social distancing has kept members from having any members contract the virus.","sentiment_score":0.0333333333}
{"full_text":"RT If churches are allowed &amp; willing to place their congregations in danger in the middle of a pandemic just to pass their col...","sentiment_score":0.125}
{"full_text":"A new article is out on EG's #blog! Don't miss \"A study of post-pandemic global order: China's role in the World Health Organization\" by Check it out on our website! https:\/\/t.co\/AXlNjC5mzY#EuropeanGuanxi #China #WHO #newarticle","sentiment_score":0.0852272727}
{"full_text":"six months after seeing the match ii average 5.67m viewers and raise $20m in covid-19 relief, i spoke with co-creator bryan zuriff about the match iii and what fans can expect from it today.","sentiment_score":-0.15}
{"full_text":"CORRECTION: ... are getting upper respiratory infections ... that they all criminally diagnose as covid19 (whatever in the hell that really is)","sentiment_score":-0.0666666667}
{"full_text":"Dulce Bueno is an EMT and a first-hand witness to the pain of COVID-19, from ill patients to increased calls of suicide ideation. Hear more stories from essential workers like Dulce bywatching #LatinosAreEssential series at","sentiment_score":0.0}
{"full_text":"Remember to slow the spread of #COVID19  by wearing a face mask. Individuals should be careful to not touch their eyes, nose and mouth when removing their face covering, and wash hands immediately after removing. #mask #maskup #infectioncontrol #infection","sentiment_score":-0.2}
{"full_text":"'I couldn't understand why I was feeling like this... I decided to take action.' This year at #ChildTalks2020, India (17) from Donegal discussed her own mental health struggles and how, during lockdown in March, she was inspired to help her fellow students.","sentiment_score":0.2}
{"full_text":"BRILLIANT.....the only problem is that the people who really need to use it are the ones most likely not to?","sentiment_score":0.175}
{"full_text":"this numbers are terrifying. All deaths matter not just Covid. People have had enough of the Government's incompetence to deal with the issues at hand.","sentiment_score":-0.5}
{"full_text":"Zhang Wenhong, Head of Shanghai's expert team for COVID-19 clinical treatment said that \"There is no reason why we cannot control the outbreaks in winter,\" adding that the vaccines are expected to join the battle soon.https:\/\/t.co\/1ehN9XmF4J","sentiment_score":-0.1}
{"full_text":"RT The Coronavirus crisis has cost  PS26.9m The government promised to cover that cost but they have fail...","sentiment_score":-0.5}
{"full_text":"RT SAL opens pharma hub at Riyadh Airport ahead of vaccine launchhttps:\/\/t.co\/mbRhCuPF7l#pharma #aircargo #airfreight...","sentiment_score":0.0}
{"full_text":"Three longtime Black Friday shopping fans will be cooling their heels at home this year, and they've got a lot of company.","sentiment_score":-0.1666666667}
{"full_text":"We've updated our #YSCOVID19Info site with new information for young people announced today by on:  Information about guidance and rules for Christmas for students.Please RT\/share with young people you support!https:\/\/t.co\/rK1WRye3zl","sentiment_score":0.1121212121}
{"full_text":"#Violenceagainstwomen can increase during emergencies. Governments must include essential services to prevent and respond to #VAW during #COVID19 in their emergency preparedness and response plans  +INFO:  #16days #OrangeTheWorld #HealthForAll","sentiment_score":0.0}
{"full_text":"COVID-19 testing is available to all Georgians who request it, whether they have symptoms or not. Schedule your appointment at a testing location near you:","sentiment_score":0.25}
{"full_text":"TWO MEN AND A TRUCK franchises practice safety and sanitation with their teams during the COVID-19 pandemic #Careers","sentiment_score":0.0}
{"full_text":"The EU Response to the COVID Crisis: Preventing the Great Fragmentation &amp; turning market sentiment towards the euro.This was a great discussion with Marco Buti of the Commission and hosted by","sentiment_score":0.8}
{"full_text":"You've probably found a way to manage your everyday life in this \"new normal.\" But, of course, life is more than just everyday activities. How to navigate major life changes during COVID, according to clinical psychologist","sentiment_score":0.0748106061}
{"full_text":"Every action counts when it comes to protecting ourselves and our loves ones from #COVID19.Opening windows to allow fresh air into enclosed spaces can help reduce the spread of the virus indoors.@DrAmirKhanGP explains how #HandsFaceSpace","sentiment_score":0.2}
{"full_text":"As of this morning 12,883,264 (+110,611) people in the US have been diagnosed with COVID-19 and 263,454 (+1,232) have died.https:\/\/t.co\/iytAzaKdNf#covidexitstrategy #JohnsHopkins #Minneapolis #MN #covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"We love introducing our fantastic wedding suppliers to couples at our covid-secure wedding markets. The Ring Company is just one of the many wedding professionals you can meet at our next show 23-24 January 2021. ","sentiment_score":0.35}
{"full_text":"Hattiesburg-area stores are planning to continue the tradition this year, despite the ongoing coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"When outdoors in your local area, please remember to follow social distancing and stay within your 5km radius - you'll be surprised what hidden gems you might find #OutdoorsforEveryone #StayWithinYour5k","sentiment_score":-0.0083333333}
{"full_text":"What the Tier 2 coronavirus rules mean for going to the pub in Cheshire","sentiment_score":-0.3125}
{"full_text":"A new Harris Poll found that 48% of Americans had a more positive view of Pfizer following its #Covid19 vaccine announcement.https:\/\/t.co\/3E3Z4WaklS","sentiment_score":0.2159090909}
{"full_text":"Continuing Our CareWe want our clients to know that our home healthcare service continues despite this pandemic.#AroundTheClockHomeHealthcare #HomeHealthcare","sentiment_score":0.0}
{"full_text":"Homeless #Montreal locals living in snow-covered tents due to financial repercussions of pandemicFULL STORY: #coronavirus #COVID19","sentiment_score":-0.0625}
{"full_text":"RT For ---forget your phony Climate change and COVID briefings,  THIS is the HOTTEST  \"INTEL\" out there right now!!...","sentiment_score":0.4464285714}
{"full_text":"#Life and changing #priorities in #2020, thanks to #China, with malice aforethought, infecting the world with #COVID19....","sentiment_score":0.2}
