{"full_text":"RT So last night this happened...I was very honored to receive a Comeback Player Award at our team's 2020 Platinum Anniversa...","sentiment_score":0.1}
{"full_text":"SuperSpreaders.  Or is covid not a thing anymore asking for everyone who lost so much under democrats","sentiment_score":0.2}
{"full_text":"What is this? A..a leader??","sentiment_score":0.0}
{"full_text":"except covid people. You better have your masks on!","sentiment_score":0.625}
{"full_text":"Not to put a downer on the festivities and such, but we should probably be mindful about hosting *mass* superspreader events across the country. Stay safe, everyone! #Covid_19 #pandemic #Election2020results #elections  #BidenHarris2020 #TrumpPence2020","sentiment_score":0.3125}
{"full_text":"RT This is Karma in 2020:Trump got #COVID19 and now he is unemployed.#ByeDon#BidenHarris2020","sentiment_score":0.0}
{"full_text":"I love the social distancing here","sentiment_score":0.2666666667}
{"full_text":"I need this glasses to cheers each day through lockdown and have something to look.forwsrd to each evening x","sentiment_score":0.0}
{"full_text":"This is Dem \"voter integrity\"","sentiment_score":0.0}
{"full_text":"RT Biden may have won, but the Dem party has shown it won't fight for working class in Philly, who are facing the looming thr...","sentiment_score":0.0}
{"full_text":"Share more scientists and health professionals on twitter, help educate people about Coronavirus, facts not fiction!","sentiment_score":0.625}
{"full_text":"RT Joe Biden plans Monday to name a 12-member task force to combat and contain the spread of the coronavirus, sources tell A...","sentiment_score":0.0}
{"full_text":"Trump caught COVID and is now unemployed, got the whole 2020 experience !!! ","sentiment_score":0.390625}
{"full_text":"Cinemas battle to keep filmgoing flame alive as UK lockdown bites","sentiment_score":0.1}
{"full_text":"RT Black people stood in line for hours during a pandemic all over this country so you could feel this feeling. We won't let you f...","sentiment_score":-0.1666666667}
{"full_text":"RT Yes.  This man spent his entire presidency promising and inflicting harm on his fellow Americans. Mocking his opponents. Th...","sentiment_score":0.0333333333}
{"full_text":"Thought I'd join in a bit on and lockdown challenge! Today is Barnet FC","sentiment_score":0.0}
{"full_text":"RT It's the International Day of #medicalphysics Today we commemorate the anniversary of the birth of Marie Curie in 1867. She pion...","sentiment_score":0.0}
{"full_text":"Prroooobably ought to wash it (Covid and all that), but sure glad he gave it back to you!","sentiment_score":0.3333333333}
{"full_text":"RT Important information from the constabulary, now that lockdown two is underway.","sentiment_score":0.4}
{"full_text":"Madam Vice President big pharma are billions without giving back correct therapeutics or vaccines.. time to select right #COVID19 company.. #SorrentoTheraputics has all in one .. we chose you to do right things","sentiment_score":0.1428571429}
{"full_text":"Corona virus I guess we can start the investigation reporting, now that your friends have lost their jobs","sentiment_score":0.0}
{"full_text":"RT Pandemic over?","sentiment_score":0.0}
{"full_text":"RT Don't let it go unnoticed that PA reported over 4000 cases of COVID for today. The highest daily increase ever. Things a...","sentiment_score":-0.1}
{"full_text":"RT Nope! Now is the time to celebrate the fact that we won't be mass killed with herd immunity, we have a shot at a 2021 with...","sentiment_score":-0.2}
{"full_text":"RT Just seen all the Biden voters having a great time in the US hugging eachother, partying and celebrating the fact that...","sentiment_score":0.8}
{"full_text":"RT My 17 yr old and I shared a tearful hug when Biden was elected.  We live in ALABAMA, a very red state, and are...","sentiment_score":0.0787878788}
{"full_text":"I look at Her,She smiles,no chance of social distancing...","sentiment_score":0.0333333333}
{"full_text":"RT Even if we ignore his blatant dirty factionalism, including unlawfully suspending Jeremy Corbyn despite no Labour Party rules...","sentiment_score":-0.55}
{"full_text":"RT Not even in office and trying to fix the biggest public health disaster in the past 100 years. Finally an adult will be...","sentiment_score":-0.05}
{"full_text":"RT Yes.  This man spent his entire presidency promising and inflicting harm on his fellow Americans. Mocking his opponents. Th...","sentiment_score":0.0333333333}
{"full_text":"RT \"Although [the pandemic] reaffirmed a lot of things that I did online, it also made me appreciate the power of people comin...","sentiment_score":0.0}
{"full_text":"RT There's a human cost to lockdowns.","sentiment_score":0.0}
{"full_text":"a bit wobbly and fed up at times this week, it has also felt such a long one and I've been very confused with times. But I feel better now lockdown has actually started, although am now worried I'll be furloughed till March!","sentiment_score":-0.014}
{"full_text":"RT Like when the CDC said last Sunday that people infected with COVID could go to the polls &amp; vote under guidelines - before...","sentiment_score":0.0}
{"full_text":"RT anyway, for progressives still (very reasonably!) concerned about Harris' policies, worth looking at this covid relief bill sh...","sentiment_score":0.3125}
{"full_text":"RT Joe Biden plans to name a 12-member task force to combat and contain the spread of the coronavirus on Monday, sources tell Axios...","sentiment_score":0.0}
{"full_text":"RT !!BREAKING: Oklahoma reports a staggering 4,741 new coronavirus cases, shattering the previous single-day record and launch...","sentiment_score":-0.0151515152}
{"full_text":"RT You think this is going to get easier as we advance into the winter? These aren't sparks anymore. This is the wildfire.","sentiment_score":0.0}
{"full_text":"RT Joe Biden plans Monday to name a 12-member task force to combat and contain the spread of the coronavirus, sources tell A...","sentiment_score":0.0}
{"full_text":"RT We are still in a pandemic please stay inside and get drunk","sentiment_score":-0.5}
{"full_text":"RT This is Karma in 2020:Trump got #COVID19 and now he is unemployed.#ByeDon#BidenHarris2020","sentiment_score":0.0}
{"full_text":"They must be celebrating the miraculous end of Covid","sentiment_score":0.0}
{"full_text":"I'm looking forward to listening to music again. I'm looking forward to being bored. I'm looking forward to not having to check Twitter multiple times an hour. I'm looking forward to civility and kindness. I'm looking forward to someone taking charge of this pandemic.","sentiment_score":-0.25}
{"full_text":"RT It's the little things, like having a president who doesn't think science is witchcraft during a pandemic ","sentiment_score":-0.1875}
{"full_text":"Its a miracle...covid is gone ","sentiment_score":0.0}
{"full_text":"Narrator: \"and just like that, Covid-19 ceased to exist. The End\"","sentiment_score":0.0}
{"full_text":"COVID anxiety warring with righteous satisfaction ","sentiment_score":0.0}
{"full_text":"RT You do NOT have to be a physician to understand this. But Fauci admitting and being recorded while saying it will definitely...","sentiment_score":0.0}
{"full_text":"RT What are you going to get for Christmas? Covid if you're a parent or teacher! Close the fucking schools, stop being so fuc...","sentiment_score":-0.6}
{"full_text":"Congrats Mr. President-Elect... I hope everthing for the world will be much better in your presidency. From climate change to ending many silly wars all around the world except the war going on Covid-19.","sentiment_score":0.1666666667}
{"full_text":"RT The same people that 3 days ago could not vote in person because COVID","sentiment_score":0.0}
{"full_text":"RT Thank the lord. We will finally have a president who doesn't pretend that a pandemic will just magically go away.","sentiment_score":0.25}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT It's almost like insulting John McCain, Rep. John Lewis, and disparaging the nation's premier infectious disease specia...","sentiment_score":-1.0}
{"full_text":"A friend's son, highly qualified, unemployed due to COVID, got work delivering for you. Had to buy his OWN VAN!! Turned up for work, to be told his van was too small. Given 10 days to come back with bigger one. #Amazon","sentiment_score":0.1204166667}
{"full_text":"RT FBI Investigating Robocalls Eerily Telling Voters To 'Stay Home, Stay Safe'","sentiment_score":0.5}
{"full_text":"RT Joe Biden plans Monday to name a 12-member task force to combat and contain the spread of the coronavirus, sources tell A...","sentiment_score":0.0}
{"full_text":"RT The Times UK sheds new light on just how draconian the UK-wide coronavirus lockdown will be, which prohibits two or more...","sentiment_score":0.3454545455}
{"full_text":"RT Two Saskatchewan residents who tested positive for #COVID19SK have died: one individual in their 60s from the Far North West and...","sentiment_score":0.1090909091}
{"full_text":"RT nigga got impeached, covid, and lost the election all in one year LMAOOOOO","sentiment_score":0.0}
{"full_text":"RT at 10:50 pm Friday night @JoeBiden declares he will win PA, GA and AZ, says he and @KamalaHarris are already at work,...","sentiment_score":0.8}
{"full_text":"Lying to the American people, ignoring the pandemic and allowing over 242,000 people to die equals \"LOSER!\"","sentiment_score":0.0}
{"full_text":"RT Will someone please tell DPH Liverpool Dr Ashton that  the test is not a test of infectiousness. There is no test for c...","sentiment_score":0.0}
{"full_text":"RT i just hope everyone out there celebrating in the streets are staying safe.....we are still in a pandemic....","sentiment_score":0.0}
{"full_text":"LMGTFY: yes.https:\/\/t.co\/763tIXYpQ6","sentiment_score":0.0}
{"full_text":"RT To all those who bet against predictions the COVID hype would end right after the election.... Pay Up.","sentiment_score":0.2857142857}
{"full_text":"RT WHO, world governments, unquestioning media, cheer leaders for lockdown.I hope you are all proud of yourselves.","sentiment_score":0.8}
{"full_text":"RT President-elect Joe Biden plans to announce his 12-person coronavirus task force Monday, two sources with knowledge say, signaling...","sentiment_score":0.0}
{"full_text":"RT It's a miracle... just like that corona is over. ","sentiment_score":0.0}
{"full_text":"RT During CoronaVirus Spread, our team is delivering aid to the quarantined people in Gaza wherever they are.keep these...","sentiment_score":0.0}
{"full_text":"RT As people celebrate, please remember we are in the midst of a raging and resurgent pandemic. Wear masks, keep your distance,...","sentiment_score":0.0}
{"full_text":"RT Sorry you couldn't have a funeral for your mom this spring. :\/","sentiment_score":-0.375}
{"full_text":"Cause Covid got nothing on Superman","sentiment_score":0.0}
{"full_text":"we might WANT to reverse it, but as the clueless bunch of fuckwits in charge of us won't even delay leaving in the middle of the worst pandemic in decades, we don't THINK there's the slightest possibility of it happening soon...","sentiment_score":-0.5}
{"full_text":"RT Yes.  This man spent his entire presidency promising and inflicting harm on his fellow Americans. Mocking his opponents. Th...","sentiment_score":0.0333333333}
{"full_text":"Oh NOW you care about COViD?!?! #YoureFired","sentiment_score":0.0}
{"full_text":"All these people were too scared to go to a rally 2 days ago.  Now covid doesn't bother them at all.  Disingenuous fools.","sentiment_score":0.0}
{"full_text":"RT Brexit is a stonking mess. There will be no great trade deal with America because the deal Johnson will do will leave Ireland i...","sentiment_score":-0.2875}
{"full_text":"RT Friends, if you're going out celebrating, remember:- Outdoors only- Wear a mask- Keep your distance- Keep moving","sentiment_score":0.0}
{"full_text":"of course not.. perfectly within legal rights  ... just stupid considering covid infection rate","sentiment_score":-0.3666666667}
{"full_text":"RT After four years of relentless attacks on science, researchers and doctors are hopeful that Biden will fight the pandemic...","sentiment_score":0.0}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT This girl straight up drank from the bottle, passed it to someone else to drink, then pulled up her mask. What a perfect...","sentiment_score":0.6}
{"full_text":"RT Kindly read the substantive clauses to the freedom of speech and movement as enshrined in the 199...","sentiment_score":0.6}
{"full_text":"RT Corona and the Cinema Fire Arts.21 takes a look at how the virus is affecting the global movie industry Clapper boardWat...","sentiment_score":0.0}
{"full_text":"What if Trump gets it a second time???Trump Chief of Staff Mark Meadows and Several Others Have COVID via","sentiment_score":0.0}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"RT And just like that, the pandemic is over.","sentiment_score":0.0}
{"full_text":"damn where the parties at? lmao jk #pandemic","sentiment_score":0.6}
{"full_text":"RT And a very personal congratulations to Your victory is an inspiration to women &amp; girls and to people of colo...","sentiment_score":0.0}
{"full_text":"RT FBI Investigating Robocalls Eerily Telling Voters To 'Stay Home, Stay Safe'","sentiment_score":0.5}
{"full_text":"RT So I have a question. Throughout the campaign of the US Presidential Elections, we heard a section of Americans whine abo...","sentiment_score":0.0}
{"full_text":"It's amazing to see how happy everyone is in America right now, but all these crowd shots with no social distancing is stressing me out","sentiment_score":0.4172619048}
{"full_text":"RT Yes.  This man spent his entire presidency promising and inflicting harm on his fellow Americans. Mocking his opponents. Th...","sentiment_score":0.0333333333}
{"full_text":"RT Joe Biden plans Monday to name a 12-member task force to combat and contain the spread of the coronavirus, sources tell A...","sentiment_score":0.0}
{"full_text":"THESE guys wouldn't be welcome here, even without a pandemic. Greetings and gratulation to the sane people of America from Germany. I hope, you'll come over the damage, your president made.","sentiment_score":0.8}
{"full_text":"RT Yes.  This man spent his entire presidency promising and inflicting harm on his fellow Americans. Mocking his opponents. Th...","sentiment_score":0.0333333333}
{"full_text":"Can't wait for this lockdown tbfh","sentiment_score":0.0}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"RT In UK, both Brexit and the severe bout of COVID-19 will lead to relatively low growth. Low growth and government incompetenc...","sentiment_score":0.0}
{"full_text":"RT This girl straight up drank from the bottle, passed it to someone else to drink, then pulled up her mask. What a perfect...","sentiment_score":0.6}
{"full_text":"RT \"Inflammatory #biomarker trends predict respiratory decline in #COVID19 patients\" - A Report appearing in ht...","sentiment_score":0.0}
{"full_text":"RT What do you do when you have Covid and are quarantining? Binge watch right? Well listen, The Lie on Amazon Prime is MES...","sentiment_score":0.2857142857}
{"full_text":"RT What is becoming clearer each hour is that record numbers of Americans -- from all races, faiths, regions -- chose change over...","sentiment_score":0.45}
{"full_text":"RT COVID-19 numbers soar in Pa., with record 4,000+ new cases, 40 deaths reported Saturday","sentiment_score":0.1363636364}
{"full_text":"have you lost anyone to covid? lost your livelihood? had to lay off employees? did your friends close their businesses because of how trump, his administration &amp; republicans in congress mismanaged covid &amp; refused to pass adequate relief? do you have children? do like to breathe?","sentiment_score":0.3333333333}
{"full_text":"They are covid carriers. No one.","sentiment_score":0.0}
{"full_text":"RT Trump called it 10 days ago: nobody is gonna talk about corona anymore on November 4. He always knows...","sentiment_score":0.0}
{"full_text":"Not only in blue states but ESPECIALLY traditionally red states. Here in GA businesses were small allowed covid relief payments but Trump's disinformation campaign against reporting on the PLAGUE is hurting innocent workers and children while the economy tanks","sentiment_score":0.05}
{"full_text":"Poison ivy disguised as sensitive flower. All the people who died alone of COVID didn't get that kind of compassion.","sentiment_score":0.35}
{"full_text":"No Covid transmission -a miracle","sentiment_score":0.0}
{"full_text":"RT \"Many people are saying that 200,000 of the 250,000 China virus deaths were Trump Supporters. My attorneys are suing Beijin...","sentiment_score":0.5}
{"full_text":"80% of #nonprofits in a new survey reported revenue losses, painting a bleak picture of #COVID19's impact on small organizations.","sentiment_score":-0.3712121212}
{"full_text":"No one is making you wear a mask, by the sheer amount of people not wearing masks in your country. But you are putting yourself and others at risk. That's literally a fact. It's why other infections have gone down in high mask wearing areas, like common flu and colds.","sentiment_score":-0.0841111111}
{"full_text":"RT nigga got impeached, covid, and lost the election all in one year LMAOOOOO","sentiment_score":0.0}
{"full_text":"RT Covid is gone everyone!","sentiment_score":0.0}
{"full_text":"RT Imagine if  fought COVID the way he's fighting the election results","sentiment_score":0.0}
{"full_text":"There already is transparency. Trump lied to try to get public opinion in his favor. The rules in Philly were observers were allowed to watch as always, but from 10ft cause of covid. Court ruled it could be 6ft. Plus, Trump actually did better in Philly this year than 2016","sentiment_score":0.1666666667}
{"full_text":"RT Sorry you couldn't have a funeral for your mom this spring. :\/","sentiment_score":-0.375}
{"full_text":"RT I will always remember where I was on the sunny Saturday morning that COVID was cured!#MAGA","sentiment_score":0.0}
{"full_text":"RT What is becoming clearer each hour is that record numbers of Americans -- from all races, faiths, regions -- chose change over...","sentiment_score":0.45}
{"full_text":"Megumi Looks at a Flower\"We may be going through a pandemic at the moment, but that doesn't mean you still can't enjoy the outdoors.  Keep living life to the best and the fullest!\"","sentiment_score":0.3625}
{"full_text":"Good luck to all those venturing out for some lockdown fishing over the weekendMake sure you know the restrictions and send us your catch details and piccies#fishing #fishinglifeMore info here:https:\/\/t.co\/B35TdTduil","sentiment_score":0.6}
{"full_text":"CORONAVIRUS: Economic Development Relief Grant will have money for nonprofits #KVOENews","sentiment_score":0.2}
{"full_text":"Of the 1,467 total COVID-19 cases in the county, 265 are considered active and 1,198 are recovered.","sentiment_score":-0.0666666667}
{"full_text":"What happens when #hospital staff and clinicians build strong relationships with #family caregivers? Find out from healthcare leaders on the front lines of #COVID19, Nov. 10 at  Noon ET. #MoreThanAVisitor Register here:","sentiment_score":0.4333333333}
{"full_text":"RT FBI Investigating Robocalls Eerily Telling Voters To 'Stay Home, Stay Safe'","sentiment_score":0.5}
{"full_text":"RT Sorry you couldn't have a funeral for your mom this spring. :\/","sentiment_score":-0.375}
{"full_text":"The burgeoning industry is doing well in the pandemic, making it a hotter niche than ever. Learn more via #Accounting #CannabisNews #Insights","sentiment_score":0.5}
{"full_text":"Dead men showing up everywhere, its a pandemic!","sentiment_score":-0.25}
{"full_text":"RT Office for National Statistics confirms that daily infections are going down week on week. This second lockdown is unne...","sentiment_score":-0.0518518519}
{"full_text":"Think your area rug is clean? Probably not. Dirty hides everywhere. Better call us to clean it. 316-854-0558.#wichita #housecleaning #janitorial  #carpet #upholstery #airduct #arearug #dryervent #tile  #carpetstretch #carpetrepair #vinylfloor #coronavirus #covid19","sentiment_score":0.3833333333}
{"full_text":"Very low risk of COVID-19 transmission on airplanes, says new study - as a result of layered measures, including hospital-grade air filtration and ventilation, mask requirements and enhanced disinfection:","sentiment_score":0.0681818182}
{"full_text":"There are billionaires out there making money off your Zoom exhaustion, Amazon orders, and Walmart pick-ups. Our discusses the Pandemic Profiteers on BBC Radio:","sentiment_score":0.0}
{"full_text":"Camper demand on the rise as pandemic drags on:","sentiment_score":0.0}
{"full_text":"This is how we can emerge from the pandemic in all of its dimensions: by recognizing that women are not just victims of a broken world; they can be architects of a better one.https:\/\/t.co\/v9g8hTouhk","sentiment_score":0.05}
{"full_text":"RT You need to edit post. Donald Trump's defeat should also be added.","sentiment_score":0.0}
{"full_text":"Amid an increase in cases, Montgomery County is considering implementing more COVID-19  restrictions.","sentiment_score":0.5}
{"full_text":"RT Shame on them.","sentiment_score":0.0}
{"full_text":"RT Before sharing online, ask yourself the following 5 questions#TakeCareBeforeYouShare #PledgetoPause #COVID19 #Lebanon #J...","sentiment_score":0.0}
{"full_text":"#Residents and other physicians on the front lines of #COVID19 are highly susceptible to psychological stress. Learn how #residency programs can ensure the well-being of their residents during this time and beyond.","sentiment_score":0.0116666667}
{"full_text":"The ICU beds with ventilators at most top private hospitals and major Centre-run facilities are also getting filled up with spiralling cases in the last few days.https:\/\/t.co\/QlOW1z71Bx","sentiment_score":0.1803571429}
{"full_text":"1on1: Free COVID testing coming up","sentiment_score":0.4}
{"full_text":"RT Have you been lied to for the last eight months? What you are about to see could change your life. One America's ta...","sentiment_score":0.0}
{"full_text":"Stanford visits 12th-ranked Oregon in the opening game of the coronavirus-shortened season for both teams today.","sentiment_score":-0.4}
{"full_text":"RT Imagine having a functioning government again.","sentiment_score":0.0}
{"full_text":"A new episode of \"In the Circle\" is now available!Ainsley McCallister, CEO and Founder, discusses the global platform, how it has impacted the sport, challenges during the pandemic and more.:","sentiment_score":0.2121212121}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"More than 6 in 10 women -- 67% -- said they have become more engaged in the different aspects of managing their money since the COVID-19 outbreak began","sentiment_score":0.3333333333}
{"full_text":"ICYMI: After long delays due to the coronavirus pandemic and unforeseen renovation issues, Rock N' Roll Pinball opened Tuesday.","sentiment_score":-0.0875}
{"full_text":"Corona really over just like that","sentiment_score":0.2}
{"full_text":"RT Celebrate at home. Stay safe. Covid is still very real.","sentiment_score":0.38}
{"full_text":"System Restart --our new series to renew club culture during the pandemic with launches tonight at TAG, one of Chengdu's most important dance music spaces. Their program begins with Kaishandao.","sentiment_score":0.3454545455}
{"full_text":"Role of Chest X-Ray on severity and mortality prediction model for COVID-19 at emergency department ","sentiment_score":0.0}
{"full_text":"RT Yes.  This man spent his entire presidency promising and inflicting harm on his fellow Americans. Mocking his opponents. Th...","sentiment_score":0.0333333333}
{"full_text":"Why didn't she wear a mask!?","sentiment_score":0.0}
{"full_text":"What if we all just #Love each other?  #JoYTrain #Joy #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #spdc #COVID19 #ChooseLove #Quote #SaturdayMorning  #SaturdayMotivation #SaturdayThoughts #ThinkBIGSundayWithMarsha RT","sentiment_score":0.3916666667}
{"full_text":"And just like that, COVID19 is no more.#BidenHarris2020","sentiment_score":0.0}
{"full_text":"I know many of us are elated that Biden &amp; Harris won, and rightly so. But COVID is absolutely raging around here, so maybe let's not all gather in great numbers to celebrate. Even if it's outside, it's maybe not a great idea right now.","sentiment_score":0.2387755102}
{"full_text":"RT  Lockdown is no excuse for fly-tipping   Our Hanford and Burslem tips are open and bin collections continue as...","sentiment_score":0.0125}
{"full_text":"He's done more in two minutes than Trump did in months.","sentiment_score":0.5}
{"full_text":"We encourage you to mark Remembrance Sunday and Armistice Day privately at home as we continue to play our part in stopping the spread of coronavirus.Read more at: #MarkingRemembranceinThurrock ","sentiment_score":0.25}
{"full_text":"News4Jax Political Analyst Rick Mullaney says it's fitting that Joe Biden's birth state of Pennsylvania was the one to propel him over the top. How he says the former vice president became the projected winner of the 2020 race.","sentiment_score":0.25}
{"full_text":"You made your money out of Big Tech, why are you poking your big nose in climate change &amp; vaccines. Retire &amp; do us all a favour.","sentiment_score":0.0}
{"full_text":"Time: 20:00 * Temp: 9.9degC * Wind: ESE 0.0 to 2.9mph * Pressure: 1012.9hPa * Rain: 0.0mm * Hum: 91% * ET: 0.5mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:38 * Sunset: 16:34 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
