{"full_text":"RT Amanda says \"Just because we have a learning disability, doesn't mean we should be left to rot in a corner.\" Watch this c...","sentiment_score":-0.15625}
{"full_text":"RT I'm seeing a lot of chat about PCR and COVID, some of it quite bonkers. So here's a PCR 101. DNA is very small and th...","sentiment_score":-0.325}
{"full_text":"RT That it's selfish to go out, especially given the role of asymptotic carriers in spreading this deadly disease. That ICUs ar...","sentiment_score":-0.2333333333}
{"full_text":"RT 14 November will mark six months since Zhang Zhan, a former lawyer, travelled to Wuhan, the epicentre of the COVID-19 o...","sentiment_score":0.0}
{"full_text":"RT JUST IN: Biden adviser says if this \"level of activity\" in new Covid cases continues in the next few weeks,...","sentiment_score":-0.0212121212}
{"full_text":"RT The corona fiscal stimulus in Fiscal Monitor Oct 2020 show both scale difference btw AE, EM, ILC AND the near univ...","sentiment_score":0.1}
{"full_text":"RT Trump and the GOP are to blame for this madness. Downplaying the virus, wearing mask and social distancing is...","sentiment_score":0.0333333333}
{"full_text":"RT When vaccine science and the coming Covid vaccine can't be freely discussed, debated, and criticized, you are no longer dealin...","sentiment_score":0.4}
{"full_text":"Urgent. Yes shut down the country and wear a mask. Do it Joe. You're the king puppeteer. I am sure Pres Trumps warp speed will give you the vaccine sooner than later and you and the dems can stand there and say what a good job you did","sentiment_score":0.2611111111}
{"full_text":"Life or COVID #close_medical_colleges","sentiment_score":0.0}
{"full_text":"What a disaster.","sentiment_score":0.0}
{"full_text":"Tell that to your evil Democrats...And if your ok with them shutting down churches shame on you....where is your so called faith....if your supposed to get COVID19 you run and hide but if it's your turn to go your going sorry....I for one believe Jesus has power over ALL things","sentiment_score":-0.2185185185}
{"full_text":"RT #TXT, who have the World's best-selling album this week, drop new MV and meaningful song #WeLostTheSummer, copenned by...","sentiment_score":0.3181818182}
{"full_text":"RT This German Covid ad, now subtitled in English, is absolutely superb ","sentiment_score":0.3333333333}
{"full_text":"This Heathen Donald ( has been Voted out of Office by over 75 Million Americans ) Trump. Through Donald ( Inhuman  )Trump Negligence , he has Murdered 251,271 American Citizens with the Corona Virus . Proverbs 29:1-12 .","sentiment_score":0.0}
{"full_text":"RT NM is back on lockdown. I would like to thank all of you miserable a**holes that went to superspreader trump rallies, don't...","sentiment_score":-0.5}
{"full_text":"This is the big pandemic plan?? How is this any different then what is already being done!","sentiment_score":0.0}
{"full_text":"RT Being charged for a crime should not be a death sentence.","sentiment_score":0.0}
{"full_text":"RT \"I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please ackn...","sentiment_score":-0.25}
{"full_text":"My son is an ER nurse. He caught Covid in March and recovered. However, he lost his sense of taste and smell FOREVER. I know it's the least of lingering issues but still devastating. He's still out there every day putting himself at risk without complaint. I'm terrified.","sentiment_score":-0.5333333333}
{"full_text":"RT America and Europe fucked up so so so fucking bad and I'll always be shocked that people aren't angrier about this","sentiment_score":-0.6666666667}
{"full_text":"Do us all a favor and sign an advanced directive that you refuse all treatment for COVID and viral pneumonia and then call your insurance provider and ask them to remove your coverage for COVID. Then do whatever the Hell you want and leave the rest of us alone.","sentiment_score":0.4}
{"full_text":"Last day in my Happy Place!!! Glad to have gone. Makes more prepared to lock down.","sentiment_score":0.3688888889}
{"full_text":"RT Kelly Loeffler was more concerned with selling off &amp; purchasing stock that would make her &amp; her rich husband more money duri...","sentiment_score":0.4583333333}
{"full_text":"Amazing craftsmanship!","sentiment_score":0.75}
{"full_text":"RT Epic failure by Trump surrendered to the virus. History will not be kind to","sentiment_score":0.1277777778}
{"full_text":"RT There are millions of human lives who are just one shut down away from being saved. A business can rebuild, a...","sentiment_score":-0.0777777778}
{"full_text":"You're the one that cheated on your wife. Have dozens of sexual allegations against you. Stole from charities. Very Un Christian. Have done nothing to support America during covid.","sentiment_score":0.25}
{"full_text":"SPURRIOUS CORRELATIONS RT Almost one in five people who have had covid-19 go on to be diagnosed with a mental illness within three months of testing positive. Anxiety disorders, insomnia, and dementia were the most common diagnoses. ","sentiment_score":0.0818181818}
{"full_text":"My wife recently died of cancer. She did not have any pre-ex conditions. She was not old but in the prime of her life. Please compare number of deaths with Covid vs other causes. Other deaths do not matter for people like you.","sentiment_score":-0.075}
{"full_text":"RT Picard nails it again. Leaders who plead with their citizens to make up for a lack of good policy aren't leading. Leaders...","sentiment_score":0.7}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT NEW RESULTS:Rapid Antigen tests work v well!Not all are same - Some much better than othersThis paper is a maste...","sentiment_score":0.2121212121}
{"full_text":"RT NEW: Chilling video of El Paso jail inmates hired to move bodies of #COVID19 deceased patients into mobile overflow morgue...","sentiment_score":-0.1545454545}
{"full_text":"USA TODAY: Trump admits Biden won, repeats false claims about 'rigged' election.This know nothing extremist continues to undermine the peaceful transition of power. He's doing everything imaginable to kneecap Biden's administration during a pandemic.https:\/\/t.co\/9KmlzREJf8","sentiment_score":-0.075}
{"full_text":"I think he has corona.","sentiment_score":0.0}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"RT Guys - we had 184,000 cases of COVID diagnosed yesterday. In. One. Day. Keep your masks on. Stay safe. Be smart.","sentiment_score":0.3571428571}
{"full_text":"RT And you had the fucking audacity to use your mom, your sister and taking advantage of the pandemic which multiple people a...","sentiment_score":-0.3}
{"full_text":"Health workers went on strike to get you lot back to work after 3 years of abandoning them.Oh, and let's not forget how many times you &amp; your buddies put the health service under huge pressure due to your terrorist activities down the year.You have some nerve.","sentiment_score":0.1238888889}
{"full_text":"Yes! The Yellow Vest were causing real change as well as the protest in Hong Kong and China. Not to mention protest in Iran. Covid stopped all that and gave them a chance to arrest leaders. But europe just lives to bend over and are doing it again.","sentiment_score":0.05}
{"full_text":"Key words here: \"who want one\". This is keeping with Health Canada's long standing philosophy of providing education on vaccines, not mandating or forcing vaccinations on the population. And yes always prioritizing key populations access first in an equitable &amp; fair manner.","sentiment_score":0.18}
{"full_text":"If we (Republicans, Democrats, Independents etc) could work together by wearing masks, social distancing and eliminating Covid, then maybe, just maybe, elected officials could work together for the common good of all.","sentiment_score":0.1444444444}
{"full_text":"I was more worried about catching covid rather than the opportunities it brought. honestly sense 2017 bull run I didn't pay much attention to crypto because the long bear market. congrats to those of u that were here for the long run.","sentiment_score":0.3}
{"full_text":"RT For all our NHS staff please RT this to millions today. The country must know what Boris Johnson has said. He must be...","sentiment_score":0.0}
{"full_text":"RT In any given week, more than 300,000 kids are off school because someone else had symptoms. After-school clubs are close...","sentiment_score":0.5}
{"full_text":"Covid, Healthcare, Economy, dep of justice, Daca, Immigration, infrastructure","sentiment_score":0.0}
{"full_text":" This","sentiment_score":0.0}
{"full_text":"I've been in Vietnam since January. The Covid situation here is vastly different than it is in the US because of the strict measures that were taken early on by the gov. Life returned to normal months ago. If you want to know more, I'd be happy to share my experience","sentiment_score":0.31}
{"full_text":"RT pro tip: my uncle spent three years in a basement, hiding from the Nazis. you can skip Thanksgiving and wear a mask fo...","sentiment_score":-0.1}
{"full_text":"We especially like number 3 - Read, watch, listen and share women's stories.","sentiment_score":0.0}
{"full_text":"And Pence ain't worth tuppence !","sentiment_score":0.375}
{"full_text":"RT So I have the rona n my 15yo sisters meanty have her pals over to stay. She's so ragin about it she's had a tantrum n calle...","sentiment_score":0.0}
{"full_text":"RT For all COVID-19 news, follow our coverage here  ","sentiment_score":0.0}
{"full_text":"NOTE: #HARINGEY RESIDENTS: Due to COVID19 Restrictions: #MONDAY art and craft sessions facilitated by Bevali Mckenzie and Veda #infoneurodiversitylearning held N17 (Postponed) - Great online sessions for the family e: bevali.mckenzie@aclc.org.uk","sentiment_score":0.3375}
{"full_text":"RT Orla now teaches creative writing and this is a wonderful piece of her writing about more recent experiences in NYC and f...","sentiment_score":0.5}
{"full_text":"US records 166,000 new Covid cases as Trump supporters crowd Washington - The GuardianYup. Thousands of #DementiaJoe supports celebrate in the streets after the election and there's no mention of #covid19. Is there political-based immunity?","sentiment_score":0.1363636364}
{"full_text":"RT My hands are raw you want to know why? Because I'm a healthcare worker, I constantly wash them and use hand sanitizer to...","sentiment_score":-0.1153846154}
{"full_text":"#Election2020 Trump is still acting like the 5-deferment draft-dodging coward he was during the war in Vietnam. He is running &amp; hiding as more than 10.8 million Americans become infected with #COVID19 &amp; more than 245,000 Americans die from #COVID__19 !https:\/\/t.co\/5psooQERGb","sentiment_score":0.375}
{"full_text":"No mask. You're a #COVIDIOT, but don't worry, you'll get it soon.","sentiment_score":0.0}
{"full_text":"RT Our country is facing a number of crises: a global pandemic, a recession, systemic racism, and the climate crisis.","sentiment_score":0.0}
{"full_text":"'Chumocracy' might be a new term.  All the same this is a robust unravelling and shows how lack of transparency and giving contracts to 'mates' undoes us all.  Disturbing. ","sentiment_score":-0.1212121212}
{"full_text":"RT UPS and DHL are building football field-sized 'freezer farm' for cold storage of Covid-19 vaccine deliveries.","sentiment_score":-0.6}
{"full_text":"RT Close educational institutes#KMUPromoteus#KmuConductOnlineExam","sentiment_score":0.25}
{"full_text":"Paying inmates $2\/hr for this work is totally fucked.","sentiment_score":-0.6}
{"full_text":"Too many Governments are exercising Executives not granted to them in the Constitution! If even Traffic deaths do not give Governments powers to prolong transportarion shutdowns without seeking the will of the People in a national referendum, neither should Covid19 restrictions.","sentiment_score":0.625}
{"full_text":"RT Hey Disney: y'all should do something about the leading co-star of your hit tv series being racist, transphobic, and part...","sentiment_score":0.0}
{"full_text":"RT It's been a fun 30-year ride, Pennsylvania. But the Ledyard family is packing up and moving to Wimauma, Florida - near...","sentiment_score":0.2}
{"full_text":"RT Across the country, people of faith are fighting for fairer treatment under COVID-19 limitations... #Freethe...","sentiment_score":0.0}
{"full_text":"RT Police violently arrest a citizen for speaking at Speakers Corner, London. This is tyranny. As London Mayor, I will end po...","sentiment_score":-0.05}
{"full_text":"I agree with you completely.  Right now they are saying stay home but also saying support local businesses.  Contradictory messages and makes no sense.","sentiment_score":0.1428571429}
{"full_text":"RT America and Europe fucked up so so so fucking bad and I'll always be shocked that people aren't angrier about this","sentiment_score":-0.6666666667}
{"full_text":"RT Law &amp; Order? Stand back and Stand by Proud Boys...the GOP is the party of crime and chaos.Not only did Trump provide n...","sentiment_score":0.2666666667}
{"full_text":"RT NEW: Chilling video of El Paso jail inmates hired to move bodies of #COVID19 deceased patients into mobile overflow morgue...","sentiment_score":-0.1545454545}
{"full_text":"RT This German Covid ad, now subtitled in English, is absolutely superb ","sentiment_score":0.3333333333}
{"full_text":"RT I can handle the German pandemic response being better than ours, but I don't think I can handle it being funnier","sentiment_score":0.25}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"More photos from my walk in Aix-en-Provence yesterday.#aixenprovence #aixmaville that the few walks I take are covid-friendly: mask, social distance, km limit, time limit,...","sentiment_score":0.1111111111}
{"full_text":"RT America and Europe fucked up so so so fucking bad and I'll always be shocked that people aren't angrier about this","sentiment_score":-0.6666666667}
{"full_text":"RT Ohio Gov. Mike DeWine on Covid-19: \"We've got significant community spread ... We like to have our kids in schools but commu...","sentiment_score":0.375}
{"full_text":"RT Michigan GOP before Supreme Court Ruling: \"We just want a say.\"Michigan GOP after:   ","sentiment_score":0.0}
{"full_text":"RT It is because of and his administration that in less than a year, enough coronavirus vaccines to immuni...","sentiment_score":-0.0833333333}
{"full_text":"RT See this this again so we all remember what nurses are doing for all of us in hospitals and clinics and long testing lines,...","sentiment_score":-0.05}
{"full_text":"Twenty more people died yesterday, in Ontario.  #FordfailedOntario #VoteFordOut2022","sentiment_score":0.5}
{"full_text":"RT And there it is.  The covid virus (the flu), is the crisis they needed to bring in the reset or otherwise known, global com...","sentiment_score":0.0}
{"full_text":"RT Get well soon CM ji.My best wishes and prayers for your speedy and quick recovery. May you defeat the COVID...","sentiment_score":0.6666666667}
{"full_text":"RT The part that really gets me: \"None of the victims who lost their lives had attended the party.\"","sentiment_score":0.2}
{"full_text":"It's not mad, Henry, it's thunderously well-deserved  A genuine masterpiece in lockdown or any other era.And streaming until 29 Nov, internationally, incidentally...  ","sentiment_score":0.146875}
{"full_text":"RT Imagine. You grit your teeth every day &amp; put on your PPE. You have colleagues who have died from Covid. But you're an NH...","sentiment_score":0.0}
{"full_text":"RT I'm seeing a lot of chat about PCR and COVID, some of it quite bonkers. So here's a PCR 101. DNA is very small and th...","sentiment_score":-0.325}
{"full_text":"RT So I've been really sick, trying to maintain with this congestive heart failure that I got from having the virus and EVERY FREA...","sentiment_score":-0.5154761905}
{"full_text":"arm distance\" was something which most of us learned and practiced during sports drills back then in school, but today has to be practiced if we want to save our lives.","sentiment_score":0.25}
{"full_text":"RT Asked by about the last time Trump was at WH coronavirus task force meeting, Fauci says \"several months ago.\" He al...","sentiment_score":0.0}
{"full_text":"#LucknowNeed #Blood Type :  O-positiveAt : Apollomedics HospitalBlood Component : Need Plasma from O+ve #COVID19 recovered patient.Number of Units : 2Primary Number : 9654511933Secondary Number : 8375039709Via: by Twitter","sentiment_score":0.0}
{"full_text":"RT LISTEN UP--If there is one person in the Senate who is the poster child of corruption during #COVID19 pandemic, it is unele...","sentiment_score":0.0}
{"full_text":"RT Social bubbles are bullshit. Happy Thanksgiving. Stay home.","sentiment_score":0.4166666667}
{"full_text":"Yes. More test coverage more cases  diagnosed. But remember that tests aren't increasing exponentially.","sentiment_score":0.5}
{"full_text":"In the wake of the ongoing #COVID19 pandemic, a #Dubai-based #Indian couple hosted a 'drive-by wedding ceremony' for their loved ones outside their residence, according to a media report","sentiment_score":0.35}
{"full_text":"It is how it is.... A queen has spoken","sentiment_score":0.0}
{"full_text":"RT pro tip: my uncle spent three years in a basement, hiding from the Nazis. you can skip Thanksgiving and wear a mask fo...","sentiment_score":-0.1}
{"full_text":"I know a lot of my tweets\/stories involve my girlfriend but we live together and we're... in a pandemic.. so I can't really SEE ANYONE ELSE SOOOOOOOO","sentiment_score":0.1681818182}
{"full_text":"Raptors' Masai Ujiri: 'We hope to play next season in Scotiabank Arena'  I think the Raptors earned the right: they &amp; the NBA as a whole have been very responsible on handling the pandemic and the city of Toronto could use a morale boost.","sentiment_score":0.1864285714}
{"full_text":"In 2017 Dr. Fauci said that \"this administration will have to deal with a pandemic during it's term\". How did he know that?","sentiment_score":0.0}
{"full_text":"It's easy to feel powerless in the face of COVID-19, but you can make a difference. Here are some ways to help and give back:","sentiment_score":-0.0222222222}
{"full_text":"RT Dr. Christian Garbe, MD shares invitro research of formulations for ACE2: SARS-CoV-2 Spike interaction...","sentiment_score":0.0}
{"full_text":"RT Wherever you are please wear a mask #lockdown #WearAMask  #SocialDistancing #FaceCoverings #Masks #PPE #coronavirus #COVID1...","sentiment_score":0.0}
{"full_text":"RT \"they stop yelling at you when they get intubated\" - South Dakota ER Nurse","sentiment_score":0.0}
{"full_text":"RT I can handle the German pandemic response being better than ours, but I don't think I can handle it being funnier","sentiment_score":0.25}
{"full_text":"RT Nearly a quarter million Americans dead, and Trump has almost totally abdicated his coronavirus responsibilities. Sunday...","sentiment_score":-0.0333333333}
{"full_text":"Last one is me","sentiment_score":0.0}
{"full_text":"RT When a #COVIDVaccine becomes available, most people across the country will need to get vaccinated to maximize its benefits.The...","sentiment_score":0.45}
{"full_text":"RT No 10 Downing St are laughing all the way to their Sunday dinners. Quite incredible to get news focus off 50,000+ Covi...","sentiment_score":0.9}
{"full_text":"Big negative alert ..pre-covid economic worries , further ravaged by #coronavirus","sentiment_score":-0.025}
{"full_text":"RT Trump tunes out pandemic surge as he focuses on denying election loss","sentiment_score":0.0}
{"full_text":"RT Police violently arrest a citizen for speaking at Speakers Corner, London. This is tyranny. As London Mayor, I will end po...","sentiment_score":-0.05}
{"full_text":"RT Assistant Secretary for Health Adm. Brett Giroir tells that a potential COVID-19 vaccine that's 90% effective is a...","sentiment_score":0.3}
{"full_text":"RT That it's selfish to go out, especially given the role of asymptotic carriers in spreading this deadly disease. That ICUs ar...","sentiment_score":-0.2333333333}
{"full_text":"RT America's coronavirus death toll numbers do not lie. In stark contrast, Donald Trump and Kayleigh McEnany lie, lie, lie...","sentiment_score":-0.2}
{"full_text":"RT For all our NHS staff please RT this to millions today. The country must know what Boris Johnson has said. He must be...","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"The Federal Trade Commission has received a record-setting number of complaints about scams on social media platforms that have ripped people off for millions of dollars. The offers tips to help you avoid falling victim to these scams.","sentiment_score":0.0194444444}
{"full_text":"RT As pandemic worsens, Michigan lawmakers should step up or step aside","sentiment_score":0.0}
{"full_text":"COVID has brought about an e-commerce boom -- pushing some brands into the future, and leaving some behind.But will it stick? The longer the pandemic goes on, the more likely that becomes.","sentiment_score":0.1666666667}
{"full_text":"RT Anomalies that must be investigated!!! If the US Attys in PA don't do it  we're worse than a banana republi...","sentiment_score":-0.4}
{"full_text":"Why are you not focusing on the Covid 19 crisis or stimulus legislation?! Tens of thousands are suffering and dying?! Is death and destruction going to be your only legacy in history?","sentiment_score":0.0}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"RT I am the president-elect, but will not be president until next year. COVID-19 does not respect dates on the calendar, it is a...","sentiment_score":0.0}
{"full_text":"Just another MAGAT COVID SUPER SPREADER. Those fuxs should be required to sign a DNT (do not treat) agreement if they think they have the right to gather at these rallies where most aren't even wearing masks or S distancing. They are the reason the virus is raging out of control","sentiment_score":0.373015873}
{"full_text":"RT Dr. Fauci tells it's been \"several months\" since President Trump physically attended a coronavirus task for...","sentiment_score":0.0}
{"full_text":"RT What will become of the vacant units that litter city centres as a result of the pandemic? Join the second #CovidTalks e...","sentiment_score":0.0}
{"full_text":"It's National Philanthropy Day. If you have the time, here are ways you can help during the coronavirus outbreak:","sentiment_score":0.0}
{"full_text":"MEN ONLY!! Date Several other Men tonight from the comfort of your own home at our Gay and Bisexual Men Virtual Speed Dating!Use Promocode NOVTWIT to receive $5.00 off!https:\/\/t.co\/OpqbziS9mu#SocialDistancing #datingduringcovid #speeddating #pncevents #PNC","sentiment_score":0.1783333333}
{"full_text":"It's Sunday, the day of rest - a perfect excuse to let someone else do the cooking (while at the same time supporting some fabulous local restaurants, pubs and caterers). Check out to see who in #Oxford will bring you tastebud-tickling treats ","sentiment_score":0.2666666667}
{"full_text":"Thousands of candles can be lit from a single #Candle...#JoyTrain #Joy #Love #Kindness #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #SuperSoulSunday #SundayMorning #SundayMotivation RT #ThinkBIGSundayWithMarsha","sentiment_score":0.4095238095}
{"full_text":"Jeremih has been hospitalized and is in the ICU for COVID-19","sentiment_score":0.0}
{"full_text":"RT You know how we protect the vulnerable from Covid? We stop it from spreading, that's how. Unfortunately, that means reduc...","sentiment_score":-0.5}
{"full_text":"Isolation and loneliness are symptoms of the pandemic that could only worsen by the winter months.Experts are worried about the winter and \"SILOS,\" which stands for single individuals left out of social circles.","sentiment_score":-0.0095238095}
{"full_text":"Follow stay-at-home orders without stopping your home search. Schedule a live video tour through my KW App, and I'll walk you through your favorite properties while you stay safe. Don't have my app? Download it here:","sentiment_score":0.3787878788}
{"full_text":"The beauty industry has been hit hard by store closures during the pandemic. L'Oreal is trying to mitigate the effects with online tools that mimic the in-store experience.  ","sentiment_score":-0.2916666667}
{"full_text":"Mexico surpasses 1 million Covid cases #AFP","sentiment_score":0.0}
{"full_text":"RT This German Covid ad, now subtitled in English, is absolutely superb ","sentiment_score":0.3333333333}
{"full_text":"#Listenback #ICYMI There are concerns Ireland's young people a missing out on 'important rites of passage' as a result of coronavirus restrictions. What do you think? Are young people missing important rites of passage? hears from listeners","sentiment_score":0.1}
{"full_text":"RT We cannot wait until January 20 for a federal response to Covid-19.","sentiment_score":0.0}
{"full_text":".@TheDeverakonda responds to trolling he faced during #lockdown#VijayDevarakonda #Tollywood #Fighter #SamanthaAkkinenihttps:\/\/t.co\/arDLqoMYYB","sentiment_score":0.0}
{"full_text":"Fitness equipment companies experience pandemic revenue growth as people invest in home gyms via","sentiment_score":0.0}
{"full_text":"RT This article mentions the window of opportunity this pandemic provides and how China views the world.  It's fr...","sentiment_score":0.0}
{"full_text":"Have you got a new persistent cough? A high temperature? Loss of taste or smell? You and your household MUST self isolate and book a test.Find out more:","sentiment_score":0.2654545455}
{"full_text":"DAK Urges Adequate Cold Storage Facilities For Covid-19 Vaccine | Kashmir Observer","sentiment_score":-0.1333333333}
{"full_text":"70% - the percentage of #COVID19 journalists in this survey that reported battling anxiety and PTSD symptoms. Here's what else found. #AIJC #mentalhealth #BhekisisaResource","sentiment_score":0.0}
{"full_text":"Tensions rise as #Antifa activists try to block anti-lockdown march in #Frankfurt#coronavirus #Germany","sentiment_score":0.0}
{"full_text":"#Covid19 stats of this morning, Sun November 15 | World: 54+ million cases, 1,313,000+ deaths | #Bermuda: 95919 tests, 222 cases, 189 recovered, 9 deaths |","sentiment_score":0.0}
{"full_text":"Clemson football player Darien Rencher, a T.L. Hanna grad, revealed Saturday night that he has tested positive for COVID-19. ","sentiment_score":0.2272727273}
{"full_text":"In no particular order:Manage the pandemic Restore the economySave and strengthen ACAExpand the Supreme CourtHelp the Equal Rights Amendment become part of the Constitution","sentiment_score":-0.0416666667}
{"full_text":"\"I mourn the year I thought I'd have, and I find it hard not to dwell on the things that will never be.\"https:\/\/t.co\/wIUI8u8I5w","sentiment_score":-0.2916666667}
{"full_text":"The launch of this partnership comes at a critical time as we look to recover from the impact of the #Pandemic. Supporting skills development will positively contribute to that recovery.https:\/\/t.co\/PkfxJjyGgJ @SHinchcliffe Labour Leader of Bradford#digileaders","sentiment_score":0.1590909091}
{"full_text":"Even (especially!) during COVID, I hope you appreciate the worship &amp; technical people making church services succeed. #leadership","sentiment_score":0.0}
