{"full_text":"What caused this ?https:\/\/t.co\/MJqtF8Zkvt","sentiment_score":0.0}
{"full_text":"Thoughts?","sentiment_score":0.0}
{"full_text":"RT I am proud to support Jon along with for the U.S. Senate in the Georgia runoff election. Jon...","sentiment_score":0.8}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT San Francisco will place new limits on businesses and social gatherings, including imposing a nightly curfew, as Covid-19 cases co...","sentiment_score":0.0848484848}
{"full_text":"RT So DKKA crossed 40 million views ..Congrts to and the whole team of #DilKoKaraarAaya ..This is the first r...","sentiment_score":0.225}
{"full_text":"RT If you're still social distancing, washing your hands, and wearing a mask, please retweet this tweet. I just want people to k...","sentiment_score":0.0333333333}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT PM Shri visits Serum Institute of India in Pune to take stock of COVID-19 vaccine development in the country....","sentiment_score":0.0}
{"full_text":"RT Some Hoboken bars packed amid jaw-dropping rise in NJ COVID cases","sentiment_score":0.0}
{"full_text":"RT My ER doctors on the ground in Manhattan say it's back with a vengeance and cases are rising!","sentiment_score":0.0}
{"full_text":"RT BRITTANY PALOMO, 27 of Raymondville, Texas died of COVID on Nov. 21. She worked as an ER nurse, starting her career jus...","sentiment_score":0.0}
{"full_text":"Ummmm.... Can you say, \"pandemic?\"","sentiment_score":0.0}
{"full_text":"RT So DKKA crossed 40 million views ..Congrts to and the whole team of #DilKoKaraarAaya ..This is the first r...","sentiment_score":0.225}
{"full_text":"RT Us at Disneyland","sentiment_score":0.0}
{"full_text":"Wait until Globalism takes over. You think your being fucked now, wait until you can't do anything about it.","sentiment_score":-0.6}
{"full_text":"Even if he\/she is, colds don't kill people. And I know of two people under 30 who died from it. Regardless of their age, they are still people who have died due to COVID.","sentiment_score":-0.125}
{"full_text":"So do I... 16 weeks lockdown wasn't fun, and I don't want to do it again. Thankfully pubs are starting to open again... it takes me 20 minutes to walk to the pub, and 3 hours to walk back. The difference is staggering.","sentiment_score":0.075}
{"full_text":"RT Record COVID testing in a single day in Haryana at 1,21,227 (One lakh twenty one thousand, two hundred and twenty seven)...","sentiment_score":-0.0714285714}
{"full_text":"RT 2020 was a good year because of Chu. Forget covid hahahaJisoo: Still quickly disappear!!!! Our Blink, as the year is comi...","sentiment_score":0.7569010417}
{"full_text":"Just a reminder, now that its the christmas season stores are getting busier and as a retail worker i see a lot of people being impatient and ignoreing social distancing and not wearing masks. If you can do pickup or delivery  please do, and if you cant try to avoid peak hours","sentiment_score":-0.0833333333}
{"full_text":"Get well soon, Al","sentiment_score":0.0}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"RT Every marble is an American who died from COVID-19. Each second is 6 days.","sentiment_score":0.0}
{"full_text":"RT We really been in a pandemic almost a year now....","sentiment_score":0.2}
{"full_text":"RT System failure: A growing number of Americans are going hungry - Does anyone think Washington Republicans and Democrats w...","sentiment_score":-0.3166666667}
{"full_text":"RT Dear #MedTwitter, is anyone feeling like the whole point of COVID MICU is keeping patients alive long enough for the familie...","sentiment_score":0.0625}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"RT social distancing from everyone except this goodest boy!","sentiment_score":0.0416666667}
{"full_text":"stop preaching about covid safety when you can't even accurately portrait the proper use of masks on your show it's embarrassing  either do it right or just don't do it at all","sentiment_score":0.2285714286}
{"full_text":"Trump supporters: Biden supporters are pussiesLocal government: Hey please put on a mask when you walk into an establishment to decrease the rate this COVID virus spreads.Trump Supporters:","sentiment_score":0.0}
{"full_text":"RT Jesus.","sentiment_score":0.0}
{"full_text":"RT Let's keep each other company through lockdown ","sentiment_score":-0.125}
{"full_text":"RT A big shout out and thank you to all our staff working this weekend including those helping with contact tracing and those get...","sentiment_score":0.0}
{"full_text":"This is a true victory to #science, and research at #academia, #pharma and  #biotech! Chronicle of events to develop COVID-19 vaccine by","sentiment_score":0.4375}
{"full_text":"RT I'll wear a mask in the streets, and eat that ass in the sheets. Wait what","sentiment_score":0.0}
{"full_text":"We would be saved if we had Philly-level antibodies. CoVid wouldn't stand a fucking chance.","sentiment_score":-0.6}
{"full_text":"RT Weird how never complains about how Republicans are harming small business in his district.","sentiment_score":-0.375}
{"full_text":"RT The fact that Americans can't simply wear a mask, remain in place, wash hands and not have large gatherings during a pandemic...","sentiment_score":0.1071428571}
{"full_text":"RT Sharing.","sentiment_score":0.0}
{"full_text":"RT Britain , the Terrorist Nigeria  contraption you created and handed over to FULANI Terrorist is Killing and has Killed...","sentiment_score":-0.2}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT As an ICU nurse, Covid is definitely worse this time round. Not just the poor patients, but the fatigue, the apathy, the th...","sentiment_score":-0.3333333333}
{"full_text":"Plenty of stuff. But mostly we just  shifted from 3D into 4D &amp; I'm assuming they wanted to keep most ppl's vibrations on a low frequency so y'all can be stuck in the 3D &amp; they can blame it on Covid.","sentiment_score":0.3333333333}
{"full_text":"RT So I'm practically begging at this point. I'm on the verge of being kicked out of my home by the end of the first week...","sentiment_score":0.25}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT Help find out who these kids are. They refused to wear a mask so they broke their water line and ran off ","sentiment_score":0.0}
{"full_text":"RT The amount of votes president elect Biden got in 2020 shows we could've done the same for Hillary in 2016 but some of y'all...","sentiment_score":0.4}
{"full_text":"RT Naw let me start staying in more often b\/c Lord knows I'd be devastated if I caught COVID since I love food so much.","sentiment_score":0.4}
{"full_text":"RT 26 million people didn't have enough to eat in the last week...in one of the richest countries in the world. We cannot...","sentiment_score":0.0}
{"full_text":"Ah ha. Just as some Adelaidians were showing signs of getting complacent again.  #COVID19Aus #GetTested #StaySafe #MaskOn #FacePalmIsNotAMask South Australians urged to get tested after coronavirus-positive patient breaks quarantine","sentiment_score":0.0}
{"full_text":"RT #EuropeanUnion must declare #China is responsible for destabilizing the World &amp; start sanctioning #CCP Regime.#FreeTibet...","sentiment_score":0.2}
{"full_text":"RT our 1st TikTok had to be of us vibing to #MIL !! We cannot wait to get out of Lockdown and celebrate the album properly...","sentiment_score":0.0}
{"full_text":"RT Marcus Rashford will receive the City of Manchester award in recognition for his campaigns and efforts against child p...","sentiment_score":0.0}
{"full_text":"What Tenants Should Expect from Their Landlords Right Now #CRE #NewNormal #COVID-19 #TenantTips  ","sentiment_score":0.2857142857}
{"full_text":"RT Data from 45 countries show containing COVID vs saving the economy is a false dichotomyThe notion of a trade-off is not s...","sentiment_score":-0.4}
{"full_text":"RT I've been meaning to put together my thoughts on this, but this thread does a fine job.The dismissal of the predominantly ol...","sentiment_score":0.4166666667}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"Says the cuck whose lockdown restrictions are the exact thing killing said small businesses. Do us all a favor and go play in traffic","sentiment_score":0.0}
{"full_text":"RT This one is for you Anti Buharist.These are some of F G's initiatives since the beginning of Covid19 Pandemic to date.PM...","sentiment_score":0.0}
{"full_text":"Fuck &amp; the #EndGOP","sentiment_score":-0.4}
{"full_text":"Unlike in the spring and summer, officials have not adopted additional restrictions in Florida to prevent the virus from spreading.https:\/\/t.co\/2KhNd73sTt","sentiment_score":0.0}
{"full_text":"Scientists discuss how Africa has so far weathered the worst of Covid-19's health impact","sentiment_score":-0.45}
{"full_text":"#onlinechurch  #Tooting #AdventSunday #ComethoulongexpectedJesusTo listen to our Sunday service during lockdown go to:https:\/\/t.co\/YK3umkY7e7&amp; Advent hymns and readingshttps:\/\/t.co\/Z2pgWnBn8BBack in church next Sunday","sentiment_score":0.0}
{"full_text":"The Oregon Health Authority reported a total of 1,669 new coronavirus cases on Saturday, bring the state's total to 72,506. Officials also reported 11 deaths caused by the virus.","sentiment_score":0.0454545455}
{"full_text":"[Op-Ed] \"The familiarity with it often debilitates enduring attitude with which to resiliently mitigate it. This dilemma in our lax response, to Covid's second-wave, remains true.\" | Usama Nizamani","sentiment_score":0.35}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"#Corona caseload in #India climbs to 93,92,919RK Online Desk | 29 Nov 2020https:\/\/t.co\/0ZZ9SxjTLB","sentiment_score":0.0}
{"full_text":"CORONAVIRUS HELP DESK: Here's what you can do if you've misplaced that check.","sentiment_score":-0.2}
{"full_text":"Trump rolled back environmental protections which directly impacts Canadian fresh water lakes. Trump tried to stop masks, made with Canadian sourced raw materials, from being delivered to Canada.Trump's pathetic response to COVID has caused the border to be closed for 8 months.","sentiment_score":-0.1551282051}
{"full_text":"\"The images are right there at your fingertips wherever you are.\" - Dr. David HuelsmanRead how radiologists gained access to 8 million imaging studies to better inform their diagnosis, which became even more valuable during COVID: #RSNA20","sentiment_score":0.4285714286}
{"full_text":"Tune into 'The Health and Humor Show' with on - #Healthnews including CDC urges people to avoid travel during #Thanksgiving, how to host a virtual Thanksgiving, and be your own eye insurance.      ","sentiment_score":0.6}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"Ever thought you'd write a book during the pandemic? Pope Francis did.  He says #Covid19 has exposed the fractures in our societies and reveals what's in our hearts.  He wrote the book with who talks to us about how he and the Pope worked together","sentiment_score":0.0}
{"full_text":"RT Trump largely abdicated the responsibilities of the job he was fighting so hard to keep, chief among them managing the coro...","sentiment_score":-0.0386904762}
{"full_text":"An amazing freewheeling chat with","sentiment_score":0.6}
{"full_text":"RT Which immunity is superior?Vaccines shown to be 70-90% effective at 7-14 days based on a few hundred cases of COVID-...","sentiment_score":0.2}
{"full_text":"No one could claim defeating the virus. They could claim managing it better, short of a national lockdown.","sentiment_score":0.25}
{"full_text":"RT This beautiful lady is my mom. She has been in the ICU on a ventilator fighting covid. They just took her off the ventilator...","sentiment_score":0.85}
{"full_text":"PM Narendra Modi to embark on a 3 city visit today to review covid-19 vaccine development NaMo App","sentiment_score":0.0}
{"full_text":"Black Friday shoppers spent an estimated $9 billion on U.S. retail websites on Black Friday, according to Adobe Analytics, which tracks online shopping. That was a 22% increase over the previous record of $7.4 billion set in 2019.","sentiment_score":-0.15}
{"full_text":"Broncos won't have quarterbacks against Saints because of COVID contact concerns","sentiment_score":0.0}
{"full_text":"The forensic pathology industry is facing a workforce shortage. These are the men and women who determine how and why a death happens. They are being overwhelmed, and the pandemic has only made things worse.","sentiment_score":-0.2}
{"full_text":"BBB issues warning about COVID-19 vaccine trial scamshttps:\/\/t.co\/nuHsOpYLwZ","sentiment_score":0.0}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"51 attendees of the rally who resided in Minnesota were infected with the coronavirus in the days following the event. Of them, three were hospitalized and one person died.","sentiment_score":0.0}
{"full_text":"Denver's mayor is back in town after he flew to visit family, despite his own warnings for people to \"avoid travel\" for the holiday.","sentiment_score":0.3}
{"full_text":"Police arrested a 44-year-old man on Wednesday after he refused to wear a face mask on a flight leaving Salt Lake City International Airport. | By","sentiment_score":0.0}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"RT With Justice Amy Coney Barrett on the Supreme Court, we could see a shift back to protecting the Constitution.https:\/\/t....","sentiment_score":0.0}
{"full_text":"RT They've never been to a hospital Covid ward. They should...","sentiment_score":0.0}
{"full_text":"READ: #MINDSAfrica founder and other esteemed African leaders led a MINDS and Bloomberg New Economy Forum session discussing challenges facing the continent's health systems in light of #COVID19 and ways to map a way forward.","sentiment_score":0.1028409091}
{"full_text":"Bad news for those who already made plans.#MashableSEA #Singapore #HongKong #travel","sentiment_score":-0.7}
{"full_text":"#onlinechurch #Tooting #AdventSunday #OComeOComeEmmanuelTo listen to our Sunday service during lockdown go to:https:\/\/t.co\/u5nBUirf4l&amp; a service of Advent hymns and readingshttps:\/\/t.co\/qYmnvupu6cBack in church next Sunday","sentiment_score":0.0}
{"full_text":"You stay home, she goes outShe says that long ago she knew someone but now he's goneShe doesn't need him","sentiment_score":-0.05}
{"full_text":"RT 'It's scary,' says shop manager who's selling out of backcountry skis.Search and rescue crews are worried that adventu...","sentiment_score":-0.5}
{"full_text":"Many people turning to real Christmas trees as bright spot amid coronavirus pandemichttps:\/\/t.co\/uldNOjSJwG #10TV","sentiment_score":0.4666666667}
{"full_text":"Violent Security Officers Hurting Campaign - #ChimpReportsNews #Uganda #UgandaNews #Featured #Elections #UGDecides2021 #UgVotes2021 #SundayMotivation #WearAMask #News","sentiment_score":-0.8}
{"full_text":"#Mumbai, synonymous with overcrowded local trains and traffic jams, came to a standstill during the #COVID19 #lockdown. Award-winning photographer Umesh Goswami has captured the Maximum City's silence in pictures here:https:\/\/t.co\/SlJjpieKYv#localtrains #life #local","sentiment_score":0.0}
{"full_text":"I'm chatting with Ed Taylor Assistant Organist just after 7.30am on . Looking at Cathedral music during the pandemic and creating Bach for the future.","sentiment_score":0.0}
{"full_text":"At-home testing kits for COVID-19 and a variety of other conditions are now available from a number of companies, including and Everlywell. #homecovidtest #athome #covidtest","sentiment_score":0.1375}
{"full_text":"With Cyber Monday around the corner, more online shopping records could be broken.","sentiment_score":0.05}
{"full_text":"Meanwhile, traffic to physical stores plummeted as retailers tried to prevent crowds by cutting their hours and limiting doorbuster deals.","sentiment_score":-0.3}
{"full_text":"Africa Poorly Prepared For COVID-19 - WHO","sentiment_score":-0.4}
{"full_text":"#Bengal #COVID19 update: Active cases steadily declining, as recovery rate touches 93.12% #BengalFightsCorona #CoronaVirusUpdates","sentiment_score":0.0166666667}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"Doctor shares video showing what COVID patients see in final momentshttps:\/\/t.co\/iuZzFhaWq1","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 29\/11\/2020 11:30Total Cases: 9393039 [+0]Active: 452996Recovered: 8801161 [+0]Deaths :136733 [+0]Total Tests: 138.22MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT IF YOU ARE A GROWN PERSON COMPLAINING ABOUT HOW HARD AND INCONVENIENT IT IS TO WEAR A MASK YOU ARE A PUSSY!!! A WIMP!!!","sentiment_score":-0.6458333333}
{"full_text":"Pressure builds on Congress to help states with vaccine needs","sentiment_score":0.0}
{"full_text":"RT ARIZONAWAKETHEFUP","sentiment_score":0.0}
{"full_text":"#Coronavirus Pandemic Takes Toll On Children's Mental Health.","sentiment_score":-0.1}
{"full_text":"3\/ is a manifestation of the obsession with infection spread &amp; metrics eg 'R'. The experts that favour the use of lockdowns have fallen into Silo thinking.5. They are using the playbook from previous influenza type pandemics but refused to adjust their actions where covid19 is","sentiment_score":-0.1666666667}
{"full_text":"RT The only thing to do was lock everyone down like NZ did. Too late now.","sentiment_score":-0.1518518519}
{"full_text":"So if all 3 of Denver's QBs r unable 2play due 2 #coronavirus then who will be their 4th? Some one has to show up-","sentiment_score":-0.3125}
{"full_text":"Korean GovernmentApril 2020: We have 3 levels of social distancing regulations.September 2020: We have 5 levels of social distancing regulations.December 2020: We have 67 and a half levels of social distancing regulations.","sentiment_score":-0.0166666667}
{"full_text":"Full story here--","sentiment_score":0.35}
{"full_text":"Indonesia gears for mass COVID-19 immunization","sentiment_score":0.0}
{"full_text":"That's funny. You respond like an emotionally immature 14 year old. If you can figure out some logical reason that you can calmly articulate like a thinking adult to explain why I'm particularly obliged to spend a day on a covid ward then feel free to get back to me.","sentiment_score":0.1740740741}
{"full_text":"RT \"With Australia now the toast of the world for its pandemic response &amp; subsequent success, the country can be thankful the...","sentiment_score":0.15}
{"full_text":"In the news: Colorado governor tests positive for coronavirus #coronavirus #COVID19 #2019ncov","sentiment_score":0.2272727273}
{"full_text":"Alberta shatters its daily COVID-19 record as shoppers packed malls and hundreds gathered to protest public health restrictions. has more:","sentiment_score":0.1666666667}
{"full_text":"RT Jin, Weverse 201126  And, to COVID-19: Please get lost hahaha  They'd release that? [Note: I've provided a refere...","sentiment_score":0.2}
{"full_text":"Order Now. Protect yourSelf &amp; your Community...#StaySafe #WeAreAllResponsible #coronavirus #COVID-19 #COVID19 #COVID_19 #COVIDzero #rsmartsolutionshttps:\/\/t.co\/gzBFySh0Zk","sentiment_score":0.0}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"Crowley ISD is scheduled to return to in-person classes Monday after temporarily halting them days ahead of the Thanksgiving break because of the coronavirus. ","sentiment_score":0.0}
{"full_text":"Navajo Nation's Jill Jim named to President-elect Joe Biden's COVID-19 Advisory Board","sentiment_score":0.0}
{"full_text":"RT Small businesses are the backbone of communities across the country -- and amid the pandemic, they need our help more than eve...","sentiment_score":0.125}
{"full_text":"American and Europeans are more severe than underdeveloped countries The virus attack puts the world under lock down thus China becomes the sole supply chain of the world. It wants to invade India, Taiwan, and Vietnam.","sentiment_score":0.1088888889}
{"full_text":"Should also question how China is the only nation thriving (supposed low COVID cases at this time, economic growth etc), while cases and deaths go up across the globe.","sentiment_score":0.0666666667}
{"full_text":"RT It would help if people put on their #Masks correctly. I've seen too many people not wearing a mask on #Buse...","sentiment_score":0.5}
{"full_text":"A well-known phenomenon of the Covid-19 era is that the deadly virus presents a wide disparity of symptoms between patients - now a Triangle firm has the federal funding to try to find out why. ","sentiment_score":-0.1666666667}
{"full_text":"RT NFL: Denver QBs ineligible for Sunday's game due to COVID-19 exposure","sentiment_score":-0.2625}
{"full_text":"COVID In Minnesota: 40 In Gopher Football Program Have Tested Positive","sentiment_score":0.2272727273}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"Time: 06:00 * Temp: 8.2degC * Wind: E 0.0 to 0.0mph * Pressure: 1019.1hPa * Rain: 0.0mm * Hum: 97% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:19 * Sunset: 16:03 * Cloudbase: 320ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Nigerian born Neuroscientist,Oshio Agabi,who raised $30m and created a device[Koniku] that is getting tested by Airbus to snif...","sentiment_score":0.0}
{"full_text":"Elite runners brave Delhi race despite COVID-19 surge, pollution concerns","sentiment_score":0.8}
{"full_text":"Post COVID-19 Divestments - An Increasing Need for Resilience","sentiment_score":0.0}
{"full_text":"RT McKinsey needs to answer some questions about this.","sentiment_score":0.0}
{"full_text":"RT Strengthening cultural bonds in the time of the global pandemic. #MannKiBaat","sentiment_score":0.05}
{"full_text":"RT Translation: Get ready for a national lockdown.","sentiment_score":0.2}
{"full_text":"Her biggest takeaway from Covid-19? \"Society is more vulnerable than we imagined. But we learn to adjust, despite the limitations imposed by the pandemic.\" ","sentiment_score":0.0}
{"full_text":"RT RIVETING--Love this powerful video--what you do to stop the pandemic can affect literally thousands of people around you. Do...","sentiment_score":0.3}
{"full_text":"RT So my sister just came back from school today and we realized that she's having cough and sore throat and there was Covid ou...","sentiment_score":0.0}
{"full_text":"COVID-19 cases in Canada remain on troubling course, Tam says","sentiment_score":0.0}
{"full_text":"RT  MINI GIVEAWAY since Treasure won ROTY yesterday and my Dad has tested negative for Covid-19 I wanna do a mini giveaw...","sentiment_score":-0.3}
{"full_text":"RT Reading this and my first thought was thats whats called \"Good Trouble\". I applaud these children.Both...","sentiment_score":0.25}
{"full_text":"RT Jeff Bezos could give $148,000 to each of his 500,000 warehouse workers and still be richer than he was before the pan...","sentiment_score":0.0}
{"full_text":"Doctors say CDC should warn people the side effects from Covid vaccine shots won't be 'a walk in the park'Public health officials and drugmakers need to warn people that coronavirus vaccine shots may have some rough side effects so they know what to ...https:\/\/t.co\/xDortGod8s","sentiment_score":-0.05}
{"full_text":"RT T3051. To avoid fine for not wearing mask (2000 in Delhi), wear it all the time. Else challan as many times, as u r caught...","sentiment_score":0.4583333333}
{"full_text":"Landmark legal ruling finds that Covid tests are not fit for purpose. So what do the MSM do? They ignore it -- RT Op-ed","sentiment_score":0.0}
{"full_text":"That is where we are getting things mixed. Masks + Social distance make a difference. It seems once masks were introduced many people stopped social distancing. Lockdowns also have helped many cities  and countries to the point they will have xmas","sentiment_score":0.2133333333}
{"full_text":"RT Kim Jong Un ordered executions amid frantic efforts to control coronavirus, South Korea lawmaker says","sentiment_score":0.0}
{"full_text":"RT COVID has accomplished its goals: 1) the Bureaucracy (or Deep State) wants to consolidate power. 2) the Corporate...","sentiment_score":0.1}
{"full_text":"RT As an ICU nurse, Covid is definitely worse this time round. Not just the poor patients, but the fatigue, the apathy, the th...","sentiment_score":-0.3333333333}
{"full_text":" is this the outcome of our massive votes over you?","sentiment_score":0.0}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":"Did I read Santa Clara may ban all Niner home games due to covid??  Really?","sentiment_score":0.0375}
{"full_text":"Aborted fetus tissue was used in the experimentation of the COVID vaccineJust because aborted fetus parts arent directly IN the vaccine, doesn't make it moralI could never, in my right might receive a vaccine that was produced from the experimentation of aborted fetuses.","sentiment_score":0.1928571429}
{"full_text":"RT AOC casually raised $75K+ for low-income families by playing video games for a few hours while educating current &amp; future...","sentiment_score":-0.175}
{"full_text":"RT Hello Team,Any tentative date for covid19 medicine (fabi flu200\/400) addition to the jan aushadhi store catalogu...","sentiment_score":0.0}
{"full_text":"All roads lead to Dubai as the emirate's strategic sectors such as travel and tourism, trade and Mice are well on track to register a rapid recovery from the repercussions of the Covid-19 pandemic.","sentiment_score":0.0}
{"full_text":"RT Sir,we pharmacy s...","sentiment_score":0.0}
{"full_text":"Although the pandemic has posed challenges to in-person sales calls, Freedom Solar says its footprint in San Antonio is on the rise. ","sentiment_score":0.0}
{"full_text":"RT Until last week Delhi govt was getting pulled up for poor measures on both Covid and airpollution #Delhi #COVID19India #Far...","sentiment_score":-0.1}
{"full_text":"RT Specific safety measures are required as physicians reopen and strive to keep their practices open during #COVID19. We...","sentiment_score":0.0}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":"RT AOC casually raised $75K+ for low-income families by playing video games for a few hours while educating current &amp; future...","sentiment_score":-0.175}
{"full_text":"RT Moscow Mitch McConnell is halting all Senate GOP lunches amid Covid case surges in Congress because he values his life...","sentiment_score":0.0}
{"full_text":"RT Hey, thanks for sharing this thread from Read the whole version here:","sentiment_score":0.2}
{"full_text":"Airlines get jump on preparations to transport COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"Sunday shows preview: US health officials brace for post-holiday COVID-19 surge | TheHill - The Hill -","sentiment_score":0.0}
{"full_text":"RT There's no question coronavirus has taken a devastating toll on our economy. We need to get our economy back on track--...","sentiment_score":-0.5}
