{"full_text":"RT Families 'facing hardest period in five decades' as Britain's economy stalls. Brexit and Covid are toxic combination.Need...","sentiment_score":0.0}
{"full_text":"Yes, 2020 has shown the positives of Federation. Just imagine if Scomo had been in charge like Boris in the UK!","sentiment_score":0.0}
{"full_text":"A year after Wuhan alarm, China seeks to change #Covid #origin story","sentiment_score":0.0}
{"full_text":"RT They tried to end us with COVID, but accidentally caused a worldwide awakening.","sentiment_score":0.0}
{"full_text":"RT A Pennsylvania state senator abruptly left a West Wing meeting with President Trump after being informed he had tested positive for...","sentiment_score":0.1136363636}
{"full_text":"RT Raise your hand if you agree that all Georgia trump supporters should stay home instead of voting just to own us Libs. ","sentiment_score":0.6}
{"full_text":"RT Random. First two weeks of the Endsars protests, I was organizing legal aid from my COVID isolation bed. Tested positive a...","sentiment_score":0.0443181818}
{"full_text":"Stupid, played all game touching each other without one, but they have to wear one in the locker room?? Makes no sense shit is getting ridiculous","sentiment_score":-0.2263888889}
{"full_text":"RT We're still waiting for all these people to die of the deadly Kung flu from last June htt...","sentiment_score":-0.1}
{"full_text":"STOP IGNORING US! WE NEED AID! COVID IS RISING! MILLIONS ARE SUFFERING &amp; STRUGGLING FINANCIALLY! FOR THE LOVE OF GOD. CANT BELIEVE WE HAVE TO BEG DURING A GOD DAMN PANDEMIC! WTH IS WRONG WITH YOU ALL! #ReliefNow","sentiment_score":0.0}
{"full_text":"The sheer stupidity...\"All participants in Wednesday's meeting took COVID-19 tests, but the positive results were not announced until they were in the West Wing of the White House, the person said.\"","sentiment_score":-0.0931818182}
{"full_text":"RT BREAKING: Deranged, lying Trump sycophant PA State Senator had to abruptly leave right before a meeting...","sentiment_score":0.0803571429}
{"full_text":"RT Expanded unemployment benefits. Aid for small businesses. Another stimulus check. Relief for state and local governments. H...","sentiment_score":-0.125}
{"full_text":"We are possessed by evil. Greed and lust for power have brought genocide to America.  The evil is here to stay, A.K.A. GOP","sentiment_score":-1.0}
{"full_text":"RT story is evolving. unpicked the disease effects,  helping re-st...","sentiment_score":0.0}
{"full_text":"RT Black voters were a MAJOR force in electing Biden\/Harris.Now you're going to tell me that the Trump administration offici...","sentiment_score":-0.0520833333}
{"full_text":"Lethbridge shows 23 new cases - active case count increases to 192 #yql #Lethbridge #COVID19AB","sentiment_score":0.0015151515}
{"full_text":"RT Old enough to remember when Mike Pence told us there wasn't even a second wave.","sentiment_score":0.0333333333}
{"full_text":"DuPage County reports 887 COVID-19 cases Sunday, 12 deaths","sentiment_score":0.0}
{"full_text":"No worries, let's build! https:\/\/t.co\/8vesM9J7qrBlack Friday Sale still going on!!","sentiment_score":0.0}
{"full_text":"This ","sentiment_score":0.0}
{"full_text":"RT Every marble is an American who died from COVID-19. Each second is 6 days.","sentiment_score":0.0}
{"full_text":"Nueces County reports 304 new cases, four COVID-19 deaths on Nov. 29 71 cases were reported by the state on Sunday. via @callerdotcom","sentiment_score":0.1363636364}
{"full_text":"President Trump needs to be focusing on the pandemic that he lied about &amp; called a hoax. Over 266,642 Americans died from it. He needs to put a National mask mandate to save 100,000 lives. Activate the Defense Production Act. Start putting out PPE &amp; shields for healthcare workers","sentiment_score":0.0}
{"full_text":"Shawty that been in damn near every Miami club this weekend gonna ask me for a vid. I dont think i'd be the bad guy to ask for her corona results right?","sentiment_score":-0.1047619048}
{"full_text":"It explicitly excludes COVID-19.    I'd tell you to get a clue but...","sentiment_score":0.0}
{"full_text":"Does Doug Mastriano's possible COVID diagnosis:","sentiment_score":0.0}
{"full_text":"RT My father-in-law 'Coco's dad' was a serious 'No Masker'  COVID hit him. Pneumonia in both lungs.. 40 days in ICU close to d...","sentiment_score":-0.3333333333}
{"full_text":"RT She seems nice.","sentiment_score":0.6}
{"full_text":"This thread does some digging.  Story - as with data - open to interpretation.","sentiment_score":0.0}
{"full_text":"#SCOTUS rules no limits church attendance due to Covid. It's Ok to die or help kill grandma\/pa in the name of individual religious worship! Half US population undisciplined &amp; too selfishly individualistic to face War--Covid War or other. This ain't your grandpa's WW2 generation","sentiment_score":-0.0595238095}
{"full_text":"RT lotta layers in this lede","sentiment_score":0.0}
{"full_text":"Who would be the #Packers emergency QB if COVID hit the QB room a la the Broncos?","sentiment_score":0.0}
{"full_text":"#MaskUp AND  GET THOSE #COVIDIOTS  BY THE X-MASS BALLS !\"WHEN AND IF YOU SHIVE A GIT ;-)  \"GET THE APP !!\" CLICK &gt; &lt; CLICK                    #ZIP  CODE SELECTIVE !!#TogetherWeGotThis THATS THE ONLY WAY WE WILL !","sentiment_score":0.3051757812}
{"full_text":"I'd say there never *was* a lockdown in the US. Without a coordinated Federal effort all we had was various regions\/states all attempting (or not attempting)  their own piecemeal solutions which was never going to work.","sentiment_score":0.3}
{"full_text":"RT We can flatten the curve. We know how to do it - in fact, we've even done it before. We just need to do it again. Let's...","sentiment_score":0.0}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"Oh really, there's been an outbreak at my college and they just said doesn't matter basically ","sentiment_score":0.2}
{"full_text":"RT I'm gonna turn into a fucking NPC once this pandemic is over. Just desperate for interaction telling everyone I pass \"I...","sentiment_score":-0.6}
{"full_text":"Yeah somehow he thinks OHIO only meant Wooster and the fact that anyone would base how busy the hospital is with covid patient off of a parking lot is beyond me. ","sentiment_score":-0.2333333333}
{"full_text":"If I was a Denver Broncos fan, I would be ticked off at the NFL for making my team play a game with no quarterbacks thanks to COVID-19.","sentiment_score":-0.1}
{"full_text":"Watch this. You must see it!","sentiment_score":0.0}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"please listen to all Health Care Workers ","sentiment_score":0.0}
{"full_text":"RT This week I continued our fight to preserve the ability of conservation authorities to manage flood protection. That and...","sentiment_score":0.0}
{"full_text":"It's been a bad week of fantasy football for due to COVID &amp; injuries ","sentiment_score":-0.4125}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT My father-in-law 'Coco's dad' was a serious 'No Masker'  COVID hit him. Pneumonia in both lungs.. 40 days in ICU close to d...","sentiment_score":-0.3333333333}
{"full_text":"RT #SwedishSvengali - just another Emperor's New Clothes #COVIDFraudSigns Sweden has lost faith with COVID expert Anders...","sentiment_score":0.1363636364}
{"full_text":"... intentionally get anyone sick, though it could happen. If not COVID, something else. But you want to intentionally force me to do something, which most certainly will cause harm. You just don't see it that way.","sentiment_score":-9.251858539e-18}
{"full_text":"Ok. If you say so. Guess life should be back to normal there since they beat covid right?","sentiment_score":0.1452380952}
{"full_text":"Can a Bible verse protect us from covid?  ","sentiment_score":0.0}
{"full_text":"RT Yeah, important to distinguish between the theory that the pandemic cost Trump the election (maybe not) vs. that incompe...","sentiment_score":0.4}
{"full_text":"RT Scenes from the anti-lockdown protests in London.","sentiment_score":0.0}
{"full_text":"RT If America learns one thing from this miserable pandemic, please may it be that health care is a basic human right that must b...","sentiment_score":-0.1785714286}
{"full_text":"RT .@JoeBiden and have a plan to get this pandemic under control, and they'll enact it once they take office.","sentiment_score":0.0}
{"full_text":"No let the GOP continue to prove that they don't care about the average American. Their party needs some major reform !","sentiment_score":-0.0239583333}
{"full_text":"RT You should admit that you have FAILED US during this entire pandemic so far. However, today can, and s...","sentiment_score":-0.1333333333}
{"full_text":"RT Every marble is an American who died from COVID-19. Each second is 6 days.","sentiment_score":0.0}
{"full_text":"see what happens when you dont listen to me. lets try this again for the month of december ","sentiment_score":0.0}
{"full_text":"RT I bought a truck in the beginning of the year and its been parked since Covid-19. Anyone who can help me get this baby a c...","sentiment_score":0.0}
{"full_text":"RT If America learns one thing from this miserable pandemic, please may it be that health care is a basic human right that must b...","sentiment_score":-0.1785714286}
{"full_text":"RT Lockdown the politicians.","sentiment_score":0.0}
{"full_text":"RT If America learns one thing from this miserable pandemic, please may it be that health care is a basic human right that must b...","sentiment_score":-0.1785714286}
{"full_text":"Doctors and pharmacists cannot be sued if they administer a vaccine correctly according to the instructions -","sentiment_score":0.0}
{"full_text":"How many false positives in that figure ?","sentiment_score":0.05}
{"full_text":"RT Today's update on the numbers:Of the 157,320 tests reported yesterday, 6,723 were positive (4.27% of total).Total hospi...","sentiment_score":0.2272727273}
{"full_text":"RT There's an additional case of COVID-19 connected to the Northeast Kings Education Centre, according to the province.The...","sentiment_score":0.0}
{"full_text":"RT COVID-19 has, as of Nov 28, killed 533 people in Alberta. That means it cracked the Top 10 list for leading causes of death...","sentiment_score":0.15}
{"full_text":"RT Bergamo, Italy became one of the deadliest killing fields for the coronavirus in the Western world. A Times investigation fo...","sentiment_score":0.0}
{"full_text":"RT This needs to happen everywhere. Stop letting hypocritical Democrats  like @NYGovCuomo ruin your lives with rules they...","sentiment_score":0.0}
{"full_text":"RT As COVID cases spike, hires Neera Tanden, who questioned CDC recommendations not to congregate in large groups &amp;...","sentiment_score":0.2142857143}
{"full_text":"It's almost like there is global pandemic and people voted by mail. Weird.","sentiment_score":-0.25}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"RT 3 immediate and major efforts on vaccine distribution: 1)Tuesday, CDC votes on priority groupings, including essential...","sentiment_score":0.03125}
{"full_text":"Thinking many Trump following small business owners who are failing in the pandemic really want to beg for government assistance, but #socialism ","sentiment_score":0.1125}
{"full_text":"RT So Boris now pleads with the MP's to back his next lockdown. It's only for another 9 weeks he says. Really Boris? Like...","sentiment_score":0.05}
{"full_text":"In Japan, more people died from suicide last month than from Covid in all of 2020. And women have been impacted most@CNNhttps:\/\/t.co\/HFb0PsAjfA","sentiment_score":0.25}
{"full_text":"Just imagine dt says \"they \"used COVID to stuff the ballot boxes.\"Hmm. Does this mean C-19 is no big deal? And Dems are exaggerating?","sentiment_score":-0.15625}
{"full_text":"RT \"Guess who's currently registered to lobby the premier on Walmart's behalf? Why, it's Melissa Lantsman, the premier's f...","sentiment_score":0.0}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT Antibody-dependent cellular cytotoxicity (ADCC) is crucial in clearing SARS-CoV-2 infected cells.Complement activation less e...","sentiment_score":-0.0833333333}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"Exponential growth...Everything you need to know about #COVID19 in Alberta on Sunday, Nov. 29https:\/\/t.co\/nMMTrwNgQO","sentiment_score":0.0}
{"full_text":"Anti-Democracy State Senator is more dumb than usual.","sentiment_score":-0.0416666667}
{"full_text":"RT \"If our voices can give strength to people, then that's what we want and that's what we'll keep on doing.\" heartfe...","sentiment_score":0.0}
{"full_text":"RT Another reminder that the Herald Sun pulled out all the stops to make lockdown suck more than it needed to, just to score p...","sentiment_score":0.5}
{"full_text":"West Wing is a covid hotspot. Everyone knows that.","sentiment_score":0.0}
{"full_text":"Why can't people wear masks during the pandemic and they during lockdown cause I used one","sentiment_score":0.0}
{"full_text":"With COVID-19 cases surging across the globe, Black Friday was not quite the same as in years past. Read more:  #BlackFriday #retail #CyberMonday","sentiment_score":0.0208333333}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"Let's all do our part to ensure everyone enjoy this holiday season in good health.","sentiment_score":0.55}
{"full_text":"Here's an interesting read for you. Did you know that the idea of lockdowns, mask mandates, and \"social distancing\" came from a 14yr old's high school project?","sentiment_score":0.1983333333}
{"full_text":"RT BREAKING: Deranged, lying Trump sycophant PA State Senator had to abruptly leave right before a meeting...","sentiment_score":0.0803571429}
{"full_text":"Only done that when people have school and stuff , they did daily's every day bc they knew everyone was in lock down so , if they know people are off they will do any time","sentiment_score":-0.0518518519}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"For a better perspective, read op-ed in the","sentiment_score":0.5}
{"full_text":"Some important information on when to wear a mask and how to put it on and take it off during this pandemic:","sentiment_score":0.4}
{"full_text":"Unconstrained CovidProvinceWe're #1. So. Much. Winning","sentiment_score":0.5}
{"full_text":"RT Am I the only one who would like to grab these idiots by the scruff of the neck and frog march then through a covid intensiv...","sentiment_score":-0.4}
{"full_text":"I don't have covid","sentiment_score":0.0}
{"full_text":"we need you more than ever.","sentiment_score":0.5}
{"full_text":"RT Even before #COVID19, the AIDS response was off track.There were 3.5 million more HIV infections and 820 000 more AIDS-relate...","sentiment_score":0.5}
{"full_text":"RT Another nurse told me some come in severely sick with COVID, but when they test positive they blame the hospital for giving...","sentiment_score":-0.2435064935}
{"full_text":"Hoffman's Grocery Store in Foresthillc. 1915Frank Beckstrum, Bernhard Bernhard's grandson, is on the far right.Tahoe National Forest Collection#COVID19 #Christmas #History #ShopSmall","sentiment_score":0.1}
{"full_text":"Xia Jing, an assistant professor in the Department of Public Health Sciences, &amp; her interdiscpinary research team are beginning a five-year project to help make updating CDC immunization guidelines in computer systems easier for providers in smaller primary care settings.","sentiment_score":0.1333333333}
{"full_text":"ICU nurse issues warning on Facebook as her dad is treated for COVID-19 on her floor.","sentiment_score":0.0}
{"full_text":"The pandemic has changed the music industry in all sorts of ways, and that includes its \"biggest night\" -- but there's still a ton of great music to celebrate on the Grammy Awards, and many of this year's nominated artists are World Cafe alumni.","sentiment_score":0.65}
{"full_text":"Hospital systems, such as are using the lessons they learned from the last #COVID-19 surge to prepare for a potential future one:  #Pandemic","sentiment_score":0.0}
{"full_text":"RT I think is also insidious.","sentiment_score":0.0}
{"full_text":"This weekend, Kaleidoscope Farms in Mt. Cory will be holding their annual tree sale for those in North Central Ohio, offering a chance for families to get out of their homes for an activity with plenty of holiday spirit.https:\/\/t.co\/rJob3B3gW5","sentiment_score":0.0}
{"full_text":"No, Paul does not.  Fauci is a liar. Read about the N95 or a paper or hand made mask we wear. We have no protection....N95 Respirators, Surgical Masks, and Face Masks ","sentiment_score":0.0}
{"full_text":"The latest The International Healthcare Daily! Thanks to #covid19 #agedcare","sentiment_score":0.175}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"A repatriation flight carrying 120 Australians has touched down in Canberra, the third since the start of the Pandemic.MORE: #6NewsAU #Canberra #RepatriationFlight","sentiment_score":-0.0777777778}
{"full_text":"RT COVID19, please get lost! - Jin","sentiment_score":0.0}
{"full_text":"As #Bohol reopens a travel bubble starting in Panglao on Nov. 15, 2020, there would be no \"do it yourself\" tours under the new normal. Full story: #Tourism #LagingHanda #InformInformInform","sentiment_score":0.1590909091}
{"full_text":"B-Real &amp; Xzibit reveal how COVID-19 has changed their lives -- &amp; weed habits#DXCLUSIVE:","sentiment_score":0.0}
{"full_text":"For real! I had someone try and tell me it's because of people not social distancing well enough, or wearing masks properly, or not sanitizing surfaces often enough, or public transport. Psh. I know the truth. MASKS DONT WORK!","sentiment_score":0.0388888889}
{"full_text":"Weekly ?  I'm really gonna pass out","sentiment_score":0.2}
{"full_text":"The #restaurant industry has undergone a drastic change in #DigitalTransformation because of the #COVID19 pandemic.","sentiment_score":0.0}
{"full_text":"RT So, the UCP used the Liberal initiative CEWS to help pay THEIR employees (which I think are OUR employees).But they r...","sentiment_score":0.0}
{"full_text":"\"You have to make decisions of, 'Do I keep my loved one safe? Do I not bring in outsiders? Or do I address the ramifications of what that isolation means to that person?' I don't know what the answer is.\"","sentiment_score":0.6}
{"full_text":"#Winnipeg's own nails the LEGO game again! -","sentiment_score":0.05}
{"full_text":".@NACCHOAlerts has supported local health depts to develop and adopt Health in all Policies resolutions, build an evidence base for HiAP practice, and capture stories from health depts using HiAP partnerships to respond to and mitigate the #COVID19 crisis.","sentiment_score":-0.4}
{"full_text":"Clark County's 89191 ZIP Code, home to saw an increase from fewer than 30 cases to 240 since mid-September. #coronaviruspandemichttps:\/\/t.co\/u8uOfv8GDf","sentiment_score":0.0}
{"full_text":"RT When are #COVID19 vaccines coming to Canada?Who knows, but perhaps pretty soon.\"...Canada was among the first countrie...","sentiment_score":0.25}
{"full_text":"Would you use this new app?https:\/\/t.co\/nZsPEtGXQR","sentiment_score":0.1363636364}
{"full_text":"Here's how to adapt your #business to thrive in the era of #COVID19","sentiment_score":0.0}
{"full_text":"OVER 91,000 HOSPITALIZED: The U.S. has reached its highest number of hospitalizations yet due to coronavirus. The record comes after a month of skyrocketing cases of the virus.","sentiment_score":-0.125}
{"full_text":"The New Orleans Saints have been fined $500,000, and stripped them of their 2021 seventh-round draft pick for violating league COVID-19 protocols.https:\/\/t.co\/yhO0pauCIa","sentiment_score":0.1363636364}
{"full_text":"The Grand Strand Humane Society held an adoption event this weekend where they waived all fees. The executive director said they did so due to the increase of animal intakes during the pandemic.https:\/\/t.co\/EjMX7Jz2qj","sentiment_score":0.1875}
{"full_text":"Anti-Asian Racism Won't Go Away After COVID-19https:\/\/t.co\/ttb9PEvZRf","sentiment_score":0.0}
{"full_text":"The International Olympic Committee and organizers have been campaigning over the last several months to convince sponsors and a skeptical Japanese public that the Olympics can be held safely in the middle of a pandemic.","sentiment_score":0.0}
{"full_text":"PRC chairman Sen. Richard Gordon said while PhilHealth was paying them P100 million every 10 days for the COVID-19 tests the PRC was conducting for Filipinos, the organization was experiencing difficulties in funding.","sentiment_score":0.0}
{"full_text":"#SaudiArabia's Ministry of Health (@SaudiMOH): No need of second swab test after recovery from COVID-19. ","sentiment_score":0.0}
{"full_text":"Fewer people were expected to travel this year, but road trips were a top choice for travelers, especially due to the COVID-19 pandemic.https:\/\/t.co\/Gt6cMXqx7G","sentiment_score":0.05}
{"full_text":"Meanwhile, the COVID-19 pandemic caused major disruptions around the NFL all week, again calling into question the league's plan to play a full schedule after several weeks that went relatively smoothly.","sentiment_score":0.203125}
{"full_text":"It's reported on Saturday that Nebraska had the fifth-highest rate of new cases. Health officials say over the past week, one person in every 157 people in the state was diagnosed with #coronavirus.https:\/\/t.co\/tvnZSkhpAo","sentiment_score":-0.0568181818}
{"full_text":"#CDC #COVID19  vaccine advisers call emergency meeting - CNN #coronavirus #CoronaVtj","sentiment_score":0.0}
{"full_text":"RT .@AliVelshi is covering the horror story of -- I don't know of another word for it -- war on the sovereign trib...","sentiment_score":0.0}
{"full_text":"The emotional toll wrought by the pandemic is jumping off pages in the deluge of \"Dear Santa\" letters now pouring into a post office in southwest France that sorts and responds to his mail from around the world.https:\/\/t.co\/sigyrFIkBr","sentiment_score":0.0}
{"full_text":"RT So lockdown baking has turned into my full time job after getting made redundant Shameless plug, don't be shy my n...","sentiment_score":-0.1166666667}
{"full_text":"RT COVID BECOMING A CHRONIC DISEASE: ~10-35% suffer persistent symptoms, mostly neurological: autonomic nervous system dysfunc...","sentiment_score":0.475}
{"full_text":"RT LIVE BLOG: Triad hospitals report most coronavirus patients in North Carolina","sentiment_score":0.3181818182}
{"full_text":"STFU AND DROP SOME MUSIC NIGGA ONLY SHOW WE CARE ABOUT IS THE KIND WE CANT GO TOO CUZ OF PUSSYS SCARED OF CORONA","sentiment_score":0.3}
{"full_text":"RT To follow up on my previous tweets about the disaster this country is facing right now from this third wave of COVID-19 because...","sentiment_score":0.0396825397}
{"full_text":"RT Arsip MARET 2020 ","sentiment_score":0.0}
{"full_text":"Lets see how much he squeals when he gets covid then.  Perhaps Kate Garraway should interview him this week.","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 45.1FWind Chill: 44.1FHumidity: 61%Dew Point: 32.5F Barometer: 30.117 inHgWind: 3 mph from the SSWCorona Virus Weekly Stats:Cases: 167.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"my step dad uncle tony just died of covid and i wanted to buy my stepdad a painting of uncle tony for christmas to remember him by andi don'thave enough right now for it. my cash app is celestial184. very much appreciated","sentiment_score":0.1619047619}
{"full_text":"In random testing, places of worship emerge most risky zone for Covid-19 #Younews #Trending","sentiment_score":0.0}
{"full_text":"RT My first time on BBN stan twitter, never again By next year, Elites that will still be here, we will move properly with...","sentiment_score":0.0833333333}
{"full_text":"4 COVID related deaths, 304 newly reported cases in Nueces County on Sunday. More here --","sentiment_score":0.2121212121}
{"full_text":"Scott Atlas, is one of Trumps top covid advisers, and a kook.Please ask your personal physician whether you should take the vaccine.","sentiment_score":0.25}
{"full_text":"RT Muting \"vaccine\". I can't believe that our political climate is so craven and broken that it's the elected politicians sp...","sentiment_score":-0.2}
{"full_text":"Payments that are part of a federal program to aid those unemployed because of the ongoing pandemic will end this weekend under federal rules, affecting roughly 4,700 Kentuckians.","sentiment_score":-0.1}
{"full_text":"Boris Johnson cannot survive a simultaneous cock-up on coronavirus and Brexit","sentiment_score":0.0}
