{"full_text":"RT i'm not american &amp; i know how special this holiday is to many of you, so i don't wanna covid-shame anyone but this really...","sentiment_score":0.2642857143}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"Who's starting the prayer circle?","sentiment_score":0.0}
{"full_text":"Oh fuck, thats true Jan 20th can't come soon enough","sentiment_score":-0.0125}
{"full_text":"RT I think people were being melodramatic when we kept yelling there's a disinformation epidemic.No, there's just a ver...","sentiment_score":0.0}
{"full_text":"RT Awesome news for a successful vaccine against Coronavirus. Weirdly enough, I felt some TV and radio news seem to forget the lea...","sentiment_score":0.5833333333}
{"full_text":"I need a Fanny updo tutorial.  Coronavirus has my hair getting longer and longer.  I can easily master the facial expression.","sentiment_score":0.2166666667}
{"full_text":"Gov. Mike DeWine, Ohio hospital leaders to provide COVID-19 update. Watch live: via","sentiment_score":0.1363636364}
{"full_text":"PS There's a spot about 15 m from The Exchange where you played in Twickenham in 2018 where the kingfisher dart and hunt. Fish stocks have shot up during Covid 2020.","sentiment_score":0.0}
{"full_text":"Then we have the family weddings. My second cousin just got married in a county specifically chosen because there is no mask mandate. They did, however, limit the guest list to 50 people. The day after the wedding, the bride tested Covid positive. 11 of the 50 caught C19 there.","sentiment_score":0.1590909091}
{"full_text":"RT Cried for maybe the third time in my career as a nurse practitioner tonight. This pandemic is taking a toll on me. Pleas...","sentiment_score":0.0}
{"full_text":"Or couldn't afford the plane tickets, or any number of other reasons lots of us have had to miss Thanksgiving plenty of times before. You'll be fine! STAY HOME OR YOU'LL MAKE THIS EVEN WORSE.","sentiment_score":-0.0013888889}
{"full_text":"Newsom family under quarantine after exposure to infected CHP officer","sentiment_score":0.0}
{"full_text":"RT .@SmartBrief: A Covid-19 vaccine could lead to a surge in OOH advertising, but is the industry ready?Authored by our own","sentiment_score":0.6}
{"full_text":"My patience level for myself before lockdown was bottom barrel. Absolutely love that now if I'm not getting something right, I just pause for a while and then intentionally come back to it. If I don't get it right, I'll rest and try to understand and then come back. Love it.","sentiment_score":0.2619047619}
{"full_text":"Fuck you snitching for? Lame ass.","sentiment_score":-0.45}
{"full_text":"Sir , did reach out to you yet saying you will be doctor too in covid ward from this day until the day bauna wants ? ","sentiment_score":0.2}
{"full_text":"RT Coronavirus must be too broke to be in Dubai","sentiment_score":0.0}
{"full_text":"RT If you zoom in close enough you can just about see the amount of #WBA wins this season ","sentiment_score":0.15}
{"full_text":"RT Scientists are optimistic about the fast rollout of coronavirus vaccines and possible herd immunity next year, even as cases...","sentiment_score":0.0666666667}
{"full_text":"RT We're not even at 1 p.m. ET and we've had Duke and Arizona cancel it's season-openers, Baylor out of Mohegan Sun and now...","sentiment_score":0.0}
{"full_text":" On the first day of lockdown the pandemic showed to me.......a millennial couple pinching every single avocado at the grocery store. #embarassed #Ready4NomNom","sentiment_score":0.0892857143}
{"full_text":"Why emergency COVID-vaccine approvals pose a dilemma for scientists","sentiment_score":0.0}
{"full_text":"This man was NOTTTT fucking robbed tf he may have been robbed of the BET award fr best rapper but Doja been doing it for multiple audiences not just the ones that he partying during COVID ","sentiment_score":0.1333333333}
{"full_text":"Providers, payers struggling to comply with #interoperability mandates amid COVID-19 pandemic: surveyVia","sentiment_score":0.0}
{"full_text":"Asking people to self-isolate and stay home is to ask them to override our most basic wiring. We are hard wired as social animals. As a species we hand with family groups in larger communities. The communal wiring is how we survived as a species, feasted on mammoth, &amp; thrived.","sentiment_score":0.0483333333}
{"full_text":"France culls 1,000 mink after discovering mutated #coronavirus in farm https:\/\/t.co\/ZF5bv6yp8I","sentiment_score":0.0}
{"full_text":"RT i lost my grandpa to covid this morning. i am still in disbelief, so many other people have also lost loved ones to covi...","sentiment_score":0.3583333333}
{"full_text":"RT 'Deserves to be on trial': Critics react to New York Gov. Cuomo winning Emmy award for COVID leadershiphttps:\/\/t.co\/mNg8nCpgzC","sentiment_score":0.3181818182}
{"full_text":"RT Norman Shinkle of MI, consider this:The guy you're about to break the law for was golfing yesterday instead of helping A...","sentiment_score":0.0}
{"full_text":"RT Pause now with Add your Amen to his #PrayerForTheNation in #lockdown","sentiment_score":0.0}
{"full_text":"RT In which a NYT reporter discovers that his kids' participation in a learning pod &amp; gymnastics class means his \"bubble\" actua...","sentiment_score":0.0}
{"full_text":"The USA has to much virtual reality and Holywood.  Minds are no longer in reality.  Hope reason comes back to mind.","sentiment_score":0.1}
{"full_text":"RT We can't do extra lockdown in January to 'make up for' Christmas. That's not how mortality works. If your grandparents...","sentiment_score":0.0}
{"full_text":"RT My company processes payments for 20,000 small businessesIn the first lockdown, their revenue fell 55%. They got 8 w...","sentiment_score":0.0}
{"full_text":"RT Covid-19 a contributory factor to 3.1% cedi depreciation - Governor Addison #Ghana #business #no...","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a Coronavirus team. Donald Trump's team has coronavirus. That's the tweet","sentiment_score":0.0}
{"full_text":"RT Half of #manitoba ICU patients are #covid19 patients. #Winnipeg    96 of 103 provincial ICU beds are in use overall....","sentiment_score":-0.0833333333}
{"full_text":"For those wondering how I am: I'm still struggling with my depression on and off. Earlier this year a friend of mine was one of the first cases of covid and passed away. Since then I have built onto my animal rescue and tried focusing on that. I'm struggling like many this year.","sentiment_score":0.25}
{"full_text":"RT Whether we're talking about COVID-19, climate change, education, or inequality, the work will shape the f...","sentiment_score":0.0}
{"full_text":"Stop the fear mongering your ruining more lives than Covid ever will.  99.9% Survivability.","sentiment_score":0.5}
{"full_text":"RT Why is emphasising that families are determined to get together over Christmas when polling data shows the ma...","sentiment_score":0.0}
{"full_text":".@TexasDSHS Commissioner Dr. John Hellerstedt has approved the Expert Vaccine Allocation Panel's recommendation that \"health care workers likely to provide direct care for #COVID19 patients and other vulnerable residents to be the first group to receive the vaccine\". #khou11","sentiment_score":-0.055}
{"full_text":"Join me and tell the Catholic bishops (@USCCB): Listen to Francis. Pray for President-elect Biden and work with him on moral issues like COVID, immigration, &amp; climate change!","sentiment_score":0.0}
{"full_text":"RT When you get affected by covid19 by touching sanitizer bottle","sentiment_score":0.5}
{"full_text":"Does anybody wonder what else Trump can do at this point. Let him have his Christmas parties let them all get COVID: let them all die that'll take care of all of our problems.  This administration has already shown they have no empathy or respect for American lives","sentiment_score":0.0}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"RT Gyms Non-essential shops Both have been closed in England since 5 November, but are expected to reopen in all area...","sentiment_score":-0.1}
{"full_text":"RT The after effects of COVID are wild. Y'all stay safe.","sentiment_score":0.3}
{"full_text":"Coronavirus in Pakistan: Battling second wave of coronavirus, Pakistan to shut instructional establishments once more | World Information - Occasions of India","sentiment_score":0.25}
{"full_text":"Lockdown started on a Thursday so if they finish the 4 weeks Wednesday 2nd would be the last day of lockdown and the 3rd would be start of new tiers.That doesn't mean it is what will happen though.","sentiment_score":-0.0352272727}
{"full_text":"It is one of the reasons why we *need* leadership in a time of pandemic crisis. We need someone to lay down mandates and laws, with real consequences, that force us to make the decisions we individually suck at making ourselves. It is one of the functions of government.","sentiment_score":0.0148148148}
{"full_text":"Over the last few months, the Quandel companies tackled continuously changing federal, state and local guidelines and worked through obstacles to keep our projects headed in the right direction. Read about how we have been handling the pandemic.https:\/\/t.co\/7XtCYeJbHd","sentiment_score":0.0071428571}
{"full_text":"Eluned Morgan MS urges people to follow Covid advice \"to avoid harm and disruption to others\"","sentiment_score":0.0}
{"full_text":"RT L.A. restaurant owners have gone from closing in March to almost finally opening, to possibly getting looted this summe...","sentiment_score":0.0}
{"full_text":"RT Economy in tattersUnemployment at sky levelHunger hits Indians more than the mismanaged pandemicMODI's diversion#LoveJih...","sentiment_score":0.5}
{"full_text":"RT 'Misleading' official stats used by government 'artificially' lowered teacher Covid-19 infection figures, watchdog told","sentiment_score":-0.6}
{"full_text":"Coronavirus (COVID-19) 1M Comparative Fact Sheet 23-11-2020#Coronavirus #COVID19Download PDF:","sentiment_score":0.0}
{"full_text":"RT HaHAAAAAAA remember when black people didn't follow curfews in defense of human lives and the police came out there an...","sentiment_score":-0.0833333333}
{"full_text":"is 10x better of a man than you ever wished to be.","sentiment_score":0.5}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"RT Trump is golfing, the Senate is on vacation, there is no COVID relief, food lines stretch for miles, 40,000,000 people face ev...","sentiment_score":0.0}
{"full_text":"RT In the midst of a pandemic, Michigan #VotersDecided to elect in record numbers. 154,000 votes more than the other...","sentiment_score":0.3916666667}
{"full_text":"So now you care about the deaths caused by COVID?","sentiment_score":0.0}
{"full_text":"Life before covid has become a blur ","sentiment_score":0.0}
{"full_text":"RT It's awful this needs to be explained, 8 months into the pandemic. But God bless these newspapers for making it plain.","sentiment_score":-0.6071428571}
{"full_text":"Why emergency COVID-vaccine approvals pose a dilemma for scientists -","sentiment_score":0.0}
{"full_text":"Just did cardio at gym in my N95 - was not easy and given the sweat produced, only one use.","sentiment_score":-0.1083333333}
{"full_text":"omg no i hope he stays safe","sentiment_score":0.5}
{"full_text":"Many Republicans are willing to ignore the virus, open up everything like it doesn't exist, and then let it kill whoever it kills. I believe a good portion of the country are narcissists like their dear leader.","sentiment_score":0.3625}
{"full_text":"And vote for Labour instead? They wanted the full lockdown earlier and still want it now. All politicians are deluded wankers. Fact.","sentiment_score":0.175}
{"full_text":"I will be dropping off the radar for a bit as I just got the stressful news that my parents may have been closely exposed to someone with COVID, and with both of them being high risk, its stressing me out to the high rim. I am free to chat on discord if anyone would like. ;-;","sentiment_score":0.24}
{"full_text":"We're in orange again, that means lockdown?","sentiment_score":0.0}
{"full_text":"RT Covid is a great excuse for obnoxious liberal \"Karens\" to bother strangers.https:\/\/t.co\/jVihEEpCmb","sentiment_score":0.375}
{"full_text":"RT Bad Bunny didn't get to perform at the American Music Awards Sunday night after he tested positive for COVID-19 and had to sta...","sentiment_score":-0.1575757576}
{"full_text":"RT Airline body IATA develops mobile apps for COVID-era travel","sentiment_score":0.0}
{"full_text":"So I beg of you, do whatever you can to override your social instincts and hardwired desire to see friends and family this holiday season. Fight it tooth and nail and stay home. You aren't just risking your own health now. With hospitals full, you are risking innocent people.","sentiment_score":0.3708333333}
{"full_text":"RT UK: Lockdown 2 ends in 9 days.We will actually exit with a higher daily infection rate and death rate than when we en...","sentiment_score":0.0833333333}
{"full_text":"RT We're in trouble....it's time to panic buy and stream armys","sentiment_score":0.0}
{"full_text":"RT Could data science help us fight back against the COVID 'infodemic'? #DataScience #MachineLearning...","sentiment_score":0.0}
{"full_text":"RT These are today's front pages of The Kansas City Star (Missouri), The News &amp; Observer (N.C.), The Lufkin Daily News (Texa...","sentiment_score":0.0}
{"full_text":"RT Lockdown orders should be ignored. All businesses, schools, and churches must immediately open. It is time for the large...","sentiment_score":0.1071428571}
{"full_text":"I'm all for the lockdown but you've got to start thinking that it's too little too late at this point, this should've been done at the start... record deaths in care homes. The government really failed us... who starts a tourism campaign in the middle of a pandemic..","sentiment_score":-0.246875}
{"full_text":"A huge shout out to our TRHS NHS! They pulled off a safe &amp; social distancing service project with over 50 NHS members participating! They collected blankets, coats, and canned foods for Central Iowa Shelter and Services. #riderpride #TRHSNationalHonorSociety #communityservice","sentiment_score":0.2604166667}
{"full_text":"RT These figures are worth a look, particularly in the light of the latest news today.   Restaurant\/food outlets giving relativ...","sentiment_score":0.3416666667}
{"full_text":"RT \"Getting a free train ticket was what guaranteed my safety.\" - Ava, #DomesticAbuse survivor 4 women a day use the #Rai...","sentiment_score":0.4}
{"full_text":"RT NEW: COVIDaware MN --&gt; Get the app that tells you if you've been exposed to COVID-19. Join the fight to slow the spread...","sentiment_score":-0.0818181818}
{"full_text":"RT A single F-35 costs over $100 million. For that kind of money, we could feed 40 million kids. I've introduced legislation to b...","sentiment_score":0.2642857143}
{"full_text":"Wuhan market sells meat of dogs so there are markets in china who are selling dog &amp;cat or other animals meat .I hope you are right about. China ban on dog meat and  dogs are not faithful to all he's only faithful to his owner and his purpose is to protect not be consumed as meat","sentiment_score":0.0535714286}
{"full_text":"post #COVID symptoms include #brainhealth, #physicalhealth, #mentalhealth changes. #OcupationalTherapy is paramount as the ONLY whole person approach to return to life at #home, #community and #work!","sentiment_score":0.125}
{"full_text":"RT If any of you asshats (who insist on ignoring science and expert advice to travel this week) get my mother (who only l...","sentiment_score":0.0}
{"full_text":"Wisconsin is drowning in Covid under all of its marvelous Republican leadership. What gives?","sentiment_score":1.0}
{"full_text":"RT Raise your hand if you DEMAND the Senate get back in session and pass COVID relief now before it expires at the end of th...","sentiment_score":0.0}
{"full_text":"RT Department of Health COVID-19 Press Briefing ","sentiment_score":0.0}
{"full_text":"RT \"The plans include immediately reviving regular media briefings and giving a central role to long-sidelined career off...","sentiment_score":0.0}
{"full_text":"Timothy Flacke sat down with to talk about founding and our vision for an #inclusiverecovery post-COVID. #founderstory #socialimpact #nonprofit #interview #financialsecurity ","sentiment_score":-0.1555555556}
{"full_text":"Downing Street Covid-19 briefing coming up.Boris JohnsonCMO Chris WhittyOxford Vaccine Group's Andrew Pollard#covid19UK","sentiment_score":0.0}
{"full_text":"I took the Montgomery Board of Health Covid-Safe Community Pledge!","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"Open our schools","sentiment_score":0.0}
{"full_text":"Onondaga Co. to offer coronavirus tests in 5 zip codes","sentiment_score":0.0}
{"full_text":".@GovTimWalz has launched a new app for MNs! \"Users can download the app, activate it, and it'll monitor the space between users. When someone tests positive for COVID-19, users will be able to use the app's data to determine if they are at risk.\"https:\/\/t.co\/JeXZzC3Ukn","sentiment_score":0.2992424242}
{"full_text":"Hormel Foods has recently made a huge shift in the way they handle research. Learn about their approach to research, how it has shifted in the past few years, and how they are adapting during COVID-19.","sentiment_score":-0.0125}
{"full_text":"RT The prime minister of New Zealand, which has been largely successful in eliminating the coronavirus, offered Biden her nation's e...","sentiment_score":0.4431818182}
{"full_text":"RT hi all! we need more data from recovered COVID patients, both recovered from #LongCovid and especially those who recovered...","sentiment_score":0.25}
{"full_text":"RT Per capita healthcare spending: $6,647    $11,072 # of Uninsured\/Underinsured: 0    92 millionCOVID-19 C...","sentiment_score":0.0}
{"full_text":"RT Oh good #r4today segues effortlessly from scientists discussing the vaccine to Steve 'Spartan' Baker and his rabid anti-...","sentiment_score":0.7}
{"full_text":"RT Here's my question, what are we going to do in a couple of years when our healthcare system crumples - maybe for a second t...","sentiment_score":0.0}
{"full_text":"RT More than 1000 hospitals are now critically short of staff. America's best prepared hospital, Univ of Nebraska Med Ctr, i...","sentiment_score":0.5}
{"full_text":".@RishiSunak you may have forgotten the sacrifices public sector heroes made during this pandemic, but the public hasn't. Say no to a #publicsectorpayfreeze","sentiment_score":0.0}
{"full_text":"RT The fact big box stores like Costco, Walmart, Canadian Tire, Home Depot etc. are allowed to remain open right now in Tor...","sentiment_score":0.0952380952}
{"full_text":"RT This has to be one of the craziest things any elected official has said about covid","sentiment_score":0.0}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT THIS. THREAD.Wow.","sentiment_score":0.0}
{"full_text":"As the pandemic continues to alter daily norms, it's important for #managers to keep up with trends in the ever-changing #workplace. Enroll in the Skye #HR Hot Topics bundle to learn about in-demand benefits, flexible work arrangements, and more!","sentiment_score":0.31875}
{"full_text":"RT AstraZeneca, Oxford University say their COVID-19 vaccine is 70% effective","sentiment_score":0.6}
{"full_text":"my biomedical teacher gives us half credit for late assignments. it's hard to keep up with school when my mental health is shit and i'm worried ab the fucking PANDEMIC. she doesn't even grade them on time bc she's busy hanging out with her boyfriend. she even said this in class","sentiment_score":-0.2226190476}
{"full_text":"RT When the state of Kansas issued a mask mandate, 81 counties opted out. Researchers found that coronavirus infection rates rose sha...","sentiment_score":0.6}
{"full_text":"RT Coronavirus must be too broke to be in Dubai","sentiment_score":0.0}
{"full_text":"RT Imagine flaunting all the CDC recommendations, getting covid, becoming seriously ill, and then getti...","sentiment_score":-0.025}
{"full_text":"RT Let's dispel some rumors especially because misinformation about COVID-19 may and can cost lives. Enough already!1....","sentiment_score":0.0}
{"full_text":"Our RESPONSIBLE RIDERS practice social distancing on our buses whenever possible.","sentiment_score":0.0777777778}
{"full_text":"WATCH LIVE: is holding a press conference as Ohio continues to break records for COVID-19 hospitalizations.","sentiment_score":0.1363636364}
{"full_text":"who is your doctor? Meniton him\/her...Shop now #doctor #nurse #medical #health #healthcare #coronavaccine #parler #gucci #tshirt #covid19 #corona #chinavirus #yoga #fitness","sentiment_score":0.0}
{"full_text":" SPOTLIGHT ON A SMALL BUSINESS @pockets_fashion offers men's luxury designer clothing from some of the world's leading brands including Stone Island, Hugo Boss &amp; many more. Even in lockdown, you can browse &amp; shop: #SmallBizSatUK #LoveMyCityCentre","sentiment_score":0.2125}
{"full_text":"shared this image for ideas of how to cope with winter lockdown during the pandemic. As moves to red, here are some suggestions that might help you and your loved ones #cope. #mentalhealthmatters #hsdlearns","sentiment_score":0.35}
{"full_text":"Britain will seek to start administering a COVID-19 vaccine before Christmas with the bulk of the rollout at the start of the new year...#levant_newspaper #coronavirus  #Levant #MATT_HANCOCK #The_Levant_news #thelevant #uk  #VACCINEhttps:\/\/t.co\/eymN4sHq2E","sentiment_score":0.1363636364}
{"full_text":"ICYMI: \"Our outcomes were not explained by differences in EMS arrival and treatment times, rates of bystander CPR, or the initial rhythm, as these were adjusted for in our models\" #COVID_19 #AHA20 #cardiotwitter","sentiment_score":0.0}
{"full_text":"The increase in new cases was the lowest since 11\/2, and Sunday was the first time since 10\/17 that no deaths were reported (the state's COVID-19 reporting system was down for maintenance). The last day no new deaths were reported prior to that was 9\/27.https:\/\/t.co\/IPZhJvkTJU","sentiment_score":0.0271043771}
{"full_text":"\"...the #pandemic feels like an emergency but, here's the thing, the #climateemergency and broader ecological emergency, they don't feel like emergencies, they are too slow, they are too long - and this is a very grave problem.\" Click below for more.","sentiment_score":0.15}
{"full_text":"Older people have been left behind. We need strong communities where everyone is cared for.That's why we're building a people-powered union that can take action to demand the resources and services our communities need. Let's take what's ours!https:\/\/t.co\/w8AIKWPeQ7","sentiment_score":0.06}
{"full_text":"Pandemic underscores importance of public space in city life. #Covid19 #publicspace","sentiment_score":0.0}
{"full_text":"The best way to enjoy Thanksgiving break is to ensure that you, your friends and your family are protected from COVID-19! CALS students, follow these tips to stay safe this holiday season.","sentiment_score":0.6666666667}
{"full_text":"Our first week of is LIVE and we take on none other than the BBL Veteran coach of the Lockdown Lombres! Make sure to check it out!! rts APPRECIATED! :D","sentiment_score":0.3275162338}
{"full_text":"Lafayette Mayor-President Josh Guillory issued a plea as Thanksgiving approaches, saying the spread of COVID-19 threatens to turn this week's festivities into \"family tragedies at Christmas.\"","sentiment_score":0.0}
{"full_text":"California Gov. Gavin Newsom and his family are quarantining after three of his children were exposed to someone who tested positive for the coronavirus, his office said late Sunday.https:\/\/t.co\/mFbJ9bf0vB","sentiment_score":-0.0363636364}
{"full_text":"The emergency use authorization may not be the best way of seeking fast COVID-19 vaccine approval. Here's why:","sentiment_score":0.6}
{"full_text":"Twenty-eight Tennessee Vols athletes have tested positive for COVID-19 between Sept. 13 and Nov. 20, according to figures provided to Knox News by UT.","sentiment_score":0.2272727273}
{"full_text":"Morgan Stanley says U.S. commercial real estate will see a K-shaped recovery from the pandemic, leading to stark winners and losers among holders of commercial mortgage-backed securities. #CRE #RealEstate #COVID19 #recovery","sentiment_score":-0.04}
{"full_text":"Ministers won't decide which tiers different areas are in until later this week, but it's unlikely the whole region will return to the lowest tier.https:\/\/t.co\/haSBze0dNG","sentiment_score":-0.075}
{"full_text":"Looking for our contact information during #COVID19? Visit our website and contact us for more information on our online services:","sentiment_score":0.5}
{"full_text":"RT Dozens of #Florida counties at COVID-19 'TIPPING POINT' before Thanksgiving, data showOn Sunday, Florida's Department of Hea...","sentiment_score":0.0}
{"full_text":"Gov. Mike DeWine, Ohio hospital leaders to provide COVID-19 update. Watch live: via","sentiment_score":0.1363636364}
{"full_text":"Cutting back on foreign aid could not come at a worse time for the world's poorest countries. #COVID19 will push millions into poverty and funding cuts will likely roll back years of progress that UK aid has helped contribute to.https:\/\/t.co\/h04aFruvJS","sentiment_score":-0.1875}
{"full_text":"The Coronavirus may have put a halt to our Thanksgiving but we can still enjoy a delicious meal. Here's a Turkey recipe that you will get you in the holiday spirit&gt;&gt;https:\/\/t.co\/eKBb4KZ52Z #bayoubeatnews #turkey #thanksgiving #holidays","sentiment_score":0.7}
{"full_text":"\"The pandemic is turbocharging existing trends for the 2020s, where automation and digitalisation will mean many existing jobs and workplaces will change rapidly or no longer exist.\"@GordonMarsden on the government scrapping the Union Learning Fund:","sentiment_score":0.09375}
{"full_text":"RT They making this shit up so they ain't got to get that spanking on Thursday from the Steelers. Come on.","sentiment_score":-0.2}
{"full_text":"UK leader to end England's coronavirus lockdown  ","sentiment_score":0.0}
{"full_text":"#COVID19 has had proportionally a higher impact on #olderadults. It WILL change aging and retirement. One of the biggest changes: there will be a boom in products and services supporting #aginginplace. - via #StayGolden #BetterAginghttps:\/\/t.co\/taGMCI8sPe","sentiment_score":0.25}
{"full_text":"British drugs group AstraZeneca and the University of Oxford on Monday said their jointly-developed vaccine against Covid-19 has shown \"an average efficacy of 70 per cent\" in trials.https:\/\/t.co\/P0xJhpr1Zp","sentiment_score":-0.075}
{"full_text":"#COVID19  #NYstate news:","sentiment_score":0.0}
{"full_text":"i really hope our local swingers club is taking the pandemic seriously and staying closed until it's safe","sentiment_score":0.0533333333}
{"full_text":"In Romania, patients prefer to go abroad for high-tech medical procedures. The Romanian medical market can definitely gain ground in front of hospitals abroad. Covid might be an opportunity.https:\/\/t.co\/BExNlfLuo8#PrivateHealthCare #Romania","sentiment_score":0.0}
{"full_text":"Covid-19 has put housing at risk for millions of people across the US. During the Great Depression, a wave of rent strikes and eviction battles raged across the country. With +","sentiment_score":0.8}
{"full_text":"#Indonesia May Cancel Year-end Holidays.Doctors are pressuring the government to act as the number of Covid-19 infections continues to surge.https:\/\/t.co\/XeW9xKmGG1#COVID19 #longholidays #NewYear","sentiment_score":0.0}
{"full_text":"Don't miss the upcoming CLE seminar A COVID-19 Employment Law Update on 12\/10 at 11:00 am! This program will provide an overview of the major legal issues confronting employers due to COVID-19. This is one seminar you don't want to miss!","sentiment_score":0.0354166667}
{"full_text":"With COVID on the rise and winter (and holidays) around the corner it's more important than ever to #StopTheSpreadOfCOVID19! There's lots YOU can do to help! With your help we will get through this together. #CornerHouseNJ #COVID19","sentiment_score":0.5625}
{"full_text":"Bill Gates: 'Almost all' coronavirus vaccines will work by February | |","sentiment_score":0.0}
{"full_text":"Via  :\"...the Scottish Govt, unique in the world, is fighting on two pandemic fronts. It's trying to battle the pandemic whilst at the same time battling against a colonial broadcaster intent on undermining its messages...\"#SaveLivesSwitchOffBBCScotlandNews","sentiment_score":0.1875}
{"full_text":"RT This is an excellent idea. Brilliant","sentiment_score":0.95}
{"full_text":"RT We were promised flying cars... but all we got was three 90% effective vaccines within 10 months of a novel viral pand...","sentiment_score":0.6}
{"full_text":"RT the ONLY thing keeping a LOT of black people from identifying as republican is the blatant racism. if republicans kept it...","sentiment_score":-0.2222222222}
{"full_text":"Twelve-year-old Joe Bryant may not be able enjoy a live German soccer match during the pandemic, but he's managed to capture the magic of their stadiums through the fine art form of Lego.More from and","sentiment_score":0.3255050505}
{"full_text":"Absolutely My Lady - Social Distancing Is Probably FIne, But Definitely Not Emotional Distancing. This Plays a very soft-edge role on each heart which you are going to touch for the next 45 days due to this Holiday season. Good luck Mrs. Harris","sentiment_score":0.178125}
{"full_text":"The Gospel Truth #God #Jesus #Christ #JesusChrist  #Mercy #Muslim #Allah #Catholic #Atheist #Religion #satan #Science #sin #devil #COVID19 #drugs #Drunk #LGBTQ #porn #love #Cannibalism #nintendo #PS5 #Xbox #NBA #NFL #iphone #tattoo #trump #Biden #BorisJohnson #Lockdown #fear","sentiment_score":0.0}
{"full_text":"We're handing over to the night team who'll be happy to help if you need them. We hope you have a lovely evening! i","sentiment_score":0.7125}
{"full_text":"\"If it's a long flight and you are in that situation for several hours, then you are accumulating exposure over time. So a 1-hour flight is 1\/10 the risk of a 10-hour flight,\" Emory's Henry Wu tells about #flying and #COVID19 risk","sentiment_score":-0.025}
{"full_text":"#AlamoDrafthouse founder auctioning off personal collection of movie posters to pay staff, debt","sentiment_score":0.0}
{"full_text":"I just found out my friend lost her mom to Covid. Damn  she was the sweetest. May she R.I.P","sentiment_score":0.0}
