{"full_text":"RT It should terrify everyone that the party responsible for throwing infected old people into nursing homes now wants to t...","sentiment_score":0.1666666667}
{"full_text":"RT Worth reading g story of The Husband-and-Wife Team Behind the Leading Vaccine to Solve Covid-19The German company BioNT...","sentiment_score":-0.0333333333}
{"full_text":"So we shouldn't get the facts about whether votes were legal? Isn't that what you've been telling us Mr. Baker about Covid - let science ie truth be the guide? Don't be a hypocrite.","sentiment_score":0.2}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"This is a really interesting perspective. I was at a community college for a semester in 2016 and even then I felt like I missed out on parts of the \"college experience.\" once I transferred.","sentiment_score":0.5}
{"full_text":"RT . #CBC has just found out about a terrible #yeg long term care #COVID19 outbreak. In only 3 weeks, 10 residents have di...","sentiment_score":-0.35}
{"full_text":"RT Draw a map of Chicago and shade the areas with more poverty, pollution and coronavirus. At some point it will start to look li...","sentiment_score":0.5}
{"full_text":"RT N95 with valves don't workhttps:\/\/t.co\/qGZIEzE1Sh today","sentiment_score":0.0}
{"full_text":"RT Daily reminder to Georgia voters that your two Senators rather than warn you or protect you from the pandemic chose to cal...","sentiment_score":0.0}
{"full_text":"It's wild that people complain now about masks as if businesses having dress codes hasn't existed before this pandemic. Like you wouldn't find it outlandish if a restaurant turned you away for not wearing a suit jacket or a gas station has a no shirt no shoes no service sign.","sentiment_score":0.1}
{"full_text":"RT It's wrong for healthcare to be made less accessible and more expensive--especially during a global pandemic.The Biden-...","sentiment_score":0.0416666667}
{"full_text":"Besides the pandemic, there are some other basic facts that you might find useful such as:  The earth is not flat, the earth is older than 6,000 years, and Four Seasons Total Landscaping is a fancy hotel.","sentiment_score":0.0505952381}
{"full_text":"My husband is Uncle Kevin and we are so happy to stay home ","sentiment_score":0.8}
{"full_text":"RT BREAKING--Over 208 #COVID19 cases, **11 hospitalizations**, and **9 deaths** have now been linked to the United House of Pra...","sentiment_score":0.0}
{"full_text":"RT Voters in Georgia are being asked to return two Senators who used insider information, held from the public, to make stock...","sentiment_score":0.0}
{"full_text":" Sign \"Pressure the GSA to Authorize Biden Transition\" and I'll deliver a copy to your officials: No. 3,628 is from John to and #CA18 #CApolitics #CApol #COVID19","sentiment_score":0.0}
{"full_text":"RT Please read this piece by @OliviaTroye, former Covid task force adviser to Pence.Covid vaccine distribution is under...","sentiment_score":0.0}
{"full_text":"RT I told y'all so, this is only the start lmao","sentiment_score":0.3}
{"full_text":"RT Daily reminder to Georgia voters that your two Senators rather than warn you or protect you from the pandemic chose to cal...","sentiment_score":0.0}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"RT Two facts to remember today:1) Wearing a mask reduces the spread of COVID and saves lives.2) Donald Trump lost.","sentiment_score":0.0}
{"full_text":"Gotta make sure Covid activated for the winter duh","sentiment_score":0.1}
{"full_text":"RT TRUMP WH MUZZLED CDC--Trump wanted churches open. So, WH told the CDC to remove church \"choir singing\" from guidelines of r...","sentiment_score":0.0}
{"full_text":"RT U.S. COVID hospitalizations hit a record high.(chart via","sentiment_score":0.0}
{"full_text":"I just turned epidemic on after telling you that ","sentiment_score":0.0}
{"full_text":"nailed it on the head w\/impostor syndrome! transferring and finding where &amp; how you belong was rough for me","sentiment_score":-0.1}
{"full_text":"RT If the Affordable Care Act is struck down, communities of color would be hit particularly hard. We are at a greater risk...","sentiment_score":0.0175925926}
{"full_text":"What if the covid vaccine will actually save you from a different conspiracy that will kill the people who think the covid vaccine is a conspiracy to kill you. Kinda a reverse conspiracy theory","sentiment_score":0.0}
{"full_text":"RT not to make y'all panic, but BE's track 5 is produced by yoongi, namjoon and jungkook which is titled as \"Jam Si\" .jungk...","sentiment_score":0.0}
{"full_text":"RT Biden Coronavirus Adviser's Plan Would Give Other Nations Vaccine Developed In U.S. Before All Americans Have Access: Re...","sentiment_score":-0.0125}
{"full_text":"Just before they lock down the rest of the population, what utter bullshit","sentiment_score":-0.0777777778}
{"full_text":"RT If the Affordable Care Act is struck down, communities of color would be hit particularly hard. We are at a greater risk...","sentiment_score":0.0175925926}
{"full_text":"RT 3\/A very big thank you to fund development and philanthropy professionals who have their work cut out for them in this pan...","sentiment_score":0.0}
{"full_text":"RT We congratulate entire team under for successful and timely conduct of free, fair elections including in time...","sentiment_score":0.4625}
{"full_text":"RT Terrifying &amp; irresponsible: WHO officials privately complained in January that \"China was not sharing enough data to assess ho...","sentiment_score":-0.4333333333}
{"full_text":"RT Wearing a mask can help protect you, not just those around you, from Covid-19 transmission, the CDC says.The new guidance cites...","sentiment_score":0.1363636364}
{"full_text":"RT Defund police activist &amp; Portland city council woman pulls race card after it was revealed she called police on her Lyft dri...","sentiment_score":0.0}
{"full_text":"Rand Paul is proof that 31% of Covid-19 patients have altered mental states. He is a phony Libertarian living off the Government, just another power toadie.","sentiment_score":-0.1}
{"full_text":"RT Hey, have you all heard about this guy on Twitter claiming he won two Presidential elections even though he lost by mi...","sentiment_score":0.0}
{"full_text":"RT Now COVID cases are at 200,000. For some perspective, cases were running about 100,000 on Nov 1 and about 40,000 on Oc...","sentiment_score":0.0}
{"full_text":"RT REMINDER:  McConnell wants immunity from lawsuits for himself, trump and his buddies...or no relief bill ","sentiment_score":0.2}
{"full_text":"RT we are literally in a pandemic karen.","sentiment_score":0.0}
{"full_text":"RT No shame in my game. And I want #longhaulers to heard and helped. Too many are being waved off. Just saw new cnn promo abt...","sentiment_score":0.0787878788}
{"full_text":"Gee, I wonder what's different about this year  like some sort of major pandemic or something....","sentiment_score":0.03125}
{"full_text":"There are more patients hospitalized with covid now than at any other point in the pandemic... Why does it feel like we're just pretending this isn't happening?","sentiment_score":0.1875}
{"full_text":"RT If the Affordable Care Act is struck down, communities of color would be hit particularly hard. We are at a greater risk...","sentiment_score":0.0175925926}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"RT With North Dakota hospitals at 100% capacity, Burgum announces COVID-positive nurses can stay at workhttps:\/\/t.co\/kZvsV14K...","sentiment_score":0.0}
{"full_text":"RT Like Mark Meadows, who tested positive on Friday, Ben Carson attended the election night indoor party at the White House.","sentiment_score":0.1136363636}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT There shouldn't be any debate: if parents want to send their children to in-person instruction, they should have opport...","sentiment_score":0.0}
{"full_text":"I guess your the only person in America who doesn't wear a mask during a haircut? Great example buddy.","sentiment_score":0.4}
{"full_text":"Covid 'raises new psychiatric disorders risk' #mentalhealth","sentiment_score":0.1363636364}
{"full_text":"RT Government lockdowns causing economic leakage out of Canada. \"Purchases have actually been heavily skewed toward consumer go...","sentiment_score":0.0}
{"full_text":"You may not believe that COVID is dangerous, but the vast majority of voters aren't unhinged conspiracy theorists.","sentiment_score":-0.3}
{"full_text":"That's what he peddles. He'll lose his bread and butter. Adams called it in March(ish). If Trump couldn't step up, stop the rhetoric &amp; lead the country through Covid, he would lose the presidency. That's exactly what happened. Now he's feeding the fire that it was fraud. Enough.","sentiment_score":0.125}
{"full_text":"RT After the lockdown Theatres are reopening in Tamilnadu with safely measures and no new releases and they have added #Big...","sentiment_score":0.1439393939}
{"full_text":"RT Today we set new record highs for #COVID19 cases AND hospitalizations. On the same day. Also had the highest death tol...","sentiment_score":0.0681818182}
{"full_text":"RT Yes, how many?","sentiment_score":0.5}
{"full_text":"RT Whether the GOP wants to admit it or not, the world has moved on. #BidenWonDay","sentiment_score":0.2}
{"full_text":"It's abuse .. and parents are not thinking of their children welfare at all ! It's upsetting to see parents wear a mask in front of their children but also feel it's ok to muzzle your own . It's barbaric !","sentiment_score":0.625}
{"full_text":"RT \"We all want this pandemic to end. My entire activity, every minute of my life right now, is devoted to trying to end this p...","sentiment_score":0.1428571429}
{"full_text":" Sign \"Pressure the GSA to Authorize Biden Transition\" and I'll deliver a copy to your officials: No. 3,626 is from to and #WA07 #waelex #COVID19","sentiment_score":0.0}
{"full_text":"RT He's the head of the coronavirus task force and there are now more than 100K cases a day and he's taking a vacation","sentiment_score":0.5}
{"full_text":"RT How can republicans believe that the coronavirus is a hoax but widespread voter fraud is real???","sentiment_score":0.2}
{"full_text":"The only multi variant study of covid mitigation shows  us that \"lockdown\"  efforts have no statistical benefit, yet we continue to pursue them, why?  Power? Punitive reasons? ","sentiment_score":0.0}
{"full_text":"That was NC state law in place prior to 1\/1\/2020.In PA, the board of elections (or whatever) changed the rule for COVID + USPS issues, and the PA S.Ct upheld it.So, very different facts.","sentiment_score":0.0}
{"full_text":"So confusing , who can even follow this , but I do see masks for once","sentiment_score":-0.3}
{"full_text":"RT The Pittsburgh Steelers have placed four more players on the COVID-19 list, including quarterback Ben Roethlisberger.ht...","sentiment_score":0.5}
{"full_text":"RT If the Affordable Care Act is struck down, communities of color would be hit particularly hard. We are at a greater risk...","sentiment_score":0.0175925926}
{"full_text":"RT \"For the next two weeks, Nevadans need to operate in the stay at home 2.0 mentality\" to get COVID-19 under control. Sisolak...","sentiment_score":0.0}
{"full_text":"Good God.","sentiment_score":0.7}
{"full_text":"Amid an e-commerce boom stemming from the COVID-19 pandemic, this year's Singles' Day is expected to have an even broader reach than the previous year, boosted by livestreaming sales and changes in consumers' behavior.#ecommerce #SinglesDay #Vietnam","sentiment_score":-0.1333333333}
{"full_text":"From just Booker, Cam and DA\/Mikals cap holds, you are looking at a figure just shy of 90milIf we only see the min 3% raises over the next 2 seasons\/they smooth it out post covid, we could be looking at roughly only 25mil","sentiment_score":-0.02}
{"full_text":"RT With North Dakota hospitals at 100% capacity, Burgum announces COVID-positive nurses can stay at workhttps:\/\/t.co\/kZvsV14K...","sentiment_score":0.0}
{"full_text":"RT CDC: People With Dirt On #Clinton-s Have 843% Greater Risk Of Suicide via","sentiment_score":0.5}
{"full_text":"We are talking Thanksgiving tonight experts say no need to cancel Thanksgiving, but play it safe","sentiment_score":0.5}
{"full_text":"RT Once again Wisconsin is reporting more than 7,000 new COVID-19 cases in one day. Sixty-six more people died of the virus....","sentiment_score":0.3787878788}
{"full_text":"RT No shame in my game. And I want #longhaulers to heard and helped. Too many are being waved off. Just saw new cnn promo abt...","sentiment_score":0.0787878788}
{"full_text":"I sing this to my wife since she now cuts my hair given  the pandemic.  And she's definitely super booked.#COVID19 #DYS","sentiment_score":0.3333333333}
{"full_text":"RT WHERE'S THE MEDICINE YOU GOT WHEN YOU GOT COVID?WHERE ARE THE $200 PRESCRIPTION CARDS?FIX THE PANDEMIC YOU DIZZY ASSHOLE! h...","sentiment_score":0.0}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\" h...","sentiment_score":-0.4}
{"full_text":"RT Transmission of the novel coronavirus is so rampant in Colorado that local public health officials are asking the state to...","sentiment_score":0.0}
{"full_text":"RT If you think covid is scary, wait till you see what the government can do to unarmed citizens!","sentiment_score":-0.625}
{"full_text":"Eli Lilly said that its treatment, called bamlanivimab, should be administered as soon as possible after a positive coronavirus test, and within 10 days of developing symptoms. Via","sentiment_score":0.1136363636}
{"full_text":"RT Hi , I wud dearly love to read abt the trials on this miracle 'Covid' drug Thymoquinone which your company","sentiment_score":0.5}
{"full_text":"And people in new york at hot spot of covid were celebrating that trump lost Hmmmm","sentiment_score":0.1931818182}
{"full_text":"Interesting slide by RBC Positive COVID-19 cases rising at high rate in U.S., with hospitalizations increasing with a lag but deaths remaining much lower than in early-Spring","sentiment_score":0.2718181818}
{"full_text":"Manufactured covid scare ","sentiment_score":0.0}
{"full_text":"RT How can republicans believe that the coronavirus is a hoax but widespread voter fraud is real???","sentiment_score":0.2}
{"full_text":"\"More coronavirus economic relief is likely for the U.S. travel industry, but the virus needs to get under control before stimulus measures like travel tax credits get a receptive audience in Washington.\"","sentiment_score":0.2333333333}
{"full_text":"Let's look at some Covid-19 history:2012: 0 cases in USA2016: 0 cases in USA2020: 10.3 millionNotice anything fishy?https:\/\/t.co\/YBycopRMNpjust using your logic","sentiment_score":0.0}
{"full_text":"RT Local and national leaders are losing faith in Doug Ford's failed response to COVID-19. Infection numbers continue to cl...","sentiment_score":-0.25}
{"full_text":"RT N95 with valves don't workhttps:\/\/t.co\/qGZIEzE1Sh today","sentiment_score":0.0}
{"full_text":"Biden coronavirus adviser wants US to distribute vaccine globally before it's available to all Americans - Fox News @cnnbrk @CNN @cnni @CBSEveningNews @NBCNews @ABC ","sentiment_score":0.2}
{"full_text":"RT The Covid crisis is so bad in North Dakota, and the hospitals so crunched, that they're now allowing COVID-infected nurses (w...","sentiment_score":-0.7}
{"full_text":"RT 7 new deaths. 713 new cases. Jason Kenney is nowhere to be found. Any other job, he would be fired on the spot. Peo...","sentiment_score":0.0492424242}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"RT Results For CA21 Come to a Halt as GOP Candidate Pulls Ahead! Elections Dept Suspends Canvassing Operations Until Nov. 21 Due...","sentiment_score":-0.125}
{"full_text":"RT Can we slow down with the \"dark winter\" dogwhistles just a little bit, please.","sentiment_score":-0.1982638889}
{"full_text":"US could be the first country to launch one of the most ambitious vaccine operations in history - distributing and administering up to 600 million doses of a COVID-19 vaccine in just a few months.https:\/\/t.co\/j732ZEv41B","sentiment_score":0.2}
{"full_text":"RT These exposure sites have been reported because of a possible case diagnosed interstate. Details in this rep...","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.2 million tests and 131k cases, the highest single-day total since th...","sentiment_score":0.0}
{"full_text":"RT If you are waiting for the government to save you, you're an idiot. Here's a short list of what the government can't s...","sentiment_score":-0.4}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Knicks close down MSG Training Center after three employees tested positive for COVID-19","sentiment_score":-0.0094276094}
{"full_text":"If this is what it takes to remind folks to #WearAMask -- we're all for it.","sentiment_score":0.0}
{"full_text":"RT 3) The study also found that people with a pre-existing mental illness were 65% more likely to be diagnosed with #COVID19 t...","sentiment_score":0.1333333333}
{"full_text":"\"I think a month from now, we're going to be in a situation where, if we wait to react until we have positivity that's greater than 10 per cent and increasing numbers of cases ... we're going to be in trouble.\" by","sentiment_score":0.15}
{"full_text":"Health Minister Greg Hunt has announced a date for the delivery of Pfizer's breakthrough coronavirus vaccine in Australia. Would you get one?:https:\/\/t.co\/5G3BgGHaGz","sentiment_score":0.0}
{"full_text":"DP Ruto scales down meetings in wake of Covid-19 second wave***Latest News Updates","sentiment_score":-0.0777777778}
{"full_text":"NFL approves plan for 16-team playoff field if #COVID19 forces cancellations ","sentiment_score":0.0}
{"full_text":"Nicole also appreciates thank yous. Also visiting schools. Pleased to hear positives from COVID. One way halls, no lockers, app to check attendance, etc. Shout out to admin for October as school administrators month. Admin doing a lot of hard work too. Not just teachers.","sentiment_score":0.1041666667}
{"full_text":"More states across the country are now requiring people to wear masks.","sentiment_score":0.5}
{"full_text":"Access regularly updated information on its impact on HIV\/AIDS, TB and malaria and news items from around the world on important developments. HERE:","sentiment_score":0.2}
{"full_text":"Saudi Arabia recorded 17 new #COVID-19-related deaths on Monday, raising the total number of fatalities to 5,576.https:\/\/t.co\/ikNbsnwun4","sentiment_score":0.0681818182}
{"full_text":"Interesting ","sentiment_score":0.5}
{"full_text":"RT Bail out the bars and restaurants until we can get the vaccine going. This is so obvious.","sentiment_score":0.0}
{"full_text":"RT They all deserve our respect and gratitude. What they are being accused of is the definition of fascism and it boils my blo...","sentiment_score":0.0}
{"full_text":"   Our oldest frenemy.","sentiment_score":0.0}
{"full_text":".@Farfetch founder and CEO Jose Neves on how customer behaviour has changed over the course of the pandemic and the newfound urgency for luxury brands to move online as #Covid19 has accelerated digital sales.","sentiment_score":0.0}
{"full_text":"If my 103 year old, WWII Vet, Grandpa in Minot dies because you f**ckers couldn't wear a mask...","sentiment_score":0.1}
{"full_text":"Monument Health caregivers describe working with patients affected by pandemic.Good story about the conditions about working in North Dakota hospitals. Thanks to the doctors and nurses that are giving care in this difficult time!https:\/\/t.co\/oO4jNiQLg5","sentiment_score":-0.15}
{"full_text":"Europe #COVID19 death toll tops 300,000 as winter looms and infections surge","sentiment_score":0.0}
{"full_text":"RT We have placed QB Ben Roethlisberger, OL Jerald Hawkins, RB Jaylen Samuels, and LB Vince Williams on the Reserve\/COVID-19 Lis...","sentiment_score":0.0}
{"full_text":"Who's gonna' remind her about the pandemic?","sentiment_score":0.0}
{"full_text":"During the coronavirus pandemic, airlines scaled back on serving in-flight food and drink service to avoid the virus's spread by contact. Well, United Airlines seems to be wading back into the water with news of it slowly bring back food and alcohol.","sentiment_score":-0.075}
{"full_text":"RT If you are waiting for the government to save you, you're an idiot. Here's a short list of what the government can't s...","sentiment_score":-0.4}
{"full_text":"Love seein Muslims thrive","sentiment_score":0.5}
{"full_text":"On this Remembrance Day we honour and recognise all veterans. We also acknowledge and remember those who gave their lives in service to our country.Traditional commemorations may have been impacted by COVID but there are still many ways that we can thank our veterans safely.","sentiment_score":0.5}
{"full_text":"The collaboration will increase Oxford's testing capacity to up to 50,000 tests per day with its new rapid testing lab and a device from Thermo Fisher that can detect antibodies developed in a person against the new coronavirus, it added.https:\/\/t.co\/gL93tX7VtE","sentiment_score":0.1242424242}
{"full_text":"Melissa gave convalescent plasma after surviving #COVID19. \"I was very scared when I was sick, but I came out on the other side, so why not pay it forward? If I had needed it, I would have wanted someone to have the courage to do it.\" Read her story:","sentiment_score":-0.2130952381}
{"full_text":"'This is great news' infectious disease physician says of Pfizer #COVID19 vaccine","sentiment_score":0.8}
{"full_text":"CLIMBING COVID CASES: It's another day of alarming numbers when it comes to coronavirus across the state. Today Allegheny County alone reported 317 new cases.","sentiment_score":0.0181818182}
{"full_text":"Starting in January, Unit 4 middle school and high school students may have the chance to participate in in-person learning again.https:\/\/t.co\/DLldsLxnYL","sentiment_score":0.0533333333}
{"full_text":"A survey shows that a majority of people accept that humanity is responsible for #ClimateChange &amp; many still plan to drive  more post #COVID19. Global survey of 26 nations highlights a gap between beliefs &amp; actions. ","sentiment_score":0.3}
{"full_text":"In consumer news, 73 companies have been charged with PPP fraud and a new scam involves COVID-19 vaccine trials.","sentiment_score":0.1363636364}
{"full_text":"Wearing a mask can help protect you, not just those around you, from coronavirus transmission, the Centers for Disease Control and Prevention said in new guidance Tuesday. ","sentiment_score":0.1363636364}
{"full_text":"The Department of Interior and Local Government (DILG) deployed a total of 810 contact tracers to the province's 42 towns and one component city to track and manage close contacts of confirmed coronavirus disease 2019 (COVID-19) patients.https:\/\/t.co\/g9Q3kBp2aU","sentiment_score":0.1333333333}
{"full_text":"Pueblo County experienced the highest number of reported COVID-19 deaths within 24-hours since the pandemic began.","sentiment_score":0.8}
{"full_text":"RT Biden Coronavirus Adviser's Plan Would Give Other Nations Vaccine Developed In U.S. Before All Americans Have Access: Re...","sentiment_score":-0.0125}
{"full_text":"RT A1: My district promotes taking opportunities to demonstrate patience and grace. When the highest levels do it, others...","sentiment_score":0.0}
{"full_text":"Working together on #vaccines has become a highlight of the anti-pandemic cooperation between China and Gulf Cooperation Council countries, State Councilor and Foreign Minister Wang Yi said on Monday. #FMsays #Covid_19https:\/\/t.co\/fn1x8F4LET","sentiment_score":-0.125}
{"full_text":"Pfizer's announcement that its vaccine is showed to be 90% effective may get skeptical people to get it sooner rather than later, Anthony Fauci said.","sentiment_score":0.0333333333}
{"full_text":"2 deaths and 137 new cases were reported in Nueces County.","sentiment_score":0.1363636364}
{"full_text":"RT Friday drive-in, we celebrate FRIDAY THE 13TH with a pair of classic rip-offs, TWISTED NIGHTMARE (1987) &amp; JUST...","sentiment_score":-0.1111111111}
{"full_text":"RT Two Turkish Muslims, Ugur Sahin and his wife Oezlem Tuereci, have possibly saved the world from COVID 19 (and no men...","sentiment_score":0.0}
{"full_text":"Refusing to learn","sentiment_score":0.0}
{"full_text":"A series of fundraisers will be held to benefit a Murray nonprofit that has provided tens of thousands of dollars in rental assistance to those in need during the pandemic. the story.","sentiment_score":0.0}
{"full_text":"Drug companies are racing to make a COVID-19 vaccine and health experts say you'll likely need two shots of the vaccine. Here's why there are two doses.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 57.7FWind Chill: 57.7FHumidity: 94%Dew Point: 55.9F Barometer: 30.097 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 168.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"L.A. Affairs: When &amp;#x27;corona-dating&amp;#x27; gets me down, I remember what mom said -","sentiment_score":-0.1555555556}
{"full_text":"RT Thanks to everyone who wrote a tribute for our Fields of Remembrance. We know some of you hoped to visit the fields and we...","sentiment_score":0.2}
{"full_text":"Let's be honest with each other: WE'RE SICK TO DEATH OF COVID-19!! But that doesn't mean that we stop:*Wearing masks ()*Social distancing*Staying safe &amp; healthyThese are all safe precautions we have to TAKE! It's essential and the reality of today.","sentiment_score":0.0401041667}
{"full_text":"The lesson from this deadly pandemic is that health care comes first. Every body, irrespective of income and social status ,  should get excellent health care . This is the need of the 21st century. Must be done. Survival  of our civilization depends on universal health care","sentiment_score":0.1805555556}
{"full_text":"This sucks to hear. Sending and love and prayers for a speedy recovery. Y'all are blessed with a lovely family and we are all rooting for both of you to pull through.","sentiment_score":0.2333333333}
{"full_text":"So you don't give a fuck if people commit suicide from depression\/anxiety\/stress from lockdowns and economic failure? Then how do you care about the people dying from COVID-19? You are contradicting yourself here buddy......","sentiment_score":-0.1722222222}
{"full_text":"RT Let's look at some COVID-19 mortality history.2012: 0 infections, 0 deaths2016: 0 infections, 0 deaths20...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Gov. Tony Evers issued a new executive order advising Wisconsinites to stay home because of rising coronavirus c...","sentiment_score":0.1363636364}
{"full_text":"Jewish Zeke Emanuel gives speeches about killing old people. He doesn't want old people to get medical care and die before the age of 75. They can't make money on you after 75.","sentiment_score":0.05}
{"full_text":"The numbers are troublesome because rises in hospitalizations are usually followed by rises in the US death toll.","sentiment_score":-0.25}
{"full_text":"Will #socialdistancing in the office harm productivity? This article takes a closer look at what effect social distancing policies in the workplace might have on productivity and employee morale. via","sentiment_score":0.0333333333}
{"full_text":"#RIP_Grizz Grizz is out of lockdown! He found the new #BookReview of the wonderful, heart-warming story \"The Pink House\" by Trish MacEnulty I really enjoyed this tale.","sentiment_score":0.3840909091}
{"full_text":"$CVET Earnings Intelligence Analysis of recent earnings identified Covetrus, Inc. (CVET) business focus on (covid-19,growth,same-store,year-over-year), (covid-19,growth,performance,year-over-year), (performance,revenue,same-store,year-over-year)https:\/\/t.co\/4nOHfhdno3","sentiment_score":0.0}
{"full_text":"Yep can't wait to get this Trump puppet outta Florida","sentiment_score":0.0}
{"full_text":"Of course it's the Knicks","sentiment_score":0.0}
{"full_text":"People need to be given a firm directive. Call it. We know it in our hearts. We can do it.","sentiment_score":-0.2}
{"full_text":"RT Congratulations to India. Bihar votes for BJP still. EVEN AFTER THE CLUSTERFUCK THAT COVID BROUGHT. I think people's prioriti...","sentiment_score":0.0}
{"full_text":"Number of COVID-19 cases rise in Niagara County via","sentiment_score":0.0}
{"full_text":"RT Lady Gaga filmed 911 music video during a pandemic.","sentiment_score":0.0}
