{"full_text":"China win all the way. Producing Corona was WW WINNERS","sentiment_score":0.8}
{"full_text":"RT Sanitized room for Drug Queen,Covid Centre for Arnab#FreeArnabSaveDemocracy@HMOIndia","sentiment_score":0.0}
{"full_text":"Many thanks to Phil Errington for sending me (and my lockdown beard!!) a copy of his love letter to John Masefield's The Box of Delights and its many adaptations (including the 1984 BBCtv version with its marvellous soundtrack by Roger Limb at the BBC Radiophonic Workshop). 1\/","sentiment_score":0.453125}
{"full_text":"RT Denmark has ordered the culling of 17 million mink after a new Covid-19 mutation spread from the animals to humans.@TimLoh...","sentiment_score":0.1363636364}
{"full_text":"Mark Meadows, the White House chief of staff, tested positive for the coronavirus on Wednesday. On Tuesday, he was at the White House election party -- hundreds of people, indoors, no mask of course.","sentiment_score":0.0757575758}
{"full_text":"Pent-up demand from people who put off purchases earlier in the pandemic was boosted even further by federal stimulus checks and low interest rates, @camilareads reports.","sentiment_score":0.0}
{"full_text":"RT Replacing nothing with actually something.","sentiment_score":0.0}
{"full_text":"Does anyone else appreciate how deodorant is more optional than ever due to social distancing? There's no risk of anyone taking a whiff! Or is this just an indication of why some of my most enduring nicknames are Dirtina and Kastinka?","sentiment_score":0.2291666667}
{"full_text":"RT Around the world, the places that have struggled most in controlling the virus are those with the least social cohesion....","sentiment_score":0.0777777778}
{"full_text":"RT In the middle of the #Coronavirus crisis, it's a matter of urgency that and others finally allow the...","sentiment_score":0.0}
{"full_text":"All great advice for lockdown round 2.","sentiment_score":0.3}
{"full_text":"I would love to be in a full Apple smart home ecosystem but baby steps. Google home is here to stay until I can honestly say I don't need it. Not there yet but willing to try!","sentiment_score":0.3953571429}
{"full_text":"Anti lockdown protest Hull with Daddy Dragon via","sentiment_score":0.0}
{"full_text":"First up... do we need to ban travel from Denmark after new coronavirus is found in minks?","sentiment_score":0.1931818182}
{"full_text":"RT The NC legislature considered that. Decided 3 days after election was proper period. Passed it into law. What's wrong with t...","sentiment_score":-0.25}
{"full_text":"RT So today Jason Kenney stood in front of the cameras, pretended to be an authority on the covid situation in Alberta. He...","sentiment_score":0.0}
{"full_text":"Any Danes wanting to (can't imagine why) come to Britain, get yourself a dinghy from Calais area as soon as you get here, free four star luxury all the way!If you're really lucky, they might even throw some pocket money your way. Courtesy of the British taxpayer in lockdown.","sentiment_score":0.2444444444}
{"full_text":"RT Of course she has.","sentiment_score":0.0}
{"full_text":"What a glorious day!!Please get out into our woods and  use them as places to get away from the stresses of life during Lockdown &amp; to get close to nature right here in the midst of our town. #LockdownEscapes#Buxton#BCAWoods#Buxton#ContactNature","sentiment_score":0.2857142857}
{"full_text":"RT Dominic Cummings","sentiment_score":0.0}
{"full_text":"pls read this thread right through - but also my 29\/10 column on wider implications of govt manipulationhttps:\/\/t.co\/4W8o3JTWwovirus-restrictions-tier-boris-johnson-christmas-victoria-derbyshire-b1426473.html","sentiment_score":0.2857142857}
{"full_text":"RT Between covid and the trump juju it will take a yuuuuge load of sage, Clorox, shamans, exorcists, soap, etc. to fumigate the W...","sentiment_score":0.0}
{"full_text":"RT Married to a Tory MP Appointed by Johnson without competition Brazen conflict of interest Leaked confidential info...","sentiment_score":0.25}
{"full_text":"RT Eden Hazard and Casemiro have both tested positive for coronavirus.Real Madrid have confirmed that they will have to self-i...","sentiment_score":0.3136363636}
{"full_text":"Hindustan Times: Tech, innovation will be key in post-Covid world: Modi at IIT-Delhi event.https:\/\/t.co\/OdNs1XvgbYvia","sentiment_score":0.0}
{"full_text":"Times of India: Covid-19 has taught the world self-reliance is necessary: PM Modi.https:\/\/t.co\/gE6t9AYjPtvia","sentiment_score":0.0}
{"full_text":"RT Dear Ma'am thanks for ur wonderful support &amp; also our thanks to Astha Ma'am, Mantika, Ana,  Siddesh Sir, Arsh...","sentiment_score":0.4666666667}
{"full_text":"Don's a real talent","sentiment_score":0.2}
{"full_text":"Good things do happen lockdown","sentiment_score":0.7}
{"full_text":"RT New life is a bright light in dark times. Delighted to welcome baby Mia into the world, my first grandchild (granddaughter)....","sentiment_score":0.4051948052}
{"full_text":"RT NEW: I'm told that even senior White House staffers who had direct contact with Mark Meadows this week learned about his c...","sentiment_score":0.0787878788}
{"full_text":"RT How are the officials of  planning on treating students who come in contact with covid in Manipal consider...","sentiment_score":0.0}
{"full_text":"If you can't donate please share","sentiment_score":0.0}
{"full_text":"RT The WH Chief of Staff hid his illness, didn't wear a mask, exposed everyone in that room on Election Night to covid-19. Was...","sentiment_score":0.0}
{"full_text":"RT You can't have an effective lockdown when schools are open. It's ludicrous.","sentiment_score":0.3}
{"full_text":"Not true and a damaging manipulation of statistics. Or, to keep it simple - a lie. The Office for National Statistics says this: 'The infection rate has increased in recent weeks, but the rate of increase is less steep compared with previous weeks'.","sentiment_score":-0.1016666667}
{"full_text":"RT Month eight of \"two weeks to flatten the curve.\"Day four of \"Election Day.\"","sentiment_score":0.0}
{"full_text":"RT The third COVID outbreak at the White House in two months.","sentiment_score":0.0}
{"full_text":"RT This is an extraordinarily dangerous viewpoint in light of the SARS2 coronavirus epidemic because the entirety of virolo...","sentiment_score":-0.1}
{"full_text":"RT A college student in Indiana died in her dorm room after testing positive for the coronavirus, school officials and her family...","sentiment_score":0.2272727273}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"RT Mark Meadows has the Coronavirus Again. Making America great again. So Snakes  can get the CORONAVIRUS.","sentiment_score":0.8}
{"full_text":"RT I'm one of the many #SmallBusiness owners who have struggled with #covid. Please retweet my listings to help me out. Y...","sentiment_score":0.5}
{"full_text":"Reagan was one of first major politicians to exploit his entertainment career . Many US voters see presidential politics as entertainment while voting for local candidates more in line with their economic needs. 14 years of NBC's Apprentice made Trump electable.","sentiment_score":0.2520833333}
{"full_text":"RT so can all the feckless centrists claiming that BLM and even calls to defund the police hurt the Dems shut the ever lovin...","sentiment_score":0.0}
{"full_text":"RT Our regular Health &amp; Wellness programs are on hold due to COVID-19, but that hasn't stopped our team from ensuring Caledon s...","sentiment_score":-0.0625}
{"full_text":"In a pandemic, the last ting you want is a loss public confidence of BUT if you consistently deploy dishonesties in the 'service of' then that could some very serious stuff! #EmperorCovid19IsNaked","sentiment_score":-0.0729166667}
{"full_text":"RT If more people are willing to light &amp; pass on the lanterns, we can banish the shadows of #Coronavirus.I invite","sentiment_score":0.3833333333}
{"full_text":"RT This government is rotten through and through. And we are all suffering the effects.","sentiment_score":0.0}
{"full_text":"RT As European countries grapple with a second wave of #coronavirus infections, tells \"global coo...","sentiment_score":0.0}
{"full_text":"This vegeta guy is a joke, front line \"professional\"who still calls #COVID19 fake. He clearly has no decision making capacity medical or otherwise. Simply a MAGAt who gaslights his way though life. #COVIDIOTS","sentiment_score":-0.06}
{"full_text":"RT Courageous woman.","sentiment_score":0.0}
{"full_text":"RT Canadians are proud of the COVID19 response, because they're comparing it the the US.South Korea has a larger populat...","sentiment_score":0.4}
{"full_text":"This is not doom and gloom, it is not science fiction.  It is real, it is verified, worrying, but preventable. Factory farms are effective breeding grounds for future pandemics. #viruses #meat","sentiment_score":0.1666666667}
{"full_text":"RT Thank you","sentiment_score":0.0}
{"full_text":"RT BREAKING: Eden Hazard and Casemiro have tested positive for coronavirus, Real Madrid have announced.","sentiment_score":0.2136363636}
{"full_text":"RT Trump did win in a landslide. A landslide so big it over came the planned voter fraud and they had to go to plan B and...","sentiment_score":0.4}
{"full_text":"What's the story with #Farage returning to UK from super spreader hot spot White House?  #COVID19","sentiment_score":0.1944444444}
{"full_text":"Some Doctors helped me explain this...https:\/\/t.co\/prt1qrdLUA","sentiment_score":0.0}
{"full_text":"RT Head of vaccine task force:#No relevant experience or expertise #Happy to share protected data with venture capita...","sentiment_score":0.6}
{"full_text":"RT The WH Chief of Staff hid his illness, didn't wear a mask, exposed everyone in that room on Election Night to covid-19. Was...","sentiment_score":0.0}
{"full_text":"RT Married to a Tory MP Appointed by Johnson without competition Brazen conflict of interest Leaked confidential info...","sentiment_score":0.25}
{"full_text":"From Leicester &amp; Smallpox To The World &amp; COVID With Kate Shemirani -  The Sons Of Liberty Radio LIVE 5 minutes past the top of the hour -","sentiment_score":0.1287878788}
{"full_text":"RT This story just grew in size ... with more info ... see below","sentiment_score":0.5}
{"full_text":"RT .@JoeBiden: Americans know the #COVID19 crisis is growing, with cases skyrocketing and 230,000 lives lost.Our country must come...","sentiment_score":0.0}
{"full_text":"despite what your YouTube advert says we do know where the virus came from, CHINA in their wet markets, it's CHINA","sentiment_score":-0.1}
{"full_text":"Head on over to our Facebook page to see today's show!!! #MentalHealthAwareness #chatshow #entertainment #facebooklive #charity #music #COVID19","sentiment_score":0.0}
{"full_text":"Novel approaches for personalized risk prognosis and individualized treatment of NAFLDhttps:\/\/t.co\/9p1eQDoMpN#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0}
{"full_text":"U.S. sets another daily record for coronavirus cases as some states struggle. The nation registered more than 128,000 new coronavirus infections Friday, a third consecutive single-day record. #trumpVirus","sentiment_score":0.1590909091}
{"full_text":"UpdateDay 3: Fire outbreak at Oando Tank Farm, Ijora BadiaThe inferno from the 7.6Million litres PMS tank which started on Thursday, 5th November, 2020 at about 12:20hrs was successfully put out at 09:00hrs today, Saturday 7th, November 2020, while escalation to other tank","sentiment_score":0.3125}
{"full_text":"#VenueOfTheDay: Clearwell Castle - We love that all remaining 2020 dates now come with the promise that should the government legislation surrounding Covid-19 prevent a wedding from going ahead, the venue transfer your date into 2021 with no transfer fee.","sentiment_score":0.5}
{"full_text":"Just found this brilliant initiative by to archive people's experiences of the pandemic. Anyone can contribute here: a beautiful thing to set up and to be part of.","sentiment_score":0.875}
{"full_text":"#NOWPLAYING : Mary Mary - Love You That Much  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.35}
{"full_text":"RT Congratulations, Together, we have a planet to save from a #ClimateEmergency and a global economy to build back be...","sentiment_score":0.0}
{"full_text":"Mail-in voting in PA was not in response to the COVID-19 pandemic, as many are suggesting Pennsylvania's Act 77 of 2019, signed into law October, 2019, permits for no-excuse mail-in voting #Election2020","sentiment_score":0.5}
{"full_text":"A study suggesting that COVID-19 is caused not by SARS-CoV-2 but by magnetic anomalies is now marked as temporarily removed from Elsevier's site.","sentiment_score":0.1}
{"full_text":"Filling a room isn't the measure of success you think it is, especially during a pandemic spread through the air.","sentiment_score":0.15}
{"full_text":"RT That's because so many people have been offended and hurt by your father. The majority of us do...","sentiment_score":0.5}
{"full_text":"Trump to supporters: Don't use mail-in voting. Only go vote in person.Democrats: Voting by mail is good actually. You don't need to Pokemon Go to the polls this year, but if you do, wear a mask.Trump when they count the mail-in vote and it's going 80\/20 for Biden:","sentiment_score":0.2333333333}
{"full_text":"\"Hilton's financials are quickly heading in the right direction, but the company -- and the greater hotel industry -- need to remain cautious about second and third waves of the coronavirus putting a halt to the positive momentum.\"","sentiment_score":0.2243867244}
{"full_text":"RT I had some choice words for the of South Dakota, one of my childhood states where I grew up... SD's #COVID19...","sentiment_score":0.0}
{"full_text":"RT Texas hits 1M Covid-19 cases, the most in the nation, data show.","sentiment_score":0.5}
{"full_text":"RT EPIC #COVID19 WILDFIRE--I'm not exaggerating that COVID is blazing out of control. **27* states have new record highs. And r...","sentiment_score":0.1181818182}
{"full_text":"RT Hey Trump worshipers-Your hero has said nothing about Covid. Nothing about democracy. Nothing about unity. Nothing about A...","sentiment_score":0.0}
{"full_text":"Sore losers throwing anything at the wall trying to get us to forget about the botched trump corona virus plague.","sentiment_score":-0.2}
{"full_text":"RT telling it how it was &amp; is. Recommended viewing.","sentiment_score":0.0}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT LAUNCH! PSLV-DL C49 launches with EOS-01 and 9 cubesats.Overview:https:\/\/t.co\/dLupSCVsYNPlay By Play:https:\/\/t.c...","sentiment_score":0.0}
{"full_text":"The reluctance to embrace a public health approach that recognises the need for an all agency response to tackling poverty &amp; inequality. Stop overemphasis on policing poor communities. Nauseating!!! Timing this new initiative to coincide with lockdown 2. Cynical!!! #PublicHealth","sentiment_score":-0.4112215909}
{"full_text":"Are you ready for a challenge? The Lockdown Image Challenge... Please share it, so anyone can make most of it for a positive impact.... I AM CHALLENGING YOU TO BOOST YOUR IMAGE..","sentiment_score":0.3568181818}
{"full_text":"RT Some samples of comments on COVID vaccines from my FB. This highlights the huge communications challenge we will face during...","sentiment_score":0.4}
{"full_text":"RT The Prime Minister of Fiji has seen enough!!! Calls it for Biden. We can all go to bed now.","sentiment_score":0.0}
{"full_text":"RT Our KWSP is for our retirement fund, Gomen allowing to withdraw early is wrong,because it shd not be made a Gomen 'emergency...","sentiment_score":0.1}
{"full_text":"RT watching other countries enter their 2nd lockdown while we here in america are still in our first or our fifth idk","sentiment_score":0.0416666667}
{"full_text":"RT While Trump's very own Chief of Staff tested positive for COVID-19 this week, he was out here trying to conspire against...","sentiment_score":0.5036363636}
{"full_text":"you blame 'deaths in America' - caused by a virus from China which the CCP shamelessly denied and covered up -on America.It's obvious where you stand. Stop lying.","sentiment_score":0.0}
{"full_text":"Podcast | COVID-19 and BLM: A new era for aid?  https:\/\/t.co\/5lwE3KkFVo #mande #humanitarian #dataforgood #womenindata #NGOs #data","sentiment_score":0.1363636364}
{"full_text":"RT Urban economic prosperity will provide the basis through which countries can contribute to achieving the #SDGs and #...","sentiment_score":0.1}
{"full_text":"RT Thank you fellow Victorians. Stay vigilant ","sentiment_score":0.0}
{"full_text":"and Murad Ras deniability about 2nd wave of Corona Virus getting stronger is disappointing and dangerous as well. Before 15 September we were getting average 40 cases daily and now after 2 months Islamabad reporting 250+ cases daily,","sentiment_score":-0.225}
{"full_text":"Peterborough's will be back in action after lockdown.https:\/\/t.co\/imJc72UM5B","sentiment_score":0.05}
{"full_text":"This has been a record-breaking week in Ohio for the number of confirmed COVID-19 cases, as the case count has climbed into uncharted territory each day.","sentiment_score":0.4}
{"full_text":"#Walsall don't forget the basics- wash your hands - wear a face covering - watch your spaceWith cases of #COVID still rising it's more important than ever to protect yourself and your loved ones.","sentiment_score":0.5333333333}
{"full_text":"There is a trend of South Africans purchasing homes for R3-million and over despite the COVID-19 pandemic and its effect on the property market. However, these purchases are being made by persons whose fields of work were not hard hit by lockdown.https:\/\/t.co\/sPZ0mlBDZy","sentiment_score":0.1458333333}
{"full_text":"#IDoR2020 is all about recognising the dedication of imaging professionals in treating #COVID19This photo from a hospital in South Tyrol  shows the level of care &amp; protection required by a radiographer to perform a normally straight-forward scan.#imagingheroes #Radiography","sentiment_score":0.15}
{"full_text":"Et gett vill Definitioune fir ,,Dialog\"https:\/\/t.co\/H5b3fcpLMB#moien #Webinar #Schoul #Educatiounsministere #Covid19Test #Homeschooling #TracingChief","sentiment_score":0.0}
{"full_text":"While work to install the panel on site was carried out in 2019, the initial set of studies had to be paused due to the coronavirus lockdown.","sentiment_score":-0.0625}
{"full_text":"Madamji i respect ur views and emotions but if ur talking about the pandemic n the lockdown affecting ur parents, u weren't the only person but every person in this country was affected in some way or other.. largely......","sentiment_score":0.0297619048}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"#jazzforcovidLike life these days, #jazz is improvised...#COVID19 #covid19 #covid_19 #FlattenTheCurvehttps:\/\/t.co\/p8e0X6mXwE","sentiment_score":0.0}
{"full_text":"RT He was arrested with Antonio Lamotta, who mused online about killing people over the \"fake 'natural pandemic' psyop cris...","sentiment_score":-0.2}
{"full_text":"Malaysian PM Muhyiddin Yassin has proposed a $3.6 billion infrastructure development plan to spur economic growth in the wake of the Covid-19 pandemic, reports:","sentiment_score":0.2}
{"full_text":"RT One more note. In May and June, when Dem voter registration had bottomed out due to the pandemic and GOPs were outregistering...","sentiment_score":0.1875}
{"full_text":"The Danish government have announced plans to cull between 15-17 million minks as the country struggles to curb an outbreak of a mutated form of the coronavirus. Denmark is the globe's largest producer of mink fur.","sentiment_score":0.0}
{"full_text":"Dr Martin Smith, with his enormous wealth of experience in the creative industries - including and - chairs our discussion of Culture and the #Covid19 Crisis on 24 November.Register here &gt;&gt;https:\/\/t.co\/emPelIaxly","sentiment_score":0.25}
{"full_text":"I wear a mask. Not because I want to, but because it is considerate of others and helps stop the spread of particulates.I also wear underwear. Not because I want to, but...#stopthespread #wearwood #woodisgood","sentiment_score":0.0}
{"full_text":"\"By 2020, brick and mortar retail spaces will be little more than showrooms\"Eddie Machaalani &amp; Mitchell Harper, Co-CEOs of BigcommerceThis pandemic challenged businesses to be adaptive. Is your business adapting? Leave a message and I'll help you pivot your business.","sentiment_score":0.15625}
{"full_text":"'Staying home' during COVID-19 isn't possible if you don't have a home -- by Ena Chadha, chief commissioner of","sentiment_score":0.0}
{"full_text":"House Speaker Lord Allan Velasco on Saturday expressed support for the government's efforts to reduce the costs of coronavirus disease 2019 (COVID-19) test kits and testing.","sentiment_score":0.0}
{"full_text":"RT Hi, this is my first time posting like this. I am knocking on your doors, My best friend's father tested positive for co...","sentiment_score":0.4924242424}
{"full_text":"Councils across the country have found different ways to carry out their work as a result of Covid-19 restrictions.https:\/\/t.co\/1DwSJbRVyZ","sentiment_score":0.0}
{"full_text":"Join us today - Saturday - in Bradford Cathedral for private prayer. 2pm - 4pm Restrictions in placeFor full details and the latest guidance in this lockdown period, please visit","sentiment_score":0.2833333333}
{"full_text":"RT ANALYSIS: With $1billion in business tax cuts and hydro subsidies to industry, an \"Open for Business\" theme runs through...","sentiment_score":0.0}
{"full_text":"RT Um, Duh \"Public-health experts think vaccine distribution will likely be smoother under Biden than it would have be...","sentiment_score":-0.15}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"I had a chat with on Political Podcast, #PodsOwnCountry, about the latest #COVID19 restrictions &amp; floodingClick here to listen https:\/\/t.co\/dD4YoNkbq6","sentiment_score":0.25}
{"full_text":"Our fantastic NHS frontline staff are working  incredibly hard to care for patients with Covid-19. Please help them by remembering to #StayAtHomeSaveLives","sentiment_score":0.0541666667}
{"full_text":"The burial of Kakamega County Chief of Staff, Robert Sumbi was delayed on Saturday when a woman claiming to be his second wife emerged, saying the first wife was sidelining her in the burial plans. Sumbi died of Covid-19.https:\/\/t.co\/algvZFCQbE","sentiment_score":0.125}
{"full_text":"Order of Pharmacists calls for 15-day lockdown","sentiment_score":0.0}
{"full_text":"#CoronavirusInBrazil: A total of 5,632,505 Covid-19 Positive cases have been reported to date in Brazil and the death toll reaches 162,035. While 5,064,344 patients have been discharged.#Brazil #CoronavirusDeathtoll #JairBolsonaro #RioDeJaneiro #Coronavirus #Covid19 #MangoNews","sentiment_score":0.1136363636}
{"full_text":"Peterborough's will be back in action after lockdown.https:\/\/t.co\/dr5MzOkh9D","sentiment_score":0.05}
{"full_text":"Can you be fined for going on holiday during lockdown? Here's what the rules say #lockdown","sentiment_score":0.0}
{"full_text":"Can you be fined for going on holiday during lockdown? Here's what the rules say #lockdown","sentiment_score":0.0}
{"full_text":"RT Meadows and WH staff tried to keep these latest positive tests a secret, we have confirmed.","sentiment_score":0.1818181818}
{"full_text":"RT NEW UPDATE! I am over this whole lockdown so I needed to get away and make a little time for myself. I need some stress rel...","sentiment_score":0.0609848485}
{"full_text":"National Children's dayIn SA, we celebrate National Children's Day on the first Saturday in November each year to promote the safety and wellbeing of children. Children are experiencing some of the most extreme effects of the Covid-19 pandemic.https:\/\/t.co\/wg5BCBQ6Dp","sentiment_score":0.2083333333}
{"full_text":"If you have either a new continuous cough, high temperature, or a loss of or change in sense of smell, you need to self-isolate and get a #COVID19 test. Find out more at:","sentiment_score":0.2654545455}
{"full_text":"Kindly contact #AarogyaSetu app via e-mail support.aarogyasetu@gov.in with all details for assistance.#COVID19 #COVID_19 #COVID__19 #COVID #COVID19 #COVID19India #Corona #coronavirus #CoronavirusIndia #CoronavirusPandemic","sentiment_score":0.6}
{"full_text":"These graphs clear and helpful but the hospital admissions graphs need to be caveated. They are not solely Covid admissions but include any patient 'tested positive for COVID-19 in the 14 days prior to admission, and those who tested positive in hospital after admission'.","sentiment_score":0.1386363636}
{"full_text":"Join at 8.30am on Mon 9 Nov as she leads a gentle warm-up from a beach in Ireland.Drawing on explorations in body awareness, the video is part of our #LockdownLessons series, promoting wellbeing as the UK returns to lockdown.","sentiment_score":0.2}
{"full_text":"Watch how Taiwan used democracy and people power to banish #COVID19. When you engage communities in government and build strong channels of communication and participation, people are more likely to take action with government and scientists.","sentiment_score":0.2583333333}
{"full_text":"Treat yourself and support our local businesses at the same time https:\/\/t.co\/kVbOFj56ZU","sentiment_score":0.0}
{"full_text":"Coronavirus update San Antonio, Nov. 6: Officials report 218 new COVID-19 cases, 5 new virus-related deaths ","sentiment_score":0.1363636364}
{"full_text":"4 healthcare storylines overshadowed by COVID-19 via #healthcare","sentiment_score":0.0}
{"full_text":"If you don't have Covid19 symptoms and you are trying to book a test, do not come forwards for a test - you could be taking a test away from someone who really needs it. #StayAlert","sentiment_score":0.2}
{"full_text":"Shipping Now: Hainbach - Assertion Chase Bliss Records wrote Assertion during Coronavirus-inflicted quarantine, but it's not a sad record, nor a lonely one","sentiment_score":0.075}
{"full_text":"Ever wondered what an antigen test is and what other tests can help diagnose #COVID19 or the underlying virus #SARSCoV2? Wonder no more...#Roche","sentiment_score":-0.125}
{"full_text":"Checa hoy en #ACR2020, abstract #0614: Ruiz N, et al. Impact of COVID-19 Pandemic on the Rheumatology Practice in Mexico: Mexican College of Rheumatology Survey, session \"Health Services Research\", ,","sentiment_score":0.0}
{"full_text":"We are looking forward to welcoming you back to the Rose in December - and we hope you are excited to return!You can rest assured that we are a COVID-19 secure venue You can read about our safety measures, in line with govt guidelines, here ","sentiment_score":0.34375}
{"full_text":"Lockdown can be a scary and lonely time for so many people. If you feel like you need to speak to someone, the 24 hour Mental Health Helpline is #StillHereToHelp and available to anyone registered with a GP in Wakefield Blue heart #WakefieldCares","sentiment_score":0.0333333333}
{"full_text":"Restrictions remain in place for visiting rubbish tips across #brightonandhove and #Sussexhttps:\/\/t.co\/k0gUSWn7g7","sentiment_score":0.0}
{"full_text":"Day 3 of lockdown 2 and I already cba with anything","sentiment_score":0.0}
{"full_text":"We have a designated COVID 19 Resource Centre - - this includes the latest news updates, business planning advice, info on the #FurloughScheme #bouncebackloan #CBILS #SEISS #COVID19 #VAT #Business","sentiment_score":0.5}
{"full_text":"Stephanie McCloud will take the position of director at the ODH and she's no stranger to Governor Mike DeWine. He previously appointed McCloud to director of the Ohio Bureau of Workers Compensation. She joined the governor during his Thursday briefing.","sentiment_score":-0.1666666667}
{"full_text":"I can't see my nephew bc of covid","sentiment_score":0.0}
{"full_text":"The latest #TalkingCare Daily#socialcare With contributions from #covid19 #lcsm","sentiment_score":0.5}
{"full_text":"In May, amidst the #coronavirus, Uganda reopened its borders for 3 days to provide refuge to asylum seekers fleeing the Democratic Republic of Congo.Our humanitarian funding is helping cover the most immediate needs of the arriving.","sentiment_score":0.5}
{"full_text":"According to a recent survey, Covid-19 has made workers less confident in their ability to progress their career.","sentiment_score":0.1111111111}
