{"full_text":"This is all I can think about. Even a Biden 'win' will not really be a win.","sentiment_score":0.2}
{"full_text":"There's a pandemic currently going on. Millions of mail in ballots not allowed to be opened until today. So it causes a delay. Also some states allow mailed in ballots to be counted a few days later as long as they were mailed by 11\/3. Also in 2000 we had to wait until December","sentiment_score":-0.0625}
{"full_text":"And accelerated the spread of coronavirus","sentiment_score":0.0}
{"full_text":"Ep 26-Trey Flowers injury video. Possible wrist reinjury or elbow.-Jarrad Davis on #COVID reserve-Bunch of #Lions coming off their 90d COVID test exemption (Stafford, Golladay, Hockenson, Coleman)https:\/\/t.co\/oYERvycLPE","sentiment_score":0.0}
{"full_text":"A lot of them will be dead from COVID-19 in the next year. Sad but true.","sentiment_score":-0.0875}
{"full_text":"We are still in a pandemic. Hence the record number of mail in votes. This is also the largest voter turn out so it's gonna take a lot longer to count.","sentiment_score":0.0}
{"full_text":"RT The Internet Governance Forum will address the effects of #COVID19 in our daily lives -- from increased digitization to remote...","sentiment_score":-0.05}
{"full_text":"... of course!! NOT!!We have Weigh-in day Tuesday so treat \/ takeaway night She goes to slimming world.. spends a fiver ...puts on 2lbI'm sat at home sneaking Tresselets &amp; Sausage Cobs every time I go to fuel up... and stay the same.. she's not happy ","sentiment_score":-0.2}
{"full_text":"RT If Trump Wins the #USElections2020, he's promised to make the NHS pay more for medicines...Just what the UK needs during a...","sentiment_score":0.4}
{"full_text":"It's great to see friends after lockdown! But make sure that you are still protecting yourself from #COVID19. There are many safe ways to greet friends without risking infection. Try:-Waving-Nodding -Bowing","sentiment_score":0.625}
{"full_text":"RT Peace Out 2020 Toilet Paper Funny Pandemic Bye Keychain via","sentiment_score":0.1083333333}
{"full_text":"RT I know it's not over but every time a state goes for trump I think - they are ok with this? The racism, the pandemic denial,...","sentiment_score":0.5}
{"full_text":"Sir please help me sir covid19 lock down very money problems sir please help me my   phonepay number 7989872209 ","sentiment_score":0.0222222222}
{"full_text":"Are you struggling to keep your employees up to date with the latest COVID-19 regulations? Humley's Free COVID-19 Assistant could help. #conversationalai #intelligentautomation #chatbots #hrtechnology #employeeexperience #covid19solutions #futureofwork","sentiment_score":0.45}
{"full_text":"Say that to trump for mishandling COVID and Puerto Rico","sentiment_score":0.0}
{"full_text":"RT The Changing Face Dentistry Amid The Pandemic by coronacast on #SoundCloud","sentiment_score":0.0}
{"full_text":"RT CSO Sir Patrick Vallance asked y'day if he is aware of any instance in which a Covid infection has taken place between childre...","sentiment_score":0.25}
{"full_text":"A mask prevents the wearer from transmitting COVID-19 to others and provides some protection to the wearer.  Another day to remind to #WearAMask because #COVID19 is real.","sentiment_score":0.2}
{"full_text":"What???","sentiment_score":0.0}
{"full_text":"Trump's responsible for-230,000 dead to COVID-supporting white supremacy -kids in cages, no parents-war on science-war on doctors-economy tankingAnd he's trying to abolish our democracy If you voted for him, fuck you","sentiment_score":-0.1}
{"full_text":"RT Sir think what you will. But I am under treatment in hospital for COVID 19. Everything in life is not sinister. The last j...","sentiment_score":0.125}
{"full_text":"Don't knowingly lie about the impact of a pandemic, and perhaps more people feel comfortable voting in person 6+ months later","sentiment_score":0.3}
{"full_text":"I just finished work at 7:30am. I work in a toy shop. In a pandemic. Days before lockdown. Just before Christmas. Fuck off and go home. I wanna go to sleep.","sentiment_score":-0.4}
{"full_text":"RT While there have been reports of captive animals coming down with COVID-19 -- such as tigers at the Bronx Zoo -- there has b...","sentiment_score":0.0148148148}
{"full_text":"RT Men of God demand scientific proof that congregations can spread COVID, ... so they can worship a God they have no sci...","sentiment_score":0.0}
{"full_text":"RT \"apnaa maask phnegaa iNddiyaa, koronaa se ldd'egaa iNddiyaa \/ \" It's important that we wear the mask properly &amp; use it as a prot...","sentiment_score":0.2}
{"full_text":"RT #COVID__19 Could #Himalayas harbour next #pandemic ","sentiment_score":0.0}
{"full_text":"If Americans are prepared to give Trump another 4 years. If Brits think Covid is a hoax.Maybe there is a secret organisation called the Illuminati manipulative and secretive.Or maybe people deserve what they want.","sentiment_score":-0.4}
{"full_text":"RT Today I will vote against a second national lockdown. The government's case is based on dubious modelling. It seems to me...","sentiment_score":0.0}
{"full_text":"RT Californians voted against rent control during a pandemic ","sentiment_score":0.0}
{"full_text":"No don't worry. The Democrats don't have a need to push the narrative anymore after Trump wins, also Trump has Covid vaccines coming ASAP so Thank you president Trump, good is finally going to triumph over evil.","sentiment_score":0.0}
{"full_text":"RT Once we get the final results &amp; even assuming Biden wins, it will be tough to imagine unifying the country. A shocking...","sentiment_score":-0.2722222222}
{"full_text":".@LAPDHQ arrested 40 people tonight in downtown LA after they allegedly blocked railroad tracks and refused to comply with a dispersal order.https:\/\/t.co\/4rJpmkZT6E","sentiment_score":-0.1}
{"full_text":"RT Nadine Dorries is not fit to be a member of Parliament.","sentiment_score":-0.2}
{"full_text":"AMERICA.The one place that would make a series on Hulu about finding love during PANDEMIC.","sentiment_score":0.5}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT 'Our children suffered enough in the first lockdown - at least let them play football this time,' writes Molly Lally","sentiment_score":-0.0166666667}
{"full_text":"What happened to me over the pandemic-started playing rocket league-started using my twitter more-yes","sentiment_score":0.0}
{"full_text":"RT Wear a face mask please.Young people are dying of COVID19.Young people are dying of COVID19Wear a face mask please....","sentiment_score":0.0}
{"full_text":"RT Wear a face mask please.Young people are dying of COVID19.Young people are dying of COVID19Wear a face mask please....","sentiment_score":0.0}
{"full_text":"RT The #COVID19 pandemic has caused many businesses significant dents, and many are still in the process of healing. Let us see...","sentiment_score":0.4583333333}
{"full_text":"The guy who is acting like the COVID19 pandemic is over is declaring victory in his own on-going election count?! Yeah, we'll just wait for all the votes to be counted.","sentiment_score":0.375}
{"full_text":"RT Sir think what you will. But I am under treatment in hospital for COVID 19. Everything in life is not sinister. The last j...","sentiment_score":0.125}
{"full_text":"Not this pandemic or this president--will stand in our way of protecting our democracy.#everyvotecounts #everyvotematters","sentiment_score":0.0}
{"full_text":"RT Wear a face mask please.Young people are dying of COVID19.Young people are dying of COVID19Wear a face mask please....","sentiment_score":0.0}
{"full_text":"I would bake you cookies if it would help, but travel &amp; COVID make a deadly pair.","sentiment_score":-0.2}
{"full_text":"This was how I complained on twitter weeks ago and unfortunately it was really covid. Please see a doctor and start taking medication ASAP","sentiment_score":-0.2}
{"full_text":"RT Please wear a face mask and also try to wash your hands as often as you can.","sentiment_score":0.0}
{"full_text":"RT Excellent as ever by debunking the stats and the shining a forensic light on dodgy figures by the Govt.","sentiment_score":0.7}
{"full_text":"If I thought he meant one syllable of it....","sentiment_score":0.0}
{"full_text":"RT Please explain to thousnads of grassroots youngster ??","sentiment_score":0.0}
{"full_text":"I'm sure mail in ballots must hold even more of an importance during a global pandemic ","sentiment_score":0.3333333333}
{"full_text":"RT Cure for COVID.","sentiment_score":0.0}
{"full_text":"RT #CoronaVirusUpdates:#COVID19 testing status update:@ICMRDELHI stated that 11,29,98,959 samples tested upto November...","sentiment_score":0.0}
{"full_text":"Lol so naive, trump is going cause chaos you haven't seen before, civil unrest and death, covid deaths unimaginable , hospitals overrun , stock market crash, g7 will be the enemy and gonna start a war.","sentiment_score":0.25}
{"full_text":" Later today we are joined by and others to examine 'Behavioural Science and a Post-COVID World'. 2pm, 4 Nov ","sentiment_score":0.0}
{"full_text":"JUST IN | DOH reports less than 1,000 new #COVID19 cases, out of the only 16,163 tested. 140 patients recovered while another 49 died.","sentiment_score":-0.0101010101}
{"full_text":"One of the major conclusions that we have from the last eight months of schooling is that there is a digital divide between the haves and the have nots, but specifically applied to technology...#techforschools #safeguarding #dontforgetaboutsafetyonlinehttps:\/\/t.co\/k2mnFCrPHH","sentiment_score":0.0208333333}
{"full_text":"Today is #NationalStressAwarenessDay and during these times it is more important than ever to prioritise your self-care and wellbeing. We've curated a resources page to help support our members in managing stress: #mysltday","sentiment_score":0.45}
{"full_text":"This past weekend, we saw modelling for coronavirus fatalities challenged and dismantled as using outdated data.There are fundamental methodological issues with epidemiological modelling. I am today releasing a report on them by Mike Hearn.https:\/\/t.co\/r81QurvK8L","sentiment_score":-0.325}
{"full_text":"LIVE NOW!The DST Golden Jubilee Discourse Series -- \"On the other side of the pandemic\" - Dr. Krishnamurthy Subramanian, Chief Economic Advisor, GOI in conversation with Prof. Ashutosh Sharma, Secretary, DST, GOI@IndiaDST","sentiment_score":0.1278409091}
{"full_text":"As we enter Lockdown 2 - and while we eagerly wait for the MIDI TV launch - we're thinking back to one of our highlights of Lockdown 1: the live streams!!  Here's a (short) clip of them playing 'Damage Control' to get you through your Wednesday ","sentiment_score":0.0710227273}
{"full_text":"According to #QRI Head of #PediatricRehabilitation #DrMahmoudIbrahimAbeidah,  while #COVID19 has changed  how #healthcare is delivered, his team has worked to ensure that patients continue to have access to the support they need. ","sentiment_score":0.0}
{"full_text":"African workers are stranded and unpaid in Lebanon by an exploitative labor system made worse by Covid","sentiment_score":-0.125}
{"full_text":"Usually, local homeless shelters issue a Code Purple on nights when the temperature falls below 32 degrees. But, without proper social distancing, Code Purple has become a casualty of the COVID-19 pandemic. ","sentiment_score":0.0111111111}
{"full_text":"Residents are urged to dig deep and give generously to this year's Poppy Appeal, as RSLs struggle to raise funds during the COVID-19 pandemic. #seymourhttps:\/\/t.co\/cljw3QPN1g","sentiment_score":0.0}
{"full_text":"If your child is sent home from school due to showing Covid-19 symptoms, they must self-isolate.That means they should stay in the house for 10 days &amp; you should arrange a test for them -and everyone in your household must self-isolate too.","sentiment_score":-0.125}
{"full_text":"Business leaders would support tougher employment laws &amp; a higher minimum wage to protect workers from exploitation &amp; poverty during the second wave of COVID-19, according to a report by #employmentlaw #business","sentiment_score":0.125}
{"full_text":"Covid-related cybercrime drives attacks on UK to record number","sentiment_score":0.0}
{"full_text":"During a pandemic where there are so many mail in votes and rules state counting for some states couldn't start until last night? No","sentiment_score":0.25}
{"full_text":"Strategic Upgrades in Bank Risk Management during COVID-19 is also the topic of the discussion panel at our Beyond Tomorrow virtual event taking place on November 23-25. Learn more about the event: #analytics #AI #riskmanagement","sentiment_score":0.5}
{"full_text":"Denver Broncos General Manager John Elway and CEO Joe Ellis have both tested positive for COVID-19.","sentiment_score":0.1386363636}
{"full_text":"With restaurants sadly closing this evening, be sure to book a last minute meal for you and the family to enjoy as a last bit of freedom before lockdown commences tomorrowhttps:\/\/t.co\/WuZYOfkvao","sentiment_score":0.08}
{"full_text":"NEWS: MPs to vote on England's new lockdown - as Boris Johnson faces Tory backlash","sentiment_score":0.1363636364}
{"full_text":" Junior Badminton, Thursdays at the Portal, find out more: for age 5-11yrs, pre-booking is essential.All coaches have taken part in sportscotland COVID Officer training.","sentiment_score":0.5}
{"full_text":"We know another lockdown is going to be tough, but we also know what an amazing and resilient county Somerset is - it's full of superheroes! If you know someone who deserves a Somerset superhero shout out then please message us and we'll do the rest! #SomersetShoutOut","sentiment_score":0.252662037}
{"full_text":"It's compelling viewing I give you that. Regarding Trump clearly the economy was doing wonders before coronavirus. Genuine question here what else did you think he done well in the previous 4 years?","sentiment_score":0.1583333333}
{"full_text":"RT One day it will Dawn on the World. Whatever your politics, nationality, race or religion. Whether you work or not, whether yo...","sentiment_score":0.0}
{"full_text":"Anyone with coronavirus symptoms must remain at home and get a test and their household members must also stay at home.  . Not online?  01639 862757 It is stressed only those with symptoms should book a test.","sentiment_score":0.0}
{"full_text":"CATCHING &amp; PASSING - TOSS &amp; CATCHTry this exercise to develop catching &amp; passing skills more activities using the 'Social Distancing Friendly' filter here:","sentiment_score":0.4216666667}
{"full_text":"\"Covid-19 doesn't slow down high-tech greenhouse construction\"https:\/\/t.co\/binw586O4b","sentiment_score":-0.2277777778}
{"full_text":"Jameson Blake and Joao Constancia are set to headline the upcoming Boys Love flick, \"My Lockdown Romance.\"READ MORE:","sentiment_score":0.5}
{"full_text":"Strategic Upgrades in Bank Risk Management during COVID-19 is also the topic of the discussion panel at our Beyond Tomorrow virtual event taking place on November 23-25. Learn more about the event : #BeyondTomorrow #analytics #AI #riskmanagement","sentiment_score":0.5}
{"full_text":"Strategic Upgrades in Bank Risk Management during COVID-19 is also the topic of the discussion panel at our Beyond Tomorrow virtual event taking place on November 23-25. Learn more about the event: #BeyondTomorrow #analytics #AI #riskmanagement","sentiment_score":0.5}
{"full_text":"Strategic Upgrades in Bank Risk Management during COVID-19 is also the topic of the discussion panel at our Beyond Tomorrow virtual event taking place on November 23-25. Learn more about the event: #BeyondTomorrow #analytics #AI #riskmanagement","sentiment_score":0.5}
{"full_text":"A Home Credit India's report has indicated that pay cutoffs and job losses during the COVID-19 have forced around 46% of Indians to borrow money to run their households.#paycutoffs#joblosses#COVID19India","sentiment_score":-0.3}
{"full_text":"140 NEW RECOVERIES As of November 4, 2020, out of 388,137 COVID-19 cases, 349,091 have already recovered.","sentiment_score":0.1363636364}
{"full_text":"They can remain open","sentiment_score":0.0}
{"full_text":"RT Remember to follow #COVID19 Appropriate Behaviour this festive season.#IndiaFightsCorona #JanAndolan #MODAgainstCoron...","sentiment_score":0.5}
{"full_text":"If you don't already have an online presence, or the ability to sell your products online, you're missing a whopping sales opportunity!  See how we can help your local business in these uncertain, unprecedented times #harrogate #webdesign #lockdown","sentiment_score":0.1166666667}
{"full_text":"RT The COVID-19 pandemic has seen unprecedented disruption in #food supply chains. This article takes a look into h...","sentiment_score":0.6}
{"full_text":"This includes COVID-19 testing sites in Sangamon and Logan Counties.https:\/\/t.co\/idlRlW8s2f","sentiment_score":0.0}
{"full_text":"Strategic Upgrades in Bank Risk Management during COVID-19 is also the topic of the discussion panel at our Beyond Tomorrow virtual event taking place on November 23-25. Learn more about the event: #BeyondTomorrow #analytics #AI #riskmanagement","sentiment_score":0.5}
{"full_text":"Maintaining the connections between diaspora communities and their motherland amid #COVID19 is crucial.  Watch a message of hope from Fiji.","sentiment_score":0.0}
{"full_text":"Hampshire Police attended 33 incidents where health regulations were being breachedhttps:\/\/t.co\/XWRH9hBdEI","sentiment_score":0.0}
{"full_text":"Strategic Upgrades in Bank Risk Management during COVID-19 is also the topic of the discussion panel at our Beyond Tomorrow virtual event taking place on November 23-25. Learn more about the event: #BeyondTomorrow #analytics #AI #riskmanagement","sentiment_score":0.5}
{"full_text":"RT Do join us on Sunday for the discussion and share within your networks.","sentiment_score":0.0}
{"full_text":"Trump is being dirty trying to stop mail in votes during a pandemic he made worse, if he wins completely understand but so far he's trying to cheat like he does on his taxes","sentiment_score":-0.1}
{"full_text":"1 day to lockdown! While the shop will be closed to customers entering, we will be continuing zero-contact delivery, collection, repairs and remote support. If you're working from home, shielding or furloughed we're here to supply all your IT needs. Pop in or call us today.","sentiment_score":-0.1}
{"full_text":"Flu? Cold? Or #COVID19? These different viruses present similar symptoms, so this is how you can tell them apart!","sentiment_score":-0.15}
{"full_text":"19 and smarter than you and I would read the article and actually take a in deep look on it but you are acting like a child and won't show me the link that says there are more cases and less deaths for swine flu than covid","sentiment_score":0.0666666667}
{"full_text":"RT The #COVID-19 pushed every person to #distance themselves from each other.. if no change something soon, I think we wil...","sentiment_score":-0.125}
{"full_text":"Themed \"The thread that binds us\", our Southeast Asia Annual Review 2020 showcases how we live our purpose - to make an impact on our stakeholders and society so that we can all emerge from the pandemic more resilient than before. Read here:","sentiment_score":0.3181818182}
{"full_text":"The rise of #IoT devices in the post-COVID era is projected to increase dramatically. Learn how this trend increases attack surface, and more importantly, how to prevent threats and risks layer by layer.","sentiment_score":0.45}
{"full_text":"Now Brexit Party leader Nigel Farage and chairman Richard Tice have announced their intention to launch the 'Reform Party' on an anti-lockdown platform.Writes Jonathan Saxty","sentiment_score":0.0}
{"full_text":"Covid cases in Northumberland are starting to increase in older people.https:\/\/t.co\/SsrOpYNuPz","sentiment_score":0.0833333333}
{"full_text":"RT Exciting news! Our new podcast series on #ChildrenAndCOVID19 just launched. We believe young pple shd be part of COVID-...","sentiment_score":0.2037878788}
{"full_text":"With a second national lockdown on its way, it's important to look after yourself and your mental health.Our Counselling Service supports learners at Hull and Goole College, providing free online and phone counselling.Email listen@hull-college.ac.uk or text 07860023367.","sentiment_score":0.175}
{"full_text":"Returning from lockdown - Even just going about the business of normal living again was an emotional and joyous occasion, says #footyology","sentiment_score":0.075}
{"full_text":"Santa Clara County hit another significant milestone: Over one million COVID-19 tests administered! That is over one million times an individual has thought about our community's safety and took action to get tested.","sentiment_score":0.1895833333}
{"full_text":"LOCKDOWN DIARIES: DAY 2332020-11-04 00:00 - The quarantine probably went to bed already and beseeches you to adopt an effective coping strategy.Stay tuned for dispatches from Radio Free Diablo County.#QuarantineDiaries#QuarantineLife#CoronaLockdown#ShelterInPlaceCA","sentiment_score":0.5}
{"full_text":"Time: 08:00 * Temp: 6.8degC * Wind: W 0.0 to 10.1mph * Pressure: 1027.1hPa * Rain: 0.0mm * Hum: 94% * ET: 0.0mm * Solar: 14.0W\/m2 * UV Index: 0.0 * Sunrise: 07:32 * Sunset: 16:40 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Voting for someone who cheated on their pregnant wife, dodges taxes, supported by white supremacists, bailed out the rich,...","sentiment_score":0.2361111111}
{"full_text":"Its sad that Trump and his administration literally has been responsible for over 200,000 deaths for COVID-19, has seriously harmed our international reputation and interests leading to further isolationism, and flagrant human rights violations and still 1\/3 of voters stayed home","sentiment_score":-0.1055555556}
{"full_text":"RT Ten ways coronavirus crisis will shape world in long term - by","sentiment_score":-0.025}
{"full_text":"Wear a mask Save lives Unite to fight #COVID19 #BizBirlikd@Gucluyuk ","sentiment_score":0.0}
{"full_text":"Ladakh reports 84 new COVID-19 cases -","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 28.0FWind Chill: 28.0FHumidity: 99%Dew Point: 27.7F Barometer: 30.430 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 228.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"While I am a big believer in early and absentee voting, especially in light of the pandemic, I opted to vote in person on Election Day.","sentiment_score":0.3}
{"full_text":"#NowPlaying Keep Calm wash your hands stay home by dRem tgi \/@dremtgi |[https:\/\/t.co\/BQFUlgYxoj] listen now {https:\/\/t.co\/TP5EfjooXN} #dremtgi #dremstuff","sentiment_score":0.3}
{"full_text":"Norovirus Outbreak tied to L'Auberge Casino Resort Lake Charles - Food Poison Journal #norovirus","sentiment_score":0.0}
{"full_text":"On April 8, 2020, we knew #BernieWouldHaveWon!No matter which of the two major corporate capitalist, racist war parties declare themselves the \"winner,\" we the people lose again.Parties lie.We die.Until we destroy and replace the system, there is no political revolution.","sentiment_score":-0.034375}
{"full_text":"Lagos Govt Warns Residents Against Second Wave Of COVID-19","sentiment_score":0.0}
{"full_text":"CISO of Ford, Patrick Milligan will share  how his team secures 108,000 remote workers during the pandemic","sentiment_score":-0.1}
{"full_text":"Pakistan's exports remained almost flat at $7.5 billion in the first 4 months of current FY and the trade deficit narrowed due to a dip in imports, denying the government's claim of bringing a major improvement in exports in the post-Covid situation.https:\/\/t.co\/Gpl7WNN2lE","sentiment_score":0.0325}
{"full_text":"RT #BonfireNight is only a day away, and with changing lock down rules we're all eager to celebrate what we canBut bonfi...","sentiment_score":-0.0777777778}
{"full_text":"RT #Russia's top diplomat says that about 2,000 fighters from the Middle East have joined the fighting over Nagorno-Karabak...","sentiment_score":0.25}
{"full_text":"Our survey of nearly 400 working women across nine countries, at a variety of career levels and spanning various industries, reveals the pandemic is affecting their daily routines, physical and mental health, and careers","sentiment_score":0.0}
{"full_text":"Brace yourselves, no not lockdown 2 but another 4 years of Trump! How the fuck is it neck and neck. Ugh why am I talking about politics I'm not even interested in our own lol","sentiment_score":0.3125}
{"full_text":"Changes in Alcohol Use Linked to Coronavirus Lockdowns #coronavirus #COVID19","sentiment_score":0.0}
{"full_text":"COVID-19 has forced slow-to-change tech users to learn quickly. See why slow adopters are prime targets for high tech companies.","sentiment_score":-0.0266666667}
{"full_text":"RT While receiving the COVID-19 vaccine today. We wish everyone safety and great health, and we are proud of our teams who have...","sentiment_score":0.8}
{"full_text":"The Salesforce ecosystem is crucial to extending the power of Salesforce - especially as customers need to accelerate their digital transformations in the wake of COVID-19.","sentiment_score":0.0}
{"full_text":"Up against a pandemic and a recession and yet, those selling it aren't worried in the least about #SteveMcQueen's #HeuerMonacohttps:\/\/t.co\/apiaZGoFnb","sentiment_score":-0.3}
{"full_text":"Trump is a loser!!!","sentiment_score":0.0}
{"full_text":"The effect of #COVID-19 on business agility maturity. #adaptability #Agile businesses","sentiment_score":0.5}
{"full_text":"RT During this pandemic that we're fighting, we've a government in Maharashtra that is arresting journalists across channels, p...","sentiment_score":0.0}
{"full_text":"Good morning and thank you yes the lockdown finishes on Monday but have been told we can't travel to any other parts of the UK nor any visitors to Wales still I can visit a Coffee shopGreat result last night with some good football played. Take care","sentiment_score":0.31875}
{"full_text":"Changes in Alcohol Use Linked to Coronavirus Lockdowns #coronavirus #COVID19","sentiment_score":0.0}
{"full_text":"Travelling in the age of coronavirus: A weekend in Leipzig #leipzigtravel #visitgermany","sentiment_score":0.0}
{"full_text":"The #Trinidad-based #Caribbean #Agricultural Research and Development Institute (CARDI) warned against a possible hunger pandemic in region:","sentiment_score":0.0}
