{"full_text":"scrap Genocide","sentiment_score":0.0}
{"full_text":"RT 4\/ Worried about meeting rent the first of the month? Visit for a list of resources.","sentiment_score":0.25}
{"full_text":"Is Covid Recovery Group going to have its own Twitter account?  No twitter name mentioned on Wikipedia page.  #BusinessRescue #History","sentiment_score":0.6}
{"full_text":"I'm sure the many families that have loved ones in the hospital, dying from Covid and not able to see their loved ones would beg to differ.","sentiment_score":0.43}
{"full_text":"RT everyone who's like \"nobody should lose their (insert basic necessity) during a pandemic\" is sooooooo close to realizin...","sentiment_score":0.0}
{"full_text":"RT No10 spokesman responds:\"This pandemic is one of the biggest challenges facing the country in decades, and Labour have...","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"Nobody ever died before COVID.","sentiment_score":0.0}
{"full_text":"Agree utter garbage. Undermining WHO who couldn't organise a root in a brothel who praised China for it's handling of the virus. And next to China on its incompetency is the the media outlets.Next group of idiots would of been depending on the country who fudged the numbers.","sentiment_score":-0.2666666667}
{"full_text":"RT Boost your Packaging Company with this Automatic Icepop Machine230VAC10AMPSPressure 4-6 barProduce 2200 icepo...","sentiment_score":0.0}
{"full_text":"For all the latest information, please visit our COVID-19 page","sentiment_score":0.5}
{"full_text":"For open minded people because I watch all his videos. I still uphold boundaries at this feed and if you come here to criticize him- I will block you. If you're not open minded don't bother watching his videos!","sentiment_score":0.0}
{"full_text":"How about China virus.  You are really stupid","sentiment_score":-0.8}
{"full_text":"R's: Let them eat cake.  Alternatively, caca.","sentiment_score":0.0}
{"full_text":"Alas Bojo and Co will blame the economic collapse on Covid","sentiment_score":-0.1}
{"full_text":"RT We're insane.","sentiment_score":-1.0}
{"full_text":"Interesting read","sentiment_score":0.5}
{"full_text":"RT This is my state right now. To all the people (who I don't tag, bc they don't deserve the notoriety) who accused me of \"...","sentiment_score":0.2857142857}
{"full_text":"#cci #injury #surgery #ChronicPain #migraine #tmj #COVID19 please help have my life back by sharing my story ","sentiment_score":0.0}
{"full_text":"I will promote your kickstarter, gofundme, indiegogo or any crowdfunding campaign with just $5. Click on this link below to see:https:\/\/t.co\/yf1Pqj0tNK#InfluentialErica #ArizonaHearing #facupdraw #FACup #Gurpurab #HabariBlackNovember #ZondoCommission #COVID19","sentiment_score":0.0}
{"full_text":"RT All public and private gatherings with anyone outside a single household are now banned in Los Angeles County, as most of the coun...","sentiment_score":0.0857142857}
{"full_text":"RT  Sri Lanka confirms 7 more COVID-19 deaths #SriLanka #COVID19SL #COVID19LK","sentiment_score":0.5}
{"full_text":"RT If widespread remote working becomes a permanent feature of post-covid economies, many low-wage jobs destroyed by the pan...","sentiment_score":0.2}
{"full_text":"\"the flu has killed more than covid\" ok but flu season isn't categorized as a pandemic","sentiment_score":0.2666666667}
{"full_text":"RT In the face of #COVID19 we've seen exceptional acts of kindness &amp; solidarity. But we cannot stop. Humanitarians expect needs to...","sentiment_score":0.6666666667}
{"full_text":"Were you delivering babies with covid? As for the constant whinging about your pay most of the population is in the same boat or worst off. At least you have a job to whinge about!","sentiment_score":-0.175}
{"full_text":"RT ADH confirms 157,359 known cases of Covid-19 in Arkansas, an increase of 1,112 over Sunday.The agency also confirms an ad...","sentiment_score":0.0}
{"full_text":"After a successful week of our POP UP Store , it's time that you meet The Craft-I Hub Family  We work together to bring you life's little pleasures. Thank You family, you are the greatest! Much Love   #family #grateful #supportlocal #Thankful #lockdown","sentiment_score":0.515625}
{"full_text":"'delusional' pretty much describes the approach to Covid across the prairies, with the present exception of MB (who appear to have recognized reality, albeit late)","sentiment_score":0.0375}
{"full_text":"RT Other countries know urban economies can't recover without transit. Civilized nations don't strip paychecks and healthca...","sentiment_score":0.0916666667}
{"full_text":"RT STAY THE FUCK HOME PLEASE.","sentiment_score":-0.4}
{"full_text":"RT I strongly support this Supreme Court ruling defending our First Amendment\/freedom of religion. While COVID may temporari...","sentiment_score":0.3416666667}
{"full_text":"RT Florida Governor Ron DeSantis just called people who consider closing schools to contain COVID-19 as \"today's flat eart...","sentiment_score":-0.025}
{"full_text":"RT Congress returns for three-week lame duck session to push through COVID aid package","sentiment_score":-0.5}
{"full_text":"RT More than 1.5m Covid cases have been confirmed in the UK Government figures show nearly 60,000 people have diedUse our too...","sentiment_score":0.3333333333}
{"full_text":".@dckurek raises the statement made by Tyler White about his Indigenous community and how his community is literally in the midst of fighting a suicide epidemic and here is he govt coming in offering suicide. They don't want it.","sentiment_score":0.0}
{"full_text":"RT The American people need more help now. Congress should deliver more COVID relief this year.Even House and Senate Democ...","sentiment_score":0.3333333333}
{"full_text":"RT Let me add some more to your good news this morning. Moderna has released additional data showing it is 94.1% effec...","sentiment_score":0.6}
{"full_text":"Hamilton could be first show to reopen socially distanced Broadway after COVID-19, aim for July 4","sentiment_score":0.1416666667}
{"full_text":"So angry at this systematic dysfunction!!!","sentiment_score":-0.9765625}
{"full_text":"RT ME (an idiot): The first people to receive the vaccine should be frontline workers and people at the highest risk of infe...","sentiment_score":-0.275}
{"full_text":"RT Upon reflection, Contagion vastly overestimated this country's interest in fighting a pandemic.","sentiment_score":0.0}
{"full_text":"RT It's sad to think that the pandemic has killed the hidden hand buzzer gag once and for all","sentiment_score":-0.2888888889}
{"full_text":"RT Sorry, no.Leviticus 13 tells us that only the sick people are to wear a mask and isolate.It's literally from His book of in...","sentiment_score":-0.4047619048}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"That person did not get paid enough to drive a COVID bus from Houston to El Paso.","sentiment_score":0.0}
{"full_text":"All of them. They either have Covid or are injured. I'm 6-5, and will be 6-6, and lucky to still be holding on to a playoff spot.","sentiment_score":0.3333333333}
{"full_text":"No, true radicals look at uncharted waters (the pandemic) and ask how can I profit.","sentiment_score":-0.175}
{"full_text":"How the coronavirus almost killed, then saved Nuheara $nuh","sentiment_score":-0.2}
{"full_text":"The phasing-out of income support and cuts to public services will hurt.","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT You will continue to be a cog!  You obstructed Dems while Trump was you leader...  that's enough!  Get over this e...","sentiment_score":0.0}
{"full_text":"I like her. Watched her on MSNBC many times. She suffered through Covid. Takes no shit from anyone.","sentiment_score":0.3}
{"full_text":"It's a tough question because there's very little relief right now for businesses to actually close. If there was I'd say shutdown for 4 weeks. But there isn't. So maybe lowering capacity and actually enforcing social distancing is the answer.","sentiment_score":-0.0522652116}
{"full_text":"RT Covid Chronicles","sentiment_score":0.0}
{"full_text":"RT Democrats are filibustering pandemic relief because they want bailouts of poorly run cities and states who've mismanaged...","sentiment_score":-0.4}
{"full_text":"RT #McConnell's To-Do List for last weeks of session:-- Action on 12 #Appropriations measures-- Passage of final #NDAA bi...","sentiment_score":0.0333333333}
{"full_text":"#AmericanCapitalismisaCancerHow markets incentivise suffering in pandemic-hit US via","sentiment_score":0.0}
{"full_text":"RT Don't put pressure on yourself to make this December detty. You're surviving a pandemic, surviving a reccession at the s...","sentiment_score":0.0}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"RT .@Winnie_Byanyima started her #WorldAIDSDay mission in DRC  with a meeting with the Minister of Health Dr Eteni Longondo, who...","sentiment_score":0.0}
{"full_text":"it's ironic that those who complain about the need for another stay-at-home order are the same people who don't wear masks and refuse to practice social distancing.","sentiment_score":0.0777777778}
{"full_text":"RT Nearly a quarter of Alabama's total coronavirus cases since the pandemic began were reported in November. Hospitalizat...","sentiment_score":0.05}
{"full_text":"RT Govt just published its Impact Assessment of the new tiered #COVID19 restrictions. As far as I can tell there is not a sin...","sentiment_score":0.1181818182}
{"full_text":"RT Wakey wakey xx","sentiment_score":0.0}
{"full_text":"Supporting #NABJ's Career Training, Scholarship &amp; Educational Programs, Diversity &amp; Inclusion Advocacy &amp; COVID-19 Relief Services Are Gifts That Will Keep On Giving! Support Our Cause This #GivingTuesday by Donating Here:","sentiment_score":0.28125}
{"full_text":"RT Somebody is being held in prison for not taking a Covid test.If this is allowed to stand, government will hav...","sentiment_score":0.0}
{"full_text":"Y'all are weird lol you do have options to stay at home.","sentiment_score":0.15}
{"full_text":"An extremely callous act by the lady in the video. Mask is on her chin and she is breaking social distancing norm especially with the old man who is in the risk group.LDF, UDF or BJP, this kind of behaviour is extremely irresponsible.","sentiment_score":0.0805555556}
{"full_text":"RT y...you're the reason.","sentiment_score":0.0}
{"full_text":"Tulsi once again ploughing her own path, after wiping the floor with the dismal earlier this yearIndependent thinking is always an appealing quality","sentiment_score":0.3666666667}
{"full_text":"RT Pft. Canadians, esp in #Cons...","sentiment_score":0.0}
{"full_text":"RT Black Lives Matter also means: 1) Any vaccine must have efficacy for those w high blood pressure &amp; diabetes 2) Priority...","sentiment_score":-0.0033333333}
{"full_text":"RT UF has denied 144 UF professors the ability to teach remotely this Spring, leaving some to feel like the university admin...","sentiment_score":-0.1}
{"full_text":"RT #Arcadia's collapse is the loss of jobs and pensions of disproportionately women, in a pandemic that has hit the work an...","sentiment_score":0.0}
{"full_text":"There was no mention of UBI in his video. This was specific to paying people to get a vaccine and\/or to stay home.","sentiment_score":0.0}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"...the ' first ' was not a complete lockdown....you had no street patrols checking movements....","sentiment_score":0.1}
{"full_text":"RT Reuters said BTS are donating their outfits from \"Dynamite\" MV. Those will be auctioned on 1\/29 in Beverly Hills to raise fu...","sentiment_score":0.0}
{"full_text":"RT Florida Governor Ron DeSantis just called people who consider closing schools to contain COVID-19 as \"today's flat eart...","sentiment_score":-0.025}
{"full_text":"Horowitz: Hopkins analysis showing COVID-19 has 'relatively no effect on deaths' in US retracted from publication. Why? #SmartNews ","sentiment_score":0.0}
{"full_text":"RT Check out the graphics on recent red meat production. \"U.S. red-meat production surged to a record in October, months after...","sentiment_score":0.0}
{"full_text":"RT I think the best part about a Biden win (besides the competent handling of the pandemic and economic recovery) has to be the w...","sentiment_score":0.625}
{"full_text":"RT US coronavirus cases by month in 2020:March: 186,200April: 883,199May: 723,166June: 845,736July: 1,926,970August: 1,479...","sentiment_score":0.0}
{"full_text":"RT 4\/ Worried about meeting rent the first of the month? Visit for a list of resources.","sentiment_score":0.25}
{"full_text":"RT Anti-lockdown rebels are quietly winning in the battle for the PM's ear","sentiment_score":0.5}
{"full_text":"RT \"Hardest of her life\"While she was swanning about posturing, getting her hair done  and ind...","sentiment_score":0.0}
{"full_text":"Because they are idiots and selfish. But it effects those of us who take this pandemic seriously.  And because our current President is more focused on conspiracy theories than taking care of Americans. I hate him so much...","sentiment_score":-0.2476190476}
{"full_text":"RT Unfortunately, as predicted, hospitalizations for Covid will pass 100,000 in early December, and average daily deaths wil...","sentiment_score":-0.1375}
{"full_text":"Can ANYONE give me PROOF of this deadly Covid-19 virus please?Mortality rates have NOT CHANGEDProof has been asked for but NOT givenThe MEDIA is LYING!This is NOT about a virusWAKE UP!","sentiment_score":-0.25}
{"full_text":"RT Meanwhile, Tennessee and his team do NOT have a #COVID19 briefing scheduled this week.","sentiment_score":0.0}
{"full_text":"Free the US","sentiment_score":0.4}
{"full_text":"#MisguidedNoticeMe #MisguidedCyberMon I would spend it on my handsome fiance and some clothes for myself for an engagement photo shoot as we never got to celebrate properly due to lockdown","sentiment_score":0.1875}
{"full_text":"RT Just 14-day window for McConnell and Pelosi to agree on COVID-19 relief. He must give up liability shield for businesses. She...","sentiment_score":0.0}
{"full_text":"RT 31 positive Covid-19 cases from 203 individuals tested in the Castlederg postcode area between 23rd and 29th November.This...","sentiment_score":0.2272727273}
{"full_text":"Hardly see my sister due to this whole virus going on . She is a nurse and has been working with Covid patients for months . Her birthday is around the corner and I would love to send her some of your clothes from her Fav shop ! Please notice me #PLTPINKMONDAY","sentiment_score":0.1020833333}
{"full_text":"RT McConnell, opening the Senate floor: \"There is no reason -- none -- that we shouldn't deliver another major pandemic relief p...","sentiment_score":0.0625}
{"full_text":"RT I find it VERY amusing that a man who 6 months ago, refused to let \"non-Delhiites\" from getting treated for COVID in D...","sentiment_score":0.78}
{"full_text":"RT US coronavirus cases by month in 2020:March: 186,200April: 883,199May: 723,166June: 845,736July: 1,926,970August: 1,479...","sentiment_score":0.0}
{"full_text":"RT Don't put pressure on yourself to make this December detty. You're surviving a pandemic, surviving a reccession at the s...","sentiment_score":0.0}
{"full_text":"I've gotten so off track with this pandemic..I used to go to the gym often then couldn't (then afraid to )..between travel for work &amp; a recent cold I haven't even walked like I normally do! Time for me to get on track again too! ","sentiment_score":-0.24140625}
{"full_text":"RT US coronavirus cases by month in 2020:March: 186,200April: 883,199May: 723,166June: 845,736July: 1,926,970August: 1,479...","sentiment_score":0.0}
{"full_text":"RT I was accused of conspiracy theories yesterday for writing about the weird patterns of COVID death reporting in Florid...","sentiment_score":-0.5}
{"full_text":"RT everyone who's like \"nobody should lose their (insert basic necessity) during a pandemic\" is sooooooo close to realizin...","sentiment_score":0.0}
{"full_text":"Good to see staying COVID clear and taking precautions seriously. #LIDOM","sentiment_score":0.1555555556}
{"full_text":"RT Here's a way to estimate the fraction of people in your area with an active (potentially contagious) #coronavirus infection....","sentiment_score":-0.0666666667}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"The body guard for the ROLLING STONES VACCIN  MODERNA UNITED STATES  100\/100 #COVID19 #coronavirus m'y oncle","sentiment_score":0.0}
{"full_text":"RT Talk to McConnell. I believe you have it in you to do the right thing for the American people. Stop playing the...","sentiment_score":0.1428571429}
{"full_text":"Mom passed today.I wish this covid shit would fxxx off! ","sentiment_score":-0.25}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"RT The fact that there were so many levels to the entire thing being something that shouldn't happen. lolololol","sentiment_score":0.25}
{"full_text":"#MissguidedCyberMon #MissguidedCyberWrapParty hello I graduated with my masters and lost my job during lockdown. My parents are key workers and working through Christmas so I would love to make it special!!!  and I rly want this coat","sentiment_score":0.3991815476}
{"full_text":"FFS I used to like a good neep !!","sentiment_score":1.0}
{"full_text":"And needlessly too. The callousness of the people who are trying to downplay how serious this is by saying the death rate is 'only 1%. I've already lost one family member to Covid and she meant more than 'only 1%'.     Mathew 6:5-6","sentiment_score":-0.0666666667}
{"full_text":"RT Join us on Wednesday when we'll be chatting to about the COVID symptom study app","sentiment_score":0.0}
{"full_text":"RT A friend's husband, quarantined at home with Covid, has died of a heart attack. He was an essential worker. His wife tri...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Sheffield City Council warns care home providers not to use government's rapid tests over doubts about accuracy...","sentiment_score":0.0}
{"full_text":"Covid money from WM that's not being passed to businesses and furloughed workers.","sentiment_score":0.0}
{"full_text":"RT A friend's husband, quarantined at home with Covid, has died of a heart attack. He was an essential worker. His wife tri...","sentiment_score":0.0}
{"full_text":"He's such a delightful man Tobias Menzies of \"The Crown\" Survived Lockdown on Helena Bonham Carter's Couch | The New Yorker","sentiment_score":0.3787878788}
{"full_text":"RT The Cremation Urns of Covid Christmas. How festive.Ho ho ho!#MelaniaHatesChristmas","sentiment_score":0.0}
{"full_text":"RT We know masks, distancing and limiting interactions slow COVID-19's spread.Today, we're announcing a new tool - WA Notify....","sentiment_score":-0.0818181818}
{"full_text":"RT Shout out to Sam Bell for never being unwilling to call it as it is. Gina is now and has always been the kind of Governor w...","sentiment_score":0.6}
{"full_text":"RT Coronavirus remains a serious threat to the public's health and that's why Labour accepts the need for continued restrict...","sentiment_score":-0.1666666667}
{"full_text":"RT Black Lives Matter also means: 1) Any vaccine must have efficacy for those w high blood pressure &amp; diabetes 2) Priority...","sentiment_score":-0.0033333333}
{"full_text":"RT The American people need more help now. Congress should deliver more COVID relief this year.Even House and Senate Democ...","sentiment_score":0.3333333333}
{"full_text":"People rollerblade along the beach a day before renewed restrictions due to a surge of coronavirus cases in Los Angeles, CaliforniaCredit: REUTERS\/Brandon BellWhee!","sentiment_score":-0.15625}
{"full_text":"#Iran has accused the #US of cutting off access to life support systems and medical supplies in the face of the #coronavirus pandemic as it struggles to contain the spread of the diseasehttps:\/\/t.co\/XQ8AOGqkjP","sentiment_score":-0.3}
{"full_text":"RT #Coronavirus: #USA predicts '#vaccines before #Christmas' as #COVID19 super-surge loomshttps:\/\/t.co\/LcmtkDVoLQ","sentiment_score":0.0}
{"full_text":"Those without symptoms are urged to take the test.","sentiment_score":0.0}
{"full_text":"MUSICAL SEASON 2021: THE COVID CABARET","sentiment_score":0.0}
{"full_text":"Though the Alaska state laboratory processed over 20,000 tests for COVID-19 last week, the Mat-Su Borough shattered it's previous record for cases in a day partially due to a lag in data entry due to the large volume of positive cases.","sentiment_score":0.0041486291}
{"full_text":"California Getaway - 2.5 Hours From LA !Lake view hilltop house. Quiet time, #RemoteWork or outdoor fun- the choice is yours!Sequoias, Kern River, Lake Isabella, Kernville#California #Sequoias #COVID19 #SantaMonica #SiliconBeach #Actorslife CLICK:https:\/\/t.co\/E4vtQM49nc","sentiment_score":0.15}
{"full_text":"#BrexitReality: Rather than boosting government coffers as intended, #Brexit plan will encourage tourists to shop in Paris or Milan instead--putting jobs at risk and hurting hotels, restaurants, theatres already suffering from the pandemic.","sentiment_score":0.0}
{"full_text":"RT It's only 3 weeksIt's only 3 monthsIt's only a maskIt's only a testIt's only a 2 week circuit-breakerIt's only a four...","sentiment_score":0.0}
{"full_text":"I want to be able to spoil my family this Christmas. I lost my job due to covid and it's been hard to find a new one. Please pick me  x #boohoocybermonday #boohoocybermonday ","sentiment_score":0.0549242424}
{"full_text":"RT \"Our findings suggest that some patients with severe COVID-19 develop fibrotic lung disease for which lung transplantation...","sentiment_score":0.0}
{"full_text":"RT Nova Scotia Health Public Health is advising of potential exposure to COVID-19 at two locations in Halifax.https:\/\/t.co\/gsF6...","sentiment_score":0.0}
{"full_text":"Pandemic fatigue is real, but we can't let up on protecting ourselves and our communities! Help #StopTheSpread by continuing to #WearAMask when you go out and maintaining at least six feet of distance from those outside your household. We'll get through this! h\/t","sentiment_score":-0.0166666667}
{"full_text":"A COVID-19 vaccine will save lives, and you could help us deliver it in London. Find out more about a rewarding role in the NHS today:  #WeAreTheNHS","sentiment_score":0.5}
{"full_text":"Jamaica's #remittance levels seem to have been #unaffected by the #COVID19 #global #pandemic registering a big jump for September.Visit the link in bio to read more.@CentralBankJA #jamaica #money #viral","sentiment_score":-0.0166666667}
{"full_text":"A Florida lawmaker filed a bill on Monday that would eliminate the state's power to require mandatory vaccines during a pandemic.","sentiment_score":0.0}
{"full_text":"social distancing","sentiment_score":0.0333333333}
{"full_text":"Triangle nonprofits are the unsung heroes during COVID-19. What will their role be after it's over? Join us tomorrow to find out!RSVP for this FREE #GivingTuesday virtual event featuring two local nonprofits (@communityef &amp; going above &amp; beyond:","sentiment_score":0.1333333333}
{"full_text":"Opinion: to get on board with what is, at minimum, an indispensable protection and public health measure during a deadly pandemic, writes Sue Dinsdale.","sentiment_score":0.0666666667}
{"full_text":"RT Black Lives Matter also means: 1) Any vaccine must have efficacy for those w high blood pressure &amp; diabetes 2) Priority...","sentiment_score":-0.0033333333}
{"full_text":"On Dec 2, leading nonprofit, business and civic leaders - including UWTC President and CEO, Leah King - are coming together for a discussion about how our community has been impacted by the pandemic and how we'll recover. Sign up at:","sentiment_score":0.0}
{"full_text":"1,800. That's how many meals were delivered to Polk's elderly via VISTE. All of the almost 2,000 meals were delivered to residences safely, at a distance in West Polk.","sentiment_score":0.5}
{"full_text":"RT Percent of wages currently subsidized by governments due to COVID:Japan: 100% for small businesses; 80% for large fir...","sentiment_score":-0.0401785714}
{"full_text":"While the Hess Truck (covid) forced our plans for 2020 to change a little bit, we still have a singular goal; play and upload all the Ratchet &amp; Clank games before Rift Apart releases. With the anticipated A Crack In Time finally here, we're making good progress.Enjoy!","sentiment_score":0.096875}
{"full_text":"At a time when the pandemic's social distancing separates us, community is what brings us together.","sentiment_score":0.0333333333}
{"full_text":"Even getting advance coronavirus tests before holiday trips or gatherings might not solve all COVID-19-spreading concerns.https:\/\/t.co\/1vyxJ8oZSL","sentiment_score":0.0}
{"full_text":"This Giving Tuesday, please consider donating to Transitions-- the only homeless center that remained fully open since the beginning of the pandemic, welcoming 428 new clients since 3\/15. Please donate here and THANK YOU for being part of the Journey Home.","sentiment_score":0.0090909091}
{"full_text":"Traveling, dining out and holiday parties might not the best idea this year as the world grapples with the pandemic, but there are still plenty of ways you and your family can have fun.","sentiment_score":0.65}
{"full_text":"UAB Hospital reaches new record high of COVID inpatients","sentiment_score":0.1481818182}
{"full_text":"RT Nova Scotia Health Public Health is advising of potential exposure to COVID-19 at two locations in Halifax.https:\/\/t.co\/gsF6...","sentiment_score":0.0}
{"full_text":"RT Well who knew!( Apart from the teaching unions and the whole profession)","sentiment_score":0.2}
{"full_text":"After initial success, Battelle loses fight for CDC virus work -- via #GovCon","sentiment_score":0.0}
{"full_text":"This holiday season, please consider this incubation timeline when participating in events with your peers. #stayhome #staysafe","sentiment_score":0.0}
{"full_text":"Hundreds of people came to see it after the gleaming, almost otherworldly object garnered widespread attention as a literal bright spot in a sea of grim news during the pandemic. ","sentiment_score":-0.15}
{"full_text":"These are the harsh lessons the world has learned. Find out more about the ideas making our response to COVID-19 more equal:","sentiment_score":0.2}
{"full_text":"Getting tested and treated for syphilis can prevent serious health complications in both you and your baby. The sooner you receive prenatal care during pregnancy, the sooner you can be tested.  To learn more, visit:","sentiment_score":0.0833333333}
{"full_text":"RT 33,772,990 people around the world have gotten COVID-19 and recovered from it.The media doesn't want you to know that,...","sentiment_score":0.0}
{"full_text":"\"The long-hauler situation was one we anticipated might occur because of knowledge of other post-viral syndromes.\" #COVID19https:\/\/t.co\/ktvqhH4AoR","sentiment_score":-0.125}
{"full_text":"The global race to develop Covid-19 vaccines has been overtaken by the global race to roll them out. reports","sentiment_score":0.0}
{"full_text":"These expert MARKETING STRATEGIES and tactics from will help you REACH online CONSUMERS during this holiday season; even with COVID-19 pandemic restrictions.via #digitalmarketing #strategy","sentiment_score":0.0}
{"full_text":"Vermont is allowing their schools to interrogate their students about where they went for Thanksgiving, all in the name of safety from COVID-19, and to prevent an outbreak. Is this something you'd want your kids having to face? https:\/\/t.co\/1JOSrJdm3V","sentiment_score":0.0}
{"full_text":"Since the first case of COVID-19 was announced in Idaho reporters have been updating the community about the current number of cases. In this episode, we sat down with two of those reporters to talk about their experience.","sentiment_score":0.0314814815}
{"full_text":"RT Just 14-day window for McConnell and Pelosi to agree on COVID-19 relief. He must give up liability shield for businesses. She...","sentiment_score":0.0}
