{"full_text":"RT The acceleration in these trends is staggering. Rapidly rising hospitalizations, more than 10,500 in the ICU, rising c...","sentiment_score":0.5}
{"full_text":"Covid-19","sentiment_score":0.0}
{"full_text":"RT Biden - 264Trump - 214Covid - 19","sentiment_score":0.0}
{"full_text":"RT It's not complicated. The people who believe that the coronavirus exists and who are most vulnerable to COVID infection and...","sentiment_score":0.0833333333}
{"full_text":"RT I know we're all focused on the election but let's not forget that COVID19 is out of control - things are worse today tha...","sentiment_score":-0.4}
{"full_text":"RT If you think Covid is gonna be gone after the election results are announced you are the biggest idiot I've ever met","sentiment_score":-0.8}
{"full_text":"RT The U.S. has topped 100,000 Covid cases in a single day, while the number of deaths was over 1,000 for the third day in a row...","sentiment_score":-0.0357142857}
{"full_text":"Disney Studio Division, Including Searchlight, Also Hit With Layoffs - Deadline","sentiment_score":0.0}
{"full_text":"RT Lakshmi pooja by AAP govt in Delhi is just to divert people from the grave Coronavirus situation in Delhi. AAP like...","sentiment_score":0.0}
{"full_text":".@BretBaier .@marthamaccallum TDS hate has consumed you. You have sold your souls to the progressive a-holes you pander for. Since you say you haven't seen any Voter Fraud or Suppression BS Will this work for you ","sentiment_score":-0.8}
{"full_text":"Shame on you not true more drama and conspiracies if only you had worked so hard on COVID as you did at golf things might be different just start packing and leave the furniture","sentiment_score":0.0066666667}
{"full_text":"Raiders RT Brown back on reserve\/COVID-19 list #sports #feedly","sentiment_score":0.0}
{"full_text":"Hi Elle  your nipples a legendary secret weapon  awe-inspiring","sentiment_score":0.3}
{"full_text":"Dont listen to the people saying sweden is crashing","sentiment_score":0.0}
{"full_text":"RT The good news if Biden wins the election is that #COVID19 will mysteriously dissappear. People will stop rioting and we'l...","sentiment_score":0.3333333333}
{"full_text":"Yes, it would for me usually, and I still am to a limited degree where possible. But this wasn't \"usually\", this was\/is during pandemic restrictions.","sentiment_score":-0.1428571429}
{"full_text":"RT Management company owned by Jared Kushner files to evict hundreds of families as moratoriums expire","sentiment_score":0.0}
{"full_text":"In previous years, these uncounted votes had a progressive bent and changed several close contests... that's possible this year too, but unclear if that pattern persists with the pandemic and early voting.","sentiment_score":-0.0166666667}
{"full_text":"RT THE CITY OF PHILADELPHIA IS TRYING TO EVICT PEOPLE DURING A PANDEMIC ","sentiment_score":0.0}
{"full_text":"How long you mf been switching up peoples fantasy teams right before games..my wr out bc of covid and you put him back in my lineup even moved Julio Jones to flex","sentiment_score":0.0785714286}
{"full_text":"Let's go check out the AHS's current Covid contact tracing strategy:","sentiment_score":0.0}
{"full_text":"RT The U.S. has topped 100,000 Covid cases in a single day, while the number of deaths was over 1,000 for the third day in a row...","sentiment_score":-0.0357142857}
{"full_text":"Denmark has  culled 17 million minks who have or been exposed to corona virus. They call it the American pandemic cure.","sentiment_score":0.0}
{"full_text":"Don't you know how powerful we are as Democrats? We got the whole world to stop their spectator sports, no rock concerts, because we started a fake pandemic. We're so powerful we should be running the country again!  Oh yeah...we will be!","sentiment_score":0.1171875}
{"full_text":"RT \"Many women have heard the message: 'Stay safe, stay home,' and when home isn't safe, it's really hard to know what to...","sentiment_score":0.3020833333}
{"full_text":"RT The 1st time I talked to Sonia, I cried the whole time. Her fiance JJ had COVID, &amp; she feared he wld die alone in federal pris...","sentiment_score":0.2}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"Researchers Ask: Is COVID-19 A Disease Of The Blood Vessels? : Shots - Health News","sentiment_score":0.0}
{"full_text":"RT You don't need an algorithm, idiots like us could have told them that Maybe they should've asked or oth...","sentiment_score":-0.8}
{"full_text":"RT A second surge is taking place across Europe. Ireland and Finland are the only countries in the EU where reductions in 14...","sentiment_score":0.0}
{"full_text":"RT My big lovely girl is suffering with the amount of fireworks going off  commercial sale should be BANNED! Just to add...","sentiment_score":0.1666666667}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"RT IDPH Considering Further Restrictions as Coronavirus Cases, Hospitalizations Rise","sentiment_score":0.0}
{"full_text":"RT Everyone who said the COVID fear mongering would stop on November 4th.... You were right!","sentiment_score":0.3571428571}
{"full_text":"Indonesian economy contracted 3.49% year on year (y\/y) in the third quarter (Q3) of 2020, the first economic recession since the 1998 Asian financial crisis, as the COVID-19 crisis took a significant toll on the economyhttps:\/\/t.co\/YTxjrNMiU6","sentiment_score":0.1375}
{"full_text":"RT The basis of American democracy is that we pick our leaders. Our leaders do not pick their voters. Despite the pandemic and...","sentiment_score":0.0}
{"full_text":"RT The madman is now claiming he was being cheated. I need everybody Black to stay home because the only thing this kind o...","sentiment_score":0.1444444444}
{"full_text":"RT A vaccine won't bring a fairy tale ending to the Covid pandemic. It's here andhard to fight. But if we work together, we...","sentiment_score":0.0}
{"full_text":"Listened to this tonight; made me sad, thinking of the women in these stories and of my dad who owned an appliance store most of his adult life.","sentiment_score":0.0333333333}
{"full_text":"RT There is no data available to support any of these statements so it's hard to evaluate them. However, we know a few ot...","sentiment_score":-0.0305555556}
{"full_text":"RT U.S. surpasses record 109,000 Covid cases in one day via","sentiment_score":0.0}
{"full_text":"RT Cops, the other pandemic.","sentiment_score":-0.125}
{"full_text":"RT It's not complicated. The people who believe that the coronavirus exists and who are most vulnerable to COVID infection and...","sentiment_score":0.0833333333}
{"full_text":"Quite busy itinerary this month  Dhun - Delhi - Guwahati. Guwahati- Kolkata - Pune . Pune - Home - Latur . Latur -Pune- Dhun Upar se corona restrictions.  Felling exausted even with thought of this much travelling ","sentiment_score":0.15}
{"full_text":"Another record-breaking day of #COVID19 cases: more than 116K new diagnoses today.And note not just the rise in cases - but the rapid rise in hospitalizations [already close to April's peak] &amp; deaths (1116 lives today).This is not something we're \"getting over.\"","sentiment_score":0.3181818182}
{"full_text":"RT Idaho needs a statewide mask mandate to prevent hospitals from having to prioritize health care resources, admins said i...","sentiment_score":0.0}
{"full_text":"Apparently - and sooo surprisingly --- you are again wrong.  But that's OK.  This country can deal with COVID, once the orange monkey gets off its back.","sentiment_score":0.1166666667}
{"full_text":"RT Biden - 264Trump - 214Covid - 19","sentiment_score":0.0}
{"full_text":"Good luck, Joe, but no envy here. The 100,000 new cases of Covid-19 a day aren't just going to disappear if you win. Best Wishes,","sentiment_score":0.6590909091}
{"full_text":"RT We cannot allow this disease to continue to spread so rapidly in our communities. Lives are at stake. We've all mad...","sentiment_score":-0.625}
{"full_text":"RT It's unacceptable and dangerous. I am in disbelief at the Ford government's incompetence and blatant neglect towards our m...","sentiment_score":-0.55}
{"full_text":"RT TODAY, 117,000 new cases of COVID-19 today all because Trump and the GOP Senate chose to ignore medical advice.","sentiment_score":0.0681818182}
{"full_text":"COVID-19 pandemic most catastrophic event after WWII: Foreign Secretary Shringla","sentiment_score":0.1875}
{"full_text":"Excuse me, can you address why you are saying we don't have a problem? #COVID #Covid_19","sentiment_score":-0.05}
{"full_text":"RT \"Politicians don't typically spend the last week of their election murdering their own voters.\"May history...","sentiment_score":0.1444444444}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"You guys don't have covid antibodies? Lmao losers","sentiment_score":0.2}
{"full_text":"RT CORONAVIRUS UPDATE via WORLDOMETERS: With Two Hours of Counting Left, U.S. Again Sets Horrific Global Record for Daily Ne...","sentiment_score":-0.25}
{"full_text":"So apparently one of my sisters has covid now","sentiment_score":0.05}
{"full_text":"RT To the poll workers and vote counters, risking their health during this pandemic, staying up until all hours of the nigh...","sentiment_score":0.0}
{"full_text":"RT An analysis reveals that in 376 counties with the highest number of new coronavirus cases per capita, the overwhelming majority...","sentiment_score":0.3181818182}
{"full_text":"RT #Colombia - Students practice social distancing as they attend an event at the Blanquizal Public school during its reopening...","sentiment_score":0.0166666667}
{"full_text":"She is Ignorant of the science of covid, trying to please                trump, sad she can not think for herself!!","sentiment_score":-0.78125}
{"full_text":"RT Face Coverings Could Save 130,000 American Lives from COVID-19 by March","sentiment_score":0.0}
{"full_text":"RT Please be careful out there!!!!!","sentiment_score":-0.3051757812}
{"full_text":"RT The SKY is falling, according to DEMONcrats.  COVID on the rise. NOT TRUE here is the CDC link that shows that testing is inc...","sentiment_score":-0.175}
{"full_text":"RT Our country and our world have fallen into confusion and upheaval. Political turmoil and the pandemic have brought hop...","sentiment_score":0.0}
{"full_text":"RT It's sad to see our institute's name being dragged through the mud.The current council has failed both students and the in...","sentiment_score":-0.3333333333}
{"full_text":"RT Dear Asian Americans are the fastest increasing group in America &amp; are 11% of the electorate in Nevada, 4% i...","sentiment_score":0.0}
{"full_text":"The whole United States is gonna be back on lockdown soon! People really need to wear masks and stay the hell away from people NOT 2 feet from each other! Kids need to stay with their parents and away from others! Everyone needs to be cautious and do their part! #maskupmaryland","sentiment_score":0.0389648438}
{"full_text":"I bet you that if Biden becomes the president, Covid-19 will magically disappear because Big Tech and the corrupt media will no longer report any cases #CorruptDemocrats #corruptBigTech #CorruptMedia","sentiment_score":0.0}
{"full_text":"RT Getting votes counted is still a lot quicker than getting a covid test result back","sentiment_score":0.0}
{"full_text":"Iloilo Governor Arthur Defensor Jr. will be banning all public events and gatherings to mitigate the spread of coronavirus disease (Covid-19).https:\/\/t.co\/nVCA5ElogR#VisayasNews#Iloilo","sentiment_score":0.0}
{"full_text":"There are forces at work here we will never understand. I feel like Covid was planned out, the mail in ballots were planned out and the media narrative of \"trump won't concede\" was all the plan","sentiment_score":0.0}
{"full_text":"No one voted for Trump because he was the great hope to send you back to work and your kids back to school. His ass is the reason this country has all but GIVEN UP ON trying to beat covid.","sentiment_score":0.2666666667}
{"full_text":"RT STORY: Detroit Pistons intrigued by LaMelo Ball, plan on meeting with him soon. Ball has been training in their backyard th...","sentiment_score":0.0}
{"full_text":"Do you ever sleep?  Today I've seen you cover gov Covid announcements, Manchester student revolution and endless updates from the US.  You are going to burn out, be careful.","sentiment_score":-0.1125}
{"full_text":"Top wifi Pacs:Ribbon, The6Master, Colmar\/Kigumin, CortexI can't really think of any others that do as well as us four in bracket, unless you count Sinji and Laid too but they're primarily offline players (before covid happened, and Laid plays many other characters as well).","sentiment_score":0.295}
{"full_text":"Ummm...Because there's a deadly pandemic happening perhaps? ","sentiment_score":-0.2}
{"full_text":"RT My God.  What is happening?  A retired British nurse was arrested for taking her dementia-stricken 97-year-old mother out...","sentiment_score":0.0}
{"full_text":"Y'all are still hanging out with friends and going out to eat like COVID isn't a thing anymore.. only a million cases in just this week alone...","sentiment_score":0.0}
{"full_text":"RT I know it's frustrating waiting for the outcome of the election. But please remember that COVID is still on our doorst...","sentiment_score":-0.4}
{"full_text":"RT Trump is fighting harder to stop the count than he did to stop the spread of COVID.","sentiment_score":-0.1}
{"full_text":"And yet we still have...","sentiment_score":0.0}
{"full_text":"How U.S. election advertising and social media strategy could shape Canada's next trip to the polls","sentiment_score":0.0166666667}
{"full_text":"Coronavirus live news: US reports global record new cases as world suffers highest daily deaths - The Guardian","sentiment_score":-0.0654545455}
{"full_text":"RT Former governor of #Pennsylvania (and the first secretary):","sentiment_score":0.125}
{"full_text":"RT I spent the afternoon attending briefings on the ongoing COVID-19 crisis and the state of the economy. Tune in as I provide a...","sentiment_score":-0.1}
{"full_text":"RT Just cheeks","sentiment_score":0.0}
{"full_text":"RT A better world for whom exactly?","sentiment_score":0.375}
{"full_text":"RT #ThrowbackThursday here I am as a tiny #kitten sleeping on Moms shoulderI hope the photo makes you smilehave a great...","sentiment_score":0.4}
{"full_text":"The people that want the election to be over so \"covid can be over\" need their houses burnt down.","sentiment_score":-0.1555555556}
{"full_text":"RT Now y'all know what it felt like for public health professionals to watch his COVID press briefings.","sentiment_score":0.0}
{"full_text":"WAIT WE'RE IN LOCKDOWN NVM","sentiment_score":0.0}
{"full_text":"I would like to know if you did take bleach for COVID19 as you recommended","sentiment_score":0.0}
{"full_text":"Today's number of #COVID19 cases is now the highest number of cases not associated with backlog reports since late August.","sentiment_score":-0.3}
{"full_text":"In an update conducted Wednesday by the Department of Health and Human Services and Nevada Health Response, officials said hospitalizations are rising slower than in the northern part of the state.https:\/\/t.co\/x4h1gEVLbc","sentiment_score":0.0}
{"full_text":"RT Every uncalled state's current vote difference between Biden and Trump *combined* is less than the number of people we'...","sentiment_score":-0.0833333333}
{"full_text":"These records aren't meant to be broken.https:\/\/t.co\/Q07l0qs0DF","sentiment_score":0.0}
{"full_text":"Data Byte: newly identified host factors that regulate ACE2 expression and SARS-CoV-2 cell entry #COVID19","sentiment_score":0.1363636364}
{"full_text":"ICYMI: The Adelphi and Langley Park communities in Prince George's County are mourning a community advocate who died after contracting COVID-19https:\/\/t.co\/JJvgQNhqUz","sentiment_score":0.0}
{"full_text":"RT Anything with a face, even inanimate objects, is required to wear a mask in Japan. It's the rules. ","sentiment_score":0.0}
{"full_text":"The poll worker tested positive Oct. 30 for COVID-19 and was advised to quarantine for 14 days, but ignored the advice and worked Tuesday.https:\/\/t.co\/lnj16sJ0d5","sentiment_score":0.2272727273}
{"full_text":"The Regents exams scheduled for January 2021 have been canceled due to the ongoing COVID-19 pandemichttps:\/\/t.co\/JsUUIfecIG","sentiment_score":-0.125}
{"full_text":"Wearing a mask can help stop the spread of #COVID19.#WearAMask if you can't stay 1.5 metres away from people.More #multicultural resources #COVID19Au #Vietnamese #TiengVietNam","sentiment_score":0.0}
{"full_text":"Check out our 45-min webinar from #psychologyeducation talks with Robert S. Feldman - University of Massachusetts Amherst.\"Good Teaching is Good Teaching: Learning Science and Student Success in the Time of COVID\"https:\/\/t.co\/zZYhfEMqyO","sentiment_score":0.5666666667}
{"full_text":"God Bless this Man...Excellent!","sentiment_score":0.0}
{"full_text":"Throughout 2020 EFF has:- Exposed apps that invade the privacy of students learning at home - Fought the expansion of government surveillance during the pandemic - Advocated for expanding broadband access for all Support our mission today!","sentiment_score":0.0}
{"full_text":"This afternoon, Dr. will present in the Kathmandu Democracy Forum (#KMDF) to discuss the impact of COVID-19 on civic space and democracy in Asia and beyond.Click here for the webinar registration: #AsiaCentre #webinar #Democracy #COVID19","sentiment_score":0.0}
{"full_text":"How can we shape a new world by investing in a better reality in the post-pandemic world? Join us for 'Building back better' in impact investing: Forging a new social contract on November 10th at 4pm HKT.","sentiment_score":0.2176767677}
{"full_text":"The coronavirus mutation has been detected in 11 people in Denmark.https:\/\/t.co\/m7jwtXfVas","sentiment_score":0.0}
{"full_text":"#COVID19 UPDATE: We are reporting 1 death, 38 new cases, and 23 additional recoveries in the Quad-County Region. This brings the total number of cases to 1,999, with 1,783 recoveries and 29 deaths; 190 cases remain active. More at: #QuadCountiesNV","sentiment_score":0.1257575758}
{"full_text":"Delhi can soon become \"corona capital of the country\", AAP govt has gone completely 'haywire' on pandemic: HC. #COVID19 @PTI_Newshttps:\/\/t.co\/7jD0gHcgL4Whether it is in the First, second, third or fourth wave is an academic Question.https:\/\/t.co\/3aCfGKCrAf","sentiment_score":0.0583333333}
{"full_text":"A six-week break going into the Masters was not what Dustin Johnson had in mind. He wasn't expecting to test positive for the coronavirus, either, and still wonders how it happened.","sentiment_score":0.2272727273}
{"full_text":"But also like....it's not over and already the hot takes are flying about how people are reacting to it being over? Can we fucking live? It's cold out and there's a pandemic murdering people at will. Chill.","sentiment_score":-0.0712121212}
{"full_text":"RT w\/encouragement from friends &amp; w\/the uncertainty of these times as Black lesbians w\/no financial security or healthcare i...","sentiment_score":-0.0833333333}
{"full_text":"#SriLanka - A medical worker collects a swab sample from a resident to test for the COVID-19 coronavirus in Colombo. #AFP","sentiment_score":0.0}
{"full_text":"State is allowing residents to return to facilities after being screened for COVID-19-like symptoms. Those who fail screening would be quarantined.","sentiment_score":-0.5}
{"full_text":"The Houston Texans have closed their facility and will conduct all operations virtually after learning a player tested positive for COVID-19 on Wednesday night.","sentiment_score":0.0636363636}
{"full_text":"That's all you have against Biden? Wow. Real strong argument against him.How are those COVID numbers looking today? Definitely not great when this could have been under control early this year had Trump not hidden it from the American people.","sentiment_score":0.0888888889}
{"full_text":"As COVID-19 hospitalizations climb, she is concerned that deaths will follow.","sentiment_score":0.0}
{"full_text":"Okay???? Roll in more unemployment while I catch up on Girlfriends on Netflix ","sentiment_score":0.5}
{"full_text":"Healthcare professionals and the vulnerable population would receive the vaccine first.","sentiment_score":-0.125}
{"full_text":"Here... read thishttps:\/\/t.co\/zLbE5AH7f0","sentiment_score":0.0}
{"full_text":"With the COVID19 positivity rate on the rise across the metro, OneWorld is doing critical work testing and caring for patients who might not get the care anywhere else.","sentiment_score":0.0}
{"full_text":"Cleaning your hands is one of the simplest and most effective ways you can fight COVID-19, the flu and other illnesses. Brush up on your hand hygiene know-how.https:\/\/t.co\/HR02zHjNvk","sentiment_score":0.325}
{"full_text":"Most out-of-town visitors to Washington, D.C., from states deemed high-risk for COVID-19, will be required to have a negative test before arriving in the district.https:\/\/t.co\/7bmME9HNXV","sentiment_score":0.1}
{"full_text":"RT There will be a familiar face missing from the week-long camp for the Shrine Maple Sugar Bowl whenever it returns from its C...","sentiment_score":0.0875}
{"full_text":"Business Secretary Alok Sharma met Prince Charles days after staff member tested positive for Covid","sentiment_score":0.2272727273}
{"full_text":"An AP analysis reveals that in 376 counties with the highest number of new cases per capita, 93% went for Trump, a rate above other less severely hit areas.https:\/\/t.co\/6Qbzugj2Zf","sentiment_score":-0.0388257576}
{"full_text":"#minoritybaseballprospects  #rbi #braves Atlanta Braves are hosting the 44 Classic at our AAA facility, Coolray Park.  We just ask you to click the link and register so we can manage numbers due to COVID protocol. ","sentiment_score":0.0208333333}
{"full_text":"Cases of #COVID19 are continuing to climb in MN. Our Black communities continue to be among those hardest hit. &amp; the Phyllis Wheatley Community Center have stood up a 24\/7 hotline for us to get info on #COVID resources in MN","sentiment_score":-0.1333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 49.4FWind Chill: 49.4FHumidity: 76%Dew Point: 42.0F Barometer: 30.349 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 219.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"One of the world's leading COVID-19 experimental vaccines produces an immune response in both young and old adults\" There's still more research to be done but it's a great sign that we're getting closer to a vaccine!https:\/\/t.co\/YzM8hkL7aL#medicalstaffing #homecare #homehealth","sentiment_score":0.32}
{"full_text":"46% of Canadians are 'concerned'--40% 'concerned a little'--they will catch Covid-19, up 9 points from June--55% are concerned a family member will catch Covid, +11 points--10\/20-25","sentiment_score":-0.1875}
{"full_text":"Eaton RESA's Deputy Superintendent says the schools have done as best as they can, which is why they're pleading with the community to make good, safe decisions. ","sentiment_score":0.7333333333}
{"full_text":"Have you traveled to any of the Covid-19 hot spots and can you relate to any of these travel nurse experiences?  #CoronaVirusUpdates #travelnursing #travelnurse #travelnursesource #HealthCareHeroes #stories","sentiment_score":0.25}
{"full_text":"RT #COVID19 made me lock in and focus on my life and what matters not even going to lie!!! ","sentiment_score":0.0}
{"full_text":"RT Affordable health coverage is more essential than ever during the pandemic. Families can rest assured that Democrats wil...","sentiment_score":0.25}
{"full_text":"RT If only Trump had attacked the COVID-19 pandemic with the same vigor he is attacking black people's right to have their vot...","sentiment_score":0.0297619048}
{"full_text":"RT Best COVID beard to date","sentiment_score":1.0}
{"full_text":"You can find assistance for #COVID19 -related issues like:testing sitesmasks, PPE &amp; cleaning suppliesfood, housing, jobs &amp; childcarephysical &amp; mental healthlegal rights &amp; services","sentiment_score":-0.05}
{"full_text":"An American is testing positive for COVID-19 every 1.2 seconds and one of us is dying every 107 seconds.","sentiment_score":0.1136363636}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"M4A is hugely popular. Do what is right for the people and not your corporate donors.","sentiment_score":0.2952380952}
{"full_text":"Tree Ring Cone \/ Christmas miniature trees \/ Ceramic jewellery ring holder \/ Terracotta Clay Jewellery Storage \/Jewellery Stand\/Gift For Her via Stay safe! We are working for you during lockdown.","sentiment_score":0.625}
{"full_text":"RT Today is by far the deadliest day since the beginning of the pandemic.....its sad. It is really sad.","sentiment_score":-0.3}
{"full_text":"Time: 02:00 * Temp: 9.2degC * Wind: S 0.0 to 0.0mph * Pressure: 1027.5hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:36 * Sunset: 16:36 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT We have a pandemic to eradicate, children to reunite with parents, jobs to create, hungry to feed, sick to heal, envir...","sentiment_score":-0.7142857143}
{"full_text":"I was over for the game when the lockdown happenedWith 2 Yanks","sentiment_score":-0.4}
{"full_text":"New York City Reports Uptick in Covid-19 Cases on Staten Island","sentiment_score":0.1363636364}
{"full_text":"Keep this in focus, friends.","sentiment_score":0.0}
{"full_text":"Trump doing more to stop ballots than he did to stop covid","sentiment_score":0.5}
{"full_text":"State and county health officials have recorded 5,178* new cases in the past day, which is a moderate increase from the most recent average of 4,989 cases. #Fox47Madison","sentiment_score":0.0393939394}
{"full_text":"Shocking","sentiment_score":-1.0}
{"full_text":"Honored to be a part of this with some fantastic colleagues tonight.","sentiment_score":0.4}
{"full_text":"How do you know they will self quarantine?? As it is, only 10% of UK will comply? Being denial about this will make the Covid situation much worse for UK. Wake up.","sentiment_score":-0.2}
{"full_text":"EXCLUSIVE: News 3 Now's Adam Duxter was given a rare look inside UW Health's COVID-19 treatment wings.","sentiment_score":0.3}
{"full_text":"Wow! What an inspiring story of entrepreneurship and resourcefulness! Social media marketing and brand awareness helped grow their tiny business from a toaster oven to a full bakery operation, even in the middle of a pandemic. #marketing #SEO","sentiment_score":0.1888888889}
{"full_text":"RT #BREAKING US daily Covid-19 cases hit record two days running, topping 120,000: Johns Hopkins","sentiment_score":0.0}
{"full_text":"Are businesses automating at a faster rate thanks to COVID-19?","sentiment_score":0.2}
{"full_text":"Coronavirus will push retail to the suburbs. Here's how","sentiment_score":0.0}
