{"full_text":"RT US has hit 12,000,000 #COVID19 cases.Newest 1M took only 6 days--sharp **acceleration**: 11 days for 10th mil, and 7 da...","sentiment_score":0.0}
{"full_text":"RT If you can't wear a mask due to \"health reasons\", shouldn't you be the LAST one out and about?","sentiment_score":-0.0625}
{"full_text":"RT In the middle of a pandemic that's pushing everyone to their limits but especially those with mental illnesses and sub...","sentiment_score":-0.0333333333}
{"full_text":"RT What kind of dipshit asshole president skips a G20 virtual summit on pandemic preparedness when the country is reeling in C...","sentiment_score":0.6}
{"full_text":"All you're doing is killing people which kills businesses tooBtw, I'm a small business owner &amp; gave up going into people's homes to do murals during this pandemic, it's difficult but it's the right thing to doI'd give up every penny I have to save a life, but that's just me","sentiment_score":-0.1547619048}
{"full_text":"And if we have 70 thousand excess deaths and 50 thousand we can attribute to PCR result driven to make us believe are actually Covid deaths where do the other 20 thousand come from?Do you think they may come from measures to so called save our NHS?","sentiment_score":-0.0625}
{"full_text":"Covid causes blood clots that cause heart attack, stroke, general organ damage and affect cognition.You are also much more vulnerable to dying from this damage if your circulatory system is already compromised by diabetes, obesity etc.","sentiment_score":0.0166666667}
{"full_text":"RT I'm a follower, Im not American and I live in New Zealand.I follow him, for his hourly...","sentiment_score":0.0909090909}
{"full_text":"Dude I know I'm gonna get Covid. I've now had TWO asshole customers approach me for their mail and inform me that they tested positive. Cock suckers","sentiment_score":-0.0363636364}
{"full_text":"RT Mask mandate in Kansas helped slow the spread of COVID-19, CDC research finds","sentiment_score":-0.3}
{"full_text":"RT Manufacturing mostly bounces back from the pandemic: #mfg #economy","sentiment_score":0.25}
{"full_text":"One thing I hate corona took was the plays away .","sentiment_score":-0.8}
{"full_text":"turning 21 during a pandemic is not the move, I should be getting day drunk on the beach tanning my ass but instead I'm getting tequila drunk by myself","sentiment_score":-0.5}
{"full_text":"Take a cue from landscape designer Todd Haiman and visit BBG this weekend:\"Sometimes I'll run over to the Brooklyn Botanic Garden with a plant nerd friend....To me it's a completely transportive place to walk through.\"-@nytimes","sentiment_score":0.1}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"Both.","sentiment_score":0.0}
{"full_text":"RT The G20 leaders are meeting to discuss the Covid-19 pandemic.Meanwhile, Trump is golfing.","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT Not to be a killjoy, but to be a killjoy:There's been good HIV meds for 25 yrs. Yet, the better part of a million (most...","sentiment_score":0.5666666667}
{"full_text":"I didn't allow myself to dream of the day ... but yes. COVID might keep the crowds down and that's ... what? Disappointing? Good? Lives have to take precedence. But the day will still be joyous.","sentiment_score":-0.0185185185}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":"RT #cdnpoli \"It is my opinion that we do have COVID-19 amplification in schools,\" states Dr. David Fisman, Epidemiology Prof...","sentiment_score":0.0}
{"full_text":"Alberta needs to go on lockdown.I said what I said.","sentiment_score":0.0}
{"full_text":"RT Nikki Haley urges college football game to be played despite concerns that team she's rooting for (Clemson) is experiencing a...","sentiment_score":-0.4}
{"full_text":"RT As we face a pandemic that has infected nearly 12 million in our country, health care coverage is more vitally important th...","sentiment_score":0.3333333333}
{"full_text":"RT After meeting w\/ Pres. Trump, Michigan Republicans--including Speaker down the Trump Hotel bar last...","sentiment_score":-0.0777777778}
{"full_text":"#WearAMask #JoeBiden #KamlaHarris 35%OFF #JesusSaves #Christmas #gift#BuyOneGiveOne When U purchase your purchase worth TWOFOLD;for every Non-Medical MASK sold;@teepublic will Donate One FDA-Approved Medical Grade;@DirectReliefCOPY SHOP Link ","sentiment_score":0.15}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Beating the #coronavirus must rest on better global coordination and fair distribution of vaccines according the host of the #...","sentiment_score":0.4}
{"full_text":"RT Dear PTI govt in Federal &amp; KP,This is to inform you that opposition parties wouldn't entertain your requests warnings about...","sentiment_score":0.0}
{"full_text":"RT I will say that the NYT \"bubble\" piece embodies a thing I see again and again: people who know the risks, who claim to be...","sentiment_score":0.0}
{"full_text":"RT What kind of dipshit asshole president skips a G20 virtual summit on pandemic preparedness when the country is reeling in C...","sentiment_score":0.6}
{"full_text":"RT People travelling to or recently returning from Nova Scotia should visit:","sentiment_score":0.0}
{"full_text":"RT Ben Carson claims he almost died of COVID, and Trump saved him by getting him an experimental antibody . Even if true - a...","sentiment_score":0.225}
{"full_text":"I'm not sure I would ever be ready for Emily in Paris, unless I am on a plane. And I've only done that a couple of times since the pandemic became one","sentiment_score":-0.0166666667}
{"full_text":"My grandfather was admitted to the hospital last night due to pneumonia from COVID. He's doing good right now, though. Just asking for prayers, good vibes, anything right now","sentiment_score":0.3077380952}
{"full_text":"RT If you're unsure of Ken Squier's impact on our sport? He's the only non-competitor not named France ever inducted into the...","sentiment_score":0.0}
{"full_text":"At last","sentiment_score":0.0}
{"full_text":"RT My dad died today in a nursing home. He was tested for Covid 3 times over the last 3 weeks. He was negative every tim...","sentiment_score":-0.15}
{"full_text":"RT With COVID cases at an all-time high, we're masking up whenever we leave home.When indoors, we wear masks to protect...","sentiment_score":0.16}
{"full_text":"RT You guys ever think about how the Sonic movie came out right as COVID started spreading, and will potentially release it's...","sentiment_score":0.1428571429}
{"full_text":"RT SOURCES: A Clemson back-up offensive lineman tested positive for COVID-19 from a test taken Friday. They received the resul...","sentiment_score":0.2272727273}
{"full_text":"Next level thinking here. COVID only is present in visiting locker rooms. Along with Chlamydia and herpes too lol","sentiment_score":0.2}
{"full_text":"This is lock down yesterday at night on M1 ","sentiment_score":-0.1555555556}
{"full_text":"I thought the finale of Supernatural was phenomenal, giving the circumstances of the COVID restrictions... the entire cast, crew, directors, and writers did an amazing job! I just want to express my gratitude and love to all that made this MASTERPIECE possible! #SPNFamilyForever","sentiment_score":0.3194444444}
{"full_text":"imagine","sentiment_score":0.0}
{"full_text":"RT Atulugama in Bandaragama has been isolated following the detection of COVID-19 cases.#SriLanka #lka #coronavirus #COVID19...","sentiment_score":0.0}
{"full_text":"RT Henry Bazakas, a University of California football player, worked tirelessly to earn an athletic scholarship last season. But...","sentiment_score":0.0}
{"full_text":"Thousands of doctors are closing their medical practices or retiring early because of the pandemic. \"It was devastating,\" said one pediatrician who had to close her practice. \"That was my baby.\" ","sentiment_score":-0.3}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT Trump sure as hell isn't worried....","sentiment_score":0.5}
{"full_text":"Donald Trump will pass the COVID-19 infections anyone that gets 6 feet of him...","sentiment_score":0.0}
{"full_text":"RT The G20 leaders are meeting to discuss the Covid-19 pandemic.Meanwhile, Trump is golfing.","sentiment_score":0.0}
{"full_text":"Fuck off","sentiment_score":-0.4}
{"full_text":"RT Many girls are certain they will not be returning to school.WATCH CODE's Chief Executive and  Champion","sentiment_score":0.3571428571}
{"full_text":"RT The lockdown house of cards is built on the idea that asymptomatic people are likely to spread infection. But is there A...","sentiment_score":0.0}
{"full_text":"RT  BREAKING (and OBVIOUS) Random controlled trials show no benefit to masks.   COVID19                  INFLUENZA\"th...","sentiment_score":-0.25}
{"full_text":"Ummm... what? #lhs525","sentiment_score":0.0}
{"full_text":"This sounds lush and appropriate timing for spicy food and lockdown ","sentiment_score":0.3}
{"full_text":"RT Covid relief:Australia: $1993 a monthCanada: $1,433 a monthDenmark: Up to $3,288 a monthFrance: Up to $7,575 a monthGerm...","sentiment_score":0.0}
{"full_text":"Avery Bradley opted to not come to the bubble because of the pandemic yet he's still playing this upcoming season where teams are actually traveling and the pandemic is at its worst ","sentiment_score":-0.5}
{"full_text":"RT PSA: The pandemic is FAR worse now than when you took it more seriously.","sentiment_score":-0.0333333333}
{"full_text":"The Importance of Preaching in a Post-Covid World - AP","sentiment_score":0.0}
{"full_text":"RT Top Pathologist Claims COVID-19 Is \"The Greatest Hoax Ever Perpetrated On An Unsuspecting Public\"","sentiment_score":0.5}
{"full_text":"RT Completely on brand.","sentiment_score":0.1}
{"full_text":"Health anxiety + covid outbreak in my city = mega anxiety","sentiment_score":0.0}
{"full_text":"RT NBC News has confirmed nearly 50 Covid-19 cases among the Trump administration and campaign officials.","sentiment_score":0.25}
{"full_text":"RT capitalism never rests  he said u gon GET these kids their presents or ELSE","sentiment_score":0.0}
{"full_text":"RT You can't see your grandma but Brooklyn Democrats can have this party","sentiment_score":0.0}
{"full_text":"RT How do I say this....I mean no one any harm. But one of them need to actually get very sick with Covid for them to ac...","sentiment_score":-0.4136904762}
{"full_text":"RT US has hit 12,000,000 #COVID19 cases.Newest 1M took only 6 days--sharp **acceleration**: 11 days for 10th mil, and 7 da...","sentiment_score":0.0}
{"full_text":"People are getting infected because covid positive people are going everywhere w\/o masks. My wife got it at a hospital recovering from back surgery and I got it visiting her. I was asymptomatic, not 1 symptom. I called my customers and no one has been positive. I wear a mask!","sentiment_score":0.1704545455}
{"full_text":"RT Mouthwash has emerged as a ray of  hope against #COVID19 with a study discovering , it can kill the virus within 30 seconds o...","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"RT Morgan Freeman for the win.","sentiment_score":0.8}
{"full_text":"RT Will Your Activism Clash with Your Career? #SaturdayMorning #SaturdayThoughts #Saturday #Career #Car...","sentiment_score":0.0}
{"full_text":"RT As world leaders met on Saturday, and as the US approached 12 million coronavirus cases, Trump bragged about himself and t...","sentiment_score":0.0}
{"full_text":"RT There has never been good evidence that asymptomatic transmission is a significant driver of spread. Here's more evide...","sentiment_score":0.525}
{"full_text":"RT The left is turning COVID into a 'forever pandemic.'","sentiment_score":0.0}
{"full_text":"RT Everything you said!!!!! #excludeduk #wearenotgoingaway take note!","sentiment_score":0.0}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT Republicans will really be pro choice about a pandemic but not about abortions, make it make sense","sentiment_score":0.2}
{"full_text":"An accurate assessment.","sentiment_score":0.4}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"I thought we were all in the same lockdown. Didn't my friend go and fall pregnant and give birth to the most because beautiful baby boy ever?  my ovaries might cave in","sentiment_score":0.4208333333}
{"full_text":"Sadly, the majority of our provincial premiers are LOSERS. Canadians in these provinces need protection from COVID and from their own premiers.@CanadianPM 'You don't copy the losers,' says doctor pushing 'COVID-zero' strategy | CBC Radio","sentiment_score":-0.075}
{"full_text":"RT .@Kevinliptakcnn reports: The G20 is virtual this year; a meeting on pandemic preparedness is going on w remarks from the l...","sentiment_score":0.0}
{"full_text":"RT We'll still be here for you over the next lockdown! We're open all next week Monday - Thursday for browsing. Although we...","sentiment_score":0.0}
{"full_text":"RT HERE IS THE PLAN TO GET US OUT OF THIS #COVID19 WAR * NO lockdowns* NO waiting for vaccines* Reverses cases in wee...","sentiment_score":0.0}
{"full_text":"1,160 new cases as State's COVID-19 tally mounts to 8.61 lakh","sentiment_score":0.1363636364}
{"full_text":"give me a damn breakit's only important pandemic planning AND the National Security of the United States.....no big","sentiment_score":0.1333333333}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"RT I have a long list of shows, beginning with Game of Thrones and The 100, whose creators were ultimately not equipped for...","sentiment_score":-0.15}
{"full_text":"RT I don't wear a mask but I DO post on Instagram about how grateful i am for my hubby and that's gotta count for something","sentiment_score":0.0}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"Have you actually read the paper?  It does not show what you say it does.For one thing, ALL government messages were combined into one variable, hence Lockdown cannot be isolated as a factor.For another, it does not take into account pre-exposure to other viruses.","sentiment_score":-0.0625}
{"full_text":"RT \"Disparities\" is a word. Here is the human meaning. Why was his wife sent home twice from the ER &amp; his daughter misdiagnose...","sentiment_score":0.0}
{"full_text":"You couldn't of been desperately ill. Covid is just like a mild flu isn't it? Trump swooped in and saved your life with monoclonal antibody treatments. How? It was a simple flu. You just thought you were dying. It wasn't really happening. This is a total hoax. ","sentiment_score":0.0066666667}
{"full_text":"Im sick and tired of everyone setting off fireworks, especially now that its not allowed bc of covid....bruh its only november, chill","sentiment_score":-0.2785714286}
{"full_text":"Congratulations for tested covid negative. I'm so happy for you ab bs jldi jldi healthy hojao aur apny purany rr start krdo","sentiment_score":0.3333333333}
{"full_text":"RT COVID infections by day in November1: 74,2362: 93,6593: 92,6124: 107,9135: 121,5296: 132,8477: 125,9328: 103,416...","sentiment_score":0.0}
{"full_text":"RT 11 of my friends built their own lab to test for Covid19 in a US city, for their families, and got a couple of ventilators...","sentiment_score":0.6}
{"full_text":"These holidays are gonna suck but less than usual I think, because less social pressure to see all your relatives. I hope we don't have any family obligations honestly. They're stressful to me and with covid still going strong they are not advised.","sentiment_score":0.0805555556}
{"full_text":"RT The ultra rich, surrounded by ultra rich friends and backers in mega corporations and industries is asking the...","sentiment_score":0.375}
{"full_text":"RT Already mad that 5 weeks from now I'm going to have to read articles about 6 members of the same family dying from covid...","sentiment_score":-0.3125}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"RT Completely on brand.","sentiment_score":0.1}
{"full_text":"It's about time some of them did.  They LEO's should follow his lead!","sentiment_score":0.0}
{"full_text":"Poor boy!! Our hearts and prayers go out to you and him.","sentiment_score":-0.625}
{"full_text":"RT So I'm supposed to believe that Michigan Republicans, who have never cared about covid before, spent an hour discussin...","sentiment_score":-0.1}
{"full_text":"RT Trump lost.  Covid is real.  Black lives matter.  Mass shooters are terrorists.  #TruthMatters","sentiment_score":-0.25}
{"full_text":"RT so my last gofundme expired before i could meet my goal and i rlly need help right now. i have exhausted all of my resources an...","sentiment_score":-0.0380952381}
{"full_text":"RT Bros, there is now, scientific evidence of Covid 19 in Italy, months before December 2019.","sentiment_score":0.0}
{"full_text":"RT The G20 leaders are meeting to discuss the Covid-19 pandemic.Meanwhile, Trump is golfing.","sentiment_score":0.0}
{"full_text":"But everyone is having to do the same things in regards to COVID aren't they. Its not just us. Its not an ideal situation of course but everyone has to do it so why even mention it?","sentiment_score":0.45}
{"full_text":"People have no idea how Covid-19 or transmission works...but will try to make up conspiracy theories out of things like this so it fits their narrative The bloke at the back has Covid-19...he is on a Covid-19 ward...with other infected people...that's it","sentiment_score":-0.0625}
{"full_text":"When people say \"I don't need to wear a mask I won't get sick\"","sentiment_score":-0.7142857143}
{"full_text":"RT \"The emotional stakes of these changes are high,\" writes \"After a year with so much unanticipated loss, wh...","sentiment_score":0.12}
{"full_text":"So like....now that COVID has me thinking I won't be able to travel at all for the holidays, should I just ignore my personal timeline and get a new dog sooner? Say, in December\/January? Hmm.   ","sentiment_score":0.2121212121}
{"full_text":"It can't be bargained with. It can't be reasoned with. It doesn't feel pity, or remorse, or fear! And it absolutely will not stop, ever, until you are dead. #WearAMask #CrushCOVID #washyourhands #socialdistance","sentiment_score":-0.0416666667}
{"full_text":"RT Is there an Emmy award for the nursing home genocide?","sentiment_score":0.0}
{"full_text":"RT The Senate is on a two-week vacation where they traveled home on taxpayer-funded travel to receive taxpayer-funded pay...","sentiment_score":0.0}
{"full_text":"Oh yes. More bully stuff. Used to your sort. See it in A&amp;E all the time.","sentiment_score":0.5}
{"full_text":"Disgrace that the premier league carrying on when 300 people died from covid yesterday","sentiment_score":0.0}
{"full_text":"INTERNATIONA EMMY AWARDS- WHAT DISGRACE, YOU SHOULD BE ASHAMED OF YOURSELFS. HIS PERFORMANCE WAS A DISGRACE TO NEW YORK. MAGA","sentiment_score":0.1363636364}
{"full_text":"RT Breaking: Atalugama in Bandaragama, isolated due to few covid positive cases found yesterday. #lka #SriLanka #COVID19 #C...","sentiment_score":-0.0325757576}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT So Trump goes out surrendering to the pandemic, trashing our democracy, and undercutting American foreign policy. A fittin...","sentiment_score":-0.0625}
{"full_text":"I would say this is \"unbelievable,\" but it is 100% on brand. He doesn't think he can learn anything from other countries. He doesn't care whether any of us lives or dies.","sentiment_score":-0.1875}
{"full_text":"In this episode of Why We Plan, John Brown, Founder of BEI, and Thomas Stewart, Executive Director of will share the surprising results of a survey of 260 executives on how the coronavirus is changing their business prospects.https:\/\/t.co\/lTcMPf6UCg","sentiment_score":0.7}
{"full_text":"Back on track: UK vinyl sales heading for best year in three decades","sentiment_score":0.5}
{"full_text":"Both Pfizer &amp; Moderna hvn't conducted trials of COVID vaccine on kids &lt;12 yrs so giving vaccine to children is no where on the horizon as of now.Alarming as it may sound to parents of small children researchers need more evidence on its safety on Paediatriac age grp.","sentiment_score":0.2166666667}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":"RT Ok, can we be serious for a second and agree that this lockdown doesn't change anything for the communities hardest hi...","sentiment_score":0.0555555556}
{"full_text":"RT BREAKING: The United States has now crossed 12,000,000 Covid-19 infections.America has 4.25% of the global population, but...","sentiment_score":0.0}
{"full_text":"RT Really good to see this out of CDC and HHS. They just released county-level map views. Not downloadable yet, but this...","sentiment_score":0.7}
{"full_text":"RT Did you notice it's all from left-wing publications? Do you ever think I did it so that I could read through the commen...","sentiment_score":0.0}
{"full_text":"RT COVID -19 Diaries ","sentiment_score":0.0}
{"full_text":"BBI should be suspended to allow Kenyans fight Corona , BBI is not first priority to Kenyans at the moment.","sentiment_score":-0.125}
{"full_text":"RT Sheriff Don Barnes of Orange County, CA says he WON'T enforce the new stay-at-home orders.Amidst all of this, I'm glad...","sentiment_score":0.3181818182}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"Stay safe, please.","sentiment_score":0.5}
{"full_text":"Biden wades into coronavirus relief fight","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT What a dick.","sentiment_score":0.0}
{"full_text":"RT During American Education Week, we want to thank our teachers and school support staff for their hard work on behalf of our...","sentiment_score":-0.1458333333}
{"full_text":"The Canadian government prequalified FedEx Canada, UPS Health Care, McKesson and Kuehne + Nagel to bid on a contract to distribute millions of COVID-19 vaccine doses.https:\/\/t.co\/zN6hf6DZxk","sentiment_score":0.0}
{"full_text":"RT We haven't fallen through the gaps we've been intentionally #excludeduk","sentiment_score":0.0}
{"full_text":"RT 80% of Texas county jail inmates who have died from COVID-19 were in pre-trial detention and had not been convicted of any cr...","sentiment_score":-0.1}
{"full_text":"COVID-19 cases are on the rise in the UK and workplaces are partly to blame. It's time to reassess standards and protocols for keeping employees safe and controlling exposure in the work environment. #COVID #workplace (via","sentiment_score":0.5}
{"full_text":"COVID-19 cases are on the rise in the UK and workplaces are partly to blame. It's time to reassess standards and protocols for keeping employees safe and controlling exposure in the work environment. #COVID #workplace (via","sentiment_score":0.5}
{"full_text":"RT A sad loss for #DCtheatre.COVID claims another local theater:  to close via","sentiment_score":-0.25}
{"full_text":"So you do believe they died of Covid 19","sentiment_score":0.0}
{"full_text":"RT People in #Michigan are getting sick and dying at record rates from #COVID19, the legislature isn't doing anything about...","sentiment_score":-0.7142857143}
{"full_text":"serase to com covid","sentiment_score":0.0}
{"full_text":"I think the reason it's never happened has a lot more to it than there simply being a lockdown ","sentiment_score":0.25}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT Trump is still president. This is his &amp; Mitch McConnell's responsibility. It looks like they're going to let more Amer...","sentiment_score":0.5}
{"full_text":"Customer who was confronted in Walmart for a #COVID19 face mask infraction, causing a physical altercation between her, employees and customers who suffered several minor injuries, sentenced to probation.","sentiment_score":-0.0166666667}
{"full_text":"RT The lockdown has magnified by a factor of 12 the sociopathy of the average Masshole.","sentiment_score":-0.15}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT What kind of dipshit asshole president skips a G20 virtual summit on pandemic preparedness when the country is reeling in C...","sentiment_score":0.6}
{"full_text":"RT Nikki Haley urges college football game to be played despite concerns that team she's rooting for (Clemson) is experiencing a...","sentiment_score":-0.4}
{"full_text":"Here, we look at key questions around Christmas","sentiment_score":0.0}
{"full_text":"Some sheriffs in Oregon say they won't enforce COVID-19 restrictions: 'We are not the Gestapo'","sentiment_score":0.0}
{"full_text":"Power Entertainment's Steve Turney dies from Covid-19, aged 59","sentiment_score":-0.1}
{"full_text":"#Vermont reported 146 #COVID19 cases Friday and state officials predict a 50% increase in cases over the next 6 weeks. Much like in the spring, officials are setting up emergency hospitals and stockpiling supplies.Where do we stand this time around? reports","sentiment_score":0.1}
{"full_text":"The Centers for Disease Control and Prevention recommended Thursday that Americans not travel next week for Thanksgiving. The guidance comes as the nation has seen 1 million new cases in the last week. #COVID19","sentiment_score":0.0454545455}
{"full_text":"One more forward #COVID19 #COVID19India","sentiment_score":0.5}
{"full_text":"THISSSSS !!!","sentiment_score":0.0}
{"full_text":"FREE #COVID19 PCR Testing- WHEN: Sat, Nov 21 9A-5PWHERE: 8651 Colorado BlvdPregister at - or Call 303-538-7420 with ?'s.*Check website\/Twitter for inclement weather closures*@CDPHE","sentiment_score":0.4}
{"full_text":"my friend was one of 6 who have taken their lives due to your \"policy decision\" to discriminate them from Covid financial support.How many more do we lose before you do the right thing?Count lives not money!#ExcludedUK","sentiment_score":0.2321428571}
{"full_text":"Well done to Mr Parker at Belvoirdale School for continuing to teach and support your pupils via distance learning throughout lockdown. Your efforts have not gone unrecognised as you have been nominated as a North West Leicestershire local hero ","sentiment_score":0.0}
{"full_text":"For today's daily count update, please visit the ODH Coronavirus page at The local numbers can be found on the COVID-19 Ohio Dashboard page.Local updates will be provided Monday-Friday with the daily ODH update at 2pm.","sentiment_score":0.0}
{"full_text":"RT Everything you said!!!!! #excludeduk #wearenotgoingaway take note!","sentiment_score":0.0}
{"full_text":"RT Despite the increased danger during the pandemic, employees continue to carry out their mission to protect the Amer...","sentiment_score":0.0}
{"full_text":"\"Bridge over the Danube\" Own a stunning #canvas #art from PS12.99, link below. Free shipping in #UK Beat the #coronavirus blues and glam up your #home or #office#ArtistOnTwitter #photography  #photooftheday #Travel #homedecor #DIY #interiordesign #Hungaryhttps:\/\/t.co\/9PPLYfnbOa","sentiment_score":0.5}
{"full_text":"RT the COVID vaccine shouldn't be free. It should inspire me to grind harder","sentiment_score":0.15}
{"full_text":"RT No one tool alone is going to stop the #COVID19 pandemic. A combination of getting a COVID-19 #vaccine, wearing a mask, staying...","sentiment_score":0.0}
{"full_text":"Not only do we need to pay people to stay home, we need enforceable protections for EVERY worker who works in person.We aren't going to get those protections unless we fight for them. Fill out our form to get support taking action with your coworkers.","sentiment_score":0.05}
{"full_text":"COVID-19 has cost the jobs and box-office revenues. But the country's biggest artistic endeavour is channelling the Bard to find meaning in unprecedented times, writes","sentiment_score":0.4666666667}
{"full_text":"Swedish doctors are frustrated with nation's lack of tough Covid-19 measures","sentiment_score":-0.5444444444}
{"full_text":"Weekly summary ","sentiment_score":0.0}
{"full_text":"Santa Claus has 'innate immunity' from COVID-19, Dr. Fauci sayshttps:\/\/t.co\/tIdJ8toAnk #10TV","sentiment_score":0.0}
{"full_text":"#Listenback #ICYMI Northern Ireland's new 'circuit breaker' will be in place for 2 weeks - will their new approach work? hears from listeners","sentiment_score":0.1363636364}
{"full_text":"Perspective | The number of 401(k) millionaires hit a new high, despite millions left behind by the pandemic","sentiment_score":-0.0259090909}
{"full_text":"Absolutely.  If you're looking for someone outside of you to save you, you're a willing and compliant slave.","sentiment_score":0.15}
{"full_text":"RT JUST IN: Donald Trump Jr., US President Trump's eldest son, has tested positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"Soumitra Chatterjee, Globally Acclaimed Indian Film Star, Dies at 85","sentiment_score":0.0}
