{"full_text":"RT Yo eyes social distancing too?","sentiment_score":0.0333333333}
{"full_text":"RT #RT Amid #COVID19, misinformation can be deadly.But all of us can do something about it: #PledgeToPause and take...","sentiment_score":0.0}
{"full_text":"Enough is enough. Regardless Americans should be by this point , well aware of the tactics and methods used to get us here!!","sentiment_score":0.1302083333}
{"full_text":"Man the pandemic took away sundress season. I hate it here","sentiment_score":-0.8}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"I think the media is projecting false election numbers like they do with Covid.","sentiment_score":-0.4}
{"full_text":"China doesn't want to hurt economies in the same way #China didn't want to hurt the world with the coronavirus ..yeh right .   #XiJinping","sentiment_score":0.1428571429}
{"full_text":"England lockdown extension would be 'catastrophic for struggling retailers'","sentiment_score":0.0}
{"full_text":"please please be safe and healthy ilysm","sentiment_score":0.5}
{"full_text":"RT Just to clarify here...Someone that works the election, volunteers, helps count ballots, etc., especially during a re...","sentiment_score":0.0}
{"full_text":"RT We're all tired but seriously let's take a minute to thank all the people who are counting our votes in a historic pandemic. It'...","sentiment_score":-0.2444444444}
{"full_text":"Happy Birthday Chris, stay safe stay cool and stay classy","sentiment_score":0.4375}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT Why diversify?You will never be fully able to predict sector out-performancepost covid crash, pharma did great.. last mont...","sentiment_score":0.4333333333}
{"full_text":"RT ok, would love to interview stay-at-home mums under 16 who constantly cosplay, for the news, tweet me #journorequest #P...","sentiment_score":0.3333333333}
{"full_text":"RT YEAR 7's HOUSE BASKETBALL COMPETITIONThursday 5th November has been cancelled due to the new Covid 19 restrictions....","sentiment_score":0.0056818182}
{"full_text":"RT For the first time since the lockdown, West Bengal will be blessed with the physical arrival of Union Home Minister, H...","sentiment_score":0.125}
{"full_text":"RT China bans non-Chinese travellers from UK as England goes into Covid lockdown","sentiment_score":0.0}
{"full_text":"Stay safe","sentiment_score":0.5}
{"full_text":"RT Today I raised the issue of the unpaid work of student nurses with Min. Donnelly at the Health Committee. We pay trainee wor...","sentiment_score":0.2}
{"full_text":"My gawd they literally deep throat you with that swab covid tests aren't fun","sentiment_score":0.15}
{"full_text":"RT Divert your attention from the election for a moment to note that that the U.S. recorded 104,004 new cases of coronavirus i...","sentiment_score":0.1363636364}
{"full_text":"Lockdown revolt grows as Oxford scientist says data at press conference was exaggerated hom to trust nowhttps:\/\/t.co\/tXh7BOMNTn via","sentiment_score":-0.5}
{"full_text":"RT Big news! I tried to wait out this damn pandemic to present Richard Donner THE GOONIES 2 in person... but I caved and set...","sentiment_score":0.0}
{"full_text":"RT Starting lockdown by rewatching the Harry Potters &amp; I'm absolutely fuming Hermione Granger could do a line of Crystal meth off...","sentiment_score":0.1}
{"full_text":"Denmark plans to cull up to 17 million mink to stop mutated coronavirushttps:\/\/t.co\/7rGZd26jWg","sentiment_score":0.0}
{"full_text":"RT 20 year old college student who died of #COVID19 embolism. This can happen to almost anyone. Avoid the Coronavirus. Trust s...","sentiment_score":0.1}
{"full_text":"RT #DelhiNeed #Blood Type :  B-positiveAt : Max Saket Blood Component : Need Plasma from B+ve #COVID19 recovered patient...","sentiment_score":0.0}
{"full_text":"RT Lol oga that's not what is happening. Democratics were  most likely to vote by mail. The increase in Mai...","sentiment_score":0.4333333333}
{"full_text":"Corona-Virus built to get China's pawn, Biden, elected(Highly likely that even the people died from the virus did vote for Biden, not once but even twice.)Get ready to be surprised by Corona-Anti-Virus, another gift from China to Biden.","sentiment_score":0.1}
{"full_text":"RT To all my friends and family preparing for tomorrow's lockdown. Stay safe, stay strong, and remember we will get through t...","sentiment_score":0.4666666667}
{"full_text":"RT 20 year old college student who died of #COVID19 embolism. This can happen to almost anyone. Avoid the Coronavirus. Trust s...","sentiment_score":0.1}
{"full_text":"RT Beginning of the year.. 40k monthly job in lekki spending 30k on transport April: Covid July: Stolen phone September:...","sentiment_score":0.0}
{"full_text":"The owner of a Coventry running shop's told us she's helped to start a petition urging the Government to allow them to open and be classed as essential retail. Anne Marie from says running is essential to support mental health this second lockdown  #CapitalReports","sentiment_score":-0.02}
{"full_text":"Remember, rememberThe Fifth of November Bankruptcy, LockdownAnd fog","sentiment_score":0.0}
{"full_text":"RT Book your post coronavirus break now for 2021 and take advantage of some great deals. We're supporting this initiative...","sentiment_score":0.525}
{"full_text":"RT We now have the situation where most MPs realise the data presented by Laurel and Hardy were totally unreliable and yet sti...","sentiment_score":0.25}
{"full_text":"RT Whatever the final results, it's hard to overstate how broken our country is when so many millions are ready to give T...","sentiment_score":0.0016666667}
{"full_text":"Let's no forget covid. It didn't just go away like chump said it would, we passed 100,000 cases. Safe to say most came from trump rallies. Just saying...","sentiment_score":0.5}
{"full_text":"RT For the first time, we have over 100,000 cases of COVID in one day. Trump is focused. He is suing to eliminate 53 votes in...","sentiment_score":0.25}
{"full_text":"RT Always thankful to for delivering my Amazon Pantry orders on time. During these tough times, you guys have made s...","sentiment_score":-0.3888888889}
{"full_text":"By the amount of traffic on the roads this morning, Lockdown 2.0 has definitely not started.","sentiment_score":0.0}
{"full_text":"RT First arrests made over 'Eat Out to Help Out fraud'","sentiment_score":0.25}
{"full_text":"RT Brexit in a lockdown is the worst of both worlds for U.K. businesses","sentiment_score":-1.0}
{"full_text":"RT man pulls up to a local store in a multi-million dollar vehicle but can't carry a mask during a global pandemic? then proce...","sentiment_score":0.0}
{"full_text":"RT Nobody wants to be living in a pandemic, and Trump supports that delusion.","sentiment_score":0.2}
{"full_text":"VERBUND AG: Results for quarters 1-3\/2020: Earnings up, profitability improved and debt reduced desp...","sentiment_score":0.0}
{"full_text":"Thanks for all the laughs and all the wisdom. And a special thanks for the lockdown lessons on making biscuits and cooking motherfucking beans!","sentiment_score":0.269047619}
{"full_text":"RT This brave British nurse completely exposes the fraud by the British government on covid....This information will blow...","sentiment_score":0.225}
{"full_text":"I can only assume this is some social distancing psa","sentiment_score":0.0166666667}
{"full_text":"RT In Nigeria,Only the upper class can afford private covid treatment. The public places are overcrowded and no adequate equi...","sentiment_score":-0.0416666667}
{"full_text":"Shut up. There's no social distancing not to mention the year bubbles of 200+ people. So if there's a case, all of those people get sent home. If you cough, you get sent home so what's the point?","sentiment_score":-0.0166666667}
{"full_text":"RT Corona waking up at 10:01 pm ","sentiment_score":0.0}
{"full_text":"H1N1 came from Mexico and I believe it is not as dangerous as COVID-19. I wasn't here those days so I don't know if America did good.","sentiment_score":0.05}
{"full_text":"Yeah I hate humans","sentiment_score":-0.8}
{"full_text":"Due to Covid, are you planning on introducing new products, services or specialisms in your firm? Find out if it's a possibility with our skills gap guide #skillsgap #legalteam #guide","sentiment_score":-0.0628787879}
{"full_text":"Recommended Reading: How COVID-19 Has Impacted Business: A 6-Month Retrospective by on points: Buyers are in control Inbound strategies continue to prove effective for buyer outreach Sales outcomes are gradually improvinghttps:\/\/t.co\/KCXPbTXI8r","sentiment_score":0.6}
{"full_text":"Yall do realise people have actually died from corona?? How did yall manage to make this about a ship again??","sentiment_score":0.0}
{"full_text":"Coronavirus: What you can and can't do as England goes into second lockdown today.  #lockdown2UK","sentiment_score":0.0}
{"full_text":"While ww wait for the election results let's keep this in mind!","sentiment_score":0.0}
{"full_text":"Indonesia Falls Into Recession as Outbreak Hampers Recovery by","sentiment_score":0.0}
{"full_text":"RT In Bihar,people r now fed up of 15yrs of misgovernance &amp; have made up their mind to vote against BJP-JDU.Muzaffarpur S...","sentiment_score":0.0}
{"full_text":"RT In one short clip, everything which is wrong with British politics. A government elected by just 43% of voters displaying a...","sentiment_score":-0.1666666667}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"Do you have Questions about COVID-19 and the shipment of your goods? How will this pandemic affect your distribution channels? We have compiled some of the questions our customers have been asking. #coronavirus #questions","sentiment_score":0.0}
{"full_text":"Workshop on Climate Emergency Action in Post-Pandemic ASEAN tomorrow!08.30AM (Jakarta-Bangkok time)#BatalkanUUNo112020 #CabutUUNo112020 #TolakOmnibuslaw #WalhiKalteng #KaltengTolakDeforestasi #MosiTidakPercaya #COVIDSolidarity #SaveKomodo #SaveKinipan","sentiment_score":0.1}
{"full_text":"RT Translation....\"we've done nothing!\"","sentiment_score":0.0}
{"full_text":"RT Why did a majority of White voters go for a psychopath who failed the nation during a pandemic that has killed 230,000 peop...","sentiment_score":-0.2333333333}
{"full_text":"RT We think NHS staff should have free parking during the lockdown.Please sign and RT if you do too.https:\/\/t.co\/guJZe0g7D1","sentiment_score":0.4}
{"full_text":"RT Divert your attention from the election for a moment to note that that the U.S. recorded 104,004 new cases of coronavirus i...","sentiment_score":0.1363636364}
{"full_text":"Govt forms special squad to deal with Covid-19 protocol breakers","sentiment_score":0.3571428571}
{"full_text":"An #infodemic is quickly spreading on the #Internet and #socialmedia platforms.Here are some simple steps you can take to combat the spread of harmful and #fakenews online.#TakeCareBeforeYouShare #PledgetoPause #COVID19 https:\/\/t.co\/D0V7iAGxbx","sentiment_score":0.1666666667}
{"full_text":"The latest coronavirus figures for care home deaths in and around Bristolhttps:\/\/t.co\/9GrWcJWRWe","sentiment_score":0.5}
{"full_text":"NYTimes: U.S. Records 100,000 New Cases in a Day for the First Time U.S. Records 100,000 New Cases in a Day for the First Time","sentiment_score":0.1931818182}
{"full_text":"Today is the Kincorth, Nigg &amp; Cove by-election. Polling stations are open between 7am and 10pm. Make sure you follow the appropriate Coronavirus Guidelines at your polling station. For more information, visit","sentiment_score":0.375}
{"full_text":"Nick JR becoming nick jr peppa for lockdown again is something I cannot stand!","sentiment_score":0.5625}
{"full_text":"This is brilliant! #MemoryLane  #lockdown #rdguk","sentiment_score":1.0}
{"full_text":"RT This new mink COVID-19 mutation story, which is making the rounds on Twitter is highly problematic. There are elements...","sentiment_score":0.1481818182}
{"full_text":"RT Congratulations to on his decisive victory in #Ohio. A clear indication that voters in #Ohio believe Pr...","sentiment_score":0.1}
{"full_text":"RT You politicized a pandemic you fuck","sentiment_score":-0.4}
{"full_text":"Dublin pub is quenching lockdown punters' thirsts - thanks to new US craze","sentiment_score":0.1681818182}
{"full_text":"As the prospect of returning to face to face training again looks unlikely due to new #lockdown measures in the UK, we will continue to offer a great range of high-quality #CPD this term for #secondary schools!See what's on offer here:","sentiment_score":0.0022727273}
{"full_text":"White House coronavirus task force waited until Fauci was unconscious to do the unconscionable","sentiment_score":0.0}
{"full_text":"Concerns raised over plans for new coronavirus clinic...","sentiment_score":0.1363636364}
{"full_text":"#ICYMI Why #Covid-19 #lockdown does not encourage #creativity","sentiment_score":0.0}
{"full_text":"RT Incidents yesterday in Pearse Street does not reflect the vast majority of a great inner city community many of whom ha...","sentiment_score":0.325}
{"full_text":"Wondering what weekend activities will keep you entertained throughout this second lockdown? We posted a whole range of games, crafts, learning resources &amp; more in the last lockdown. Have a look through our Facebook &amp; Instagram or take a look at the activities highlight on Insta.","sentiment_score":0.175}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"From 5 November until 2 December you must not leave your home except for specific reasons. These measures will apply in England for four weeks. You must stay at home, with a limited set of exemptions. Find out more ","sentiment_score":0.1428571429}
{"full_text":"and will hold the third installment of its Webinar Series for Public Health Workers today at 4-5:30PM, entitled \"Double Trouble: Fighting (Hyper) Endemic Tuberculosis Amid the COVID-19 Pandemic.\" Padayon!Register here:","sentiment_score":-0.05}
{"full_text":"Who else started playing #PokemonGO again during the pandemic? ","sentiment_score":0.0}
{"full_text":"Western countries are experiencing a COVID-19 second wave. The US, Germany, France, and UK all reported a daily record of cases in October. What next for the virus and how will Nigeria be affected? Subscribe to the monthly economic report for a breakdown:","sentiment_score":0.04}
{"full_text":"WFP cash targets 24,000 Covid-hit Mombasa homeshttps:\/\/t.co\/YKVSg6A0K8","sentiment_score":0.0}
{"full_text":"Don't forget to check your bonfires for hedgehogs. They might not be up to date with lockdown regs. #HappyBonfireNight","sentiment_score":0.0}
{"full_text":"A new form of takeaway","sentiment_score":0.1363636364}
{"full_text":"#poll Our TV habits have changed a lot during the global pandemic. According to data from Comcast, the average America household is watching at least 8 hours more TV each week! Choose from the below option","sentiment_score":0.04375}
{"full_text":"NEWS: Reluctant resignation: England begins second lockdown","sentiment_score":0.0}
{"full_text":"Going on CDC website store and choosing my free masks.Choices:-Black Girl Power- Fight Like A Girl- Rainbow Flag- I'm With Her ( for the man in your life)- LatinX- American Flag","sentiment_score":0.2}
{"full_text":"Will the #Covid19 pandemic lead to permanent changes to higher #education in the #GGC?Find out here: #remotelearning #blendedlearning #coronavirus","sentiment_score":0.25}
{"full_text":"Shoppers seem keen to visit town before they miss their chance for at least another four weeks.","sentiment_score":-0.3}
{"full_text":"South Korea OKs Single Test for COVID-19, Flu","sentiment_score":-0.0714285714}
{"full_text":"The Metrocentre shops which will still open despite lockdownhttps:\/\/t.co\/XtADbnXgV9","sentiment_score":0.0}
{"full_text":"#Indonesia sees first recession in over two decades as #coronavirus hitshttps:\/\/t.co\/P5mOskHaBn","sentiment_score":0.25}
{"full_text":"The United States set another record for daily confirmed coronavirus cases as states around the country posted all-time highs, underscoring the vexing issue that confronts the winner of the presidential race.","sentiment_score":0.2}
{"full_text":"Lockdown competition","sentiment_score":0.0}
{"full_text":"RT CPL. AVERY HILLMAN, 50, of Cordele, Georgia died of COVID-19 on October 31. A 30-year veteran of the sheriff's departme...","sentiment_score":0.0}
{"full_text":"ICYMI: #CelticFC boss Neil Lennon revealed sympathy for Sparta Prague over Covid-19 disruption","sentiment_score":0.0}
{"full_text":"Business owners on the Wales-England border say the next month looks very uncertain, as England starts a four-week national lockdown today #CapitalReports","sentiment_score":0.1}
{"full_text":".@CTV_AvisFavaro has the details on approval of a new rapid test for COVID-19.","sentiment_score":0.1363636364}
{"full_text":"MPs voted through new rules as Theresa May criticised Boris Johnson's handling of Covidhttps:\/\/t.co\/9J8b69wJ6t","sentiment_score":0.1363636364}
{"full_text":"\"We're...temporarily deferring elective care at our NW Wisconsin locations, effective Sat, Oct 31, so we can care for the surge of urgent and emergent needs of our community, including the high influx of COVID19-positive patients needing hospital care.\"https:\/\/t.co\/hrObJWLyfT","sentiment_score":0.38}
{"full_text":"RT Dynamo Kiev's manager asks Messi for his jersey. Messi agrees to give him one from upstairs, likely due to the covid-19 shir...","sentiment_score":-0.0625}
{"full_text":"RT As we go into #lockdown again I'm particularly thinking of those #leaseholders &amp; residents who remain in properties wi...","sentiment_score":0.1666666667}
{"full_text":"RT The US: *230k COVID deaths*Donald Trump:","sentiment_score":0.0}
{"full_text":"Japan's unorthodox household goods champion rides a pandemic boom ","sentiment_score":0.0}
{"full_text":"RT Trump is working harder to stop counting ballots than COVID deaths","sentiment_score":-0.1}
{"full_text":"#Swedish elderly homes report rising infections after months of #coronavirus-free","sentiment_score":0.0}
{"full_text":"RT A statement issued by the Lagos State Head of Service, Mr. Hakeem Muri-Okunola observed that the directive is in accordance...","sentiment_score":0.0}
{"full_text":"RT My ReportThe Covid-Pollution double whammy is hitting NCR tooCoronavirus Cases On The Rise In Gurugram, Noida As Po...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 40.3FWind Chill: 40.1FHumidity: 87%Dew Point: 36.8F Barometer: 30.437 inHgWind: 2 mph from the WNWCorona Virus Weekly Stats:Cases: 228.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":" If you are travelling with us, please buy your ticket online Avoid peak periods Download the NHS COVID-19 App ....and remember you must wear a face covering or you could receive PS200 - PS6400 fine from Read more here;","sentiment_score":0.4583333333}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"Digital #procurement for #B2B is on the verge of a significant transformation. #Supplychain disruptions through the #pandemic are enforcing CPOs to look at B2B procurement in a new light and prepare better for a new tech-enabled future. Read","sentiment_score":0.2211038961}
{"full_text":"36% growth in a quarter is unprecedented, and continuing to meet COVID-related demand for testing and workflows","sentiment_score":0.6}
{"full_text":"COVID-19 Canceled HBCU Homecomings. These Folks Are Keeping Their Spirit Alive. -","sentiment_score":0.1}
{"full_text":"RT Governor Mutua Urges Uhuru To Deploy KDF To Enforce Covid-19 Protocols In Bars","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 8.3degC * Wind: SW 0.0 to 0.0mph * Pressure: 1031.5hPa * Rain: 0.0mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:34 * Sunset: 16:38 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Somebody said if Arby's make it through the pandemic they moving weight and honestly it's starting to make sense...","sentiment_score":0.0}
{"full_text":"1\/4th them gon catch corona then complain","sentiment_score":0.0}
{"full_text":"Dear sir,In covid time I travelled by NLDS to BBS AC special today 5th Nov 2020 in coach B4 ,39,40 , here we have problem in cold that no coach attendant to provide blanket or any cloth to us , also no any vendor for food supply or no any food  pl solve","sentiment_score":-0.0142857143}
{"full_text":"How Genetic Analysis Is Enabling SARS-CoV-2 Vaccine Development Research","sentiment_score":0.0}
{"full_text":"RT How Covid-19 is Changing the Hiring Process","sentiment_score":0.0}
{"full_text":"Healthcare can benefit from changes sparked by the pandemichttps:\/\/t.co\/HursoCDAUR #COVID19 #FutureofHealthcare #DigitalTransformation","sentiment_score":0.0}
{"full_text":"#nepal opens #border","sentiment_score":0.0}
{"full_text":"In Partnership with today donated 100 plus COVID-19 awareness materials to pregnant women and baby mothers in West Point Community. Keep safe, be kind. #charity #COVID19 #health #community #worldasone #worldinunion","sentiment_score":0.4777777778}
{"full_text":"Mauritius, one of the most beautiful islands in the world, has introduced a Premium Travel Visa, valid for a period of one year, renewable, in a COVID-safe destination. Nico van Zyl TEP, M.MIoD | Managing Directorhttps:\/\/t.co\/Mhg7qbPt8i #SovereignMEA","sentiment_score":0.675}
{"full_text":"RT 2. To get one patient through surgery, 25 staff members are needed. This level of care will strip out major NHS hospitals...","sentiment_score":0.0625}
{"full_text":"RT Pls I need your help. This woman and her daughter are about to be evicted. They need 250k. Pls I'm begging you don't ignore...","sentiment_score":0.0}
{"full_text":"Hi! As per govt. directives, you may hear a pre-call announcement on Corona virus when you make an outgoing call and it cannot be deactivated. This may delay your call connect by a few seconds. Thank you! Amandeep K.","sentiment_score":-0.25}
{"full_text":"RT Good to see garu coming back to shoot... thanks to all other stars who have already started work.....that...","sentiment_score":0.19375}
{"full_text":"RT An explanation of how thought through the economic impact of the November lockdown, which is just about to sta...","sentiment_score":0.2}
{"full_text":"What a time to be in a pandemic, a nerve wracking election, grad school AND in public health!","sentiment_score":0.0}
{"full_text":"RT Despite having shown all our COVID numbers transparently, industry leaders choose to come to Maharashtra and it only me...","sentiment_score":0.0}
{"full_text":"RT NBC News confirms: There have been more than 100,000 new coronavirus cases in the United States today, breaking the singl...","sentiment_score":0.3181818182}
