{"full_text":"RT Good to see the New Yorker bashing Gwyneth Paltrow &amp; her Goop nonsense.","sentiment_score":0.4181818182}
{"full_text":"George Stephanopoulos can't help himself. He has Govenor Andrew Cuomo on talking about covid, followed by the Republican bitch Governor who has high covid deaths because she listened to Trump and opened up. She nastily said she wouldn't take advice from Cuomo. She's a Trumper.","sentiment_score":-0.42}
{"full_text":"But the rate of Covid infection is soaring at an alarming rate.","sentiment_score":-0.1}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"RT Arable plants #formerlyknownasweeds. Past the first frost and still flowering, a joy to see providing late season pollen...","sentiment_score":0.125}
{"full_text":"RT NY Gov. Cuomo predicts the \"tone\" on how states handle COVID-19 will change now that Joe Biden is the apparent winner of the 2020...","sentiment_score":0.05}
{"full_text":"Everyone saying these people peacefully protesting are the reason we're in Lockdown 2, no the reason we're in Lockdown 2 is down to our inept, corrupt government. Well done #Manchester we stand with you ","sentiment_score":-0.1351851852}
{"full_text":"RT Statistics also show changing the name of the Covid-19 virus to \"Duck Flu\" would have move...","sentiment_score":0.0}
{"full_text":"RT Queen Elizabeth II of England was seen wearing a mask for the first time on Wednesday at a ceremony honoring fallen British an...","sentiment_score":0.125}
{"full_text":"Well he did say that no one would be talking about the pandemic after November 3 - guess he really meant it!","sentiment_score":0.25}
{"full_text":"Ordered 4 Christmas presents at once it's time to panic buy the crap out of me bank!!!","sentiment_score":-1.0}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"It fukn better....these dumb fucks saying he's elected and his victory speech....and all the ignorant super spreaders dancing in the street thinking covid doesn't exist....then it'll spike and be Trumps fault. Idiots.","sentiment_score":-0.2805555556}
{"full_text":"RT I really, really want to see a federally-coordinated test-and-trace plan laid out on January 20, 2021. The uncontrolled spread...","sentiment_score":0.2}
{"full_text":"almost positive that my neighbors behind my apartment building have covid or are taking a hell of a lot of dabs because the WAY they cough at 9am ","sentiment_score":-0.0863636364}
{"full_text":"Y'all really out here posting videos of you breaking lockdown LAWS","sentiment_score":0.2}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT NY Gov. Cuomo predicts the \"tone\" on how states handle COVID-19 will change now that Joe Biden is the apparent winner of the 2020...","sentiment_score":0.05}
{"full_text":"Indeed.  Folks who support mandates really support maximizing adherence. It is an empirical q what achieves that, and I highly doubt mandates (enforcement?) will do it. Don't me with anecdotes from unrepresentative places ;)","sentiment_score":0.1775}
{"full_text":"RT \"They still have not agreed to crush the virus,\" Pelosi says of the GOP and the stalled stimulus talks. Her side told us...","sentiment_score":0.0}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT The last 4 days have been the worst since we started with #COVID19 last January. Over the last 4 days 444,000 people have...","sentiment_score":-0.25}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"Pretty sure if it were as dangerous as you think without Covid we'd have experienced a bunch of injuries and mischief, but alas - none.  The paw  ain't 5 Points.    -\\_(tsu)_\/-","sentiment_score":0.11}
{"full_text":"Even grasshoppers know to wear masks! #COVID","sentiment_score":0.0}
{"full_text":"RT NY Gov. Cuomo predicts the \"tone\" on how states handle COVID-19 will change now that Joe Biden is the apparent winner of the 2020...","sentiment_score":0.05}
{"full_text":"RT Watch an exciting moment in the \/Perdue debate. \"Insider trading\" here, means using special classified info that n...","sentiment_score":0.3285714286}
{"full_text":"RT If you haven't been watching post-Covid break return episodes what you've missed was seeing a truly joyful...","sentiment_score":0.0}
{"full_text":"RT Biden's first initiative will be to name a Covid Task Force ON MONDAY, co-chaired by Fmr. U.S. Surgeon General Dr. Vivek Mur...","sentiment_score":0.15}
{"full_text":"anyways ordered a covid test to do at home bc i keep getting exposed lolol","sentiment_score":0.8}
{"full_text":"RT Police officers in piacenza, Italy, remove their helmets in unity with protesters standing against Conte's socialist gove...","sentiment_score":0.0}
{"full_text":"Broke down so many times, with the whole covid shit  and the situation in the country.....It was still a good year","sentiment_score":0.2088888889}
{"full_text":"RT Friendly reminder that Kelly Loeffler is super corrupt and sold millions of $$ in stock after a briefin...","sentiment_score":0.0694444444}
{"full_text":"RT '216TH WEEK OF LOCKDOWN' - New COVID Film SONGBIRD Scares the Hell out of People Because It May Not Be Entirely Fictio...","sentiment_score":0.0681818182}
{"full_text":"RT Queen Elizabeth II of England was seen wearing a mask for the first time on Wednesday at a ceremony honoring fallen British an...","sentiment_score":0.125}
{"full_text":"RT Official data is 'exaggerating' the risk of Covid and talk of a second wave is 'misleading', 500 academics say","sentiment_score":0.0}
{"full_text":"RT LOCK DOWN , stimulus checks, student loan forgiveness","sentiment_score":-0.1555555556}
{"full_text":".@PowerHaryana we have not consumed so much electricity in the last 6 months bcz of lockdown but still paid cumulative bill that you send to us of 12k and paid last week and in just a week i received another bill of 3800. I mean i used electricity of so much in just 2 days?","sentiment_score":0.0175}
{"full_text":"Your all fucking idiots the reason we're in this second lock down because you can't stick to a few simple rules","sentiment_score":-0.2311111111}
{"full_text":"Garden galleries emerge across San Diego during pandemic time","sentiment_score":0.0}
{"full_text":"RT Pray for my family will you please? We lost my grandma's brother to Covid. She's taking it hard.","sentiment_score":-0.2916666667}
{"full_text":"1,328 new Covid-19 cases in Ontario today.","sentiment_score":0.1363636364}
{"full_text":"RT Trump is hopeless. But every senior Trump Administration official who does nothing over the next two months, from Pence an...","sentiment_score":0.0}
{"full_text":"RT When your excess all cause death analysis is causing  - CDC to furiously revise past death data  - CDC to delay\/hide...","sentiment_score":-0.25}
{"full_text":"got my first covid test and it was cake thank god...now here's to praying it's negative ","sentiment_score":-0.025}
{"full_text":"RT Career politicians lie most times, fail to keep promises , hardly ever speak their mind &amp; mostly carry party line Alon...","sentiment_score":0.0520833333}
{"full_text":"RT The people who should lead our country forward are the ones who have been building it all along: the multiracial working cl...","sentiment_score":0.0}
{"full_text":"RT Portugal imposes local night-time curfews as COVID-19 cases hit record","sentiment_score":0.0}
{"full_text":"Seems the plan from the beginning was to help Covid spread as much as possible. Wondering if some above knew about the 2008 study proving Covid MUCH worse for low G6PD cells &amp; knew who'd be affected most?","sentiment_score":0.02}
{"full_text":"Covid 19 is a big lie","sentiment_score":0.0}
{"full_text":"RT Please be aware of this when you make personal plans. Officials in Minnesota have said that a large portion of the spread he...","sentiment_score":0.1547619048}
{"full_text":"#Chao Jue supagotsudohuesu Horny feet sex Prettyboioscar video addison rae Bryce hall trump COVID-19 corona Noah schnapp Madison beer Harry styles timothee chalamet 18+ fancam cock tiktok tea drama charli d'amelio Instagram stan twitter","sentiment_score":0.0}
{"full_text":"RT Covid was a hoax.","sentiment_score":0.0}
{"full_text":"RT Working together is our strongest weapon against Covid.","sentiment_score":0.0}
{"full_text":"RT it could happen again in 4 years. Trump revealed how vulnerable our system is w\/ GOP support, &amp; how easy...","sentiment_score":-0.0333333333}
{"full_text":"RT \"It is a myth to believe that there can be a trade-off between human rights and public health. Human rights are the very means...","sentiment_score":0.05}
{"full_text":"RT Perhaps Miller should spend less time orchestrating futile attempts to launder his reputation and more time...","sentiment_score":0.1666666667}
{"full_text":"RT \"To me, it reads like a spiral out of control,\" said Dr. Lynora Saxinger, an infectious disease specialist at the Unive...","sentiment_score":0.0}
{"full_text":"This kind of action guarantees Manchester will be longer in lockdown.","sentiment_score":0.35}
{"full_text":"CoVid19 came out of China-Don't act like it didn't!","sentiment_score":0.0}
{"full_text":"RT It's started.A federal judge has ordered the Small Business Administration to disclose who\/what received over $715 bi...","sentiment_score":-0.25}
{"full_text":"RT This is huge. Multigenerational families are not at risk from children spreading the virus.","sentiment_score":0.4}
{"full_text":"#COVID19 #Greece1,914 cases, total 56,698  39 incoming travellers, 396 in Attica, 483 in ThessalonikiNew record 35 deaths, total 784Record 228 intubated15,112 tests in past 24 hrs1,022 Rapid Ag tests in past 24 hrs12.7% tested positive","sentiment_score":-0.0545454545}
{"full_text":"RT Stay safe during the Covid crisis AND help beat Boris Johnson's Tories.Sign up for an Early Vote today and vote from th...","sentiment_score":0.3}
{"full_text":"RT NY Gov. Cuomo predicts the \"tone\" on how states handle COVID-19 will change now that Joe Biden is the apparent winner of the 2020...","sentiment_score":0.05}
{"full_text":"RT Finally some good news, scientists discovered a treatment that can reduce COVID19 transmission by 70%, and its just a pi...","sentiment_score":0.35}
{"full_text":"RT I'm in. Who else is up for the #essentialchallenge?","sentiment_score":0.0}
{"full_text":"Just like Trump said, Covid19 will go away after the election. I haven't heard the daily death count since the election. ","sentiment_score":0.0}
{"full_text":"#thaigreencurry with #jalaroti  Jala Roti is also known as #malaysiannetcrepesWell if you're craving for some #thaicuisine you should visit this place!!I know everyone already knows this place BUT again it's post lockdown so just a reminder https:\/\/t.co\/oJCNpEgW4h","sentiment_score":0.0}
{"full_text":"RT 237,567 American lives lost to Coronavirus$27,216,985,032,997 national debt (up $7.3 trillion under Trump)Over 1,30...","sentiment_score":0.0}
{"full_text":"RT Welsh leader has called on the Government to make good on its promise for the four nations to meet and discuss a single app...","sentiment_score":0.3142857143}
{"full_text":"Lol! That's a great nickname for trump, \"COVID\".","sentiment_score":0.9}
{"full_text":"RT Covid Epi Weekly: Death Won't Take a Holiday this Holiday SeasonDivided government. Divided country. Just when we most...","sentiment_score":0.5}
{"full_text":"RT Market in Nagpur ..Go corona go .. but no place to go so congested ","sentiment_score":0.0}
{"full_text":"RT #COVID19 UPDATE: New Jersey has 2,043 new positive cases, pushing our cumulative total to 254,595.We're still in the middl...","sentiment_score":0.125}
{"full_text":"I know it's the Mail, but worth a read.","sentiment_score":0.3}
{"full_text":"Somewhere in the US today there's a supporter walking barefoot in a Walmart mad AF about having to wear a mask and complaining incoherently about election fraud.","sentiment_score":-0.4125}
{"full_text":"I would have fined everyone there PS200 and given the money to local care workers. It's not freedom they're defending, it's the right to spread covid-19 and kill other people. #covidiots","sentiment_score":0.0535714286}
{"full_text":"RT I just left an ER shift, and it hit me. Healthcare providers will be respected for tirelessly working to save lives,...","sentiment_score":0.0}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"RT Hi Theo, I love running my small business because I can send out fun positive vibes like this new Keep G...","sentiment_score":0.1827272727}
{"full_text":"RT Well done - way to get the public on your side","sentiment_score":0.0}
{"full_text":"Oh I cant even imagine more price hikes on top of the already steep rise in consumable prices. Really feel for everyone there. Went to the market this morning - high prices and folks celebrating Biden and thinking the pandemic is over - masks under chins again. ","sentiment_score":0.34}
{"full_text":"RT Yesterday, there were 133,000 new confirmed cases of Covid-19 in the United States, a single day record. Today, Trump is gol...","sentiment_score":0.154978355}
{"full_text":"Tories be Torying.","sentiment_score":0.0}
{"full_text":"RT BREAKING: The day President-elect Biden is sworn in he will roll back Trump policies with a blitz of executive actions. Biden h...","sentiment_score":0.0}
{"full_text":"RT A program to detect COVID-19 in wastewater that was pioneered by Ottawa researchers is being expanded across the provinc...","sentiment_score":0.0}
{"full_text":"RT NY Gov. Cuomo predicts the \"tone\" on how states handle COVID-19 will change now that Joe Biden is the apparent winner of the 2020...","sentiment_score":0.05}
{"full_text":"RT Beau M knows how to keep busy during lockdown. Who else is keeping busy like him? ;)","sentiment_score":0.15}
{"full_text":"HOME FIRE SAFETY CHECKLIST TIP no.14At night when you go to bed:Close all the internal doors before going to bed.Download the checklist:https:\/\/t.co\/4fcCCJ49YM","sentiment_score":0.0}
{"full_text":"Now that we are in our second lockdown, there are sure to be many more locals to be honored. Vote now for the people who have truly stepped up during this most challenging of years.#supportlocal#camdenhttps:\/\/t.co\/fBgO6VVQgV","sentiment_score":0.4166666667}
{"full_text":"It's #IDOR2020 and this year is dedicated to all imaging professionals and their essential role in fighting the COVID-19 pandemic.Have a listen to this #podcast with Dr Mahmud Mossa-Basha about the impact of COVID-19: #covid19 #radiology","sentiment_score":0.0}
{"full_text":"Lockdown 2.0 has been in effect for a few days. How have you found it so far?What are you doing to keep yourself entertained this time?Let us know how you are coping.","sentiment_score":-0.2}
{"full_text":"Covid gone","sentiment_score":0.0}
{"full_text":"Worldwide #coronavirus cases crossed 50 million-mark and the death toll jumped to 1,253,110, according to Johns Hopkins University on Sundayhttps:\/\/t.co\/KQISFrJ8uM","sentiment_score":0.0}
{"full_text":"And just like that covid mysteriously is not that serious. Here that","sentiment_score":-0.1666666667}
{"full_text":"They reposted the picture","sentiment_score":0.0}
{"full_text":"RT It's an Election Day miracle!","sentiment_score":0.0}
{"full_text":"If you are struggling at the moment, go to to see what help you can get from university sources.https:\/\/t.co\/MOow80yxhD","sentiment_score":0.0}
{"full_text":"RT NY Gov. Cuomo predicts the \"tone\" on how states handle COVID-19 will change now that Joe Biden is the apparent winner of the 2020...","sentiment_score":0.05}
{"full_text":"I hope they overcome this pandemic","sentiment_score":0.0}
{"full_text":"#FutureHuman attendees got to hear from Dr Johan Van Hoof who heads up vaccines arm at Johnson &amp; Johnson, where he presented an update on the organisation's Covid vaccine programme.","sentiment_score":0.0}
{"full_text":"Join #VarietyVIP chief media analyst Andrew Wallenstein on Nov 9 at #AFM2020 as he discusses trends reshaping the entertainment business, from the streaming wars to the impact the pandemic is having across the sector","sentiment_score":0.0}
{"full_text":"Tech start-up used help and advice from their including COVID response &amp; how to become #BrexitReady.Derya Sousa explains how the assistance from has put them on the road to becoming an client.Find out more:","sentiment_score":0.475}
{"full_text":"Five facilities have been shut down following violations: #TourismMinistry.Read more at: #COVID19 #coronavirus #Defencelaw #violations","sentiment_score":0.1148148148}
{"full_text":"Has COVID-19 made you or someone you love switch into a caregiver role? You aren't alone. Here are 10 tips for how to support yourself and others in this hard role:","sentiment_score":0.1041666667}
{"full_text":"According to a weed science expert, the panic buying and food shortages #COVID19 has prompted offer a glimpse into life without agricultural pesticide management.  Check out our latest blog article below!https:\/\/t.co\/9ahh3BWDl1...#Pesticides #FW2FC #COVID19Affects","sentiment_score":0.5}
{"full_text":"Covid-19 restrictions can make it challenging to plan a date, but we have a list of virtual date ideas to help! The best part is that virtual dates can be 100% free of charge and accessed from any location in Dublin! #LockdownIreland #Dublinstudents","sentiment_score":0.7083333333}
{"full_text":"Lockdown 2.0, come at me bro.","sentiment_score":0.0}
{"full_text":"Northern Ireland boss Ian Baraclough has admitted he could never have included winger Jordan Jones in the squad for Thursday's play-off after his Covid breach, otherwise it would have sent the wrong message@PaulFergusonSL spoke to him about the issue https:\/\/t.co\/WwWa3hZfKF","sentiment_score":-0.5}
{"full_text":"RT Making the resurgent coronavirus his immediate priority, U.S. President-elect Joe Biden on Monday will announce a 12-m...","sentiment_score":0.0}
{"full_text":"Over 1000 Kenyans Have Been Arrested In Different Places Over The Weekend For Flouting Covid-19 Protocols.Tune In now for this and more news updates on #EbruPrimeTime News.","sentiment_score":0.25}
{"full_text":"Parts of Denmark will face new, tougher lockdown measures after health authorities discovered a mutated coronavirus strain in minks and people in the north of the country. Maha Albadrawi reports. Visit the website below to read more. #covid19 #coronavirus #pandemic #mink #denmark","sentiment_score":0.3181818182}
{"full_text":"RT \"President Trump won every state except for New York inin-person votes on election day\"  -- Head of RNC Pres...","sentiment_score":0.1363636364}
{"full_text":"Intimate relationships have changed little under pandemic...#UTAustin Professor Hannah Williamson says \"couples with more positive habits, such as those that worked as a team and offered support to each other, were more satisfied with their relationship.\"https:\/\/t.co\/sFPvham9XW","sentiment_score":0.2018465909}
{"full_text":"Governor Kate Brown Announces Two-Week Pause on Social Activities to Help Stop Rapid Spread of COVID-19","sentiment_score":0.0333333333}
{"full_text":"The U.S. reported more than 126,000 positive cases and more than 1,000 deaths from #COVID19 on Saturday #coronavirus ","sentiment_score":0.4090909091}
{"full_text":"Opinion: If use her authority to require mitigation measures, she should go all in on the awareness campaign she announced and speak to Iowans almost every day, writes the Register's editorial board.","sentiment_score":0.0}
{"full_text":"RT CNN: On Saturday, Johns Hopkins University reported 126,742 new cases of the coronavirus and 1040 new deaths.","sentiment_score":0.1363636364}
{"full_text":"The economic devastation wrought by the COVID-19 pandemic is far from over.","sentiment_score":0.15}
{"full_text":"RT I'm genuinely happy for all those people partying in the streets. Hope you have a great time!Small favor, please. The n...","sentiment_score":0.8}
{"full_text":"As #COVID19 continues to spread, it's more important than ever to get a flu shot.  Have you gotten yours? #FightFlu  Learn more","sentiment_score":0.4666666667}
{"full_text":"#SouthAfrica relies on infrastructure to revive its struggling #economy affected by #covid19","sentiment_score":0.0}
{"full_text":"This season of social distancing could be one that changes your life. Take full advantage of this opportunity to try something new and focus on the goals you might have set aside. It's never too late to go after those dreams!","sentiment_score":0.0361742424}
{"full_text":"Cosy Sunday's are our favourite! It has been almost a year since our fabulous E-Matrix electric fire was featured in Room To Improve! Did you see this on TV or will you watch it over lockdown? Check it out here &gt;&gt;","sentiment_score":0.5}
{"full_text":"Dear #readers, due to increased #COVID-19 cases in Carroll County, the Flora Library of Trustees has made the decision for the #library building to be closed to the public. The closure will be reassessed each Wednesday. Please bear with us during this difficult time. #SafetyFirst","sentiment_score":-0.18125}
{"full_text":"Did you catch the TLH Series 4 repeat on Monday evening? Catherine travelled to Drimnagh and Paris bringing Rosemary's daughter Una her tastes from home! Catch up now over lockdown on the RTE Player here &gt;&gt;","sentiment_score":0.0}
{"full_text":"RT It now appears that both lockdowns kicked in AFTER the infection rate had peaked. So both were arguably unnecessary. Bu...","sentiment_score":-0.4}
{"full_text":"Covering eight categories, including health and social care, key public services and transport, see the UK Government's official list of 'key workers' during the Coronavirus pandemic.","sentiment_score":0.0083333333}
{"full_text":"Lockdown 2.0 has been in effect for a few days. How have you found it so far?What are you doing to keep yourself entertained this time?Let us know how you are coping.","sentiment_score":-0.2}
{"full_text":"most important Rona thread in awhile -","sentiment_score":0.45}
{"full_text":"Download the NHS Covid-19 app. The quicker you know you're at risk of coronavirus, the quicker you can protect your loved ones #StayWellSomerset","sentiment_score":0.7}
{"full_text":"has said that just as the suffered from the impact of having to take tough economic decisions during the 2012 to 2016 Administration, so too will the feel the heat as a result of hardship in the #COVID19 erahttps:\/\/t.co\/KehgHxiCHz","sentiment_score":-0.0944444444}
{"full_text":"RT Ministry General Secretary Sofia #Nikolaou to #Diavata #Prison after 65 test positive for #COVID19","sentiment_score":0.1386363636}
{"full_text":"We miss kicking back under the stars. : robs__life (IG | Captured Pre-COVID","sentiment_score":0.0}
{"full_text":"The Internet Governance Forum will address the effects of #COVID19 in our daily lives - from increased digitization to remote working and learning.It will also explore how the digital divide affects the #GlobalGoals and those left behind.#IGF2020 ","sentiment_score":-0.025}
{"full_text":"Coronavirus: 542 new cases and two further deaths reported by Nphet","sentiment_score":0.0681818182}
{"full_text":"What are you doing to mark Veteran's Day on Wednesday?https:\/\/t.co\/N8jXjcvvqH","sentiment_score":0.0}
{"full_text":"Please remember that Vauxhall City Farm is currently closed, in line with #covid guidelines. There are a wide variety of ways in which you can help support your favourite inner city farm. Head over to our website or get in touch with a member of staff nowhttps:\/\/t.co\/eQrolDRdyW","sentiment_score":-0.0666666667}
{"full_text":"Astar offers the award-winning REME HALO(r)!99.9% effective against airborne and surface-borne COVID-19Purify every cubic inch of air that your central air conditioning system reaches!Contact us today!(845) 305-5923https:\/\/t.co\/1K3Xyi4cYe*results cannot be guaranteed","sentiment_score":0.2333333333}
{"full_text":"RT We won't forget.","sentiment_score":0.0}
{"full_text":"RT SOBERING: We hit 10 million total #COVID19 cases today in the US. Over the past week, there has been an average of 106,972...","sentiment_score":-0.1333333333}
{"full_text":"Wow what a shock. Is it the false POS pcr tests or maybe the fact that mortality is lower than the yearly flu? How about when they added anything from renal complications\/ CHF deaths to gun shot wounds as covid numbers? The \"exaggerating\" has been endless #COVID COuP","sentiment_score":-0.1416666667}
{"full_text":"But I don't know herCovid-19 has taught me to be more considerate towards the kids.If they want to have a day off, give them.If they want to prepare for #GOT7 's comeback, let them.At the end of the day, it will all comeback to them, until the last piece.Good luck.","sentiment_score":0.25}
{"full_text":"Nov. 8: South Dakota sets another record day of COVID-19 hospitalizationshttps:\/\/t.co\/PLaPjDtXjV","sentiment_score":0.0}
{"full_text":"To ensure you can #TravelWithConfidence, our teams have been busy... -  Applying 44000 posters &amp; signs, helping you maintain social distancing Installing 1000 hand sanitiser stations Hiring 200 additional cleaning staff at stations &amp; on our trainsi","sentiment_score":0.0666666667}
{"full_text":"Gd evening Maria. I had a good day but had too much to eat; a very big fish and chips in a nice pub, then big hot chocolate from Starbucks, with a big chocolate slab cake so I'm stuffed  time does fly but at least that's another week of lockdown gone. Big hugs ","sentiment_score":0.225}
