{"full_text":"Yep, lock down the country and fuck the economy...but we know it's about far more than that. Scottish covid deaths.","sentiment_score":0.0111111111}
{"full_text":"RT To Senate Republicans: The election is over. Donald Trump lost. Joe Biden and Kamala Harris will be the next President...","sentiment_score":0.0}
{"full_text":"RT Do you have sensory loss? The Deaf Information Group Cymru from has the latest information in #BSL format ht...","sentiment_score":0.5}
{"full_text":"What these governors are failing to realize is that w\/ R0 of 2-3, the spread is not linear but exponential. Every day they hold out is worse than the last in terms of spread. Need to move *quickly* on highly net beneficial policies.","sentiment_score":-0.1333333333}
{"full_text":"RT Californians must wear face masks when outside of home, new state order says.","sentiment_score":0.0681818182}
{"full_text":"RT being against student loan debt forgiveness because you already paid off your debt is like being against a covid vaccine becau...","sentiment_score":0.0}
{"full_text":"RT A South Dakota ER nurse says her Covid-19 patients often \"don't want to believe that Covid is real.\"\"Their last...","sentiment_score":0.1}
{"full_text":"RT In Orlando, like elsewhere, COVID case numbers are spiking.  says his focus is on encouraging people to heed s...","sentiment_score":0.0}
{"full_text":"As the #COVID19 pandemic positive cases continue to increase, here are the symptoms of #COVID19:*Sore throat*Dry cough*Fever*Shortness of breath*Fatigue Always #WearAMaskSaveALife, #sanitize &amp; #PracticeSocialDistance@MoHCCZim","sentiment_score":0.2272727273}
{"full_text":"Heartbreaking short thread... but again, stories matter....","sentiment_score":0.0}
{"full_text":"RT 3. force taxpayers to pay for infanticide -- and that's just for starters.  Biden is prepared to lockdown the country and...","sentiment_score":0.0}
{"full_text":"RT . theri bgm &amp; precise dialogues were the backbone. Loved the sound design too. Amazing produc...","sentiment_score":0.525}
{"full_text":"RT Dear Rachel As a Special Olympics athletes My love message to you I Know your in quarantine from coronaviru...","sentiment_score":0.4285714286}
{"full_text":"RT \"The pandemic hit Airbnb hard, forcing it to lay off 25% of its workers, raise $2 billion in emergency funding, and cut its...","sentiment_score":-0.2916666667}
{"full_text":"PROOF, we (working class) are FORCED 2 FEED \"elites\" before FEEDING our OWN KIDSis very PROFITABLE 2\"elites\"(even in bad times) TYRANNY &amp; STATE-SOCIALISM created inequalitiesGov. is is choosing winners &amp; losershttps:\/\/t.co\/0k5hJuHtSr","sentiment_score":-0.05}
{"full_text":"RT Amazon delivers....poor pay, job insecurity, etc,etc....","sentiment_score":0.0}
{"full_text":"RT NO HE FUCKING HASN'T","sentiment_score":-0.6}
{"full_text":"RT My wife is in ICU after a massive stroke. I cannot visit her due to Covid restrictions.  There are no words.","sentiment_score":-0.0625}
{"full_text":"Covid vaccine: Major new trial starts in UK","sentiment_score":0.0994318182}
{"full_text":"RT Dolly Parton part funded COVID vaccine &amp; her library donated 130 million books to childrenMarcus Rashford fought to feed m...","sentiment_score":0.0}
{"full_text":"RT describes the heightened fear facing care staff that they might pass COVID-19 to vulnerable people they care...","sentiment_score":-0.5}
{"full_text":"Biden wants to curb the coronavirus but steers clear of lockdowns - The Washington Post","sentiment_score":0.15}
{"full_text":"#UK Citizens 'Could Be Banned From Going Into Work' Without Proof Of #Covid_19 Vaccinationhttps:\/\/t.co\/NXNcda99Y6","sentiment_score":0.0}
{"full_text":"RT She didn't answer the question..... Are Tory donors profiteering from the pandemic at the expense of public reso...","sentiment_score":0.0}
{"full_text":"RT Nearly one in five Covid-19 deaths in Africa are linked to the rise of diabetes via","sentiment_score":0.1}
{"full_text":"The Sefh Gutierrez Daily is out! Stories via #covid19 #topgearph","sentiment_score":0.0}
{"full_text":"It does cos it is,but, those not following the guidlines aren't doing anything to help are they ? Wee bams wi no masks,no social distancing, getting p*ssed huggung their mates etc, they need to reel it in, if no for themselves, for others they could come into contact wi","sentiment_score":0.0166666667}
{"full_text":"RT If Ben Shapiro and Candace Owens are so concerned about masculinity, they should tell 46-1 to st...","sentiment_score":0.0}
{"full_text":"Nenshi camps ","sentiment_score":0.0}
{"full_text":"RT Tennessee family upset as death certificate incorrectly reads: Cause of death--Covid pneumonia","sentiment_score":0.0}
{"full_text":"RT MORNING UPDATE: The number of Tennesseans hospitalized with confirmed cases of #COVID19 has nearly doubled in the last...","sentiment_score":0.1666666667}
{"full_text":"I'm really in such a moral dilemma about flying home for Thanksgiving.I bought these tickets like 2 months ago.. before Covid was on the rise again. But it's too late to get a refund. Ugh.","sentiment_score":-0.1}
{"full_text":"RT If they maintain lockdown over Christmas, then the govt permanently destroy much of the retail and hospitality industri...","sentiment_score":0.0}
{"full_text":"RT Tb to Season 1 of Lockdown","sentiment_score":0.0}
{"full_text":"best thing about this pandemic is that you can put your bag on the seat next to you on the train and you can't be labelled a selfish twat","sentiment_score":0.1666666667}
{"full_text":"This...","sentiment_score":0.0}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"RT Stanford University publicly distances itself from President Trump's top coronavirus adviser","sentiment_score":0.25}
{"full_text":"RT Ain't nothing outside but Covid, Bullets, and Trouble ","sentiment_score":-0.1}
{"full_text":"If the govt is only \"acting on the wishes of the British people\" why can they not have another ref as to whether or not to undo what has been done? 4 years &amp; a pandemic later isn't the time to continue a course of action clearly not sanctioned by the people anymore. #ToryScumbags","sentiment_score":0.0083333333}
{"full_text":"RT This article gives a much higher 94% risk to home deliveries from your Supermarket.  Why isn't that the headline.","sentiment_score":0.25}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT Covfefe was Matthew mcconaughey in the tesseract trying to tweet Covid thru Trumps hand","sentiment_score":0.0}
{"full_text":"Leaked document shows Nicola Sturgeon set to put up to 12 councils in level 4","sentiment_score":0.0}
{"full_text":"Coronavirus: Ministers want 'greater consistency' in tier system","sentiment_score":0.5}
{"full_text":"If someone breaches #COVID19 rules, officers will explain and reiterate the need to follow government guidelines. Together, we can help prevent the spread of #coronavirus.","sentiment_score":0.0}
{"full_text":"Because there's as much, if not more evidence proving that masks do NOT work, as there is that they do. Also, the stats show that COVID is no more deadly than the seasonal flu ... Whereas abortion is proven to be deadly","sentiment_score":-0.14}
{"full_text":"I never stay in my pyjamas all day while working at home                                  ! This claim is disputed by official sources","sentiment_score":0.0}
{"full_text":"RT So much for transparency!  Running away from the data. New York coronavirus nursing home death total still hidden by Cuomo...","sentiment_score":0.0549242424}
{"full_text":"RT Hey, the country is split almost in two -- but the real division, as points out at the Guardian today is between...","sentiment_score":0.2}
{"full_text":"RT . theri bgm &amp; precise dialogues were the backbone. Loved the sound design too. Amazing produc...","sentiment_score":0.525}
{"full_text":"Things are getting worse, our hospitals are full as predicted, so now people without COVID-19 are not going to be able to get the healthcare they need, and our governor decides to implement a mask \"mandate\" that has so many exemptions that the quotation marks are necessary.","sentiment_score":0.19}
{"full_text":"RT When people say The West Wing was a fantasy and that all politicians are corrupt, I say","sentiment_score":-0.5}
{"full_text":"Hater","sentiment_score":0.0}
{"full_text":"RT Covidiot Premiers....","sentiment_score":0.0}
{"full_text":"Read the whole thread....","sentiment_score":0.2}
{"full_text":"RT WHO had two primary strategies to deal with the so called Corona..Lockdowns. Face masks. now they are telling you t...","sentiment_score":0.4}
{"full_text":"RT Today, my step sister who was only 39 years old and had a baby just a few months ago died. She had covid 2 months ago....","sentiment_score":-0.0333333333}
{"full_text":"RT Happy birthday Corona, hope not seeing you next year. #COVID19","sentiment_score":0.4}
{"full_text":"RT Hm, who to believe...someone who's spent the pandemic consistently spreading wrong info on infect...","sentiment_score":-0.1166666667}
{"full_text":"Taxes pay for infrastructure so that needs to be addressed. There's crumbling infrastructure all over the US. There's been a lot of talk but no action this for years. These projects would provide jobs during a pandemic. Seems like a no-brainer if our govt actually worked for us","sentiment_score":-0.025}
{"full_text":"RT Attn pastors. If you are waiting for Covid to end to go back to normal you missing what God is doing.","sentiment_score":-0.0166666667}
{"full_text":"RT The system wants you fat, insulin resistant, under lockdown breathing fetid air, consuming seed oils, watching Netflix, and...","sentiment_score":0.2}
{"full_text":"RT Over 1,000 Americans are dying each day from the coronavirus. 40 million Americans face eviction. 92 million Americans a...","sentiment_score":0.0}
{"full_text":"RT \"Broken Record\" Ducey here keeps repeating the same message and doesn't take any action. We are all in more danger because of...","sentiment_score":0.05}
{"full_text":"RT Please sign and RT this important petition calling on to introduce Covid Action Plan","sentiment_score":0.25}
{"full_text":"COVID update: Never have I ever inhaled this good before.","sentiment_score":0.7}
{"full_text":"Long Covid sounds horrendous","sentiment_score":-0.05}
{"full_text":"RT Do you have a disability? Are you in need of support?These charities may be able to help@DisabilityWales: call 029 2...","sentiment_score":0.5}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"RT Happy birthday Corona, hope not seeing you next year. #COVID19","sentiment_score":0.4}
{"full_text":"Moderna's promising coronavirus vaccine is a major beneficiary of the Trump administration's Operation Warp Speed via","sentiment_score":0.13125}
{"full_text":"COVID-19: Mouthwash can kill coronavirus within 30 seconds, study finds! https:\/\/t.co\/Hj4qNZV5Yb","sentiment_score":0.0}
{"full_text":"Unfair to to name only him for the Tamasha.All political parties and leaders are violating the physical distancing norms. They are equally irresponsible. And, They are equally responsible for the worsening Covid situation.","sentiment_score":-0.05}
{"full_text":"RT This is a terrifying consequence of disinformation.","sentiment_score":-1.0}
{"full_text":"oh one year covid 19","sentiment_score":0.0}
{"full_text":"RT 'Exceptionally low': Canada's flu season drops amid coronavirus restrictions","sentiment_score":0.0}
{"full_text":"RT When schools closed due to COVID-19, IDRA immediately responded to educators and families so students could continue learning....","sentiment_score":-0.1125}
{"full_text":"Due to lockdown, we have paused our in person vocal massage appointments, however we are still offering ONLINE self-guided vocal massages.To understand the value of this, you will be learning our vocal massage protocol, meaning you will be able to REPEAT it anytime you'd like!","sentiment_score":0.25}
{"full_text":"Tory UK Coronavirus: Lockdown left woman 'down to last slice of bread'","sentiment_score":-0.0518518519}
{"full_text":"Ridiculous. Anyone can get Covid, even Democrats with masks. Don't be stupid.","sentiment_score":-0.5666666667}
{"full_text":"RT Where is the outrage in the national media? This is completely hysterical...you can't make this crap up. California lawmak...","sentiment_score":-0.35}
{"full_text":"The irony is this: A recent study published in demonstrated that #lockdowns did not help. Lockdowns are NOT based upon science.","sentiment_score":0.0}
{"full_text":"RT Which lawmakers? The public deserve to know. California lawmakers travel to Hawaii conference amid COVID-19 travel warnings ht...","sentiment_score":0.0}
{"full_text":"'The drinks are on me but Public Health England are in charge of payment methodology so I will not be paying anything': Health Secretary Matt Hancock makes tasteless Covid test joke in Commons barhttps:\/\/t.co\/6aC30R9ogl","sentiment_score":-0.3}
{"full_text":"RT Have you seen Germany's new ads about COVID-19? It doesn't matter what language you speak, the message is clear. You can...","sentiment_score":0.1181818182}
{"full_text":"TRUMPSLATION: In this tweet Jim attempts to draw a moral equivalency between public health policy in the midst of a global pandemic which has killed 240,000 Americans and in unabated. And the constitutionally protected right to peaceful protest. #yourewelcome #trumpslation","sentiment_score":0.055952381}
{"full_text":"O Covid ","sentiment_score":0.0}
{"full_text":"1) Kayleigh McEnany, the White House press secretary, has stopped doing her job. McEnany last formally briefed the WH press corps on Thursday, October 1 -- the same day Trump tested positive for Covid-19. The briefing room sat empty for more than a month.","sentiment_score":0.1045454545}
{"full_text":"RT This is really important. People are being terrified into supporting the lockdown when they don't know the basic facts about...","sentiment_score":0.2166666667}
{"full_text":"STILL not clear if UK Gov will support indoor businesses to install or upgrade ventilation &amp; air purification systems. Need to adapt so we can live with #COVID19 in coming months.","sentiment_score":0.0431818182}
{"full_text":"rhetoric and language is below the office of which you serve. Masks serve to protect everyone. Covid particles can linger in an enclosed space for awhile. Therefore masks are a necessary public health measures. Read up. #WearAMask","sentiment_score":0.0}
{"full_text":"RT MEMO to Fraser Nelson #politicsliveInstead of pontificating about Scotland, turn your eyes and attention to the deeply...","sentiment_score":0.0}
{"full_text":"With all due disrespect, what the actual fuck.  So we (and by we I definitely don't mean me) voted in the entire goddamn circus? And we all laughed at America for voting in trump.","sentiment_score":-0.0229166667}
{"full_text":"RT Robert Jenrick - Any politician wanting a referendum during the pandemic is deluding themselves.#KayBurley - I suppose Nic...","sentiment_score":0.0}
{"full_text":"America's Leadership Vacuum Is The Reason Our Covid Situation Is So Direhttps:\/\/t.co\/cSDnQUyAlU","sentiment_score":-0.0083333333}
{"full_text":"Recruiting is a challenging task for any Army. The Bundeswehr is lucky to have Generals Zorn and Laubenthal leading the effort. But it is also the duty of civilian leaders, politicians to encourage Service...to put value on it...and encourage more young Women to step forward too.","sentiment_score":0.3583333333}
{"full_text":"RT So, the plan is we cut our aid budget when the world's poorest people need our help most?","sentiment_score":0.5}
{"full_text":"RT South Dakota Governor claims she's done a good job \"fighting Covid\" because she didn't shut business down....","sentiment_score":0.2722222222}
{"full_text":"Remember this?? While Biden was preaching masks and social distancing and blasting Trump this scene is caught. NO MASK AND 6\"APART NOT 6'.  hypocrites.","sentiment_score":0.0333333333}
{"full_text":"RT being against student loan debt forgiveness because you already paid off your debt is like being against a covid vaccine becau...","sentiment_score":0.0}
{"full_text":"Definitely &amp; these coming months the Govt are expecting children &amp; teachers to work in freezing conditions &amp; it's totally unacceptable. This will cause more coughs &amp; cold &amp; they won't be able to distinguish their ills between colds &amp; COVID! Recipe for disaster. Shut the schools!","sentiment_score":0.13625}
{"full_text":"Sancho made ~PS2.40 last year! That's ~33% of his current price. Ik COVID meant he benefited from media days but that's his price back in the 3 years and then there's cap app and future divs at age 23. Ridiculous value. He's easy worth PS20+ imo to get that at  under PS7!","sentiment_score":0.0678571429}
{"full_text":"\"Oddly, there is a fairly full drinks menu available from the bar. If you want to mix your tuna sandwich with rum, tequila, brandy, whisky or vodka, you can\".","sentiment_score":0.1944444444}
{"full_text":"1% of people cause half of global aviation emissions - study","sentiment_score":-0.0833333333}
{"full_text":"RT Joe Biden - who helped his son sell our country out to China, Ukraine, Russia and many others - just said any governor w...","sentiment_score":0.5}
{"full_text":"RT Fauci Showed Breakthrough Pfizer COVID Vaccine Results To Biden Before Trump, Azar Confirms","sentiment_score":0.0}
{"full_text":"RT I wish they would all held accountable!!","sentiment_score":0.0}
{"full_text":"157 New COVID-19 Cases, 89 Discharged And 0 Deaths On November 16#corana #coronaupdates #covid19crisis #coronaviruscrisis #coranavirus #covid","sentiment_score":0.1363636364}
{"full_text":"Calling educators! and will discuss their COVID-19 response and the Math Power! Open Innovation Competition this November 19 (12 pm ET). Limited slots are open so reserve yours today! ","sentiment_score":-0.0238095238}
{"full_text":"Biden warns Trump's transition delays may cause deaths as the Covid-19 crisis gets worse.https:\/\/t.co\/fP1z2XLnkA#11thHour","sentiment_score":0.0}
{"full_text":".@Arsenal midfielder Mohamed Elneny has tested positive for coronavirus as the recorded its highest number of positive tests this season.https:\/\/t.co\/JIxLZtplW6","sentiment_score":0.2272727273}
{"full_text":"Join us today November 17 for a free Personal Protective Equipment (PPE) Giveaway!We will be providing masks, hand sanitizer, &amp; more as well as offering free COVID-19 testing at our facility at 101 Jackson St NE Atlanta 30312! We will be hosting this event from 8:30 to 2:30 PM","sentiment_score":0.35}
{"full_text":"They've provided an invaluable service helping people get onlinehttps:\/\/t.co\/TU6J04bzNk","sentiment_score":0.0}
{"full_text":"Senators raise serious doubts that PITC, with its poor track record, should purchase COVID-19 vaccines for the government","sentiment_score":-0.3666666667}
{"full_text":"RT Dystopian--thousands of people waiting in lines for food in Dallas, Texas. This is what Trump's failure as a leader has led...","sentiment_score":-0.3166666667}
{"full_text":"COVID-19 is not invited for the holidays. Get tested before you head home and keep your family safe. Learn more about campus testing options--&gt; #ProtectPurdue #INThisTogether","sentiment_score":0.5}
{"full_text":"RT Sturgis, SD, is in the geographic center of the worst COVID-19 outbreak in the world.","sentiment_score":-0.55}
{"full_text":"Teaching will continue through Microsoft Teams","sentiment_score":0.0}
{"full_text":"They were discussing Matt Hancock failing to answer questions about making the Covid-19 vaccine compulsory #thismorning","sentiment_score":0.0}
{"full_text":"RT Austrian lockdown absurdities #9432, gun shops can remain open, book shops must close. Shooting is essential, reading not. htt...","sentiment_score":0.0}
{"full_text":"RT Reminder if you live in the US: covid cases are worse now then they were in March-April. Just bc the media isn't covering...","sentiment_score":-0.1318181818}
{"full_text":"RT Recently I've been doing research very close to home. This is a short piece on the working-class environmentalism of t...","sentiment_score":0.0666666667}
{"full_text":"A hotly-contested case about insurance payouts for #smallbusinesses who were unable to trade owing to #lockdown heads to the Supreme Court on Monday. If you need help making #BusinessInterruption claim, call 0151 306 3694 or visit","sentiment_score":-0.5}
{"full_text":"\"Hope is on the way -- we've just got to stay strong and continue our protocols with masks, social distancing and washing your hands frequently,\" Gov. Kay Ivey said. COVID-19 cases continue to rise across the state. ","sentiment_score":0.1888888889}
{"full_text":"There is no one-size-fits-all #policy for each emerging #economy in the post-#pandemic era. However, to ensure a brighter and healthier future for their development prospects, it is in their best interest to make the following wish-list a reality.https:\/\/t.co\/7lJZenNsAo","sentiment_score":0.3333333333}
{"full_text":"Not sure on how to apply for Covid 19 bank loan, overdraft and other financial matters? Fill in the form below and we will guide you accordingly! Link: job now &gt;&gt;","sentiment_score":-0.125}
{"full_text":"How has the economic recession from #COVID19 affected Social Security's trust fund? BPC Research Analyst shares his thoughts:","sentiment_score":0.1166666667}
{"full_text":"COVID-19 MAE cases keep ending with revised deals. That wouldn't happen without litigation","sentiment_score":0.0}
{"full_text":"HEDS-Up! stands for Housing Eviction Defense Solidarity and is a group which formed in Durham North Carolina when COVID was first hitting the area and folks' housing was becoming more and more unstable.#Covid19 #MutualAid","sentiment_score":0.425}
{"full_text":"First, there was anecdotal evidence that the pandemic-induced acceleration of trends towards remote working and online retail would reshape the commercial property market. Now hard figures are emerging in a number of international locations.","sentiment_score":-0.0283333333}
{"full_text":"India detected 29,164 cases of the novel coronavirus on Monday, taking the country's tally to 88.74 lakh. The last time India reported less than 30,000 cases was in mid-July. For live updates,","sentiment_score":-0.0101010101}
{"full_text":"With stricter restrictions up and down the UK and less footfall on the streets, things are still tough for our vendors. Consider subscribing to The Big Issue and supporting your local vendor, even if you aren't out.","sentiment_score":-0.0768518519}
{"full_text":"\"The current problems facing us during the Covid pandemic pale into insignificance when one thinks what the population of Lebanon has endured in recent decades.\"Lebanon remembered in this edition of Column Inches --&gt;","sentiment_score":-0.07}
{"full_text":".@Arsenal midfielder Mohamed Elneny has tested positive for coronavirus as the recorded its highest number of positive tests this season.","sentiment_score":0.2272727273}
{"full_text":"California is the second U.S. state to hit the milestone.https:\/\/t.co\/IZ3PDtFZ7h","sentiment_score":0.0}
{"full_text":"RT \"Sometimes I look at myself and I'm like, 'wow, you're very single!'\"Catch up with (and her cat) on partne...","sentiment_score":-0.0080357143}
{"full_text":"RT A Cozy Life: The Covid Journey So FarMild cases and too much TV watchinghttps:\/\/t.co\/M9Ue5kwjPu #Covid","sentiment_score":1.387778781e-17}
{"full_text":"The city of Fairfield is closing several offices in response to rising COVID-19 cases in the area.","sentiment_score":0.0}
{"full_text":"RT My father &amp; I have been in contact with a person who was in turn staying with a relative who tested COVID positive. Based...","sentiment_score":0.1136363636}
{"full_text":"#Malaysia's #TopGlove said fresh #coronavirus-related curbs in an area where its factories are located will affect a quarter of its workers, after the government put in place restrictions that sent the company's stock down 15%.https:\/\/t.co\/0JmU5kQ3So","sentiment_score":0.0722222222}
{"full_text":"Marwah Rizqy, the Quebec Liberal education critic, doesn't think a longer school break is the answer to COVID-19 concerns. She says schools need reduced class sizes and proper ventilation systems.https:\/\/t.co\/ZiXI0wo1jA","sentiment_score":0.0}
{"full_text":"RT Which lawmakers? The public deserve to know. California lawmakers travel to Hawaii conference amid COVID-19 travel warnings ht...","sentiment_score":0.0}
{"full_text":"A memo says the number of people riding on floats will be limited, and participants will need to wear face masks.","sentiment_score":-0.0714285714}
{"full_text":"Viral Now: Covid Patient Loses Taste, Eats Raw Onion And Garlic On Video To Prove Ithttps:\/\/t.co\/CCKvUpYPna#viral #video #COVID19 #Taste","sentiment_score":-0.2653846154}
{"full_text":"The decision will be announced in the Scottish Parliament later today.https:\/\/t.co\/2h5SZDW7kZ","sentiment_score":0.0}
{"full_text":"#CITADAgainstCovid19Good Everyone,Let's welcome our guest for today's Twitter Chat. Rt. Hon. Shamsuddeen Suleiman, Deputy Speaker, SDG Africa Youth Parliament (@SenatorDeen), he will be speaking to us on: Youth Effort in Combatting#Covid19 at Community Level (XV).@YZYau","sentiment_score":0.8}
{"full_text":"Holiday shopping will look different this year due to COVID-19 restrictions","sentiment_score":-0.0625}
{"full_text":"Covid restrictions meant she had not been able to see her husband for almost eight months.https:\/\/t.co\/hdApXDs3mp","sentiment_score":0.5}
{"full_text":"Our Faith #COVID focus group for the #Jewish community starts at 2:30 - but it's not too late to sign up and ensure your voice is heard! Let us know what you think about the current guidance and how you're affected!https:\/\/t.co\/1vQsaMHs1J","sentiment_score":-0.125}
{"full_text":"This is what Texans can expect when visiting the Williamson County Expo Center COVID-19 drive-thru testing site which will be in place until November 20. Testing will resume this morning at 9 a.m.Go to for all the details!","sentiment_score":-0.125}
{"full_text":"The CDC recommends #HIV testing for everyone. Want results in 20 minutes? Visit DOH-Bay today or any Tuesday.","sentiment_score":0.0}
{"full_text":"Listen to local pub owner view on how the new #level3 #coronavirusrestrictions are making it harder for local businesses.","sentiment_score":0.0090909091}
{"full_text":"RT Playbook: The year-end cliff THERE ARE NO CONVERSATIONS right now about another round of Covid relief. None. The White H...","sentiment_score":0.0285714286}
{"full_text":"NorthantsPH and MyCountyCouncil have a number of schemes available to help you during the pandemic. Visit or call 0300 126 1000 option 5 Monday - Friday 9-5pm","sentiment_score":0.4}
{"full_text":"RT While it's true Sweden did institute some restrictions in the Spring, they didn't do enough. F...","sentiment_score":0.175}
