{"full_text":"RT Nigeria just goes with every Western trend, except economic development.","sentiment_score":0.1}
{"full_text":"Trump is really devoid of basic common sense, He has ulterior motives in creating a false sense of calm, his reelection hopes.  Trump's response to Covid-19 is far behind the spread of the disease within our borders.\"","sentiment_score":-0.1142857143}
{"full_text":"Appalled by the quantity of noxious chemicals being used to combat Covid 19. They have short term effects, other than on the profit margins of manufacturers and professional cleaners.  Why aren't we using probiotics? Just because of the chemical lobby?","sentiment_score":-0.20625}
{"full_text":"This is not the corner we want to turn","sentiment_score":0.0}
{"full_text":"That otherwas ready to lick batho haba etshabe covid yong","sentiment_score":0.2}
{"full_text":"He's been increasingly annoying more and more people this year because he also thinks that being a stats guy makes him qualified to make pandemic pronouncements that are way outside his wheelhouse.","sentiment_score":0.05}
{"full_text":"RT I go on TV, to try to do my bit to explain what's going on and why. Immediately, I get abuse - on Twitter and by ema...","sentiment_score":0.0}
{"full_text":"RT The U.S. election is looming, much of Europe faces new Covid-19 restrictions and oil is tumbling. Here's what's moving mar...","sentiment_score":0.1681818182}
{"full_text":"RT Handwashing improve hygiene and stops spread of Covid19#H...","sentiment_score":0.0}
{"full_text":"RT Top Biden advisor Ron Klain on Joe Biden's handling of the 2009 H1N1 swine flu pandemic: \"We did every...","sentiment_score":0.5}
{"full_text":"RT . is absolutely right, offers hope in the pandemic and Biden offers fear.The cure wil...","sentiment_score":0.1619047619}
{"full_text":"RT Dear This is manipulated and should be taken down.The photo on the left is actually from 2019, not 2020.Twit...","sentiment_score":0.0}
{"full_text":"RT Not the move of a man who feels he will be democratically elected.","sentiment_score":0.0}
{"full_text":"so wholesome!","sentiment_score":0.0}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT Fun weekend in Las Vegas playing for the #CucamongaCubs. It's a huge blessing to be able to play during Covid. Grateful...","sentiment_score":0.4}
{"full_text":"RT Covid: New breath test could detect virus in seconds - BBC News see more","sentiment_score":0.3181818182}
{"full_text":"RT Khaled Zayyid drove for Uber as much as 80 hours a week. When he died of COVID-19 complications, his family was left without a...","sentiment_score":0.1}
{"full_text":"RT What did Melbourne, Australia do to get our covid numbers down from 700+ a day to zero in the last 48h? Here's a list:5...","sentiment_score":-0.0777777778}
{"full_text":"RT Better idea: Let's fire the president who allowed Covid to kill 230K Americans and not the nation's foremost infectious-dise...","sentiment_score":0.5}
{"full_text":"RT 'Not today, but soon!' President Kenyatta hints at return of COVID-19 restrictionshttps:\/\/t.co\/JCsXQXcelJ","sentiment_score":0.0}
{"full_text":"RT Cause it's Covid and I'm bored bitch lol","sentiment_score":0.15}
{"full_text":"Sums up the whole trump covid response in those few words, \" after November 4th you won't hear much about it\"   America God help you","sentiment_score":0.0666666667}
{"full_text":"RT The Trump administration has been keeping a lid on #COVID19 hospitalization and ICU usage data. But someone leaked it,...","sentiment_score":0.0}
{"full_text":"RT Scots finance secretary \"\"Despite discussions today, continue to deny our request that full fu...","sentiment_score":0.35}
{"full_text":"RT Fauci rips White House coronavirus approach","sentiment_score":0.0}
{"full_text":"In my opinion, it's driven by the pandemic &amp; is probably not entirely permanent. For e.g. I used to pay my grocer's monthly bill by cash earlier, now I use Google Pay (which is UPI). Once things clear up (if ever), I will go back to cash.Likewise for a few other things.","sentiment_score":-0.0375}
{"full_text":"RT From Nixon to Obama, successive US presidents aided China's rise. It was Trump who changed policy on China. This will likely...","sentiment_score":0.0}
{"full_text":"RT Lockdown 2 is happening because of the failures of a right wing government. Now, frustrations and resentments over lockdown...","sentiment_score":0.2857142857}
{"full_text":"RT Just in--El Paso County is having to set up another 4th mobile morgue at the medical examiner's office due to overwhelming...","sentiment_score":0.125}
{"full_text":"RT Through the state-administered workers' compensation program, the family might be eligible for at least $320,000 in death bene...","sentiment_score":-0.3}
{"full_text":"RT TX made the right decision to allow curbside voting to enable the vulnerable to vote.  Now they want to dis...","sentiment_score":-0.1071428571}
{"full_text":"RT This full-time Uber driver died of COVID:19. If CA voters approve #Prop22, his wife &amp; kids get no death benefits thru...","sentiment_score":0.0}
{"full_text":"RT Thanks I started these WTA Quarantrivia zoom calls w\/ the awesome as our 1st guest weeks back. What...","sentiment_score":0.4}
{"full_text":"RT BBC News - Covid: UK PM warns of virus deaths 'twice as bad' as springhttps:\/\/t.co\/EF84uKqC0f","sentiment_score":-0.7}
{"full_text":"RT What a timing, released MIL before UK Lockdown ...i beg o, UK people invite us for naming ceremony in 9 months o....","sentiment_score":0.0}
{"full_text":"RT Nigeria just goes with every Western trend, except economic development.","sentiment_score":0.1}
{"full_text":"Delhi's air quality remained in 'very poor' category for the fifth consecutive day#Video #Delhi #DelhiPollution #DelhiAurQuality #AQI #FarmFires #StubbleBurning","sentiment_score":-0.52}
{"full_text":"RT A new report has traced 700 COVID deaths to the presidents rallies, but it barley cracked the news cycle.We must not become...","sentiment_score":0.1363636364}
{"full_text":"RT I've seen many patients die more than a month after they've diagnosed, they aren't considered infectious anymore but d...","sentiment_score":0.5}
{"full_text":"RT Bush spent less time in his bunker on 9\/11 when terrorists were flying airplanes into shit than Trump has hiding from h...","sentiment_score":-0.1555555556}
{"full_text":"RT Just in--El Paso County is having to set up another 4th mobile morgue at the medical examiner's office due to overwhelming...","sentiment_score":0.125}
{"full_text":"RT England's lockdown could extend to next year, ministers warn - The Times","sentiment_score":0.0}
{"full_text":"RT  A T T E N T I O N Get Ready!2nd Year Anniversary Get Together is on it's way.Pandemic is uncontrollable but...","sentiment_score":0.0}
{"full_text":"RT There is no debating this. Just look.Here's a hint: We are giant red.","sentiment_score":0.0}
{"full_text":"RT Why are these deaths, far greater than those from Covid, and invmany cases preventable, not read out nightly in solemn ton...","sentiment_score":0.3}
{"full_text":"Seeing family to getting a haircut -- 11 things to do before Lockdown Two begins","sentiment_score":0.0}
{"full_text":"RT LISTEN TO THE DOCTORS. &amp; his colleague's are non-partisan in the matter. This is about saving lives, not poli...","sentiment_score":0.0}
{"full_text":"RT Me in 2066 after they announce the 76th Lockdown","sentiment_score":0.0}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
{"full_text":"This statement leaves much to be desired and discussed. Guess that was the point. But shouldn't this ignorance laden post be more along the lines of \"why are we not paying attention to the science of the virus?\" The handling of covid sets the precedent for all diseases hereafter.","sentiment_score":0.35}
{"full_text":"RT There is now a political choice on lockdown and we wait to see whether we get a genuine Brexit. Beyond that, our whole...","sentiment_score":0.2}
{"full_text":"RT A CNN investigation of 17 Trump campaign rallies finds that 14 of the host counties -- 82% of them -- had an increased rate of new...","sentiment_score":0.1363636364}
{"full_text":"RT Please; when is she going to be arrested for STEALING?We don't want to hear stories.","sentiment_score":0.0}
{"full_text":"I think we might all need a bit of this over the next few weeks in particular...what would you add?https:\/\/t.co\/XYEkZlU4A8","sentiment_score":-0.1}
{"full_text":"I've got this mutation during the pandemic fr","sentiment_score":0.0}
{"full_text":"RT Putin locks himself in Russia and Trump is following suit. These despots are such evil damaging cowards","sentiment_score":-0.3333333333}
{"full_text":"RT Trump just pledged to fire Dr. Fauci. Meanwhile, in El Paso: \"a backlog of 85 bodies tonight\" requiring \"a fourth mobile...","sentiment_score":0.0}
{"full_text":"RT  WIN 1 of 10 Face Covers (Worth PS14 Each) LIKE RETWEET FOLLOW &amp; Me We have 10x","sentiment_score":0.55}
{"full_text":"RT I can't BELIEVE this Election is close. I guess these things don't matter* pathological lying* self-dealing* alien...","sentiment_score":-0.25}
{"full_text":"I have placed a return request(with in the window) for my laptop. The flipkart work flow say there will be a technician visit. and technical team says i should carry to the brand center.  During this pandemic situation Flipkart want every one to roam around?","sentiment_score":-0.05}
{"full_text":"RT COVID-19 Research Program #SQUHIdentification of asymptomatic  COVID-19 infected health-care workers at Sultan Qaboos Unive...","sentiment_score":0.0}
{"full_text":"RT Covid-19 palliatives sold in the UK??????WTF!!","sentiment_score":0.0}
{"full_text":"RT Mi reporte ... More than 3,400 Latinos in LA County have died in the pandemic. Day of the Dead in L.A. is usually a car...","sentiment_score":0.0166666667}
{"full_text":"The Coronavirus Job Support Scheme has changed - read our update here:","sentiment_score":0.0}
{"full_text":"RT This rally, which flies in the face of Miami-Dade's attempt to impose a Covid curfew, comes days after a study linked Trump's...","sentiment_score":0.0}
{"full_text":"RT This is a Tweet calling for Help for Mrs OLUSHOLA OLUYOYE Her daughter lost her job this year, and the pandemic has reall...","sentiment_score":0.0}
{"full_text":"RT Read the thread. Farage's World4Brexit was explicitly set up to fundraise for Brexit from US &amp; overseas (who? We have n...","sentiment_score":0.0}
{"full_text":"Hey America ! Did you hear Australia had Zero , yes ZERO , cases of COVID 19 yesterday , what luck huh ?","sentiment_score":0.0}
{"full_text":"The Coronavirus Job Support Scheme has changed - read our update here:","sentiment_score":0.0}
{"full_text":"RT treasure confirmed to attend here so if you want to see wearing their suits for the red carpet and get their...","sentiment_score":0.2}
{"full_text":"Deputy PM Freeland reports COVID-19 test has come back negative","sentiment_score":-0.15}
{"full_text":"The Coronavirus Job Support Scheme has changed - read our update here:","sentiment_score":0.0}
{"full_text":"The Coronavirus Job Support Scheme has changed - read our update here:","sentiment_score":0.0}
{"full_text":"Disgraceful","sentiment_score":0.0}
{"full_text":"Technologies Helping Business Survive the COVID Crisis #CRE #COVID-19 #Technology #TenantTips  ","sentiment_score":0.0}
{"full_text":"COVID19 has been a catalyst for all things virtual, propelling industries like #retail well into the future #technology #ecommerce","sentiment_score":0.0}
{"full_text":"\"Xinjiang has so many facilities that pack together people in crammed spaces [...] The factories especially are a setting where diseases are hard to control.\"183 new Covid-19 cases in the #Uyghur Region are tied to a forced labor factory.https:\/\/t.co\/qetQO5C2AN","sentiment_score":0.0089393939}
{"full_text":"[Editorial] \"After lockdowns were ended, a false illusion in regards to the eradication of COVID-19 was created which ended up enabling the public.\"https:\/\/t.co\/d5TEy9iOPU","sentiment_score":-0.2}
{"full_text":"RT Covid watching everybody continue to party with no masks, just vibes","sentiment_score":0.0}
{"full_text":"We're doing lots to help you travel safely. All we ask is that you play your part too:1 Check your local restrictions via If travelling, follow our travel adviceMore ","sentiment_score":0.25}
{"full_text":"IFISA inflows set to decline this tax year due to CBILS and Covid-19 #business #finance #P2P #lending #IFISA #CBILS #COVID19","sentiment_score":-0.125}
{"full_text":"[PRESS RELEASE] The government must address record public services backlogs caused by the coronavirus crisis.Read our new Performance Tracker 2020, published with","sentiment_score":0.0681818182}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
{"full_text":"\"For many in poor urban areas, trade is not only a means of making ends meet, but of avoiding the trap of poverty and hunger.\"QW+ database member is co-author of this article in","sentiment_score":0.025}
{"full_text":"First Minister Mark Drakeford will unveil a set of new national restrictions later for when Wales' firebreak lockdown ends on 9th November #HeartNews","sentiment_score":0.1287878788}
{"full_text":" We aim to foster a  of learning through play.  Register to preview our #app and stay tuned for further updates on our exciting Realms: #EdTech #OnlineLearning #Homeschooling #NationalCurriculum #Covid19 #Learning #Schools #Xplorealms","sentiment_score":0.15}
{"full_text":"The latest borough-by-borough coronavirus infection rates for Greater Manchester","sentiment_score":0.5}
{"full_text":"RT camila stayed at home safe during the global pandemic and did something nice for the kids in the neighbourhood to make sure...","sentiment_score":0.4}
{"full_text":"I just uploaded \"COVID GROOVES: Trick or Treat Halloween Special\" to Listen at","sentiment_score":0.3571428571}
{"full_text":"Religion news 2 November: Faith groups contest government's plan to ban public worship; Greek Orthodox priest shot and critically injured in France; Sikh charity serves 55,000 meals to homeless in pandemic.","sentiment_score":-0.05}
{"full_text":"The admission process for FYJC has been temporarily suspended due to the ongoing Covid-19 pandemic.#onlineclasses #Onlineclass #digitaltransformation","sentiment_score":-0.125}
{"full_text":"RT The president gets world class covid treatments. We get nothing.","sentiment_score":0.0}
{"full_text":"RT Is #Lockdown #terrorism ? What should we do with the terrorists ?","sentiment_score":0.0}
{"full_text":"What are the signs that a vaccine that's being developed has promise? Rappler's discusses them in the latest episode of Newsbreak: Beyond the Stories podcast: #BeyondTheStories","sentiment_score":0.3}
{"full_text":"Impending Lockdown looms, my thoughts &amp; stats How many people will be forced into bankruptcy, poverty, despondency &amp; death, while our scientists frogmarch an incompetent government to worship at the altar of COVID.  Dashboard here","sentiment_score":-0.05}
{"full_text":"The #COVID19 pandemic has been a bad time for the national capital. In addition to the usual hassles which Delhi's residents face in their day-to-day life, contagion for sure has magnified the shortcomings in the administrative structures of the city.","sentiment_score":-0.15}
{"full_text":"First Minister Mark Drakeford will unveil a set of new national restrictions later for when Wales' firebreak lockdown ends on 9th November #CapitalReports","sentiment_score":0.1287878788}
{"full_text":"The Philippine peso's rally has defied the odds as the global pandemic raged. Now as the currency stalls, the nation's trade data could bring a second wind.https:\/\/t.co\/P15A0k3qMC","sentiment_score":0.0}
{"full_text":"One of the effects of the COVID-19 pandemic has been the return of migrant workers to their home countries.  has been supporting the authorities in Myanmar to provide for the needs of returning women migrants.","sentiment_score":0.25}
{"full_text":"Monday morning:Business leaders have called for more financial help from the government to support crisis-hit companies as ministers warned that the latest lockdown in England could last longer than four weeks.https:\/\/t.co\/O3felkZXIZ","sentiment_score":0.25}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"Investing in a franchise is one of the ways to succeed during an economic recession as brought about by the global pandemic. Learn about digital marketing franchise opportunities. #digitalmarketing","sentiment_score":0.0666666667}
{"full_text":"Many of us have gone through the discomforting experience of the novel coronavirus test. In some cases, children are required to do undergo the test as well. Here are some helpful tips specialists at Cook Children's have put together to prepare your child:https:\/\/t.co\/fIq6iMgMgX","sentiment_score":0.5}
{"full_text":"With a second lockdown beginning this week, it's clear the move to remote working is here to stay. courtesy of #RemoteWorking #WFH #WorkingFromHome #SMEs #Business #Somerset","sentiment_score":4.625929269e-18}
{"full_text":"How #COVID__19 threatens resumption of junior rugby as #SuperLeague clubs prepare to meet - #RugbyLeague #amateurrl -","sentiment_score":0.0}
{"full_text":"The last lockdown left her feeling suicidal","sentiment_score":0.0}
{"full_text":"During the COVID-19 pandemic, we have learned that diabetes significantly increases a person's chances of developing serious complications from the virus.#COVID19 #diabetes #pandemic","sentiment_score":0.0208333333}
{"full_text":"Make school covid safe, blended rota system and then keep them open. This should have been sorted out in the  summer. As ever govt too lazy to think outside the box. Teachers want another approach to learning, their voices must be heard.","sentiment_score":0.0625}
{"full_text":"RT Coronavirus Infection levels among Northern Irish children are 37% lower today than when schools closed two weeks ago. Overal...","sentiment_score":-0.05}
{"full_text":"What are the examples of best practice from employers during the pandemic? courtesy of #Covid19 #Coronavirus #Caerphilly #Cardiff #HR #SMEs #Business","sentiment_score":1.0}
{"full_text":"Lots of holiday plans have been affected","sentiment_score":0.0}
{"full_text":"Working in the health sector during the pandemic?Meet Steve, the world's first chatbot dedicated to help you navigate how to safely care for the dead with dignity during the COVID-19 pandemic.Ask him a question ","sentiment_score":0.1833333333}
{"full_text":"RT ...I'm so confused by this. If he committed suicide, how is the cause of death covid","sentiment_score":-0.4}
{"full_text":"RT President Obama puts in the work, and that hard work pays off. https:\/\/t.co\/WlQEhj7CnN","sentiment_score":-0.2916666667}
{"full_text":"RT After launching the universities covid case management team just over 2 weeks ago tomorrow we are opening a hotline to...","sentiment_score":0.0}
{"full_text":"Trump Derangement Syndrome really is more dangerous than COVID-19 for some people. You'll never convince me otherwise lol.","sentiment_score":0.2333333333}
{"full_text":"Current Conditions for #Sayre PATemp: 35.8FWind Chill: 32.0FHumidity: 81%Dew Point: 30.6F Barometer: 29.845 inHgWind: 5 mph from the NNWCorona Virus Weekly Stats:Cases: 239.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"COVID comes out after dark?  STFU","sentiment_score":-0.15}
{"full_text":"BS. Stop watching FOX. If they were alive and living with their \"conditions\" before (and not hospitalized) and then contracted the Covid virus ... and then died, then they did DIE from Covid. If they want to list their other conditions on the death certificate, that's fine.","sentiment_score":0.1305555556}
{"full_text":"RT Tapos ididisrespect lang ang efforts ng mga creatives by butthurt  fans.In addition, Nadine was able to give so many o...","sentiment_score":0.5}
{"full_text":"RT Great win of NOTAtards. Hope they are happy.","sentiment_score":0.8}
{"full_text":"why are pubs being prevented from selling takeaway alcohol? This kept so many pubs and breweries afloat during 1st lockdown. We all saw reports of a small handful of pubs with drinkers consuming the alcohol in groups outside the pubs but this was a tiny fraction.","sentiment_score":0.05}
{"full_text":"Learn how #SAPPartner runs Qualtrics Remote Work Pulse to maintain social closeness despite physical distance during COVID-19.","sentiment_score":-0.0222222222}
{"full_text":"RT H1N1 killed 12,000 in one full year.  That's less than the flu kills every year.  Covid has killed 230,...","sentiment_score":-0.0541666667}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT Just so we are clear, I am calling on whoever wins on Tuesday to:1. Use the Defense Production Act to its fullest to get...","sentiment_score":0.2}
{"full_text":"The Obama\/Biden administration had a plan for handling an inevitable pandemic. This lunatic threw it out. And then lied to the world every step along the way to almost a quarter million deaths. #Resist","sentiment_score":0.0}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"Time: 07:00 * Temp: 7.3degC * Wind: WSW 0.0 to 0.9mph * Pressure: 985.3hPa * Rain: 0.6mm * Hum: 94% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:28 * Sunset: 16:44 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Trump just pledged to fire Dr. Fauci. Meanwhile, in El Paso: \"a backlog of 85 bodies tonight\" requiring \"a fourth mobile...","sentiment_score":0.0}
{"full_text":"And a Pandemic Plan !!!","sentiment_score":0.0}
{"full_text":"#SRHD didnt fire him. Amelia Clark did.","sentiment_score":0.0}
{"full_text":"RT Trump just pledged to fire Dr. Fauci. Meanwhile, in El Paso: \"a backlog of 85 bodies tonight\" requiring \"a fourth mobile...","sentiment_score":0.0}
{"full_text":"RT Contrast between candidates as they make closing arguments: Trump, holding potential super spreader where crowd chants \"Fi...","sentiment_score":0.1666666667}
{"full_text":"RT Donald Trump's COVID-19 response has been the greatest failure of presidential leadership in our nation's history.","sentiment_score":0.3416666667}
{"full_text":"RT Our local MP - who opposed the Welsh 2 week lockdown - now believes we should join the English lockdown for the extra 4 weeks....","sentiment_score":0.0}
