{"full_text":"RT 39 years oldMissed games due to COVID-19Still top scorer in Serie APlayer of the month for OctoberZlatan Ibrahimovic, ever...","sentiment_score":0.1875}
{"full_text":"RT Our country is in serious trouble. COVID-19 is getting worse, not better. We need to listen to the scientists. We need more...","sentiment_score":-0.1366666667}
{"full_text":"YouTuber Dame Dog Games; Late Spooky in the Lockdown | Outlast Live via","sentiment_score":-0.0818181818}
{"full_text":"RT Doug Ford claimed he would support four hours of care the same week he introduced a budget with no funds to back it up....","sentiment_score":0.0}
{"full_text":"RT A misleading Oct. 30 blog post fed into a narrative pushed by DeSantis and Trump, who argue without evidence that scientists...","sentiment_score":0.0}
{"full_text":"RT The U.S. has broken its day-old record with more than 120,000 new coronavirus cases.","sentiment_score":0.0787878788}
{"full_text":"There are no \"irregularities.\"  All you could come up with on FNC today was that your observers keep getting thrown out of rooms BECAUSE THEY DON'T FOLLOW COVID PROTOCOLS. Face it. You lost. Go home.","sentiment_score":0.0}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT It wasn't rigged. Americans voted blue because they lost family and friends from covid 19. H...","sentiment_score":0.0}
{"full_text":"\"Joe Biden has also had a covid briefing this week. That's one more covid briefing than the president has had.\"-Nicolle Wallace","sentiment_score":0.5}
{"full_text":"I need this for the collection ASAP","sentiment_score":0.0}
{"full_text":"RT Look at how bossy these hospital execs have become. \"Must be reversed immediately,\" they demand of a cabinet decision.","sentiment_score":0.0}
{"full_text":"Given the pandemic. hopefully small but socially distanced","sentiment_score":-0.1083333333}
{"full_text":"*Lockdown Life* #Lockdown2UK","sentiment_score":0.0}
{"full_text":"RT Our country is in serious trouble. COVID-19 is getting worse, not better. We need to listen to the scientists. We need more...","sentiment_score":-0.1366666667}
{"full_text":"\"You have a head of government who doesn't know anything, and doesn't read anything, and is at the mercy of what he sees on TV. \"And all around him, you have this carnival,\" an intelligence officer said.\"","sentiment_score":0.0}
{"full_text":"RT I know people are tired of Covid. I AM FUCKING TIRED OF COVID. But it doesn't care. And it's not done with us. And the fai...","sentiment_score":-0.4}
{"full_text":"RT Today seems like a good day to remind you that --Sold millions in stock after a private briefing about COVI...","sentiment_score":0.35}
{"full_text":"RT Their desire to have their cries be legislated got them registered and saved our democracy. Let's see how Dems respond.","sentiment_score":0.0}
{"full_text":"FAKE FOX NEWS ALWAYS LIEING. AND COVID IS A HOAX","sentiment_score":-0.5}
{"full_text":"RT I'm still trying to process White men plotting to kidnap and kill a governor who has a perfect fucking smile, because she trie...","sentiment_score":0.4333333333}
{"full_text":"RT Please Read ","sentiment_score":0.0}
{"full_text":"It's incredibly selfish to put others lives at risk simply because you don't think you, personally, will die from it, particularly when precautions only cost you a mild inconvenience. No government wants to sabotage the economy. Lockdown was a last resort.","sentiment_score":0.025}
{"full_text":"RT Biden is going to inherit an unstable economy, a raging pandemic and undoubtedly a really weird smell in the White House.","sentiment_score":-0.25}
{"full_text":"Many aggregators covering COVID-19. My preference World Meter   cuz it does the entire globe, a must during a pandemic and is ez to navigate. The difference in data insignificant due to being how each defines a day.","sentiment_score":0.125}
{"full_text":"RT There is still a pandemic. What have the president &amp; VP done to help out you &amp; your family with this in the last week?","sentiment_score":0.0}
{"full_text":"RT I honestly feel so bad for Dr. Fauci. He was called upon to deal with the worse epidemic in a...","sentiment_score":-0.1666666667}
{"full_text":"RT Why is our Republican Governor pushing vaccinations amongst other COVID related scares like testing and that the \"virus...","sentiment_score":-0.0625}
{"full_text":"RT This is a very long thread indeed by But it's a must-read. And he speaks for many people I come across on Twi...","sentiment_score":0.2175}
{"full_text":"RT  Art classes are back at the Izaak Walton Center! Limited class sizes, masks and social distancing. To see a list of...","sentiment_score":-0.0407738095}
{"full_text":"and although it's only one hospital in Paris and France, as I told you I have followed the rise over the past number of weeks by Cost Centre No.2.  Her re-animation unit has become, from last week, full COVID.  If you have a heart attack go somewhere else.","sentiment_score":0.025}
{"full_text":"One way Trump could avoid getting kicked out of the White House is if he announces a nationwide lockdown for 4 years.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Health Officer Dr. Jeff Duchin just announced that Public Health - Seattle &amp; King County will be ro...","sentiment_score":0.0}
{"full_text":"RT I'm really sick and tired of the legitimacy and slack awarded a guy who's told 25K lies, one of which was Birtherism, which...","sentiment_score":-0.5571428571}
{"full_text":"I'm not holding my breath on any privateerr GTLM entries next year. The optics of only 2 Corvettes at the sprint races will not be good. Maybe it's the pandemic or OEMs holding it back, but I don't understand why figuring out the future of GT racing isn't priority #1 right now.","sentiment_score":0.1642857143}
{"full_text":"I'm waiting for Covid to disappear when Biden takes office lmao","sentiment_score":0.6}
{"full_text":"please portland get back to our introverted ways ty","sentiment_score":0.0}
{"full_text":"RT The GA Senate election becomes the next most important election of our lifetimes. Healthcare for hundreds of millions with...","sentiment_score":0.3}
{"full_text":"RT I know there's a lot of focus on the election, but we cannot forget the virus. Yesterday we had more than 121,000 new Co...","sentiment_score":0.3181818182}
{"full_text":"#retraintrump to test all the COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"We need to #RecallKenney this man is getting Albertans killed.","sentiment_score":-0.2}
{"full_text":"RT #BREAKING: Record 5,454 new COVID-19 cases and 36 deaths in Minnesota today.","sentiment_score":0.1363636364}
{"full_text":"RT Anti-lockdown and Million Mask protesters clash with cops in London","sentiment_score":0.0}
{"full_text":"Did covid-19 disappear yet? #COVID__19 #November","sentiment_score":0.0}
{"full_text":"Covid Epi Weekly thread tonight - as done every Friday night for months. Votes will be counted immediately.","sentiment_score":0.0}
{"full_text":"RT As employers continue to assess the risk of COVID-19 at their workplaces and apply the hierarchy of controls, here are some...","sentiment_score":0.0}
{"full_text":"RT Exactly... ","sentiment_score":0.25}
{"full_text":"Dr Andrew Kaufman PCR Testing False Positives - COVID-19 Interview with Jason Liosatos","sentiment_score":-0.4}
{"full_text":"COVID and the Americans that have suffered so.","sentiment_score":0.0}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT All it takes to start a chain reaction is to let up. Don't let up. The battle against COVID-19 isn't over. #InThisToget...","sentiment_score":0.0}
{"full_text":"RT Once again, yesterday there were 0 new cases and 0 lives lost. The 14 day average is 0.9, there are 2 cases with unknown so...","sentiment_score":-0.0378787879}
{"full_text":"You have two and a half more months as President.  Do your job and get on top of Covid and the Economy!","sentiment_score":0.3194444444}
{"full_text":"Pritzker's office announces possible COVID-19 exposure, governor currently isolating #COVID19 #CountEveryLegalVote #COVID19 #Chicago #COVIDAlert #chicagoIL","sentiment_score":0.0}
{"full_text":"Sad.And on top of that:235,000 dead of COVID-19q","sentiment_score":0.15}
{"full_text":"RT How is it that more 90-year-olds registered to vote in one year, during a pandemic, than at any point in Pennsylvania hi...","sentiment_score":0.5}
{"full_text":"RT But seriously, shouldn't Trump be focusing on the rising cases of coronavirus instead of sitting down watching TV and tweetin...","sentiment_score":-0.2444444444}
{"full_text":"The cuts amount to about 10% of the employees at the sports network and are due largely to the impact of the pandemic on its business and the \"tremendous disruption in how fans consume sports.\"","sentiment_score":0.1408730159}
{"full_text":"RT Think about that: More than 70% of ICU beds countrywide are full. We are in a #COVID19 crisis.","sentiment_score":0.425}
{"full_text":"RT Alberta reported 609 new COVID-cases today, 1 day after identifying a record 802 new cases. Currently 171 people are in hosp...","sentiment_score":0.0909090909}
{"full_text":"RT Day 2 of lockdown uno lol... we are in trouble!","sentiment_score":0.275}
{"full_text":"Someone should ask if bipartisanship includes being silent while PA GOP House Members hide their positive Covid results from their colleagues and continue to walk around the chambers maskless","sentiment_score":0.1136363636}
{"full_text":"School shootings are rare kids are more likely to die from covid.","sentiment_score":0.2666666667}
{"full_text":"RT During the pandemic, frontline workers have continued to provide the essential services we depend on -- despite the risk of expos...","sentiment_score":0.0}
{"full_text":"RT A strict second lockdown hit #Europe this week. In #France, citizens need certificates to leave their homes, in Madrid no...","sentiment_score":0.0}
{"full_text":"NHS Nightingale Hospitals To Become Mass COVID Vaccination Centres","sentiment_score":0.0}
{"full_text":"Ok before all of that, let's try and handle the pandemic. Otherwise there won't be much left for China to invade. Nor many folks to enslave.","sentiment_score":0.3333333333}
{"full_text":"The first lockdown was the last we'd tolerate","sentiment_score":0.125}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"I wonder if John King and Steve Kornacki discussed Covid-19 hotspots on their magic walls would more people pay attention?","sentiment_score":0.5}
{"full_text":"RT Denmark, the world's largest producer of mink furs, plans to cull all mink in the country to contain a mutated form of coronavirus...","sentiment_score":0.0}
{"full_text":"RT How a Coronavirus Mutation in Minks Could Wreak Havoc on Vaccine Development","sentiment_score":0.0}
{"full_text":"RT Johnson's second lockdown will fail.Workers &amp; businesses in hospitality, retail &amp; leisure will take another hit. Meanwhil...","sentiment_score":0.0}
{"full_text":"There are multiple safeguards in place to ensure the safe processing of ballots. If you want to find fraud, look at actions of DeJoy, propagandists delegitimizing the election, and the state and federal GOP who refused to plan for or mitigate the pandemic.","sentiment_score":0.25}
{"full_text":"RT Starting Monday   Get moving, get fit and feel good this lockdown with my brand new 'Wake Up With Joe' workouts http...","sentiment_score":0.3090909091}
{"full_text":"We can't stop at the election.The faux news echo chamber that aided &amp; abetted tRumps covid denial, exponential growth of cases &amp; deaths &amp; drag on economy will still be here. We must 24\/7\/365 organize, message to squash the misinfo propaganda &amp; vote local to national every 2 yrs","sentiment_score":-0.0666666667}
{"full_text":"RT Grandparent Social distancing at its finest.  Daniel Boone at South Doyle at 7 pm in MyVLT and on line at","sentiment_score":0.0333333333}
{"full_text":"RT Ontario Hospital Association calls relaxing restrictions in Peel Region and putting it into a red zone \"reckless\" #covid19","sentiment_score":0.0}
{"full_text":"RT YouTuber Dame Dog Games; Late Spooky in the Lockdown | Outlast Live via","sentiment_score":-0.0818181818}
{"full_text":"kicked serious ass in NH and then appeared in Raleigh\/Durham exactly when we needed her to keep us going. kept all of the SE going strong even when the going was tough. And big COVID hugs to my brothers in arms\/partners in crime, and","sentiment_score":-0.0077777778}
{"full_text":"The loudest voices in lockdown were appallingly entitled (and wrong) \"The Melbourne lockdown was not exactly the siege of Stalingrad\". Classic line from Jon Faine.","sentiment_score":-0.2020833333}
{"full_text":"RT Look at all those 90+ voters that registered to vote. Now we know why we are seeing all those 120 yr old voters born...","sentiment_score":0.1}
{"full_text":"Election Official Worked at Polling Place After Testing Positive for COVID -- and Later Died #SmartNews ","sentiment_score":0.1136363636}
{"full_text":"RT Between now and January we need to protect organizers, invest in Georgia, gear up for state fights, and care for each ot...","sentiment_score":0.0}
{"full_text":"RT Activate the goddamn federal app you preening fool","sentiment_score":0.0}
{"full_text":"MICHIGAN TOPS 200,000 COVID-19 CASES.","sentiment_score":0.0}
{"full_text":"When Joe Biden enforces a nationwide mask mandate (as Tangerine Typhoid Mary should have), I legitimately never want to hear another conservative complain about breastfeeding in public; not when they have continually refused to wear masks during a global pandemic.","sentiment_score":0.0}
{"full_text":"This is what a loser looks like ","sentiment_score":0.0}
{"full_text":"RT He didn't fight this hard for COVID deaths to stop rising. He didn't fight hard for the amount of people being deported...","sentiment_score":-0.2916666667}
{"full_text":"RT #NEW: The natural state sees another record high in #COVID-19 cases Friday.#Arkansas has reported high increases three...","sentiment_score":0.1390909091}
{"full_text":"oh hell yeah","sentiment_score":0.0}
{"full_text":"RT Ms Spielman said \"And of course, schools aren't immune from misinformation either. There are myths doing the rounds about wha...","sentiment_score":0.0}
{"full_text":"The pandemic is still here #MAGATs  #TrumpVirusDeathToll240K","sentiment_score":0.0}
{"full_text":"You go ahead and do that, I am going to protect myself from say.... a pandemic..... thank you!","sentiment_score":0.0}
{"full_text":"Why?  Hasn't he dragged his heels in inappropriate places enough (Covid 19 policies), and now he is faster than \"One can blink\" to put his foot in the door to cause more troubled discrepancies that don't exist?  Nothing but a double-minded troublemaker! Hypocrite alert! Shoe fit?","sentiment_score":0.0296875}
{"full_text":"RT Opinion: How North Dakota became a covid-19 nightmare","sentiment_score":0.0}
{"full_text":"The fact they still gotta deal with messing this up while having the election process about to be dragged on","sentiment_score":0.0}
{"full_text":"RT Here's the deal are festivals and shows important for my mental health.. yes and it has been hard without th...","sentiment_score":0.0027777778}
{"full_text":"Making calls, sending emails, postcards and I know it's all been done before, money (unfortunately) helps but I think elevating their voices and ideas on SM. McConnell has already gone back on his \"after the election\" Covid stimulus, Graham &amp; his debt BS, Soc Sec,all on the line","sentiment_score":-0.25}
{"full_text":"RT UPDATE from yesterday:","sentiment_score":0.0}
{"full_text":"RT Look who is counting ballots. In a pandemic. On day 4. God bless Black women.","sentiment_score":-0.1666666667}
{"full_text":"RT Ban on BJP Vel Yatra by TN Govt. Stalin leads thousands in Coimbatore. Kanimozhi thousands against governor. ADMK working...","sentiment_score":0.0}
{"full_text":"I'm sorry I was referring to a global pandemic, 235,000 dead Americans, mass unemployment, tax cuts for the rich while homelessness soars. I just directed a top 20 video. I'll be fine.","sentiment_score":0.0986111111}
{"full_text":"This is infuriating! Why is no one held accountable!? He put people risk &amp; lied saying he missed the celebration. But it's ok bc they won &amp; he was so excited. Well that's awesome, do you know how many exciting\/once in a lifetime things people have missed bc of Covid? #hintalot","sentiment_score":0.2875}
{"full_text":"RT I know people are tired of Covid. I AM FUCKING TIRED OF COVID. But it doesn't care. And it's not done with us. And the fai...","sentiment_score":-0.4}
{"full_text":"RT Visit the #COVID19 Real-Time Learning Network, an collaboration with and for the latest...","sentiment_score":0.5}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"Blue-ticked parody account.","sentiment_score":0.0}
{"full_text":"As we ponder whether there is economic analysis of the lockdown in the Treasury archives [as initially indicated when 21 September SAGE recommendations were made] or not [where we are now] remember there could have been another way:","sentiment_score":0.1}
{"full_text":"If isn't good enough, confirm they have, confirm this from your end and stop being #dodgy #badcustomerservice #COVID19","sentiment_score":0.35}
{"full_text":"RT Don't believe for a second that the guy who lowered everyone's taxes and built the strongest economy in recent history coul...","sentiment_score":0.0}
{"full_text":"RT \"I am afraid the virus is doubling faster than we could ever conceivably add capacity,\" Boris Johnson said on Monday. Many E...","sentiment_score":0.0}
{"full_text":"RT Over 35,000,000 people have now recovered from COVID-19 around the world.","sentiment_score":0.0}
{"full_text":"#ICYMI #Missio #WorldMissionMonth Did you miss this week's episode of our Streaming Series? Check it out at this link - Episode 6: Anxiety and the Pandemic","sentiment_score":0.0}
{"full_text":"Its only 3 times in a pandemic. Almost everything got delayed multiple times this year. Games, movies, series, etc. In the past big games like Witcher 3, GTA5, RDR2, TloU 2 got delayed 2 times too and almost nobody remembers that. People forget delays after years.","sentiment_score":-0.0625}
{"full_text":"RT It's November 5th. COVID didn't disappear.In fact, today they had to use a bigger graph just to fit all the new case...","sentiment_score":0.1787878788}
{"full_text":"RT Very timely discussion on pressing issues for the  agri-food community with &gt; 80 civil society \/ stakeholder representativ...","sentiment_score":0.2}
{"full_text":"Krista Vernoff calls the #GreysAnatomy COVID-19 protocols \"massive\": \"It's social distancing, it's masks, it's visors -- it's masks on the actors between takes and during rehearsals\"","sentiment_score":0.0166666667}
{"full_text":"Due to the ongoing COVID-19 pandemic, #Amarillo area school districts are providing meals for students at no charge through the end of the 2020-21 school year through a waiver from the U.S. Department of Agriculture.","sentiment_score":-0.125}
{"full_text":"As the state continues to see an increase in COVID-19 cases, Buncombe County is seeing a similar trend.","sentiment_score":0.0}
{"full_text":"Performed and recorded specially for a lockdown television audience at the London Coliseum, BBC Two is to broadcast Mozart's Requiem from English National Opera (ENO) on Saturday 14th Novemberhttps:\/\/t.co\/2lUEQhutC6","sentiment_score":0.1785714286}
{"full_text":"\"We know how to fight this. It's going to take all of us doing the right thing every single day.\" - Chris Kielsmeier Click below to learn more about Chris's experience with COVID-19 and his advice for others:","sentiment_score":0.2380952381}
{"full_text":"State leaders are urging West Virginians to get tested for COVID-19, but some health officials believe fear of a positive test is driving lower turnouts at testing in some counties.","sentiment_score":0.2272727273}
{"full_text":"RT Hefty stimulus package including a mask mandate, lockdown schedule, and cancelled rent\/mortgages.","sentiment_score":0.0}
{"full_text":"It may be a new month, and a new lockdown, but the Sime Autumn Sale is still on! Click the link below and sign up to find out more about how you can stay warm for less this winter:https:\/\/t.co\/pN7y3vAU0m","sentiment_score":0.248030303}
{"full_text":"There are two types of people during lockdown... Those maintaining a balanced diet and those indulging in all the snacks! Which are you?Treat yourself or stock up on the essentials - order online and have your goodies delivered. Shop now:","sentiment_score":0.0}
{"full_text":"It's hoped as many people as possible will sign up to postal votes to help reduce risks during 2021's elections.https:\/\/t.co\/RPSKQUa8v6","sentiment_score":0.25}
{"full_text":"Children produce different antibodies in response to SARS-CoV-2","sentiment_score":0.0}
{"full_text":"Thinking about starting your own business during the pandemic? Join and for the 'Access to Capital' webinar set for November 19, 2020.For information visit:","sentiment_score":0.3}
{"full_text":"The #TruckingIndustry is facing a range of new challenges amidst the #COVID19 pandemic. Jackson Lewis attorney Katharine Weber reviews best practices for #truckers and industry employers in this article from Heavy Duty Trucking.","sentiment_score":0.3121212121}
{"full_text":"What is Delhi's govt.'s preparedness for the third wave of COVID19 and pollution?Listen in to what Delhi Health Minister said#6PMPrime | #RE","sentiment_score":0.0}
{"full_text":"In today's #Covid19 roundup: Novartis reported Friday that a Phase III trial evaluating canakinumab in hospitalized Covid-19 cases with pneumonia and cytokine release syndrome did not meet its primary endpoint.https:\/\/t.co\/zfi9ug6AWN","sentiment_score":0.4}
{"full_text":"#Uruguay #SouthAmerica  Cases: 3,370 (+61)  Death: 61  Recovered: 2,853 (+39)  Critical: 6  New %: 1.8% (+1.8%)  Death %: 1.8%  Population %: 0.1%#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"well everyone this is very unfortunate that in #NewMexico so many students are struggling with remote learning during this #coronavirus pandemichttps:\/\/t.co\/yqBmYA0cy3","sentiment_score":-0.0833333333}
{"full_text":"Canberra venues hope for increased capacity to recover losses in dire year, via","sentiment_score":0.0}
{"full_text":"#Love grows when #Kindness is planted..#JoyTrain #Joy #Quote #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #IQRTG #ChooseLove #FridayFeeling #FF #FridayMotivation #FabulousFriday #FridayMorning #FridayThoughts #FridayMood RT","sentiment_score":0.65}
{"full_text":"+ The U.S. enters the most deadly phase of the pandemic.+ How did ballot measures legalizing and decriminalizing drugs fare?+ Abortion amendments in the aftermath of Election Day+ Pregnant workers need protection. #TheWeeklyPulsehttps:\/\/t.co\/Tf7zkzvV6Z","sentiment_score":0.2111111111}
{"full_text":"Nahla Heikal, M.D., co-director of Mayo Clinic's Special Coagulation Laboratory, addresses the connection between COVID-19 and coagulopathy.https:\/\/t.co\/4FdOxGCJr3","sentiment_score":0.3571428571}
{"full_text":"RT if Trump dealt with coronavirus as aggressively as he's been dealing with imaginary voter fraud over the last two days, he wou...","sentiment_score":0.0}
{"full_text":"What's It Like Flying Long-Haul in the #Pandemic?A #Bali travel journalist recounts her journey back to #Indonesia from the United Kingdom.https:\/\/t.co\/IWTE4ynLtF#Travel #UK #SafeTraveling","sentiment_score":0.0}
{"full_text":"\"They benefitted from me not being able to do the weight\"Keith Donoghue on taking his opportunities this season@HRIRacing | #EveryRacingMomentFull Chat:","sentiment_score":0.5}
{"full_text":"On Friday, county health officials reported four additional coronavirus deaths and 952 new cases.","sentiment_score":0.1363636364}
{"full_text":"#BREAKING: UNC Charlotte has postponed Saturday's football game after officials identified a cluster of seven cases of COVID-19 involving student-athletes and staff.","sentiment_score":-0.4}
{"full_text":"Uber's recovery will depend much on the course of the pandemic, with a resurgence in virus infections threatening to keep customers wary about returning outside or planning frequent trips far into 2021.https:\/\/t.co\/3x8NpP0iM6","sentiment_score":-0.02}
{"full_text":"Media exposure to COVID-19 information, risk perception, social and geographical proximity, and self-rated anxiety in ChinaPaper by Miao Liu, Hongzhong Zhang &amp; Hui Huang #China","sentiment_score":0.0333333333}
{"full_text":"RT This is the only way. Move from hotel detention to managed home quarantine where possible, as soon as possible!","sentiment_score":0.0}
{"full_text":"Yey yen!!Are you going to pay lecturers?I pay #140,000... Speak for your University please??Research kooor research niiii?If you wanna stay home till 5 years don't include us please???We want to graduate...We are coming for asuu for saying we should stay home for 5 years","sentiment_score":0.0}
{"full_text":"Dr. to weed out \"pandemic fatigue\", the medical community must do more to educate and inform people about the ramifications of the virus.This episode is airing on US public television. Check listings to watch | #GZEROWorld with","sentiment_score":0.1666666667}
{"full_text":"With the impact of Covid-19 upon us the Gig economy is accelerating - don't be left behind! Join us November 16th for \"How to Thrive in the Covid-19 Gig Economy?In this talk you get to practice and develop critical skills to thrive in the Gig economy!","sentiment_score":-0.1666666667}
{"full_text":"The Department of Basic Education (#DBE) and the Department of Health on Wednesday announced an agreement that learners who tested positive for COVID-19 would be allowed to write their matric examinations   #Matrics2020 #ClassOf2020  FULL DETAILS |","sentiment_score":0.1924242424}
{"full_text":"It's critical school leaders address the unique needs of #EnglishLanguageLearners while striving to provide a high-quality education to all students during #COVID19. ","sentiment_score":0.1875}
{"full_text":"Plus, there's no vaccine for covid yet. That's why I voted by mail, and, many other people did as well. It's just not safe yet.","sentiment_score":0.0416666667}
{"full_text":"The Bloomington City Council reviewed the progress of the Rapid Response Fund on Wednesday night. The assistant director for Small Business Development said she anticipates the program may extend longer.","sentiment_score":-0.25}
{"full_text":"It's cold and flu season. Do you know the difference in symptoms for a cold, the flu, and COVID-19?","sentiment_score":-0.6}
{"full_text":"Despite trade policy shocks and COVID-19, companies are choosing to work with trusted partners and aren't making big moves out of China. Our analysis across multiple years of deployment data showed major trends remained the same. Find out more at","sentiment_score":0.1125}
{"full_text":"RT The #49ers today announced they have activated WR Brandon Aiyuk, WR Kendrick Bourne, WR Deebo Samuel and T Trent Williams from t...","sentiment_score":0.0}
{"full_text":".@BeAJayhawk limited the size of visitors for prospective student tours and encourages social distancing to comply with COVID-19 health and safety guidelines.","sentiment_score":-0.019047619}
{"full_text":"It's funny how we should give him time but what about all the people who no longer have time because of uh I don't know...Covid, poverty, missing parents, racism, xenophobia, and his incompetence among other disasters.","sentiment_score":-0.025}
{"full_text":"RT black people, please be safe this weekend. they aren't going to let this one go easy at all. stock up on food and chill...","sentiment_score":0.2555555556}
{"full_text":"RT \"Child care providers are doing incredible, near-Herculean things to keep children safe -- and it appears to have worked.\" Watc...","sentiment_score":0.7}
{"full_text":"The rest of the free world is mainly wondering how almost half your population could vote for a person who constantly attacks your democracy, seeks support from neo fascist groups, tries to stop the fight against global warming and actively causes more Covid deaths in the US","sentiment_score":0.0833333333}
