{"full_text":"BBC on #teamhalo: Behind the scenes of developing a #Covid19 vaccine","sentiment_score":-0.4}
{"full_text":"I'm so sorry :( Hoping and praying for an end to the shitfuckery with the US election and that you all elect a leader that actually does some thing about the pandemic","sentiment_score":-0.1125}
{"full_text":"Moonshot that works","sentiment_score":0.0}
{"full_text":"ANNOUNCEMENT 1-Day Online Int'l Conference Nov 18, 2020 - RTs would be most welcome; thank you!EMERGING ANTIMICROBIALS &amp; DIAGNOSTICS IN #ANTIMICROBIALRESISTANCE (#EADA2020) Info: *Registration links at separate tab* #AMR","sentiment_score":0.65}
{"full_text":"RT Pleased to see some Republicans who are Asian American now fully understand how racist is. When uses t...","sentiment_score":0.1666666667}
{"full_text":"Even though before their very own eyes, there is no pandemic, and if they bothered to do even the slightest bit of research they'd see the lies. Madness.","sentiment_score":0.78}
{"full_text":"I come here less and less (same w\/ fb). Now required for \"academic presence\" like orcid, pub repository etc take time, so beyond those, mostly use them to (stay) connect(ed) w\/ colleagues\/friends. esp. w\/ lockdown, my priorities around academic connections changed as well :)","sentiment_score":0.0952380952}
{"full_text":"Bihar is fighting for the fundamental Rights of Health facilities. Lack of Doctors and Health staff in Hospital's in the Corona crisis has caused millions of People's to suffer.#nhiiN_bhuulegaa_bihaar","sentiment_score":0.0}
{"full_text":"On Monday, Scholastic will be dropping off some books from the travelling book fayre that children will be able to browse through Unfortunately due to Covid regulations, books will have to purchased online using this website:https:\/\/t.co\/Y0xxcGpQQMWhy not take a look! ","sentiment_score":0.171875}
{"full_text":"HI GUYS THE RESULT FOR THE SWAB TEST CAME BACK AND IM COVID FREE I have to take another one in 2 weeks so now the doctors bilang gua high risk kalo next week negative gua udah fully recover and basically healthier than any of you so stay mad ","sentiment_score":-0.0608333333}
{"full_text":"This is so true! We never heard more people used QR codes than during this pandemic.","sentiment_score":0.46875}
{"full_text":"RT We are in a pandemic, which is not kind to #SeniorCitizens. Yet, here, in cahoots with Minister,...","sentiment_score":-0.3}
{"full_text":"RT My boyfriends dad has recently started his own dog walking business, due to losing his job to covid! He has experience wi...","sentiment_score":0.1479166667}
{"full_text":"RT Oil &amp; gas PSUs are using novel and impactful ways of spreading awareness regarding adoption of #Covid19 appropriate behav...","sentiment_score":0.5}
{"full_text":"RT Congratulations  on a successful response to #COVID19, with 0 deaths so far &amp; no local transmission. Thank you to the peopl...","sentiment_score":0.2833333333}
{"full_text":"RT On Wednesday 11th I'll attend the Insurance Innovators Digital Summit, an opportunity to connect and share ideas about the...","sentiment_score":0.0}
{"full_text":"RT Pleased to see some Republicans who are Asian American now fully understand how racist is. When uses t...","sentiment_score":0.1666666667}
{"full_text":"RT Kes positif mengikut negeri (setakat 03\/11\/2020, 12 pm)Confirmed cases by state (as of 03\/11\/2020, 12 pm)#COVID19#Kit...","sentiment_score":0.0}
{"full_text":"Petition: Prevent gyms closing due to a spike in Covid 19 cases","sentiment_score":-0.125}
{"full_text":"RT Okay nak bercerita jap. i went to ikea last week and my ticket fee was rm7. I only had rm5 in my pocket. I couldnt pay f...","sentiment_score":0.1666666667}
{"full_text":"RT Here we go again with #MMS Chlorine Dioxide poison getting mainstream support in a devastated national health system....","sentiment_score":0.0}
{"full_text":"RT Happy to share that in #lockdown period over 100 resources were developed to create awareness among kids!With the educ...","sentiment_score":0.45}
{"full_text":"RT This election couldn't happen without hundreds of thousands of poll workers. I want to thank each and every one of the...","sentiment_score":0.0}
{"full_text":"RT Judge Rules CA Gov Overstepped His Authority with Covid Order, Issues Permanent Injunction Restraining Newsom From Further Is...","sentiment_score":0.0}
{"full_text":"RT Headteachers! Please contact me if you are fed up with the failure of the DfE in areas such as exams, SATs, phonics, unfu...","sentiment_score":-0.1583333333}
{"full_text":"RT Thirty (30) paid slots as of today.10 days to go before #NationalKarJonDay ","sentiment_score":0.0}
{"full_text":"I wrote my MP urging to oppose the lockdown and mentioned the Liverpool counting. Support my pledge to stop the devastationhttps:\/\/t.co\/kblKrlRRnZ","sentiment_score":0.0}
{"full_text":"RT Health experts from around Europe will gather online today to examine the Covid-19 pandemic. The One Health E...","sentiment_score":0.0}
{"full_text":"Only happening because England's going into lock down...","sentiment_score":-0.0777777778}
{"full_text":"Climate change is real Covid's real and masks save lives Science will prevail #haiku #poetrycommunity #vote #VoteForScience #climateactionnow #ElectionDay","sentiment_score":0.2}
{"full_text":"What a tragic loss...COVID is still around.","sentiment_score":-0.75}
{"full_text":"RT One reason that the government response to the #Covid_19 pandemic has been so catastrophic is sheer sleaze","sentiment_score":0.0}
{"full_text":"Coronavirus: We Must Resist this Exercise in Hypernormalisation","sentiment_score":0.0}
{"full_text":"RT Micro-thread:Regrettably, a lot of Covid-denialists appear to have been taught that this PHE chart shows that deaths fr...","sentiment_score":0.0}
{"full_text":"Zandvoort still not confirming 2021 race date - Organizers of the Dutch GP at Zandvoort are still not confirming the race date for its first grand prix since agreeing to return to Formula 1.Zandvoort was one of the victim's of this year's corona...","sentiment_score":0.225}
{"full_text":"Trump can't fire Fauci. Thank god for that! \"...Fauci... is the only person associated with Trump who has seen their approval rating rise over the last four years\"https:\/\/t.co\/3NeiawFK1DTrump says he might fire Fauci. Technically, he can't.","sentiment_score":0.0}
{"full_text":"RT NEW: Tests from shows NO COVID-19 on surfaces &amp; in the air on tube &amp; buses. That's the second time they...","sentiment_score":0.0681818182}
{"full_text":"RT Petition: Reclose schools and colleges due to increase in COVID-19 cases","sentiment_score":-0.125}
{"full_text":"RT STUDENTS: y'all better utilize Rate My Professor this year.Let everyone know how they treated their students during th...","sentiment_score":0.5}
{"full_text":"Hart's Location usually announced election results at midnight too, but they didn't do it this year because of COVID.But they were part of the \"only tiny towns in dramatic NH notches do the midnight voting thing for some reason:.","sentiment_score":-0.1708333333}
{"full_text":"RT I must say I am not convinced by mask wearing. I do when occasion requires but the placebo effect (unless proper surgical mask...","sentiment_score":0.0}
{"full_text":"RT While receiving the COVID-19 vaccine today. We wish everyone safety and great health, and we are proud of our teams who have...","sentiment_score":0.8}
{"full_text":"RT While receiving the COVID-19 vaccine today. We wish everyone safety and great health, and we are proud of our teams who have...","sentiment_score":0.8}
{"full_text":"RT Police are killing and maiming people in Uganda for speaking out against corruption. The president is running again and...","sentiment_score":0.0}
{"full_text":"RT The more Turkey's Erdogan is challenged domestically, economically, hit by declining tourism, Covid-19, and Turkish #Lira i...","sentiment_score":0.4}
{"full_text":"Must be frustrating trying to communicate with people in denial of reality if people had this attitude in WW2 we'd be living under fascist rule? A lot of people seem willing to run blindly through Covid minefield past us walking slowly &amp; carefully causing us collateral damage?","sentiment_score":-0.2166666667}
{"full_text":"COVID really failed us.","sentiment_score":-0.5}
{"full_text":"RT I love that some artists are being inspired by Covid.  Georgea Blakey, the animal portrait artist, is auctioning her Covid...","sentiment_score":0.5}
{"full_text":"RT Facts matter: In the last 7 days, the NHS admitted 2,800 new Covid patients.  That's the equivalent of 5 entire NH...","sentiment_score":0.0454545455}
{"full_text":"RT Health experts from around Europe will gather online today to examine the Covid-19 pandemic. The One Health E...","sentiment_score":0.0}
{"full_text":"RT Today we've been unfortunately postponing shows again.. There are a couple of live events on though that you can catch before...","sentiment_score":-0.1818181818}
{"full_text":"All life matters! Shouldn't be any protests during a global pandemic. It's selfish! Risks health of others, which noone has  right to do. Small businesses are just beginning to rebuild &amp; they don't need any more outbreaks &amp; infected people spreading it to their staff &amp; customers","sentiment_score":-0.0178571429}
{"full_text":"Yes he was- the worst health secretary who really set the stage for the pandemic disaster .Shows how bad things are when he actually makes sense .Can he be trusted though ?!","sentiment_score":-0.375}
{"full_text":"I would say Dorries ought to be ashamed of herself, but, that's a naive suggestion. That's how they all think. Utterly contemptible.","sentiment_score":-0.15}
{"full_text":"I just panic bought a couple of cans of grey seer and 200 mini magnets. Sorry to everyone else who intended to base coat and magnetise a whole bunch of tiny models over lockdown...","sentiment_score":-0.23}
{"full_text":"Don't ignore sleep problems during the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Yes you guys were going to create this pandemic so you wrote this pandemic book with all these flaws and loopholes in it for you guys to overpower the American people so you could assist the UN in their Agenda 21 by taking over all countries with one government New World Order","sentiment_score":0.0681818182}
{"full_text":"RT Coronavirus UK: Psychological harm of second lockdown is 'too much' | Daily Mail Online","sentiment_score":0.0}
{"full_text":"Son hasn't had a single driving lesson yet!   He's had licence for 6 months but wants to learn to drive, due to pandemic he's not been able to start to learn yet, now another lockdown so hubby thought he'd give him a few lessons in own car - didn't think it'd be a problem","sentiment_score":0.1476190476}
{"full_text":"Do you have Corona? Do you live in hostel? Did you have an accident? Are your grades too high? Did you start earning before your elder siblings? This is purely for research purposes only.","sentiment_score":0.1276623377}
{"full_text":"This is not okay.","sentiment_score":-0.25}
{"full_text":"So.. tomorrow we'll never hear about covid anymore. tRump is an idiot.","sentiment_score":-0.8}
{"full_text":"New Data Shows A V-Shaped Pandemic Recovery Underway","sentiment_score":0.1363636364}
{"full_text":"Yeah I agree #boycottNorwegian #COVID19 #ripoff They don't care about customers. My flight got cancelled early april because of COVID and it took them 5 months to refund my ticket. Never again. I will use instead.","sentiment_score":0.1}
{"full_text":"RT Nearly a quarter of a million covid-19 deaths and still no pandemic strategy","sentiment_score":0.1}
{"full_text":"RT The Greater Manchester Resilience Hub is there to support health and care workers and their families who have been affected by...","sentiment_score":0.5}
{"full_text":"RT Canton St. Gallen: People tested positive with Covid have to inform their close contacts they previously interacted with...","sentiment_score":0.0303030303}
{"full_text":"RT The IOM #RollyPH assessment team is now Bicol-bound, ready to support in assessing hardest hit communities...","sentiment_score":0.2}
{"full_text":"RT Feminists fume over what Mukesh Khanna has said over #Metooindia... But is he totally wrong? ","sentiment_score":-0.5}
{"full_text":"RT The next time a Government Minister demands cross-party support for their Covid plans - show them this.Condescending. Arro...","sentiment_score":0.0}
{"full_text":"#COVIDAlert I Believe Covid19 And Air Pollution Are Connected Therefore There Is A High Risk Of Covid Cases In North #Pakistan As Cold Temperature Will Condense The Atmosphere, Resulting Less Oxygen And More Harmful Gases Over Land Which Will Cause Higher Respiratory Infections","sentiment_score":0.0286666667}
{"full_text":"719 KILLED by Abortion in over 6 months in Northern Ireland.#RestorePersonhood #RepealSection9 #northernireland","sentiment_score":-0.2}
{"full_text":"RT Where was she months ago?","sentiment_score":0.0}
{"full_text":"RT Our administration literally left this White House a playbook that would have shown them how to respond before COVID-19 re...","sentiment_score":0.0}
{"full_text":"a cabal of corruption. They need to be marched out of office and in to court...","sentiment_score":0.0}
{"full_text":"People are already writing down their routines for this lockdown ","sentiment_score":-0.1555555556}
{"full_text":"RT WATCH: Sri Lankans defied a coronavirus curfew in an attempt to save 100 beached whales on the island's southwest coast. As ne...","sentiment_score":0.0}
{"full_text":"From our friends! A lovely event this evening - see the Doortraits shown at this year's Reading Fringe projected large in a special exhibition!#rdguk","sentiment_score":0.3571428571}
{"full_text":"RT My Twitter feed is strangely empty of since Robert Jenrick confirmed the show wa...","sentiment_score":0.15}
{"full_text":"RT Students at Durham, what mode of teaching do you want during Lockdown?@durhamSU Also reminder if you have any concerns...","sentiment_score":0.0}
{"full_text":"RT Neeraj's cloths, glasses, Apple watch, chains, shoes etc SUDDENLY GOT EXPENSIVE after this June..when whole world is b...","sentiment_score":-0.1}
{"full_text":"14...25 no comorbidCovid-19 doesn't discriminateInnalillahi Wa Inna Ilaihi Rajiu'unMay Allah SWT have mercy on their soulsMay they Rest In Piece and placed among the people of JannahInsya-AllahAllahumma amin #staysafe #Staystrong","sentiment_score":0.0}
{"full_text":"RT Leni Robredo broke quarantine protocol. She's still short a whole week of 14 days. What if she's asymptomati...","sentiment_score":0.1}
{"full_text":"RT Another lost battle to COVID. This hurts badlyWear a mask. Save a life. You may be fine but the other person isnt.","sentiment_score":0.1458333333}
{"full_text":"RT Each flag now partnered with honors a death from Covid-19 in the USA. This hard-hittin...","sentiment_score":0.0}
{"full_text":"RT Yes WHO did but it was changed to suit #UKGovernment agenda. To keep us all down, enslaved &amp; compliant. Work doesn't set yo...","sentiment_score":-0.1555555556}
{"full_text":"RT Our administration literally left this White House a playbook that would have shown them how to respond before COVID-19 re...","sentiment_score":0.0}
{"full_text":"RT \"We need more than words. Now is the time for concerted, global action to tackle the issue head-on and help free the thousa...","sentiment_score":0.25}
{"full_text":"RT Why do permit and encourage liars like Robert Jenrick to provide misinformation?W...","sentiment_score":0.0}
{"full_text":"Cyril Ramaphosa is set face the wrath of organised labour following the abrupt cancellation of the UIF Covid-19 Temporary Employer\/ Employee Relief Scheme (Ters) by his National Coronavirus Command Council (NCCC).https:\/\/t.co\/LZ6PGOQAGy","sentiment_score":-0.0625}
{"full_text":"Largest study (@TrentUni on  impact of #COVID-19 on voluntary sector found \"signs of resilience, creativity and innovation\". We captured some of the responses in #Nottingham in our 'Sharing the Load' debrief:","sentiment_score":0.0}
{"full_text":"Global coronavirus situation to be difficult in coming months, WHO envoy warnshttps:\/\/t.co\/zhWv4pmsjy","sentiment_score":-0.25}
{"full_text":"Coronavirus has made 2020 an extremely difficult year and is encouraging local people to seek help if they are facing issues with debt, are struggling with household bills or are finding it hard to pay their rent and\/or Council Tax.","sentiment_score":-0.2638888889}
{"full_text":"Broadcaster Adrian Chiles says community clubs face \"a danger of extinction\" unless something is done to support them through the Covid-19 pandemic.The BBC R5 Live presenter is helping to lead a Commission on the issue ","sentiment_score":0.1363636364}
{"full_text":".@PEWireNews looking at fund due diliegence in the midst of #Covid-19, \"how a PE firm has acted over 2020 gives a good insight into culture and modi operandi.\"   ","sentiment_score":0.125}
{"full_text":"The IBA annual conference began with an affirmation of the importance of the rule of law and the role of lawyers during and after the coronavirus pandemic. #IBAVT@IBAnews","sentiment_score":0.0}
{"full_text":"Psychological safety is the No. 1 dynamic that sets successful teams apart at Google and it is one of Perspectiv's core values. We work with clients to create the psychological safety needed for innovation and throughout the COVID-19 pandemic:","sentiment_score":0.1875}
{"full_text":"RT Tantruming Toddler DONALD, losing what potty training he had, is dribbling infected piddle. NO voter...","sentiment_score":0.0}
{"full_text":" The world is facing a huge threat by #coronavirus which begins at the end of December 2019 and continued to spread around the world until now.Explore more about our solutions to tackle #virus through our #blog,","sentiment_score":0.45}
{"full_text":"ICYMI: \"...Presuming that in-hospital statin administration was indicative of outpatient usage and adherence, one might speculate that statin therapy blunted the #COVID19 inflammatory response pre-admission as well as during hospitalization@MonteFioreNYChttps:\/\/t.co\/4nlbnYhY0N","sentiment_score":0.0}
{"full_text":"RT GYMS ARE ESSENTIAL. GYMS ARE SAFE.  KEEP GYMS OPEN.  10m people rely on gyms for their physical and mental wellbeing.  Gyms...","sentiment_score":0.08}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":"We need medical students and foundation trainees more than ever to #choosepsychiatry, #mentalhealth hasn't disappeared during Covid-19:","sentiment_score":0.25}
{"full_text":"Most public health authorities in the EU have developed apps that support contact tracing and warning in the fight against coronavirus.   #eHAction #GetInvolved #COVID19 #Coronavirus #Digitaltechnologies #DigitalHealth","sentiment_score":0.2}
{"full_text":"RT While receiving the COVID-19 vaccine today. We wish everyone safety and great health, and we are proud of our teams who have...","sentiment_score":0.8}
{"full_text":"RT This was one of the plans indicated in WEF The Great Reset. More here","sentiment_score":0.65}
{"full_text":"It's #ElectionDay . Polls are now open in NJ. If you haven't already voted by mail, you can vote in-person or physically drop off your mail-in ballot.Check the sample ballot that came in the mail because your location might have changed due to COVID restructuring.#VOTE","sentiment_score":-0.0416666667}
{"full_text":"Not something to be proud of is it Boris","sentiment_score":0.8}
{"full_text":"Have you already cast your ballot? Toledo City Council Member At-Large Tiffany P. Whitman (D) has. She says that one of the main things she looked at while considering the candidates and issues she'd support is progress involving police reform and COVID-19 -- nationwide. #Vote","sentiment_score":0.1666666667}
{"full_text":"Spreading love in the midst of pandemic and storms. - Jory","sentiment_score":0.5}
{"full_text":"Iowa hospitalizations #COVID19 have nearly doubled in a month, according to state statistics. On Monday afternoon, the Iowa Dept of Public Health reported 718 people being treated in Iowa hospitals for the disease, including 156 in intensive-care units.","sentiment_score":0.05}
{"full_text":"Brighton Public Library adjusts services, expands role during pandemic.https:\/\/t.co\/byEbz81Dnt","sentiment_score":0.0}
{"full_text":"If you are on a low income and can't work from home while you have to self-isolate, you may be entitled to a payment of PS500 from the Test and Trace Support Payment scheme.Apply here:","sentiment_score":0.0}
{"full_text":"Community spirit shines across Gwent during firebreak lockdown in Wales","sentiment_score":0.0}
{"full_text":"A second #lockdown could have a huge impact on people's #MentalHealth. Relapse rates rose by 30% during the pandemic and many people are worried about getting the help they need. If you think you need help with your mental health #advocacy can help.","sentiment_score":0.28}
{"full_text":"Does weather affect the spread of the coronavirus outside? #10TV","sentiment_score":0.0}
{"full_text":"Since the beginning of the school year, Jacksonville students have been attending class in person four days per week and they've avoided any outbreaks.https:\/\/t.co\/V2vJjIvaVb","sentiment_score":0.0}
{"full_text":"A third of primary and secondary schools across the Black Country and Staffordshire have recorded a positive coronavirus case, figures have shown.https:\/\/t.co\/z7JUFGXZyd","sentiment_score":0.0321212121}
{"full_text":"#COVID19, as of 11\/3, 6am:>Global cases: 46,912,162>Global [deaths]: 1,206,988>US: 9,292,514>US [deaths]: 231,562 [+566]>TN: 264,587 [3379]>GA: 362,921 [7999]>NC: 278,028 [4390]>AL:194,892 [2973]>Local cases:","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Tuesday November 3, 2020 ","sentiment_score":0.0}
{"full_text":"From Thursday 5 November until 2 December, you must stay at home. For more information on the new measures visit:","sentiment_score":0.3181818182}
{"full_text":"RT In July, Covid made me into a bum who had no choice but to collect unemploymentIn November, I found a new job, I'm l...","sentiment_score":0.1363636364}
{"full_text":"At Look Local, we are helping our advertisers to work safely in your home during Covid-19. All of our advertisers have been notified of the current government guidelines and we will continue to update them of any significant changes....#worksafe #contractors #essentials","sentiment_score":0.21875}
{"full_text":"The first lady said she expressed faith in the doctors, nurses, and scientists working on the coronavirus pandemic.","sentiment_score":0.25}
{"full_text":"Help #students remember what their role is in reducing the spread of #COVID19 and display our posters in key areas of your #schoolSee our Coronavirus page to download: #InfectionControl #Handwashing","sentiment_score":0.0}
{"full_text":"Today is the day!Polls open 7:00 am to 8:00 pm. Find your polling place and track your ballot at:https:\/\/t.co\/QUXuKrPkKTWear a mask and let's defeat the Staatus Quo!!","sentiment_score":0.0}
{"full_text":"This #JAACAP Clinical Perspective explores how #mentalhealth professionals can protect child and adolescent mental health (#CAMH) during the #COVID19 pandemic. Solidarity within clinical teams and a creative systemic approach as ways to move forward.","sentiment_score":0.2}
{"full_text":"You have the Power to make A Difference! Practice Wildlife Distancing to Save Humanity from Pandemics!Act Now! Sign the Petition! #SAVEHUMANITYhttps:\/\/t.co\/9Pfz25tqi0#sign #virus #stayhome #staysafe #save #vegan #animallovers #lockdown #quarantine #outbreak","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic may have clouded the future, but it's actually shone a bright light on the past for the Manvers Historical Society.https:\/\/t.co\/gBthc3SjGb","sentiment_score":0.1416666667}
{"full_text":"RT As a disabled person, I have been living within this level of restriction since June - before that I was in total isolati...","sentiment_score":-0.1}
{"full_text":"With a national lockdown in England set for 5 November 2020, Kate Palmer, HR Advice and Consultancy Director at offers advice to businesses.#hr #lockdown2","sentiment_score":0.1}
{"full_text":"How has #COVID19 made lasting changes to business? Hear from Stuart Mills  Want to find out more? Sign up to attend #CBI2020 ","sentiment_score":0.25}
{"full_text":"The coronavirus has put increased pressure on already strained pro bono resources.Read our latest article on how #SHULawLtd is helping those who need access to legal advice.https:\/\/t.co\/qUsBqcBsof#probonoweek #helpdesk","sentiment_score":0.35}
{"full_text":"Elise Stefanik failed NY21. Her presence at Tulsa Trump rally against public health advisory reckless &amp; arrogant. She supports Donald Trump &amp; his pandemic failure, corruption, lies &amp; Incompetence. Vote her out.#NY21@TedraCobb","sentiment_score":-0.2722222222}
{"full_text":"While You Were Sleeping: Coronavirus updates for November 3 #FOX59Morning","sentiment_score":0.0}
{"full_text":"New infections are surging across Europe, especially in big cities. Is a second lockdown inevitable?Tv panel with Mira Fricke (@mirafricke), Martin Mair (@MartinMair76), Richard Friebe (@ritschbert1)#Germany","sentiment_score":0.0454545455}
{"full_text":"With Covid-19 cases rising and the country set for a month-long lockdown, Remembrance 2020 will be different from all previous years.\"The reason for us to remember does not change, but how we remember must change this year.\"https:\/\/t.co\/HUDmgshE3A","sentiment_score":-0.0833333333}
{"full_text":"Happy Election Day!Please wear a mask and practice social distancing if you plan on voting in person today. Absentee ballots must be returned to your County Clerk's office no later than noon local time. Stay safe, stay healthy, &amp; vote Thomasina for Congress!","sentiment_score":0.3263888889}
{"full_text":"SECRET COVID BATTLE: Prince William was diagnosed with COVID-19 in April after his father's positive test, with the 38-year-old royal keeping his infection secret out of fear of alarming the public. has more.","sentiment_score":-0.0287878788}
{"full_text":"RT Organizers in #Taiwan held the biggest in-person LGBTI pride event since the start of the COVID-19 pandemic. Here's to celebra...","sentiment_score":0.0}
