{"full_text":"when i profess my love to hyunsuk &gt;&gt;&gt;&gt;","sentiment_score":0.5}
{"full_text":"a person in the attached thread is in the Pfizer trial  They were told that once public approval given - cld be next week with EUA, the placebo group will be unblinded - we need 6mo data with placebo group","sentiment_score":0.0}
{"full_text":"RT Wuhan cover up:  Images and other evidence has been deleted from Chinese servers and reporters are being silenced. -","sentiment_score":-0.0625}
{"full_text":"Why don't we get it ... WTH is wrong with humanity, why have we become such whimps?  #WearADamnMask #stayathome","sentiment_score":-0.25}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT Dr. Scott Atlas wants to follow Sweden's herd immunity plan for coronavirus. Here's why we probably shouldn't listen t...","sentiment_score":0.2}
{"full_text":"RT Just in: OC is in Purple Tier per the state.  While cases are rising, OC hospitals are not close to capacity. We've learne...","sentiment_score":0.0}
{"full_text":"Indian stocks rise as favorable initial results for a second Covid-19 vaccine fanned optimism of an exit from the pandemic","sentiment_score":0.0}
{"full_text":"RT Dr. Anthony Fauci, a career civil servant who has been through five presidential transitions, says the nation's pandemic response...","sentiment_score":0.0}
{"full_text":"You too! So glad I love the woods, or I'd completely lose my mind during this pandemic.","sentiment_score":0.3666666667}
{"full_text":"RT South Dakota is a Covid-19 dumpster fire and much of the fault can be assigned to its governor. Irresponsibility is a way of...","sentiment_score":0.2}
{"full_text":"RT China detains journalist for reporting Wuhan's COVID-19 outbreak","sentiment_score":0.0}
{"full_text":"RT with the amount of COVID in the United States I definitely am not planning traveling there for real time sessions!","sentiment_score":0.125}
{"full_text":"RT Good reporting but we have a question. The app was used to track COVID exposures 19 times, but HOW MUCH PRIV...","sentiment_score":0.45}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT My brother, David Franklin Campbell, 60, of Sebring, Florida, went to be with the Lord at 2:09 p.m. (ET) today. When you...","sentiment_score":0.0}
{"full_text":"RT Pakistan rising further as FDI for October 2020 jumped by 150.9% YoY &amp; 67.9% MoM to $317.3 million. A hopeful sign in the...","sentiment_score":0.0}
{"full_text":"RT 130 secret service agents have COVID and here are more having to run through a maskless crowd so our megalomaniacal Presiden...","sentiment_score":0.05}
{"full_text":"RT It is Lindsey Graham's time in the barrel.Thanks to his venal, freckled, infinitely blackmailable butt, half of my country belie...","sentiment_score":-0.1666666667}
{"full_text":"RT I would love for this guy to be a patient in an covid ICU.Facedown on a ventilator.","sentiment_score":0.5}
{"full_text":"These people know for a fact this pandemic is bullshit.  How many times have they been busted for doing things that they tell us peasants we can't do?  #CancelTheLockdown","sentiment_score":0.5}
{"full_text":"RT To Senate Republicans: The election is over. Donald Trump lost. Joe Biden and Kamala Harris will be the next President...","sentiment_score":0.0}
{"full_text":"RT In Denmark, the national government proposed a new epidemic law which includes the right to conduct forced physical exams,...","sentiment_score":0.0305194805}
{"full_text":"RT folks the holidays are coming up fast don't forget black friday is the last day to catch covid if you want to be dead by...","sentiment_score":-0.0416666667}
{"full_text":"RT So, money meant for PPE &amp; readying public schools for covid, was slated instea...","sentiment_score":0.0}
{"full_text":"Wisdom from my Alma Mater. Makes me proud.","sentiment_score":0.8}
{"full_text":"RT Earlier today, President-elect and I met with some of our nation's business and union leaders who represent mil...","sentiment_score":0.0}
{"full_text":"RT Mohammed Elneny has tested positive for COVID 19. That's our season done. Goodbye premier league title, it was fun while it l...","sentiment_score":0.2636363636}
{"full_text":"RT Today, my step sister who was only 39 years old and had a baby just a few months ago died. She had covid 2 months ago....","sentiment_score":-0.0333333333}
{"full_text":"RT Missouri State Senator tweeted this morning \"Due to a number of positive COVID-19 cases among members and st...","sentiment_score":0.0511363636}
{"full_text":"Having a difficult time putting into words the feeling I had when I saw someone IN MEDICAL SCHOOL with their pronouns in their damn screen name. I'm guessing her specialty won't be emergency medicine.","sentiment_score":-0.25}
{"full_text":"RT Wear a mask.Social distance.Don't gather in large groups.This will be a difficult holiday season--but it will be even more...","sentiment_score":0.0714285714}
{"full_text":"RT It's all well and good these COVID-19 vaccines being 90% effective or 95% effective but a lot of lower league football ma...","sentiment_score":0.6333333333}
{"full_text":"RT \"This is not an invasion of your personal freedom. This is actually a life-saving medical instrument, we have the data for th...","sentiment_score":0.0}
{"full_text":"RT Personal view only, but I suspect dietitians are going to be needed in strength for the rehabilitation of long covid. Investme...","sentiment_score":-0.0166666667}
{"full_text":"RT We're all in this together. Oklahoma, please take a minute to listen to Dr. Julie Watson from on why we need...","sentiment_score":0.0}
{"full_text":"RT Today, my step sister who was only 39 years old and had a baby just a few months ago died. She had covid 2 months ago....","sentiment_score":-0.0333333333}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT What is wrong with these people???","sentiment_score":-0.5}
{"full_text":"RT I'm at a loss for words. Here I am basically wrapped in tarp, here he is in a Covid ICU. How can you deny the validity of...","sentiment_score":0.0}
{"full_text":"And does it only bother her so much because it was a young person (allegedly) that lost their battle with COVID? Like, would it have bothered her less if it was an 80-year-old, like The Crypt Keeper Zeke Emmanuel says?","sentiment_score":0.0066666667}
{"full_text":"COVID-19 lockdowns highlight a risk of increasing ozone pollution in 102 European urban areas","sentiment_score":0.0}
{"full_text":"RT DEPLORABLE! Listen to Senator Brown &amp; #WearAMask","sentiment_score":-0.75}
{"full_text":"RT The chronology of fall of Indian economy:BJP came to powerDemonetizationFaulty implementation of GST Unplanne...","sentiment_score":0.0}
{"full_text":"YesAnd this too.....A timeline of the UK government's response to the Coronavirus crisishttps:\/\/t.co\/GGiSP0jHqT","sentiment_score":0.0}
{"full_text":"Would she even notice if she didn't know that person had COVID? What about a 40 year old father of 2 who suddenly dies of a heart attack? Is that going to weigh heavily on her or will she just go on her merry little way since she can't use that for internet woke points?","sentiment_score":-0.071875}
{"full_text":"House Building MD dies of Covid-19 | daily sun","sentiment_score":0.0}
{"full_text":"RT To recap:  Gavin eating Wagyu at French Laundry, legislators drinking Mai-Tai's in Wailea while California's...","sentiment_score":0.0}
{"full_text":"RT For many people it just may be their last Thanksgiving if they get Covid because of going to a super spreader gathering. I...","sentiment_score":0.2777777778}
{"full_text":"As I said: it's not the \"China Virus\" that causes COVID-19, but SARS-Co-V2.","sentiment_score":0.0}
{"full_text":"RT There is growing confidence that an end to the coronavirus pandemic could be in sight with trials of a second vaccine show...","sentiment_score":0.0}
{"full_text":"RT My brother, David Franklin Campbell, 60, of Sebring, Florida, went to be with the Lord at 2:09 p.m. (ET) today. When you...","sentiment_score":0.0}
{"full_text":"I know this incredibly selfish but even if there is another lock down, they won't let me. I'm ready for a a couple weeks away. Peace and quiet with no alarm clock? Sign me up.","sentiment_score":-0.1138888889}
{"full_text":"RT A reminder to all that this is the Trump virus, not the China virus. Pass it on. ","sentiment_score":0.0}
{"full_text":"#NCLT Delhi Closed for 2 Days After Staff Member Tests #Covid Positive","sentiment_score":0.0636363636}
{"full_text":"RT Stanford officials felt compelled to disavow Scott Atlas's statements about coronavirus safety measures","sentiment_score":0.0}
{"full_text":"Happy birthday Justin's mom, have a blessed one and take care during this pandemic ","sentiment_score":0.8}
{"full_text":"Another one is Price\/Book versus historical averages. For Earnings, we take FY22 est. as we 'look-through' FY21 and the CoVID impact. In both the cases, there are caveats. In the first case, interest rates need to stay low for relative valuations to stay attractive..2\/n","sentiment_score":0.0625}
{"full_text":"RT Ministry of Defence's mobile 100-bed #Covid19 hospital started working in the republic of Khakassia, with first 40 pati...","sentiment_score":0.25}
{"full_text":"I have reported to all government agencies as well Sahara Ad for mailing them regarding matured FD payment to get resolved issue asap, but no hearing in this pandemic situation when we don't have jobs and we need our money to survive.#Sahara #sccsl #NirmalaSitharaman","sentiment_score":0.0}
{"full_text":"RT Hon'ble Prime Ministers,Sabka Saath-Sabka Vikas-Sabka VishwasDoctrine followed Diligently even during Pandemic.A Previ...","sentiment_score":0.0}
{"full_text":"RT Changsub's part here, \"why is the world so painful rather than being beautiful\", the choreo is actually about overcoming COVID-...","sentiment_score":0.05}
{"full_text":"VOTE the bastards engaged in this Global Reset crap out wherever you have chance. If they let us have elections in future of course, or their tech rigs them","sentiment_score":-0.2666666667}
{"full_text":"\"Long COVID\"   new scaremongering buzz word   Give it a rest you parasite!","sentiment_score":0.0602272727}
{"full_text":"CDC calls for \"Isolation Camps\" as part of a \"Shielding Plan\"#QuarantineCamps","sentiment_score":0.0}
{"full_text":"Challenge, debate: these guys are jokers. Don't want to spend time on governance just drama. Delhi is in a mess. Pollution, COVID etc. What is doing?? Doing drama everywhere","sentiment_score":-0.175}
{"full_text":"RT Every piece of good vaccine news is even more reason to be careful. Every person we prevent from getting COVID right now is...","sentiment_score":0.3464285714}
{"full_text":"RT How can you be pro life but unwilling to wear a mask ??","sentiment_score":0.0}
{"full_text":"What a chaos....cb is in 2 days and we are still not in a lockdown....can we ho back to dynamite era please what is this","sentiment_score":0.0}
{"full_text":"... socially useful jobs, for example, cleaning the beaches or giving a helping hand to ambulances transport sick covid-19 and when the sentence has been served all at home in the countries of origin without return (in cases of the same criminals returning to Europe back to ...","sentiment_score":-0.1035714286}
{"full_text":"RT What a year for Queensland's 2020 Year 12s. They were also the first to sit ATAR exams in Queensland and finish Year 12...","sentiment_score":0.25}
{"full_text":"RT Wear your fucking masks!!!","sentiment_score":-1.0}
{"full_text":"RT Today, my step sister who was only 39 years old and had a baby just a few months ago died. She had covid 2 months ago....","sentiment_score":-0.0333333333}
{"full_text":"RT Again I ask: If the Trump administration were trying to spread the coronavirus to as many Americans as possible, how could we...","sentiment_score":0.25}
{"full_text":"RT Not a chance.I don't care what age, height, weight, health history etc etc we're mid pandemic!!","sentiment_score":0.0}
{"full_text":"RT COVID Update  ovember 16: One of the most powerful weapons has sat dormant-- the presidential bully pulpit. Here's how Joe Bid...","sentiment_score":0.4}
{"full_text":"RT Check out this Covid-19 PSA the Swedish government showed their citizens before you call it a night! #LSSC","sentiment_score":0.0}
{"full_text":"RT Dear Rachel As a Special Olympics athletes My love message to you I Know your in quarantine from coronaviru...","sentiment_score":0.4285714286}
{"full_text":"RT Still no COVID relief bill. But Senator McConnell brings the Senate together every day to push through more judges. It is a...","sentiment_score":0.5}
{"full_text":"RT being against student loan debt forgiveness because you already paid off your debt is like being against a covid vaccine becau...","sentiment_score":0.0}
{"full_text":"RT 2020 is just a pandemic on its own  kasi Niggas fighting for Bottle of Hennessey ","sentiment_score":0.6}
{"full_text":"RT ICU Doc pro tip:There are NO hospital\/ICU beds \"set aside\" for COVID.Your friends, parents, uncles, aunts, grandparents, ni...","sentiment_score":0.0}
{"full_text":"RT Wear a mask.Practice social distancing.These are not political decisions.You're not \"choosing faith over fear.\"T...","sentiment_score":0.0166666667}
{"full_text":"RT Pakistan rising further as FDI for October 2020 jumped by 150.9% YoY &amp; 67.9% MoM to $317.3 million. A hopeful sign in the...","sentiment_score":0.0}
{"full_text":"Past time to try and flatten the curve again. Many hospitals are heading to their max. Quit being an uneducated, uncaring person.","sentiment_score":0.125}
{"full_text":"Fair enough and thanks for sharing. Q: does this apply for people who have to stay home and self isolate while awaiting test results?","sentiment_score":0.3}
{"full_text":"RT Yep...and their guidelines are inconsistent at best","sentiment_score":1.0}
{"full_text":"RT Every day that the presidential transition is delayed will cost lives due to delayed pandemic planning and action. This is...","sentiment_score":-0.0125}
{"full_text":"RT A Canadian researcher dubbed Tesla CEO Elon Musk \"Space Karen\" after he made claims about COVID-19 test results without unde...","sentiment_score":0.0}
{"full_text":"RT Elections Rallies NEET-JEE CA Exams Cinema Colleges Parliament Session Because, Covid outbreak! Eve...","sentiment_score":0.0}
{"full_text":"Our new round of restrictions won't send us into the full lockdown of the early pandemic--but feel free to read like it will.","sentiment_score":0.1572727273}
{"full_text":"It wasn't even stupid, the exact thing he was talking about turned into a reality. Trump just didn't phrase it right, because he's not a scientist!:","sentiment_score":-0.0642857143}
{"full_text":"That's not quite what they said  \"in a young, low-risk population with on going symptoms\", not they 70% of young people who get covid have long term symptoms.  It means 70% of healthy young people who continued to symptoms after the active infection was over","sentiment_score":0.1027777778}
{"full_text":"Bank of New Zealand (BNZ)'s branches remain open and are doing well amid the COVID-19 pandemic - and now it has opened a new branch, BNZ Whakatipu, in the Five Mile centre in Frankton, Queenstown.","sentiment_score":0.0909090909}
{"full_text":"#Microsoft revealed #hackers backed by Russia and North Korea targeted pharmaceutical companies involved in #COVID-19 vaccine development. Most attacks were blocked however others did succeed.","sentiment_score":0.5}
{"full_text":"The ongoing pandemic has fundamentally changed both the way we shop and what we purchase. This shift in retail is examined by #AccountsPayable #PurchaseToPay #Finance #Accounting #AccountingSoftware","sentiment_score":0.0}
{"full_text":"RT UPDATE | Germany registers 14,419 new coronavirus cases, total count reaches 815,746#SputnikUpdates","sentiment_score":0.0681818182}
{"full_text":"The coronavirus pandemic has sparked some significant changes around the demands of the consumer.","sentiment_score":0.375}
{"full_text":"The Latest: South Korea tightens social distancing rules","sentiment_score":0.2666666667}
{"full_text":"The CDC have lost their collective minds! @CDCgov @CDCDirector","sentiment_score":0.0}
{"full_text":"RT Due to COVID-19, we can't eat inside.However, if they make a new inside outdoors we can eat in there.This makes no m...","sentiment_score":0.0056818182}
{"full_text":"RT White House COVID hack calls for people to \"rise up\" against a governor who's already been the target of a domestic terro...","sentiment_score":0.0}
{"full_text":"RT being against student loan debt forgiveness because you already paid off your debt is like being against a covid vaccine becau...","sentiment_score":0.0}
{"full_text":"What if 6 months in to Biden's presidency he wraps up COVID. That would just burn Dumps cookies","sentiment_score":0.0}
{"full_text":"RT Bey 8\/9 months into this curfew\/lockdown thing and I still can't believe we in a Panasonic","sentiment_score":0.0}
{"full_text":"COVID-19 Data Dives: A Biostatistician's Primer on Vaccine Efficacyhttps:\/\/t.co\/YgXgxpEpxMSent using the Medscape App for Android(tm)","sentiment_score":0.0}
{"full_text":"RT This is a terrifying consequence of disinformation.","sentiment_score":-1.0}
{"full_text":"Judge Blocks Betsy DeVos' CARES Act Funds for Private Schools | Law &amp; Crime","sentiment_score":0.0}
{"full_text":"US biotech firm Moderna on Monday announced its experimental vaccine against Covid-19 was almost 95 percent effective, a result hailed by the country's top infectious disease scientist as \"stunningly impressive.\"#Moderna #COVID19 #vaccinehttps:\/\/t.co\/ZRE5PgiTBF","sentiment_score":0.4}
{"full_text":"RT Dolly Parton donated $1 million to Vanderbilt for vaccine research.Vanderbilt researchers were involved in the Moderna...","sentiment_score":0.0}
{"full_text":"I feel you on that one, also got covid here. Still recovering. The fight is long brother, wish you the best and smooth recoveries.","sentiment_score":0.45}
{"full_text":"\"Boat Relay\" Own a stunning #canvas #art from PS12.99, link below. Free shipping in #UK Beat the #coronavirus blues and glam up your #home or #office#ArtistOnTwitter #photography  #photooftheday #Travel #homedecor #interiordesign #Scotland #fife #boatinghttps:\/\/t.co\/jw9529yT9m","sentiment_score":0.5}
{"full_text":"More than 35 countries are using to track the spread of the #COVID19 pandemic. This tool was developed by Kristin Braa and Jorn Braa, the 2020 #RouxPrize winners announced earlier today in a virtual ceremony.","sentiment_score":0.2}
{"full_text":"#Bengal #COVID19 update: Cases per day continues to decrease, but number of discharged cases too decreases #BengalFightsCorona #StaySafeStayHealthy","sentiment_score":0.0}
{"full_text":"Queensland, Victoria, Tasmania, the Northern Territory, and Western Australia are imposing varying restrictions on South Australia after the state recorded a case of COVID-19 overnight, adding to a growing Adelaide cluster.https:\/\/t.co\/lPNtRJIqN0","sentiment_score":0.0}
{"full_text":"RT Pfizer launches Covid-19 vaccine delivery trial in four US states","sentiment_score":0.0}
{"full_text":"The latest coronavirus-related inmate death (medical examiner has not confirmed exact cause): A 50-year-old man who died Saturday and was hospitalized with COVID-19 at the time.","sentiment_score":0.1375}
{"full_text":"\"Our fashion business is already 200 per cent of pre-Covid levels as of September. Next fiscal, we are on track to reach Rs 500 crore,\" says Falguni Nayar, founder and CEO,  ~ by and Moinak Mitra, #WealthIssue2020,","sentiment_score":0.0}
{"full_text":"#SPOTLIGHT: As #COVID19 destroys jobs and sweeps the cultural calendar clean, artists and musicians are pulling together to rescue their industries from the doldrums, writes","sentiment_score":0.2333333333}
{"full_text":"RT I may actually decorate this and have the entire family at my home just because I can. God Bless #Texas! ","sentiment_score":0.0}
{"full_text":"Social distancing, masks still necessary after getting COVID-19 vaccine: Fauci via","sentiment_score":0.0166666667}
{"full_text":"Thank you for your work Ashley!","sentiment_score":0.0}
{"full_text":"Council bosses in #Hull are asking the prime minister to take urgent action over an \"astonishing and terrifying\" rise in the number of Covid cases.","sentiment_score":-0.1333333333}
{"full_text":"Please don't try this at home! Conspiracy theorists tried to sneak into a Utah hospital late last week, potentially putting lives at risk just to see if the ICU was full. #pandemic","sentiment_score":0.0125}
{"full_text":"Uruguay announce that Luis Suarez has tested positive for COVID-19.Atletico Madrid are set to play Barcelona on Saturday.","sentiment_score":0.2272727273}
{"full_text":"BREAKING: Some restrictions have now eased in Queensland.Stay safe and remember, if you're sick, stay home. #covid19au","sentiment_score":-0.1071428571}
{"full_text":"Are you a breastfeeding mum returning to work during COVID-19?Help us to understand the impacts COVID-19 has on breastfeeding.Please consider participating in this research study, which involves taking a 15 minute survey.https:\/\/t.co\/e761GhtWXX@uwanews","sentiment_score":0.0}
{"full_text":"Send your #Love &amp; #Light around the world..#JoyTrain &gt;https:\/\/t.co\/X7w2jFypNP #Joy #Love #Kindness #COVID19 #MentalHealth #Mindfulness #GoldenHearts #IAM #kjoys00 #ChooseLove #Quote #TuesdayMorning #TuesdayThoughts #TuesdayMotivation RT","sentiment_score":0.55}
{"full_text":"RT According to his daughter, it appears donald \"partnered\" with a company to work on a covid-19 vaccine in January 2020.Whic...","sentiment_score":0.0}
{"full_text":"For those who are vulnerable to coronavirus, staying at home is the safest option. However self-isolating may make it difficult for you to manage your affairs.An LPA might be the answer.https:\/\/t.co\/Q3oj4y3uXH","sentiment_score":-0.5}
{"full_text":"PROJECT ANNOUNCEMENTGo check out Human Rights Tracker App as part of our ICT4Advocacy CoP via our websitehttps:\/\/t.co\/rHUZCyYtF7#DefendingHumanRightsOnlineUG #ProjectAnnouncement","sentiment_score":0.0}
{"full_text":"RT Grabe, ano? All year we've had to step in to address the gaps in govt response because of the system's incompetence and...","sentiment_score":0.0}
{"full_text":"Does anyone know if Hong Kong has plan to support this COVID-19 Exposure Notification by Apple and Google? Seems useful. Thanks!cc","sentiment_score":0.3}
{"full_text":"No time for complacency as #COVID19 cases surge: WHO chiefhttps:\/\/t.co\/Gq2HzU4DT5","sentiment_score":0.0}
{"full_text":"US biotech firm Moderna on Monday announced its experimental vaccine against Covid-19 was almost 95 percent effective, a result hailed by the country's top infectious disease scientist as \"stunningly impressive.\"#Moderna #COVID19 #vaccinehttps:\/\/t.co\/e7LcYnMTOf","sentiment_score":0.4}
{"full_text":"COVID 19 cases in India until : 17\/11\/2020 11:30Total Cases: 8874274 [+48]Active: 453343Recovered: 8288376 [+34]Deaths :130560 [+0]Total Tests: 126.54MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Report: Pfizer to start pilot delivery program for its COVID-19 vaccine in four US stateshttps:\/\/t.co\/H1oN4YhGPM","sentiment_score":0.0}
{"full_text":"More than 1.06 million Sabahans have thus far benefited from the State Government's allocation of RM160 million for Covid-19 assistance.https:\/\/t.co\/9N8TsxRUS0","sentiment_score":0.3}
{"full_text":"#China's factory output beats forecasts as Asia shakes off #COVID slump","sentiment_score":0.0}
{"full_text":"#ICYMI: Cedar Hill ISD elementary schools switches to online learning due to COVID-19 outbreak","sentiment_score":0.0875}
{"full_text":"RESPONDING INSTEAD OF REACTING IS THE SECRET OF SUCCESS! #growth #success #inspiration#WearAMask #WearAMaskPlease Hot Offers #Mask #Masks QUICK DELIVERY VIA AMAZON #maskyear20 #CareGuardMask#PPE #Delhi #COVID19 #business #quote","sentiment_score":0.1597222222}
{"full_text":"......She \/wants\/ to throw Alula out. Doesn't like her in her home....But if Lexi would rather she stay....she could find her a room. Far away from her own.For her kit's sake.","sentiment_score":0.1}
{"full_text":"RT .@RealDonaldTrump : Vaccines 'all took place on my watch'Moderna announced its vaccine one week after Pfizer said its v...","sentiment_score":0.0}
{"full_text":"RT Retweet the shit out of this!!! This is our chance!!! Never forget that phrase when they want to lock us down again. This...","sentiment_score":-0.4592475043}
{"full_text":"Joe Biden warns Trump's refusal to concede is having serious COVID-19 consequences. has more:","sentiment_score":0.0833333333}
{"full_text":"RT This is HEARTBREAKING \"Due to being sick from this nasty illness, I am miscarrying my child...all because someone couldn't...","sentiment_score":-0.6130952381}
{"full_text":"RT Real #Science #FunFact: ONLY #N95 masks (that the public can't buy) STOP #COVID, the surgical\/cloth masks only...","sentiment_score":0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 32.0FWind Chill: 31.3FHumidity: 86%Dew Point: 28.3F Barometer: 30.072 inHgWind: 2 mph from the SWCorona Virus Weekly Stats:Cases: 223.000000Deaths: 10.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT #In 30-mins we begin#I am moderating #SITCE webinar by Land Transport Authority, Singapore &amp; International Association of P...","sentiment_score":0.0}
{"full_text":"My personal experience is in line with John's. When you disappear people others notice. Difficult to hide an infectious disease that spreads like a virus.Why is there so much skepticism that other places can control covid?","sentiment_score":-0.10625}
{"full_text":"RT Hi please do not give Australian PM credit for excellent COVID response. Please seek out our St...","sentiment_score":0.5}
{"full_text":"RT Masks work.","sentiment_score":0.0}
{"full_text":"RT Remember in Ebola all the discussion about needing to engage anthropologists to understand why African villagers would s...","sentiment_score":0.0}
{"full_text":"I wonder if I can convince the nurse to let me give myself the covid vaccine if I tell them how much practice I already have with giving myself injections","sentiment_score":0.2}
{"full_text":"RT Wait... your dad knew we needed a vaccine for a deadly pandemic in January but still said it was just going to disappear...","sentiment_score":-0.2}
{"full_text":"NHS England suspends one-to-one nursing for critically ill Covid patientshttps:\/\/t.co\/dPyuuCoQHX","sentiment_score":-0.5}
{"full_text":"Dr. Scott Atlas, a controversial member of President Donald Trump's coronavirus task force, is facing heavy criticism after telling Michiganders to \"rise up\" against Gov. Gretchen Whitmer's new #Covid19 restrictions imposed as new cases surge.https:\/\/t.co\/IXpQvWbbyv","sentiment_score":0.1556818182}
{"full_text":"CORONA A STOP WHO??? NOT WEEE!!! #CancunVibes","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden had a stark warning if there is not collaboration on national efforts to combat the coronavirus.","sentiment_score":-0.2}
{"full_text":"RT Let me get this straight:Cuomo on Monday--\"We can't let this vaccination plan go forward.\"Trump yesterday--\"We won't be...","sentiment_score":0.0}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"RT Akron wants to cap guests at private parties to slow spread of COVID-19","sentiment_score":-0.0333333333}
{"full_text":"would be the perfect show to reboot online during the pandemic.","sentiment_score":1.0}
{"full_text":"Pfizer launches Covid-19 vaccine delivery trial in four US states","sentiment_score":0.0}
{"full_text":"The growth of Zoom through this pandemic has been exceptional. Great article on their CDO.  #inclusion","sentiment_score":0.7333333333}
{"full_text":"Another shot of hope against COVID-19, this time from Moderna.","sentiment_score":0.0}
{"full_text":"Searching For Inspiration As We Go Into A Second Lock-Down","sentiment_score":0.0}
{"full_text":"RT A description of events surrounding the index COVID-19 diagnosis in a staff member at Kalafong Provincial Tertiary Hospita...","sentiment_score":0.0}
{"full_text":"You just showed us the COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"$CODX Earnings Intelligence Analysis of recent earnings identified Co-Diagnostics Inc. (CODX) business focus on (covid-19,flu), (covid-19,vaccine,vaccines), (covid-19,washington)https:\/\/t.co\/4nOHfhuYMD","sentiment_score":0.0}
{"full_text":"RT One of Andy's best threads. The Biden transition offers a chance to change course, to save hundreds of thousands of lives,...","sentiment_score":0.55}
{"full_text":"COVID-19 Updates (globally)Total cases: 55,350,440 Dead: 1,332,337 Recovered: 38,494,381 Last updated: November 17, 2020, 05:52 GMT#covid19 #COVID19 #coronavirus","sentiment_score":-0.1}
{"full_text":"You are being lied to.  There is no Covid crisis.   It's a scam, intended to engineer a 'green' and liberal economic reset which may sound warm, fuzzy and gooey now, but will endebt and inhibit you and your children to the grave.","sentiment_score":0.25}
