{"full_text":"Johnson Matthey trims dividend as profits hit by lower catalyst demand in pandemic. #JohnsonMatthey ","sentiment_score":0.0}
{"full_text":"RT Seeing as I won't be able to go to  anytime soon, if any girls in London are struggling to get sanitary products (pads and tam...","sentiment_score":0.5}
{"full_text":"RT Farming animals, whether for fur production or their flesh, has always represented a risk to public health.","sentiment_score":0.0}
{"full_text":"How do you enable corporate volunteering during a pandemic? Join our #HeroTalks panel with and on the impact of COVID-19 on our Hero Month initiative and how we still managed to give back! Sign up: #likeheroes #deliveryhero","sentiment_score":0.0}
{"full_text":"RT this is going to stay with me for a long time. so much of our anti-mask and anti-lockdown rhetoric is framed in terms of freed...","sentiment_score":0.075}
{"full_text":"Snoods can't stop Coronavirus can they? They seem to be made of old Y front material.","sentiment_score":0.1}
{"full_text":"RT The #Raiders place two more players on the reserve\/COVID-19 list, defensive back Lamarcus Joyner and defensive end Clelin F...","sentiment_score":0.25}
{"full_text":"RT When U wear a mask during a longer period U do not protect Yourself but ACTUALLY are harming YourselfNot only can it...","sentiment_score":0.0}
{"full_text":"RT #COVID19 active caseload falls below 5% of total cases.","sentiment_score":-0.0666666667}
{"full_text":"UPDATE: #COVID19 in London  On 18 November the daily number of new people who tested positive for COVID-19 in London was reported as 2,023.  The latest reported number of patients in London hospitals was 1,403. Full update here:","sentiment_score":0.2427272727}
{"full_text":"RT Patient information leafletToday and have published new guidance to help patients with post COV...","sentiment_score":0.1363636364}
{"full_text":"RT Well just got the call my dad has Covid . He is 79 and said it's all he can do to get out of bed  but the dr. Told him to...","sentiment_score":0.0}
{"full_text":"RT I had a \"mild\" case of Covid in April. I used to run 1\/2 marathons. I get winded...","sentiment_score":0.3333333333}
{"full_text":"It's monumentally fcuking stupid is what it is. And if we get strict lockdown in January, the break we booked to make up for the last three we had to cancel will also be cancelled and you will hear me wailing from Mars.","sentiment_score":-0.4}
{"full_text":"'Let's Blame China\" an infantile disorderHow the White House turned \"China bought us time\" into \"China lied, people died\" and put the world at risk.  #Covid19 #coronavirus","sentiment_score":-0.2}
{"full_text":"The Democrats stole de elections, like they do always.","sentiment_score":0.0}
{"full_text":"Lockdown 2 is coming I guess. Cases increasing rapidly. In winters it is spreading more. Stay safe and take care","sentiment_score":0.5}
{"full_text":"RT Betsy DeVos tried to illegally siphon pandemic relief funds away from public schools and divert them to wealthy private...","sentiment_score":0.0}
{"full_text":"RT Incredible. After pages of vitriol spewed in the direction of after countless press interviews by Fauci esse...","sentiment_score":0.45}
{"full_text":"RT *COVID cases skyrocketing* Other states: *Close down, mask mandates etc.*In Texas: *COVID-19 is spreading rapidly* Greg Abb...","sentiment_score":-0.1402777778}
{"full_text":"If you feel wiser stay free not to wear a mask yourself but it's illicit to encourage other people not to wear one as your State is dying and your family is in danger. Don't hide and do something spiritually skilled once in your life: visit South Dakota ICUs and rescue Dakotans!","sentiment_score":0.3}
{"full_text":"RT With collaboration at the core, an inclusive digital world is needed to help shape post-pandemic economic recovery powered by t...","sentiment_score":0.1}
{"full_text":"RT Cutting foreign aid in times of a pandemic &amp;massive economic downturn would probably not be too hard to sell to the pub...","sentiment_score":-0.2041666667}
{"full_text":"RT Charting the age-stratified Infection Fatality Ratio of COVID-19 vs seasonal influenza: covid is significantly more fatal than...","sentiment_score":0.5}
{"full_text":"RT Thankfully, the workspace address is whats on all our social bios and we've barely been there since March because Covid.","sentiment_score":0.0416666667}
{"full_text":"I'd like to nominate my mum Cheryl. Just before Christmas 2019 my dad died. We missed being there by minutes. We were devastated. She planned a holiday to help take our minds off things then COVID happened.  She's a brilliant mum she never judges #ShareASmile2020","sentiment_score":0.9}
{"full_text":"RT Betsy DeVos tried to illegally siphon pandemic relief funds away from public schools and divert them to wealthy private...","sentiment_score":0.0}
{"full_text":"Police in Homa Bay county have heightened enforcement of COVID-19 protocols with 41 people arrested for flouting the rules and four PSVs impounded for carrying excess passengers.","sentiment_score":0.0}
{"full_text":"And lets check if you mentioned states that are doing terribly with containing Covid-19 right now. Hmmm... you did not. ","sentiment_score":-0.3571428571}
{"full_text":"RT Trump rails against election defeat as US Covid deaths top 250,000 - live updates","sentiment_score":0.3181818182}
{"full_text":"FYI Should there be another lockdown how about letting the small independents remain open for business whilst closing the supermarkets.Yeah yeah, I hear the arguments already about supply chains and investors blah blah@JuliaHB1","sentiment_score":-0.125}
{"full_text":"RT Government lack direction and appear blinkered. Have NPHET got their predictions wrong. Hospitals are in control with...","sentiment_score":-0.5}
{"full_text":"RT I'd love to spend Christmas with my parents, but my mum died from Covid on Tuesday. Don't start 2021 the agonising way my...","sentiment_score":0.5}
{"full_text":"They conducted over 40,000 covid tests is the course of making the movie ....","sentiment_score":0.0}
{"full_text":"is this salary for past months during the pandemic or the present months please clarify ASAP THANKS","sentiment_score":-0.0166666667}
{"full_text":"RT What a guy. A raging pandemic is absolutely paralyzing the country he supposedly leads and not one word a...","sentiment_score":0.2}
{"full_text":"RT #HappeningNow! Join our #COVID19 press briefing on how #Africa is preparing for a potential resurgence of COVID-19 cases....","sentiment_score":0.0}
{"full_text":"Not a bad idea ...as long as the clients are all tested Covid negative AND this Speed-Dating-in-the-Air does not extend to become a Mile High Club in the aircraft toilets!!!","sentiment_score":0.078125}
{"full_text":"RT COVID-19: One in seven UK companies 'at risk of collapse'","sentiment_score":0.0}
{"full_text":"RT saw someone earlier refer to lockdown as 'Locky D' and I literally cannot stop thinking about it","sentiment_score":0.0}
{"full_text":"If Only had the ability to report on events that impact people's lives","sentiment_score":0.0}
{"full_text":"**BLOG POST**STOP LOCKDOWNS NOW and implement The Great Barrington Declaration The COVID-19 virus is now endemic and therefore a lockdown strategy will not work and causing massive harm to the economy, society, people's livelihoods, and mental health.","sentiment_score":0.2333333333}
{"full_text":"The Coronavirus Is Airborne Indoors. Why Are We Still Scrubbing Surfaces?","sentiment_score":0.0}
{"full_text":"Ok no problem we all agree not too see family so we dont go into another lockdown. Then we see our family anyway as we arent going to be dictated too and no one needs to know ","sentiment_score":0.5}
{"full_text":"RT Good governing is a DUTY, not a favour.The UK must DEMAND better governing before half the country's dead, and the other hal...","sentiment_score":0.1416666667}
{"full_text":"RT The Trump admin must stop expelling migrant children who cross into the U.S. on their own, Judge Emmett Sullivan ruled. S...","sentiment_score":0.3}
{"full_text":"RT Even the Mail.","sentiment_score":0.0}
{"full_text":"#goodmorning to u has been a year today since CAFE VERDE has opened.We had a tough first year with pandemic but with the support of our lovely local community,we r still here! Thanks millions to u all#happy #firstbirthday#teddington #LoveLocal","sentiment_score":0.1122222222}
{"full_text":"208 new cases in Qatar [9:59 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"RT *COVID cases skyrocketing* Other states: *Close down, mask mandates etc.*In Texas: *COVID-19 is spreading rapidly* Greg Abb...","sentiment_score":-0.1402777778}
{"full_text":"RT I brought my father to the ER with posible covid diagnosis. I just had \"the talk\" with the doctor about saying goodbye bef...","sentiment_score":0.0}
{"full_text":"\"All this means is that there is no going back to a pre-COVID world\"  this is an insightful read...","sentiment_score":0.0}
{"full_text":"RT The Oxford coronavirus vaccine has been shown to trigger a robust immune response in healthy adults aged 56-69 and 70+. Th...","sentiment_score":0.2}
{"full_text":"RT \"During COVID, 9 of 11 components from #Apple manufacturing have shifted from China to India. These huge changes, especial...","sentiment_score":0.4}
{"full_text":"RT Joe Biden says his plans for COVID vaccine distribution could \"be behind by weeks or months\" because of the Trump admin's...","sentiment_score":-0.4}
{"full_text":"RT Lockdown Part 2: Continued Gain","sentiment_score":0.0}
{"full_text":"RT We ( the MPs)are demanding for helicopter evacuation, while my friends in KMPDU are asking for allowances and Protective gea...","sentiment_score":0.0}
{"full_text":"you do have Cologne and Berlin on your post-Covid to-do list?","sentiment_score":0.0}
{"full_text":"\"Lockdown looks good on you \" are you now saying I've gained weight ","sentiment_score":0.7}
{"full_text":"RT People who are pro-mask and pro-distancing are already dead on the inside. They don't feel the effects of...","sentiment_score":-0.2}
{"full_text":"We are taking extra safety measures to ensure you can travel CrossCountry with confidence.","sentiment_score":0.0}
{"full_text":"RT LET'S CONTINUE TO ADHERE TO COVID-19 GUIDELINES The Kukah Centre has created an easy-to-understand information packet on...","sentiment_score":0.0}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"RT Loved  being able to help launch this. Free connectivity at home for kids who really need it. Click to link to find out more ...","sentiment_score":0.46}
{"full_text":"RT GMS presenters are urging listeners to text their views of the plan to remove Covid restrictions for five days at Xmas. Ea...","sentiment_score":0.0}
{"full_text":"Hi saurabh .. .pollution k time pr asthma sy related patient k treatment k liye ministers request Bheji hy bt us pr koi b action nahi hua plz..helpMohalla clinic mai pollution and asthma sy related patient k treatment k liye oxygen Cylinder provide krwa doCorona k time hsptl","sentiment_score":0.0333333333}
{"full_text":"This is grotesque Managers At A Tyson Pork Plant Placed Bets On How Many Workers Would Get COVID-19, A Lawsuit Alleges #SmartNews","sentiment_score":-0.025}
{"full_text":"RT So the formula is:V = VaccinationC = CommunismV+C = Covid-free","sentiment_score":0.0}
{"full_text":"RT so is covid planning on disappearing in january ir february when we start games? lol nah i think it will still be here s...","sentiment_score":0.8}
{"full_text":"RT India has one of the lowest COVID-19 Fatality Rates in the world.","sentiment_score":0.0}
{"full_text":"RT Spoke to US President-elect on phone to congratulate him. We reiterated our firm commitment to the Indo-US stra...","sentiment_score":-0.2}
{"full_text":"Can they lock us down already? I'm tired of physically going to work","sentiment_score":-0.1851851852}
{"full_text":"RT A pub near to where I live has had to close down, because of lack of customers due to covid restrictions.  Before this loc...","sentiment_score":-0.0110479798}
{"full_text":"Christmas doesn't give a damn f*ck about Covid-19","sentiment_score":0.0}
{"full_text":"My article is featured on the #COVID19 community page. Read it here: ","sentiment_score":0.0}
{"full_text":"RT Rising exports and effective control of the coronavirus have kept Vietnam's economy growing despite the global pandemic,...","sentiment_score":0.3}
{"full_text":"Great stuff","sentiment_score":0.8}
{"full_text":"Dr Roger Hodkinson, MA, MB (Cambridge), FCAP, FRCPC. Former Chair of a of Physicians &amp; Surgeons CA committee. Chair of a biotech in North Carolina SELLING THE COVID-19 TEST. To Council Chambers at started at 8:25:40 (5 mins).https:\/\/t.co\/SGY0HbwDm5","sentiment_score":0.0}
{"full_text":"RT You can imagine that #COVID19 will be spread on a large scale. So, celebrations are not banned. What is banned is the entering of...","sentiment_score":0.2142857143}
{"full_text":"says teachers in England being told to pause Covid app in school to reduce numbers required to self-isolate, leading to school closures. #testandtrace #LockdownChaos","sentiment_score":0.0}
{"full_text":"RT From AP Morning Wire: * Pandemic deaths in US surpass 250,000; Hospitals overwhelmed with cases.* Virus 'a new terror' in Syria'...","sentiment_score":0.1363636364}
{"full_text":"RT \"A Zoom Thanksgiving is better than an ICU Christmas\" Stay safe and healthy this holiday season.","sentiment_score":0.5}
{"full_text":"RT In March, I asked why the director of a UK company making PPE were exporting all over the world but hadn't had orders f...","sentiment_score":0.0}
{"full_text":"RT who told you you are a patriot? I know you are a clown though trying to lighten the mood of the nation with...","sentiment_score":0.0}
{"full_text":"RT I've been viciously attacked since Apr for highlighting imp of Tcell immunity against SARSCoV2 despite 100+ published Covid s...","sentiment_score":-1.0}
{"full_text":"RT 2 Lakhs+ Private School Students Shifted To Goverment School #Covid19 Time lo kooda Govt Schools lo Admissions Perugu...","sentiment_score":0.0}
{"full_text":"RT *The lockdown is bullshit*Wearing a mask is bullshit*Your fearmongering is bullshit*The government is bullshit*The Fe...","sentiment_score":0.0}
{"full_text":"RT NI university students pay a hefty price for illegal house parties and other Covid lockdown transgressions as both QUB...","sentiment_score":-0.3125}
{"full_text":"RT With Covid-19 impacting global financial markets and businesses, how is Russia rebuilding a more resilient economy? Tun...","sentiment_score":0.1666666667}
{"full_text":"RT PS16.5b during a pandemic easily \"found\" for military drones but not for free school meals.","sentiment_score":0.2444444444}
{"full_text":"RT In last 24 hrs I've heard about more than 15 people in my own known circle who are Covid positive. In my building, workplac...","sentiment_score":0.3318181818}
{"full_text":"RT \"He hasn't been any help,\" Gov. Cuomo says, discussing Pres. Trump's Covid-19 response. \"This federal administration failed at e...","sentiment_score":-0.5}
{"full_text":"As I've been saying for months as an occupational safety and health professional:Masks are as effective in stopping the China virus as a chain link fence is at stopping mosquitoes. So end this mask bullshit now !","sentiment_score":0.75}
{"full_text":"\"During the COVID-19 outbreak, a U.S. passport and one of the world's most powerful travel messages were rejected.The countries where passport holders are granted leave are listed below.\"https:\/\/t.co\/eApUv4898f","sentiment_score":0.4}
{"full_text":"RT Who are these people?? And how have they won 49 government contracts?","sentiment_score":0.0}
{"full_text":"The region's newest live music venue will open its doors this weekend. Shady Palms in Avoca Beach has been a labour of love during the pandemic. ","sentiment_score":0.0965909091}
{"full_text":"#MyReport | \"It's extremely risky for locals and students if 8,000 students from around the world come back to #Manipal,\" says an MIT student.","sentiment_score":-0.0625}
{"full_text":"With a 2nd national lockdown coming today, businesses will once again be forced to have an entirely online presence. It is therefore important, now more than ever, that your company is equipped for the digital economy. Check out our courses to learn more about how to best do this","sentiment_score":0.2625}
{"full_text":"I generally agree, but the claim this is a once per century pandemic is unnecessary and probably wrong. It could be more like one in 20 years, and I'm not sure we can afford to react like this every 20 years - apart from anything it's comparable to the maturity","sentiment_score":-0.12}
{"full_text":"Only five percent of the businesses in the Philippines remain closed amid the COVID-19 pandemic, the Department of Trade and Industry (DTI) said on Wednesday, but consumer confidence has yet to pick up.https:\/\/t.co\/pa2k4P2DnE","sentiment_score":-0.05}
{"full_text":"RT UK arts #audiences study on #covid impact. Interesting insights for #arts distributors and producers. Estudio de impac...","sentiment_score":0.5}
{"full_text":"And the issues you listed will still be issues in the end, lockdown or not.  On a different level?  Likely.  But I don't think that makes the idea of a lockdown an illogical one by any means.  I don't want to be on lockdown, but I see the reasoning behind it.","sentiment_score":-0.1333333333}
{"full_text":"unknown covid effects slowly emerging so oxford astra zeneca&amp;johnson frm same protein caused spinal issue&amp;illness.Dangerous2start schools,colleges,full unlockingEven vaccines will hv2research a lot b4 hitting markets Req. Safer vaccine methods","sentiment_score":-0.1333333333}
{"full_text":"We have a dedicated page for both new\/expecting parents. Have a look at our Paternity &amp; Maternity page.https:\/\/t.co\/MqSOOd4Wzm","sentiment_score":0.0}
{"full_text":"Several wreaths from local organisations were laid at the War Memorial, including a special one to honour Colin Lott who died earlier this year. #wokytoday #wokingham #wokinghamtoday #reading #bracknell #woodley","sentiment_score":0.0892857143}
{"full_text":"UPDATE | Oxford COVID-19 vaccine shows 'encouraging' immune response among older people, study show #SputnikUpdates","sentiment_score":0.1666666667}
{"full_text":"Due to the current pandemic situation, we have organised the working conference as a hybrid event: it will be possible to participate on-site as well as online.  #PCNE21 (1\/2)","sentiment_score":-0.0416666667}
{"full_text":"RT Why this infantile obsession with Christmas?I want to get through to next year with both my elderly parents alive. W...","sentiment_score":-0.1}
{"full_text":"#GameOfTwoHalves Podcast: Is Hamilton F1's G.O.A.T? This week we discuss 7th feat at and if international friendlies should go on during the #COVID19 pandemic. See","sentiment_score":0.0}
{"full_text":"HTC is working to ensure that government guidelines relating to protection from COVID-19 are met. In doing so, due to the current national lockdown, some services have closed or remain open with restrictions in place....","sentiment_score":-0.05625}
{"full_text":"NEW: North Korea's ongoing border lockdowns over COVID-19 are causing severe shortages of imported food in Pyongyang stores. Experts believe that the effect on rural areas is likely lower due to their isolation. Read more at NK News:https:\/\/t.co\/CbjiJyIcFi","sentiment_score":0.1022727273}
{"full_text":"It appears that an effective COVID-19 vaccine may be on the horizon. But the profit-making of Big Pharma is threatening what should be a basic principle: that the vaccine is universally available, not just in rich countries but across the Global South.","sentiment_score":0.2291666667}
{"full_text":"Sitting by a pond feed ducks &amp; geese during lockdown gave Maxeen an escape from all the news &amp; talk about the virus. Maxeen's creativeness captures the #tranquillity of her experience, you can view more patches for our #Thequarantinequiltproject","sentiment_score":0.5}
{"full_text":"Public Health Berkshire is looking for feedback on how they can engage and communicate key COVID-19 messages. Please share your views here: survey closes on Sunday 22 November","sentiment_score":0.0}
{"full_text":"COVID SURGE- Conditions inside the nation's hospitals are deteriorating by the day as the coronavirus rages across the U.S. at an unrelenting pace and the confirmed death toll surpasses 250,000.","sentiment_score":0.4}
{"full_text":"RT Tyson Foods is defending itself in this lawsuit by claiming Trump \"ordered\" them to stay open. The \"order\" was basically w...","sentiment_score":0.0}
{"full_text":"In many languages, Boloh means speak. are encouraging Black, Asian and Minority Ethnic children, young people and families affected by Covid-19 to speak to us: about their worries, their problems and their stresses during this time. https:\/\/t.co\/3guSaBrmqN","sentiment_score":0.1083333333}
{"full_text":"NEWS: 40% of Covid-19 fines unpaid in #Essex","sentiment_score":0.2}
{"full_text":"Are you working from home during lockdown?More screen time means increased risk of eye strain, so remember to schedule in screen breaks - #OneChange to your working day can help you feel a lot better#SelfCareWeek #HealthierFutures","sentiment_score":0.0}
{"full_text":"Dolly Parton adds pandemic hero to list of accomplishments","sentiment_score":0.0}
{"full_text":"Throwing it back to our #BetterNormal video. The old normal seems such a distant memory! We have embraced new ways of working, leading, and engaging our people through this pandemic. Wouldn't it be great to take some of these new ways into 2021 ?https:\/\/t.co\/RqFnTmNQu5","sentiment_score":0.1775252525}
{"full_text":"We can still flatten the HIV curve!Join us this World AIDS Day 2020 celebration from Dec. 2-4 at 1PM-3PM for the #SaferNowPHSummit2020.SCAN the QR Code to learn more!@safespacesph #SaferNowPH","sentiment_score":0.0}
{"full_text":"and #MERRY, are you #Ready_Or_Not ?Live on (NOV 22, 9PM KST)All proceeds go to #COVID19 aid and relief efforts.https:\/\/t.co\/ONwTYTHIW3#DearTomorrow #FromHome #MOMOLAND #momoraendeu #MLD #emeldi #HYEBIN #JANE #NAYUN #JOOE #AHIN #NANCY","sentiment_score":0.1363636364}
{"full_text":"#BizNews: #HongKong's largest beverage maker #Vitasoy International Holdings reported its revenue had dropped 6% to HK$4.41 billion for the six months ending September 30, due to the impact of #COVID19 and its disruption on the Chinese mainland and across other markets.","sentiment_score":-0.0625}
{"full_text":"COVID 19 cases in India until : 19\/11\/2020 15:30Total Cases: 8960098 [+1958]Active: 443192Recovered: 8383251 [+1481]Deaths :131639 [+21]Total Tests: 128.51MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Indiana lawmakers won't be taking quick action to undercut public health orders that Gov. Eric Holcomb has issued over the past nine months of the coronavirus pandemic, top Republican legislative leaders said Tuesday.","sentiment_score":0.1366666667}
{"full_text":"A retired orchestra teacher battling Covid-19 in a Utah hospital turned to his true passion -- music -- to help spread some joy in the ICU.","sentiment_score":0.575}
{"full_text":"Read how businesses can overcome supply chain disruption in order to boost their productivity and attain business continuity during the pandemic in this article from Forbes. #supplychain","sentiment_score":0.0}
{"full_text":"NEWS: 56% of Covid-19 fines unpaid in #Suffolk","sentiment_score":0.2}
{"full_text":"NEWS: 58% of Covid-19 fines unpaid in #Norfolk","sentiment_score":0.2}
{"full_text":"RT Trump's refusal to allow Biden team access to the Corona Task Force and its policies is in direct violation of his oath of...","sentiment_score":0.1}
{"full_text":"NEWS: 56% of Covid-19 fines unpaid in #Suffolk","sentiment_score":0.2}
{"full_text":"Join (Arthur Ellis: Mental Health Support) on Sunday at 11am to learn how to stay on top of your well-being for Self Care Week.They will be providing an activity you and your family can do at home to manage your well-being throughout winter.","sentiment_score":0.2}
{"full_text":"RT #Biden said -he understands GOP's \"reluctance\"#GOPCorruptionOverCountry can hardly be called \"reluctance\"Unless#Crimes...","sentiment_score":-0.2916666667}
{"full_text":"People are being locked down and not allowed to walk their dogs in a state of over 1.5m people cause 30 people got covid and you aren't buying bitcoin smfh","sentiment_score":-0.1555555556}
{"full_text":"Last week, Pfizer and its partner BioNTech SE reported that an interim analysis showed their experimental vaccine was more than 90 percent effective in preventing symptomatic cases of Covid-19.https:\/\/t.co\/VqzEiI4F1E","sentiment_score":0.3}
{"full_text":"Digital innovation and learning during COVID-19 - discusses how innovation in the NHS has adapted &amp; led to new ways of working in response to COVID-19 via","sentiment_score":0.0681818182}
{"full_text":"ICYMI: Glasgow cafes and restaurants react to level four restrictions.https:\/\/t.co\/aYMHewyz2w","sentiment_score":0.0}
{"full_text":"Overnight Oldies: Pandemic Pity Party","sentiment_score":-0.1}
{"full_text":"From our friends Lockdown shouldn't stop you from getting your theatre fix. Brand new show #Misfits is live streaming direct from their stage until Sunday. Get tickets here -https:\/\/t.co\/CK9cv4eqZS","sentiment_score":0.1242424242}
{"full_text":"NEWS: Christmas rules to be set out 'as we approach 2 December', says ministerhttps:\/\/t.co\/MlCFjUJwGM","sentiment_score":0.0}
{"full_text":" The #Coronavirus Job Retention Scheme is being extended to 31 March 2021If you're having problems with getting your furlough pay, our advice can help ","sentiment_score":0.0}
{"full_text":"Download global projections of daily deaths, total deaths, hospital resource use, mask use, and mobility used in our #COVID19 model visualization tool. Explore the model: data:","sentiment_score":0.0}
{"full_text":"If you are a LSE student or staff member, you can book a COVID test at one of LSE's testing sites. LSE has transitioned to a quicker test, which produces results in 15-20 minutes. Bookable slots are released on Friday evening. Visit for more information.","sentiment_score":0.5}
{"full_text":"#SitePoint, the customisable display unit, is perfect when utilised as a hand sanitising station.Plenty of businesses are already using them to make their premises COVID safe.To help your customers get back to business, drop us an email at: sales@jonesco-plastics.com.","sentiment_score":0.5}
{"full_text":"If you're an employee or self-employed, the #COVID__19 Illness Benefit can provide you with income support if you've been diagnosed with #COVID19, or instructed by a doctor or the HSE to self-isolate.The payment is EUR350 per week.For more info visit","sentiment_score":0.5}
{"full_text":"We might not be able to come together in person this year but we cannot let the pandemic keep us from taking part in the annual  #SleepOutPlease make a one-off donation or create your own fundraising page where family and friends can support you!https:\/\/t.co\/aQhcFGyZnD","sentiment_score":0.55}
{"full_text":"President Rodrigo Duterte has allowed advance payments for COVID-19 vaccines, marking a shift in the stance of the chief executive who earlier opposed making advance payments for the drug to end the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"Don't suffer in silence this Christmas - get in touch with the #Peterborough Hub. The Covid-19 pandemic has placed extra strain on all our lives and has meant that many people have needed to ask for help","sentiment_score":0.25}
{"full_text":"RT Covid-19 has killed more than 250,000 people in the United States in less than 10 months","sentiment_score":0.0444444444}
{"full_text":"#COVID19UPDATE: Check out our video channel in 15 mins for an update in English by Tokyo Governor Koike on this week's #coronavirus situation #LatestUpdate #COVID19 #CoronavirusPandemic #Tokyo","sentiment_score":0.0}
{"full_text":"Another Thursday, another circuit! Coach Tom is back keeping you active during lockdown.Make space to jump around and head to YouTube at 5pm>","sentiment_score":-0.0666666667}
{"full_text":"Virtual Court hearings are the \"new normal' in litigation and likely to be sticking around long after the pandemic. I had my first remote CCMC recently and put together my top tips for making yours run smoothly. #lawyer #litigation #onlinecourt","sentiment_score":0.1429292929}
{"full_text":"All the Greek islands we're looking forward to visiting as soon as lockdown ends.https:\/\/t.co\/bbIcmLqNnn","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 20.8FWind Chill: 20.8FHumidity: 99%Dew Point: 20.6F Barometer: 30.604 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases:    N\/ADeaths:    N\/ASurvival:    N\/A#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"Boat Harbor Belize\" Own a stunning #canvas #art from PS12.99, link below. Free shipping in #UK Beat the #coronavirus blues and glam up your #home or #office#ArtistOnTwitter #photography  #photooftheday #Travel #homedecor #interiordesign #Belize #COVIDIOTShttps:\/\/t.co\/FnlewawOus","sentiment_score":0.5}
{"full_text":"Italy is struggling to balance management of a strained #economy with management of the public #health crisis. #SecondLockdown Bethan Bowet-Jones, Francesco Pontarelli, and about the social protests in #Italy. #coronavirus #COVID19","sentiment_score":0.0166666667}
