{"full_text":"RT covid is going 12M-0 against America and y'all still wanna go black friday shopping??????????????????????????","sentiment_score":-0.1666666667}
{"full_text":"RT I stand with the driver of this bus. Absolutely.#yeg #COVID19AB #ableg","sentiment_score":0.0}
{"full_text":"My family member who is a nurse: \"yeah we had 7 people die of COVID last week at the hospital\"Same person: \"oh hell no I'm not going to get the vaccine when it comes out, they made it way too fast to be safe\"","sentiment_score":0.175}
{"full_text":"URGENT #Cuba","sentiment_score":0.0}
{"full_text":"Aren't you a republican senator? You want to help the hungry? PASS THE HOUSE'S COVID RELIEF BILL.","sentiment_score":0.0}
{"full_text":"RT Nurses, doctors use social media to plead for public to take COVID-19 seriously as cases surge.","sentiment_score":-0.1}
{"full_text":"RT Wow, so Pope Francis has basically openly called Amy Covid Barrett and GOPers in SCOTUS a bunch of evil selfish small-m...","sentiment_score":-0.35}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":" Due to a positive COVID-19 test, tomorrow's HW main event between Curtis Blaydes and Derrick Lewis is being rescheduled to a later date. The new main event will be the LW bout between Anthony Smith and Devin Clark, scheduled for five rounds. #UFCVegas15","sentiment_score":0.0953282828}
{"full_text":"RT #IAmThankfulFor the helpers.NursesAidsDoctorsAll HC workersDelivery pplGrocery store pplFood BanksJournalist...","sentiment_score":0.0}
{"full_text":"Trudeau did not provide any details around when the first COVID-19 vaccine could be approved and will begin distribution, but noted that most Canadians could be vaccinated by September.https:\/\/t.co\/q6lptxAwO6","sentiment_score":0.375}
{"full_text":"I guess Walmart and Costco have business licenses and have passed Toronto restaurant inspections.","sentiment_score":0.0}
{"full_text":"Currently ecstatic none of you will ever force me to listen to this trash music ever again","sentiment_score":0.0}
{"full_text":"A public liability is REQUIRES you to mitigate all foreseeable events. Fix the carpets down, fire alarms, fire exits. So of a global pandemic is declared it is foreseeable that people in close contact may get infected. So they are required to mitigate.","sentiment_score":-0.0518518519}
{"full_text":"RT  It's never her fault. There's no excuse for gender-based violence. explains how you can help prevent a shadow pande...","sentiment_score":0.025}
{"full_text":"RT I never do this but a family friend with 3 kids under age 10 has been diagnosed with stage 4 brain cancer, and the rest of the...","sentiment_score":0.0}
{"full_text":"RT Now we can add to the list of people complicit in exacerbating the deadly pandemic: five Supreme Court justices.","sentiment_score":-0.2}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"RT Folks - read. Read. Read. Read. Read. Read. Stop targeting hypoxia and raising PEEP. Covid lung kills by vascular dama...","sentiment_score":0.0}
{"full_text":"\"Initially only NHS staff are set to be given the jab, with care home residents and the over-80s having to wait.\"Very interesting. Sounds like decision related 2 logistics. Hospitals in England told to prepare for Covid vaccine rollout in 10 days' time","sentiment_score":0.2166666667}
{"full_text":"I can confirm this. One missile\/rocket landed just outside Asmera again. Can't say whether other towns in #Eritrea, as stated by some people (DekeAmhare &amp; Mendefera) have been targeted or not.","sentiment_score":-0.0625}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"PCR test unreliable says court.","sentiment_score":0.0}
{"full_text":"RT There can't be any BBI consensus, only  CONTEST. 2022 plotters &amp; governors fearing prosecution over graft have boarded BBI....","sentiment_score":0.0}
{"full_text":"Sadly, Seth is trusting the consistently dishonest NYT instead of actually knowing both the situation *and* the court's opinion.  Put another way,https:\/\/t.co\/wa5MvRFlG8","sentiment_score":-0.2666666667}
{"full_text":"RT We've sent you two relief bills. Go ask Mitch.","sentiment_score":0.0}
{"full_text":"Thank you Lisa - It's been amazing to see both the college and our creative industries employers keep faith with us in the face of the challenges of Covid.  It was wonderful to welcome another 20 industry mentors to the online mentoring programme yesterday.","sentiment_score":0.725}
{"full_text":"they really want us to dye huh","sentiment_score":0.2}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"I doubt the CDC got this completely wrong, more likely you misunderstood what they wrote.  please share the direct quote from them and I will try to clarify.","sentiment_score":0.025}
{"full_text":"Great thread Charlotte!","sentiment_score":1.0}
{"full_text":"COVID-19: Former NATO commander to head vaccine delivery effort; Ontario sees new daily record high 1,855 cases, 55 in Ottawa","sentiment_score":0.0740909091}
{"full_text":"Van Morrison No More Lockdown   Protest Song No 3 via","sentiment_score":-0.25}
{"full_text":"RT It's not enough just to give thanks to our frontline workers today--we must ensure they have what they need to be safe and...","sentiment_score":0.2333333333}
{"full_text":"Yes mask up","sentiment_score":0.0}
{"full_text":"Good! That.","sentiment_score":0.875}
{"full_text":"RT Native people in the U.S. continue to be among the worst affected groups for coronavirus infections.Indigenous people are 2.8...","sentiment_score":-1.0}
{"full_text":"The look on my mom's face when i came home with 3 boxes of corona","sentiment_score":0.0}
{"full_text":"My mom,Mercy Herrera a resident of MotherGertrudeSeniorHome in San FernandoCA,lost her life to COVID-19. Sr.Elia Caro, &amp; FranciscanSisters are working TIRELESSLY to continue to keep their residents safe,during their battle with COVID-19.They are In need of&amp; financial help.","sentiment_score":0.0}
{"full_text":"RT I never do this but a family friend with 3 kids under age 10 has been diagnosed with stage 4 brain cancer, and the rest of the...","sentiment_score":0.0}
{"full_text":"Pope Francis: A Crisis Reveals What Is in Our Hearts","sentiment_score":0.0}
{"full_text":"RT No one wants to hear this, but in addition to 263k deaths from #COVID19, Trump's failure to act has decimated the educations of...","sentiment_score":-0.0583333333}
{"full_text":"RT Governor Cuomo talking about his cluster map.Can someone ask Cuomo what happened to the thousands of annual flu deaths eve...","sentiment_score":0.0}
{"full_text":"RT Please continue to wear a mask and practice social distancing. Let's do what we can to keep our loved ones and communities...","sentiment_score":0.3666666667}
{"full_text":"RT Even in a pandemic, any government that would shutter a small business but allow similar goods to be sold at Costco and Walmart,...","sentiment_score":-0.125}
{"full_text":"RT Campaign for the delay and cancellation of Mdcat going on for pass few days- all exams have been delayed due to corona. Kind...","sentiment_score":0.0916666667}
{"full_text":"RT He thought he smashed it until her second question came. ","sentiment_score":0.0}
{"full_text":"Holiday season starts under pall of more than 100,000 new Covid-19 cases. And 20 states did not report numbers on Thanksgiving Dayhttps:\/\/t.co\/MRmb3H6KH9","sentiment_score":0.3181818182}
{"full_text":"RT A Covid-19 patient played the violin while on a ventilator in the ICU to thank health care workers","sentiment_score":0.0}
{"full_text":"There are kool aid drinker, realists and deniers (you know those flat earth types). Dollars to doughnuts, 20 fold more people will be driven into poverty, might even starve, become homeless and or become serious (cronic) substance abusers.","sentiment_score":0.0472222222}
{"full_text":"RT This Thanksgiving, I'm thankful for all the heroes on the frontlines of this pandemic risking their lives to keep Amer...","sentiment_score":0.0}
{"full_text":" so sad and Govt ordered to open medical colleges..","sentiment_score":-0.1666666667}
{"full_text":"RT Listen #Ravens fans. It's been a tough year. The play hasn't been the same and we're now getting hit by COVID harder th...","sentiment_score":-0.162962963}
{"full_text":"RT hello my dear friends happy day  #myfoto #StaySafe #StaySafeStayHealthy #WearYourMask #WearAMask","sentiment_score":0.8}
{"full_text":"So say the \"observers\"...who even cares. He should be working on Covid plans and here he checks TV ratings on the guy that beat him. He's a silly crybaby. Lmao too.","sentiment_score":0.05}
{"full_text":"RT Note Rc-o319 virus from JP, one of the two novel viruses thrilling CCP's media and their colleagues around the world.The...","sentiment_score":0.25}
{"full_text":"RT Wow, so Pope Francis has basically openly called Amy Covid Barrett and GOPers in SCOTUS a bunch of evil selfish small-m...","sentiment_score":-0.35}
{"full_text":"Yeah but mate you were dressed as a bloody red devil last year lol - anyway, thank you for everything you've done during lockdown x","sentiment_score":0.0}
{"full_text":"RT Edmonton's Emergency Advisory Committee meeting this afternoon, with the biggest question being on how to enforce COVID heal...","sentiment_score":0.0}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"RT Please continue to wear a mask and practice social distancing. Let's do what we can to keep our loved ones and communities...","sentiment_score":0.3666666667}
{"full_text":"Why don't #COVID19 testers, the NHS and other \"front line staff\" have to self isolate when the people they test are diagnosed as a positive \"case\"...............","sentiment_score":0.0511363636}
{"full_text":"RT \"The vaccines were all me.\"-from a President who refuses to take responsibility for the over 1\/4 million Americans who'v...","sentiment_score":0.0}
{"full_text":"RT #VerifiedDaily covid death toll remains very high in Delhi, 98 died in 24 hours1000+ deaths in 9 days, 2248 died...","sentiment_score":0.208}
{"full_text":"RT Jeff Bezos has become billions of dollars wealthier during the pandemic, while Amazon workers across the world struggle...","sentiment_score":0.0}
{"full_text":"Yeah I'm not risking covid for an extra 20 percent off. I know, I know. Call me crazy.","sentiment_score":-0.3}
{"full_text":"RT We need your help! We've looked at 1000+ contracts issued by the UK gov in response to COVID-19. These total PS11.2+ bil...","sentiment_score":0.0}
{"full_text":"March to your own beat! Students in STEALTH practice drumming! Not only does it give them the chance to perform in the community, it helps them learn to regulate emotions &amp; follow instructions &amp; IT'S FUN! #ItHappensInAfterschool *Photos were taken prior to the COVID-19 pandemic.","sentiment_score":0.328125}
{"full_text":"RT Dr. Slams #JohnsHopkins for Censoring own #COVID Study that Finds No Increase in Deaths #ShowUstheData","sentiment_score":0.6}
{"full_text":"Providence mental health experts share tips on how to handle pandemic fatigue this holiday season.","sentiment_score":-0.1}
{"full_text":"'Dead to me': Eric Clapton slammed for collaborating with Van Morrison on anti-lockdown song","sentiment_score":-0.2}
{"full_text":"RT Trump says coronavirus vaccine deliveries will start next weekhttps:\/\/t.co\/fjhRqmaQ7N","sentiment_score":0.0}
{"full_text":"I still am. It was a fitting ending, it just sucked because it was supposed to have other cast members but because of covid they had to end it that way.","sentiment_score":0.1875}
{"full_text":"You mean, \"pretty good financial economy\" thanks to financial stimulus. Over 20 million jobless, manufacturing recession before COVID, global recession.  You must live in the financial economy to say that.","sentiment_score":0.1082070707}
{"full_text":"RT It's here. I was somehow allowed to interview I asked a lot, and he gave more. We covered things from Destiny d...","sentiment_score":0.5}
{"full_text":"I went for a covid test two weeks ago because I had symptoms but I just never heard anything - just total dead end. Got lost or fucked up I guess. I wonder how many people this happens to and how many cases are missed from the stats as a result.","sentiment_score":0.04}
{"full_text":"AstraZeneca  is likely to conduct an additional global trial to assess the efficacy of its Covid-19 vaccine with Oxford, the CEO says, after current studies raised questions over its results. via","sentiment_score":0.0}
{"full_text":"RT ...and P.S. asking people to get a COVID test before attending parties isn't effective as you think it is. The CDC brea...","sentiment_score":0.6}
{"full_text":"Pssst. If everyone wore masks and practiced social distancing we wouldn't have to lock down as much or as hard","sentiment_score":-0.137962963}
{"full_text":"RT No better evidence #SARSCoV2 leaked from a Chinese lab than this:https:\/\/t.co\/o1FbTN6qoG","sentiment_score":-0.125}
{"full_text":"this was a day ago. Not sure what to believe though. I'm sure they are all effective to a degree.","sentiment_score":0.2833333333}
{"full_text":"Can boomers just stop please","sentiment_score":0.0}
{"full_text":"RT COVID - AZ vs. NM: 11\/27\/20Lots to chew on here:- Why are respected institutions like CDC and Scientific American so quick...","sentiment_score":0.1666666667}
{"full_text":"RT I was today years old when I learned Eric Clapton is such a huge racist that in the 70s the movement Rock Against Racis...","sentiment_score":0.1666666667}
{"full_text":"RT Prime Minister will take a three-city tour to take stock of the vaccine development situation on Saturday.htt...","sentiment_score":0.0}
{"full_text":"RT COVID-19 has made life hard for many of us. There's a caring community ready to help if you need support.","sentiment_score":0.1361111111}
{"full_text":"\"It's a testament to spectacular advances in biomedical research,\" said Dr. Fauci in a frank and revealing conversation with Byron Allen on shares great insights about COVID-19. Watch the whole event - Byron Allen &amp; Dr. Anthony Fauci on","sentiment_score":0.5333333333}
{"full_text":"RT Jesuit Pope for the win: \"It is all too easy for some to take an idea -- in this case, for example, personal freedom -- an...","sentiment_score":0.4111111111}
{"full_text":"Tiny Kansas town cancels Christmas tradition as Covid upturns rural life | Coronavirus | The Guardian  canceling because people won't wear a mask or quarantine!","sentiment_score":0.0}
{"full_text":"RT Millions of Americans are out of work, struggling to pay their bills, and going hungry as we continue to fight COVID-1...","sentiment_score":0.0}
{"full_text":"RT wait u guys are actually gonna go black friday shopping in the middle of a pandemic I thought that was a joke","sentiment_score":-0.0555555556}
{"full_text":"RT The main event of #UFCVegas15 is off after Curtis Blaydes tested positive for COVID-19, multiple sources told","sentiment_score":0.1313131313}
{"full_text":"RT Kelly Loeffler and David Perdue have used the pandemic to enrich themselves and allow Trump to undermine our election....","sentiment_score":0.0}
{"full_text":"Previous HCoV helps! Hopefully this means previous SARS-COV-2 infection lowers reinfection severity as well.","sentiment_score":-0.1875}
{"full_text":"Move over #COVID19 drive-in movies...here come drive-through holiday displays! Winter in Wilmington Light Show dazzles revelers by the ticketed carload on Wilmington's Riverfront, select evenings through 1\/3\/21. #ChooseDelaware #NetDE","sentiment_score":0.4}
{"full_text":"RT We've sent you two relief bills. Go ask Mitch.","sentiment_score":0.0}
{"full_text":"only if this stupid covid thing is over. I want to be able to have fun ","sentiment_score":1.387778781e-17}
{"full_text":"RT Of prayers and plagues: Dissenter Justice Sonia Sotormayor got it right; the (new) majority got it so wrong. A portent of more w...","sentiment_score":0.1055194805}
{"full_text":"RT America in a nutshell ","sentiment_score":0.0}
{"full_text":"check out for the latest on rapid covid home tests, he is an: Epidemiologist, Immunologist, Physician.  Hopefully his RAPID At-Home COVID Testing for All plan gets put in place sooner rather than later.","sentiment_score":0.25}
{"full_text":"RT I'm covid free ! I'm ready to shoot now !","sentiment_score":0.375}
{"full_text":"RT Dear Mr. Trudeau,You are incompetent. That is all.Sincerely,Canada#Cdnpoli #COVID19 #vaccinehttps:\/\/t.co\/DppIU6z60h","sentiment_score":-0.35}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"RT #Regierungserklarung in anders ...  ","sentiment_score":0.0}
{"full_text":"RT I never do this but a family friend with 3 kids under age 10 has been diagnosed with stage 4 brain cancer, and the rest of the...","sentiment_score":0.0}
{"full_text":"Man, looks like I was pretty close. An article from 2018, the Patriots had 21 of their 53 man roster making less than a million(plua their practice squad members, I dunno how their pay would be affected by a covid forfeit as they are paid per week of practice)","sentiment_score":0.0416666667}
{"full_text":"not a pandemic it's a daylight robbery and the Tories are ransacking the inland revenue. Wake up people.","sentiment_score":0.0}
{"full_text":"RT President-elect clarified that he would follow the advice of scientists above all else but added that a #nati...","sentiment_score":0.0}
{"full_text":"'I learned that uncertainty could happen anywhere. Sometimes when we live in a western country everything is okay, but the difficult times can come from anywhere and hit anyone. We know that the Covid 19 is here and we might have a second wave...'#POC #Covid19 #Pompey","sentiment_score":0.0272727273}
{"full_text":"The raging coronavirus pandemic kept crowds thin at malls and stores across the country on Black Friday, but a surge in online shopping offered a small beacon of hope for struggling retailers.","sentiment_score":-0.2722222222}
{"full_text":"Arizona's coronavirus reopening guidelines for businesses and schools were updated yesterday:","sentiment_score":0.0}
{"full_text":"#PrimaryCare providers - wants to know about your experiences with #VirtualCare during COVID-19. Take part in our short online #survey today:","sentiment_score":0.1}
{"full_text":"2020 has been a year unlike any other in memory, with a worldwide pandemic, a recession, racial reckoning, and a presidential election. How did WTTW News try to make sense of it?https:\/\/t.co\/ZhUrddDNX9","sentiment_score":-0.125}
{"full_text":"How a #CircularEconomy could aid the COVID-19 recovery","sentiment_score":0.0}
{"full_text":"COVID can't stop holiday magic! Win is creating popup toy-stores for 2,000 children in shelter. Make their wishes come true, and buy toys at this link: #HappyThanksgiving #BlackFriday #HolidayMagic","sentiment_score":0.5916666667}
{"full_text":"RT BEHOLD the freedom earned through leadership &amp; sheer determination--w\/masks, aggressive testing &amp; contact tracing, quarantin...","sentiment_score":0.0}
{"full_text":"RT More than 170,200 people have died of the novel #coronavirus in 465 cities checkered across all of #Iran's 31 provinces,...","sentiment_score":0.5}
{"full_text":"Netflix cans Queen SonoNetflix Queen Sono series is biting the Covid19 dust.https:\/\/t.co\/ssxvJ9qWqz","sentiment_score":0.0}
{"full_text":"\"It will take time for the world to recover from the COVID-19 pandemic and recession, but we can make the process smoother and easier.\" #health #pandemic #relief","sentiment_score":0.0}
{"full_text":"RT Dr. Arnold Gorin, 76yo ICU\/Pulmonologist, AZ, died from #COVID19. He was kind, gentle &amp; intelligent, and loved to spend tim...","sentiment_score":0.575}
{"full_text":"After nine months of dealing with #COVID19, many people are tired of juggling family, work, school, masks, and more. Dr. Melissa Xanthopoulos offers tips to protect your family's #mentalhealth.","sentiment_score":0.175}
{"full_text":"WHO Coronavirus Disease (COVID-19) DashboardData last updated: 2020\/11\/27, 9:37am CEThttps:\/\/t.co\/kvmrzSi789#covidupdates #covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"This year has been especially rough on small businesses. This holiday season, small companies need your support to make it through these uncertain times. Here are BBB's tips on how everyone can show small businesses some love.  ","sentiment_score":-0.09}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"A regulator has been formally asked to assess a coronavirus vaccine developed in the UK.#coronavirus #Corona #COVID19 #Covid19UK #coronavirusuk #coronavirustesting #CoronavirusVaccinehttps:\/\/t.co\/deNmiR2ZYG","sentiment_score":0.1}
{"full_text":"A new Master's-level course hosted by will explore how China's BRI has evolved in the face of challenges--from Covid-19 to debt and climate change. Apply here to join the live, virtual course from March 15-19:","sentiment_score":0.1363636364}
{"full_text":"Research Brief | Science, Politics, and the Pandemic - Professor Nick Ziegler compares the US, Germany, &amp; UK's approach to containing COVID-19, focusing on the variations in scientific expertise to understand the new pathogen.","sentiment_score":0.0681818182}
{"full_text":"RT Please continue to wear a mask and practice social distancing. Let's do what we can to keep our loved ones and communities...","sentiment_score":0.3666666667}
{"full_text":"Not even the best-prepared hospital can compensate for an unchecked pandemic. preparations didn't fail so much as the U.S. created a situation in which hospitals could not possibly succeed:","sentiment_score":-0.1}
{"full_text":"\"They were here before me. I'm trying to keep their legacy going. I'm also looking at the new generation of veterans coming up and trying to get them involved.\"","sentiment_score":0.1363636364}
{"full_text":"We must continue engaging our communities and working to earn public trust, especially during a health pandemic. #RealTalkCPD Full video:","sentiment_score":0.1875}
{"full_text":"Didn't get to see your family or friends yesterday? I know it's hard, but thank you for playing your part in stopping the spread of #coronavirus.","sentiment_score":-0.2916666667}
{"full_text":"For a learning pod of #homeless students, school days unfold in a motel carport #youth #coronavirus","sentiment_score":0.0}
{"full_text":"has your #productivity in mind as it is equally important as our hacker-resistant security.  Let us know how can we serve you.#FightbackFriday #WFH #RemoteWork #TeleWork #Telecommute #DigitalOffice #HackerResistant #TekMonks","sentiment_score":0.4}
{"full_text":"RT Jeff Bezos has become billions of dollars wealthier during the pandemic, while Amazon workers across the world struggle...","sentiment_score":0.0}
{"full_text":"Des Moines restaurateurs are getting creative with takeout-only and pop-up concepts as side businesses or changing their formats entirely.","sentiment_score":0.25}
{"full_text":"Check out the scene in Bucks County as some shoppers flocked to stores for Black Friday despite the COVID-19 pandemic.","sentiment_score":-0.1666666667}
{"full_text":"The McLennan County District Attorney's office will be closed until at least Dec. 2 after 3 office employees tested positive for the coronavirus.","sentiment_score":-0.0575757576}
{"full_text":"RT \"Working in the ICU, I thought I had seen everything. However, when COVID-19 hit Houston extremely hard in mid-June, i...","sentiment_score":-0.2916666667}
{"full_text":"While many people celebrated the Thanksgiving holiday, health care workers continued the fight against COVID-19.","sentiment_score":0.425}
{"full_text":"ACTION ALERT: Add your name to tell Congress: Make coronavirus vaccines free for all Americans because we can't put a price on immunity.https:\/\/t.co\/HcOZGcRNyE","sentiment_score":0.25}
{"full_text":"Me either, reset and re-do. No pandemic, just a good time.","sentiment_score":0.7}
{"full_text":"Episode 25 with Charnal Chaney talks about new forms of stress during the pandemic and how to manage them. Go to to listen! #community #stress #anxiety #Trauma #coronavirus","sentiment_score":0.1704545455}
{"full_text":"Due to COVID-19 precautions across the nation, the following HPP Identifiers have been postponed:Michigan: Nov. 28Minnesota: Dec. 5SoCal: Dec. 5 &amp; 6CT-MA-RI: Dec. 19 &amp; Jan 9 Stay tuned for date changes >>","sentiment_score":-0.0625}
{"full_text":"Some argue that happiness, not GDP, should be the primary economic indicator. But can we accurately measure wellbeing? What factors have the greatest impact? And... has Covid made us less happy as a nation?@cjsnowdon presents the facts:","sentiment_score":0.4761904762}
{"full_text":"RT These great New Jerseyans have an important message to share: WEAR A MASK!","sentiment_score":0.4787878788}
{"full_text":"RT We have joined court action (as amicus curiae) to declare the #StateOfDisaster in SA illogical &amp; unlawful....","sentiment_score":0.1}
{"full_text":"RT Incase anyone's confused by the latest U.K. Covid rules, this should clear things up...","sentiment_score":0.0666666667}
{"full_text":"#MEDICARE #OPENENROLLMENT IS HERE! Enrollment is Oct 15 - Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"RT A few days ago Johns Hopkins published a study saying corona is nbd. They then deleted it. Read it here in its entirety. h...","sentiment_score":-0.2}
{"full_text":"Native Reservations have been disproportionately affected by #COVID-19. These Christians are helping by bringing supplies and Bibles to communities in need:https:\/\/t.co\/X6xBGIofq6 #Christians #Biblical #Bible","sentiment_score":0.0}
{"full_text":"If the GOP maintains control of the Senate this January, President-elect Biden can still accomplish a lot unilaterally, including installing a Cabinet &amp; taking decisive action on the pandemic \/ climate change \/ civil rights \/ health care &amp; more.  ","sentiment_score":0.0333333333}
{"full_text":"Help prevent the spread of respiratory diseases like #COVID19.","sentiment_score":0.0}
{"full_text":"COVID-19, new public health measures, school changes, upcoming holiday season... There's a lot of uncertainty, change, anticipation, &amp; concern. LRSD's Family School Liaison Counselling team are here to help students &amp; families with resources &amp; support.","sentiment_score":0.0681818182}
{"full_text":"More Evidence Points to Role of Blood Type in COVID-19","sentiment_score":0.5}
{"full_text":"Writer Sarah McCauley catches up with Nate Steele, who was laid off because of the pandemic. It was just the thing Steele needed to launch his dream of owning a cider house.https:\/\/t.co\/tM9KzUwnb6","sentiment_score":0.0}
