{"full_text":"RT Wow.  \"Stop golfing and concede,\" says the Republican governor of Maryland.","sentiment_score":0.1}
{"full_text":"RT Two people in a row now have compared rolling the dice on killing your family with COVID to storming the beaches of Norman...","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"There are no ICU beds left.They are putting adults in the pediatric winghttps:\/\/t.co\/mtU6rXYSdW","sentiment_score":0.0}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"RT \"From the start of 2020 through the end of October, Amazon added 400,000 workers, the overwhelming majority in its e-com...","sentiment_score":0.5}
{"full_text":"CityMD experience- Had to take COVID test for work 3wks ago. I had to wait on a short line to get my name\/# down on a clipboard. Was told to leave &amp;they would call in 3-4hrs but if I wasn't back on #CityMD property within 5mins of the call, I wouldn't be able to test &amp; start over","sentiment_score":0.0861111111}
{"full_text":"It's taken until stay at home 2.0, but after 6.5 years in the house, we're finally doing some decorating!","sentiment_score":0.0}
{"full_text":"RT Normalize not shaming people for catching #COVID19 so they won't be afraid to 1) get treated 2) educate themselves 3) make pe...","sentiment_score":0.0}
{"full_text":"\"it may be best to stay home\"? If someone has symptoms, they should absolutely be in quarantine, no maybe about it. People without symptoms can also be contagious; you seem to have forgotten that important fact.","sentiment_score":0.5333333333}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"RT There are 23 Democrats who vowed to work with Republicans if Speaker Pelosi refused to pass a common-sense COVID relief pack...","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT what, in your opinion, is the worst thing that's happened in 2020? For me it's the global coronavirus pandemic","sentiment_score":-0.5}
{"full_text":"RT Sure, Dom Perignon might be good  but have you ever had a White Claw in your home by yourself because we're in the middle...","sentiment_score":0.3}
{"full_text":"Best of - Psychotherapist: \"The coronavirus has thrown into relief the realization that Americans do not have a shared understanding of the value of, or even the need for, ethical behavior.\"","sentiment_score":0.6}
{"full_text":"RT  Reminder: A negative test does NOT give you license to behave recklessly.COVID-19's incubation time is 14 days wit...","sentiment_score":-0.3}
{"full_text":"RT I'll never forget the night COVID supplies were flown into BWI and Governor Hogan had MD National Gua...","sentiment_score":0.0}
{"full_text":"RT Lmao I bet nobody is living 100% ethical during this pandemic. If anyone held a magnifying glass up at your life, they'd find...","sentiment_score":0.4}
{"full_text":"While driving home from the grocery store, I saw a plastic sign stapled to the pole of a no U turn sign that said \"MARK OF THE BEAST IS CORONAVIRUS VACCINE\" ","sentiment_score":0.0}
{"full_text":"RT I hope the American people never ever forget that this President refused to accept the will of the people and ignored a o...","sentiment_score":0.0}
{"full_text":"Lmao!!! We need you all to stop being petty and work together for the good of everyone. If you can't set aside petty politics during a pandemic you are not fit to serve. And her mask is upside down!","sentiment_score":0.3263888889}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"losing a family member to covid is really wild smh .","sentiment_score":0.1}
{"full_text":"RT Governments in Canada have taken to blaming Canadians for COVID -- because they're deathly afraid we'll start blaming then f...","sentiment_score":-0.6}
{"full_text":"RT SINK IN: All these healthcare workers can't celebrate holidays this year--thousands of doctors &amp; nurses have died from #COVI...","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT Let's do our part to stay ahead of the virus. Get the COVID Alert app so that, together, we can limit the spread of COVID...","sentiment_score":0.0}
{"full_text":"RT This is the new norm being established in conservative circles across the country -- if you're *really* committed to the cause,...","sentiment_score":0.1681818182}
{"full_text":"RT Dr Onyema Ogbuagu, the Abia-born Nigerian is one of the leading lights in the newly found globally celebrated","sentiment_score":0.2431818182}
{"full_text":"I think the Covid symptoms are a clue that they're actual cases","sentiment_score":0.0}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"There's a worldwide pandemic, and the vast majority of anti maskers happen to be right wing nut cases.","sentiment_score":0.1428571429}
{"full_text":"Rep. Jordan rips coronavirus restrictions: 'The Constitution is not suspended during a crisis'https:\/\/t.co\/kWmvktCw1h","sentiment_score":0.0}
{"full_text":"RT A negative covid test is \"not enough\" Antibodies from past infection is \"not enough\" 95% effective vaccine is \"not enou...","sentiment_score":0.01}
{"full_text":"RT  help us. I am in very bad mental condition. I cant appear for 29 exam mdcat...","sentiment_score":-0.505}
{"full_text":"RT 'They just don't care'Anger toward COVID-19 deniers mounts as pandemic hits crisis\"I am married to someone who does not fe...","sentiment_score":-0.225}
{"full_text":"Pfizer Covid-19 Vaccine Enters FDA Approval Process | NBC Nightly News via","sentiment_score":0.0}
{"full_text":"Open nullification during a pandemic that has killed a quarter million Americans and counting","sentiment_score":-0.1}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"A group of cross party MPs have written to to protect the 0.7% international aid spending. David Cameron and Tony Blair call it a strategic mistake, the Archbishop of Canterbury asks us to 'stand by the world's poorest'. This is right Please RT.","sentiment_score":0.0952380952}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"A Sunday evening stroll in my favourite city #Leeds #Lockdown #DailyWalk","sentiment_score":0.0}
{"full_text":"I called customer service and was told that they removed all guarantees of on time delivery in March due to Covid. During the entire checkout process, I was guaranteed 8 am overnight delivery and not told once there would be a delay.","sentiment_score":-0.0625}
{"full_text":"Picture over 250,000 deaths from a pandemic that trump denied and bungled.  Picture refusing to cooperate with Joe Biden as vendetta for losing and more Americans are getting sick &amp; dying for it.  Picture a hateful and incompetent criminal who will face NY prosecutors later.","sentiment_score":-0.1928571429}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT Thanksgiving will need to be done differently this year in order to keep people safe due to COVID-19. Here are the CDC's guideline...","sentiment_score":0.125}
{"full_text":"Doesn't anyone want to stay home and watch the Pats lose anymore?","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT Is still pretty early in US guys, don't panicBut yeah,please push LGO, we have a huge disadvantage right now..we have ju...","sentiment_score":0.2589285714}
{"full_text":"I want to imagine this as the setup to a heist movie","sentiment_score":0.0}
{"full_text":"RT Donald Trump's one-term legacy: impeachment, COVID-19 failure, subverting democracy. Let's hope he becomes an outlier...","sentiment_score":-0.3166666667}
{"full_text":"Yes ER is a great example of full circle story! For SPN I loved all the pilot touches, they wanted past loved ones in heaven with the brothers to, but because of practical matter and Covid it didn't happen. Family is and always will be part of SPN, Misha wanted Cas'  \"ending\"","sentiment_score":0.4775}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"Right next door to us in WI. We're in trouble, too!","sentiment_score":0.0119047619}
{"full_text":"RT Vermont has smart policy, and people are healthy. The Dakotas have stupid policy, and people are dead.","sentiment_score":-0.0714285714}
{"full_text":"RT Store this one away Twitter friends for safe keeping as I strongly suspect Old Curly's Tweet isn't going to age well a...","sentiment_score":0.3444444444}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"Especially now with covid","sentiment_score":0.0}
{"full_text":"RT Let this sink in:Ben Carson, Trump's HUD Secretary, was \"extremely sick\" w\/ #COVID19, and became \"desperately ill\". ...","sentiment_score":-0.6071428571}
{"full_text":"RT Today at 4:30 p.m., I will hold a virtual press conference to update Nevadans on our #COVID19 response. The press conferenc...","sentiment_score":0.0}
{"full_text":"RT 'Abandoning our people': AOC attacks Mitch McConnell for granting Senate recess without passing coronavirus relief bill...","sentiment_score":0.0}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"RT STOP TELLING YOURSELF IT'S TEMPORARY. (It's been almost a year.)STOP THINKING IT'S A PUBLIC HEALTH EMERGENCY. (The hospi...","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT THERE'S More People are DYING DAILY of #Covid in USA than Sept 11th!!!! This is Major!! I know seeing everyone outside...","sentiment_score":0.1494140625}
{"full_text":"RT Wow.  \"Stop golfing and concede,\" says the Republican governor of Maryland.","sentiment_score":0.1}
{"full_text":"It's a great idea to cook meals &amp; share everything prior to Thanksgiving &amp; then everyone sits down in their own homes &amp; eat on ZOOM together. This is how me &amp; my husband will enjoy our Thanksgiving with extended family!","sentiment_score":0.3488888889}
{"full_text":"RT Mobility trends are largely unchanged in the U.S., suggesting we're unlikely to see a significant change in Covid tran...","sentiment_score":0.0297619048}
{"full_text":"Coronavirus. The United States is announcing when vaccination will begin. Up to 20 million people could be immunized by the end of 2020","sentiment_score":0.0}
{"full_text":"We will have a deal, it will be a bad deal for Britain; especially now Biden will likely be US president. Boris and his chums will crow how its amazing and Farage will come back with a fury. Boris is a firewall for Covid and Brexit for the Tories to dump after.","sentiment_score":-0.02}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"RT Trump's attempt to steal the election unravels as coronavirus cases surge","sentiment_score":0.0}
{"full_text":"RT #MOBGiveaway - We've partnered up with and to give one lucky winner the Ultimate Stay At Home Hampers....","sentiment_score":0.1666666667}
{"full_text":"RT Trump forced states to compete for PPE like Hunger Games. Max Kennedy explained the disastrous \"procurement\"...","sentiment_score":-0.5}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT 'Just wear a mask': Frontline workers ask community to take precautions","sentiment_score":0.0}
{"full_text":"RT There's nothing I like better than seeing s tweet which says that Covid doesn't exist and...o yes... long Covid doesn'...","sentiment_score":0.225}
{"full_text":"RT This is the new norm being established in conservative circles across the country -- if you're *really* committed to the cause,...","sentiment_score":0.1681818182}
{"full_text":"That's what you're being told. Stop being blind and look at the CDC actual spreadsheets. It's well within usual increase from year to year. You might find a few thou more, at most. I did not crunch the numbers tightly enough, but I definitely know there is no 250k \"excess death\"","sentiment_score":0.00625}
{"full_text":"Should have said u had COVID","sentiment_score":0.0}
{"full_text":"RT My prayers and best wishes to for a speedy recovery . He has tested positive for #COVID19 .","sentiment_score":0.6136363636}
{"full_text":"RT India says local COVID-19 vaccine final trials could end within two months","sentiment_score":0.0}
{"full_text":"RT Wow.  \"Stop golfing and concede,\" says the Republican governor of Maryland.","sentiment_score":0.1}
{"full_text":"RT Leaders like &amp; responding w\/ urgency to COVID for those outside, choose to ignore hum...","sentiment_score":0.0}
{"full_text":"Most likely just the entire world blaming China for covid in order to force China to pay off their debt","sentiment_score":0.1666666667}
{"full_text":"RT Hey covid it's past 10 o clock in CALIFORNIA","sentiment_score":-0.25}
{"full_text":"RT Absolutely. Fucking. Ridiculous.","sentiment_score":-0.3333333333}
{"full_text":"RT It is the emotional exhaustion we are all feeling when facing the seemingly endless workload in the face of...","sentiment_score":-0.0625}
{"full_text":"RT This is what is known as \"Establishment-Mind-Fuckery\".  His handling of Covid was disastrous, he also presided over a decad...","sentiment_score":-0.7}
{"full_text":"Canada's top public health officer urges COVID-19 caution ahead of holiday season #COVIDCanada #COVID19Canada","sentiment_score":0.25}
{"full_text":"RT  UK nations by highest number of COVID-19 positives per 100k population.7-day rolling rate by date reported - endin...","sentiment_score":0.0}
{"full_text":"RT It's disheartening when RCMP officers were utilized to break up a barbecue, but weren't utilized to break up blockades that s...","sentiment_score":0.0}
{"full_text":"RT Hey covid it's past 10 o clock in CALIFORNIA","sentiment_score":-0.25}
{"full_text":"RT FUN FACT A Covid-19 \"case\" does not mean a person is sick with the disease.","sentiment_score":-0.0860119048}
{"full_text":"Oners should be paying employees wages that makes up for the service tips that would otherwise be part of their pay.  Guests who choose to order takeout should not be paying for wages.  If owners can't pay their employees a proper living wage in a pandemic, then raise prices","sentiment_score":0.0}
{"full_text":"RT This may turn out to be crucial. So many of our Covid infections are picked up in hospitals and care homes.","sentiment_score":0.25}
{"full_text":"How the Washington Ballet was able to carry on their programming during the global #pandemic:  #nonprofit","sentiment_score":0.25}
{"full_text":"my point is you simply wouldnt be shaming ppl if u understood the nature of the pandemic correctly","sentiment_score":0.0}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"Damn right, Gov. Hogan!#TrumpVirus #COVIDIOT #TrumpLied250KAmericansDied","sentiment_score":0.2857142857}
{"full_text":"you're amazing. i meant negative as in i don't have covid but i appreciate you","sentiment_score":0.15}
{"full_text":"RT I think 4 everyone who wants to #lockdown on Turkey day, more power to you. If you want to #lockdown until the end of tim...","sentiment_score":0.35}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT Sadiq Khan warns Covid pandemic has created an 'existential threat' to central London because commuters will choose to work in...","sentiment_score":0.0}
{"full_text":"Happening now!!!!! Join us....","sentiment_score":0.0}
{"full_text":"Brilliant.  While there's stay at home advisories you go around tweeting how to spread the infection around more.#MaskMandateNow #StayAtHomeOrderNow","sentiment_score":0.9}
{"full_text":"Covid going on holiday for Xmas then  fucking numpties.","sentiment_score":-0.6}
{"full_text":"RT VERY satisfying ending.","sentiment_score":0.65}
{"full_text":"And did u watch him before lockdown and besides if hes doing class now why does that matter","sentiment_score":0.0}
{"full_text":"RT \"Stop golfing and concede.\"","sentiment_score":0.0}
{"full_text":"Some days. I think about it. And I'm just like... what is WRONG with me. You know how everyone is like oh my life is on hold in this pandemic...that's been my life since A-levels. I can't believe I gave the NET 3 times. THREE. And didn't get in. How could I do this to myself","sentiment_score":-0.25}
{"full_text":"RT What's going to be hilarious is #Labour's \"opposition\" to this.#KeirStarmer will probably demand it be three tests a we...","sentiment_score":0.5}
{"full_text":"RT Jesus christ is coming corona would go ! AlelouyaJoh Biden is coming, trump must go!My baby is crying my dick must sle...","sentiment_score":-0.2}
{"full_text":"A case - you mean a positive PCR test - not the same thing. 80% of which are mild or asymptomatic (according to NEPHET)- so why are we still in lockdown??","sentiment_score":0.0620265152}
{"full_text":"Thank god, that's a relief. Hopefully this won't give him any lasting complications.https:\/\/t.co\/Va1h6UEyUy","sentiment_score":0.0}
{"full_text":"More than 12 million people in the U.S have contracted the coronavirus since the start of the pandemic.https:\/\/t.co\/XiVzwfZO4L","sentiment_score":0.5}
{"full_text":".@AarRogan meets and to discuss HIV in the age of Covid-19","sentiment_score":0.0}
{"full_text":"With the COVID-19 pandemic still lurking, the holidays can be difficult for many to manage. Learn how to manage holiday triggers: #alcoholrehab#drugaddiction#COVID-19#lockDownEffects#StaySafe","sentiment_score":0.0}
{"full_text":"It's #Thanksgiving week in the middle of a pandemic and after a major election. The theme of our week of opera performances couldn't be any more fitting: FAMILY DRAMA. Check out what's on the schedule!","sentiment_score":0.296875}
{"full_text":"As the nation and world face a resurgence of COVID-19 cases and hospitalizations, USA Field Hockey made the difficult decision to CANCEL the 2020 National Hockey Festival, presented by","sentiment_score":-0.5}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"Great news - $4.7 million grant will help administer 29,000 COVID-19 saliva tests in underserved communities across Arizona.https:\/\/t.co\/SjNvreFL8y","sentiment_score":0.8}
{"full_text":"RT The headlines from the 1918 pandemic are incredible.","sentiment_score":0.9}
{"full_text":"ON THE PODCAST | BLAST FROM THE PRE-CORONA PAST: Daytime Talk Shows","sentiment_score":-0.25}
{"full_text":"Daryl Dixon: Pretty soon, it's gonna be more than a day's ride from one spot to another.#TheWalkingDeadSeason 9A New Beginning07 October 2018#TWDAtlanta Camp, Georgia, HunterCDC, Greene Farm, Both Prison Sieges, Terminus &amp; All Out War SurvivorThe Last DixonNorman Reedus","sentiment_score":0.2215909091}
{"full_text":"Live Ur Life by Malin-G Featuring ThiunifeOut Soon 5th DecemberGet it on #Spotify #iTunes #AmazonMusic #GooglePlay #youtubeLets rock this #pandemicLets #LiveUrLife #CDC#Spanish #language #Rappers #malin_gmusic #musician #Dance #COVID19 #TikTok #Singer #artistsontwitter","sentiment_score":0.1363636364}
{"full_text":"OMG THIS CORONA- I want to kill it omgg it's just so disappointing omgg anyways me tooo if this thing didn't showed up I could saw them too We hope next year please","sentiment_score":-0.3}
{"full_text":"The Built Environment and Fashion Industries Are Primed to Lead the Recovery","sentiment_score":0.0}
{"full_text":"Jharkhand's some of the big boarding schools have turned into milk vendors due to peculiar challenges posed by #covid19 pandemic (reports ","sentiment_score":-0.0625}
{"full_text":"#Spain will begin a comprehensive #coronavirus vaccination programme in January Prime Minister Pedro Sanchez said on Sunday.#Europe #COVID19","sentiment_score":0.0}
{"full_text":"RT Incredible news over the past several days with data showing two COVID-19 vaccines may be over 90 percent effective.","sentiment_score":0.3125}
{"full_text":"RT Factory farms, many of them multi-storied and housing 1,270 pigs per floor, now produce over 90% of the China's meat. It is a h...","sentiment_score":0.5}
{"full_text":"People in Seattle experiencing homelessness are also making changes ahead of a pandemic holiday season. The traditional large meals are cancelled, but that's not stopping the holiday spirit.","sentiment_score":0.1071428571}
{"full_text":"\"The upcoming holidays can amplify transmission considerably,\" -- the White House Coronavirus Task Force to Washington state.https:\/\/t.co\/Aly8TsYJlL","sentiment_score":0.05}
{"full_text":"They had an early mini Thanksgiving on Friday with Wanda, her daughter and her actual grandson. A seat and candle were left at the head of the table because even though Lonnie wasn't there, his spirit still was.","sentiment_score":0.0333333333}
{"full_text":"RT Wow.  \"Stop golfing and concede,\" says the Republican governor of Maryland.","sentiment_score":0.1}
{"full_text":"Some people are more worried about gaining the \"Covid-15\" than Covid-19. Here's what you need to know about navigating your diet during the pandemic.https:\/\/t.co\/BxnfYJqRJ7","sentiment_score":0.5}
{"full_text":"RT Why does it feel like Mike Pence is always right next to people who have Covid, but he never gets it. Is he an alien?","sentiment_score":0.0119047619}
{"full_text":"Fuck Liverpool I hope daglish and the pedo rush get ducking COVID","sentiment_score":-0.4}
{"full_text":"Loeffler has negative COVID-19 test 2 days after positive","sentiment_score":-0.0363636364}
{"full_text":"Goshen County School District Takes On COVID-19 Contact Tracing: #COVID19WY","sentiment_score":0.0}
{"full_text":"America - this president should be immediately sent to a psychiatric ward. Unfortunately, he can no longer classify reality. His official business consists only of tweeting, lying and golf. At the same time, thousands are dying of COVID 19. Donald is not about America.","sentiment_score":-0.1666666667}
{"full_text":"RT Having networks of corporate lobbyists making decisions on the future of our economy - regardless of where it is - is detr...","sentiment_score":0.0}
{"full_text":"#California #USA #NorthAmerica  Cases: 1,110,942  Death: 18,684 (+1)  Recovered: 536,167 (+20)  Critical: 2,029  New %: 0.9%  Death %: 1.7%  Population %: 2.8%#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"China panic: Shanghai airport frenzy as 'thousands forced to quarantine' amid Covid cases","sentiment_score":-0.3}
{"full_text":"RT Someone disband the ministry of ayush already","sentiment_score":0.0}
{"full_text":"RT I do not want to relive this again...please wear masks, social distance and wash your hands. That is all. ","sentiment_score":0.0333333333}
{"full_text":" Top hashtags used by the scientific community in english tweets in the last 12h:#COVID19#BIORXIV#CORONAVIRUS#LONGCOVID#SARSCOV2Follow us here for more data or subscribe to our daily\/weekly newsletter.","sentiment_score":0.25}
{"full_text":"RT CA is experiencing the fastest increase in #COVID19 cases since the start of thepandemic. It is crucial that we all do our par...","sentiment_score":0.0}
{"full_text":"Given the low risk of Covid I would weigh the consequences. Then I would celebrate with family and friends.","sentiment_score":0.0}
{"full_text":"A Food and Drug Administration advisory committee is set to meet Dec. 10 to discuss Pfizer Inc.'s request for an emergency use authorization for its developing COVID-19 vaccine.https:\/\/t.co\/kr2RrLn6dj","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 41.7FWind Chill: 38.0FHumidity: 88%Dew Point: 38.4F Barometer: 30.280 inHgWind: 6 mph from the SSECorona Virus Weekly Stats:Cases: 262.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"East Texas public schools are continuing to feed children, but a pandemic-fueled revenue hit is resulting in deficits in districts' child nutrition budgets due to overstaffing and rising grocery prices. ","sentiment_score":-0.0625}
{"full_text":"RT I've been thinking I was the only one who understood this. If you are \"outside\" in a tent with a heater and other peop...","sentiment_score":-0.0416666667}
{"full_text":"RT How about this:People who are afraid of Covid stay insidePeople who are not go about their lives as usualSimple as t...","sentiment_score":-0.6}
{"full_text":"Walter Reed huh?Hope you don't need a ventilator.And you BETTER be treating the health staff like they are royalty. Because they are putting their life on the line to save the likes of you.Now wear a fukking mask.","sentiment_score":0.5}
{"full_text":"RT There's a big difference between \"want\" and \"need.\" Donald Trump wants to have won the election. Americans need COVID r...","sentiment_score":0.1}
{"full_text":"I'm not finna argue with you about no damn Pandemic. That's my perfect-excuse to not see you. Let me live","sentiment_score":0.1363636364}
{"full_text":"They used COVID-19 relief funds to buy meals for over 30 veteran families:","sentiment_score":0.0}
{"full_text":"RT If you had done your job, America's governors wouldn't have been forced to fend for themselves to find tests in the midd...","sentiment_score":-0.3}
{"full_text":"RT If you follow me please RT- ONE WOMAN IS KILLED BY A MAN EVERY 3 DAYS IN THE UK - I make no apology for shouting.","sentiment_score":-0.2}
