{"full_text":"Ma'am you look amazing ","sentiment_score":0.6}
{"full_text":"RT Ontario reports 1,015 new #COVID19 cases, nine new deaths; Quebec has 1,064 new cases Saturday via @globeandmail #cdn...","sentiment_score":0.1363636364}
{"full_text":"Get off the really easy , let's lock down sooner ..... where is labours fight to look at all medical data, all facets of the pandemic. What's really going to reduce deaths and economic shock. Get on and get a proper opposition going.","sentiment_score":0.112962963}
{"full_text":"RT Obama is right. Trump thinks doctors must be profiting off treating COVID because Trump CANNOT CONCEIVE of anyone doing...","sentiment_score":0.2857142857}
{"full_text":"RT Let me get this straight:You want to lock down the country againYou won't denounce antifaYour son took a lot of money on be...","sentiment_score":-0.1555555556}
{"full_text":"&gt;kills people at significantly lower rates than covid and theres data to prove it but ok","sentiment_score":0.4375}
{"full_text":"RT Bihar: #COVID19 recovery rate improves to 95.87%.","sentiment_score":0.0}
{"full_text":"RT Covid watching everybody continue to party with no masks, just vibes","sentiment_score":0.0}
{"full_text":"My heart goes out to you. I can't imagine what you are going through.This virus is a terrible thing and China knew about it for weeks wasting precious time, by the time they admitted what was happening the virus had already spread all over the world, it could have been contained","sentiment_score":-0.25}
{"full_text":"Yet herd immunity has been the strategy for every coronavirus before.","sentiment_score":0.0}
{"full_text":"RT I now Know why my personal friends who walk around in SHEER TERROR of contracting Covid are simply CNN viewers! I decided...","sentiment_score":0.0}
{"full_text":"He's being audited, the wall is being built as we type, obviously Mexico isn't directly writing us a check, he renegotiated trade deals, hard to eliminate deficit after Obama doubled it and we get hit by a \"pandemic\".","sentiment_score":-0.0638888889}
{"full_text":"Wrong. COVID policy needs to be proportional to the risk and directed to those who are statistically vulnerable. Stats say most people are not at risk. Nobody was worried when protests broke out in the summer and statistically they were right.","sentiment_score":-0.0535714286}
{"full_text":"RT A Stanford University paper released Friday took a close look at 18 Trump rallies between June and September. Rates of COV...","sentiment_score":0.0}
{"full_text":"You know how many covid cases we are gonna get after tonight ","sentiment_score":0.5}
{"full_text":"RT If you care about your nation, care about its' future, you wear a mask. Period. That simple. It's about life, death, suffering...","sentiment_score":0.0}
{"full_text":"RT Hi. I know it's Halloween weekend but we are still in a pandemic. Covid is alive and WELL. The numbers are still growing. P...","sentiment_score":0.1}
{"full_text":"I think the first lockdown made my anxiety really bad, i never had such panic attacks and all. Even though it seems that it possibly couldn't get any worse.. i hope it really won't","sentiment_score":-0.1083333333}
{"full_text":"RT Church Rd block party is the reason for this 2nd lockdown btw","sentiment_score":0.0}
{"full_text":"How about STOPPING the ridiculous fear mongering and blaming the President for a virus that came from china. he didn't bring it here. You are an absolutely disgusting human being.","sentiment_score":-0.4444444444}
{"full_text":"RT I am delighted to announce the upcoming webinar, \"Combatting COVID-19: The Critical Role of Nonhuman Primate...","sentiment_score":0.35}
{"full_text":"The shops are going to be RAMMED in December. RAMMED!All of November's shoppers added into December.They could have left shops open where masks are worn &amp; lockdown\/close places where masks can't be worn.Now ensue the pile on.","sentiment_score":0.0}
{"full_text":"RT Missing the opportunity to include half term in a lockdown, and now locking down for longer than ANYBODY wanted..it's be...","sentiment_score":-0.1740740741}
{"full_text":"RT BREAKING: Stanford study estimates Trump rallies resulted in over 30,000 COVID-19 cases and \"more than 700 deaths.\" No words. V...","sentiment_score":0.5}
{"full_text":"RT Covid watching everybody continue to party with no masks, just vibes","sentiment_score":0.0}
{"full_text":"RT Germany and France go back into mandated lockdowns.Meanwhile, we're to believe China stopped the virus dead in its track...","sentiment_score":-0.1}
{"full_text":"RT Keeping Schools and Universities open makes EVERYTHING Witty &amp; Vallance have to say on #...","sentiment_score":0.25}
{"full_text":"Well said unfortunately the weak government are heading down a dead end &amp; don't have the strength to stop the madness they started.","sentiment_score":-0.3076388889}
{"full_text":"RT Our Halloween art installation and Social Distancing Candy Giveaway has received no visitors yet. Last year, four bags of c...","sentiment_score":0.0166666667}
{"full_text":"RT President Trump still has no plan to address COVID-19.He quit on you, on your family, on America. He just wants us to grow...","sentiment_score":0.2}
{"full_text":"Lets have an closing argument conversation . . . patriots are wearing masks and social distancing. Patriots don't support the Thin Blue Line, they support the least among, our huddled masses yearning to breathe free. Patriots care for their neighbors and supporting democracies.","sentiment_score":-0.0027777778}
{"full_text":"RT Fauci speaks out on the danger of Scott Atlas' advice to Trump: \"I have real problems with that guy...He keeps talking about...","sentiment_score":0.2}
{"full_text":"RT Disney World is letting go of 11,350 workers in Orlando amid financial struggles during the pandemic.https:\/\/t.co\/kx3rOsLTYi","sentiment_score":0.0}
{"full_text":"RT China allowed 50 thousand infected people from Wuhan China to travel the World and infect millions. They did not allow th...","sentiment_score":0.0}
{"full_text":"RT The best response would be declaration that PN, it's allies and its proxies will not contest in #BatuSapi election and refo...","sentiment_score":1.0}
{"full_text":"RT Joe Biden will surrender to the virus.Joe Biden will surrender to China.Joe Biden will surrender to the violent left-...","sentiment_score":-0.4}
{"full_text":"RT BREAKING: Stanford study estimates Trump rallies resulted in over 30,000 COVID-19 cases and \"more than 700 deaths.\" No words. V...","sentiment_score":0.5}
{"full_text":"RT \"We're in for a whole lot of hurt. It's not a good situation... All the stars are aligned in the wrong place as you go into th...","sentiment_score":-0.2166666667}
{"full_text":"Pick your media says the \"idiot\"https:\/\/t.co\/yUNH69oby3","sentiment_score":-0.8}
{"full_text":"RT If we've got a lockdown, fgs now use it to fix test and trace and properly - properly - understand that local public he...","sentiment_score":0.0}
{"full_text":"His dad is the attorney general and he doesn't know how his actions could affect other people in a pandemic? My 5 year old understands that.","sentiment_score":0.0083333333}
{"full_text":"RT omg la date","sentiment_score":0.0}
{"full_text":"RT The State of MA reported for the 1st time the #s of COVID clusters by exposure settings. Household clusters substantially do...","sentiment_score":0.0}
{"full_text":"RT So many reasons these rallies shouldn't be happening...","sentiment_score":0.5}
{"full_text":"This is the corner we're rounding #murdercheeto.Ugh.","sentiment_score":0.0}
{"full_text":"RT Just had a heartbreaking talk with my teenager. His friends are going to a Halloween party, &amp; he can't understand how...","sentiment_score":0.0}
{"full_text":"RT Expand the Court. Abolish the Electoral College. Issue a national mask and social distancing mandate. Enact Biden C...","sentiment_score":0.0333333333}
{"full_text":"RT Can't fuckin WAIT for the pandemic to be all gone on Wednesday","sentiment_score":0.0}
{"full_text":"RT COVID RESTRICTIONS are TERRIBLE!! WHICH is MORE IMPORTANT -- saving LIVES or saving MY CAMPAIGN??","sentiment_score":-0.0333333333}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"Why is DeWine pushing his COVID narrative? Is he compromised?https:\/\/t.co\/QUWuTJihkT","sentiment_score":0.0}
{"full_text":"Cauldrons boilCauldrons bubbleNo kids come Because the covid bubble","sentiment_score":0.0}
{"full_text":"RT You cannot be a leftist and be someone who goes to parties\/clubs\/etc during a pandemic. That shit is massively ableist and g...","sentiment_score":-0.0833333333}
{"full_text":"RT Just had a heartbreaking talk with my teenager. His friends are going to a Halloween party, &amp; he can't understand how...","sentiment_score":0.0}
{"full_text":"I honestly am the trick or treater, if I stay home im watching movies and drinking. Which is exactly what I'm doing, with my bf","sentiment_score":0.425}
{"full_text":"Dr. Tony Fauci comes clean on Trump's pandemic response: America 'could not possibly be positioned more poorly' | Raw Story","sentiment_score":0.158974359}
{"full_text":"RT It is easy to say that COVID is not a big deal, or overblown....when you haven't seen\/experienced it. Nurses, physicians,...","sentiment_score":0.2166666667}
{"full_text":"Participating in Halloween activities COVID-19 style - helping to keep the kiddos safe as well as myself! #ABcares","sentiment_score":0.625}
{"full_text":"RT 1\/Good evening, #Maine. Here are the latest sobering statistics on #COVID19. is reporting 6668 total ca...","sentiment_score":0.25}
{"full_text":"RT President Trump doesn't care about you. He doesn't even care about his own supporters.","sentiment_score":0.6}
{"full_text":"RT PM Boris Johnson announces a four-week England-wide lockdownNon-essential shops and hospitality will close for four weeks on...","sentiment_score":0.0}
{"full_text":"Live: Melbourne 'on track' for further easing of restrictions on November 8 #COVID19Vic ","sentiment_score":0.0681818182}
{"full_text":"RT WATCH THIS--Listen to an ICU doctor and ICU nurse lose their cool and composure talking about all the #COVID19 patients succ...","sentiment_score":0.35}
{"full_text":"Covid-19: PM announces four-week England lockdown","sentiment_score":0.0}
{"full_text":"RT A vote for Biden is a vote for fewer people to get sick and die of coronavirus. Period. Vote Biden.","sentiment_score":-0.7142857143}
{"full_text":"RT They understand it perfectly. They just don't care.","sentiment_score":1.0}
{"full_text":"RT These are the people who tried to shut me up. They're not \"freedom-loving patriots\". They're bullies and pandemic spreaders...","sentiment_score":0.0}
{"full_text":"one day the separation between ignorance and \"common sense\" having individuals will become obvious  see y'all mf's after the pandemic YALL","sentiment_score":-0.15}
{"full_text":"My pops called and said he coming to church tomorrow and he wanted to match and I'm excited cause he's been thru a lot with his health and he's coming out for the first time since covid.","sentiment_score":0.3125}
{"full_text":"I was so ready to watch the second one... stupid covid :(","sentiment_score":-0.3375}
{"full_text":"RT The Government is wrong to put England into lockdown","sentiment_score":-0.5}
{"full_text":"RT BREAKING: Stanford study estimates Trump rallies resulted in over 30,000 COVID-19 cases and \"more than 700 deaths.\" No words. V...","sentiment_score":0.5}
{"full_text":"RT Another person who thinks lockdowns are the savior. Lockdowns kill.Just stay home or get...","sentiment_score":0.0}
{"full_text":"RT Donald Trump is knowingly killing his constituents. A new Stanford study estimates that 18 Trump rallies have led to 3...","sentiment_score":0.1363636364}
{"full_text":"RT Many of us are focused on Tuesday, but I think people might not fully recognize that the next few months are going to...","sentiment_score":0.1}
{"full_text":"RT covid and a duppy showing up to your halloween party","sentiment_score":0.0}
{"full_text":"RT The Trump Administration's pitiful response to the coronavirus crisis is the latest reminder that they have no respect f...","sentiment_score":0.5}
{"full_text":"RT \"We're in for a whole world of hurt.\" Fauci offers blunt assessment of Trump's pandemic response, discusses diminished ro...","sentiment_score":0.15}
{"full_text":"Hi, 20 y\/o who has no preexisting condition to make corona worse checking in. I was in the hospital nearly a month and nearly died in the ICU. I kept myself safe. Idiots like you who think youre above the law bc \"I know I'm safe\" are the reason i caught it.","sentiment_score":-1.586032892e-17}
{"full_text":"RT \"I have real problems with that guy,\" Fauci said of Atlas. \"He's a smart guy who's talking about things that I believe he do...","sentiment_score":0.2071428571}
{"full_text":"RT We'd hate for this to get shared ...EVERYWHERE","sentiment_score":-0.8}
{"full_text":"I'm pro-All-life. This includes the immigrant children removed from their mothers. This includes the 130,000 Covid deaths.... All Life!","sentiment_score":0.0}
{"full_text":"RT Eish Covid neh","sentiment_score":0.0}
{"full_text":"RT Citizens killed by #covid19\/#Corona\/#Trump per 1 Million (Johns Hopkins 29th Oct.\/30th Oct. 2020 EU 10 am)Florida 793\/796...","sentiment_score":-0.2}
{"full_text":"RT Eighteen Trump campaign rallies \"ultimately resulted\" in more than 30,000 incremental confirmed COVID-19 cases and \"likely led t...","sentiment_score":0.225}
{"full_text":"RT \"Sar tan se juda\"Fault News did a fact check and found Juda here is \"judd'aa not judaa\".Please delete","sentiment_score":0.0}
{"full_text":"U-turns: new England lockdown is latest in series","sentiment_score":0.3181818182}
{"full_text":"RT I have no clue why keeps cutting to Trump's disinformation and coronavirus rallies.","sentiment_score":-0.6}
{"full_text":"Kids started showing up at 1:30pm!! We literally had about 4 groups come through, and the groups would have a crowd of 10 kids + parents. Kids in Covid masks, even!! It was pretty great.","sentiment_score":0.525}
{"full_text":"RT President Trump still has no plan to address COVID-19.He quit on you, on your family, on America. He just wants us to grow...","sentiment_score":0.2}
{"full_text":"Thanks for putting country over party (and teenager parties).","sentiment_score":0.2}
{"full_text":"I sincerely hope and I pray that once this election is over FoxNetwork  is taken to task by the US government because you're nothing but propaganda, lies &amp; you have missed lead the American people Not only in an election year but during a pandemic. And now supporting violence","sentiment_score":0.13}
{"full_text":"RT June 30: Fauci warns that daily covid cases could reach 100,000 a day. Is mocked by critics as \"alarmist.\"Oct. 30: Confirmed...","sentiment_score":0.2}
{"full_text":"I just joined hands with Royal Challenge to pay a tribute to My Covid Heroes! Click this link to honour yours","sentiment_score":0.0}
{"full_text":"got tv in April took it back to store broke, not fit for purpose. Was told i couldn't have exchange or my money back... but that the tv had to go away for repairs. In a lock down without a tv. I'm disgusted that i couldn't even get my money back?? Shockin","sentiment_score":-0.2259259259}
{"full_text":"RT Yes.  The commonwealth countries have been specifically targeted by the globalists.","sentiment_score":0.0}
{"full_text":"RT Why corona Dey disguise for middle?","sentiment_score":0.0}
{"full_text":"RT Awake. Partly US and UK and COVID anxiety and partly the braying wankers down the road - quite a long way down the road -...","sentiment_score":-0.1203703704}
{"full_text":"RT Grenada has had 28 cases of Covid and no deaths. Hmm...how can I get there? At the start of the first wave, some partygoer...","sentiment_score":0.25}
{"full_text":"RT \"We're in for a whole world of hurt.\" Fauci offers scathing assessment of Trump's pandemic response, predicts rough winter...","sentiment_score":-0.1}
{"full_text":"RT Covid on her way to those Halloween parties tonight: ","sentiment_score":0.0}
{"full_text":"RT \"We're in for a whole world of hurt.\" Fauci offers scathing assessment of Trump's pandemic response, predicts rough winter...","sentiment_score":-0.1}
{"full_text":"RT Italian cases jump by 31,000 in a day - as it happened","sentiment_score":0.0}
{"full_text":"RT I miss the hits, the passes, the runs, and all the rest, but the players are getting COVID like the rest of us","sentiment_score":0.0}
{"full_text":"RT You could almost say we're \"rounding the curve\" on COVID.Patients are \"cared for more quickly, spend less time on average...","sentiment_score":0.1291666667}
{"full_text":"So you believe that the states should be the ones directing the testing and trace program?It was my understanding that the state recorded their numbers and sent those to the CDC.","sentiment_score":0.0}
{"full_text":"RT Be a patriot. Wear a mask.","sentiment_score":0.0}
{"full_text":"WFP Boosts Aid to Kenyan Urban Poor Because of Pandemic ","sentiment_score":-0.2}
{"full_text":"WATCH: speaks with Wisconsin voters about the coronavirus pandemic, social justice and their 2020 decision.","sentiment_score":0.0333333333}
{"full_text":"While most numbers dropped, daily #COVID19 cases still increased; stay safe this Halloween!","sentiment_score":0.375}
{"full_text":"RT Please; when is she going to be arrested for STEALING?We don't want to hear stories.","sentiment_score":0.0}
{"full_text":"With election four days away: Trump promises to pull US 'back to normal', Biden warns of tough dayshttps:\/\/t.co\/nijwGe6G6Q","sentiment_score":-0.0796296296}
{"full_text":"People who think taking off a mask to eat or drink  but then put it on &amp; think they are preventing covid are Idiots! &amp; #DemocratsAreDestroyingAmerica","sentiment_score":-1.0}
{"full_text":"If Your Saying &amp; Choosing To Close Down Bars, Casinos, Restaurants, Other Things I Think You Should Keep The Schools Closed Down All Over Winnipeg For The Teachers &amp; Students Safety During This #Covid19 Crap","sentiment_score":-0.2672222222}
{"full_text":"RT Feels great to stay home and just cook and chill  (solo)","sentiment_score":0.8}
{"full_text":"No.  These people remind me of 10-second Tom from '50 First Dates' with the exception that they are terrified.  Outrage..........new outrage..........new outrage..........new outrage.","sentiment_score":0.25}
{"full_text":"RT COVID cases broke single-day records in the US on Thursday but have fun at your musty Halloween parties :)","sentiment_score":0.4}
{"full_text":"Flu vaccine &amp; blood donation both help save lives! Medical experts are urging people to get the flu shot to avoid a flu epidemic on top of the #COVID19 pandemic. There's no blood donation deferral after getting a flu shot if you're symptom- &amp; fever-free.","sentiment_score":0.25}
{"full_text":"The ODH reported 2,915 new coronavirus cases with 10 additional deaths and 163 more hospitalizations since Friday.https:\/\/t.co\/nRwQV1YCvi","sentiment_score":0.3181818182}
{"full_text":"RT Italian cases jump by 31,000 in a day - as it happened","sentiment_score":0.0}
{"full_text":"We must continue our vigilance in maintaining space and wearing masks. Please, my fellow humans, be good to yourselves and others. #COVID19","sentiment_score":0.7}
{"full_text":"The first lady discussed the Trump administration's response to the COVID-19 pandemic and encouraged people to vote.","sentiment_score":0.25}
{"full_text":"RT Many of us are focused on Tuesday, but I think people might not fully recognize that the next few months are going to...","sentiment_score":0.1}
{"full_text":"On last hurrah for the 2020 Spooky season -- always loved this Garfield comic! Now I'm retiring my vampy profile until 2021. May it find us Covid-free (please, Lord!)! Until next October, fiends, unpleasant dreams... #HappyHalloween","sentiment_score":0.10765625}
{"full_text":"Hospitals do get more money when someone dies of Covid.","sentiment_score":0.5}
{"full_text":"INTERACTIVE: See a county-by-county breakdown of COVID-19 cases in Kentucky.","sentiment_score":0.0}
{"full_text":"Checkout Today's Top Stories Watch video &gt;&gt; #TS #coronavirus #IPL2020 #NTVNews #NTVTelugu","sentiment_score":0.5}
{"full_text":"#LISTEN Kiwi journalist talks taking part in the Oxford Covid-19 vaccine trialhttps:\/\/t.co\/DIs4dikA0a","sentiment_score":0.0}
{"full_text":"Although the no-sail order will be lifted, Carnival, Royal Caribbean and other cruise lines have already cancelled sailings until 2021.","sentiment_score":-0.125}
{"full_text":"New York Gov. Andrew Cuomo announced Saturday that most travelers must now get Covid-19 tests before and after arrival in the state. The policy does not apply to travel between several neighboring states.","sentiment_score":0.2121212121}
{"full_text":"i know i just felt so sad whenever someone invited me over to their house cause i already knew i couldn't go :(( now i just wanna stay home i'm so lazy when people say if we can go out ksjdjdjdj","sentiment_score":-0.5}
{"full_text":"Corruption and #COVID19: the IMF's latest assessment on why good governance matters now more than ever. #IMFBlog","sentiment_score":0.5666666667}
{"full_text":"RT \"Not just a virus that kills people\"--WHO spotlights long-term COVID-19 You can watch the media briefing here, long-ter...","sentiment_score":0.0}
{"full_text":"America, let's vote corruption out of our government. #FlipItBlue #YourVoteMatters #DemCast #EveryVoteCounts #DemCastGA #KushnerTapes #VoteEarly #coronavirus #Trump","sentiment_score":0.0}
{"full_text":"RT Social distancing fetch.","sentiment_score":0.0333333333}
{"full_text":"The United States reported 99,321 new COVID-19 cases on Friday the highest number of new cases reported in a single day since the coronavirus pandemic began.","sentiment_score":0.0670995671}
{"full_text":"Halloween in the pandemic: Costumes and candy, at a distancehttps:\/\/t.co\/tykByzdrTw","sentiment_score":0.0}
{"full_text":"RT covid19 covid19 covid19 #COVID19","sentiment_score":0.0}
{"full_text":"Blaming governors in blue states for coronavirus failures was #TraitorTrump &amp; creep Kushner's plan all along. We're not buying it.","sentiment_score":0.0}
{"full_text":"World court continues adjudicating throughout #COVID health crisis.  ","sentiment_score":0.0}
{"full_text":"RT June 30: Fauci warns that daily covid cases could reach 100,000 a day. Is mocked by critics as \"alarmist.\"Oct. 30: Confirmed...","sentiment_score":0.2}
{"full_text":"Looks like we're going to have Covid in the states forever and the only urban features left standing will be dark retail\/fulfillment centers and the candy chute repurposed as: food chute, meds chute, TP chute, change and receipt chute.","sentiment_score":-0.0375}
{"full_text":"RT New study estimates that 18 Trump rallies have led to 30,000 COVID cases and 700 deaths (via","sentiment_score":0.1363636364}
{"full_text":"RT In this country, as across much of Europe, the virus is spreading even faster than the reasonable worst case scenario of...","sentiment_score":-0.2}
{"full_text":"Once again does not care about you #COVID #ButlerPA #TrumpRallyPA #BidenHarrisToSaveAmerica #SaturdayMorning #HappyHalloween #HunterBiden #LPHalloween #NoNutNovember","sentiment_score":0.0}
{"full_text":"RT Former U.S. President Barack Obama praises Canada's response to #COVID19 as he accuses President Donald Trump of a failure of...","sentiment_score":-0.1583333333}
{"full_text":"RT COVID cases broke single-day records in the US on Thursday but have fun at your musty Halloween parties :)","sentiment_score":0.4}
{"full_text":"RT \"Australia has recorded its first day of no community transmission of COVID-19 in almost five months.\" Wow. And zero a...","sentiment_score":0.175}
{"full_text":"RT my mum might have covid cause there was an outbreak at her workplace and theyre shutting it down for a while and we don...","sentiment_score":-0.1555555556}
{"full_text":"RT Deliberate efforts to achieve herd immunity to COVID are dangerous","sentiment_score":-0.6}
{"full_text":"Current Conditions for #Sayre PATemp: 30.9FWind Chill: 30.9FHumidity: 93%Dew Point: 29.1F Barometer: 30.423 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 200.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT \"Australia has recorded its first day of no community transmission of COVID-19 in almost five months.\" Wow. And zero a...","sentiment_score":0.175}
{"full_text":"RT Wear a mask","sentiment_score":0.0}
{"full_text":"RT The way the media have spoken about us since lockdown till now and the way they speak about other clubs and their managers...","sentiment_score":-0.125}
{"full_text":"After this tweet I looked up the coronavirus stats for Luke's town and...yeah","sentiment_score":0.0}
{"full_text":"RT Weird how the ABC blames 'lockdown' &amp; thus indirectly the Vic government. This is, however, a global trend based on a...","sentiment_score":-0.25}
{"full_text":"Paralyzed by fear. That's why.  Bad Language  #FakeNewsMedia in the UK want you to be afraid about #COVID \/ #COVID19 and a #lockdownUK. Be aware of the truth and don't give in to fear it'll fxxk you more than #coronavirus will. New national Lockdown ","sentiment_score":-0.0827272727}
{"full_text":"RT #Iran Coronavirus UpdateMore than 138,300 people have died of the novel #coronavirus in 462 cities checkered across all...","sentiment_score":0.0}
{"full_text":"$CMCO Earnings Intelligence Analysis of recent earnings identified Columbus McKinnon Corporation (NASDAQ: CMCO ) business focus on (costs,europe,rsg,travel), (costs,covid-19,growth), (costs,growth,investments)https:\/\/t.co\/4nOHfhdno3","sentiment_score":0.0}
{"full_text":"RT Barack Obama: \"Now he's accusing doctors of profiting off this pandemic. Think about that. He said this just yesterday .....","sentiment_score":0.0}
{"full_text":"I wasn't able to do Halloween this year s we went back into lock down in UK, sad times and I had nothing lined up this year anyway cuz I've just had no drive, depressing times","sentiment_score":-0.1511111111}
{"full_text":"RT In Week 207, Trump barn-stormed the country, holding mask-less, packed rallies amid a record surge of Covid.  The first SC...","sentiment_score":0.25}
{"full_text":"RT Jack Nicklaus questions COVID death toll, took hydroxychloroquine to combat his own virus symptoms","sentiment_score":0.6}
{"full_text":"Buttigieg calls Trump Jr. 'so out of touch that you just don't care anymore' for saying coronavirus deaths are down to 'almost nothing'","sentiment_score":-0.1555555556}
{"full_text":"$CLZNF Earnings Intelligence Analysis of recent earnings identified Clariant AG  business focus on (cost,margin,weaker), (covid-19,margin,performance,weaker), (covid-19,margin,weaker)https:\/\/t.co\/4nOHfhdno3","sentiment_score":0.0}
{"full_text":"RT Happy Halloween from kim possible and a cute French sailor! Stay safe and remember we are in a pandemic so don't be stupi...","sentiment_score":0.36}
{"full_text":"RT \"Under Biden, there will no be no school, no graduations, no weddings, no Thanksgivings, no Easters, no Christmases, and no Fo...","sentiment_score":0.0}
{"full_text":"While you stay at home, prepare for the next job search...","sentiment_score":0.0}
{"full_text":"RT COVID-19 deaths per million people.Belgium: 985Spain: 767Brazil: 750US: 710Mexico: 705UK: 684Argentina: 680Ita...","sentiment_score":0.0}
{"full_text":"RT Deliberate efforts to achieve herd immunity to COVID are dangerous","sentiment_score":-0.6}
{"full_text":"RT Trump Rallies Led to 30,000 COVID Cases and 700 Deaths According to Stanford","sentiment_score":0.0}
