{"full_text":"NBC News: U.S. counts its 13 millionth Covid-19 case... ","sentiment_score":0.0}
{"full_text":"The right not to have other people kill you by their carelessness or inaction is apparently not part of your right to life liberty, and happiness.And non of the literal originalists, even blink at the number of its own the US kills per year, guns covid povertynuthin but murica","sentiment_score":0.2042857143}
{"full_text":"RT The federal government provides virtually limitless cash to Wall Street banks when they need it.But when working families nee...","sentiment_score":0.0}
{"full_text":"RT I'm still amazed that a guy who wears lifts, a girdle, and adult diapers won't wear a mask because he thinks it makes...","sentiment_score":0.1}
{"full_text":"Please don't sit on the money earmarked for covid response. Don't play politics when people are now dying every day.","sentiment_score":0.0}
{"full_text":"This chipmunk is cute just like Eddie Van Halen!","sentiment_score":0.625}
{"full_text":"RT Nova Scotia is not requiring anyone from the other Atlantic provinces to self-isolate for 14 days if the come to the pro...","sentiment_score":-0.125}
{"full_text":"RT Am I the only one sickened by the sight of Brexiter 'lockdown sceptics' who never once showed any concern for the economic...","sentiment_score":0.1}
{"full_text":"RT Virus is from CHINA, no other place. It was from Wuhan, no excuse from China should be heard. #WuhanVirus #CovidIsFrom...","sentiment_score":0.04375}
{"full_text":"Thankful for family &amp; friends, health, home, new White House administration, ...and that I booked &amp; shot a commercial this week! (My first since Covid-time). Thanks And pie. Thankful for pie. #actorslife #selftape #thankful #grateful","sentiment_score":0.1172727273}
{"full_text":"Really, then why are they still going full lockdown?","sentiment_score":0.275}
{"full_text":"Covid gets the sectarian bigot treatment.","sentiment_score":0.0}
{"full_text":"RT Clinically extremely vulnerable given same vaccine priority as over-70s","sentiment_score":-0.25}
{"full_text":"i had to do a double take at the picture. boy aged like milk.","sentiment_score":-0.05}
{"full_text":"RT Beyond the rhetoric, platitudes and alarm, what to do about tourism?\"Without tourism, seemingly solid industries such as air...","sentiment_score":-0.0666666667}
{"full_text":"RT Letters pouring by the tens of thousands into Santa's mailbox offer a glimpse into the worries and hopes of children awaitin...","sentiment_score":0.0}
{"full_text":"RT Pope Blasts Those Who Criticize COVID Restrictions in the Name of \"Personal Freedom\"","sentiment_score":0.0}
{"full_text":"He also had to make fun of AIDS","sentiment_score":0.3}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"#Covid_19 #CoronaVirusUpdates #Corona. It will be destroyed by silver ions","sentiment_score":0.0}
{"full_text":"#COVID19 times Cleanliness is the key  to good health. Keep your house &amp; surroundings clean. #JanAndolan #IndiaFightsCorona #Unite2FightCorona","sentiment_score":0.3555555556}
{"full_text":"RT Yakuza games are perfect to play in 2020 cause you can pretend COVID doesn't exist by doing the stuff you used to do before...","sentiment_score":1.0}
{"full_text":"RT We're running out of beds, America. And yet some of y'all still refuse to accept that covid is real. ","sentiment_score":0.2}
{"full_text":"RT No one wants to stand up and take credit for inventing the West Coast Defense","sentiment_score":0.2}
{"full_text":"RT covid is going 12M-0 against America and y'all still wanna go black friday shopping??????????????????????????","sentiment_score":-0.1666666667}
{"full_text":"RT LILLEY: Small biz revolt shows need for smarter COVID regulations Via","sentiment_score":-0.25}
{"full_text":"RT Doctors and nurses are not just statistics.","sentiment_score":0.0}
{"full_text":"Yeah... you've done SO MUCH to help during this pandemic. Fuck off, asshole.","sentiment_score":-0.1}
{"full_text":"Yes! Look around! We don't need anymore proof. Selfishness and Greed is why we have the orange turd squatting in the White House right now and a pandemic that's as out of control as he is. This #AmericaFirst attitude has to end before it's too late.","sentiment_score":-0.0047619048}
{"full_text":"RT 25-years ago, 27th November 1995, Michael Jackson released Earth Song, his best-selling single in the UK, which topped th...","sentiment_score":-0.0714285714}
{"full_text":"RT Had an excellent discussion with my friend, UK PM on an ambitious roadmap for India-UK ties in the next dec...","sentiment_score":0.4166666667}
{"full_text":"I tested positive for both","sentiment_score":0.2272727273}
{"full_text":"RT COVID-19 Dashboard by the Center for Systems Science and Engineering (CSSE) at Johns Hopkins University (JHU) Here we...","sentiment_score":-0.1}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"RT Doctors and nurses are not just statistics.","sentiment_score":0.0}
{"full_text":"RT If you live in a state with a red legislature, they can end COVID mandates. Put pressure on them, and don't let up. ht...","sentiment_score":0.0681818182}
{"full_text":"A true warrior.","sentiment_score":0.35}
{"full_text":"RT New York: Remember you don't have to feel sick to spread #COVID19.Be smart. Wear a mask. Get tested.","sentiment_score":-0.1212121212}
{"full_text":"RT Accountability, will there be an accounting for these deaths?Florida hospitals are now overwhelmed, meaning people are...","sentiment_score":0.0}
{"full_text":"Nothing would have been decimated if you gave a damn almost a year ago and addressed Covid like a capable person. You have the audacity to question how you got voted out. You're a joke.","sentiment_score":0.2}
{"full_text":"RT Nurse Bricia Gallegos from Phoenix Arizona died from #COVID19 after taking care of a relative with the disease. The single...","sentiment_score":-0.0357142857}
{"full_text":"RT Officials face novel dilemmas: The fact that only a small minority may have immunity from prior exposure and also the...","sentiment_score":-0.0833333333}
{"full_text":"RT Music Legends Van Morrison and Eric Clapton Team for Anti-Lockdown Anthem 'Stand and Deliver'","sentiment_score":0.0}
{"full_text":"RT #BREAKING - Barbados records 4 COVID-19 cases - a Bajan returning from US &amp; 3 visitors from US &amp; UK; all asymptomatic &amp; t...","sentiment_score":0.0}
{"full_text":"Good old Tim Smith's mate.Name me a worse whinging business man media slut during the Victorian lock down....I'll wait......Actually there is a few. ","sentiment_score":0.05}
{"full_text":"buying into a load of horseshit doesn't mean you got the things you shoulda got out of the dealThis entire pandemic has been nothing but half measures, passing the buck, and empty wordsI don't care who \"agreed\" with you if they're agreeing against their own best interests","sentiment_score":0.1701388889}
{"full_text":"Covid me please","sentiment_score":0.0}
{"full_text":"RT \"The total decrease in deaths by other causes almost exactly equals the increase in deaths by COVID-19. This suggests, accordin...","sentiment_score":0.0416666667}
{"full_text":"RT Sham recount in wisconsin.","sentiment_score":-0.2}
{"full_text":"RT All because you blew off a deadly pandemic as hoax and flu and then held Superspreader events, you ge...","sentiment_score":-0.2}
{"full_text":"RT #bcpoli Bonnie Henry finally concedes that testing data between film crew and public health testing causes a screw up in...","sentiment_score":0.0}
{"full_text":"RT For 37 years Dr. Emilia Matos, LCDR, cared for children in Yuma, Arizona. As a Latina, \"she filled a huge void in m...","sentiment_score":0.4}
{"full_text":"RT The federal government provides virtually limitless cash to Wall Street banks when they need it.But when working families nee...","sentiment_score":0.0}
{"full_text":"RT OMG  Thats crazy, but then again, Vaughn Mills is always packed.  People, shop local. #shoplocal #SmallBusiness #HamOnt #sp...","sentiment_score":-0.3}
{"full_text":"US surpasses 13m Covid cases - CDC predicts deaths could rise by 300,000 in next monthhttps:\/\/t.co\/trMkFMrxkB","sentiment_score":0.0}
{"full_text":"RT In the sixth richest country in the world, no one should have to rely on charity to eat. Today I joined staff and volun...","sentiment_score":0.0}
{"full_text":"RT The French Resistance is strong ","sentiment_score":0.2166666667}
{"full_text":"RT Wow, so Pope Francis has basically openly called Amy Covid Barrett and GOPers in SCOTUS a bunch of evil selfish small-m...","sentiment_score":-0.35}
{"full_text":"RT It's a terrible feeling when your savings are getting depleted and you don't know where your next paycheck is coming from....","sentiment_score":-0.5}
{"full_text":"It is a circle of life, to speak of a pandemic and death on Thanksgiving.  We have come full circle, and we are still asking the Native Americans for forgiveness... We would NOT be here if they had not helped us, survive back then.","sentiment_score":0.175}
{"full_text":"Spare a thought for me, a virtual hermit who did precisely three shows in 2019, blaming covid for not having loads of bookings or a social life.","sentiment_score":0.2166666667}
{"full_text":"RT One payment of $1,200 was never going to be enough for someone to withstand this devastating crisis. It's time to send mont...","sentiment_score":-0.5}
{"full_text":"New LA County 'safer-at-home' order puts additional limits on gatherings, closes playgrounds","sentiment_score":0.1363636364}
{"full_text":"Should there be a legal consequence for a president lying about coronavirus?Holiday season starts under pall of more than 100,000 new Covid-19 cases.","sentiment_score":0.2787878788}
{"full_text":"RT Updated official comment from Ministry of Edu\/@Sflecce office: almost $1M paid to McKinsey &amp; Co (US-based private consu...","sentiment_score":0.0}
{"full_text":"Applies deeply to LA, until Dec 20,  too ","sentiment_score":0.0}
{"full_text":"RT BREAKING: With coronavirus cases showing no signs of slowing down in Los Angeles County, health officials on Friday announced a t...","sentiment_score":-0.1555555556}
{"full_text":"RT The federal government provides virtually limitless cash to Wall Street banks when they need it.But when working families nee...","sentiment_score":0.0}
{"full_text":"RT \"To come out of this crisis better,\" writes Pope Francis (@Pontifex), \"we have to recover the knowledge that as a people we...","sentiment_score":0.5}
{"full_text":"RT A reminder that L.A. County is using some of the federal CARES Act money it receives, money that should be going to restaura...","sentiment_score":0.0}
{"full_text":"RT Due to a positive COVID-19 test, #UFCVegas15's main event between Curtis Blaydes &amp; Derrick Lewis is rescheduled to a later dat...","sentiment_score":0.0672348485}
{"full_text":"RT .The SCOTUS decision *      * was sinful\"It is all too easy for some to take an idea -- in this case, fo...","sentiment_score":0.4333333333}
{"full_text":"RT Remember those flights that took home while telling the rest of us to stay home?Turns out they cost more than...","sentiment_score":0.5}
{"full_text":"When do 2 positives equal a negative? Today. That's now 6 altogether.https:\/\/t.co\/Mf16XGYKtG","sentiment_score":-0.15}
{"full_text":"RT Chalk one up for \" We the People\".  NO, Governor Cuomo, this has nothing to do with a Conservative Court. It has ALL to d...","sentiment_score":0.0}
{"full_text":"Trumps like a FAILED BOSS BABY attemptWhich is why I MUCH prefer the movie!Trump will be remembered as the one who basically SPREAD the pandemic and panic and BIDEN WILL BE REMEMBERED FOR THE ONE WHO SAVED THE WORLD from it! PURA VIDA BIDEN! ","sentiment_score":-0.09375}
{"full_text":"RT I think the best collective decision we've made has been to freeze my age chronologically until Covid is over. ","sentiment_score":0.5}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"RT a tweet for the people that are lowkey thankful for having the 'pandemic' excuse to avoid family gatherings we're out here","sentiment_score":-0.05}
{"full_text":"That comment had the same ring of truth as most of the others he's made!","sentiment_score":0.3125}
{"full_text":"RT .@DrVivianS is a fierce fighter for long-term care residents and their families and she's right: we shouldn't be reward...","sentiment_score":0.2857142857}
{"full_text":"RT Jason Kenney's ineptitude has made us the worst province in the country for Covid, but, somehow, this is... Rachel Not...","sentiment_score":-1.0}
{"full_text":"RT cyber monday has always been where it's atno people, no lines, no mess, just vibez","sentiment_score":0.0875}
{"full_text":"RT Melbourne had the longest, strictest lockdown in the developed world. Australia has had among the toughest mask and social-dis...","sentiment_score":0.1}
{"full_text":"RT US COVID-19 hospitalizations surpass 90,000 in new record","sentiment_score":0.1363636364}
{"full_text":"And is why the city is imposing fines on those caught not wearing them:","sentiment_score":0.0}
{"full_text":"RT The US has passed 13 million Coronavirus cases.  We passed 12 million cases only 6 days ago.  That means 115 new cases e...","sentiment_score":0.0681818182}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"RT Johns Hopkins published then deleted a study questioning the U.S. coronavirus death rate | Just The News","sentiment_score":0.0}
{"full_text":"RT You know how a quarterback takes a knee to run out the clock?That's what Trump has done with his COVID response, econom...","sentiment_score":0.0}
{"full_text":"RT On my last ER shift, there were NO accepting hospitals for my ICU patients. Across Arizona, HCW illness, nursing ratio...","sentiment_score":0.0}
{"full_text":"Two reasons behind this, they dont want you crowding at the Bar as you are better sat at a Table for Social  distancing and they dont want you to Hog the Tables so more customers can come and go.","sentiment_score":0.1583333333}
{"full_text":"RT House Democrat tests positive for COVID-19 day after her mother's passing","sentiment_score":0.2272727273}
{"full_text":"RT Because Nancy Pelosi wanted to make sure there was no relief package before the 2020 election that might help Trump - just...","sentiment_score":0.5}
{"full_text":"The COVID pandemic has had a devastating impact on small businesses across the country this year. As we enter the holiday shopping season, please consider shopping small and shopping local.","sentiment_score":-0.375}
{"full_text":"The COVID-19 pandemic has left many people worried and scared, thus the increased risk of prohibited substance use. It is important to watch out for these warning signs of relapse.#WarningSignsOfRelapse #StayDrugFreeDuringCOVID19 #NoToDrugs","sentiment_score":0.3}
{"full_text":"PM expects most Canadians could be vaccinated against #COVID19 by September 2021. #Kamloops","sentiment_score":0.5}
{"full_text":"Has the coronavirus pandemic changed the way Americans shop on Black Friday? Compare perspectives by and #BlackFriday #CoronavirusUSA","sentiment_score":-0.1666666667}
{"full_text":"TIL that has issued $1.6 million in TOTAL fines for workplace COVID exposures, across all industries. Meanwhile, has received over $100 million in subsidies that were meant to go to farmers who lost markets or whatever.","sentiment_score":0.0}
{"full_text":"Professor Chad Syverson explains why Black Friday might become less popular in the COVID-19 era:https:\/\/t.co\/0MHp9NEafu #BlackFriday","sentiment_score":0.0888888889}
{"full_text":"Retail store visibility and compliant, aesthetically-pleasing outdoor dining options are the two challenges Tracy City Center Association is trying to help remedy as downtown businesses continue to face hurdles due to COVID-19 restrictions.https:\/\/t.co\/jKbHI1JS4n","sentiment_score":-0.1125}
{"full_text":"RT BREAKING: A man by the name of Bryan Day has received a one-game coaching contract to fill in for head coach Ryan Day, who...","sentiment_score":0.0}
{"full_text":"Animal Crossing is one of my favourite video games of all time. And now \"Animal Crossing has become a digital icon of the Coronavirus era\". #mktg2301","sentiment_score":0.0}
{"full_text":"The World Health Organization's top scientist says more data is needed to determine if the coronavirus vaccine developed by Oxford University and AstraZeneca works.https:\/\/t.co\/M5urlM6XPL","sentiment_score":0.3666666667}
{"full_text":"RT Facts about HCQ: FDA approved for 65 years, millions of prescriptions given, available over the counter in most of the...","sentiment_score":0.45}
{"full_text":"Even the pandemic couldn't stop Santa Claus from spreading Christmas magic.https:\/\/t.co\/dVQLWuPcEe","sentiment_score":0.0}
{"full_text":"Whether it's mentally or physically, no one has gone untouched by the crucial times permitted by the pandemic, and Lori Bowen, owner of Run Stop, said when it comes to picking up a hobby such as running, it's beneficial to both your body and soul.","sentiment_score":0.0}
{"full_text":"COVID-19 remains biggest opponent for Big Ten football teams","sentiment_score":0.0}
{"full_text":"COVID-19 infections are surging in Florida's long-term care facilities as families are deciding whether to take their loved ones out for the holidays.","sentiment_score":0.7}
{"full_text":"How Has Law Firms and Professional Services Have Adapted to Survive Covid-19?","sentiment_score":0.1}
{"full_text":"RT David Perdue refuses to do more debates. What's he afraid of? ? (Much to hide?)Being asked about trying to take healthcar...","sentiment_score":0.0333333333}
{"full_text":"Experts have proposed giving the vaccine to health workers first. High priority also may be given to workers in essential industries, people with certain medical conditions and people age 65 and older.https:\/\/t.co\/n9tBGnAdfV","sentiment_score":0.1248571429}
{"full_text":"RT Captain Katherine Hughart, 61yo ER RN, Western Arizona Regional Med Center, died of #COVID19 . She served 3 tours in Iraq a...","sentiment_score":-0.05}
{"full_text":"Our young workers are facing employment disruptions and losing access to education as a result of the pandemic. Large-scale and youth-targeted government policies can mitigate the short- and long-term impacts of the COVID-19 crisis on youth employment in Asia.","sentiment_score":0.05}
{"full_text":"Disney has announced more layoffs as the pandemic worsens.","sentiment_score":0.5}
{"full_text":"RT Premier opposes a mask mandate because he thinks his base will simply refuse to wear a mask if \"the government tell...","sentiment_score":-0.4}
{"full_text":"Because of federal laws limiting what the conference's 14 universities can say about the health of college athletes, it's hard to say how many have been taken off the field by the virus.https:\/\/t.co\/d3m3ZYdlzQ","sentiment_score":0.1041666667}
{"full_text":"The ski resort opened for the season on Friday with COVID-19 restrictions in place that require social distancing and masks while in line and around the base.","sentiment_score":-0.3833333333}
{"full_text":"How Has Law Firms and Professional Services Have Adapted to Survive Covid-19?","sentiment_score":0.1}
{"full_text":"82 contract COVID-19 at Santa Cruz County nursing facility","sentiment_score":0.0}
{"full_text":"Japan's coronavirus cluster-busting approach nears its limitJIJI, KYODO (@japantimes)","sentiment_score":0.0}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"Disney's parks closed in March as the pandemic started spreading in the U.S. The Florida parks reopened in the summer, but the California parks have yet to reopen pending state and local government approvals.","sentiment_score":-0.05}
{"full_text":"COVID-19 deaths are also on the rise, though not at the record high numbers reached in the spring.","sentiment_score":0.16}
{"full_text":"Pecanland Mall and surrounding stores and restaurants were busy at mid-day Friday, despite heavy rains and capacity restrictions designed to reduce the spread of COVID-19.","sentiment_score":-0.05}
{"full_text":"Coronavirus and gender: More chores for women set back gains in equalityhttps:\/\/t.co\/QtJgPOuEcB","sentiment_score":0.25}
{"full_text":"Buying food &amp; keeping safe during #COVID191. Sanitize handles of trolleys or baskets before #shopping.2. Once home, #WashYourHands before putting away your purchases, then again after.3. Wash fruit &amp; vegetables thoroughly with clean water.#StaySafe #health #pandemic #Corona","sentiment_score":0.4333333333}
{"full_text":"Mixed retailer optimism on #BlackFriday amid pandemichttps:\/\/t.co\/tZoEt9vFbD","sentiment_score":0.0}
{"full_text":"Topeka retail establishments served customers on Black Friday but dealt with the possibility that COVID-19 could result in lower sales than usual this holiday season","sentiment_score":-0.2083333333}
{"full_text":"Collecting data about culturally and linguistically diverse (CALD) backgrounds is imperative to achieving health equity says cross-cultural consultant Tasneem Chopra.https:\/\/t.co\/9AMzG6p3OR","sentiment_score":0.1}
{"full_text":"\"CBC's 'The Covid Cruise' documentary airs tonight\"","sentiment_score":0.0}
{"full_text":"Black Friday sales still managed to attract shoppers to brick-and-mortar stores amid the pandemic and increased safety restrictions. As Nazima Walji reports, it's critical this year for retailers struggling to make sales and for shoppers to follow COVID-19 restrictions.","sentiment_score":-0.0833333333}
{"full_text":"California COVID Notify is a smartphone exposure notification system intended to limit the spread of COVID-19 by alerting users if they may have been exposed to another person in the system who themselves has tested positive for the virus.","sentiment_score":0.2272727273}
{"full_text":"Join us every Monday 3:30 PM for our #virtual #Dance #party! We hope to see you all there!!! For Zoom meeting info, email us at Venice@lapl.org.#DanceParty #StayHomeStaySafe #SaferAtHome #families #librarians #librarylife #LibrariesFromHome","sentiment_score":0.0}
{"full_text":"Roblox &amp; MK 11 or DBD christmas??? Lol I think my vacation is getting canceled again because of pandemic so I'll be home ","sentiment_score":0.8}
{"full_text":"please play Samson Variation tonight in honor of Ernie Stires  thank you for the Beacon run and being our Clifford Ball during the pandemic ","sentiment_score":0.0}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"Who would have thought that more people would vote for the guy who wanted to save us from a deadly global pandemic rather than the guy who didn't give a shit about us?Crazy huh?","sentiment_score":0.1}
{"full_text":"Hey Doug Ford, maybe if you read this you would move a little faster on getting those test kits out to the public!","sentiment_score":-0.09375}
{"full_text":"In a normal year, Black Friday deals cause shoppers to stand in long lines, get to stores early, and even get a little crazy to get the best sales. With the coronavirus pandemic lingering, stores have been forced to adjust their normal setup.@NBC24WNWOhttps:\/\/t.co\/vI3taNuu0Y","sentiment_score":0.0106481481}
{"full_text":"PH govt eyes COVID-19 vaccination of 60 million Filipinos in 3 to 5 yearsCALOOCAN, Nov. 26 (PIA)- The vaccine czar reiterated that the best-case scenario for the availability of vaccine is second quarter or mid-2021.#COVID19PH","sentiment_score":0.0}
{"full_text":"Is college football making the #COVID19 pandemic worse?","sentiment_score":-0.4}
{"full_text":"sorry but the fact that a town. A TOWN, in nys has more covid cases than THE new york city is embarrassing. stop pretending like it doesn't affect you and start caring. don't hangout with more than 5 people. groups of 5 people max. besides immediate family. that's even pushing it","sentiment_score":0.1590909091}
{"full_text":"A sense of perspective for covid deniers who have no sense.","sentiment_score":0.0}
