{"full_text":"Thanku for doing nothing which turned # of coronavirus to 12,000,000 US cases.256,000 DeadNOT ZEROLike you lied it would go down toKeep&amp; fighting election lossThere's a thing called HISTORY&amp; it will SCORCH UJohns Hopkins University present #https:\/\/t.co\/KUqI6s4ZHh","sentiment_score":-0.0777777778}
{"full_text":"How about we take this another step and cover those who lost jobs during the COVID pandemic or those interested in med fields? Who would be interested in covering that?","sentiment_score":0.25}
{"full_text":"RT Govandi Police Station Mumbai...in the year 2020 (of which 5 months were almost total lockdown) 21 young girls were GAYAB...","sentiment_score":0.05}
{"full_text":"As many as 905 persons have recuperated from #COVID19 in a span of 24 hours in #Odishahttps:\/\/t.co\/GfAvOJr8tY#OdishaNews #OmmcomNews","sentiment_score":0.5}
{"full_text":"RT In the state you have the honor of representing in the Senate, National Guard troops arrived yesterday in El Paso to assis...","sentiment_score":0.0}
{"full_text":"RT RIP Timothy Kelley","sentiment_score":0.0}
{"full_text":"RT Sum up your job in s GIF GP trainee (COVID era)","sentiment_score":0.0}
{"full_text":"Perdue likes to scare ppl with words like \"socialism\" while he and Loeffler hole up on their mansions laughing bc they will NEVER give American families and businesses COVID relief from here out. If you know anyone who needs COVID relief, vote &amp;","sentiment_score":0.0}
{"full_text":"RT The Johnson government has gone full Commie, proposing 'Freedom passes' if you have a vaccine or two Covid tests per week....","sentiment_score":0.35}
{"full_text":"Seems like since this pandemic started. Their has been a major uptick in violence.","sentiment_score":0.0625}
{"full_text":"RT .@LLinWood says be careful about who you think is real conservatives\/Republicans because right now the label doesn't mea...","sentiment_score":0.1285714286}
{"full_text":"Lockdown Mania is Un-American | Michelle Malkin via","sentiment_score":0.0}
{"full_text":"Sadly it's because of covidiots &amp; deniers like this, that we're in another lockdown. They refuse to believe it's real or babble it's 'like a bad cold or the flu'. I despair of these morons. They're the reason this virus is STILL killing victims &amp; STILL infecting so many.","sentiment_score":-0.3166666667}
{"full_text":"RT BREAKING: Georgia Senate candidate Kelly Loeffler is self-isolating after testing positive for COVID-19 today.","sentiment_score":0.2272727273}
{"full_text":"As an elected official do you understand how gone deaf this is? #Arkansas folks died from Covid and yet you are grateful for the economy?","sentiment_score":0.0}
{"full_text":"Thank you so much I want this pack because it seems really good and I love its japanese vibes. Plus winter is coming and it would be great to watch my sims enjoying all these snowy activities while I'll be sitting home due to pandemic ","sentiment_score":0.3678571429}
{"full_text":"RT US sets a new record record high for 28 consecutive days 10 states over 1 new case per thousand per day 48 of 50 US St...","sentiment_score":0.1442424242}
{"full_text":"RT NEW: Our video of the #MarchForTrump in DC, which had over 2.5 million views, has been permanently removed by YouTube for v...","sentiment_score":0.1363636364}
{"full_text":"RT All clear for all games today, source said. No COVID-19 issues, which also means all #Raiders defenders who came off the rese...","sentiment_score":0.1}
{"full_text":"With 2020 being such a crazy year, we decided to stay home as well instead of visiting family, and we are going to have burgers probably. We figured we are thankful for what we do have left in life and happy we have something to even eat, while so many others do not.","sentiment_score":0.14}
{"full_text":"RT You made your last speech at G20FYI had you fought covid-19 the way you are fighting win.....","sentiment_score":0.4}
{"full_text":"To the nearest Covid testing site. And to get a paternity test for a couple months down the line","sentiment_score":-0.1555555556}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT Did Kerala govt hurriedly pass anti-media law anticipating criticism over underreporting of COVID-19 deaths? Read details...","sentiment_score":0.0}
{"full_text":"Just #Concede #ConcedeNow #ConcedeAlready #TrumpIsACriminal #TrumpIsANationalSecurityThreat #TrumpKnewAndDidNothing #TrumpLied260KDied#TrumpIsAMassMurderer #LockHimUp #LockThemAllUp#WearAMask #SocialDistance  #AvoidLargeGatherings","sentiment_score":0.0}
{"full_text":"RT Put in perspective what GA election officials accomplished here. They ran &amp; canvassed an election in the midst of a pandem...","sentiment_score":0.2}
{"full_text":"RT Trump supporters on Parler are threatening to not vote in Georgia's runoff since it's rigged. Gotta say I agree with them...","sentiment_score":0.0}
{"full_text":"RT Dr - COVID19 Actual Impact on Indian Economy &amp; Impact of Bihar Elections #WordsOfWisdom#GyanGanga Today at 8 p...","sentiment_score":0.0}
{"full_text":"RT Coronavirus is spread through the air, not through surfaces. Therefore masks and distance are important, and scrubbing is n...","sentiment_score":0.4}
{"full_text":"RT #China's regime uses students to attack other countries. #CCP #CCPChina","sentiment_score":-0.125}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":"RT Global pandemic. Teams 2-6. Middle of November. Still decked out head to toe. Respect.","sentiment_score":0.0}
{"full_text":"The guidelines and recommendations need to be updated to focus on ventilation, fresh air, air filtration, masks, And limiting time in doors for work.This article is problematic in that it does not focus on *work* spaces and businesses, but try to pls.https:\/\/t.co\/RLsv2uYbml","sentiment_score":0.3}
{"full_text":"Wonderful... it's up to you and i have no issues for that ..My issue is that, people question my faith!! I have my own budgets for each .. right from my entertainment, vacation, temple, helping someone in need and a lot!! Hope you know that, many temples helped poor during covid","sentiment_score":0.4292857143}
{"full_text":"Idiots.  However, if there are no immediate consequences, this is going to happen.  Where are the authorities?   Lock em up. Show them videos about coronavirus 24\/7.  Mandatory education as punishment.","sentiment_score":-0.8}
{"full_text":"RT Dr. Onyema Eberechukwu Ogbuagu, an Igbo man is one of the brains behind the new Pfizer Covid-19 vaccine. He graduated fro...","sentiment_score":-0.1318181818}
{"full_text":"Agree 100%.  From what I've read without them we would not have pulled this off.  I believe we owe Navajo Nation for much more than this however.","sentiment_score":0.5}
{"full_text":"RT I do not want to take measures like a lockdown that will start hurting our economy which at the moment is showing signs o...","sentiment_score":0.0}
{"full_text":"Covid19 relief: $30m for bar, restaurant workers, self-employed - Trinidad and Tobago Newsday","sentiment_score":0.0}
{"full_text":"Texas National Guard deployed to help El Paso with morgue overflow via","sentiment_score":0.0}
{"full_text":"RT Just an incredible milestone for the United States Senate: more Republicans have tested positive for COVID-19 than have accep...","sentiment_score":0.5424242424}
{"full_text":"RT Had a very fruitful discussion with G20 leaders. Coordinated efforts by the largest economies of the world will surely le...","sentiment_score":0.35}
{"full_text":"RT The #pandemic is surging again. You know what that means: #MaskUp. #latex #rubber #fetish #kink #bdsm #gaysian #Gay...","sentiment_score":0.4166666667}
{"full_text":"RT Absolutely devastating. My heart aches for Raiden and every single person left behind in the wake of COVID-19. Please sta...","sentiment_score":-0.3678571429}
{"full_text":"RT he has santibodies","sentiment_score":0.0}
{"full_text":"RT Hospitals brace for holiday COVID surge, fearing staff shortages and burnout","sentiment_score":0.0}
{"full_text":"Florida Senator Rick Scott tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Is still pretty early in US guys, don't panicBut yeah,please push LGO, we have a huge disadvantage right now..we have ju...","sentiment_score":0.2589285714}
{"full_text":"WORKING ON HOW TO FIX AMERICA'S TRUMPVIRUS!","sentiment_score":0.0}
{"full_text":"RT A lot of work being done still through Lockdown here in the UK.Hope you are all doing well, staying healthy and safe....","sentiment_score":0.5}
{"full_text":"RT If #Biden became president, would you have absolute confidence that he would uncover #China's role in the #COVID pande...","sentiment_score":0.2}
{"full_text":"RT The worst part about COVID is people doing the right things and getting it from people who arent.","sentiment_score":-0.3571428571}
{"full_text":"RT Trump acknowledges \"'Covid' is running wild\" throughout the US even as he skips the pandemic response session of the #G20...","sentiment_score":0.1}
{"full_text":"RT given where we are i actually can barely comprehend this","sentiment_score":0.025}
{"full_text":"RT Replicate this nationwide, and the tyranny of the irrational will fall in a day or two.","sentiment_score":0.0}
{"full_text":"Drumpf doesn't give a damn about anyone but himself and Ivanka. If his son's get the virus oh well. Can't wait until he's gone for good.","sentiment_score":0.7}
{"full_text":"I'm embarassed for you. But the real question is how easily so many have fallen under the spell of conspiracy theories, and how can you ever undo the damage. So many will go to their graves forever believing this election was stolen, Covid is just the flu, and other lunacies.","sentiment_score":0.26875}
{"full_text":"I don't understand why many are freaking out about Arsenal. Arteta has less than a year as DT. Without preseason, with a global pandemic, he has resolved many problems in few months! He won FA Cup, won at OT. He needs time and patience. The problems of club are old and many!!","sentiment_score":0.2092261905}
{"full_text":"RT let's not panic buy last minute as always, remember to buy LGO during the week as much as you can, if you are planning to...","sentiment_score":0.1}
{"full_text":"RT Douglas Ross asks the question \"How can the SNP play politics during a Pandemic\"That one short question strips bare all cre...","sentiment_score":0.025}
{"full_text":"RT \"Disparities\" is a word. Here is the human meaning. Why was his wife sent home twice from the ER &amp; his daughter misdiagnose...","sentiment_score":0.0}
{"full_text":"Can  retweet this timesGet Busy-debate &amp; votes on bills,These fed bills supported by Beloved CommunityPublic has right to data: BK people \/2.1X Covid Deaths, Vote Obstruction,\/2-3X deaths by LEOs, \/2X Hate Crime\/Pop, WS Killings Highest This Century","sentiment_score":0.0619047619}
{"full_text":"RT Ben Carson Confirms Trump's Friends Get Better Coronavirus Treatments Than Regular Citizens #SmartNews","sentiment_score":0.25}
{"full_text":"RT Facebook user facing defamation suit of Rs10 lakh &amp; police notice for using terms 'Dhritarashtra' &amp; 'Penguin' to criticize ho...","sentiment_score":0.0}
{"full_text":"RT \"#COVID has exacerbated &amp; worsened harmful gender practices, b\/ girls have faced systematic oppression for centuries. To s...","sentiment_score":0.0}
{"full_text":"RT Fort Lauderdale Air Show flies above COVID-19 concerns as spectators -- masked and not -- pack the beaches","sentiment_score":0.0}
{"full_text":"RT Our study demonstrates that the MAJORITY of #COVID transmission occurs from presymptomatic and asymptotic cases.","sentiment_score":0.0}
{"full_text":"RT 2 newspaper reports of Covid cases amongst UK library staff, with the one in Hull causing some anger:","sentiment_score":-0.7}
{"full_text":"Well, there goes the neighborhood... And I know Colorado doesn't even have the worst outbreak currently. How did we ever get here...?","sentiment_score":-0.5}
{"full_text":"Please remember travel restrictions are in place in England. Please only enter Wales for essential travel only. For further information visit","sentiment_score":0.0}
{"full_text":"RT Lol I'm on day 9 of Covid symptoms, but I'm still invited to Friendsgiving... ","sentiment_score":0.8}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT So aging rightwing fucknut is now not only calling people \"soulless\" for knocking his comedy \"rasslin\", he'...","sentiment_score":0.0}
{"full_text":"More on the covid scamdemic!https:\/\/t.co\/g9b5rjHlbS","sentiment_score":0.5}
{"full_text":"The Bill you speak of is 10% Covid relief, 90% leftists demands having nothing to do with Covid.  Put forth a true relief Bill and there will be no delay.","sentiment_score":0.35}
{"full_text":"RT Did you notice it's all from left-wing publications? Do you ever think I did it so that I could read through the commen...","sentiment_score":0.0}
{"full_text":"RT Lockdown is designed to crash the economy and crush the people. Peru with military enforced lockdown had 1000 deaths per...","sentiment_score":-0.1}
{"full_text":"She doesn't have it anymore than trump or junior...they're just hiding out with covid excuse!","sentiment_score":-0.0625}
{"full_text":"RT 475,000 likes for this bit of nonsense, from an account with 600 followers. Would love to know how that happened. Twitter...","sentiment_score":0.5}
{"full_text":"RT Obama to Georgia voters: Vote for #ReverendWarnock and #JonOssoff #DemCastGA #FlipSenateBlue","sentiment_score":0.0}
{"full_text":"RT Isha Foundation is feeding more than 12000 people daily, around the Isha Yoga Center regardless of there caste, creed or...","sentiment_score":0.1333333333}
{"full_text":"RT Hey covid it's past 10 o clock in CALIFORNIA","sentiment_score":-0.25}
{"full_text":"RT So the party that belittles health experts and mask wearin' keeps gettin' COVID-19?  Who could have seen this comin'?","sentiment_score":0.0}
{"full_text":"RT A traveler tested negative for covid-19 before a flight. He had the virus and infected 4 passengers.","sentiment_score":-0.3}
{"full_text":"RT Trump is still president. This is his &amp; Mitch McConnell's responsibility. It looks like they're going to let more Amer...","sentiment_score":0.5}
{"full_text":"RT During lockdown we know times can be hard but remember, you are not alone.  Check up on your friends and neighbours to make...","sentiment_score":-0.2916666667}
{"full_text":"Pray for your friends in Healthcare. We are not okay. This second wave of COVID-19 is worse than the first and the stress is starting to show","sentiment_score":-0.08}
{"full_text":"RT That sad when people are blaming him.Sometimes we got to be rational,this covid thing,we may nvr know who&amp;when we are infe...","sentiment_score":-0.5}
{"full_text":"RT The United States topped 12 million cases of COVID-19 on Sunday, as the third wave's uncontrolled spread prompted the...","sentiment_score":0.0}
{"full_text":"RT Wash your hands; wear mask; stop being a covidiot and super spreader. Thank me later.","sentiment_score":0.1666666667}
{"full_text":"I Traced My Covid-19 Bubble and It's Enormous","sentiment_score":0.0}
{"full_text":"People are pretty good at making risk assessments for themselves -- if covid was remotely close to something like Ebola in lethality I don't think you'd have any appreciable # of anti-mask folks.But it's not.  So people make the risk assessment to not wear. Totally fine by me","sentiment_score":0.3166666667}
{"full_text":"RT Hey covid it's past 10 o clock in CALIFORNIA","sentiment_score":-0.25}
{"full_text":"Cuts to HR departments are affecting recruitment across the country. We reveal how to hire the right talent when your HR department has disbanded #HR #recruitment #Covid #guide","sentiment_score":0.2857142857}
{"full_text":"We dont want to caught covid#delaynmdcat#delaymcat","sentiment_score":0.0}
{"full_text":"Somaliland Hargeisa Farah Omer High School students Receives Taiwan Scholarship including couple teachers knowledge extension and renovation of extra couple building for Farah Omar High School after Covid-19 pandemic","sentiment_score":0.1066666667}
{"full_text":"I will mandate masks for everyone! #Masks #SocialDistancing #SleepyJoe #Hypocrite","sentiment_score":0.0}
{"full_text":"CDC wants a death count for their relevance","sentiment_score":0.2}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTips","sentiment_score":0.0}
{"full_text":"are you sure this is what the people of Stoke on Trent are supposed to do with mild symptoms? Have I completely misread something? ","sentiment_score":0.3111111111}
{"full_text":"RT Trump briefly participated in a virtual G20 summit. But he was not listed as a participant at a sideline event on \"Pandemic...","sentiment_score":0.0}
{"full_text":"RT And a media that frequently said: \"but both sides!\"","sentiment_score":0.125}
{"full_text":"RT Absolutely devastating. My heart aches for Raiden and every single person left behind in the wake of COVID-19. Please sta...","sentiment_score":-0.3678571429}
{"full_text":"RT something that people are leaving out of all their analyses is that every time a new person gets covid, the virus has...","sentiment_score":0.1363636364}
{"full_text":"Heqq it protects from covid too. Kreepz...","sentiment_score":0.0}
{"full_text":"RT Duluth airport barred Pence after Trump broke virus rules, so took his #SuperSpreader event to a different airport an...","sentiment_score":0.0}
{"full_text":"Tomorrow! Join us for a Video Town Hall on #COVID19 and the Future of Long-Term Care. With Pat Armstrong of and Sharon Nwamadi of Presented with #onpoli","sentiment_score":0.0}
{"full_text":"RT BREAKING: Kelly Loeffler, the non-elected, insider trading \"senator\" from Georgia, has tested positive for COVID-19.Howev...","sentiment_score":0.2272727273}
{"full_text":"\"It doesn't look like we're going to get out of lockdown any time soon, so we wanted to turn a difficult, negative time into something positive.\"Crouch End's on setting up its online deliveries - four days before it was burgled of CBD.","sentiment_score":-0.1909090909}
{"full_text":"RT COVID. Spreads. Without. Symptoms. COVID. Spreads. Without. Symptoms. COVID. Spreads. Without. Symptoms.","sentiment_score":0.0}
{"full_text":"The S.C. Department of Disabilities and Special Needs, which runs the Whitten Center and seven other sites like it, says the coronavirus pandemic has worsened an understaffing problem and caused dangerous conditions for both staff and residents.https:\/\/t.co\/T8VJ1yaElq","sentiment_score":-0.1169642857}
{"full_text":"France will start easing coronavirus lockdown rules in coming weeks, carrying out the process in three stages so as to avoid a new flareup in the pandemic, the government said on Sunday.","sentiment_score":0.1363636364}
{"full_text":"RT I feel the same way.\"Perhaps the biggest surprise about the issue of airborne spread of SARS CoV-2 is that it has been sur...","sentiment_score":0.0}
{"full_text":"Oh wow. How intense is the lockdown? I think we're headed for one here after thanksgiving.","sentiment_score":0.15}
{"full_text":"RT Nineteen days of ZERO new cases but I still can't have a party at my house and have to wear a nappy on my face when I go ou...","sentiment_score":0.1363636364}
{"full_text":"As we move through the #COVID19 #pandemic, Alain Bindels, Head of Innovation Facilitation &amp; Digitalisation at Roche, reflects on his COVID-19 experience and the importance and benefits of partnerships https:\/\/t.co\/k6YuWoKsLu #TransformingLives #StrongerTogether","sentiment_score":0.0}
{"full_text":"This week on The Podcast - &amp; on Covid spike, the #vaccines, and Trump's negligent homicide. Here - their Thanksgiving advice.Subscribe to The Al Franken Podcast on Apple Podcasts:","sentiment_score":0.0}
{"full_text":"New restrictions went into effect at 5 pm on Friday, November 20. Please do your part to slow the spread of COVID-19. Let's all stay safe and healthy this holiday season. #SlowTheSpread, #TeamKentucky, #MaskUpNKY","sentiment_score":0.2090909091}
{"full_text":"With borders closed, Landlocked Developing Countries have been supported with $7.00 per person to cope with COVID.    Richer parts of the world have been able to spend vastly more.   Track support for #COVID19 in the most vulnerable states  ","sentiment_score":0.18}
{"full_text":"In the coming months, #Israel will procure and transfer between 3 to 4 million COVID-19 vaccines to Palestinian medical workers.","sentiment_score":0.0}
{"full_text":"Monumental events, ranging from WWI to the Great Depression to 9\/11, have altered the course of scholarship. COVID-19 has undoubtedly affected the nature of academic inquiry--but what course will it take in the long run?","sentiment_score":0.25}
{"full_text":"If you need some ideas to shop local this Christmas, check out our blog with gift inspo from &amp; &gt;&gt; #Oxfordshire","sentiment_score":0.0}
{"full_text":"reports a significant increase in demand for IT infrastructure monitoring tools as a result of the #COVID19 lockdown.Check the Key network monitoring challenges every remote team faces:https:\/\/t.co\/ESBYPIEAZz","sentiment_score":0.0916666667}
{"full_text":"High Park is closed to vehicle traffic this weekend. The park has been closed to car traffic throughout the pandemic to create more space for people to get active.","sentiment_score":0.0653333333}
{"full_text":"will be the host on NOV 28TH! Atika is a host\/producer of a leading Celebrity chat show. She has over 17 years of experience in television.Watch the ONLINE event: support of to 3:30pm ET#COVID19 #DomesticAbuse","sentiment_score":0.0}
{"full_text":"NYT's Krugman Pilloried on 9\/11 Anniversary for Claiming No 'Mass Outbreak of Anti-Muslim Sentiment' in US After 2001 Attacks - via","sentiment_score":0.0}
{"full_text":"It could be a busy winter for the charityhttps:\/\/t.co\/bpMxZY206K","sentiment_score":0.1}
{"full_text":"A horrifying uptake in gender-based violence has shadowed the #COVID19 pandemic, with alarming spikes in domestic violence cases seen everywhere from Liberia to China to the UK.","sentiment_score":-0.3333333333}
{"full_text":"Yes, what good are airbags and safety belts...wear a mask while driving, it might save your life.","sentiment_score":0.7}
{"full_text":"A majority of teachers feel safer keeping classes online during the COVID-19 pandemic, according to a survey released by the Michigan Education Association.Even though K-8 can be in-person, some think face-to-face isn't a good idea.https:\/\/t.co\/42xnlBmwlz","sentiment_score":0.7}
{"full_text":"RT And a media that frequently said: \"but both sides!\"","sentiment_score":0.125}
{"full_text":"You can dance anywhere even in lockdown. 26 dance groups from #Oxford, #Ramallah #Perm #Grenoble. 4 minutes of pure pleasure #oxlightfest20","sentiment_score":0.2142857143}
{"full_text":"RT Breaking: Kelly Loeffler has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Chicken Perdue is used to hiding from his constituents, so he should have no problem quarantining after his exposure to COVID-19. Do the right thing, Senator!","sentiment_score":-0.1214285714}
{"full_text":"The Aurum Institute and its partners donated the stands as part of the efforts to help curb the spread of Covid-19.","sentiment_score":0.0}
{"full_text":"Here are a few tips from Dr. Judy Platt, director of Boston University Student Health Services on how to protect the BU bubble: 1  Maintain testing2  Wear a mask3  Keep your distancehttps:\/\/t.co\/XLRSbEEXtZ","sentiment_score":-0.2}
{"full_text":"RT #Pediatrics #LongCovid #PANS #TeamGP #MedTwitter it's time we stepped up. Early recognition of sudden personality changes...","sentiment_score":0.05}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important that we see you. Just speak to your midwife or maternity team. Your and are here to see you, safely. NHS advice:","sentiment_score":0.45}
{"full_text":"And mehangai during Corona... Who should be held responsible?","sentiment_score":0.2}
{"full_text":"oh, dann doch so einfach. could it be that...... naaaaaah, too easy.","sentiment_score":0.4333333333}
{"full_text":"#redbubbleartist #redbubble #covidmask #covid19 #maskofdreams Snowy Dream by lippysticky on redbubble I'm dreaming of a white Christmas....","sentiment_score":0.0}
{"full_text":"What's the status of the Cowboys' injured players? How did Andy Dalton contend with COVID? Did Jerry Jones *really* say Ezekiel Elliott was Dallas' best player?@jonmachota elaborates on those topics and more in his Cowboys notebook.https:\/\/t.co\/JqLPhAnFLG","sentiment_score":0.5666666667}
{"full_text":"NOW on -Ohio's rising Covid numbers-Business and school closures-Shooting at Beachwood Mall update","sentiment_score":0.0}
{"full_text":"RT Pay everyone $1500 to get vaccineIt is a stimulus check &amp; big vaccine incentive rolled into one  Result: more people g...","sentiment_score":0.25}
{"full_text":"RT In Reno, where one hospital has begun moving some coronavirus patients into its parking garage, the county health offi...","sentiment_score":0.0}
{"full_text":"The Biden administration wants to help teachers with student loans. In the wake of a pandemic that's been devastating to the education sector in so many ways, these are exactly the kinds of efforts that the teaching profession needs.","sentiment_score":-0.0125}
{"full_text":"Experts are keeping an eye on rural hospitals and health care centers as COVID-19 cases surge across the Mountain State.https:\/\/t.co\/j8XQRbKeUW","sentiment_score":0.0}
{"full_text":"#Museum30 Day 22: MaskWe think Kimberly's mask really brings out the 1860s in this wrap dress Lauren made for An Appalachian Christmas Carol!As outlined by the NC Dept. of Health &amp; Human Services, visitors are expected to wear a mask over their nose &amp; mouth while at the site.","sentiment_score":0.0333333333}
{"full_text":"As the economic fallout of the #Covid crisis affects the UK &amp; #LatinAmerica, the culture sector appears in danger of being left behind.How can this be avoided? What steps should governments take to save their cultural industries?Join us on Tuesday! &gt;&gt;https:\/\/t.co\/emPelIaxly","sentiment_score":0.1083333333}
{"full_text":"Let's talk about elder neglect in long term care facilities in Ontario. This is an important topic, particularly now as we're seeing more and more lawsuits come to light in the wake of covid19...(podcast)https:\/\/t.co\/4teNtp9tgp","sentiment_score":0.3194444444}
{"full_text":"Our customer visited Mo. Monee, IL...none of the employees wears masks...I talked to the Manager at Monee, he said I can guarantee the next time you come in they will be....bull *** A month later...\"Full story:","sentiment_score":0.1166666667}
{"full_text":"RT Rick Scott campaigned at a maskless indoor event with Kelly Loeffler and David Perdue just last week. Now that Rick Scott...","sentiment_score":0.0}
{"full_text":"Moderna has announced that their #COVID19 #vaccine is almost 95% effective -- making it the second jab to show results. But would South Africa be able to transport it? Find out.","sentiment_score":0.3666666667}
{"full_text":"#closeallinstitutions#DelayMdcat@ImranKhanPTI@Shafqat_Mahmood HEALTH IS WEALTH. WE NEED TO SHUT DOWN ALL EDUCATIONAL INSTITUTIONS BECAUSE HUMAN LIFE IS IMPORTANT. WE WANT TO STAY ALIVE AND LIVE WITH OUR FAMILIES AND FRIENDS.","sentiment_score":0.1218013468}
