{"full_text":"To come up with #innovative ways to respond to the pandemic, DPM Hong said at the ministerial meeting on Nov. 19  to ^ invest KRW1.6 trillion in #untact industries ^ allow intl' flights without a destination to have same #dutyfree guidance >read more","sentiment_score":0.3333333333}
{"full_text":"RT Boris Johnson &amp; Rishi Sunak finding PS16billion for the army in the middle of a pandemic shows the magic money tree is, as...","sentiment_score":0.25}
{"full_text":"How are you finding the money since there is a massive COVID debt-something like 300 Billion? Where is all this money coming from?","sentiment_score":0.0}
{"full_text":"RT Overuse &amp; misuse of medicines are the leading causes of #AntimicrobialResistance. Without effective #antibiotics  &amp; other antimic...","sentiment_score":0.2375}
{"full_text":"Yesterday the #NATOPA launched its first-ever online Annual Session kicking off 6 days of debate on #globalsecurity  challenges, the rise of #China, #COVID19 #pandemic, and the very future of the 30-nation Alliance as it develops its vision for #NATO2030 https:\/\/t.co\/x1kRMijCOQ","sentiment_score":0.0}
{"full_text":"RT THIS ADMINISTRATION IS SO DESPERATE TO SAVE WHAT'S LEFT OF ITS BUBBLE OF ILL REPUTE So anything that would \"annoy\" t...","sentiment_score":-0.3666666667}
{"full_text":"RT Massive    to the wonderful for cheering us all up &amp; bringing to life during #lockdown. Sometimes #i...","sentiment_score":0.5}
{"full_text":"RT Devoid of talent &amp; ideas, elected on a platform of demonstrable deceit, Johnson's daily announcements of magic money tree sp...","sentiment_score":0.1333333333}
{"full_text":"RT We're squabbling over fucking PPP loans AS IF THAT'S THE ROOT OF THE ISSUE. It's not. The fucking pandemic is. Nothing...","sentiment_score":-0.6}
{"full_text":"RT Use wikipedia on Twitter and you get mauled. But it's ok for SAGE.*SAGE admits virus modelling based on figures from...","sentiment_score":0.5}
{"full_text":"RT As the festive season is here, we all need to follow the COVID-19 appropriate behaviour. Wear a mask, sanitize your hands...","sentiment_score":0.5}
{"full_text":"RT Republican House members Dan Newhouse and Doug Lamborn test positive for COVID-19 ","sentiment_score":0.2272727273}
{"full_text":"BBC: Covid: Oxford vaccine shows 'encouraging' immune response in older adults... ","sentiment_score":0.1666666667}
{"full_text":"The collapse turns everything upside downBut there is a lot more to it than meets the eyeIt kills your spiritIt tells you - don't even tryAmericans need a new political party &amp; a media outlet that will broadcast #Truth, not #PC #Trump #TrumpMeltdown #COVID19 #Resist","sentiment_score":0.2121212121}
{"full_text":"Fuck covid! Fuck u!","sentiment_score":-0.5}
{"full_text":"RT #SADCYOUTH represented by is participating in the #youthdialogue on \"Putting African...","sentiment_score":0.0}
{"full_text":"RT Currently, a person dying every 20 mins in #Greece from #COVID19 with the health system at breaking point but govt and...","sentiment_score":0.0}
{"full_text":"RT CNBC's Cramer: Congress, Trump 'doomed so many companies' by not passing COVID-19 stimulus","sentiment_score":0.5}
{"full_text":"Downward graph for years past is irrelevant. Sweden hasn't achieved herd immunity, killed lot more people without economic advantage over its neighbors. More restrictive measures are being considered now.https:\/\/t.co\/NsBN0UcfX1","sentiment_score":0.0416666667}
{"full_text":"We live with bushfires. Part of normal Australian life. A plague created by some bat eating filth in wuhan which your filthy fukn government tried to cover up isnt normal. Fuck. Off. Fuckwit.","sentiment_score":-0.1272727273}
{"full_text":"North Korea coronavirus patients 'starve to death' in quarantine centreshttps:\/\/t.co\/3NGMCeMdTP","sentiment_score":0.0}
{"full_text":"The largest indoor gathering in Ireland at the moment is schools nothing is being published regarding cases in this sector #hospitality #Retail #SMEs all closed for over a month #supportlocal #COVID19 #truth","sentiment_score":-0.1}
{"full_text":"Yes. This may be their last Christmas. We're well aware of the (incredibly low) risk thanks We ignored the lockdown and still saw them. None of us has ever caught Covid.","sentiment_score":0.1125}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"Art shows and art events for me. Otherwise, I'm kinda okay with everything else","sentiment_score":0.5}
{"full_text":"RT Opinion: Dolly Parton is a pandemic-fighting, book-mailing avatar of kindness and advocate for the power of everyday li...","sentiment_score":-0.2}
{"full_text":"RT New York hotels, facing pandemic-related closures, are on the hook for $500M in severance payments to workers. ","sentiment_score":0.1363636364}
{"full_text":"RT CORONA JUST GO","sentiment_score":0.0}
{"full_text":"You'd think, but they are not closing. Because the state makes money off them. \"Casinos won't close under the order\"https:\/\/t.co\/7RW3RTOt2K","sentiment_score":0.0}
{"full_text":"RT Press statement on the president's directives on the COVID-19 pandemic Let's stay safe via","sentiment_score":0.5}
{"full_text":"Thursday Morning COVID-19 Update: Three Deaths Reported In Catawba, Outbreak At Caldwell Facility #COVID19 #coronavirus #news #whky #update #localnews #morningnews #whkynews","sentiment_score":0.0}
{"full_text":"I suspect Sweden has been put under enormous pressure by the rest of the western world to change the way they announce covid deaths to dishonesty","sentiment_score":0.0}
{"full_text":"RT Regrettably, we announce 31 more COVID-19 related deaths, which take the number of deaths in the province to 541. MEC Mad...","sentiment_score":-0.0416666667}
{"full_text":"The government response to Covid has clearly been the worst (in terms of cost\/benefit) public intervention in human history - possibly excepting wars. And it's only getting worse. As you say, history will not be kind.","sentiment_score":-0.0875}
{"full_text":"RT Given the impossibility of coherently defining either 'anti-vax' or 'conspiracy theory', let alone proscribing them, this...","sentiment_score":0.5}
{"full_text":"RT JUST IN: Pfizer says a final trial analysis shows its Covid-19 vaccine is 95% effective with no safety concerns, and it will seek...","sentiment_score":0.3}
{"full_text":"RT Countries are piling on record amounts of debt amid COVID-19","sentiment_score":0.0}
{"full_text":"RT 2nd Pandemic?  ","sentiment_score":0.0}
{"full_text":"Come join us!  #mentalhealth #inequalities #Italy #Europe","sentiment_score":0.0}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates for this evenings peak here ","sentiment_score":-0.1666666667}
{"full_text":"FCA questions 1,600 IFAs over Covid impact on DB transfers, ","sentiment_score":0.0}
{"full_text":"Service Update 09:00 - #LiverpoolStreet service disruption &amp; other all train service information and updates this morning here: A normal timetable is in operation on most routes - Please remember to wear a mask when travelling with us &amp; at our stations","sentiment_score":0.175}
{"full_text":"RT Covid-19 has killed more than 250,000 people in the United States in less than 10 months","sentiment_score":0.0444444444}
{"full_text":"We want our tax dollars back in stimulus money!!","sentiment_score":0.0}
{"full_text":"RT Each day now the equivalent of full jumbo jet die from Covid related illness. Where is the outrage?","sentiment_score":0.175}
{"full_text":"RT 'scientists increasingly say there is little to no evidence that contaminated surfaces can spread the virus. In crowded i...","sentiment_score":-0.1875}
{"full_text":"RT RIP Brandy Houser","sentiment_score":0.0}
{"full_text":"RT This is Ultra Festival in Taiwan right now. Taiwan has had over 200 days without a domestic COVID-19 infection.Must be nice...","sentiment_score":0.2952380952}
{"full_text":"RT I've been thinking re: the pandemic -The way polarized ways of thinking has divided us between \"sides\".Wisdom is when...","sentiment_score":0.0}
{"full_text":"RT The current lockdown is supposed to end in just over a week. Yet here we all are, begging to be let out at Christmas. We ar...","sentiment_score":0.0}
{"full_text":"RT Forcing people to wear something against their will is abuse of power and unconstitutional.  How can you preach agains...","sentiment_score":0.0}
{"full_text":"#coronavirus  #lockdown  brings a positive effect to personal fiscal discipline","sentiment_score":0.1136363636}
{"full_text":"Stay don't go anywhere oFollow... follow ","sentiment_score":0.0}
{"full_text":"If the government is implementing the \"Great Lockdown\" the government is will fully destroying our economy so you will depend on them for money in return for all your assets. Open borders, Global Government , Central Bank, sound good.","sentiment_score":0.2428571429}
{"full_text":"RT NEW: \"Data from 191 countries shows no consistent link between reopening schools and increased rates of coronavirus inf...","sentiment_score":0.0056818182}
{"full_text":"#CHICAGO &amp; #AMYGRANT\/#MICHAELWSMITH CONCERTS! FAMILY MEMORIES &amp; CRACKL'N FIRE! I BUILT TERRIBLE MEMORIES NOW SHATTERED &amp; MISS THOSE THAT HAVE GONE ON, COULD HAVE GIVEN ME A NEW. #HEAVEN HELP ALL OF US IN GEORGIA, EVIL WANTS US UNDER THUMB SO BAD! #FASCISTS ARE THOSE SAY'N WE ARE!","sentiment_score":-0.5327272727}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"RT \"We are not going to have any more lockdowns in the state of Texas,\" Abbott told Dallas radio host Mark Davis on Thurs...","sentiment_score":0.5}
{"full_text":"Yup I haven't had mine done since February. It's sad; my lovely nail tech has had to move out of her rented salon and work from home as I'm guessing a lot of people feel the same way... If I have to wear a mask and it's not essential, I'm not going.","sentiment_score":0.0}
{"full_text":"The government says it will hold talks with MPs and the local resilience forum in Hull.https:\/\/t.co\/8vlXSljH1a","sentiment_score":0.0}
{"full_text":"RT \"the global reset\" explained...Every step they are taking in the name of covid-19 is designed for global reset not to...","sentiment_score":0.0}
{"full_text":"RT saw someone earlier refer to lockdown as 'Locky D' and I literally cannot stop thinking about it","sentiment_score":0.0}
{"full_text":"RT he's = he isshe's = she isthey're = they areyou're = on a bts lockdown so focus on bts and our goals only and dont engag...","sentiment_score":0.0}
{"full_text":"He probably would have won by landslide if it wasn't for covid 19","sentiment_score":0.0}
{"full_text":"RT Trump would have traded quarter million lives  for just 1 Supreme Court judge. Except he got 3. #COVID19","sentiment_score":0.0}
{"full_text":"announce 3 day lockdown","sentiment_score":0.0}
{"full_text":"RT There is only one way to stop a pandemic if we don't have a vaccine....no contact.The issues you refer...","sentiment_score":0.0}
{"full_text":"To defend us from what? The EU? The US? Sharks? 50,000 are dead from corona, and millions are living precariously due to lockdown. Yet there is PS16bn for this.","sentiment_score":-0.1625}
{"full_text":"RT A message for Kristi Noem and other govs who ignored science to own the libs. Was it worth it? ","sentiment_score":0.2583333333}
{"full_text":"RT PSA: if you test positive for covid, it is YOUR responsibility to tell everyone you've been in contact with recently. I don't...","sentiment_score":0.1136363636}
{"full_text":"RT The #GeorgiaRunoffs will impact ALL Americans.... What's at stake? Affordable Healthcare  Covid Relief Women...","sentiment_score":0.0}
{"full_text":"Yes it is tht is why i think this is a lot more homeschooling now","sentiment_score":0.5}
{"full_text":"RT In line with current COVID-19 restrictions, Zoos SA sites will be closed until the SA gov direct otherwise. In the meantime, pl...","sentiment_score":0.0}
{"full_text":"355m million doses of Covid-19 vaccine on order by the UK Govt and the Oxford University developers have now declared their vaccine works on older adults. Phase 2 results of the vaccine were published by The Lancet this morning. UK has ordered 100m doses of the Oxford vaccine.","sentiment_score":0.1666666667}
{"full_text":"RT Application now open for these important business grants","sentiment_score":0.2}
{"full_text":"RT  T-2 days until the \"Building Back Public Transit\" panel at Co-founder &amp; CEO with other mob...","sentiment_score":-0.0416666667}
{"full_text":"RT I would like to please ask everyone to pray for my Dad's recovery as he's in the ICU because of COVID-19 ","sentiment_score":0.0}
{"full_text":"Son had a shitty year .. covd twice .. birthday on 24.11 and we can't visit .. loves u guys.. if one of you rang on his birthday would be mega: sachin 07856 669267","sentiment_score":0.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT  Digital firm that ran 2019 Conservative social media operation awarded a PS3m contract to handle COVID communications (...","sentiment_score":-0.0555555556}
{"full_text":"RT Amid the current pandemic, and a string of natural calamities, the DOTr and the PNR remain focused and determined to push for...","sentiment_score":0.05}
{"full_text":"4:00 AM about to watch to Zero Fucking Given drink a Corona and work on my screenplay because atp I'm just up.","sentiment_score":-0.6}
{"full_text":"RT Investors are reconfiguring their global portfolios and planning to increase their China portfolio allocations, as the world's...","sentiment_score":0.0}
{"full_text":"RT A public perception that speeding on Lancashire's roads has worsened during the coronavirus pandemic has been called into qu...","sentiment_score":0.0}
{"full_text":"I don't find this surprising at all","sentiment_score":0.7}
{"full_text":"Looking forward to attending this","sentiment_score":0.0}
{"full_text":"RT In a newly filed wrongful death lawsuit, Tyson Foods are accused of forcing workers to report to work whilst their Supe...","sentiment_score":0.1363636364}
{"full_text":"RT PSA: if you test positive for covid, it is YOUR responsibility to tell everyone you've been in contact with recently. I don't...","sentiment_score":0.1136363636}
{"full_text":"Talk about scenes...\"Chorlton Waterpark\" (18\/60) A very scenic water feature amongst all the greenery and definitely a recommendation by the looks of it Full walk on trails here","sentiment_score":0.1833333333}
{"full_text":"Is it just me or at first glance this doesn't look like a field of covid death flags?","sentiment_score":0.25}
{"full_text":"Translators, please take a few moments to fill in Take 4 of survey and let them know how #Covid19 is currently affecting you. Survey  closes on 27 November.","sentiment_score":-0.1}
{"full_text":"We could end up with five days of a #Christmas break resulting in 25 days of full #lockdown in January - say #SkyNews. What's your views?   #COVID19","sentiment_score":0.35}
{"full_text":"Why Sikkim, which had no Covid cases till May, now has third-highest case fatality rateBismee Taskin reports#ThePrintNE (North East)https:\/\/t.co\/MzYnjdMiVJ","sentiment_score":0.0}
{"full_text":" The #Coronavirus Job Retention Scheme is being extended to 31 March 2021 If you're having problems with getting your furlough pay, our advice can help ","sentiment_score":0.0}
{"full_text":"With more than 105,000 cameras, Moscow boasts one of the world's most comprehensive surveillance systems. It became fully operational this year and authorities say it has cut crime and helped the city enforce coronavirus lockdown restrictions.","sentiment_score":0.5}
{"full_text":"The dollar nursed losses on Thursday following five sessions of decline, as investors' longer-term optimism about #COVID19 #vaccines ran into worries about rising infections and risks to the fragile global economic recovery.","sentiment_score":0.05}
{"full_text":".@LFC forward Mohamed Salah and midfielder Mohamed Elneny have again returned positive coronavirus tests, the Egyptian Football Association has confirmed.https:\/\/t.co\/Tsw9vNNa9a","sentiment_score":0.2272727273}
{"full_text":"6 feet ,","sentiment_score":0.0}
{"full_text":"'Rs 2,000 fine for not wearing face masks in public places', says #COVID19 ","sentiment_score":0.2083333333}
{"full_text":"It's #WorldPhilosophyDay and global troubles have focussed our attention on matters closer to home: In the midst of a pandemic, how can we support philosophical conversations in our own city Sheffield? More info: #ThinkTogetherSheffield #SheffieldisSuper","sentiment_score":0.275}
{"full_text":"Whether you're getting BASIC or PRIME, COVID-19 Assist+ is a must-have for you and your loved ones Visit our website to learn more:","sentiment_score":0.4}
{"full_text":"Are you working from home during lockdown? More screen time means increased risk of eye strain, so remember to schedule in screen breaks - #onechange to your working day can help you feel a lot better #selfcareweek #healthierfutures","sentiment_score":0.5}
{"full_text":"People in England who are at high risk from COVID-19 are being advised to take extra steps to protect themselves.This advice is for people in England who have received a letter saying they're clinically extremely vulnerable. https:\/\/t.co\/0x94oUMoVm","sentiment_score":-0.1133333333}
{"full_text":"Thinking of college options and hoping to stay close to home in #Carlow or #Kilkenny? The Institute of Technology Carlow has some suggestions ...","sentiment_score":0.0}
{"full_text":"RT RICHARD MANUEL BENCH:ME: Richard, I envy you...RM: Why's that?ME: Cos you didn't live to see the pandemic, the Trump P...","sentiment_score":0.1363636364}
{"full_text":"RT I have just lost someone I cared about to COVID-19.  I do not want your sorrow for my loss.  I want you to wear a mask.","sentiment_score":0.0}
{"full_text":"It's been a hell of a year. We know people are fed up.But now is not the time to give up. Because Covid has #NotGoneYetThank you for everything you have done so far. Let's keep on going to keep each other safe.","sentiment_score":0.1583333333}
{"full_text":"Yet he is still working with the BBC but Harry was criticised for appearing on strictly come dancing for 2 minutes to support a friend, funny how complaints about Diana's interview came out the SAME day Will was criticised for not telling the public he had Covid  #distraction","sentiment_score":0.0833333333}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"When travelling on #Luas, remember to:Wear a face covering, which is required by law on our servicesKeep space between yourself &amp; others where possibleConsider cycling or walking instead of taking Luas if you can.#InThisTogether. See for more.","sentiment_score":0.5}
{"full_text":"The #Coronavirus Job Retention Scheme is being extended to 31 March 2021If you're having problems with getting your furlough pay, our advice can help ","sentiment_score":0.0}
{"full_text":"This recent article from the US shows the vision of the post-covid world of work the super-rich have in mind for us: automated, on demand, low paid &amp; zero security. \"We face a fight for the future of work itself\" Sharon Graham Unite Executive Officer","sentiment_score":0.0}
{"full_text":"RT Toilets, along with clean water &amp; good hygiene, are essential for fighting #COVID19 and other diseases. Yet, billions of people aro...","sentiment_score":0.2354166667}
{"full_text":"Nairobi assembly sends all staff home, bans meeting as Covid-19 cases surge.@Nairobi_News","sentiment_score":0.0}
{"full_text":"Did you know? Even before COVID-19 virtual coaching accounted for 1\/3 of all coaching services according to the 2019 Executive Coaching Survey (14th Annual Industry Review from Sherpa Coaching).Follow #VirtualCoaching to join the conversation on 24 Nov 2020 12:00.","sentiment_score":0.0}
{"full_text":" EXCLUSIVE SLASH THE RISK Q&amp;A THIS EVENING, 7pm Slash your risk of severe Covid-19. Ditch animals, eat plants - simple!Live Q&amp;A  with Veronika Charvatova (Health Researcher, MSc.). Tickets are free but limited:https:\/\/t.co\/Fut0006z3Z#slashtherisk","sentiment_score":0.4}
{"full_text":"Congress remains deadlocked over a coronavirus relief bill, and lawmakers in both parties are pessimistic about passing one in the near future, even as the election slips into the rearview mirror and the number of COVID-19 cases nationally surges.","sentiment_score":0.05}
{"full_text":"Elder abuse was higher than ever during Victoria's coronavirus lockdowns, with more people 55 and older accessing family violence support. The work of and Vic is more important than ever.","sentiment_score":0.3633333333}
{"full_text":"There's just ONE HOUR LEFT of our #LoveTheatreDay Sale! Save 40% on dozens of top NHB titles, until 10am GMT Thurs 19 Nov only.Plus, PS1 from every book sold goes to #TheatreArtistsFund, to help theatre-workers hit by the impact of COVID-19.https:\/\/t.co\/U5bnhtJnCa","sentiment_score":0.25}
{"full_text":"New York City's public school system, the largest in the U.S., called a halt to in-classroom instruction and revert exclusively to at-home learning starting Thursday, citing a jump in coronavirus infection rates","sentiment_score":0.0454545455}
{"full_text":"We saw that starting in Wuhan and Taipei and then Hong Kong and Singapore.","sentiment_score":0.0}
{"full_text":"Visitors to Downtown El Paso now have an additional resource to keep COVID-19 at bay. #BorderReport","sentiment_score":0.0}
{"full_text":"A story I wrote for The Herald-News.John-Peter from \"Staked!\" approves this storyCOVID Coping: A #keepsake from their felled apple tree#woodworking #appletree #woodworkingHomer Glen father tackles special woodworking project for his 3 daughtershttps:\/\/t.co\/cLYptxyI7q","sentiment_score":0.3571428571}
{"full_text":"The Volunteering is For Life - Not just for COVID webinar will be live in 15 minutes!!Join us to hear from","sentiment_score":0.1363636364}
{"full_text":"Happening today: How has COVID-19 affected trust in immunisation services + health systems? Join us this today at 2pm GMT for a panel discussion on what measures are needed to restore people's confidence in health systems globally. To join visit:","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 19\/11\/2020 14:30Total Cases: 8960098 [+1958]Active: 443192Recovered: 8383251 [+1481]Deaths :131639 [+21]Total Tests: 128.51MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Our #Covid19 Income Support Helpline is open today, 9am-5pm: 1890-800-024Our Intreo Centres are open again tomorrow from 10am-1pmTo apply for the Pandemic Unemployment Payment, the easiest &amp; quickest way is online at","sentiment_score":0.0}
{"full_text":"What will it take to get the Covid-19 vaccine to everyone?","sentiment_score":0.0}
{"full_text":"Online or in-person? What did our GP Website Report find out about communication during coronavirus for #cancer patients in #Hertfordshire?https:\/\/t.co\/OiNE1Kb2J7@HVCCG","sentiment_score":0.0}
{"full_text":"RT Small businesses urge Boris Johnson to end lockdown on time as they face shutting for good","sentiment_score":0.225}
{"full_text":"The Department of Health and Social Care has announced that a major study led by University College London will be expanded to carry out quarterly COVID-19 antibody tests on around 14,000 staff and residents at hundreds of care homes.","sentiment_score":0.0479166667}
{"full_text":"Never in my lifetime did I think I would see so many people arguing over wearing a mask.What has the world come to?I think it should be personal choice,if you want to wear one,do.If you don't want to then don't!simplistic possibly, and I'm no scientist,but they don't even agree!","sentiment_score":0.1666666667}
{"full_text":" The #Coronavirus Job Retention Scheme is being extended to 31 March 2021If you're having problems with getting your furlough pay, our advice can help ","sentiment_score":0.0}
{"full_text":"Arrianne story of PPROM, #COVID #PREGNANCY invest in give a little we need to reach more for our research too more info on the research here, #PPROM","sentiment_score":0.2708333333}
{"full_text":"The prime minister considers the people to be infants. The governor of Tokyo considers the citizens of Tokyo to be infants. The two teach how to eat. Such guidance is impossible to prevent corona infection in Japan.","sentiment_score":-0.3333333333}
{"full_text":"RT Idk I just think surviving a pandemic should count as extra credit","sentiment_score":0.0}
{"full_text":"Initiatives such as #PayIn30 campaign, where more than 50 big businesses have signed up to pay small business suppliers within 30 days, are crucial, says in","sentiment_score":0.05}
{"full_text":"RT I've been viciously attacked since Apr for highlighting imp of Tcell immunity against SARSCoV2 despite 100+ published Covid s...","sentiment_score":-1.0}
{"full_text":"New walk-through coronavirus testing facility in Allerdale:https:\/\/t.co\/JiZTqTTqbi","sentiment_score":0.1363636364}
{"full_text":"Warning! Some delicious content in coming! Our virtual baking sessions have been so popular throughout lockdown and beyond. We love sharing the fantastic treats, baked by our Tweenies families!","sentiment_score":0.65}
{"full_text":"The GCC #Polyurethane Foam market is anticipated to grow at a #CAGR of around 4% during 2021-26F.Read More:- #marketinsights #marketanalysis #USA #industryreport #COVID19 #marketsize #Automotive #Chemical #Honeywell #gcc","sentiment_score":0.5}
{"full_text":"Boris Johnson's failure to plan and prepare for corona is what threatens our NHS","sentiment_score":-0.3166666667}
{"full_text":"Sustainable sanitation is resilient to climate change and safely processes bodily waste. Toilets, combined with clean water and good hygiene, form a strong defence against #COVID19 and future disease outbreaks. #WorldToiletDay#SDG6 #Humanees#Digital4Action#Acting4Wellbeing","sentiment_score":0.2571428571}
{"full_text":"China documents 12 cases of COVID-19 in past 24 hours, all importedhttps:\/\/t.co\/4SaAoGJauh","sentiment_score":-0.25}
{"full_text":"RT A surprising and unexpected outcome!","sentiment_score":0.4125}
{"full_text":"Dr. Roger Hodkinson told government officials in Alberta during a zoom conference call that the current coronavirus is pure hysteria.","sentiment_score":0.1071428571}
{"full_text":"This campaign is #DedicatedToMen, encouraging everyone to #AskTwice. 44% of #Men say they are missing out on chances to #Support male friends with their #MentalHealth since the pandemic began. #SendAText #MakeACall #AskTwice","sentiment_score":-0.1}
{"full_text":"WATCH: Timeline to develop coronavirus vaccines for young children uncertain, doctors say | See more:","sentiment_score":0.3}
{"full_text":"RT At the time we reported on contracts spanning 11 companies affiliated with the Brethren:https:\/\/t.co\/zNjKX0FeP5","sentiment_score":0.0}
{"full_text":"RT SRK lighting lives of so many this Diwali. First Marathwada, then Chhattisgarh and now Kerala. Through his","sentiment_score":0.375}
{"full_text":"Out of the 290 new #coronavirus cases in #SaudiArabia, 63 were confirmed in Riyadh and 29 in Madinah.","sentiment_score":0.2681818182}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"It's Thursday! Which is the weekend-eve One more day and we're in lockdown so I suppose what else you going to do but go out for food all day ","sentiment_score":0.5}
{"full_text":"Up to 100,000 new cases daily: Second COVID-19 wave hits France","sentiment_score":0.0454545455}
{"full_text":"Vanuatu Tourism adopts well-being approach for COVID-19 recovery","sentiment_score":0.0}
{"full_text":"Looking forward to day two of #RomaSummit. Our Head of Policy &amp; Research will be moderating a panel with Roma-led ENS members on effective advocacy and policy tools in preventing and reducing the risk of statelessness.","sentiment_score":0.6}
{"full_text":"You have been rejected by the public of this country repeatedly for your lies yet to continue to peddle more lies. India's COVID fatality rate is lower than even many advanced economies. India's GDP growth rate too is projected to be highest next year. https:\/\/t.co\/qGGj0hZvJ4","sentiment_score":0.28}
{"full_text":"RT The #Tooting Christmas tree  is up at the bottom of Church Lane. There unfortunately won't be the usual lighting ceremo...","sentiment_score":-0.375}
{"full_text":"Are we sure that in todays world, With the stress of Covid a picture drawn from a movie of a young girl hanging by the neck dead is something that should be encouraged, Lots of people are struggling with mental health issues and this just reinforces that suicide is Ok. YMMV","sentiment_score":0.075}
