{"full_text":"And this right here is the country we live in....Canada let us know the minute that border opens ","sentiment_score":0.211038961}
{"full_text":"RT New Details:(2) Dick's Drive-ins shutting down -- after a worker tests positive for #Coronavirus.The temporary closure impact...","sentiment_score":0.0693602694}
{"full_text":"RT !!ALERT!!Ghana's Covid-19 active cases spike up!Let's all stay safe and adhere to all precautionary measures.  #Ghan...","sentiment_score":0.1833333333}
{"full_text":"RT There is a tank outside Parliament, demanding gyms are kept open during lockdown.It's 11.30am and it's not the strange...","sentiment_score":-0.0166666667}
{"full_text":"RT Across Europe #covid19 cases are surging and the continent is shutting down again. Germany's second shutdown began yesterday, A...","sentiment_score":-0.0777777778}
{"full_text":"NP. I'm a resident and our state legislation has been awful throughout but the pandemic and blocked counting the mail in ballots early.","sentiment_score":-0.45}
{"full_text":"RT Women's FA Cup will pause during November's lockdown, while the men's competition has been given special dispensation to c...","sentiment_score":0.3571428571}
{"full_text":"COVID Brainwashing.","sentiment_score":0.0}
{"full_text":"RT Pre-lockdown walk this morning and things you see at Tarn Hows in the Lake District National Park","sentiment_score":0.0}
{"full_text":"Regarding the postal votes- How does the electoral commissioner know that the postal electoral voter is still alive on the 4th November 2020 election. With Covid a person who posted voted in July could be dead in October. The Election should of be postponed until next year.","sentiment_score":-0.0333333333}
{"full_text":"RT #UKPW #alevels2021 Feeling left behind. Brodie studying in Teesside college gives her insight on how the pandemic has affe...","sentiment_score":-0.2}
{"full_text":"RT You cannot say that North Carolina went for Donald Trump as long as voter suppression invalidated thousands of Black votes...","sentiment_score":-0.1083333333}
{"full_text":"RT If everyone would wear a #mask when they go out in public, more than 130,000 #COVID19 deaths could be prevented this winte...","sentiment_score":0.25}
{"full_text":"RT #COVID-19 and #ClimateThe 2021 edition of #EuroPhilantopics will bring together European policymakers and philanthropy repre...","sentiment_score":0.0}
{"full_text":"During a damn pandemic ","sentiment_score":0.0}
{"full_text":"RT First Covid-19 Vaccine Candidate in Vietnam Moves to Human Trials.","sentiment_score":0.125}
{"full_text":"This was the first time I've gotten the pop up. I assume because it mentions covid and gambling lol","sentiment_score":0.525}
{"full_text":"RT Early thoughts with key states still in contention: Biden was pitched as a safe bet, a sure thing.Even if he secures a mod...","sentiment_score":0.26}
{"full_text":"As the sign says - our office might be closed but we are always OPEN! Get in touch during lockdown to start planning your next trip (or just for a chat - we like that too)  #StayHome #Wimbledon","sentiment_score":-0.0333333333}
{"full_text":"RT \"The discord &amp; division he has sown is firmly under America's skin &amp; his corrosive political legacy will not be easily und...","sentiment_score":0.0777777778}
{"full_text":"RT Last min pre-lockdown leaflets 2 Banbury Ruscote 4 @SEANLWOODCOCK Mark Cherry &amp; Barry Richards inc details of #COVID19...","sentiment_score":0.0}
{"full_text":"RT He had an R after his name, and in North Dakota, that's what matters.Cultists.North Dakota elected a state senator...","sentiment_score":0.0}
{"full_text":"RT Let's have another jalsa ....@Benazir_Shah","sentiment_score":0.0}
{"full_text":"Unreal","sentiment_score":0.0}
{"full_text":"RT The US: *230k COVID deaths*Donald Trump:","sentiment_score":0.0}
{"full_text":"Covid expired at midnight, but aside from that, things aren't crystal clear.","sentiment_score":0.1}
{"full_text":"This is the most 2020 headline of 2020.","sentiment_score":0.5}
{"full_text":"RT The US: *230k COVID deaths*Donald Trump:","sentiment_score":0.0}
{"full_text":"RT It's hilarious to watch people be obtuse about how long it's taking to count mail in ballots &amp; why the mail in ballot is leani...","sentiment_score":0.225}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"Can you all stop posting news without any foundation? Every filming stop for Covid has been announced by newspapers like Variety or Deadline. If you're not a member of Eggers staff, don't talk.","sentiment_score":0.0}
{"full_text":"RT The day before a lock down , we are all feeling a little bit anxious .The emotional and psychological impact of the last six mo...","sentiment_score":-0.0988425926}
{"full_text":"Our Thanksgiving donations will be different this Fall. Due to Covid-19 we will not be collecting canned food items. We ask those who would like to give, please make a donation to the Mother Cabrini Fund. Turkey envelopes available after Masses. Also link on our WeShare site.","sentiment_score":0.0916666667}
{"full_text":"RT Trump is a corrupt racist pig and a traitor, who bungled a pandemic, and killed tens of thousands. This should have be...","sentiment_score":-0.35}
{"full_text":"Voting in a pandemic many voted by mail.","sentiment_score":0.5}
{"full_text":"RT Ordinarily it would be faux pas to make fun of the dead, but he's a duly-elected public official so fair game mother fucker.","sentiment_score":0.025}
{"full_text":"Marshall Auerback@MauerbackHate to say it, but can you imagine what the result would have been absent COVID-19? Trump likely would have won in a landslide. The Democrats have a major problem on their hands.","sentiment_score":0.03125}
{"full_text":"'It's Just a Giant Bummer.' Some Dodgers Fans Let Down by Justin Turner's COVID-19 Selfishness","sentiment_score":-0.0777777778}
{"full_text":"RT New CDC study finds that children pass along Covid to household members just as frequently as adults do. This underscores...","sentiment_score":0.1181818182}
{"full_text":"That cat was holding someone's spot in the line.  Funny, there's social distancing too.","sentiment_score":0.1416666667}
{"full_text":"RT Republican David Andahl, who died from COVID-19 in October, has been elected to the North Dakota House of Representatives","sentiment_score":0.0}
{"full_text":"RT Excellent overview by @NaomiOhReally of what we actually know about #Coronavirus and how it can help us live with the pand...","sentiment_score":0.3787878788}
{"full_text":"Pretty much. I don't even know if other countries will accept Americans because we haven't flatten the curve and it's been handle poorly.","sentiment_score":-0.01875}
{"full_text":"RT The party that falsely claims that dead people vote Dem elected a dead person.","sentiment_score":-0.2666666667}
{"full_text":"RT \"Count every vote\" is politicized just like \"wear a mask\" and \"don't be racist\" and \"science is real.\" Republicans are crazy.","sentiment_score":-0.2}
{"full_text":"That's ONS data showing deaths in each setting against average. Amongst MANY other things, he's misunderstood and thinks the \"excess deaths\" (which we know were close to 1,000 week 43 and 669 week 42 - both almost identical to covid deaths!) were at home, whereas this just...1\/2","sentiment_score":0.0645833333}
{"full_text":"Not a trump supporter but here are a couple reasons: The economy was doing great under him until covid (which he has underplayed so often that his base doesn't care too much about)Created a ton of jobs and a lot of people were employed for the first time since recession","sentiment_score":0.1125}
{"full_text":"RT I'm at the civil war. I'm at the pandemic. I'm at the combination civil war pandemic.","sentiment_score":0.0}
{"full_text":"RT 3eme test Covid","sentiment_score":0.0}
{"full_text":"RT Corona before 10pm","sentiment_score":0.0}
{"full_text":"covid-19, spreading so fast!GIVE IT A SPEEDING TICKET!!","sentiment_score":0.0}
{"full_text":"Tests Show Genetic Signature of Coronavirus That Likely Infected Trump","sentiment_score":0.0}
{"full_text":"guys let's legalize cocaine and heroin during a pandemic as our main priority ","sentiment_score":0.1666666667}
{"full_text":"Sadly the context of the article was the arts and covid - so obviously people in the arts thinking about the impact of covid will hear these words and be hurt. Maybe he could have made the (good) point more sensitively - people are really struggling","sentiment_score":0.1666666667}
{"full_text":"RT Govt tells country to work from home as England goes into lockdown but Rees-Mogg demands vulnerable MOs travel across bo...","sentiment_score":-0.5}
{"full_text":"RT The Democrats used covid as a way to change the election voting process. It's wasn't for health reasons. Now you can see why.","sentiment_score":0.0}
{"full_text":"No poor rural America is telling the world that they are still the cannon fodder they were during the civil war. Let covid and opioids swallow them whole.","sentiment_score":0.1333333333}
{"full_text":"RT Live footage of North Dakota inaugurating their house rep:","sentiment_score":0.1363636364}
{"full_text":"RT I'm furious at people saying \"we've survived four years of Trump, we can survive four more\" -- I've known a lot of people who...","sentiment_score":0.5}
{"full_text":"RT 2020 in a tweet","sentiment_score":0.0}
{"full_text":"RT Womxn carried the cost of the pandemic &amp; the gender wage gap had increased from 30% to 52% between February and April. As of...","sentiment_score":0.0}
{"full_text":"RT Republican David Andahl, who died from COVID-19 in October, has been elected to the North Dakota House of Representatives","sentiment_score":0.0}
{"full_text":"RT MOH Won't Share Raw Covid Data Due To Past 'Incidents'","sentiment_score":-0.2019230769}
{"full_text":"RT You realize our military votes through the mail. We're also in the middle of a pandemic. Every legit vote matters whet...","sentiment_score":-0.05}
{"full_text":"Tonight, I'll have Peterborough's weekly #pandemic update tonight from Catch it on at 6 &amp; 11 p.m.","sentiment_score":0.0}
{"full_text":"RT \"We are over that. We are done.\"","sentiment_score":0.0}
{"full_text":"RT Amongst the distressing &amp; terrible news of the past few days from France &amp; re Covid, it was a ray of light &amp; pure joy to see Hu...","sentiment_score":-0.005952381}
{"full_text":"If the #pandemic, the mess in #DC, and  #election2020 was a movie, I'd turn off the TV.","sentiment_score":-0.175}
{"full_text":"Such evil they are to orchestrate this plan!","sentiment_score":-0.5}
{"full_text":"For anyone who is having trouble getting a covid test, this brilliant woman shows you how to do it yourself, at home!!","sentiment_score":0.4}
{"full_text":"\"One of the rare positives things in the Covid crisis is some of the biases of mobile working have gone into thin air.\"In a challenging year, these companies have proved themselves the World's Best Employers.https:\/\/t.co\/mkU0ElhV6c","sentiment_score":0.35}
{"full_text":"BORIS: \"R Rate Just Above 1\" So WHYYYY Are We Going Into Lockdown????? via","sentiment_score":0.0}
{"full_text":"RT That so many people voted for a lying, racist jackass who locked up babies and killed people with his COVID lies makes me u...","sentiment_score":-0.0666666667}
{"full_text":"RT $5 Sale extended for lockdownLove a squirter? You've found your girl  900+ pics &amp; videos  Free snap...","sentiment_score":0.4}
{"full_text":"RT The Left weaponized coronavirus to push mail-in voting, the most fraud-ridden method and easiest to manipulate. This is no...","sentiment_score":0.25}
{"full_text":"It's pretty clear that if there wasn't a pandemic that killed 230K and shut down folks' way of life, trump would have absolutely blown Biden out.","sentiment_score":0.0388888889}
{"full_text":"RT Hi Peter. Palliative care doctor here. Our hospital wards &amp; ICUs were largely Covid free until recently. Now cases soa...","sentiment_score":0.2047619048}
{"full_text":"RT Well, this tells me way more than I want to know about North Dakota voters. (North Dakota Republican, who died of COVID-19 in...","sentiment_score":0.5}
{"full_text":"RT Way back Wednesday! Our twitter feed feels stressed (can't imagine why). Friendly reminder to take care of yourself, he...","sentiment_score":0.1875}
{"full_text":"RT Safety comes first! Wearing masks and social distancing between players and staff is a top priority during these challengin...","sentiment_score":0.2819444444}
{"full_text":"Only thing worse than COVID would be Biden","sentiment_score":-0.2}
{"full_text":"RT The Left weaponized coronavirus to push mail-in voting, the most fraud-ridden method and easiest to manipulate. This is no...","sentiment_score":0.25}
{"full_text":"RT Reminder that COVID-19 spreads via 1. aerosols (virus is airborne &amp; collects in an enclosed space like smoke), 2. drople...","sentiment_score":0.0}
{"full_text":"RT As we enter another lockdown, our homeless community need your continuing help. The quickest way to get or give support i...","sentiment_score":0.0}
{"full_text":" you are applying exit polls to analysis of mail-in ballots... they rep 2 totally different voters - not useful exercise. Mail-in voters most definitely are concerned about the virus significantly more than in-person voters! #CBS #COVID19 #Election2020 #Analytics","sentiment_score":0.195}
{"full_text":"hi there, during the lockdown starting tomorrow, will we be allowed to shop with another member of our family or is it limited to one adult per household, per visit? Thank you","sentiment_score":0.0095238095}
{"full_text":"RT $XSPA shares on sale again here. lol. this is so money. all these riots coming will lead to more Covid cases.","sentiment_score":0.65}
{"full_text":"RT We want to hear from you! If you're a local businesses that is staying open throughout this lockdown then please let us know...","sentiment_score":0.0}
{"full_text":"RT A Republican in North Dakota has won a seat in the state legislature -- nearly a month after he died of complications from Cov...","sentiment_score":0.1}
{"full_text":"RT Sir Charles Walker tells MPs that \"freedoms are like the air we breathe\" and are fundamental to the country.The 1922 vice...","sentiment_score":0.0}
{"full_text":"Great Prize!","sentiment_score":1.0}
{"full_text":"Boris raises asteroid alert level to defcon 5 in time for lockdown vote.","sentiment_score":0.0}
{"full_text":"RT So the same guy who wants to stop counting Covid cases now wants to stop counting the votes?","sentiment_score":0.1333333333}
{"full_text":"RT Every MAGA account right now: \"I can't believe Biden is winning 80-90% margins of the mail-in vote cast by people specif...","sentiment_score":0.3928571429}
{"full_text":"RT War Room Pandemic Ep 473 &amp; 474 Watch Steve Bannon, and now.  Watch on PlutoTV Channel 240, Dish...","sentiment_score":0.0}
{"full_text":"Republicans like to use the economy to rationalize their vote, or pretend Trump's response to coronavirus is correct because it is helping the economy.Keep up the fight to debunk both.","sentiment_score":0.0}
{"full_text":"RT The US: *230k COVID deaths*Donald Trump:","sentiment_score":0.0}
{"full_text":"Find out how VersaCold has been able to maintain business continuity throughout the pandemic with a six-step plan. #businesscontinuity #supplychain","sentiment_score":0.5}
{"full_text":"RT I thought we're on gfriend lockdown, but still am seeing some buddies using up all their energy on some useless fanwars...","sentiment_score":-0.5}
{"full_text":"For the love of God","sentiment_score":0.5}
{"full_text":"Thank you Cee n Dee! It's not been too bad today. I hope everyone will be okay during the lockdown ","sentiment_score":-0.1}
{"full_text":"RT A7.1: In the...","sentiment_score":0.0}
{"full_text":"RT Not shutting down the COVID command centre would have helped. More $ for health care...","sentiment_score":0.1722222222}
{"full_text":"Excited to be included in this outstanding group of surgeons.This is 6amCST\/7amEST on Nov 10th for those of us across the pond.#ColorectalSurgery#ColorectalResearch#SoMe4Surgery","sentiment_score":0.4375}
{"full_text":"RT So the man who said the deadly pandemic is rounding the corner, climate change is a hoax, racism doesn't exist, all criticism...","sentiment_score":-0.2}
{"full_text":"\"The ongoing COVID-19 pandemic has hindered our progress. Whilst we took unprecedented steps such as the imposition of a lockdown, we ensured that we minimized its adverse impacts on human rights.\" AG at #MaldivesUPR2020","sentiment_score":0.1}
{"full_text":"#ReSS20 #SessionOTD You won't want to miss the lighting round presentations like \"Covid-19 Pandemic Impact on Ems Runs and Resuscitation Attempts\" this November! #emergencymedicine","sentiment_score":-0.25}
{"full_text":"#ReSS20 #SessionOTD You won't want to miss the lighting round presentations like \"Covid-19 Pandemic Impact on Ems Runs and Resuscitation Attempts\" this November! #emergencymedicine","sentiment_score":-0.25}
{"full_text":"RT Coronavirus: Young footballer, 11, reaches 7.1 million keepy-uppies for key workers","sentiment_score":0.05}
{"full_text":"\"Ontario gave up.\"  \"Throwing in the towel.\" \"This is going to get ugly.\" @fordnation ","sentiment_score":-0.7}
{"full_text":"RT Looking forward to an exciting #OSCDialogue as financial industry leaders, senior regulators and investors come together toda...","sentiment_score":0.15}
{"full_text":"RT Coronavirus update: U.S. headed for 'most deadly phase' of pandemic, says Dr. Birx, contradicting Trump's insistence it...","sentiment_score":0.15}
{"full_text":"RT As Many as Half of COVID-19 Patients Carry Autoantibodies That Lead to Clots | \"In patients with COVID-19, we continue t...","sentiment_score":0.1666666667}
{"full_text":"i fucking hate it here","sentiment_score":-0.8}
{"full_text":"RT Boom! Garrett Gerloff to ride Valentino Rossi's Monster Energy Yamaha M1 this weekend in MotoGP at Valencia if Rossi fail...","sentiment_score":-0.5}
{"full_text":"RT Another punt on another private company  ideologically opposed to local expertise...","sentiment_score":0.0}
{"full_text":"Fase 3? ","sentiment_score":0.0}
{"full_text":"More Democrat voters have multiple jobs and\/or can't take time off and so mail-in\/absentee votes allow them to participate in the electoral process. A lot of voters are also young in college and live away from their home district. COVID-19 makes a new situation to adapt to.","sentiment_score":0.1745454545}
{"full_text":"RT 17,214 new covid-19 infections in Germany since yesterday.","sentiment_score":0.1363636364}
{"full_text":"#Juventus will take on #Ferencvaros's, who previous opponent, #UjpestFC said that only two of its 25 players produced negative tests for #Coronavirus after their meeting.#Footballhttps:\/\/t.co\/hsznT0cNFR","sentiment_score":-0.1555555556}
{"full_text":"WALKS UPDATEUnfortunately due to the lockdown restrictions our scheduled free guided walks will now be postponed until 2nd December. Thanks for your understanding.@HealthyWalks","sentiment_score":0.11875}
{"full_text":"Is this the chicest at home restaurant kit for lockdown 2.0?","sentiment_score":0.0}
{"full_text":"As the new lockdown restrictions come into effect, we will be altering our community delivery.Full information: ","sentiment_score":0.1363636364}
{"full_text":"You may not be able to visit us right now but we will still be here Stay tuned for #TeesValley pics to make you smile Celebrating our amazing businesses Ways you can Enjoy Tees Valley at home https:\/\/t.co\/5accT6kqSe#EnjoyTeesValley #stayhome #TeesValleyathome","sentiment_score":0.4171428571}
{"full_text":"The survey of 72 professional advocates finds in many instances that peoples human rights have been breached and some of their access to advocacy, health and social care suspended during the pandemic:","sentiment_score":0.1583333333}
{"full_text":"RT The Democrats used covid as a way to change the election voting process. It's wasn't for health reasons. Now you can see why.","sentiment_score":0.0}
{"full_text":"Preventing #bullying in the age of #COVID19. ","sentiment_score":0.0}
{"full_text":"Welcome to the Holocaust Research Institute joining us for a COVID-secure one-day course. We hope you have a day full of fruitful discussion.@HolocaustatSea","sentiment_score":0.575}
{"full_text":"\"An ideal treatment (for #COVID19) would be a cocktail of different antibodies that attack the virus in different...ways,\" says future Institute Scholar Christopher Barnes on this exciting research: credit: Greg Stewart\/@SLAClab","sentiment_score":0.3}
{"full_text":"New Covid-19 mental health campaign from asks 'How's Your Head Today?'.","sentiment_score":0.0181818182}
{"full_text":"The #SingleUsePlasticBan on items such as straws, stirrers and plastic-stemmed cotton buds came into force in England on the 1st October. The ban comes as a victory as it was delayed by six months during the height of the pandemic in April. #Sustainability","sentiment_score":0.0}
{"full_text":"'It's going to be lonelier': #Aurora Legion plans for #RemembranceDay in pandemic. #Remembrance","sentiment_score":0.0}
{"full_text":"The has provided updates on the latest Coronavirus news, including producing new resources around staying safe, staying well and healthy and making your own decision","sentiment_score":0.4472727273}
{"full_text":"acho justo ein","sentiment_score":0.0}
{"full_text":"Escalating case numbers point to a continuing fall surge across the country, setting grim records. Coronavirus is forecast to take tens of thousands more lives across the country in the coming months.","sentiment_score":-0.25}
{"full_text":"RT These school teachers who showed up this morning to teach virtually in the middle of a global pandemic after a sleepless elect...","sentiment_score":0.2666666667}
{"full_text":"COVID-19 CASES: The US recorded 91,530 new Covid-19 infections on the day many Americans cast their ballots, adding to a series of staggering case numbers reported within just the past week.","sentiment_score":0.1287878788}
{"full_text":"Rick Grimes: Morgan, you saved me.#TheWalkingDeadSeason 8Still Gotta Mean Something01 April 2018#TWDZombie ApocalypseAll Out WarKing County Sheriff's DepartmentCynthiana, KentuckyCDC, Greene Farm, Both Prison Sieges &amp; Terminus SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":-0.15625}
{"full_text":"This October, published a series of reports from a journalist\/photographer reporting duo that revealed the limbo migrants traveling through Mexico have been left in due to the #COVID19 pandemic.https:\/\/t.co\/b8eNbLDSi8","sentiment_score":-0.0625}
{"full_text":"Many nursing homes and assisted living facilities across central Virginia and the valley are in the midst of outbreaks.","sentiment_score":0.25}
{"full_text":"More than 50% of small businesses say they are doing the same or even better since COVID. #TheEconomy #BusinessGrowthhttps:\/\/t.co\/z096Z7AAsy","sentiment_score":0.1875}
{"full_text":"Police have stated when people can expect to be arrested or fined for flouting the rules on the eve of the second lockdown","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 04\/11\/2020 20:30Total Cases: 8335273 [+22325]Active: 534708Recovered: 7675269 [+20512]Deaths :123783 [+133]Total Tests: 113MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Yeah it's crazy how the mail in vote is impacting the outcome.  Mail in is very heavy democratic.  All the people that didn't feel safe for voting in person due to the Coronavirus.","sentiment_score":-0.12125}
{"full_text":"After the election 4 yrs ago we learned Russians pretty much hacked it. This yr we were warned they're at it again and are far more sophisticated. Why isn't anyone talking about this?Jesus I don't want to live with COVID-19 for the next 4 yrs.","sentiment_score":0.2409090909}
