{"full_text":"President has welcomed the arrival of first effective coronavirus vaccine after a successful human trial phase. -","sentiment_score":0.4}
{"full_text":"Things that make us HAPPY!!@asbcorona Corona High School","sentiment_score":0.16}
{"full_text":"RT Wait, the vaccine was known to be successful weeks ago?? Fauci, Biden, media mocked Trump at this time for saying vaccine wa...","sentiment_score":0.75}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"RT We must reduce the risk of future zoonotic pandemics like #COVID19. New bills have been introduced in Congress that will help....","sentiment_score":0.0681818182}
{"full_text":"Wear a mask please, BOTH my Grandparents tested positive for Covid today, this shit is not funny. And yes it's annoying but if we would've listened we wouldn't be here rn. Stop allowing people to brush it off.","sentiment_score":-0.2244318182}
{"full_text":"RT Wow Biden's kids look nothing like him.","sentiment_score":0.1}
{"full_text":"RT .@BTS_twt's Jimin says the pandemic allowed them to be more involved with the new album's \"overall production\" in a new inte...","sentiment_score":0.1931818182}
{"full_text":"New Jersey adding new dining, sports restrictions as Covid-19 cases spike via","sentiment_score":0.1363636364}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Sergio Garcia has withdrawn from this year's Masters Tournament after testing positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Give us a place to fanThe covid growth'Til lockdown 2Ontar-ee-oHeads in the sandDoug Ford and theeWhile infection spikesHigh as the tallest treeA place to fan!The covid growth!'Til lockdown 2!Ontar-ee-o#ONpoli #TOpoli","sentiment_score":0.0}
{"full_text":"RT The guy leading Trump's unsuccessful post-election legal challenges now has Covid. You can't make this up","sentiment_score":0.2}
{"full_text":"I'm pumped for these mandates! he march to #GULAG19 begins January 20th.","sentiment_score":0.0}
{"full_text":"RT Something to keep in mind with these postponements\/shutdowns: COVID isn't the *only* factor but it is normally the most...","sentiment_score":0.2166666667}
{"full_text":"RT Can we have Biden as Prime Minister please...Has Boris Johnson ever given a speech like this about the pandemic?","sentiment_score":0.0}
{"full_text":"RT Enjoying the cooler Weather #Feel the #Breeze  Wind in the Whiskers  Saturday #Caturday ","sentiment_score":0.5}
{"full_text":"I know it's not funny but I honestly laugh every time a republican gets covid and Herman Cain starts trending","sentiment_score":0.0875}
{"full_text":"RT Remember: There is no universal meaning of \"Podding\", \"safely distancing\",  \"social distancing\" and \"being safe\". when folk...","sentiment_score":0.2583333333}
{"full_text":"RT The President, First Lady, their son, chief of staff, vice president's chief of staff, press secretary, president's bod...","sentiment_score":0.25}
{"full_text":"RT #Covid19ALCResearch series is back and this week looks at \"How Zimbabwe is decimating Political Pluralism behind th...","sentiment_score":-0.1333333333}
{"full_text":"This lockdown I'm going to try and fight this constant fatigue and get some fitness back. 6am... I'll be getting back into step with this, even if it's just 2 minutes I'll be trying , thanks","sentiment_score":0.05}
{"full_text":"RT Gee, that's shocking to hear that lockdowns kill more people than Covid, since non-lockdown countries and states have AVE...","sentiment_score":-0.25}
{"full_text":"RT Wrong.Pfizer didn't take Fed $ for research but entered into an agreement w\/ Trump Admin this JULY on logistics &amp; to rec...","sentiment_score":0.0}
{"full_text":"RT GOP extortion, \"blanket pardons or we let Americans suffer and die.\"The Grim Reaper shouldn't be in charge of the Senate d...","sentiment_score":-1.0}
{"full_text":"Biden Just Unveiled His COVID Advisory Board, and It Contains a Worrying Name via (Ezekiel Emanuel)","sentiment_score":0.0}
{"full_text":"Freedom of movement for us, not for them.","sentiment_score":0.0}
{"full_text":"RT LOCKDOWN GEESE","sentiment_score":0.0}
{"full_text":"RT Wait, the vaccine was known to be successful weeks ago?? Fauci, Biden, media mocked Trump at this time for saying vaccine wa...","sentiment_score":0.75}
{"full_text":"RT F-U F-U ","sentiment_score":0.0}
{"full_text":"Boris Johnson,prime minister of England,I recently lost my beloved mother to COVID19,on April 23,@4:00 am.miss her,thank God you are still alive.God bless you,Her Majesty,and all of the British people.","sentiment_score":0.2333333333}
{"full_text":"RT DAVID BOSSIE has been leading Trump's post-election political and legal battle. The president tapped him for the role...","sentiment_score":0.1}
{"full_text":"RT Wrong.Pfizer didn't take Fed $ for research but entered into an agreement w\/ Trump Admin this JULY on logistics &amp; to rec...","sentiment_score":0.0}
{"full_text":"RT BREAKING:David Bossie, head of Trump effort to challenge election results, tests positive for coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT HUGE NEWS: Thanks to the public-private partnership forged by President announced its Coronavirus...","sentiment_score":0.3}
{"full_text":"RT Today, I have named a COVID-19 Transition Advisory Board, comprised of distinguished public health experts, to help our trans...","sentiment_score":0.0}
{"full_text":"You REALLY want to put a man with these \"STATED in public\" views to be trusted in giving a fair shake to us seniors. You call this \"following the science\"?","sentiment_score":0.225}
{"full_text":"WATCH | Gov. Andy Beshear provides update on COVID-19 in Kentucky.","sentiment_score":0.0}
{"full_text":"RT a president who listens to scientists, wow","sentiment_score":0.1}
{"full_text":"could include SLO County","sentiment_score":0.0}
{"full_text":"RT .@BTS_twt's Jimin says the pandemic allowed them to be more involved with the new album's \"overall production\" in a new inte...","sentiment_score":0.1931818182}
{"full_text":"RT If he can do all that in a mask, you can wear one at Target when you're stocking up on toilet paper and mayonnaise.","sentiment_score":-0.0333333333}
{"full_text":"What yall think about mandated covid vaccinations...","sentiment_score":0.0}
{"full_text":"RT When being a neurosurgeon doesn't protect you from keeping bad company...","sentiment_score":-0.7}
{"full_text":"RT Dave Bossie, President Trump's outside adviser, recently tapped to lead campaign's legal challenges, has tested positive for...","sentiment_score":0.1068181818}
{"full_text":"Lol, you freaking idiot!","sentiment_score":-0.1}
{"full_text":"Ben Carson got COVID at your party. That's still a thing, you know...","sentiment_score":0.0}
{"full_text":"RT *SCHUMER SAYS COUNTRY MUST PREPARE FOR DARKEST DAYS OF PANDEMIC","sentiment_score":0.0}
{"full_text":"RT Mike Pence trying to take credit for a vaccine developed in Germany by a German company, to be produced by a US company that t...","sentiment_score":0.05}
{"full_text":"RT .@JoeBiden and I are ready to get COVID-19 under control. We're ready to rebuild our economy. We're ready to meet the cha...","sentiment_score":0.2}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Fauci held Zoom call with Gwynth Paltrow, Kim Kardashian, Ashton Kutcher, Katy Perry on COVID-19 #RicoTheDems #ArrestThemAllNow #ImpeachObamasJudges #news #feedly","sentiment_score":0.0}
{"full_text":"RT Never forget what Sen. Perdue and Loeffler did after all the Republicans had been briefed on how serious and deadly the...","sentiment_score":-0.2666666667}
{"full_text":"RT Just like Donald Trump took credit for Barack Obama and Joe Biden's economy, he is trying to take credit for Pfizer's prom...","sentiment_score":0.0}
{"full_text":"RT Joe Biden and Kamala Harris meet with their COVID-19 advisory council in Wilmington, Delaware.","sentiment_score":0.0}
{"full_text":"WWE has released longtime ring announcer Tony Chimel as part of its recent layoffs of 10-15 employees due to the COVID-19 pandemic, per had been with the company since 1991.","sentiment_score":-0.0625}
{"full_text":"Will \"death panels\" become a thing now?","sentiment_score":0.0}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT BREAKING--Trump advisor David Bossie (of Citizens United fame, he led that charge), tests positive for #COVID19. He was also...","sentiment_score":0.2272727273}
{"full_text":"No RCT study w\/ verified outcome shows a benefit 4 HCW or people in households 2 wearing a mask or respirator. There is no such study. There R no exceptions. Likewise, no study exists that shows a benefit from a broad policy 2 wear masks in public","sentiment_score":0.0208333333}
{"full_text":"RT Reminder: I have a fully funded PhD scholarship in quantitative population and community ecology. Project on modelling fish s...","sentiment_score":0.0}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT If Trump gets COVID a second time I will blow God","sentiment_score":0.0}
{"full_text":"RT What I find fascinating is the crossover of people who are celebrating the end of freedom of movement and they are the same peop...","sentiment_score":0.35}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"RT Coronavirus hospitalizations are up to 2,826. Three weeks ago we had 1,191. Michigan's positive test rate was 11.7% on...","sentiment_score":0.2272727273}
{"full_text":"RT Yikes.","sentiment_score":0.0}
{"full_text":"RT The Trump admin is legally required to begin the transition process now that is the winner. and othe...","sentiment_score":0.2}
{"full_text":"If anybody else in the White House gets Covid the new team might be able to move in early, sheesh.","sentiment_score":0.1840909091}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Remember: There is no universal meaning of \"Podding\", \"safely distancing\",  \"social distancing\" and \"being safe\". when folk...","sentiment_score":0.2583333333}
{"full_text":"RT .@SecretaryCarson has tested positive for #COVID19 &amp; I ask everyone to join me in praying for his quick &amp; full recover...","sentiment_score":0.3035353535}
{"full_text":"Be a gracious loser and we won't have to keep calmly re-explaining the basics... like, how mail-in ballots aren't new..just this volume is. BECAUSE COVID (which is important to be talked about and not a PLOY or some shit). Why do I even bother..","sentiment_score":0.1666666667}
{"full_text":"I'm surprised you're not retesting this?","sentiment_score":0.1}
{"full_text":"Also can everyone everywhere please do this. Thanks","sentiment_score":0.2}
{"full_text":"RT UK lockdown pt. 2","sentiment_score":0.0}
{"full_text":"RT \"A mask remains the most potent weapon against the virus\" until a vaccine becomes widely available, Biden said. \"Today's news...","sentiment_score":0.4666666667}
{"full_text":"Last night my Mother In Law was admitted to the hospital with Covid.  Please keep her and my family in your prayers.","sentiment_score":0.0}
{"full_text":"RT \"How airlines are using their fleets varies by myriad factors, including region, strategy and available aircraft mix. In a f...","sentiment_score":0.4}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"7mths severe brain fog, hair loss, crushing fatigue, random episodes of vertigo &amp; gastro issues. Then what felt like recurrent episodes of the virus w breathing issues &amp; racing heartbeat. Bloodwork shows liver issues.Just starting to lift. _____#longhaulers #COVID","sentiment_score":-0.0333333333}
{"full_text":"LONG DAMN WAY FROM ZERO! HE KNOWINGLY LIED! THE FLU NEVER GOES TO ZERO SO WHY WOULD COVID-19? The US passed 10 million coronavirus cases, according to Johns Hopkins University. There have been 10,018,278 cases of Covid-19 &amp; 237,742 people DEAD!#CLASSACTIONLAWSUITAGAINSTTRUMP","sentiment_score":-0.078125}
{"full_text":"\"Dr.\" Ezekiel Emanuel's one step healthcare system ...#COVID19","sentiment_score":0.0}
{"full_text":"RT (Reuters) - Shares of firearms sellers tumbled on Monday as promising data from a COVID-19 vaccine trial knocked stay-...","sentiment_score":0.2}
{"full_text":"RT Numis recent broker note for #Novacyt suggests greater demand for its #covid19 #qPCR testing once #CovidVaccine is rolled...","sentiment_score":0.25}
{"full_text":"RT The U.S. reported about 1 million cases in the past 10 days, the highest rate of infections since the pandemic began.","sentiment_score":-0.25}
{"full_text":"Stay home and celebrate our victory in peace. Let these sexless imbeciles tire themselves out.","sentiment_score":0.0}
{"full_text":"Maybe if south dakota actually followed the cdc guidelines and did a proper lockdown then they wouldn't need the u.s. surgeon general to come help try to control the outbreak. #kristinoemisdumb","sentiment_score":0.0166666667}
{"full_text":"RT The guy leading Trump's unsuccessful post-election legal challenges now has Covid. You can't make this up","sentiment_score":0.2}
{"full_text":"RT It is beyond parody that we are doing all of this instead of shutting the country down and paying these restaurant owners and wo...","sentiment_score":-0.1555555556}
{"full_text":"My bestie keeps me sane in lockdown xx","sentiment_score":0.0}
{"full_text":"Stop trying to white wash the evil that is #TrumpAdministration .  Hate as a political strategy is EVIL and so are the purveyors. Then insecure #trump refusing science helping tackle pandemic resulting in hundreds of thousands of deaths. Let's not forget the spike mass murders.","sentiment_score":-0.55}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Things work better when you #followthescience.  Best of luck, sir","sentiment_score":0.75}
{"full_text":"RT Re-entering the Paris agreement, and starting to do something about COVID-19.  But the rest is pretty mu...","sentiment_score":0.125}
{"full_text":"Ya'll are just such a disgrace. Stop spreading around Covid-19, stupidity and lies. Just take 1 day off. Dear Leader is going to form his own news network and then he'll be gone, along with his cult.","sentiment_score":0.0}
{"full_text":"We look forward to a time where we don't have to add more pictures of loved ones who have passed from #COVID19  to this Altar.  Let's remember these faces as we make important decisions. #COVIDAltarhttps:\/\/t.co\/QpkFGSKbTO","sentiment_score":0.5333333333}
{"full_text":"RT Wrong.Pfizer didn't take Fed $ for research but entered into an agreement w\/ Trump Admin this JULY on logistics &amp; to rec...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Downtown Northampton.","sentiment_score":0.0}
{"full_text":"RT Joe Biden takes the first major step towards bringing Covid-19 under control. He asks that we all wear masks. Finally, a Pre...","sentiment_score":0.1041666667}
{"full_text":"RT Pence breaks silence to take credit for Pfizer vaccine - and drugs company immediately denies Trump involved","sentiment_score":0.0}
{"full_text":"Disagree strongly. Tech initiatives to save lives in rising pandemic and for the future ones is super important. As a clergy person I'm so tired and sad of doing so many zoom funerals.","sentiment_score":0.1095238095}
{"full_text":"RT 1. I'm single2. Who in their right mind would want to do this3. I'm single4. I haven't been to the gym for a bit because, y...","sentiment_score":0.2857142857}
{"full_text":"As we are in lockdown and winter I thought I might try and brush up on my cooking skills or lack of them, all these cookery programmes on now I should be able to pick up a few hints, it's patience I don't have a lot of ","sentiment_score":0.15}
{"full_text":"Have everybody notice, Trump the Player, Fire all the Men, Hire all the Women, you see, the Women will do everything he say, out of Fear! Donald Trump is Sick! The Coronavirus has taken its Effect on Trump! He will never show his weakness!","sentiment_score":-1.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Wait, the vaccine was known to be successful weeks ago?? Fauci, Biden, media mocked Trump at this time for saying vaccine wa...","sentiment_score":0.75}
{"full_text":"RT If your ego is so fragile you can't handle feedback from the MAYOR IN THE BIGGEST CITY IN YOUR PROVINCE or DOCTORS or TEAC...","sentiment_score":0.0}
{"full_text":"RT CWCI: California WC COVID-19 Claim Count Tops 50,000https:\/\/t.co\/64YQoQyig7#WorkersComp #WorkersCompensation #WorkCompW...","sentiment_score":0.0}
{"full_text":"RT We are praying that the early evidence of vaccine efficacy &amp; safety holds true so that the vaccine can be approved--not o...","sentiment_score":0.225}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT \"In fact, Dr. Anthony Fauci's own NIAID held seminars on the benefits of those humanized mice back in 2018. Humanized mic...","sentiment_score":0.3}
{"full_text":"RT 1) This morning, I shared an enthusiastic tweet about Pfizer's interim results with their COVID-19 vaccine. Let me exp...","sentiment_score":0.6}
{"full_text":"RT CDC just reported that 9% of patients hospitalized with COVID-19 get readmitted.The good news is that this is actually...","sentiment_score":0.35}
{"full_text":"RT My COVID-19 Transition Advisory Board will advise on detailed plans built on a bedrock of science, and that keep compassion,...","sentiment_score":0.4}
{"full_text":"RT It's genocide.  Call it what it is.  DeSantis is deliberately committing genocide.  He should be tried for crimes against hum...","sentiment_score":0.0}
{"full_text":"\"We were never part of the Warp Speed. We have never taken any money from the U.S. government.\"","sentiment_score":0.0}
{"full_text":"RT Starting today, if you live in Arkansas, rent your home, and have fallen behind due to coronavirus, you can apply for...","sentiment_score":-0.0971590909}
{"full_text":"RT The cowardice of all these men \"to save face\" is so stunning. Whew.","sentiment_score":0.5}
{"full_text":"RT President has welcomed the arrival of first effective coronavirus vaccine after a successful human trial phase. ...","sentiment_score":0.4}
{"full_text":"...were restricted from speaking by the White House. Scientists downplaying covid have not been restricted from speaking or sharing their views. You said they were. No intellectual dishonesty or circular logic on my part.","sentiment_score":-0.075}
{"full_text":"RT How does Chuck Schumer know that the \"darkest days of COVID-19\" are right around the corner?Could it be because hundred...","sentiment_score":0.2857142857}
{"full_text":"RT  you done fucked around and found out.  HUD Secretary Ben Carson has tested positive for COVID-19 ","sentiment_score":-0.1863636364}
{"full_text":".@Marketplace: \"1\/3 jobless Americans are now long-term unemployed, without a job &amp; actively looking for 6 months or longer.\" Americans need #access to high-quality, affordable education &amp; training opportunities to prepare for the post-#COVID19 economy. ","sentiment_score":-0.1333333333}
{"full_text":"Despite promise, many questions remain about Pfizer's Covid-19 vaccine via","sentiment_score":0.5}
{"full_text":"RT Covid-19 vaccine more than 90% effective in preventing disease in preliminary results, says drugs firm Pfizer","sentiment_score":0.3}
{"full_text":"It has to do with the Moron living in a fantasy Bubble.","sentiment_score":-0.8}
{"full_text":"RT BREAKING: Trump outside adviser David Bossie tested positive for coronavirus on Sunday, sources tell me.","sentiment_score":0.1136363636}
{"full_text":"Although my candidate did not win. I'm hoping this brings us closer to normalcy.","sentiment_score":-0.4}
{"full_text":"how r y'all so bad social distancing i've lived w my bestie for over a year &amp; we haven't touched each other once","sentiment_score":-0.2638888889}
{"full_text":"RT Wrong.Pfizer didn't take Fed $ for research but entered into an agreement w\/ Trump Admin this JULY on logistics &amp; to rec...","sentiment_score":0.0}
{"full_text":"You need to rethink how you look at your most pressing recovery points. #hotelier #hotelmanager #hotels #hospitality #restaurant #labormanagement #restaurantmanagement #restaurantindustry #labormanagementsystem #covid19","sentiment_score":0.5}
{"full_text":"RT That \"again\" is troubling and kinda gives me an idea of what world leaders think is going on right now.","sentiment_score":0.2857142857}
{"full_text":"RT 36th coronavirus death reports in Sri Lanka. 84-years old female from Kandana has passed away.#LKA #SriLanka #COVID19SL #CO...","sentiment_score":0.05}
{"full_text":"This is not going to end well. Defeated Trump is trying to start a civil war with Americans killing one another. #Resistance stay home. Don't take the bait. No matter what he says or does, Trump will no longer be president after January 20th","sentiment_score":0.0}
{"full_text":"RT The year is almost over I know how exhausting this time of year can be pandemic or not. Just hang in there  So many bou...","sentiment_score":0.05}
{"full_text":"RT \"The number of people seeking help because of suicidal thoughts has tripled since lockdown, according to a new investigat...","sentiment_score":0.1363636364}
{"full_text":"RT These questions and more about the COVID vaccines - a good summary of the methodological issues.","sentiment_score":0.6}
{"full_text":"So sickening how they (Biden) lie to their own party!","sentiment_score":-0.075}
{"full_text":"Where's the My Pillow guy?","sentiment_score":0.0}
{"full_text":"RT SAGE MINUTES UPDATED as published at 09 Nov - easy access, searchable and indexed for all to use.  You too can read th...","sentiment_score":0.4333333333}
{"full_text":"RT HUD Secretary Ben Carson, who now has coronavirus, attended the election night party where chief of staff Mark Meadows...","sentiment_score":0.0}
{"full_text":"\"Inflammatory #biomarker trends predict respiratory decline in #COVID19 patients\" - A Report appearing in","sentiment_score":0.0}
{"full_text":"said this morning, its experimental #COVID19 #vaccine was more than 90% effective, #victory in the fight against a #pandemic that has killed more than a million people....Visit the link in bio to read more. #trial #biontechse #albertbourla  #fda","sentiment_score":0.3333333333}
{"full_text":"Don't miss today's #Covid19 roundup: President-elect Joe Biden has released a plan for how he would combat the pandemic.https:\/\/t.co\/hJTa5moGYN","sentiment_score":0.0}
{"full_text":"\"Athens's first mosque since the 19th century is 'a dream come true': The mosque overcame opposition from Golden Dawn, and now Covid has closed its doors for now. But Greece's 200,000 Muslims finally have a place of worship\"","sentiment_score":0.16}
{"full_text":"Where fucci","sentiment_score":0.0}
{"full_text":"Who will get the Covid vaccine first?","sentiment_score":0.25}
{"full_text":"RT Breaking News:","sentiment_score":0.0}
{"full_text":"Help protect yourself and others from COVID-19, and remember the 3 W's:Wear a mask Watch your distance Wash your hands ","sentiment_score":0.0}
{"full_text":"RT I am getting my second shot today in the COVID-19 trial I am enrolled in. I sincerely hope I am not in the placebo con...","sentiment_score":0.25}
{"full_text":"New post: Covid-19 Infection Rate Climbs in Region","sentiment_score":0.1363636364}
{"full_text":"Here's how many people were issued fines for breaching Covid-19 restrictions in Slough. ","sentiment_score":0.5}
{"full_text":"With unemployment skyrocketing, expansion of coverage through #Medicaid that the #ACA made possible has never been more important than it is during #COVID19, especially for those 50-65 years old who are not yet eligible for #Medicare.  #ProtectOurCare","sentiment_score":0.2}
{"full_text":"New York City could face a second wave of COVID-19.You can stop it.We did it before, and we can do it again.","sentiment_score":0.0681818182}
{"full_text":"Next up in our On Duty series clinical assistant prof Rebecca Singer, DNP, will talk about the humanitarian response to a global pandemic and applying lessons from abroad here at home. #covid19 Register here:","sentiment_score":0.0}
{"full_text":"After Mission Police Officer Jorge Cabrera succumbed to a long battle with COVID-19, his brothers &amp; sisters in blue from vowed to take care of his family, so nearly a dozen of them showed up to his daughter's first day of in-person learning.","sentiment_score":0.075}
{"full_text":"Free COVID-19 testing sites are currently available to all MA residents - Testing is not restricted to residents of the cities where sites are located &amp; you don't need to have any symptom(s). Have symptoms or want peace of mind? Here's where to get tested:","sentiment_score":0.4}
{"full_text":"Israel tests passengers from Denmark for new mutated coronavirus","sentiment_score":0.1363636364}
{"full_text":"\"The environment at made it possible to bring together a team from across disciplines, not only bridging tech and data, but also medical care.\" Follow the link to learn about how COVID Control is a quintessential Hopkins study:","sentiment_score":0.0}
{"full_text":"Embrace #Change! It's the only way things get better! #JoyTrain #SuccessTRAIN #Joy  #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #MondayMorning #MotivationMonday #MondayMotivation #MondayThoughts #makeyourownlane #spdc RT","sentiment_score":0.475}
{"full_text":"wonder how he took the announcement of Biden's Covid Task Force","sentiment_score":0.0}
{"full_text":"From Abenomasks and Animal Crossing to the three Cs, we introduce the Japanese terms that entered mainstream communication in the year of COVID-19.https:\/\/t.co\/swvmGrV4rB","sentiment_score":0.0}
{"full_text":"Such a great story!!","sentiment_score":0.5}
{"full_text":"Interesting new blog on how #digitalization can help scale up the #COVID19 recovery. Read here:","sentiment_score":0.3181818182}
{"full_text":".@21stShow looks at how a professor is mapping out #COVID19 outbreaks.https:\/\/t.co\/XYJ9heQRYA","sentiment_score":0.0}
{"full_text":"Here's how you can extend your patio season right through the winter.","sentiment_score":0.2857142857}
{"full_text":"Pfizer's vaccine won't be rolled out to the general public just yet -- first the company must demonstrate that the vaccine isn't just effective, but safe too.https:\/\/t.co\/lG2vPyhHpy","sentiment_score":0.28}
{"full_text":"RT David Bossie, who was named to lead Trump effort to challenge election results, tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"Our school district has confirmed 8 cases of COVID-19 since Friday. Seven are students at BGHS, one is a student at McNeill Elem. All school contacts have been notified and are in quarantine. More:","sentiment_score":0.45}
{"full_text":"As health care facilities continue to face an ongoing battle against the coronavirus, several nursing homes in Denver were recognized this week for providing outstanding care.","sentiment_score":0.25}
{"full_text":"Here are some new ways you can upgrade your home's value this weekend without purchasing anything extra:https:\/\/t.co\/RhYiFuHOIr#Invest #RealEstate #Home #Investing #Article #MattHezemy #MattSoldIt","sentiment_score":0.1363636364}
{"full_text":"Follow these useful tips to help cope during #COVID19. Take breaks from news &amp; social media Eat healthy Exercise Get sleep Make time to unwind Avoid alcohol &amp; drugs Connect w\/others via phone\/videoNeed help coping?  Text PA to 741-741","sentiment_score":0.2777777778}
{"full_text":"It is when around 76% of those people already revived absentee vote-by-mail ballots pre-COVID. There were no fraudulent ballots sent. The election process isn't full of fraudulent ballots coming back.","sentiment_score":0.175}
{"full_text":"RT Wear a mask that covers you nose and mouth they said. Then complain about my choice","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT NOT BIDEN ALREADY DOING PUBLIC COVID BRIEFINGS YALL WE FINALLY GETTING RID OF RONA IMMA SEE BTS NEXT YEAR THANK D LORD","sentiment_score":0.0}
