{"full_text":"Explain these places then where it is 100% compliance?  They work or they don't? Lots of variables.  Also please show me one place where capacity was reached and no beds were available.  NY never used the ship or Javits center. Florida this summer no capacity. Where?","sentiment_score":0.15}
{"full_text":"Can we also refund the Pandemic group that Trump defunded?","sentiment_score":0.0}
{"full_text":"The People's Mojahedin Organization of Iran (PMOI \/ #MEK) announced this afternoon, Friday, November 7, 2020, that #Coronavirus has taken the lives of more than 146,500 in 462 cities across #Iran. #COVID19 ","sentiment_score":0.5}
{"full_text":"RT #Haldwani Need #Blood Type :  B-positiveAt : Sushila Tiwari Hospital Blood Component : Need Plasma from B+ve #COVID19...","sentiment_score":0.0}
{"full_text":"RT Joseph Robinette Biden Jr. has defeated Donald Trump to become the 46th U.S. president, unseating the incumbent with a pledg...","sentiment_score":0.0}
{"full_text":"RT Joe Biden was elected the nation's 46th president Saturday in a repudiation of President Trump powered by legions of wo...","sentiment_score":0.0}
{"full_text":"RT Gas-mask-Gaetz has COVID because of course.","sentiment_score":0.0}
{"full_text":"RT Ok, seriously, now let's get started on controlling this pandemic!","sentiment_score":0.0416666667}
{"full_text":"Why you are talking about politics? Your president is not done yet, this is because you don't care about the country, you just care about yourself. The country is suffering now because of covid19 and you just care about the winner of the presidency! There is no fraud!","sentiment_score":0.0}
{"full_text":"And Covid","sentiment_score":0.0}
{"full_text":"RT This is truly beautiful, please everyone be safe celebrating. we're still in a pandemic","sentiment_score":0.675}
{"full_text":"Let's go Joe. This All Americans narrative is eternally important. Time to move forward. Time to unite us all, address the pandemic, fix jobs and the economy.","sentiment_score":0.4}
{"full_text":"Election is over yay!!  No more COVID!! ","sentiment_score":-0.390625}
{"full_text":"CORONA CURED! WORLD SAVED!","sentiment_score":0.0}
{"full_text":"RT \"Reassert America's place as a force for good on the world stage\", when was America an international force for good, when...","sentiment_score":0.4666666667}
{"full_text":"And yet again I'm going to put on weight during another lockdown ","sentiment_score":0.0}
{"full_text":"I'm happy, but we've lost so much, and will lose so much more. The coronavirus is still here. Racism and white supremacy are still here. Greed and corruption are still here. The effing electoral college is still here. This is not the end. Keep fighting!","sentiment_score":0.175}
{"full_text":"RT That Sturges motorcycle rally was a damned bad idea.","sentiment_score":-0.7}
{"full_text":"RT We have elected Biden and Harris to use the power of government to lift up those who have been battered by COVID-19, batte...","sentiment_score":0.0}
{"full_text":"A couple thoughts on the election results. Now weeks can gets all the glory it deserves and let's hope the corona \"breakthrough\" is right around the corner so life can go back to normal","sentiment_score":0.1452380952}
{"full_text":"RT #GurugramNeed #Blood Type :  AB-positiveAt : Medanta Hospital.Blood Component : Need Plasma from AB+ve #COVID19 recov...","sentiment_score":0.0}
{"full_text":"RT Hospitals are overwhelmed but watch the insiders like Mark Meadows get special treatment. Now there are reports that Mat...","sentiment_score":0.3571428571}
{"full_text":"RT Now that Biden has been declared the winner, a message for Trump supporters :COVID is real! It isn't going away! It w...","sentiment_score":0.3125}
{"full_text":"RT What nobody can deny, however, remains that the epidepic started in Wuhan. Now anybody can speculate on bats, intermediate...","sentiment_score":0.0}
{"full_text":"RT nigga got impeached, covid, and lost the election all in one year LMAOOOOO","sentiment_score":0.0}
{"full_text":"RT How many people got their temperature checked when they went in to vote?   What happened to Covid Covid Covid.","sentiment_score":0.5}
{"full_text":"i don't leave the house anyways to check mail fuck florida ","sentiment_score":-0.4}
{"full_text":"RT Biden and his staff are getting daily updates on the coronavirus while Trump and his staff are just getting the coronaviru...","sentiment_score":0.0}
{"full_text":"Joe Biden in the middle of holding covid meetings and this man is GOLFING","sentiment_score":0.0}
{"full_text":"RT Matt Gaetz has tested positive for coronavirus.That's it. That's the tweet.","sentiment_score":0.2272727273}
{"full_text":"RT Congratulations, Together, we have a planet to save from a #ClimateEmergency and a global economy to build back be...","sentiment_score":0.0}
{"full_text":"RT So this is what you do on a Saturday afternoon during lockdown Sell AHP as a profession #StepintoHealth #careerchangerst...","sentiment_score":0.0}
{"full_text":"You do know the WORLD is dealing with COVID, not just you simple minded down south right????","sentiment_score":0.0433862434}
{"full_text":"And today is a nice day. COVID in the way man. I should be on someone rooftop lit af","sentiment_score":0.6}
{"full_text":"If you're going out to celebrate, make sure to wear a mask and try to keep some semblance of distance.Despite his orangency's predictions, #covid-19 is still an issue.","sentiment_score":0.5}
{"full_text":"RT This victory brought to you by people power. NNU looks forward to working with the incoming Administr...","sentiment_score":0.0}
{"full_text":"*fired if they survive Covid","sentiment_score":0.0}
{"full_text":"Everyone who is poc and lgbtq+ stay at home for a week idc please stay safe love to all yall","sentiment_score":0.5}
{"full_text":"5)Event 201, Oct 2019 funded\/hosted by WEF(which HATES Trump), Gates Foundation &amp; John's Hopkins RIGHT BEFORE coronavirus escaped the lab...awfully coincidental timing! Great Reset (Globalist\/Socialist) Plan","sentiment_score":0.5785714286}
{"full_text":"RT BREAKING: As much of the UK seems to be ignoring the new national lockdown - the same UK records a further 24,957 cases of...","sentiment_score":0.0840909091}
{"full_text":"RT Trump lost AND Gaetz got covid? A Christmas miracle.","sentiment_score":0.0}
{"full_text":"RT #Iran Coronavirus UpdateMore than 145,400 people have died of the novel #coronavirus in 462 cities checkered across all...","sentiment_score":0.0}
{"full_text":"RT What will a Biden presidency mean for racial justice, the pandemic - and the rest of the world? Here's the view from the pro...","sentiment_score":-0.3125}
{"full_text":"RT Joe Biden was elected the nation's 46th president Saturday in a repudiation of President Trump powered by legions of wo...","sentiment_score":0.0}
{"full_text":"Now we really feel second corona wave ","sentiment_score":0.1}
{"full_text":"RT Now that Biden has been declared the winner, a message for Trump supporters :COVID is real! It isn't going away! It w...","sentiment_score":0.3125}
{"full_text":"and all it took was all the other candidates coordinated dropping out and endorsing him, and a 1nce in a century pandemic and economic collapse, and he still just squeaked it out. What an accomplishment!","sentiment_score":0.0625}
{"full_text":"President elect Joseph R. Biden inherits a deeply divided nation in the midst of a pandemic with frailing economy and challenges posed by climate change. May he prevail against all odds.","sentiment_score":0.4}
{"full_text":"nah we in lockdown rnwell we probably areidk what's been happening in the world","sentiment_score":0.0}
{"full_text":"RT Now that Biden has been declared the winner, a message for Trump supporters :COVID is real! It isn't going away! It w...","sentiment_score":0.3125}
{"full_text":"Didn't want a cup run during a global pandemic anyway ","sentiment_score":0.0}
{"full_text":"RT You got covid and lost your job welcome to 2020","sentiment_score":0.8}
{"full_text":"RT Mark 'Not Controlling the Pandemic' Meadows AND Matt 'Gas Mask' Gaetz both test positive for Covid????Wow. Just wow. The...","sentiment_score":0.1636363636}
{"full_text":"nfl follow this","sentiment_score":0.0}
{"full_text":"RT tw murder \/\/----lgbtq+, poc, women and any minority in the us please still stay safe, yes biden won but tr*mp support...","sentiment_score":0.5}
{"full_text":"RT We've got to #FlattenTheCurve on climate change. #gpo2020 #ActOnClimate","sentiment_score":0.0}
{"full_text":"Covid ","sentiment_score":0.0}
{"full_text":"Relief to know that public health experts and scientists in government will no longer be censored, belittled, and ignored.","sentiment_score":0.0}
{"full_text":"Biden you better come up with a covid cure","sentiment_score":0.5}
{"full_text":"im crying, this means so much. kamala's the first female vp AND she's black, biden actually believes in global warming, the democrats are gonna do something about covid. things might actually get better, even if it's not that much, it's still progress","sentiment_score":0.0783333333}
{"full_text":"RT PLEASE do your part to help stop the spread of COVID.    GO BLUE","sentiment_score":0.0}
{"full_text":"RT Think about that: More than 70% of ICU beds countrywide are full. We are in a #COVID19 crisis.","sentiment_score":0.425}
{"full_text":"RT One small ask, wear a mask ~","sentiment_score":-0.25}
{"full_text":"RT Now that Biden has been declared the winner, a message for Trump supporters :COVID is real! It isn't going away! It w...","sentiment_score":0.3125}
{"full_text":"The story moves around the reckless ambitions of the President of China Mr. Liang Xiang who wants to make China the world's number one economic and military superpower. To achieve this he orders a group of Chinese scientists to make an artificial virus that attacks","sentiment_score":-0.06}
{"full_text":"Congratulations best wishes from here in the UK let's hope and pray that goes peacefully in the end, although sadly I doubt he will, you're the bestan for the job and good luck in getting control of coronavirus in your country","sentiment_score":0.3625}
{"full_text":"stay. home.","sentiment_score":0.0}
{"full_text":"RT It's a miracle... just like that corona is over. ","sentiment_score":0.0}
{"full_text":"I want to state that I don't give white people credit for Biden's win. (Yes white people voted for him) But it's because POC voted in record numbers... #Decision2020","sentiment_score":0.2666666667}
{"full_text":"I was so looking forward to Rachel being right there to deliver the precious news, but COVID had other plans for her. THANKS FOR FOUR YEARS of pursuing the truth and helping this day come. UNCORK THE CHAMPAGNE!","sentiment_score":0.2276785714}
{"full_text":"RT I would be kissing strangers in the streets if it weren't for covid.","sentiment_score":0.0}
{"full_text":"not saying I'm happy that we are in lockdown as will miss seeing family &amp; friends but it's enforcing me to sort things out that have been on my 'to-do' list for a very long time!  we will have been in our house a year at the end of the month and not had house warming yet ","sentiment_score":0.359375}
{"full_text":"Congrats America! Once COVID is tackled, I look forward to a family vacay south of the border.  #PresidentBiden2020","sentiment_score":0.0}
{"full_text":"Going outside with a mask on to cheer is not going to cause an uptick in covid cases. Especially when public transportation has been up and running since June.","sentiment_score":0.0}
{"full_text":"What a lovely location - not a bad place to spend a lockdown. ","sentiment_score":0.425}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT Joe Biden projected to be the nation's 46th president, elected to lead a divided country amid a deadly pandemic","sentiment_score":-0.2}
{"full_text":"Will the coronavirus magically disappear or will there be a shutdown...I'm taking bets now.","sentiment_score":0.5}
{"full_text":"So is second wave of Corona in Europe. ","sentiment_score":0.0}
{"full_text":"Many Americans have suffered the disgrace of Trump these past years &amp; more have endured the disgrace of his disrespect...let's remember &amp; respect the Veterans, our lost citizens from COVID &amp; the chance for all our Americans to make a better world...","sentiment_score":0.3125}
{"full_text":"RT You got covid and lost your job welcome to 2020","sentiment_score":0.8}
{"full_text":"RT Biden's ready to start his pandemic response immediately ","sentiment_score":0.2}
{"full_text":"Sorry you have to follow the rules of what we should be doing aka staying inside and on lockdown","sentiment_score":-0.5}
{"full_text":"RT Dear ASUU,Today was meant to be the end of 2019\/2020 session in OAU though COVID played it's part. It's fine to be rig...","sentiment_score":0.4166666667}
{"full_text":"Trump losing an election he would have probably won a landslide in if not for the pandemic is very very funny.","sentiment_score":0.325}
{"full_text":"RT covid-free cebu covid-free cebu covid-free cebu covid-free cebu covid-free cebu covid-free cebu covid-free cebu covid-free c...","sentiment_score":0.0}
{"full_text":"RT FREE Covid-19 testing tomorrow at the West County Health Center in San Pablo! Information below:","sentiment_score":0.1375}
{"full_text":"why do i live in south WHY","sentiment_score":0.1363636364}
{"full_text":"As of Saturday the results of more than 3.16M COVID-19 tests for more than 1.79M individuals have been reported to the ISDH with a cumulative positivity rate among unique individuals at 11.5%. The state's 7-day positivity rate among unique individuals (as of Oct. 31) is 17.5%.","sentiment_score":0.4375}
{"full_text":"RT black people, please be safe this weekend. they aren't going to let this one go easy at all. stock up on food and chill...","sentiment_score":0.2555555556}
{"full_text":"RT How many people got their temperature checked when they went in to vote?   What happened to Covid Covid Covid.","sentiment_score":0.5}
{"full_text":"Oh Donald, I'd say I feel sorry for you but I really don't. You did this to yourself by acting like a nut job for the past four years and not taking the pandemic seriously. If you took it even a little more seriously I believe you would have been re-elected no problem.","sentiment_score":-0.1130208333}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"biden finna lock dis bitch down in january and i can't wait","sentiment_score":-0.1555555556}
{"full_text":"And the day ended with this  choco cake prepared by me  Once again happiest birthday Sweetu  stay blessed  have a great year a head ...... this time birthday celebration is quite simple due to covid i hope next year will be gud Smile always","sentiment_score":0.195}
{"full_text":"Shameful day for the Police. Just following orders, did not work at the Nuremberg trials and it won't work this time either.","sentiment_score":0.0}
{"full_text":"RT He ran for President as a nobody and garnered more support than Kamala Harris, Cory Booker, Beto, and others. Then aft...","sentiment_score":0.5}
{"full_text":"Great!","sentiment_score":1.0}
{"full_text":"RT nigga got impeached, covid, and lost the election all in one year LMAOOOOO","sentiment_score":0.0}
{"full_text":"RT Thinking of every single Black, Brown and Indigenous Democratic voter who got out there in the middle of a pandemic to do the...","sentiment_score":-0.0793650794}
{"full_text":"RT Mark 'Not Controlling the Pandemic' Meadows AND Matt 'Gas Mask' Gaetz both test positive for Covid????Wow. Just wow. The...","sentiment_score":0.1636363636}
{"full_text":"Looks like the angels in Africa decided to stay home and mind their business","sentiment_score":0.0}
{"full_text":"RT Texting a friend that works in the ICU at the University Med Center downtown. Asked him if he'd been following the electi...","sentiment_score":-0.05}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT What matters more: your relaxing beer at the pub, or giving these hospital heroes a break?  Don't be a dick.  Play i...","sentiment_score":0.5}
{"full_text":"Amazing how even on lockdown #Pune has the worst drivers that just do not care. Makes one wonder if Pune truly is an educated city or a city with illiterate people going to colleges and working in IT. Zero social sense, zero driving sense.","sentiment_score":-0.1222222222}
{"full_text":"RT How has #COVID19 affected access to care and services for kids with neurodevelopmental disabilities and their families?...","sentiment_score":0.0}
{"full_text":"RT Delhi needs a strict Lockdown. Should start immediately or atleast by 15th.","sentiment_score":0.0}
{"full_text":"RT An unprecedented coalition of American people have said clearly, \"We cannot go backwards. We are going forward together.\"...","sentiment_score":0.2333333333}
{"full_text":"RT They're going to need to disinfect the entire White House before Biden moves in","sentiment_score":0.0}
{"full_text":"RT and just like that covid ended today!","sentiment_score":0.0}
{"full_text":"Still trying to decide where to go for Christmas incase the lockdown is still on. Will it be the kitchen, the living room or possibly the bedroom? #covid19 #lockdown #lockdown2 #funny #jobs #jobsearch #londonjobs #careers","sentiment_score":0.125}
{"full_text":"RT poc and lgbtq pls stay safe. stay home for a week or so &lt;3 so happy for yall !! but pls remember to stay safe \/srs","sentiment_score":0.6666666667}
{"full_text":"RT Wow.  Still think we're not being played?","sentiment_score":0.1}
{"full_text":"Meditation apps have been booming during the pandemic","sentiment_score":0.0}
{"full_text":"Haha. Congrats. Do you follow any kind of news? UK is in lockdown because of indecisive corona strategy and Brexit is looking like a great deal a la Trump so good luck","sentiment_score":0.575}
{"full_text":"RT to the american bipoc and lgbtq+ community, stay safe for the next few days. stay at home if you can!!! stay safe, please!!","sentiment_score":0.178125}
{"full_text":"facts. maybe covid will get taken care of now instead of being called a hoax lmfao","sentiment_score":0.0}
{"full_text":"Rose Hill Community Food Larder ready for second surge in lockdownhttps:\/\/t.co\/deCF4NYIRK","sentiment_score":0.2666666667}
{"full_text":"The city has seen two peaks on June 23 and on September 17. Distinctively, it is now facing a double whammy of rising #coronavirus cases and severe pollution #IndiaNarrative","sentiment_score":0.0}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT \"Don't come home o.\"\"Stay away from Nigeria for your own good.\"\"Don't let them arrest you at the airport.\"Wait, am I...","sentiment_score":0.4166666667}
{"full_text":"RT BREAKING: Joe Biden plans to launch a Coronavirus task force soon.All in favor of having it run by Dr. Fauci? ","sentiment_score":0.0}
{"full_text":"Seeing my natal city, ravaged by the pandemic, so happy, is what is making me cry !","sentiment_score":1.0}
{"full_text":"This IS a drill: For the first time since the outbreak of COVID-19, IAF Flight Course cadets flew to the U.S for advanced simulator training. Read more ","sentiment_score":0.3833333333}
{"full_text":"Re: \"What are you saying? That CDC IFR estimates are wrong and yours and Marcs are right?\"https:\/\/t.co\/307ijfUzyo","sentiment_score":-0.1071428571}
{"full_text":"Jobs in the post-pandemic future and the skills you need to get them:","sentiment_score":0.0}
{"full_text":"What's really funny is now the news is going to start getting everyone worried that and his administration get Covid and we all have to pray for the president not to die.Can't wait for the next round of Media news stories.","sentiment_score":0.0166666667}
{"full_text":"Legalize weed clean up this Corona shit an reimburse us blacks for all these years of slavery racist acts an Shit we put up wit just Bc our skin is black","sentiment_score":-0.05}
{"full_text":"Remembrance Day is going to be very different this year due to the national lockdown, but you can still find ways to mark this day in a way that is meaningful to you.  #RemembranceDay2020#RemembranceSunday#FestivalofRemembrance#PoppyAppealSee linkhttps:\/\/t.co\/0xuSjPElYE","sentiment_score":0.125}
{"full_text":"RT I know that so many of us are riveted by the vote count. But is there anything stopping McConnell from moving forward the C...","sentiment_score":0.5}
{"full_text":"RT We need a big drive from Government and others to encourage all of us to get fitter and healthier.Cracking down on outdoo...","sentiment_score":-0.0777777778}
{"full_text":"#bidenharis2020 biden trump usa 2020 election results pensylvania #coronavirus #TheMandalorian #RCBvSRH #StrayKids #SevenSpirits #Michigan #JohnnyDepp #JHOPE #gamedev #GIDLE yoongi bts loona jikook porn au nsfw ao3 anime #anime #manga thread exposing boobs","sentiment_score":0.0}
{"full_text":"NPR | Whether it's strange rashes on the toes or blood clots in the brain, the widespread ravages of COVID-19 have increasingly led researchers to focus on how the novel coronavirus sabotages the body's blood vessels.https:\/\/t.co\/f2rUVB26VZ","sentiment_score":-0.05}
{"full_text":"What did he get impeached for?","sentiment_score":0.0}
{"full_text":"Have the Covid lockdowns affected your outlook when it comes to job prospects or academic funding?How so?@AcademicChatter #phdlife #coachphd","sentiment_score":0.0}
{"full_text":"IT'S. SARCASM. HOLY. CHRIST.","sentiment_score":0.0}
{"full_text":"Since the beginning of the year, many Americans have become caregivers for the first time -- and about half of those because of COVID-19. An experienced caregiver offers her advice on caring for a loved one.","sentiment_score":0.3638888889}
{"full_text":"On The Royal Rota podcast this week: and discuss Prince William's coronavirus secret and how the royals are marking Remembrance Sunday #RoyalRotaITVWatch:","sentiment_score":-0.4}
{"full_text":"This interactive case features a 60-year-old woman who presented with a 5-day history of fevers and chills early in the Covid-19 pandemic.","sentiment_score":0.1}
{"full_text":"Spending locally in our businesses in #NWLeicestershire means a lot to us and we want to use our #30Days30Businesses campaign to keep the community spirit alive during lockdown.Today's post is for Ellistown fish and chips ","sentiment_score":0.05}
{"full_text":"The leaves are starting to drop and the days are getting darker. Any excuse to stay home and cosy up with a tipple of our Red Door Gin with Winter Botanicals!: #ginandtonic #scottishgin #wintergin #autumn #autumnal #awardwinner #awardwinning","sentiment_score":-0.0166666667}
{"full_text":"Testing the #COVID19 vaccines in kids: Is it safe? Our expert weighs in: #coronavirus","sentiment_score":0.5}
{"full_text":"Bored at home? Take an online museum or art gallery tour... #covid19 #LetsTalkTravel #SaveMoney #ExpertAdvice #TravelPlanner #travel #tour #vacation #AmyJonesTravel 803-493-3431 or Amy@AmyJonesTravel.com","sentiment_score":-0.5}
{"full_text":"On your watch Covid has killed  239,354 in US in 9 monthsUS soldiers KilledIraq War        3,836Afghanistan1833Vietnam          47,434Korean War     33,686WW1               53,402Total    140,191You were playing golf when the people you swore to protect are dying","sentiment_score":-0.2}
{"full_text":"Follow the #COVID19 rules. You should not allow people you do not live with into your home. Certain exemptions apply. Find out more:","sentiment_score":0.2153679654}
{"full_text":"During the height of #Covid, that 2000 % increase would have resulted in 578 hours worth of work, but thanks to RPA, it took just 9.6 hours.https:\/\/t.co\/qfMYLd4fcXWritten by Andy Perkins, Director of Engineering,","sentiment_score":0.25}
{"full_text":"RT Matt Gaetz is covid positive....","sentiment_score":0.2272727273}
{"full_text":"Oklahoma Municipal League Executive Director Mike Fina says he has no concerns with the City of Norman's plan to allocate $4.8 million in pandemic-related funds to a construction project.","sentiment_score":0.0}
{"full_text":"Trump EPA refuses to reduce pollutants linked to coronavirus deaths: ","sentiment_score":0.0}
{"full_text":".@AP: Tennessee offering $5M in grants for charter schools \"Gov. Department of Education says the charter school support grant is funded through the Governor's Emergency Education Relief Fund.\"","sentiment_score":0.0}
{"full_text":".@Carlosdelerio7 of shares his insights on what went wrong in the United States'  pandemic response, and what Americans can do to mitigate the spread of the virus. Listen to experts and #LetScienceLead","sentiment_score":-0.5}
{"full_text":"If you have any of these #coronavirus symptoms:- High temperature- New continuous cough- Change\/loss of smell\/tasteBook a test, even if you don't feel too bad. You can use the NHS COVID-19 app or visit #StayAlert","sentiment_score":-0.1345454545}
{"full_text":"9 straight wins?!Radiance White earned their 3rd straight sweep  and are now 3-2 in League Play! They take on \"Rat Gang\" in Week 6 to lock down a playoff spot.","sentiment_score":0.0588888889}
{"full_text":"At least four patients from the El Paso area had been transported to North Texas hospitals as of Thursday. The number isn't huge, but it causes concern. ","sentiment_score":0.05}
{"full_text":"As COVID-19 spread, New Mexico counties opened less polling places to serve Native voters during the primary.The obstacles may have led to a 1% drop in turnout among Native Americans in the state, while the rest of the state saw an 8% increase.","sentiment_score":-0.0267676768}
{"full_text":"Where's the party (with appropriate social distancing, of course) going to be, Minnesota?  It's time to celebrate!","sentiment_score":0.2708333333}
{"full_text":"\"Covid: Are care homes ready for the second wave?\"https:\/\/t.co\/6z3DpQ5kqc","sentiment_score":0.1}
{"full_text":"Special Alert:  SoCal 511 is keeping you up to date on the Coronavirus(Covid-19) impacts to transportation in the 5 county areas(Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour.  For more information visit:","sentiment_score":0.4285714286}
