{"full_text":"Is this why there is Lockdown Chatter again? The economy is in an upswing which means a big stimulus package won't be needed? #FollowTheMoney ","sentiment_score":0.0}
{"full_text":"RT As a house where both of us have been #ExcludedUK from any support I'm grateful for and","sentiment_score":0.0}
{"full_text":"RT VICTORY: #IStandWithDan trends as Victorians celebrate #14DaysOfDonuts in the face of media \/ opposition who guaranteed this r...","sentiment_score":0.0}
{"full_text":"RT Chicago has issued a 30-day stay-at-home advisory as coronavirus cases rise, encouraging residents to stay home and only leave fo...","sentiment_score":0.0}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"And he stays shocked about why people didn't vote for him. As much as I hate to say it, hate to think it's true given his multiple failures &amp; racism, it's his covid response - or lack there of- that won Biden the election","sentiment_score":-0.39}
{"full_text":"153,250 new cases of #COVID19 and counting today.The past seven days:Cases  35.1%Deaths  14.2%Hospitalizations  25.1%No national strategy. No national plan. Incompetence.","sentiment_score":-0.0568181818}
{"full_text":"RT STARTING TOMORROW CITYWIDE:* Bars and restaurants must close at 10 PM (takeout and delivery can continue)* Gyms must...","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reports 150,000 new coronavirus cases, setting world record for 3rd day in a row","sentiment_score":0.0681818182}
{"full_text":"RT Tories say Anti-vaxxers who reject a safe coronavirus jab may not be allowed back into their workplace by their employers.htt...","sentiment_score":0.25}
{"full_text":"RT We're pleased to announce that the High Court has said our claim against the Government over billions of pounds worth o...","sentiment_score":0.32}
{"full_text":"News Release - More than 20 farms in Washington cited for coronavirus violations since Marchhttps:\/\/t.co\/rdcdbbcr8r","sentiment_score":0.5}
{"full_text":"Typical leftist: punish Americans and reward illegals","sentiment_score":-0.1083333333}
{"full_text":"RT Alarming current Covid19 statistics in Nebraska 11-12-20. What will our state do to prevent the preventable? Thank you...","sentiment_score":-0.05}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate...","sentiment_score":0.0}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"RT I rather a 4-6 week total shutdown of the country than to live in covid limbo for the next 2 years. I'm not losing the prim...","sentiment_score":0.0454545455}
{"full_text":"RT MA reached a devastating COVID-19 milestone today. My heart goes out to everyone who has lost someone they love. I won't sto...","sentiment_score":-0.25}
{"full_text":"RT With the postponement of the GT-Pitt football game, there are nine CFB games that have postponed or canceled this week, and...","sentiment_score":-0.4}
{"full_text":"RT I got tested for covid-19...it came back tested positive...please stay safe sailers.","sentiment_score":0.25}
{"full_text":"RT Rather than address the pandemic so that school aged kids can actually play sports again, Tennessee legislators have launc...","sentiment_score":-0.05}
{"full_text":"DON'T LISTEN TO IGNORANT PARTISANSWear a MASKlook for yourself","sentiment_score":0.0}
{"full_text":"RT then what are we waiting for?","sentiment_score":0.0}
{"full_text":"RT Mr. O'Toole,  WTF does Canadians left behind even mean? Are you implying there are Canadians who go...","sentiment_score":-0.303125}
{"full_text":"RT BREAKING:  USA reports 150,000 new COVID-19 cases, setting world record 3rd day in row","sentiment_score":0.0681818182}
{"full_text":"SHUT IT ALL DOWN!!!!!","sentiment_score":-0.4747178819}
{"full_text":"RT Our country is facing a number of crises: a global pandemic, a recession, systemic racism, and the climate crisis.","sentiment_score":0.0}
{"full_text":"RT 100% this. What if we said, 242,000 *people* - mothers, fathers, sisters, brothers, children, partners, friends, colleagues -...","sentiment_score":0.0}
{"full_text":"FUCK THIS COUNTRY ","sentiment_score":-0.4}
{"full_text":"RT BREAKING: U.S. reports 150,000 new coronavirus cases, setting world record for 3rd day in a row","sentiment_score":0.0681818182}
{"full_text":"RT This is reckless journalism. News orgs need to stop participating in the rehabilitation of racists and covid deniers. Period.","sentiment_score":0.0}
{"full_text":"RT Thanks to everyone who watched and sent comments - I've had much feedback from lots of family and friends, near and far...","sentiment_score":0.15}
{"full_text":"Any therapist will readily affirm these findings.","sentiment_score":0.2}
{"full_text":"Its funny how the President shut down the borders and they called him a xenophobe because he tried to stop the virus from spreading. But yet the enemy of free thinking people call it Trumps fault.","sentiment_score":0.1648148148}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT The attacks against are unwarranted and despicable. Sen. Loeffler is desperate and in panic mode becau...","sentiment_score":-0.6}
{"full_text":"Has Perdue made any recent upgrades on his private island after that giant windfall he made this spring from all those stock market trades he made after learning confidential financial information in his official capacity as a US Senator during a #COVID19 security briefing #gapol","sentiment_score":0.0}
{"full_text":"Another Covidiot! You need to stop reading the tweets of your supreme leader, and start watching and reading news on what leaders of other Democratic countries are doing ","sentiment_score":-0.125}
{"full_text":"RT I love you El Paso. There is too much suffering and death here. Too many losing friends and family. Too many dying alone....","sentiment_score":0.425}
{"full_text":"We need you to denounce Trump for his failure in general with COVID and also for bringing one of his super spreader hate rallies to Ohio.","sentiment_score":-0.1833333333}
{"full_text":"RT BREAKING:  USA reports 150,000 new COVID-19 cases, setting world record 3rd day in row","sentiment_score":0.0681818182}
{"full_text":"That's a lot of trizol ;)","sentiment_score":0.25}
{"full_text":"RT no second stimulus. no lockdown. no mask mandate. no guidance on avoiding infection. no assistance to workers. no rent rel...","sentiment_score":0.0}
{"full_text":"RT The #GC introduced 3 new temporary recovery benefits to support Canadians unable to work due to #COVID19.Applications for...","sentiment_score":-0.1628787879}
{"full_text":"RT Over 150,000 new cases of #COVID19 todayAnd doesn't give a fat flying fuck","sentiment_score":-0.1318181818}
{"full_text":"RT Covid+ from work (first responder).  Stuck in small room, away from kids\/wife\/family, still tryi...","sentiment_score":0.0}
{"full_text":"\"Jennifer please put your shoes on we are In the middle of a pandemic\" why my boss gotta put me on blast like that","sentiment_score":0.0}
{"full_text":"COVID 19 is shaking","sentiment_score":0.0}
{"full_text":"RT Listening to telling everyone to #StayHome except to go to school and work. What a joke kids going to school...","sentiment_score":0.0}
{"full_text":"RT Trump makes zero mention of Covid, as it surges across the country again.  This negligence is why he lost so decisively.","sentiment_score":0.0}
{"full_text":"Hmmm if only masks weren't politicized by a certain someone then possibly maybe the places where this certain moron is very popular...would you know. Not directly fuck it up for everyone.","sentiment_score":0.0040816327}
{"full_text":"RT Tell them to learn how to use zoom.","sentiment_score":0.0}
{"full_text":"RT Joe Biden will be the next President of the United States. Kamala Harris will be the next Vice President of the United St...","sentiment_score":0.0}
{"full_text":"RT Joe Biden will be the next President of the United States. Kamala Harris will be the next Vice President of the United St...","sentiment_score":0.0}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"RT On January 30 @TheAtlantic published this from President-elect Biden's pending White House chief of staff @RonaldKlain:...","sentiment_score":0.0}
{"full_text":"RT 237,000 people have died......","sentiment_score":0.0}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT Essential reading. Published today. Now we need action. WHY are people with learning disabilities so much more vulnerable...","sentiment_score":0.025}
{"full_text":"RT After promoting a book claiming he successfully defeated the virus, Andrew Cuomo reportedly missed 17 task force meetings rela...","sentiment_score":0.75}
{"full_text":"Cumulatively since the pandemic began, Oregon has recorded 53,779 cases:","sentiment_score":0.0}
{"full_text":"RT I just can't. He was half an hour late. Was there for 6 minutes. Pushed this shitty propaganda 2 hours later. It's all about...","sentiment_score":-0.1416666667}
{"full_text":"RT Hi, i have several degrees and yeah i teach medicine at a Top Dog Hospital so listen close as I tell you a covid contr...","sentiment_score":0.25}
{"full_text":"Time to put on your thinking cap, Whittier! Can you solve this riddle? Comment with your answer below! #ThinkingThursday #TheWhittierWay #WhittierECStem #Whittier #WhittierEC #DCPS #DCPSRising #Ward4 #DCPublicSchools #DCPSathome #StayHome #WESustain2020","sentiment_score":0.0}
{"full_text":"Artar","sentiment_score":0.0}
{"full_text":"RT We would be lying if we said Canada case numbers are going in the right direction.  They are not.  Our hospitals and I...","sentiment_score":0.2857142857}
{"full_text":"i just moved in so my local bookstore is.. idk yetbut in my hometown yes i loved the bookstore it was full of old books from ground to ceiling literally i loved it","sentiment_score":0.37}
{"full_text":"RT I'll keep saying it--our country has the resources to carry out a shelter in place order to get ahold of the virus outbreak...","sentiment_score":0.0}
{"full_text":"Destroying this country with voter fraud and your socialist communist agenda, has zero chances of recovery! The Chinese Virus has a 99% recovery. #Trump2020 #LiberalismIsTheRealPandemic","sentiment_score":-0.125}
{"full_text":"RT If you support our work to keep people informed amid this pandemic &amp; hold power to account through non-profit, paywall-f...","sentiment_score":0.0}
{"full_text":"RT BREAKING:  USA reports 150,000 new COVID-19 cases, setting world record 3rd day in row","sentiment_score":0.0681818182}
{"full_text":"Florida adds 5,607 new coronavirus cases Thursday, including 1,205 in Miami-Dade","sentiment_score":0.1363636364}
{"full_text":"Stay safe Beto and family!","sentiment_score":0.625}
{"full_text":"RT Biden wants to open the borders during a pandemic","sentiment_score":0.1}
{"full_text":"RT no second stimulus. no lockdown. no mask mandate. no guidance on avoiding infection. no assistance to workers. no rent rel...","sentiment_score":0.0}
{"full_text":"Great, then every family that loses someone to covid should sue this idiot.","sentiment_score":-0.1}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"Now you'll see just how fucked up playing a political game with peoples' lives is.No stimulus, leaves #Americans sick, dead, economically fucked.Enjoy your ice cream while people die because of your crony capitalist decisions.#plutocracy #corruption#COVID19","sentiment_score":-0.269047619}
{"full_text":"So why the lockdowns if not to destroy the livelihoods of the middle class and make them totally state dependent?","sentiment_score":-0.0666666667}
{"full_text":"RT I keep hearing about a 4-6 week nationwide lockdown being instituted in January.There is absolutely no science that wo...","sentiment_score":-0.1}
{"full_text":"RT Please read this whole thread. We won because we all requested mail in ballots due to the pandemic.  They sabotaged the U...","sentiment_score":0.0375}
{"full_text":"RT Community covid case today. Would you be able to tell the contact tracing peeps what they need to know if they called toda...","sentiment_score":0.5}
{"full_text":"Stay the F HOME! If you can't stay home WEAR A DAMN MASK! #COVID19","sentiment_score":0.0}
{"full_text":"RT New Mich. hospital data: Of people admitted with COVID, 70% were alive and home 60 days later.  Of those who'd been wor...","sentiment_score":0.0787878788}
{"full_text":"RT Today is November 12th. 11 years ago today my son died from H1N1. Guess who was Vice President handling that pandemic?...","sentiment_score":0.0}
{"full_text":"RT We just did a million cases in TEN days. Y'all can't love hookah and well drinks this much.","sentiment_score":0.2333333333}
{"full_text":"RT 3.  It is designed to drive us to martial law.https:\/\/t.co\/MBYvcvGgKV","sentiment_score":0.0}
{"full_text":"I need us to go back on lockdown fr because this is too much","sentiment_score":0.1}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"I got interviewed for a short story on the challenge of distributing potential vaccines to rural communities in the Mountain West:","sentiment_score":0.0}
{"full_text":"in contrast to the results of the SOLIDARITY trial, corroborate findings from in-vitro studies and animal models showing that the interferon pathway is crucial in controlling SARS-CoV-2 infection.How can we account for these apparently conflicting results? comment","sentiment_score":0.025}
{"full_text":"RT And media won't ever ask about it.","sentiment_score":0.0}
{"full_text":"RT One out of every 423 people in North Dakota tested positive for COVID in the past day","sentiment_score":-0.0113636364}
{"full_text":"RT Despite the huge increase in COVID-19 cases, antibody prevalence rates are still only 1% in B.C.","sentiment_score":0.2}
{"full_text":"RT This. During a pandemic. It's monstrous.","sentiment_score":0.0}
{"full_text":"RT Disney CEO Bob Chapek took aim at California Gov. Gavin Newsom today for not allowing Disneyland to reopen \"despite our proven t...","sentiment_score":0.0}
{"full_text":"You have a larger stage than any of us. Please use it. You might also want to talk about PCR tests &amp; threshold ratios.","sentiment_score":0.0}
{"full_text":"RT Instead of fighting to defeat the COVID-19 pandemic that has killed over 242,000 Americans, the Trump administration is...","sentiment_score":-0.2}
{"full_text":"My existential crisis has peaked in the pandemic.","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonst...","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT Trump makes zero mention of Covid, as it surges across the country again.  This negligence is why he lost so decisively.","sentiment_score":0.0}
{"full_text":"RT We must prioritize the safety and physical &amp; mental health of our communities during the coronavirus crisis","sentiment_score":-0.05}
{"full_text":"Forex people post 1 video about their \"knowledge\" and act like they discovered the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"RT Complaining about \"tyranny\" regarding efforts to stop a deadly pandemic while you support a tyrannical attack on our democ...","sentiment_score":-0.2}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT Will Inslee lock down Washington state today during his very private press conference? Washington = 49, with 49 days left...","sentiment_score":-0.0518518519}
{"full_text":"RT According to Alberta Premier Jason Kenney, you can only get COVID-19 in a restaurant or bar sometime after 10 p.m.I woul...","sentiment_score":0.0}
{"full_text":"Pfizer's COVID vaccine looks promising, but big hurdles remain","sentiment_score":0.1}
{"full_text":"RT Trump has no federal response to the pandemic, and Republicans are okay with this.  1,800 Americans died alone yesterday a...","sentiment_score":0.5}
{"full_text":"RT BREAKING Four deaths and 1130 cases of #COVID19 in #BC since Tuesday bring total count to 20,368. Of 155 hospitalized,...","sentiment_score":0.0}
{"full_text":"It could also have been in luggage, on food, anything. China has traced a Covid-19 case to a package from Germany in cold storage, the package handler was the patient.","sentiment_score":-0.6}
{"full_text":"I'm not. The only time I want to see her is before a RC into Murdoch journos deliberately sabotaging public measures during a global pandemic. She should also be called out for possible fake twitter account of Alessia Wintour.","sentiment_score":-0.1}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"The night before the shot, Ballard resident Jennifer Haller saw a report that the first human trial for a coronavirus vaccine would begin the next morning. Her appointment was scheduled for 8am. That might be me, she thought.","sentiment_score":0.0833333333}
{"full_text":"Staying Power! Pfizer COVID Vaccine Might Be Effective For One Full Year. | ","sentiment_score":0.475}
{"full_text":"The COVID-19 pandemic caused many employees to start working from home. Companies, such as Float Studio, have begun envisioning what offices will look like once employees get back to work: #ergonomics #furnituredesignhttps:\/\/t.co\/sADrG0CMHw","sentiment_score":0.1666666667}
{"full_text":"My boyfriend and I had to move across the country back to my hometown very suddenly due to Covid layoffs. We could only bring so much with us and unfortunately winter clothes didn't make the cut  and now it's cold. Some money to stay warm would rock. $zombiecat32","sentiment_score":-0.0607142857}
{"full_text":"RT What is happening","sentiment_score":0.0}
{"full_text":"While companies have largely adjusted to the new normal for #security management, here are some tips for combatting fraud, post-COVID.https:\/\/t.co\/TMRHES6NhR by","sentiment_score":0.1668831169}
{"full_text":"RT Hon'ble PM #NarendraModi ji has now become the country's first PM to take India into recessionRBI says, after -23.9% G...","sentiment_score":0.25}
{"full_text":"RT We just did a million cases in TEN days. Y'all can't love hookah and well drinks this much.","sentiment_score":0.2333333333}
{"full_text":"RT It is, Neil. He EASILY satisfies the 3 elements of invol. manslaughter: 1. grossly negligent conduct 2. reasonably lik...","sentiment_score":0.2111111111}
{"full_text":"Wear a mask...honestly. #COVID19","sentiment_score":0.0}
{"full_text":"Yes!! We need some sparkling cheer!!","sentiment_score":0.0}
{"full_text":"You think of all the people who minimized the health risks of  smoking *for decades* -- when they knew better. It's clear what their motives were: money and power. The question is why are Americans so susceptible to snake oil salesman like Trump?","sentiment_score":0.3}
{"full_text":"When's your father gonna quit sulking and try to do something about the rising COVID Numbers? He wants to BE President, but he doesn't want to DO any \"Presidenting\" - even you wouldn't hire someone, who wanted the job, and didn't want to do any work. PS: he lost,time to face it.","sentiment_score":0.2}
{"full_text":"Odds of stimulus hit rock bottom, Congress deadlocked on coronavirus relief - Business Insider","sentiment_score":0.0}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT Find me a better visual depiction of the US's COVID response","sentiment_score":0.25}
{"full_text":"RT Why is coronavirus spiking again in all the states with mandatory mask mandates?","sentiment_score":0.0}
{"full_text":"Can I Still Retire?In my last blog post, we looked at 4 ways COVID-19 is affecting people's retirement plans and what to do to get back on track. But what if you planned to retire this year? Is retiring still an option? #Yeahthatgreenville","sentiment_score":0.0}
{"full_text":"RT Remember 15 days to flatten the curve?Have we hit Day 15 yet? ","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT JUST IN: The ship's captain announces 5 people have tested positive for #COVID19 on SeaDream 1, the first cruise ship to em...","sentiment_score":0.2386363636}
{"full_text":"RT Covid is currently at record highs. Six American troops just died in a helicopter crash. And this is what Trump is tweetin...","sentiment_score":0.0}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"Here's how #GreysAnatomy is taking on #COVID19 this season.https:\/\/t.co\/PK8ThxLBEZ","sentiment_score":0.0}
{"full_text":"NEWS: Students adapt to new group project formats due to COVID-19.https:\/\/t.co\/FdQiD944Kr","sentiment_score":0.0056818182}
{"full_text":"Registration for the Drumstick Dash is still open! We have details on this year's run and the COVID-19 precautions being taken on","sentiment_score":0.0}
{"full_text":"Thank you for the feature! We have been working hard at keeping travellers safe and now monitor over 65,000 routes. Travellers can plan their 2021 travel bucket list with a 5% discount too at  #revengetravel","sentiment_score":0.1041666667}
{"full_text":"The city of Toulouse, France, is the hometown of aerospace company Airbus. After the pandemic decimated demand for new airplanes, the city is looking for new avenues to economic prosperity. #WSJWhatsNow","sentiment_score":0.1575757576}
{"full_text":"This pandemic made everything difficult for everyone. Many businesses stopped operating, while others are struggling to operate. Having said that, this may be the best time to seek some guidance from a business coach.Contact us!","sentiment_score":0.3333333333}
{"full_text":"Coronavirus restrictions have forced the Vatican to scale down this Sunday's commemoration of the World Day of the Poor, a Vatican archbishop said.  via","sentiment_score":-0.2851851852}
{"full_text":"RT Yesterday, the United States reported a record number of new coronavirus cases. Doctors and nurses continue to be over...","sentiment_score":0.1363636364}
{"full_text":"NEWS: Weekly updated numbers following positive cases of COVID-19 at Colorado State University.@serenaroseb #CSURams #ColoradoState #FortCollins","sentiment_score":0.1136363636}
{"full_text":"\"We cannot repair the economy, restore our vitality or relish life's most precious moments until we get this virus under control.\"","sentiment_score":0.5}
{"full_text":"RT The OHA is extremely concerned about the #COVID19 modelling data released today. Bold and decisive leadership is neede...","sentiment_score":0.1041666667}
{"full_text":"\"The notion that winning a majority of seats in a still-gerrymandered legislature is a mandate doesn't match reality.\"https:\/\/t.co\/gV0OcIMcpa","sentiment_score":0.5}
{"full_text":"Dr. Anthony Fauci says he doesn't believe the United States will need to go into lockdown to fight the coronavirus if people double down on wearing masks and social distancing.https:\/\/t.co\/T7AKak5arZ","sentiment_score":-0.0407407407}
{"full_text":"Of course! Centers are also found on the website :)","sentiment_score":0.5}
{"full_text":"#NewMexico state health officials just announced 1,753 additional #COVID19 cases and 18 more deaths related to the virus.https:\/\/t.co\/DpBDzhwaag","sentiment_score":0.25}
{"full_text":"What would a patriotic government that cared about its people be doing right now?Chris Hayes discusses how the Trump admin. and the GOP have surrendered to Covid-19 as it overwhelms the U.S. \"If they love this country, they should start acting like it.\"","sentiment_score":0.2619047619}
{"full_text":"Health officials say the pandemic will likely continue to impact daily life going into the new year.https:\/\/t.co\/jpRDYSWnI1","sentiment_score":0.0454545455}
{"full_text":"During #COVID19, it is important that your technology is fully functioning, especially if you're going into virtual #residency interviews. Learn key preparations #medstudents should consider to ensure they are technically equipped for this process.","sentiment_score":0.1}
{"full_text":"With a COVID-19 vaccine drawing closer, public health officials across the country are gearing up for the biggest vaccination effort in U.S. history.https:\/\/t.co\/55HCA3QxEv","sentiment_score":0.0}
{"full_text":"\"If I understand correctly, the Masters [WTA Finals] is 50 percent of the WTA's income....Asia has shut its door until March, we are in survival mode.\"@alizecornet is concerned about the economic effects of the coronavirus pandemic on the WTA tour.https:\/\/t.co\/az7nxalzKG","sentiment_score":0.2}
{"full_text":"RT Idk what's going on but this time change hit different during the pandemic","sentiment_score":0.0}
{"full_text":".@SongsofJBrowne  wrote The Load-Out. How could it be updated after reading this article: cc:","sentiment_score":0.0}
{"full_text":"#FridayThe13th LAUNCH DAY Mark Ind's #FiftyDaysOfLockdown now on #Amazon published by  A donation for every book sold will go to available via the link #lockdown","sentiment_score":0.4}
{"full_text":"The #media industry is changing: the COVID-19 pandemic, the rise of streaming services &amp; the increasing importance of technology are all having profound effects on how consumers &amp; producers interact with media: #SavillsResearch","sentiment_score":0.0833333333}
{"full_text":"How has the #pandemic changed your life? With more #Tokyoites working remotely, city residents are rediscovering their #LocalNeighborhoods including #parks &amp; other green spaces. Read about city initiatives, experiences of residents &amp; more: #Coronavirus","sentiment_score":0.115}
{"full_text":"FREE laptop computer with 6 months of internet access! The #TechPack project is available for #OTC residents impacted by COVID-19 who need access to a computer &amp; internet. From Nov. 18-20, apply online at or call 218-739-5286.","sentiment_score":0.45}
{"full_text":"It may feel like things are getting back to normal, but it's still important to be #COVID19 safe.Don't become complacent - remember to keep your distance in public spaces and download the careFIJI app.#FijianGovernment #Fiji #TeamFiji #FijiNews","sentiment_score":0.1375}
{"full_text":"RT The promise of the new covid-19 vaccine is immense. But don't underestimate the challenge of getting people vaccinated. O...","sentiment_score":0.0681818182}
{"full_text":"This is astonishing and frightening!","sentiment_score":-0.0625}
{"full_text":"It was never the intention of the federal govt to financially support the American people. Also, it was not the Senate that held up COVID relief, talk to Nancy Pelosi and the House.","sentiment_score":0.0}
{"full_text":"New projections by Ontario's science advisory table show the pandemic is worsening across the province overall.https:\/\/t.co\/l7zfFXVaC3","sentiment_score":0.1363636364}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT It is, Neil. He EASILY satisfies the 3 elements of invol. manslaughter: 1. grossly negligent conduct 2. reasonably lik...","sentiment_score":0.2111111111}
{"full_text":"\"COVID changed everything.\" Fyonna Vanderwerf scrapped her business plan and Hive Muskoka Inc in #Bracebridge, #Muskoka was born.","sentiment_score":0.0}
{"full_text":" Check out the three most popular tweets in English in Science Pulse tonight [a thread]Most popular tweet from one of the verified specialists from the app [1\/3]","sentiment_score":0.425}
{"full_text":"RT  Corona saekki No~ Go with \"fuck you\" We can't Try saying \"fuck you\"  After the show... The way they were whisper...","sentiment_score":-0.4}
{"full_text":"RT As Jeane might say \"the facts are the facts are the facts.....and we're not letting you see them\".","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Remember when Boris Johnson sacrificed lives and being able to enforce the lockdown for a man whose genius plan was to pret...","sentiment_score":0.5}
{"full_text":"Cardington wide receiver Trey Brininger took full advantage of his final opportunity as a senior playing in these uncertain times due to the coronavirus pandemic.","sentiment_score":0.03125}
{"full_text":"RT Just to be clear: POTUS who claims to be a billionaire is only refusing to concede so he can squeeze money out of his suppor...","sentiment_score":0.05}
{"full_text":"In a time when some good news is needed ... take a look at this.In Melbourne - we live stream a Falcon nest on a high rise building.  This is the last chick of 3 taking it's first flight!!A bit like all Melbournians leaving lockdown https:\/\/t.co\/vqNGhlHYTX","sentiment_score":0.2492727273}
