{"full_text":"RT Trump is blocking Biden's transition team, as he fires most of his own administration's key people.Who's going to be ru...","sentiment_score":0.3666666667}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"RT .@TXT_members Talk \"Blue Hour,\" Staying Connected During COVID, And The Music They're Most Proud Of","sentiment_score":0.4333333333}
{"full_text":"RT A nice 5-min video from (11\/1) on superspreading w\/ good overview, simple explanations, interesting to understand....","sentiment_score":0.45}
{"full_text":"RT If the Affordable Care Act is struck down, communities of color would be hit particularly hard. We are at a greater risk...","sentiment_score":0.0175925926}
{"full_text":"RT Dear politicians, may your light not be hidden, your joy not be covered up and may your health not be saved in an unknown...","sentiment_score":0.2333333333}
{"full_text":"RT #GSureshKumar is a Hindi teacher from Telangana. He cycles through 300 villages within a 10km radius of his home to spr...","sentiment_score":0.0}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\"","sentiment_score":-0.4}
{"full_text":"SF has done well, following science and putting in the effort to quarantine (given the privilege to do so). The fatigue is setting in and we need to take this seriously. rollbacks are a huge blow to people\/businesses who need our support. stay home and away from people if you can","sentiment_score":0.0222222222}
{"full_text":"My mom wore a mask in Arizona where is no one else was wearing it around and she got Covid she was wearing a regular mask","sentiment_score":0.0}
{"full_text":"We should be Awareness about Covid 19","sentiment_score":0.0}
{"full_text":"RT CoVid positive. Let me recover a bit. If they don't do something by tomorrow afternoon, I will have to d...","sentiment_score":0.2272727273}
{"full_text":"RT every state's new lockdown plan is \"don't be indoors with other people unless you're spending money, in which case it'...","sentiment_score":0.0056818182}
{"full_text":"RT It's good news about a COVID VACCINE but it's not signed off as safe yet. Agencies working together across Gwent will h...","sentiment_score":0.6}
{"full_text":"RT In his debate with Bernie in March, Biden argued that M4A wasn't necessary to deal with the pandemic because his plan would pay...","sentiment_score":0.0}
{"full_text":"RT Black, Latinx, and Indigenous voters didn't risk it all in a pandemic for y'all to preach at us about your flimsy racia...","sentiment_score":-0.1666666667}
{"full_text":"RT Pandemic tip of the day: don't make a Venn diagram of \"things that I hate in my life\" and \"things that are keeping me sa...","sentiment_score":-0.8}
{"full_text":"RT Sided with Chinese Govt Questions Indian Army on GalwanSupported Tukde Tukde GangOrganised Violent Anti CAA protestsCh...","sentiment_score":-0.4}
{"full_text":"So you know how during the late summer and early fall some places saw a dip in COVID activity?That only actually applied to non-Black people. At least in the immediate DMV region.","sentiment_score":-0.1}
{"full_text":"Coronavirus vaccine: Decision on Pfizer's Covid-19 vaccine will be based on regulatory approval | India News","sentiment_score":0.0}
{"full_text":" Fucking coronavirus...","sentiment_score":-0.6}
{"full_text":"RT Justice Chandrachud: A woman was hauled up for a tweet in West Bengal as she criticised the lockdown enforcement. She wa...","sentiment_score":0.0}
{"full_text":"Your family doesn't want you visiting any way, so stay home, Chris. Your Mom has already tweeted how much she regrets you.","sentiment_score":0.05}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"RT No American, regardless of their political views, is helped by having a disruptive transition of power. We are in the m...","sentiment_score":0.0}
{"full_text":"Zhong Nanshan: Education 'key' in COVID-19 fight","sentiment_score":0.0}
{"full_text":"RT I'm looking forward to this important gathering this week! The topics that will be addressed could not be more timely.@...","sentiment_score":0.5}
{"full_text":"RT I don't judge -- in part because if shaming actually worked, the pandemic would be over by now -- but I'm genuinely surprise...","sentiment_score":0.2}
{"full_text":"Decline set in long before covid, can't use that as an excuse","sentiment_score":-0.05}
{"full_text":"RT The incredible scientists (a married couple) behind the coronavirus vaccine are Turkish immigrants to Germany.Luckily,...","sentiment_score":0.25}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"RT Per my IG timeline this pandemic is causing a 2nd baby boom  YALL is pregnant pregnant","sentiment_score":0.2222222222}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"Fuck covid. Nothing tastes the same anymore. Fuck covid.","sentiment_score":-0.2666666667}
{"full_text":"RT In the midst of a pandemic that has stolen nearly 250,000 lives, Republicans are in court today arguing that too many Am...","sentiment_score":0.3}
{"full_text":"RT The scientists who developed the Pfizer\/BioNTech Covid-19 vaccine are a Turkish-German power couple","sentiment_score":0.1}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"RT this is the lab that invented the coronavirus vaccine","sentiment_score":0.0}
{"full_text":"God help us all.","sentiment_score":0.0}
{"full_text":"#MyReport | Price hikes, scarcity of goods amid a pandemic - Aizawl's residents share their woes with citizen reporter Embassy Lawbei regarding the 12-day blockade at the Mizoram-Assam border.","sentiment_score":0.0}
{"full_text":"RT When we talk about the destructiveness of this terrible COVID-19 pandemic we must not ignore what it has done to mental...","sentiment_score":-0.55}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"RT BREAKING: breaks with precedent set in previous administration, decides not to appoint Hunter Biden to lead...","sentiment_score":-0.1666666667}
{"full_text":"RT Lusanda Qilelo and Mncedisi Wakashe from Rhodes University collect 300 L of hand sanitiser from the Pharmacy Department, to...","sentiment_score":0.0}
{"full_text":"RT India's #COVID19 recovery rate improves to 92.79%; case fatality rate stands at 1.48%.#IndiaFightsCorona","sentiment_score":0.0}
{"full_text":"It's #LivingWageWeek and we still have to defend those being paid less than the National Minimum Wage during this pandemicSign Petition via   #LivingWage #LowPay","sentiment_score":-0.1666666667}
{"full_text":"RT Ok!! Now is the time to send this to every single friend and family member who is still believing this leadership x","sentiment_score":0.3549107143}
{"full_text":"Thanks to corona, My 'Good morning' slowly shifted to 'Good Afternoon' ","sentiment_score":0.325}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"RT Gist of almost every one of these is: no, I didn't see anything wrong but those in charge kept enforcing those Covid-19...","sentiment_score":-0.5}
{"full_text":"RT 8 months into a pandemic and still no self improvements ","sentiment_score":0.0}
{"full_text":"RT If you are waiting for the government to save you, you're an idiot. Here's a short list of what the government can't s...","sentiment_score":-0.4}
{"full_text":"We hope life will get back to a semblance of normality sooner rather than later in order that we may start to recover from devastation that COVID-19  caused to humanity. Poor folks have had to endure a heavier burden as is usual in such calamities in all countries.","sentiment_score":-0.13}
{"full_text":"RT THINGS BOTHERING ME.1. It's almost a month and we don't know who ordered the Lekki massacre.2. Gov. officials who hoarded...","sentiment_score":0.0}
{"full_text":"RT US ELECTION : Joe Biden and his partner in crime China may likely introduce another virus across us, remember he stress...","sentiment_score":0.0}
{"full_text":"RT Lockdown has brought an end to collective worship. At least some in the Church of England are speaking out this time. But...","sentiment_score":-0.3}
{"full_text":"garu - It seems like the new Dharani Portal no longer allows a legal representative (with signed forms) to sell land on behalf of an NRI. Is this true? Please help as I need to sell a land immediately, and cannot travel to India because of Covid restrictions","sentiment_score":0.2287878788}
{"full_text":"The rolling lockdowns are FOREVER as are MASKS. Society will always be in code red, yellow, green etc. They give you a few freedoms, then lock you down because, you've been bad. NEVER comply. The technocrats need to be abolished. We are free, let's live like it.","sentiment_score":-0.0898989899}
{"full_text":"RT The Republican governors of Massachusetts and Maryland have both criticized President Trump for holding up the presidential tran...","sentiment_score":0.0}
{"full_text":"RT This tweet is a lie, and others have corrected Cruz, but it is still up and still viral in right-wing, media-b...","sentiment_score":0.0}
{"full_text":"RT COVID is spiking in red states, and republicans in red states are planning large maskless Thanksgivings because they h...","sentiment_score":0.0714285714}
{"full_text":"RT BREAKING--20% of recovering  #COVID19 patients develop mental illness within 90 days, says large US study.  Increased *first...","sentiment_score":0.1214285714}
{"full_text":"RT This is horrifying: - At least 231 people have died from COVID in Texas correctional facilities- 73% of people who died f...","sentiment_score":-0.6}
{"full_text":"RT As a Trump ally told me: \"It began to sink in that this was over when foreign leaders - who are allied with the preside...","sentiment_score":-0.125}
{"full_text":"RT Voters in Georgia are being asked to return two Senators who used insider information, held from the public, to make stock...","sentiment_score":0.0}
{"full_text":"Watching #vforvandetta again. Just realized that the first scene, over the loud speaker, was telling people that the Covid curfew was now in affect. The movie came out in 2005.......","sentiment_score":0.175}
{"full_text":"RT It's amazing how many criminals who were due to attend the station for voluntary interview suddenly develop Covid symptoms on...","sentiment_score":0.24375}
{"full_text":"Live: Grand opening of the Second World Health Expo in capital city Wuhan, Hubei, central China on November 11","sentiment_score":0.1590909091}
{"full_text":"sorry, I get it's a pandemic but the womens 2020 clothing colors are truly the worst! so drab &amp; depressing. Skiers are optimistic, adventurous &amp; more than ever, we need colors that make us happy!","sentiment_score":-0.0166666667}
{"full_text":"RT My column this week: we're heading into a dreary pandemic winter where walking is likely to be the only means...","sentiment_score":0.0}
{"full_text":"Coronavirus update: Latest world news for November 11https:\/\/t.co\/OwquYPLDUI","sentiment_score":0.5}
{"full_text":"RT How do we win the COVID-19 fight in the absence of a vaccine?","sentiment_score":0.39375}
{"full_text":"The most racists thing I've read all week. Incentives for women of color to stay enslaved to the system.","sentiment_score":0.5}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"Obese mothers who underwent bariatric surgery can have safer deliverieshttps:\/\/t.co\/1SM94iFA7r#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0}
{"full_text":"#RVHeadsUp Wednesday 11 November 2020Your daily FYI from the digital team: St Albans market will be on today but is restricted to food and essential traders during the lockdown.13C Cloudy","sentiment_score":0.0}
{"full_text":"Embedding adolescent-centred, inclusive approaches in #education, #health and #SocialProtection responses to #COVID19 can mitigate the psycho-emotional toll on young people. discuss in this article ","sentiment_score":0.1}
{"full_text":"EK MSPs hail news that coronavirus vaccine could be available in matter of weeks","sentiment_score":0.4}
{"full_text":"As part of #COVID19 response in #Thailand, over 1 M health #volunteers supported communities.Covid Relief Bangkok used demographic data to identify &amp;support the most vulnerable. Covid Thailand Aid provided aid packages to the elderly.https:\/\/t.co\/2hZlrzDfu2 #TogetherWeCan","sentiment_score":0.0}
{"full_text":"US Surgeon General visits ND and was quoted in the  that it was\"very clear that he does not feel, and I personally agree, that we shouldn't have to mandate what people should be doing.\"ND has the worst outbreak in the US.They pointed out that he had Tweeted Sun ","sentiment_score":-0.205}
{"full_text":"ScreenSkills Career Essentials: Your CV During LockdownJoin the team for this session on what makes the best CV to catch a potential screen employer's eyeTues 24th Nov3-4pm https:\/\/t.co\/kACJOrC56j#DigiCities","sentiment_score":0.5}
{"full_text":"RT Sided with Chinese Govt Questions Indian Army on GalwanSupported Tukde Tukde GangOrganised Violent Anti CAA protestsCh...","sentiment_score":-0.4}
{"full_text":"DPWH turned over 7 new COVID-19 treatment &amp; isolation facilities were turned over Metro Cebu LGUs &amp; government agencies on Oct. 23, 2020. Read more: #LagingHanda","sentiment_score":0.3181818182}
{"full_text":"DAILY WAGE EARNER. A 'puto' vendor strives to work amid the challenges brought by the pandemic. Based on the Social Weather Station (SWS) survey from September 17-20, four out of five Filipinos believe their quality of life worsened in the past year.  Jean Nicole Cortes","sentiment_score":-0.0722222222}
{"full_text":"With Highest Single-Day Spike Of 7,830 New Cases, Delhi's Covid-19 Tally Crosses 4.5 Lakh Markhttps:\/\/t.co\/Iy3Gq5wC5r","sentiment_score":0.1363636364}
{"full_text":"joint blog with &amp; shares findings from our 2nd consultation discussing the impact of the #COVID19 pandemic on conflict &amp; #peacebuilding, changes in funding, and much more. Read it here:","sentiment_score":0.25}
{"full_text":"Study shows VR technology can have a positive psychological impact during lockdown#VR #VirtualReality #Covid19 #Lockdown #PositiveMind #SocialVR #VRChat #StayHome #DigitalTransformation #IoThttps:\/\/t.co\/1ZSnK57dT6","sentiment_score":0.1136363636}
{"full_text":"RT Pleased to announce the new Covid Recovery Group.  The country is badly in need of a different strategy for living with...","sentiment_score":-0.0159090909}
{"full_text":"Russia's pioneering COVID vaccine, Sputnik V, is currently undergoing post-registration trials. Volunteers from around the world have taken the jab already, and the president of the Italian-Russian Chamber of Commerce is among them. This is what he has to say about it","sentiment_score":0.0}
{"full_text":"In light of the current Coronovirus (COVID-19) situation, BHTA's consumer advice leaflet \"Get Wise to Hand Hygiene\" is an excellent guide. The document will show you the importance and step by step of  how to wash your hands.Click the link to download! -","sentiment_score":0.525}
{"full_text":"Partnering with the #GHDDI, The School of Pharmaceutical Sciences is offering a new free online course \"#DrugDiscovery in Prevention and Treatment of COVID-19\". For more: #OnlineEducation","sentiment_score":0.3454545455}
{"full_text":"J.C. Penney filed for Chapter 11 in May, becoming one of the largest retailers to do so during the pandemic.","sentiment_score":0.45}
{"full_text":"#SanAntonio Mayor after possible #COVID19 exposure, awaiting test results ","sentiment_score":0.0}
{"full_text":"'It doesn't matter if it's Army, Marine, Navy.' Fort Knox gives veterans belated military funeral honors","sentiment_score":-0.1}
{"full_text":"Omg sue hope you get better soon hun keep us posted on your progress as you recover from covid. Stay strong beautiful xx","sentiment_score":0.5944444444}
{"full_text":"2020 has been a bit of roller coaster and for some, there's been more downs than ups.Before the pandemic, a roller coaster is exactly where you could find Eric Hall and his family. One summer day in 2019, something was getting in the way of his ride.","sentiment_score":0.375}
{"full_text":"Karnataka: Covid-19 test must for staff, students; libraries, canteens won't open.","sentiment_score":0.0}
{"full_text":"The 2020 presidential election had all the makings of a looming disaster: fears of Russian meddling, violence at the polls, voter intimidation and poll workers fleeing their posts over the coronavirus.","sentiment_score":0.0}
{"full_text":"Lockdown Theatre announces For One Knight Only, a special evening of intimate conversation with British acting legends Dame Judi Dench, Sir Derek Jacobi, Sir Ian McKellen and Dame Maggie Smith hosted by Sir Kenneth Branagh.@ActingForOthershttps:\/\/t.co\/TGdG1LcsvB","sentiment_score":0.1114285714}
{"full_text":"Many of us are caught up in events and situations, resulting in an inability to truly just live, be present, happy and at peace. While we're in lockdown, don't think about the past or worry about the future, just be!Big love Mark x#postivemindset #bepresent","sentiment_score":0.2409090909}
{"full_text":"We're all thinking it lol","sentiment_score":0.8}
{"full_text":"Republican Govs. Charlie Baker of Massachusetts and Larry Hogan of Maryland separately criticized President Donald Trump on Tuesday for stalling the presidential transition during the Covid-19 pandemic.","sentiment_score":0.0}
{"full_text":"Five U.S. Air Force bases - including one here in Minnesota - are among nine around the world that have been categorized as a \"red\" installation due to the rise of active COVID-19 cases in areas surrounding the bases.","sentiment_score":-0.0861111111}
{"full_text":"Florida hospitalizations due to COVID-19 have increased by 25 percent over the last two weeks and more than 35 percent in the last 30 days, according to a top Florida health care regulator.","sentiment_score":0.175}
{"full_text":"DOH eyes exemption of COVID-19 vaccines from law vs. advance payment","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 11\/11\/2020 12:30Total Cases: 8635754 [+0]Active: 494415Recovered: 8011844 [+0]Deaths :127615 [+0]Total Tests: 119.62MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Kansas counties, biggest school district set new COVID ruleshttps:\/\/t.co\/nA2wl5h8vc","sentiment_score":0.1363636364}
{"full_text":"Charisse Abalos wanted to serve as a beacon of hope in the middle of the COVID-19 crisis, having survived the disease herself.https:\/\/t.co\/W59mgNoNdw#MetroManilaSnitch","sentiment_score":0.0}
{"full_text":"RT N95 with valves don't workhttps:\/\/t.co\/qGZIEzE1Sh today","sentiment_score":0.0}
{"full_text":"Vanuatu has reported its first COVID-19 case, ending the Pacific island nation's status as one of the few remaining virus-free countries in the world.","sentiment_score":0.025}
{"full_text":"Members of the Princes Youth Theatre took part in a fun workshop during the recent half-term break, coming in costume and experiencing special effects such as lights and smoke machines.To read more, go to:","sentiment_score":0.2314285714}
{"full_text":"Coronavirus testing sites should soon be open in all of Worcestershire's districts...","sentiment_score":0.0}
{"full_text":"According to the Office for National Statistics, Maidstone recorded its last death from coronavirus at the end of Augusthttps:\/\/t.co\/C3JHK9abZU","sentiment_score":0.0}
{"full_text":"Experts say no need to cancel Thanksgiving, but you really need to play it safe","sentiment_score":0.35}
{"full_text":"News orgs prove Trump's outlandish claim wrong as they continue spotlighting coronavirus","sentiment_score":-0.5}
{"full_text":"Increasing Global Hunger Amid COVID-19#COVID19 #supplychain #SAPFastFacts #TheBestRunhttps:\/\/t.co\/cl2mA4JSvJ","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 60.4FWind Chill: 60.4FHumidity: 94%Dew Point: 58.7F Barometer: 30.035 inHgWind: 1 mph from the NECorona Virus Weekly Stats:Cases: 178.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"especially if we're literally watching other countries do it","sentiment_score":-0.0625}
{"full_text":"RT #ContestAlertGuess the #personality who helped thousands of people reach home safely in #lockdown2 lucky winners will...","sentiment_score":0.4166666667}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"Even in the middle of a pandemic, Marketing remains to be one of the most demanded courses in Malaysia, with plenty of job opportunities for graduates. Discover more about marketing today:","sentiment_score":0.3333333333}
{"full_text":"Hall of Fame basketball coach Tom Izzo tested positive for the coronavirus, Michigan State University's athletic department announced Monday.https:\/\/t.co\/EtcByTsSEz","sentiment_score":0.2272727273}
{"full_text":"Responding to COVID-19 with the Availability Servicehttps:\/\/t.co\/lMUcCpgZGU","sentiment_score":0.0}
{"full_text":"RT Daily reminder to Georgia voters that your two Senators rather than warn you or protect you from the pandemic chose to cal...","sentiment_score":0.0}
{"full_text":"displacement ventilation, which encourages verticalstratification and is designed to remove the polluted warm air near the ceiling seems to be the most effective at reducing the exposure risk. Mixing ventilation distributes the air throughout the space","sentiment_score":0.45}
{"full_text":"RT We're heading in the wrong direction, and it appears we've got our foot on the gas. Wish folks would recognize we could...","sentiment_score":-0.5}
{"full_text":"Protect your loved ones with the official NHS COVID-19 contact tracing app. Download before travelling  The more of us that use it, the better we can control coronavirus. #TravelSafely","sentiment_score":0.5666666667}
{"full_text":"RT  Oh shit... **UNCONTROLLED SPREAD** of #COVID19 is now the rating for 45 states. Fall has just begun. Historically pand...","sentiment_score":-0.1}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"Pampering in Pandemic Times: We conducted research across the US and the UK markets to investigate which beauty products &amp;amp; ingredients are trending. More thoughts in our latest post!  #trends #insights #marketresearch","sentiment_score":0.5625}
{"full_text":"Hope you carried your mask along to hustle out. #WearAMask","sentiment_score":0.0}
{"full_text":"RT Wear a mask please.You may not suffer from COVID19, but you can give it to your parents, your neighbour, a pregnant wo...","sentiment_score":0.3333333333}
{"full_text":"From Ardern and Merkel to Bolsonaro: the data leadership lessons from COVID","sentiment_score":0.0}
{"full_text":"FM post-pandemic: could multi-nodal become normal? https:\/\/t.co\/1OVAtEzfhq","sentiment_score":0.15}
{"full_text":"RT This will be such an important webinar on Thursday - thanks - so relevant to what we are all...","sentiment_score":0.25}
{"full_text":"Unprecedented adoption of agricultural technologies wards off negative impacts of COVID-19 in northwestern India","sentiment_score":0.15}
{"full_text":"This is how you communicate information during a pandemic!Strong story. Easy to follow graphics. Meaningful message. Nice work  #COVID19","sentiment_score":0.5111111111}
{"full_text":"3 Ways COVID-19 is Impacting Logistics Operations in the UK (and what to do about it) #followOmron","sentiment_score":0.0}
{"full_text":"The narrative needs to move on from what we need to bad to what we can allow with mitigation. The stricter the lockdown and more prolonged the less likely people with stick to rules. We will have to live with Covid not live our lives under its control.","sentiment_score":-0.0497474747}
{"full_text":"MIT team shows that #AI techniques can produce a free and non-invasive COVID-19 asymptomatic screening tool based on cough recordings to augment containment of the pathogen spread","sentiment_score":0.4}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"The world's highest rate of out-of-school children is in Sub-Sharan Africa. But due to the pandemic, a #DistanceLearning revolution has sparked that would provide more #education opportunities for children around the world. Great article","sentiment_score":0.3916666667}
{"full_text":"May Almighty God continue to protect us all and after the curing of covid 19 then hunger can kill as well.","sentiment_score":0.0}
{"full_text":"Join our HR Consultants on Thursday 12th November at 11:00-11:30am for our HR Talk Webinar for Employers: Extension to the Coronavirus Job Retention Scheme. Submit your questions for our Q&amp;A and register: #CJRS #CJRSextension #HR #Employers","sentiment_score":0.0}
{"full_text":"Proenza Schouler on creative upcycling in the lockdown","sentiment_score":0.5}
{"full_text":"RT Find out how the city of Durban (@eThekwiniM) not only provided shelter to approximately 2,000 homeless people during the hard...","sentiment_score":-0.2305555556}
