{"full_text":"It's #tshirtday on so here's some of our lovely staff repping their fave band Ts Share your #merchmemories from Oporto &amp; other great Leeds gigs with #BBCRadio6Music today to make up for lockdown messing up our Fridays  #saveourvenues","sentiment_score":0.3916666667}
{"full_text":"Please join me on the petition to and demanding clarity for businesses, shops and salons opening again on the 3rd of December:","sentiment_score":0.0}
{"full_text":"RT The Louisiana Department of Health reports 4,814 #COVID19 cases reported to the state since November 19, 2020. The total...","sentiment_score":0.0}
{"full_text":"RT Leicester's mayor says \"hopeless\" Test and Trace system has contributed to city's recent Covid surgehttps:\/\/t.co\/n8AAbPNa...","sentiment_score":0.0}
{"full_text":"Matt Hancock: fi approved, Covid-19 vaccine oculd be unveiled next month - video","sentiment_score":0.0}
{"full_text":"RT The map for today's number of #COVID19 cases in specific areas of Wales is now online! https:\/\/t.co\/RfgIKSB...","sentiment_score":0.0}
{"full_text":"RT Almost overnight, a Hong Kong researcher became a right-wing media sensation, spreading baseless claims about the coronavirus...","sentiment_score":0.0}
{"full_text":"RT Don't say you're Pro-life, if u remain silent while Trump impedes a transition, in midst of a surging pandemic, putting Ame...","sentiment_score":0.0}
{"full_text":"RT Except it's more like your neighbor eats the cheesecake, and *you* get the weight problem.Nice try, Governor.htt...","sentiment_score":0.5}
{"full_text":"lost Georgia, again. has COVID-19. got paid to consult to a company she already worked for. had hair dye dripping down his face. 2020 keeps on giving. #StopTheShitshow","sentiment_score":-0.1555555556}
{"full_text":"POLL: Vaccinated against Covid, will you?","sentiment_score":0.0}
{"full_text":"RT More than 2,000 Americans died from COVID-19 in just one day; that number could keep growing","sentiment_score":0.5}
{"full_text":"RT A maskless young couple attacked a 60-year-old woman who asked them to wear masks on a Brooklyn subway station elevator....","sentiment_score":0.1}
{"full_text":"RT Feminism                   COVID-19                             problematic second wave","sentiment_score":0.0}
{"full_text":"RT A number of people I know recently got \"pinged\" by the test &amp; trace app so had to self-isolate after a positive Covid test of...","sentiment_score":0.1136363636}
{"full_text":"Save the date: #ReutersLive discussion on Monday with Shadow Chancellor of the Exchequer and Reuters Editor-at-Large on priorities for an economic recovery from COVID-19. Register here ","sentiment_score":0.2}
{"full_text":"So. Only 2 of the people that caught covid today will die. And 5% or 12 will be hospitalized and 60% will have heart inflammation. Would you get in a plane with those odds?","sentiment_score":0.0}
{"full_text":"RT  There is good evidence the firebreak helped to reduce the transmission of Coronavirus in Wales.- Every single one o...","sentiment_score":0.3142857143}
{"full_text":"RT AOC, Are you suggesting you want to pay people to stay home from the money you take by defunding the police? Or was that fo...","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"Isn't covid cases super high in Florida???","sentiment_score":0.2466666667}
{"full_text":"code: COVID-19","sentiment_score":0.0}
{"full_text":"RT Nurses and doctors are not the only ones who work on Covid units...can we take a moment to appreciate the janitorial s...","sentiment_score":0.0}
{"full_text":"Me everytime Jonathan Van Tam said 'over' after speaking via video call. #PressConference #COVID19","sentiment_score":0.0}
{"full_text":"Statement from Masai Ujiri on the Raptors decision to open the season in Tampa, Fl. due to COVID restrictions.","sentiment_score":-0.0625}
{"full_text":"RT Live chat after the screening #Cuba and #COVID19 : Public Health, Science and Solidarity documentary, with ","sentiment_score":0.0454545455}
{"full_text":"RT #Santa's grottos have been hanging in the balance this year, so to create a grotto that can definitely go ahead, #Covid...","sentiment_score":0.0}
{"full_text":"No one tell Nigel what's coming in January. I think he'll have a heart attack.....then again...","sentiment_score":0.0}
{"full_text":"RT Something being Orwellian is first and foremost something that is based on lies. A public health order to limit house gathe...","sentiment_score":0.125}
{"full_text":"RT Apart from #Delhi, where a surge in #COVID19 cases is being observed, we have managed to control the situation in the c...","sentiment_score":0.0}
{"full_text":"RT I just spoke to Baba Ji of Radhasoami Satsang Beas on phone. He assured his support in dealing wid corona situation in...","sentiment_score":0.0}
{"full_text":"RT More Republican Senators have COVID than have courage.","sentiment_score":0.5}
{"full_text":"RT Out in less than two months! It's been such a journey: on sub for a year a half &amp; so many rejections until it found the...","sentiment_score":0.03125}
{"full_text":"Sounds like a movie that will come out after the pandemic is over.","sentiment_score":0.0}
{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"RT Limited resources and large population. Let the game begin - All are equal, some are more equal. If we are lucky. The...","sentiment_score":0.0823129252}
{"full_text":"RT On this Transgender Day of Remembrance, we honor the memory of the at least 37 transgender or gender-nonconforming people...","sentiment_score":-0.3}
{"full_text":"RT Watching the same media people who spent 4 years claiming the Kremlin had infiltrated and taken over the US now sanctimonio...","sentiment_score":-0.05}
{"full_text":"History will judge this Administration, from top to bottom.  And almost universally, History's judgement will be harsh.","sentiment_score":0.1}
{"full_text":"RT I am very sad this morning losing a good friend to COVID.  What makes me sadder is that trump and his cult treat this wit...","sentiment_score":0.025}
{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"RT Geraldo Rivera suggests that the COVID-19 vaccine should be named after Donald Trump. I suggest that COVID-19 should be...","sentiment_score":0.0}
{"full_text":"RT Tyson Foods, grappling w negative publicity over widespread covid infection and death among its immigrant workforce, tapped Lat...","sentiment_score":-0.3}
{"full_text":"RT More than 70 of almost 300 sailors on board the USS Michael Murphy are infected with COVID","sentiment_score":0.5}
{"full_text":"RT I was a college freshman on 9\/11. That one day, 2,977 died in a senseless act of evil. We changed much about our travel...","sentiment_score":-0.4}
{"full_text":"RT This morning, I tested positive for COVID-19. I am experiencing mild symptoms, and am following all appropriate protoc...","sentiment_score":0.2651515152}
{"full_text":"RT Last week, my mom went into the ER with dangerously low oxygen levels. Five days later, she died. I wrote about it, in ho...","sentiment_score":0.0}
{"full_text":"RT Sen. Rick Scott of FL has tested positive for Covid......Karma","sentiment_score":0.2272727273}
{"full_text":"RT More Republican Senators have COVID than have courage.","sentiment_score":0.5}
{"full_text":"FIRST rejected the $1.5 trillion stimulus proposal offered by the bipartisan  THEN  rejected the $1.9 trillion proposal offered by the WH. People are starving and facing evictions.","sentiment_score":0.25}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"NYC wears masks LIKE ITS THEIR JOB and they're even spiking again. It's not about masks. It's about social distancing and community cleanliness &amp; hygiene.","sentiment_score":0.0333333333}
{"full_text":"RT #covid19 infection amongst secondary pupils has increased 51 times since 1 September.Secondary pupils have the highest rate...","sentiment_score":-0.3}
{"full_text":"A must watch.","sentiment_score":0.0}
{"full_text":"RT Joe Biden says his plans for COVID vaccine distribution could \"be behind by weeks or months\" because of the Trump admin's...","sentiment_score":-0.4}
{"full_text":"RT Team Apocalypse: EVerY1 IN the DaKOTaS is DYING! The hOSP1TALs are OVERRUNNNN -Head of Sanford Health, the largest he...","sentiment_score":0.0}
{"full_text":"RT CNN put a nurse on the air, the segment went viral, and now her story is falling apart. There will be no one accountable for...","sentiment_score":0.0}
{"full_text":"RT Well there you go - has adjourned the U.S. Senate with no #COVID19 relief bills passed.  But he found time...","sentiment_score":0.0}
{"full_text":"Yall should be ashamed of yourselves Louisiana coronavirus: 4,296 more confirmed cases reported Friday; hospitalization nearing 1,000 | Coronavirus |","sentiment_score":0.45}
{"full_text":"Okay Donny Jr... anything u plan on doing regarding the pandemic? U know covid????","sentiment_score":0.5}
{"full_text":"GuysThe topic is wearing a mask to deter facial recognition policingChill out","sentiment_score":0.0}
{"full_text":"No aid will be enough to rebuild what is lost unless the war comes to an end. We still beg for dialogue. #SayNoToWarEthiopia","sentiment_score":0.0}
{"full_text":"Should be said that is not \"usually aided \" by ticket revenue, but depends on it for more than half of $, much more than other orchestras. This and our lack of control over our hall are why we can do little of the #COVID19-tailored activities you see elsewhere.","sentiment_score":0.1076388889}
{"full_text":"Agree. Hold the line citizens.","sentiment_score":0.0}
{"full_text":"RT Lets see,tRump took no part in helping with Covid, said it was a hoax,but he wants to take credit for the vaccine?Have i go...","sentiment_score":0.2}
{"full_text":"RT BREAKING: Andrew Giuliani--who is known *NOT to wear a mask* and attended his father Rudy Giuliani's unhinged press conf...","sentiment_score":0.0}
{"full_text":"RT WH press secretary Kayleigh McEnany says just now the country is at \"the beginning of the end of the pandemic\". The US yest...","sentiment_score":0.0}
{"full_text":"RT Having the kids clean the house while I sit and work has been my greatest covid achievement.","sentiment_score":0.6833333333}
{"full_text":"My aunt died last month of covid, she was in the hospital for three weeks, then transfered to a nursing home to recover, while in the nursing home she went into cardiac arrest and died.","sentiment_score":-0.0333333333}
{"full_text":"Upper 50s?? Wow!","sentiment_score":0.0625}
{"full_text":"RT I appreciate soon-to-be President Biden writing this. On behalf of the many who have been persecuted by Jesus-blinded fol...","sentiment_score":0.5}
{"full_text":"LOL ok, basketball players are not essential workers.Have you seen how many MLB &amp; NFL players have gotten COVID?Not worth the risk. With no fans, it doesn't matter where they play.","sentiment_score":0.42}
{"full_text":"RT Mitch McConnell adjourned the Senate. In the middle of probably the worst spike of the COVID pandemic. 250,000 lives lost. He o...","sentiment_score":-0.5}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Corporate greed is out of control. While Jeff Bezos became $78 billion richer during the pandemic, Amazon has paid ZERO in...","sentiment_score":0.0}
{"full_text":"And for completeness, hers's 1000's upon 1000's of research papers on Covid-19 from 10's of thousands of scientists around the world from every country.","sentiment_score":0.0}
{"full_text":"RT Nunavut with 10 new cases of Covid-19 today. Same 4 communities with remaining positive cases; Sanikiluaq, Arviat, Rankin...","sentiment_score":0.1212121212}
{"full_text":"RT \"The safest way to celebrate Thanksgiving is to celebrate at home with the people you live with,\" the CDC said in new guidance...","sentiment_score":0.1363636364}
{"full_text":"RT Did you know?75 Mumbai BJP karyakartas have sacrificed their life doing Seva during CoronaNo one knows becoz they &amp; th...","sentiment_score":0.0}
{"full_text":"RT As New Yorkers continue to hurt because of #COVID19, I will not accept a pay raise next year that is due by law. I st...","sentiment_score":0.0037878788}
{"full_text":"RT In spite of Revenue Canada correcting the record on this propaganda, #PierrePoilievre, #PostMedia &amp; other disinformatio...","sentiment_score":-0.1125}
{"full_text":"A quick word from our Founder and Chief De-Stressing Officer and Hannah Lanel from The Fore gym about the importance of hosting today's Lockdown Level Up session #lockdownlevelup #t4recovery #thestressmanagementsocietyhttps:\/\/t.co\/eNL2a3shYs","sentiment_score":0.3333333333}
{"full_text":"RT Appearing in her professional capacity, takes only a handful of questions in her first briefing since Oct. 1....","sentiment_score":0.1166666667}
{"full_text":"The latest Dentimes ! Thanks to #covid19 #njmsproud","sentiment_score":0.4125}
{"full_text":"RT How cool are these posters?! These limited edition posters were commissioned to celebrate our 250th birthday. We are gi...","sentiment_score":0.1830357143}
{"full_text":"Norfolk Cricket Newsletter Update - November 2020 - ECB Covid-19 Statement- NCB One League Statement- Womens Softball League- NCB Support","sentiment_score":0.0}
{"full_text":"#COVID19 Statistics in SA as at 20 November.Use the COVID Alert SA app to protect yourself, your loved ones and your community. Start using this privacy preserving app today. Add your phone to the fight! Download the Covid Alert SA app now!","sentiment_score":1.0}
{"full_text":"RT The far-left Prime Minister of Finland has expressed concerns that further lockdowns and restrictions may inspire a world...","sentiment_score":0.0}
{"full_text":"RT At least 37 transgender and gender-nonconforming people have been killed this year, most of them Black and Brown transgender...","sentiment_score":-0.0416666667}
{"full_text":"RT Cons to canceling your #Thanksgiving plans: THERE ARE NO CONS! Don't be selfish and stay home! Karma will thank you for...","sentiment_score":-0.625}
{"full_text":"Most people who pass and god rest their souls had underlying issues. I'm not downgrading by any means but actual Covid deaths are what I'm talking about. But thank you for your input","sentiment_score":0.25}
{"full_text":"RT Rick Scott has COVID-19","sentiment_score":0.0}
{"full_text":"Wel we are not our hospital wards are all being cleared ready for more covid patients ITU is full my dads nursing gave ten patients plus staff with an outbreak including my father stop tweeting lies you are dangerous !","sentiment_score":0.06}
{"full_text":"Automat Dumplings, Fitness Domes, and Tiny Pubs: Top Covid-Inspired Business Pivots #entrepreneur","sentiment_score":0.25}
{"full_text":"Check how they are faking the numbers. It is all about greed and lying about covid deaths etc to increase their dollars _ do something about King Andy NOW","sentiment_score":0.0}
{"full_text":"RT Appearing in her professional capacity, takes only a handful of questions in her first briefing since Oct. 1....","sentiment_score":0.1166666667}
{"full_text":"COVID vaccines're like Columbo's wife..  they talk about it all the time but no one has ever seen it yet...","sentiment_score":0.0}
{"full_text":"RT NEW: Yesterday was a day I will never forget I was invited inside the Royal Liverpool Hospital's Intensive Care Covid...","sentiment_score":0.1363636364}
{"full_text":"RT Mitch McConnell adjourned the Senate. In the middle of probably the worst spike of the COVID pandemic. 250,000 lives lost. He o...","sentiment_score":-0.5}
{"full_text":"Covidiot of the Day 11\/20\/20 ......Kelly Stafford wife of Detroit Lions player Matthew Stafford who says that she is ''tired of living in a dictatorship''.Well Kelly thousands of Americans are dying at alarming rates,By the Way please utilize some chapstick!","sentiment_score":-0.2625}
{"full_text":"Pfizer seeking emergency use of its COVID-19 vaccine in UShttps:\/\/t.co\/nLxnqB07Wa","sentiment_score":0.0}
{"full_text":"RT North Carolina is expanding testing across the state this weekend, offering more than 120 no-cost testing events so people...","sentiment_score":0.5}
{"full_text":"RT Gov. just announced another month long forced shutdown of thousands of (what he deemed) non essential bus...","sentiment_score":-0.1166666667}
{"full_text":"Shout out to the corona-fro","sentiment_score":0.0}
{"full_text":"Dinning Pods: because people just won't stay home... #coronageddon #phl #privilege #theextendedstaynoonewants","sentiment_score":0.0}
{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"RT After putting curfew in big cities of Gujarat still con...","sentiment_score":0.0}
{"full_text":"RT Watching the same media people who spent 4 years claiming the Kremlin had infiltrated and taken over the US now sanctimonio...","sentiment_score":-0.05}
{"full_text":"Interesting ideas here - also for the EU. God knows why they put in the very last pointRobert Skidelsky Will Hutton and Creating Employment now and Post Covidhttps:\/\/t.co\/GQ9otcTo61#Covid_19 #coronavirus #unemployment #GreenNewDeal","sentiment_score":0.25}
{"full_text":"Putting time frames on the Wuhan is utterly stupid! So if you buy it you are utterly .....","sentiment_score":-0.5}
{"full_text":"No mandatory masks in B.C. schools despite sweeping new COVID-19 orders","sentiment_score":0.1363636364}
{"full_text":"RT If this virus comes time and time again, wave after wave eh Matty seems no one has told China that? They ar...","sentiment_score":0.0}
{"full_text":"I agree. But the long term damage of not is greater and will disrupt for longer. Human or economic, same result. It's not the lockdown it's the short term economics and lack of support for all.","sentiment_score":0.1083333333}
{"full_text":"RT The University has today announced their plans for mass Covid-19 testing on campus, in order to ensure that those who wish to t...","sentiment_score":0.0}
{"full_text":"RT Which major news outlets that haven't already talked about this should we contact?I imagine a headline like  \"@Nintendo tr...","sentiment_score":0.0625}
{"full_text":"RT Brilliant response from to the ludicrous suggestion from that the US government should pay people to sta...","sentiment_score":0.9}
{"full_text":"RT My latest for #COVID19 is tearing through Iowa's state prisons. We hit new lows this week with the...","sentiment_score":0.3181818182}
{"full_text":"RT There mere concept of us faking an entire pandemic to get BIDEN of all people elected is what really tickles me. We hav...","sentiment_score":-0.1}
{"full_text":"RT Effective Friday, Manitoba is enacting a household-only socialization rule.You may only socialize indoors with people you liv...","sentiment_score":0.3}
{"full_text":"RT Sen. spent her week rubber-stamping Pres. Trump's nominees for lifetime judicial appointments instead of fi...","sentiment_score":-0.1}
{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"CDC warns America: Do not travel for Thanksgiving.","sentiment_score":0.0}
{"full_text":"Due to an uptick in coronavirus cases around the state, fans are currently not permitted to attend high school games in Idaho.","sentiment_score":0.0116666667}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"Have you been missing your trips to the beauty salon during lockdown? ","sentiment_score":-0.2}
{"full_text":"Disparities in Cancer Outcomes Due to COVID-19 via part of","sentiment_score":-0.125}
{"full_text":"if I have covid I'm gonna be so pissed I don't go anywhere and basically wear a mask 24\/7 and constantly sanitize","sentiment_score":0.0}
{"full_text":"RT My company processes payments for 20,000 small businessesIn the first lockdown, their revenue fell 55%. They got 8 w...","sentiment_score":0.0}
{"full_text":"Unlike #COVID19, #AMR is a predictable and preventable crisis. Yet, an estimated 700,000 people die from AMR each year. Without effective prevention and treatment of infections, simple medical procedures will be too dangerous to perform. #WAAW2020","sentiment_score":-0.04}
{"full_text":"Environmental advocates are calling for a green recovery. Racial justice advocates insist that this cannot be accomplished without a focus on equity. What is feasible, given the impact of the escalating pandemic? Join us on 11\/24 at 1pm ET. Register here:","sentiment_score":0.0}
{"full_text":"#WATCH Pubs have started turning on their Christmas lights as part of a campaign to show they're ready for a safe reopening when the 'Level 5' COVID-19 lockdown is eased @NewsChambers reports#VMNews | #COVID19ireland | #COVID19 |","sentiment_score":0.35}
{"full_text":"A lawsuit against #TysonFoods states that supervisors at a pork processing plant in #Waterloo, Iowa, placed bets on how many workers would get #COVID19. More than 1,000 #workers at the plant were diagnosed with the #coronavirus this year, with at least 5 deaths.","sentiment_score":0.2333333333}
{"full_text":"i want to end this pandemic as the next person, but these are borderline fucking authoritarian. if these rules are kept in place after the vaccine, idk man","sentiment_score":-0.3}
{"full_text":"This article has been written by students of new Msc in \"Law, Digital innovation and Sustainability\" taught by Professor Christian Iaione.Find the authors in the article @LabGov#COVID19 #sustainability #environment #pollution","sentiment_score":0.0454545455}
{"full_text":"There are many diverse elements to consider when discussing the future of health. Health and safety measures post-Covid, fertility benefits for employees and how people and technology will need to collaborate are just some of the topics we explored.","sentiment_score":0.25}
{"full_text":"Thanksgiving Mini-Camp starts Monday! COVID policies are in place, but fun will be front and center, too! Details: #CampMST #holidays2020 #thanksgiving2020 #kids #kidsactivities","sentiment_score":0.0875}
{"full_text":"Tomorrow: Earn two hours of PD credit in this free online symposium with President Randi Weingarten: Teaching in the Time of COVID-19.https:\/\/t.co\/rk5Gzbt28J","sentiment_score":0.4}
{"full_text":"Tests will be offered subject to availability. Priority will be given to people working on the Sellafield mission who are mainly based on the site.#coronavirus #Corona #COVID19 #Covid19UK #coronavirusuk #coronavirustestinghttps:\/\/t.co\/duq2cGkmFq","sentiment_score":0.0}
{"full_text":"RT In a not to be missed INDUSTRY SPECIAL FEATURE reporter Melissa Barnett takes a look at the prospects f...","sentiment_score":0.3571428571}
{"full_text":"'Young and old were adapting and finding innovative or fun ways to raise funds and spirits.' Read more about life during lockdown for one North Berwick resident on our Facebook Page #EastLothian #FridayMotivation #VoicesofEastLothian","sentiment_score":0.3}
{"full_text":" In the Doro refugee camps, young people are composing songs to raise awareness about #COVID19. Learn more:","sentiment_score":0.3}
{"full_text":"Columbus, Georgia, is delaying an increase in water rates by three months, saying residents are struggling financially because of the COVID-19 pandemic.","sentiment_score":0.0}
{"full_text":"Stephanie gets very flirty with #SteveHarvey! Thank god for social distancing!  #FamilyFeud","sentiment_score":0.1458333333}
{"full_text":" How beautiful is Autumn in the Wye Valley If you can't visit us in person right now, sit back and enjoy these stunning views to the sound of bird song wherever you are. the latest guidance for Wales here","sentiment_score":0.4193877551}
{"full_text":"Environmental cleaning is critical to break the transmission of infection. Have you downloaded our free COVID-19 brochure yet? #Covid_19 #InfectionControl #schulkeuk #environnement #cleaning","sentiment_score":0.2}
{"full_text":"There is a growing reliance on digital health tools as #telehealth becomes more common due to #COVID19. Read for advice on how to ensure patient privacy in a growing digital medical environment.","sentiment_score":0.0125}
{"full_text":"The number of people hospitalized in #Massachusetts is continuing to climb as the state grapples with a second surge of COVID-19 cases.","sentiment_score":0.0}
{"full_text":"Normally, the process to approve a new vaccine can take about a decade, but the federal government is using various methods to dramatically speed up the process for COVID-19 vaccines.","sentiment_score":0.0954545455}
{"full_text":"Thick, double layered masks are the most effective at stopping the spread of the coronavirus, not bananas, neck gaiters, or face shields. Check out for more information on how to effectively #WearAMask","sentiment_score":0.3166666667}
{"full_text":"New #HealthForward blog: #COVID19 boosted virtual health in Medicaid, but the future could be complicated. Learn why.https:\/\/t.co\/tjuG4pWUkp","sentiment_score":-0.1212121212}
{"full_text":"Calling all Fellows! Thanks to we are offering Action Learning Sessions from Dec to Sept addressing issues relating to covid &amp; support to reaching solutions.  Get in touch with us to find out more &amp; book your place!","sentiment_score":0.3083333333}
{"full_text":"Teachers are not eligible for the overtime pay that other district employees, like custodians, are when they work extra hours.More from","sentiment_score":-0.0625}
{"full_text":"Looking for ideas to increase #revenue when your #salon can reopen post-lockdown 2.0? This is how one #clinic owner made PS35,000 by introducing new treatments after the first #coronavirus lockdown  #aesthetics #ad","sentiment_score":0.1931818182}
{"full_text":"#WorldChildrensDay this year comes at a challenging time for all, in the midst of the #COVID19 pandemic. We must continue listening to the views of children &amp; young people as they #reimagine a better world. I spoke recently with Felip, age 13, fromhttps:\/\/t.co\/lsGRKCOJqg","sentiment_score":0.275}
{"full_text":"Stirling is now in the highest tier of #coronavirus restrictions.The city's entering Level 4 of measures - due to a rise in Covid-19 cases.Non-essential shops, gyms and bars will have to close their doors.The restrictions are in place for three weeks.","sentiment_score":-0.125}
{"full_text":"Grey's Anatomy Showrunner Unravels the Decision To Give Meredith Coronavirus - E! NEWS","sentiment_score":-0.0625}
{"full_text":"Student organizations are getting creative with how they will hold meetings this upcoming Spring Semester due to the COVID-19 pandemichttps:\/\/t.co\/txyImrM4og","sentiment_score":0.1875}
{"full_text":"RT I can't believe I got a whole ass doctoral degree in emergency management just to tweet \"pay people to stay home\" into the...","sentiment_score":0.2}
{"full_text":"Covid: Hong Kong bars Air India for fifth time, now till December 3","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has played a massive role in shaping the way we lived this year and it's no different for our veterans.","sentiment_score":0.0}
{"full_text":"The request comes as the county has resorted to using low-level offenders from the county jail to help transport the deceased. ","sentiment_score":-0.1}
{"full_text":"RT PSA: The pandemic is FAR worse now than when you took it more seriously.","sentiment_score":-0.0333333333}
{"full_text":"BLOG - A week in a \"hub\" school during the COVID19 crisis...:https:\/\/t.co\/2qFPifv1ov","sentiment_score":0.0}
{"full_text":"The new normal: Dressing up to stay home  #newin #pullandbearhttps:\/\/t.co\/uIhbjZhOS8","sentiment_score":0.1431818182}
{"full_text":"Our #COVID19 projections have been updated with the latest data. We project 2.7 million cumulative deaths in our reference scenario. If universal mask use is achieved worldwide, nearly half a million lives could be saved.View the latest projections","sentiment_score":0.2083333333}
{"full_text":"RT Foxes and raccoon dogs on fur farms 'may infect humans with coronaviruses'","sentiment_score":0.0}
{"full_text":"Eduardo Diogo, CEO of shared a #GEW2020 message for #GEWBrazil. Brazil's campaign this year was about COVID-19 recovery through entrepreneurship. Check out the video here:","sentiment_score":0.0}
{"full_text":"IKEA Canada (@IKEACanada) has seen a huge boost in Canadian sales of home office supplies during the COVID-19 pandemic, including 631,800 desks during the fiscal year ending Aug. 31. #RetailNews #Retail #IKEA #Finance #COVID19https:\/\/t.co\/fjTnTqA8EQ","sentiment_score":0.4}
{"full_text":"What's the Point of COVID-19 Curfews? by","sentiment_score":0.0}
{"full_text":"Is travel part of your holiday plans? MCCS has some tips for traveling for the holidays during a pandemic. Trust us, you need to read this article. ","sentiment_score":0.0}
{"full_text":"#Listenback Northern Ireland's new 'circuit breaker' will be in place for 2 weeks - will their new approach work? hears from listeners","sentiment_score":0.1363636364}
