{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"Occasionally I forget that we're in the middle of a Lockdown because my life hasn't changed at all ","sentiment_score":0.0}
{"full_text":"RT Market\/Leadership Translation: Yeah you lost your jobs and your businesses and we got our market share and money grab....","sentiment_score":0.0}
{"full_text":"\"Schools who have already opened may stay in session\" FUCKKK YOUUUU! SEND ME HOME ","sentiment_score":0.0}
{"full_text":"This is post-Covid ","sentiment_score":0.0}
{"full_text":"RT Illinois teachers union calls for immediate school closures as COVID-19 cases growhttps:\/\/t.co\/qumKb3mHxL","sentiment_score":0.0}
{"full_text":"It makes perfect sense as the majority of the deaths have been in older folks and healthcare workers. It's also in the outline for a Covid vaccine distribution plan that the HHS and CDC have put out.","sentiment_score":0.5833333333}
{"full_text":"RT \"Lockdown\" w little to no type of punishment for breaking rules is why America is where it is rn. Europeans were serio...","sentiment_score":-0.1875}
{"full_text":"RT Now accepting applications for NSF CAMP (Cultural Anthropology Methods Program for Ph.D. Students). Our COVID-adapted CAMP lau...","sentiment_score":0.1}
{"full_text":"RT Opposing the cancelation of student debt bc you already paid off your loans is as stupid and mean spirited as insisting n...","sentiment_score":-0.2041666667}
{"full_text":"Is he your idol?Yes, he is.","sentiment_score":0.0}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"RT COVID-19 has proven that access to affordable health care is more important than ever. Not covered? Montanans can head t...","sentiment_score":0.45}
{"full_text":"Biden urges Congress to pass coronavirus package with state, local government funding","sentiment_score":0.0}
{"full_text":"RT Someone who's...made excuses for Hitler, said Breonna Taylor was responsible for her own murder by the police, regularly s...","sentiment_score":0.2666666667}
{"full_text":"RT Waterloo region 'a speeding train' to COVID-19 red zone with rising cases: Dr. Wang","sentiment_score":0.0}
{"full_text":"RT Earlier today, President-elect and I met with some of our nation's business and union leaders who represent mil...","sentiment_score":0.0}
{"full_text":"RT I am truly honored to receive this recognition from the Pro Football Hall of Fame. I accept this on my behalf but also...","sentiment_score":0.0}
{"full_text":"'Fake news more serious than pandemic itself'------ Misinformation poses a serious risk to social coherenceKUWAIT CITY, Nov 16:...#kuwaitFull Article:https:\/\/t.co\/hcFRd3Tkvy...https:\/\/t.co\/hcFRd3Tkvy","sentiment_score":-0.1266666667}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"RT Tory MPs publicy admitting now COVID economic damage \"will cover economic damage of Brexit\".2 things1. They're admitt...","sentiment_score":0.2}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"That's why it's called a pandemic.","sentiment_score":0.0}
{"full_text":"RT A great visual of how covid is spread","sentiment_score":0.4}
{"full_text":"Gov Newsom's in a snit b\/c Dems lost some House seats to Republicans so Newsom's punishing most of CA w\/ increased lockdowns: no restaurants, no gyms, nothing. I sure do hope that some grocers remain open; but, w\/ Newsom's irrational \"I am vengeance\" behavior, no way to predict","sentiment_score":0.3333333333}
{"full_text":"GTFOH Trump Watch: With Coronavirus Cases on the Rise, Trump Goes Golfing via","sentiment_score":0.0}
{"full_text":"The united message on was clear: please remain vigilant in the fight against COVID-19. For our part the will continue to work to help keep you safe, but please know we still all have a long road ahead of us.","sentiment_score":0.1833333333}
{"full_text":"Its not too late silly. There have been maybe 1\/2 the public wearing a mask vs not wearing. And that's giving maskers the benefit. We ALL just need to buckle down &amp; wear them properly. Obviously, with 1\/2 the people wearing them, there is rm 4 improvement as well as enforcement.","sentiment_score":-0.1911111111}
{"full_text":"RT Scotland COVID deaths.","sentiment_score":0.0}
{"full_text":"RT Earlier today, President-elect and I met with some of our nation's business and union leaders who represent mil...","sentiment_score":0.0}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"First Woman To Test Moderna Covid Vaccine Gives Update","sentiment_score":0.25}
{"full_text":"RT Joe Biden - who helped his son sell our country out to China, Ukraine, Russia and many others - just said any governor w...","sentiment_score":0.5}
{"full_text":"RT THE TRUMP VIRUS EXPLODES: 10 percent of the Secret Service either has COVID or is quarantined, and the outbreak is believed to...","sentiment_score":-0.4}
{"full_text":"RT After warning of \"uncontrolled spread\" of the coronavirus last week, the Navajo Nation entered a lockdown Monday in an effort to s...","sentiment_score":0.0}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"The whole Tory government response to Covid amounts to this imo","sentiment_score":0.2}
{"full_text":"RT Here's the latest update on Malaysia's COVID-19 red zones, as of November 16th, 2020.","sentiment_score":0.25}
{"full_text":"RT Covid is real and dangerous, but wearing a mask, isolating yourself inside, and waiting for a vaccine is not necessari...","sentiment_score":-0.2}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Opinion | Scott Atlas's Michigan lockdown comments will sicken people. Fire him. - The Washington Post","sentiment_score":0.0}
{"full_text":"RT \"If I was in school, this could have not happened.\"With Kenyan schools closed due to the coronavirus pandemic, the rate of...","sentiment_score":-0.1125}
{"full_text":"Happy lockdown birthday ","sentiment_score":0.8}
{"full_text":"Agreed.","sentiment_score":0.0}
{"full_text":"\"..inmates are helping move bodies to the refrigerated trucks that serve as morgues.\"They're in desperate mode,\" said Samaniego\"","sentiment_score":-0.6}
{"full_text":"RT Silicon Valley gives us social media apps. Massachusetts gives us a 94.5% effective Covid vaccine.","sentiment_score":0.3166666667}
{"full_text":"RT I will never not laugh at Space Karen","sentiment_score":-0.15}
{"full_text":"RT President-elect said that the Trump administration needs to begin urgent action to address the surge of COVI...","sentiment_score":0.1}
{"full_text":"RT When the WH was asked this morning why they weren't sharing Covid response info with the Biden team their answer was why s...","sentiment_score":0.0}
{"full_text":"Her videos instantly improve my mood ","sentiment_score":0.0}
{"full_text":"Following magat's logic during Oregon protests: they shouldn't be there protesting in the first place! If they would stay home nothing of this would have happened.","sentiment_score":0.15625}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"RT BREAKING: COVID-19 fallout: Next 2 Miami Hurricanes games postponed, final 3 games rescheduled","sentiment_score":0.0}
{"full_text":" 5:50 PM  US COVID Update So Far  Today 132,840 new cases so far576 new deaths so far252,488 Total Deaths to Date4,271,655 Active  Covid Cases So far Today","sentiment_score":0.0565656566}
{"full_text":"RT Moderna said its Covid-19 vaccine was 94.5% effective in an early look at results from a large trial, the second shot to post enco...","sentiment_score":0.2285714286}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"RT It's Saturday.One in every 378 Americans tested positive for COVID over the past week.Wear a mask.","sentiment_score":-0.0113636364}
{"full_text":"Utterly horrifying - like a sci-fi movie.","sentiment_score":-0.9}
{"full_text":"RT So Pfizer and Moderna have both announced that they have developed a Covid vaccine that is more than 90% effective. If...","sentiment_score":0.4}
{"full_text":"RT Lee Anderson the latest Tory MP with Covid used to be a Labour councillor and Brexiter until he switched to be conservat...","sentiment_score":0.5}
{"full_text":"RT A South Dakota ER nurse says her Covid-19 patients often \"don't want to believe that Covid is real.\"\"Their last...","sentiment_score":0.1}
{"full_text":"Study published on strategies hospitals adopt to address #opioidepidemic via #opioidcrisis #fightaddiction","sentiment_score":0.0}
{"full_text":"People are panic buying in FOCO. Frozen food is gone, grocery store was packed. Left because of the dense crowd.","sentiment_score":0.0}
{"full_text":"Biden wants to know from Trump how to get the Vaccine out to the people. And Biden wants to know how to attack Covid 19, I thought Biden already had a Game Plan, apparently NOT ! Biden full of Bull.","sentiment_score":0.06375}
{"full_text":"Wrong","sentiment_score":-0.5}
{"full_text":"RT Sweden has introduced its toughest coronavirus restrictions yet as Covid-19 cases in the country surge - reducing the numbers...","sentiment_score":0.0}
{"full_text":"RT Q: Dr. Atlas - the White House told states to handle COVID, so why are you contradicting the [Michigan] governor? Especia...","sentiment_score":0.0}
{"full_text":"why don't you have some integrity and report how many ppl have recovered from Covid instead of your scare tactics of scaring ppl with how many cases there are? ","sentiment_score":0.5}
{"full_text":"RT Mandem wearing bonnets is what started coronavirus","sentiment_score":0.0}
{"full_text":"RT ANNOUNCEMENT:No decision made on closure of Schools in Punjab today. Next meeting will be on Monday 23rd November, 2020 fo...","sentiment_score":0.0}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT It is a \"conspiracy theory\" if we point this out.","sentiment_score":0.0}
{"full_text":"RT Cities announce new restrictions as the U.S. reports 1M+ COVID-19 cases in a week.  reports from Philadelp...","sentiment_score":0.1363636364}
{"full_text":"RT COVID-45 golfing while scientists frantically work to save as many lives possible from contracting Trump Virus!#25thAmendmen...","sentiment_score":0.25}
{"full_text":"RT BREAKING: US biotech firm Moderna says phase 3 trial shows its COVID-19 vaccine is 94.5% effective.More to follow at","sentiment_score":-0.2}
{"full_text":"RT A Million new Covid-19 cases this week alone. 12,000 deaths on the average a day 2,000 Saturday 1,800 Sunday&amp; these Motherfuc...","sentiment_score":-0.0068181818}
{"full_text":"RT WHAT DID I JUST WATCH?","sentiment_score":0.0}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"RT In three to four days COVID deaths will surpass all Americans killed in combat in WWII IN SEVEN MONTHS, You...","sentiment_score":-0.2}
{"full_text":"RT Moderna's vaccine was 94.5% effective in preventing Covid-19 in a clinical triall. CEO Stephane Bancel describes the findings...","sentiment_score":0.6}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT 9) All this affects not only the drugs, but also reinfection and possibly the vaccine (no data yet). But we do know reinfec...","sentiment_score":0.0}
{"full_text":"RT Two separate COVID-19 testing facilities will open this Thursday. Consumers will have the option of a wal...","sentiment_score":0.0}
{"full_text":"RT Propaganda is a weapon of war.It has been deployed against Americans, and Americans are dying as a result. We are at w...","sentiment_score":-0.1}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"RT A nurse in a strained El Paso hospital says the sickest COVID-19 patients are put in a doctor-less room called 'the pit' wh...","sentiment_score":0.0}
{"full_text":"RT IRRESPONSIBLE INSANITY--Biden team still being \"shut out of planning for vaccine distribution\" \"His advisers said they have...","sentiment_score":0.0}
{"full_text":"#QuarantineLife but happy I get to work with such fabulous people and friends","sentiment_score":0.4}
{"full_text":"If you have Covid, I'm gonna automatically assume your shit is humming","sentiment_score":-0.2}
{"full_text":"RT. Bunch of BS.","sentiment_score":0.0}
{"full_text":"RT Congratulations You have the BEST finance Minister in recent memory who lead Ca...","sentiment_score":0.5}
{"full_text":"It is not a f**king game Diane","sentiment_score":-0.4}
{"full_text":"RT Scott Atlas should lose his medical license and have his degree pulled by not only for what amounts to medica...","sentiment_score":0.0}
{"full_text":"U.S. counties with worst pandemic job losses voted for Biden over Trump","sentiment_score":-1.0}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"RT Wow, proponents to keep schools open quote this tweet as proof schools need to stay open. So many issues existed before #...","sentiment_score":0.15}
{"full_text":"RT I have not heard a single word about what is happening in Denmark on the mainstream media &amp; am not sure if my account wo...","sentiment_score":-0.1607142857}
{"full_text":"RT Good news on Moderna vaccine and no severe disease in vaccinated is very encouraging","sentiment_score":0.45}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"RT Staying home saves lives and everyone should just stay home. Except for the DoorDash lady who delivers my dinner that was...","sentiment_score":0.0}
{"full_text":"RT BREAKING: COVID-19 fallout: Next 2 Miami Hurricanes games postponed, final 3 games rescheduled","sentiment_score":0.0}
{"full_text":"RT I feel like I'm really handling this second lockdown quite well. My mental health is absolutely fine :)  Official sources...","sentiment_score":0.2033333333}
{"full_text":"Not a normal covid test that you get booked into if you have symptoms, no. None of the free tests accepted, sadly. I'm hoping things may change when they realise how much it's gonna kill tourism there altogether.","sentiment_score":0.00625}
{"full_text":"RT COVID-19 has proven that access to affordable health care is more important than ever. Not covered? Montanans can head t...","sentiment_score":0.45}
{"full_text":"RT This is the crux of it: The U.S. must flatten the curve again. In the next weeks, we will collectively decide how many Ame...","sentiment_score":0.25}
{"full_text":"RT as long as London's doing alright imo the lockdown will end on December 2nd and London will be in Tier 2 and everywhere e...","sentiment_score":-0.025}
{"full_text":"I've been watching their map of the US for months. The explosion of the number of red Active\/Imminent Outbreak states is shocking.","sentiment_score":-0.5}
{"full_text":"RT \"Lame duck President Trump seems determined to burn it all down on his way out. He is now... endangering the lives of every...","sentiment_score":-0.3277777778}
{"full_text":"Overheard in line for a #COVID19 test: \"I wouldn't call it a march. It was a display of domestic terrorism that they try to label as first amendment activities.\" #DC","sentiment_score":0.125}
{"full_text":"When I went there, Chef Paul was behind the pass drinking a cup of cream. Can someone pick up some bowls for us? #nola","sentiment_score":-0.4}
{"full_text":"Why did you attend Trump's Covid rallies? You are a hypocrite!!!","sentiment_score":0.0}
{"full_text":"Biden team to meet with coronavirus vaccine makers this week A 90% effective vaccine given to 100,000,000 people leaves 10,000,000 to het sick.  Currently, there are 11,000,000 cases and it is possible to catch it twice.","sentiment_score":-0.0285714286}
{"full_text":"RT Remember this as people face rising COVID cases and a holiday season without family: Mitch McConnell's standing in the way of CO...","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":" presidential schedule:Lunch with the VP at 12:30.  That's all folks! Covid deaths USA 247,019 source: and Johns Hopkins Univ.What a waste of a human being.","sentiment_score":-0.1}
{"full_text":"RT A real thing that happened today:Me: [explaining the benefits of a mask mandate]Resident: it's a violation of my constit...","sentiment_score":-0.275}
{"full_text":"RT It's looking like we've turned the corner at my house, so I'm going to tell you a story about love and a pandemic. It starts...","sentiment_score":0.5}
{"full_text":"RT How to solve the pandemic and economic crises1. Pay people to stay home2. Continue until pandemic has subsided","sentiment_score":0.2}
{"full_text":"RT This is a terrifying consequence of disinformation.","sentiment_score":-1.0}
{"full_text":"RT Times are tough, but UNISON is #ThereForYou. If you're struggling financially due to coronavirus, check whether you could...","sentiment_score":-0.2569444444}
{"full_text":"\"La Jolla Institute for Immunology Optimizes COVID-19 Research with Excelero,\" utilizing Kioxia SSDs. Excelero's solution, using #KIOXIA CD Series data center NVMe SSDs, provides high performance #storage for COVID-19 research. Read about it here >","sentiment_score":0.03}
{"full_text":"Some good news","sentiment_score":0.7}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"RT Just staying Covid-safe wearing by the flayed skin of my younger self.Don't forget to wear your masks, kids.","sentiment_score":0.0}
{"full_text":"1,971 more COVID-19 cases, 5 deaths reported Monday in Utah via","sentiment_score":0.5}
{"full_text":"RT Just out of curiosity, at what number of COVID-19 cases\/deaths do we put to rest the idea that cloth masks have a meanin...","sentiment_score":0.0}
{"full_text":"why is it a mission to get covid tested in a city with a high count of cases?? i hate it here","sentiment_score":-0.32}
{"full_text":"RIP Johnny Goodman","sentiment_score":0.0}
{"full_text":"A COVID-19 vaccine is said to be coming out in December, but should you be alarmed about the possible side effects?https:\/\/t.co\/Ag4FAhHLgp","sentiment_score":0.0}
{"full_text":"Feel sick or believe you were exposed to COVID-19? Call a doctor or health care provider. Unable to get tested through your doctor or at a clinic? Go to a public testing site:","sentiment_score":-0.4047619048}
{"full_text":"Happy Place, Turf Moor, Happy Place. Just the mantra we need to get through lockdown and 2020 right? #twitterclarets #TurfMoorHappyPlace","sentiment_score":0.6285714286}
{"full_text":"RT The IFR for healthy under 70 year olds is 0.05%. The average age of death with Covid is 82 in the UK. It is not a 'poten...","sentiment_score":0.175}
{"full_text":"RT - that's not 2 metres apart- the windows aren't even open for ventilation- neither are wearing a face coveringwe're 8...","sentiment_score":0.0}
{"full_text":"RT Keep in mind y'all. We've a flu vaccine &amp; last year 55% of adults DIDN'T get it. I'm willing to bet these the same people who...","sentiment_score":0.0833333333}
{"full_text":"RT Send qc &amp; ont the bill, wasnt that the Harper way? #cdnpoli","sentiment_score":0.0}
{"full_text":"#COVID is surging and with the exponential growth in cases, more people than ever in the course of the pandemic are hospitalized with the virus.Healthcare workers cannot go on like this.","sentiment_score":0.5}
{"full_text":"RT Make America Great AgainThousands of cars form lines to collect food in Texashttps:\/\/t.co\/OF6tvCxvp6","sentiment_score":0.8}
{"full_text":"Our overlords cannot control what we do in private, so they will use the restrictions as a cudgel to force compliance. Don't let them win.","sentiment_score":0.4}
{"full_text":"\"Outbreak Company\" Vol. 15 eBook - Now Available!J-Novel Club:","sentiment_score":0.0}
{"full_text":"Minnesota GOP senators had COVID, but GOP caucus didn't tell DFLers via","sentiment_score":0.0}
{"full_text":"California Governor Gavin Newsom said that the state is hitting an \"emergency brake\" on economic activity in light of what he calls an unprecedented spike in COVID-19 cases statewide.","sentiment_score":0.4}
{"full_text":"While scientists are getting closer to a #COVID19Vaccine, decades-long funding cuts for pandemic preparedness will hamper coordinated distribution for efficient vaccine access.Surviving this and future pandemics requires a radical infrastructure overhaul.https:\/\/t.co\/JCTPdjrolL","sentiment_score":0.0}
{"full_text":"SPECIAL EVENT: Two hours to go! There's still time to hear Victoria's Deputy Chief Health Officer Prof Allen Cheng's keynote address for on Australia's response to the #COVID19 pandemic. Don't miss out - tune in at 12 noon","sentiment_score":0.4464285714}
{"full_text":"After following her passion, was able to build a wellness empire that has officially succeeded in becoming recession-proof. Here's how she tripled her income during a pandemic. #entrepreneur #businessstrategyhttps:\/\/t.co\/vNqI9dIrEq","sentiment_score":0.3166666667}
{"full_text":"RT The solution is simple.Do not comply.Keep your business open.Don't wear a mask.Gather with friends.Trade free...","sentiment_score":0.4}
{"full_text":"20 million Americans could receive #Covid19Vaccine in December. Learn more:","sentiment_score":0.5}
{"full_text":"RT I'd rather wear a cloth mask and be inconvenienced for a few hours, than a respirator\/ventilator mask an...","sentiment_score":-0.2}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"A must read","sentiment_score":0.0}
{"full_text":"The NCAA announced Monday it is in talks with Indianapolis to hold its entire men's basketball tournament there to mitigate the risks of COVID-19. ","sentiment_score":0.0}
{"full_text":"In response to rising COVID-19 cases, the city of Pleasant Hill is closing its public library and youth center this week.","sentiment_score":0.2111111111}
{"full_text":"College students are getting free COVID-19 tests before they head home for the break.","sentiment_score":0.4}
{"full_text":"Cases continue to surge and lives continue to be lost to this pandemic. We have to stay dedicated to the guidelines and keep each other safe. #MaskUpKY","sentiment_score":0.1875}
{"full_text":"US stocks are up after Moderna said its experimental Covid-19 vaccine is 94.5% effective. The breakthrough could eventually help the world's biggest economies recover from deep recessions.","sentiment_score":0.2333333333}
{"full_text":"Starting Tuesday, the F-Shed at the Regional Market will now offer pooled-saliva testing for anyone experiencing COVID symptoms. You must have an appointment.","sentiment_score":0.0}
{"full_text":"Loool at people in the replies saying lockdown is worse than long covid ahahahahahahha you have noooo idea what this is have you","sentiment_score":-0.225}
{"full_text":"#WATCH  The pandemic-postponed Leaving Cert exams have got underway for thousands of pupils as an alternative to the calculated grades system - but teachers say exams must return to normal next year@PaulQuinnNews reports#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.075}
{"full_text":"NEWS: As COVID-19 cases continue to rise, Larimer County extends its emergency public health order to Nov. 27.@samxye4 #FortCollins #LarimerCounty #COVID__19https:\/\/t.co\/1f7i96PZaz","sentiment_score":0.0}
{"full_text":"#Mexico | According to top health officials, Mexico has surpassed one million COVID-19 cases and recorded nearly 100,000 confirmed deaths.","sentiment_score":0.3333333333}
{"full_text":"Young adults are preparing to travel home for Thanksgiving, but the coronavirus is making things complicated. Epidemiologists say there are things families can to do reduce the risk of infection.https:\/\/t.co\/gu1zz4fjpr","sentiment_score":-0.2}
{"full_text":"Today marks two weeks until the state budget deadline. Pennsylvania is staring down a massive shortfall in large part because of COVID.https:\/\/t.co\/t6c8ueQTxM","sentiment_score":0.0195767196}
{"full_text":"Embrace #Change! It's the only way things get better! #JoyTrain #SuccessTRAIN #Joy  #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #MondayMorning #MotivationMonday #MondayMotivation #MondayThoughts #makeyourownlane #spdc RT","sentiment_score":0.475}
{"full_text":"Her Health &amp; Happiness with Jenni Russell on - talks #mental and #physicalwellbeing during #lockdown. and asks 'what's your money secrets' and we talk #leadership.   ","sentiment_score":0.3}
{"full_text":"We're a week into a two week \"stay at home\" time in our state. If you're spending a lot of extra time with your spouse, these tips are for you!https:\/\/t.co\/IgmwGBzW8r","sentiment_score":0.0}
{"full_text":"A front-page article in a Greek newspaper called the Pfizer's COVID-19 vaccine \"poison\" and compared between the Jewish CEO Albert Bourla and the Nazi war criminal Dr. Josef Mengele. ","sentiment_score":-0.1333333333}
{"full_text":"RT Rapid antigen tests trade sensitivity for speed. They return a result in &lt;30 minutes, but can only detect COVID-19 when you...","sentiment_score":0.0}
{"full_text":"RT \"Ending the pandemic will require a safe and effective #COVID19 vaccine. And the best and most ethical way to create o...","sentiment_score":0.56}
{"full_text":"First-time home buyers can invest in their home by purchasing a few of these excellent Black Friday buys to stay on top of home maintenance and more. ","sentiment_score":0.3266666667}
{"full_text":"In 2010, he won a lifetime achievement award from the Texas Historical Commission for his efforts in historic preservation.  ","sentiment_score":0.0}
{"full_text":"Citing increasing COVID-19 cases and related quarantines among staff and students, the Lee's Summit School District Board of Education is holding a special meeting Tuesday night.https:\/\/t.co\/beu2vF20LO","sentiment_score":0.1785714286}
{"full_text":"The state became the second in the U.S. last week to surpass 1 million cases of the virus.https:\/\/t.co\/ULovCLRmmR","sentiment_score":0.0}
