{"full_text":"#Covid19 confirmed cases in: #Portugal #Somalia #SouthAfrica #PapuaNewGuinea #Brunei  Data provided by","sentiment_score":0.4}
{"full_text":"RT You should see my husband in his grad pics versus at the end of a long rig move at -40.","sentiment_score":-0.05}
{"full_text":"RT I said from the start of this pandemic, I'd always be honest with Nevadans about the reality of our COVID situation, and ri...","sentiment_score":0.6}
{"full_text":"No Joe, It's Time To Worry About AMERICANS,for a change. I don't care what they are doing about Corona in NZ or anywhere else right now.  What WE, THE PEOPLE, NEED RIGHT HERE is what is important today.  So far, we have been completely ignored. But the corps., Banks SURE HAVENT!","sentiment_score":0.2994047619}
{"full_text":"I'm so sorry for you loss friend. You and your family are in my prayers and I'm here for you if you need anything ","sentiment_score":-0.5}
{"full_text":"RT This is what it looks like when you ignore science.. USA never had more people in hospital from Covid..   Every busine...","sentiment_score":0.5}
{"full_text":"RT And so have we. Enough corruption. We need two Democrats that'll fight for healthcare and covid relief.#GeorgiaHasHa...","sentiment_score":0.0}
{"full_text":"I hope all the cast and production is safe :((((","sentiment_score":-0.125}
{"full_text":"RT 1. Most #corona outbreaks are indoors2. Most spread is via the air3. Spread through surfaces less common4. Stop san...","sentiment_score":0.2777777778}
{"full_text":"RT Auditor General:\"The Ford government was highly disorganized when it came to their handling of COVID-19\"Doug Ford:\"N...","sentiment_score":0.105}
{"full_text":"Based.","sentiment_score":0.0}
{"full_text":"I'm blew asf neither one of them mfs had Covid this whole time you telling me I could of been outside??","sentiment_score":0.1}
{"full_text":"RT Mandy Patinkin on 'Princess Bride,' Twitter, Covid Isolation, Voting","sentiment_score":0.0}
{"full_text":"RT Can confirm earlier report by Sources told The Blade that multiple Ohio State players have tested positive fo...","sentiment_score":0.0757575758}
{"full_text":"RT Its McKinsey and company, an American company that gave $3.2 million ONTARIO TAX PAYER company...","sentiment_score":0.0}
{"full_text":"RT For everyone saying it's just the flu...The flu kills 30k to 60k Americans EACH YEAR. That's with an effective vaccine....","sentiment_score":0.6}
{"full_text":"RT 7. COVID! We're going to create a crowd, to protect us ... from COVID! That makes no sense. The reason they did it, is be...","sentiment_score":0.0}
{"full_text":"RT 2,284 people died of COVID in the United States today. Nearly 90,000 are now hospitalized, the most since the start of...","sentiment_score":0.3}
{"full_text":"RT Quite a few.","sentiment_score":-0.2}
{"full_text":"RT happy birthday to this spiderverse thanksgiving drawing that i originally posted on christmas season instead. also, stay a...","sentiment_score":0.5875}
{"full_text":"RT It's absolutely FREE to retweet a black author trying to achieve 200k book sales during the pandemic. Self love, love, b...","sentiment_score":0.3083333333}
{"full_text":"Siri always typing fucking Rhonda? Like who tf is Rhonda. Rhona. Rhona like corona!","sentiment_score":-0.75}
{"full_text":"RT I've seen enough (as the election pros say): the Upper Midwest is past peak for COVID. Hospitalizations are down in ND an...","sentiment_score":-0.1013888889}
{"full_text":"RT If you backed the second lockdown despite all the evidence that it would trash the economy &amp; cost more lives than it saves, t...","sentiment_score":0.25}
{"full_text":"RT EXCLUSIVE: talks to about her intimate concert film \"folklore: the long pond studio sessions\" that...","sentiment_score":0.075}
{"full_text":"RT Today Trump could have urged Americans to behave responsibly in light of the pandemic. He could have asked Congress to mov...","sentiment_score":0.4}
{"full_text":"RT \"An absolute disaster.\" London's famous black cabs lie in 'taxi graveyards' around the capital amid the COVID-19 pandemic....","sentiment_score":0.1777777778}
{"full_text":"But Sweden is the way to go...... please wear a mask!","sentiment_score":0.0}
{"full_text":"RT The #Ravens disciplined a strength and conditioning coach for not reporting symptoms and not consistently wearing a mask...","sentiment_score":-0.125}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"RT See how parents across our area feel their kids are doing academically, socially and emotionally and the differences betw...","sentiment_score":0.0166666667}
{"full_text":"RT 2,284 people died of COVID in the United States today. Nearly 90,000 are now hospitalized, the most since the start of...","sentiment_score":0.3}
{"full_text":"RT Premier Alan Winde's statement.\"There is an established Covid-19 resurgence in the Western Cape; urgent public response...","sentiment_score":0.0}
{"full_text":"RT Dr. Mithani \"we still don't know where 80 per cent of people are getting COVID from. So to say things like restaurants ar...","sentiment_score":0.0}
{"full_text":"Throughout the eventful year of 2020, many historical and revolutionary events have occurred all throughout the United States. The two main events that will forever affect the nation are the viral and social injustice pandemics, better known as the COVID-19 pandemic and the Move-","sentiment_score":0.24}
{"full_text":"Indeed.","sentiment_score":0.0}
{"full_text":"Soon as covid relax i want to see a show on Broadway literally been trying since i was 16 ","sentiment_score":0.0}
{"full_text":"RT Let's all do our part this Thanksgiving to keep people safe and healthy. Celebrate virtually, if you can. Wear a mask. And...","sentiment_score":0.5}
{"full_text":"We should all support Joe Biden's covid plan and promise to lock us down.  For our safety.  Obviously.","sentiment_score":-0.0777777778}
{"full_text":"RT #BREAKING Over 2,000 US Covid deaths in 24 hours, a six-month high: Johns Hopkins","sentiment_score":0.16}
{"full_text":"say it louder for the people who aren't listen at all ","sentiment_score":0.0}
{"full_text":"RT  EXCLUSIVE: Fox News' says that her \"only hope\" for transparency in New York's handling of COVID-19 is fo...","sentiment_score":0.0681818182}
{"full_text":"RT Violence against women is a terrible scourge in societies around the world. The UK is leading efforts to fight this crime...","sentiment_score":-1.0}
{"full_text":"RT BSIDE TRACKS ARE BLOCKING LGO, BLIDING LIGHTS IS CATHING UP.US\/PR ARMYS PANIC BUYING IS A MUST. WEEK FOR HOT100 IS GOIN...","sentiment_score":0.0}
{"full_text":"RT Coker was just scared to play us!!!(Am I doing this right according to Dabo?)","sentiment_score":0.2857142857}
{"full_text":"RT And so have we. Enough corruption. We need two Democrats that'll fight for healthcare and covid relief.#GeorgiaHasHa...","sentiment_score":0.0}
{"full_text":"RT Daily reminder: if you're scared, stay home alone! Don't infringe on those of us who aren't.","sentiment_score":0.0}
{"full_text":"Doctor's horrifying warning on COVID-19: 'Unless we have a smart Thanksgiving we're going to have a sad Christmas'","sentiment_score":-0.3952380952}
{"full_text":"RT Am watching astounding food lines on  People waiting in line for food in the USA! I cannot tell you how asha...","sentiment_score":0.75}
{"full_text":"RT My husband was called back to take care of COVID patients the ICU this week.Watching people stream into crowded airp...","sentiment_score":0.0}
{"full_text":"Look at the timestamp. The entire #Event201 being like \"I hate to say I told you so\"","sentiment_score":-0.4}
{"full_text":"RT Grandma who accidentally invited teen she didn't know to Thanksgiving dinner celebrates 5th holiday with him after losing hu...","sentiment_score":0.0}
{"full_text":"Domestic violence was pervasive in our community before COVID. Today, it's epidemic.It's not just black, white, brown or only poor, middle income, or wealthy. It's not exclusively Christian, Jewish or Muslim. It's not just straight or gay.And it is NEVER the survivors fault.","sentiment_score":0.0133333333}
{"full_text":"RT What a privilege it must be to only fear death by #COVID19. Baltimore City's murder rate is 10x the national average.","sentiment_score":-0.075}
{"full_text":"RT I'm friends with a few Drs &amp; nurses who work in an ER, &amp; they are all seriously being crushed by COVID, far worse than ev...","sentiment_score":-0.1866666667}
{"full_text":"*knock on wood* but COVID really missing me, Thank You God ","sentiment_score":-0.2}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"RT What a privilege it must be to only fear death by #COVID19. Baltimore City's murder rate is 10x the national average.","sentiment_score":-0.075}
{"full_text":"RT BREAKING: After telling people to avoid travel this thanksgiving Denver Mayor Michael takes off from DIA to travel to visit...","sentiment_score":0.0}
{"full_text":"After Admitting Mistake, AstraZeneca Faces Difficult Questions About Its Vaccine","sentiment_score":-0.5}
{"full_text":"For everyone who think coronavirus is a hoax, shoot them and tell them they'll be fine because its just blanks","sentiment_score":0.4166666667}
{"full_text":"B.C. records deadliest day of COVID-19 pandemic, 13 deaths in 24 hours","sentiment_score":0.0}
{"full_text":"Ga. taxpayers paid for a jet for Kelly Loeffler.Perdodo KNEW how bad COVID was but lied to Georgians about it while making a bundle on insider info.","sentiment_score":-0.7}
{"full_text":"100%. Even aside from his prestige, Jericho's entrance adds so much #AEWDynamite, especially during the pandemic.","sentiment_score":0.1}
{"full_text":"RT Eye on Boise: CFAC unanimously approves $5M for traveling nurses, respiratory therapists; $300K for vaccine prep #COVID1...","sentiment_score":0.0}
{"full_text":"RT Denver mayor flies to see family for Thanksgiving -- after urging public to stay home via","sentiment_score":0.0}
{"full_text":"RT Thank you #PHANA for your commitment to #Wellness4Workers #covidactioncollab@Angela_Swasti","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.7 million tests, 183k cases, and 2,284 deaths. 90k people currently h...","sentiment_score":0.0}
{"full_text":"RT Yesterday, Trump took full credit for the 30,000 Dow Jones, but took zero credit for 260,000 Americans who died from COV...","sentiment_score":0.35}
{"full_text":"RT 2,279 people in the US died of Covid today. Their chairs will be empty at the Thanksgiving table tomorrow, along with those o...","sentiment_score":-0.1}
{"full_text":"RT A year ago today I got punched in the eye so hard at a Thy Art Is Murder concert that the right side of my nose went numb a...","sentiment_score":-0.201984127}
{"full_text":"RT \"More Americans are going hungry now than at any point during the deadly covid-19 pandemic\"","sentiment_score":0.15}
{"full_text":"RT \"Low-dose hydroxychloroquine combined with zinc and azithromycin was an effective therapeutic approach against COVID-19.\"...","sentiment_score":0.6}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"you have no idea how relieved i am","sentiment_score":0.0}
{"full_text":"RT Where are they going to get the staff for all of those beds? Not just RNs\/MDs but cleaning staff, nutrition, etc. Oh wait...","sentiment_score":0.0}
{"full_text":"RT Coronavirus Vaccines Side Affects and Other Vital Information Please be sure to share this around. With more infor...","sentiment_score":0.24375}
{"full_text":"RT BREAKING--Wyoming Governor Mark Gordon tests positive for #COVID19.  4 days ago: Same governor forgoes mask mandate. htt...","sentiment_score":0.1136363636}
{"full_text":"RT Hospitals are overwhelmed, cases are skyrocketing, and the death toll climbing.Please follow public health guidance th...","sentiment_score":0.0}
{"full_text":"RT I hate COVID.","sentiment_score":-0.8}
{"full_text":"Spotted my first Salvation Army stand of the season:The red pole with a sign holding a QR code for contactless donations.Brilliant for a pandemic.Brilliant for an Apple Pay culture.","sentiment_score":0.125}
{"full_text":"RT Honestie was 14. #COVID19 took her life, but her legacy of change will live on. In 2017 at 11, she was handcuffed by p...","sentiment_score":0.1363636364}
{"full_text":"RT Today Trump could have urged Americans to behave responsibly in light of the pandemic. He could have asked Congress to mov...","sentiment_score":0.4}
{"full_text":"RT London lockdown on a knife edge: Tier decision 'could go either way'","sentiment_score":0.0}
{"full_text":"\"Many related spikes in anxiety and depressive thoughts, as well as a chronic sense of hopelessness and deepening fatigue, spurred in part by the cavalier attitudes of many Americans who seem to have lost patience with the pandemic.\"","sentiment_score":0.3333333333}
{"full_text":"RT Provincial Health Officer Dr. Bonnie Henry says she has \"no time\" for people who don't want to wear masks in places where th...","sentiment_score":0.0}
{"full_text":"RT The U.S. economy has enjoyed incredible momentum since President took office thanks to his commitment...","sentiment_score":0.5333333333}
{"full_text":"Today we buried my grandmother. Despite our large family, many loved ones were unable to attend  due to COVID restrictions. It is inhumane to keep people from attending the final goodbye to a loved one. I suspect our officials would not abide by the same restrictions...","sentiment_score":0.0654761905}
{"full_text":"Zooming with my large family.","sentiment_score":0.2142857143}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"He's held hostage by facts. Obama and Fauci never visited Wuhan. There is no evidence that they were there, and only fake memes are circulating with those claims.  A US president can't visit a foreign country - much less China - without media attention and a huge paper trail.","sentiment_score":-0.0783333333}
{"full_text":"Wear a mask, wash your hands, watch EVENT HORIZON (1997)","sentiment_score":0.0}
{"full_text":"#mobile data shows which #EU countries took lockdown seriously via #5G #marketing #ecommerce #paytech #fintech #finserv #paytech #payments #insurtech #proptech #digitalbanks #digitalbanking #openbanking #blockchain #marketing #AI #IoT #bigdata #ehealth #5G","sentiment_score":-0.3333333333}
{"full_text":"RT The problem we're facing here in Alberta is we're governed by a Premier whose far-right libertarian ideology is simply incom...","sentiment_score":0.0}
{"full_text":"RT I'm friends with a few Drs &amp; nurses who work in an ER, &amp; they are all seriously being crushed by COVID, far worse than ev...","sentiment_score":-0.1866666667}
{"full_text":"The provincial government of Negros Occidental has set aside P56 million in the 2021 budget for the province's coronavirus disease 2019 (COVID-19) response.https:\/\/t.co\/qqYrI3EgI0","sentiment_score":0.0}
{"full_text":"NMDOH introduces new saliva test for COVID-19 reports:","sentiment_score":0.1363636364}
{"full_text":"RICHARD MORGAN, 76 of Lubbock, Texas died of COVID on Nov. 23. \"His friends use to call him \"Sunshine\" and \"Smiley\" because he brought his calm joy everywhere he went. His family is completely devastated at this loss.\"Submitted to by his daughter.","sentiment_score":0.4}
{"full_text":"RT update: press conference at 6 pmpress release here: responders needed for next 2 days to he...","sentiment_score":0.0}
{"full_text":"Another one: The acting administrator of USAID has tested positive for coronavirus.John Barsa, who staffers say rarely wears a mask in their office, is the latest in a series of senior Trump officials to contract the virus.","sentiment_score":0.2568181818}
{"full_text":"stay strong and health girl, I'm so sorry about that, she's safe home now, hope u stay well :\/ god bless yall","sentiment_score":0.0458333333}
{"full_text":"RT Quite a few.","sentiment_score":-0.2}
{"full_text":"Managed isolation and quarantine workers should now wear the more protective N95 masks when in close confines with potential Covid-19 cases, the Ministry of Health says.https:\/\/t.co\/CapyvPPdeu","sentiment_score":0.25}
{"full_text":"No, it's not Fox News. #MashableSEA #Trump #OANN","sentiment_score":0.0}
{"full_text":"FAQ: How do I self-isolate? - Stay in your home- Stay connected virtually online with friends &amp; familyMore guidelines below.#Multicultural resources #hangugeo #SelfIsolation #COVID19","sentiment_score":0.0}
{"full_text":"Local businesses, have you checked if your eligible for a COVID-19 Business Support Grant?Apply now, here:","sentiment_score":0.0}
{"full_text":"The MSLTA has written to the #ATP for rescheduling the #TataOpen Maharashtra in the second half of the 2021 season, expressing inability to host the event in February due to the #COVID19 pandemic.https:\/\/t.co\/AkpdzCfa8B","sentiment_score":-0.0972222222}
{"full_text":"#OurAMA's Government Relations Advocacy Fellow, shares her personal connection to advocating for #healthequity and how #COVID19 has altered her leadership role.","sentiment_score":0.0}
{"full_text":"Coronavirus disaster looms in Gaza","sentiment_score":0.0}
{"full_text":"Join us NOW on We're chatting with and about how COVID-19 changed sports journalism.","sentiment_score":0.0}
{"full_text":"RT New York Gov Cuomo *not* apologizing for visiting Georgia and hugging the Georgia mayor without a mask:","sentiment_score":0.1363636364}
{"full_text":"The fight against COVID-19 is often framed as a trade-off between public safety and economic survival. In reality, a balance can be struck, write ADB economist Donghyun Park, @NTUsg Euston Quah, and @unimelb Eik Leong Swee.","sentiment_score":0.1}
{"full_text":"As the U.S. celebrates Thanksgiving during a pandemic, we hear from Americans who say they still have many reasons to be thankful.","sentiment_score":0.5}
{"full_text":"#Love is who you are!#JoyTrain #Joy #COVID19 #MentalHealth #Quote #Mindfulness #GoldenHearts #IAM #ChooseLove #FamilyTrain #kjoys1 #WellnessWednesday #WednesdayMorning #WednesdayThoughts #WednesdayWisdom #WednesdayMotivation RT","sentiment_score":0.65}
{"full_text":"As CAA digs out of a pandemic-battered marketplace, its leaders face two big questions in the coming years: What is their ultimate plan for succession, and how long will the ownership structure remain in its current form","sentiment_score":-0.0125}
{"full_text":"\"I just pulled down all the canopies for our outdoor seating... Now we're going to back pedal and set everything back up? For how long?\"https:\/\/t.co\/ag64SY3Ib3","sentiment_score":-0.0513888889}
{"full_text":"From the Twitter Middle...I voted for Beto and I would do it again.  At least he's paying attention to what's going on in Texas.  And just to remind you...Texas is going through a Pandemic.  Sounds like you're on Team Dan Patrick.","sentiment_score":-0.3}
{"full_text":"#PGA #DFS Lock in 2 hours! EURO PGA is coming to a close! breaks down the second leg of the three trips to South Aftica for the Alfred Dunhill Championship. Check out his top  plays on #fantasygolf","sentiment_score":0.1148148148}
{"full_text":"Dr. George Yancopoulos is the man who co-founded the Tarrytown-based company that created the cutting-edge treatment. Yancopoulos sat down with News 12's to explain the science behind it.https:\/\/t.co\/CrQgKxm6Jp","sentiment_score":-0.2777777778}
{"full_text":"#COVID-19 #coronavirus fatalities higher than ever in #Ohio ... | #SARSCoV2 | #deaths | #COVID19 | #PublicHealth | #outbreak | Via","sentiment_score":0.25}
{"full_text":"ICYMI: In this installment of \"Access the Experts,\" Phani Tej Adidam, Ph.D., of answers: \"What will be the effect of COVID-19 on Black Friday sales?\"https:\/\/t.co\/I29QZy4YzZ#KnowTheO |","sentiment_score":-0.1666666667}
{"full_text":"U.S. consumers increased their spending by a sluggish 0.5% last month, the weakest rise since April, when the pandemic first erupted, and a sign that Americans remain wary with the virus resurging across the country and threatening the economy.","sentiment_score":-0.0833333333}
{"full_text":"#Taiwan's relative wealth equality has contributed to the establishment of a universal #healthcare system. Experts say this is one of the reasons Taiwan has done so well in halting the spread of #COVID-19:","sentiment_score":0.0}
{"full_text":"\"Can you spare 15 minutes to help us better understand nonprofit salaries in Canada\"","sentiment_score":0.5}
{"full_text":"U.S. jobless claims hit 778,000 according to the Department of Labor, a second week of increasing claims as COVID-19 cases continue to rise throughout the country.","sentiment_score":0.0}
{"full_text":"#Britain's government spent almost twice as much as expected on encouraging people to eat in restaurants, cafes, and pubs during what proved to be a temporary lull in #COVID19 cases in August.https:\/\/t.co\/ZCKogwrRT6","sentiment_score":-0.1}
{"full_text":"RT WHITMER IN TROUBLE: Michigan County Board Supports 'Impeachment of Governor' over CoVID Orders","sentiment_score":-0.2}
{"full_text":"Daily U.S. deaths from COVID-19 surpassed 2,000 for the first since May and hospitals across the country are already full, portending a surge in mortalities to come as the coronavirus pandemic casts a shadow over the holiday season.","sentiment_score":0.2}
{"full_text":"North Dakota #COVID19 11\/25---* 1,096 (+77) cases* 6 (-31) deaths* 618 (-48) hospitalized* 70 (+3) ICUThe state now has about 14% of its staffed beds available in hospitals statewide.","sentiment_score":0.4}
{"full_text":"\"I'll just to confess to you guys, I'm exhausted trying to convince folks to do stuff\": Millions of Americans are traveling for Thanksgiving, despite dire warnings from health officials","sentiment_score":-0.4}
{"full_text":"\"Sleep has become just as political as everything else we do.\"https:\/\/t.co\/nuJvGDA1KV","sentiment_score":0.0}
{"full_text":"The pandemic is far from over.https:\/\/t.co\/1LIYsdrvaT","sentiment_score":0.1}
{"full_text":"RT Cried for maybe the third time in my career as a nurse practitioner tonight. This pandemic is taking a toll on me. Pleas...","sentiment_score":0.0}
{"full_text":"Lawmakers in New Mexico have approved a COVID-19 relief bill that will use nearly $330 million to help residents of the state who are struggling during the pandemic.https:\/\/t.co\/ydfj8uOiNF","sentiment_score":0.1181818182}
{"full_text":"The coronavirus pandemic is no excuse for not getting enough exercise, the World Health Organization said, warning that even before the crisis many were getting too little physical activity.","sentiment_score":0.0675}
{"full_text":"New COVID-19 testing site offers same day results for $100https:\/\/t.co\/XCnJSJuE83","sentiment_score":0.0787878788}
{"full_text":"I don't really know what I'm talking about but the pandemic in the uk has never been worse, hundreds of people are dying every day, Christmas is gonna be a genocide and it feels like people are just bored talking about it so oh well. It might as well be over.","sentiment_score":-0.2333333333}
{"full_text":"RT #CowardPerdue might be ready for Turkey Day but let's be clear: he's a chicken.","sentiment_score":-0.1}
{"full_text":"Latest worldwide COVID-19 data: 60,715,719 cases, 1,426,734 deaths.A 2.35% fatality rate.","sentiment_score":0.5}
{"full_text":"Hi, fellow Floridian here who isn't seeing my family for thanksgiving due to COVID, and you, as a Senator repping FL, haven't passed any more meaningful legislation for relief besides $1200 in MAY. PLZ try to pretend you're even doing somewhat meaningful work and not this BS.","sentiment_score":0.34375}
{"full_text":"RT Alberta's government is implementing strong, thoughtful measures to bend the curve of COVID-19. Rachel Notley's eagerness to...","sentiment_score":0.4166666667}
{"full_text":"RT The third wave of COVID-19 deaths in long-term care facilities continues, as cases increased at twice the rate of the...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 41.7FWind Chill: 41.7FHumidity: 99%Dew Point: 41.4F Barometer: 30.178 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 217.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT The County's daily cases of COVID-19 has sharply increased. From November 1 to today, the 7-day average of daily report...","sentiment_score":-0.06875}
{"full_text":"RT Alberta COVID-19 case milestones:10,000 - July 2315,000- Sept 720,000 - October 930,000 - November 340,000 - November...","sentiment_score":0.0}
{"full_text":"RT Taxpayer money should NEVER fund abortions. Not now. Not ever. My bill, the LIFE NOW Act, allows large faith-based...","sentiment_score":0.2142857143}
{"full_text":"RT Today marks an important milestone in the fight against #COVID19. Interim data show the #OxfordVaccine is 70.4% effective,...","sentiment_score":0.5}
{"full_text":"Egypt's economy survived the first round of the pandemic lockdown. A second one, although unlikely, could cause a meltdown","sentiment_score":-0.1125}
{"full_text":"The overwhelming majority of medical experts say wear a face mask. Considering this virus spreads via saliva droplets, a mask makes sense.I was flabbergasted when they lied at first and said masks don't work. They did that due to lack of PPE. But they do work","sentiment_score":0.15625}
{"full_text":"RT Labor called on the PM months ago to use the RAAF fleet to assist bringing stranded Aussies home.Scott Morrison dismissed i...","sentiment_score":0.0}
{"full_text":"RT The threw the kitchen sink at trying to steal an election. Sabotage the Postal Service. Threaten state election offici...","sentiment_score":0.0}
{"full_text":"Marine Corps' #ToysforTots volunteers plan donation drives in #COVID19 pandemic, rpts:","sentiment_score":0.0}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"Jurors can now request a deferral for jury duty if they feel uncomfortable in some jurisdictions. What do you think about this? Check it out   #legal #law #attorney #lawyers #lawfirm","sentiment_score":-0.15}
{"full_text":"You can find information about the ongoing pandemic on the world health organizations website here -","sentiment_score":0.0}
{"full_text":"RT JuJu doesn't often weigh in like this. So, you know the team is angry.","sentiment_score":-0.5}
{"full_text":"How To Be The Person Everyone Else Trusts #COVID19 #WellnessWednesday #WayBackWednesday #WonderfulWednesday","sentiment_score":0.0}
{"full_text":"News of a CVOID-19 #Vaccine available as soon as December has risen hopes of an end to the pandemic. But will the poorer countries get...  #Coronavirus #COVID19 #Globalcrisis #Medium","sentiment_score":0.4}
{"full_text":"RT Food banks across our nation are struggling to keep up with the demand due to COVID-19. Know that when and I ar...","sentiment_score":-0.125}
{"full_text":"It is with regret we must announce that from midnight on Chinese New Year, left-handed civil servants must self-isolate for the next 48 years. #ControlTheVirus #FakeNews #COVID19","sentiment_score":0.0454545455}
{"full_text":"Obviously you have a lot of time on your hands with the real estate market in CowTown.  Get a grip on reality and stop politicizing a pandemic.  Maybe ask you leader? #WhereIsKenney","sentiment_score":0.1}
{"full_text":"RT West Virginia Gov. Jim Justice and his family received between $11 million and $24 million from a federal coronavirus econo...","sentiment_score":0.0}
{"full_text":"RT We're approaching 200,000 #TrumpVirus infections per day, almost 100,000 are in hospitals &amp; nearly 2300 died today from this...","sentiment_score":0.05}
{"full_text":" you need to step in here.","sentiment_score":0.0}
{"full_text":"RT I'm friends with a few Drs &amp; nurses who work in an ER, &amp; they are all seriously being crushed by COVID, far worse than ev...","sentiment_score":-0.1866666667}
{"full_text":"Social distancing, wearing masks, getting take out. So easy to do, so much suffering because of those that don't, anyway.","sentiment_score":0.2222222222}
{"full_text":"RT Social distancing has lasted WAY too long.","sentiment_score":-0.0083333333}
{"full_text":"RT Ford's mismanagement of the pandemic cost lives. That's what is clear from the Auditor General's report. Time and time a...","sentiment_score":0.075}
{"full_text":"RT If hospitals get paid more for Covid patients, everyone becomes a Covid patient...do you see how this business model wo...","sentiment_score":0.5}
{"full_text":"Thanks for helping us share this prescription against #COVID across #Nashville and the surrounding area. Stay healthy, be safe!","sentiment_score":0.4416666667}
