{"full_text":"Normal course of death in hospital setting , you die and then go to the morgue and then the funeral home picks up the body and prepare for a funeral. But with so many extra deaths due to the Coronavirus the funeral homes cannot keep up ! Breaks my heart!","sentiment_score":0.113671875}
{"full_text":"RT If you have any coronavirus symptoms you must self- isolate immediately and get a test. you te...","sentiment_score":0.0}
{"full_text":"\"failed to declare...\"**HID","sentiment_score":-0.5}
{"full_text":"We need the lockdown to help bolster the Covid Mail Scam for the Democrats in the states.. Helps making COVID a legitimate issue _ Plus the Tories aren't going to let a good crisis go to waste.. as they are power grabbing big time.","sentiment_score":0.1666666667}
{"full_text":"RT The head of the government's vaccine taskforce has HIDDEN that she manages private investments in two companies in...","sentiment_score":-0.0833333333}
{"full_text":"RT And S\/C Sep for EOS-01. Thread of the launch events below:","sentiment_score":0.0}
{"full_text":"RT Please spare a RT for all the pathology staff who have been working incredibly hard throughout this pandemicThey play suc...","sentiment_score":-0.2916666667}
{"full_text":"Pupils at schools with rowing facilities (mainly private schools) are the only ones allowed to row on the water during lockdown.","sentiment_score":0.0}
{"full_text":"RT Today in UK government corruption.","sentiment_score":0.0}
{"full_text":"RT Woke up with a fever when I got back to mumbai from Bihar, probably due to exhaustion. Got all my tests done, all good. Co...","sentiment_score":0.1916666667}
{"full_text":"RT Head of vaccine task force:#No relevant experience or expertise #Happy to share protected data with venture capita...","sentiment_score":0.6}
{"full_text":"White House chief of staff Meadows has COVID-19 - source","sentiment_score":0.0}
{"full_text":"RT Breaking news  ALGERIA NOW . The outbreak of fires today, Friday 06 November 2020, in fourteen provinces in Algeria at the...","sentiment_score":0.0}
{"full_text":"RT The WSJ endorsed Trump for re-election a week ago. They explained that he had rebuilt the economy and they ignored COVID. THIS...","sentiment_score":0.0}
{"full_text":"RT Office for National Statistics confirms that daily infections are going down week on week. This second lockdown is unne...","sentiment_score":-0.0518518519}
{"full_text":"RT We live in a kleptocracy.Last week, Kate Bingham (head of vaccine taskforce) showed official govt documents to American...","sentiment_score":0.0681818182}
{"full_text":"Now may we focus on intelligently dealing with what literally plagues us all?","sentiment_score":0.8}
{"full_text":"Absolutely brilliant!","sentiment_score":1.0}
{"full_text":"It's almost like his voters are smart enough to not gather in big groups during a pandemic. ","sentiment_score":0.0714285714}
{"full_text":"RT Today in UK government corruption.","sentiment_score":0.0}
{"full_text":"Washing machine is broken and all the stores are closed bc of lockdown ughhhhhhh","sentiment_score":-0.25}
{"full_text":"RT And S\/C Sep for EOS-01. Thread of the launch events below:","sentiment_score":0.0}
{"full_text":"RT Rounding up the week that restaurants entered lockdown again, with more plans in place but no less uncertainty","sentiment_score":0.2916666667}
{"full_text":"RT We should shout #smellypantswee outsid...","sentiment_score":0.0}
{"full_text":"Just seen this tweet, so wish I could have retweeted earlier for you. TY as always for all you do. I hope you are able to open the doors of your lovely shop again. :-)","sentiment_score":0.3}
{"full_text":"RT Well we're a WB free house.We'll now be watching as many JD films as possible.Will go and see him in concert next year (naff o...","sentiment_score":0.3}
{"full_text":"Wear a mask , don't wear a poppy.","sentiment_score":0.0}
{"full_text":"Follow the Guidelines, Stay Safe and play some pel-droed ","sentiment_score":0.5}
{"full_text":"RT Guys...I'm really really tired. We have major portions of shifts off on covid sick or quarantine, overtime is crazy, folks are...","sentiment_score":-0.4129464286}
{"full_text":"RT rather like saying if it hadn't been for the war Neville Chamberlain would have gone down in history as a superb PM","sentiment_score":0.4222222222}
{"full_text":"RT Caught COVID Lost his job Got evicted..Trump caught the whole 2020 experience ","sentiment_score":0.2}
{"full_text":"Please sign &amp; share this petition asking Government to adequately fund pools\/sports centres post lockdown. Many will struggle to reopen after second enforced closure #saveleisure #openourpools ","sentiment_score":0.2777777778}
{"full_text":"Highlighted in tonight's episode of \"VIctoria\" on ABC! Eerily similar to a particular pandemic...","sentiment_score":0.0833333333}
{"full_text":"RT Across the country, election workers and officials risked their health so Americans could vote during a coronavirus spike...","sentiment_score":0.0}
{"full_text":"We might find out that Trump's Covid was theatre.","sentiment_score":0.0}
{"full_text":"RT #BREAKING Interviews with African expatriates show how Americans are suffering with many fearing to leave their homes due to c...","sentiment_score":0.125}
{"full_text":"RT Hi with another lockdown happening please remember if ur struggling ur not alone!! Samaritans: 116 123 Anxiety UK: 03444...","sentiment_score":0.0}
{"full_text":"RT I've written this lying in bed to raise awareness of #LongCovid and try to explain where I've been for the past seven mon...","sentiment_score":-0.25}
{"full_text":"RT A mutated Covid strain that has bounced back from minks could make vaccines inneffective so Denmark now culling millions of...","sentiment_score":0.0}
{"full_text":"RT All these Trump folks saying they'll move to Canada if they lose. Don't they know we're not allowed to visit there still b...","sentiment_score":0.0}
{"full_text":"RT Meadows and WH staff tried to keep these latest positive tests a secret, we have confirmed.","sentiment_score":0.1818181818}
{"full_text":"Reading house party fined PS30000 on eve of lockdown","sentiment_score":0.0}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"RT The has closed the book on its California COVID for Friday. Here's the latest.Today:+6,225 cases+68 deathsTo d...","sentiment_score":-0.1}
{"full_text":"RT COMING SN Our New Xmas AttractionFrom lockdown to Lap Land- For the first time ever, drive your family around the F...","sentiment_score":0.1931818182}
{"full_text":"RT \"If we don't tackle this across the globe then it's not going to go away\"   Now is the time for glo...","sentiment_score":0.0}
{"full_text":"Grant bail to arnab and finish the argument and go to your so called diwali vacation.. He is the only who is desperate to celebrate diwali in this covid.. Heights.. #ReleaseArnabNow #FreeArnabSaveDemocracy","sentiment_score":-0.3}
{"full_text":"RT It is to keep the fake virus epidemic going.  Fake positives.  Government has just ignored the questions ab...","sentiment_score":-0.5}
{"full_text":"RT  Election don finish","sentiment_score":0.0}
{"full_text":"RT Testing centre chaos and long delays as Liverpool's city-wide coronavirus programme launches via","sentiment_score":-0.05}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT I really hope all democrat supporters stay home and away from everything so whatever...","sentiment_score":0.2}
{"full_text":"Has pogba had covid for the last 4 yrs???","sentiment_score":0.0}
{"full_text":"RT \"Fauci Versus Frontline Doctors and Science: Pandemic Malpractice\" - Joel S. Hirschhorn","sentiment_score":0.0}
{"full_text":"RT ONE YEAR AGO TODAY 8 doctors in Wuhan were arrested for spreading rumors about a novel coronavirus outbreak ","sentiment_score":0.0}
{"full_text":"RT 15 MILLION of innocent beings are being gassed to death due to #COVID19. Look at them, imprisoned just for their fur i...","sentiment_score":0.1875}
{"full_text":"RT 7 weeks. That's all it took for a team in Singapore to make a market-ready swab to test for Covid.","sentiment_score":0.0}
{"full_text":"RT Head of vaccine task force:#No relevant experience or expertise #Happy to share protected data with venture capita...","sentiment_score":0.6}
{"full_text":"RT Was watching Nitish Kumar's rally in Bihar where BJP announced they would give free covid vaccines if they are elected to po...","sentiment_score":0.4}
{"full_text":"RT Trump: \"We'll release the voter fraud proof with the Coronavirus vaccine and my taxes, in about 2 weeks\".","sentiment_score":0.0}
{"full_text":"RT KISS Foundation has been sensitizing tribal and rural communities on Covid-19 across five districts of Odisha this mont...","sentiment_score":0.0}
{"full_text":"You know what would be nice?!? SLEEP! But Election anxiety, pandemic anxiety, and just regular anxiety have decided that's off the table tonight so cheers to an exhausting weekend.","sentiment_score":0.1791666667}
{"full_text":"RT I know there's a lot of focus on the election, but we cannot forget the virus. Yesterday we had more than 121,000 new Co...","sentiment_score":0.3181818182}
{"full_text":"RT The WSJ endorsed Trump for re-election a week ago. They explained that he had rebuilt the economy and they ignored COVID. THIS...","sentiment_score":0.0}
{"full_text":"RT As we head into the first weekend of #lockdown, take a look at our #Chilterns socially distanced #walks. You could also a...","sentiment_score":0.1416666667}
{"full_text":"RT Some samples of comments on COVID vaccines from my FB. This highlights the huge communications challenge we will face during...","sentiment_score":0.4}
{"full_text":"RT Mass testing in Liverpool is certainly a good thing for companies that won contracts from the gov for tests that \"miss h...","sentiment_score":0.7}
{"full_text":"The latest Brevi dal Sistema Paese! Thanks to #italia #covid","sentiment_score":0.4125}
{"full_text":"RT Today's report from Akwa Ibom State includes updated cases recorded over the course of the last month.  Two deaths previousl...","sentiment_score":0.0}
{"full_text":"RT Young and asymptomatic? Covid can still harm your heartPartho Sengupta Professor of Cardiology, West Vir...","sentiment_score":0.1}
{"full_text":"Good Morning  Happy #SaturdayMorning Things to rememberHave a great day   #MentalHealth #mentalHealthMatters #BeKind #Covid #Covid_19 #Lockdown","sentiment_score":0.7666666667}
{"full_text":"You've got this card, right? I believe in you! #GuessThis and maybe this whole Lockdown thing will actually end in a month's time... ","sentiment_score":0.1857142857}
{"full_text":"Covid levels: Fife may enter stricter tier three restrictions after re-evaluation - The Courier","sentiment_score":0.0}
{"full_text":"How Many Post-Pandemic Office Workers Can Fit in One Elevator? #CRE #COVID-19 #NewNormal #Pandemic #Office","sentiment_score":0.45}
{"full_text":"I've literally been tested like 3 times now because I'm constantly working around people and get exposed  I hate working in a pandemic. If everything actually shut down like in other countries maybe we'd get some fucking results but I guess fastfood is essential in UHMURICA ","sentiment_score":-0.2400793651}
{"full_text":"How back pain turned out to be cancer for one 14-year-old girl.Alex Newman is supporting the #BestToCheck campaign to make sure young people don't ignore symptoms and get help during the pandemic","sentiment_score":0.2125}
{"full_text":"Forsa has raised concerns that more workers than necessary are being required to attend workplaces since the entire country entered level five of the Government's #COVID19  framework two weeks ago","sentiment_score":0.1666666667}
{"full_text":"'We have done everything within the guideline'","sentiment_score":0.0}
{"full_text":"More than PS1bn of holiday refunds are still being withheld by travel companieshttps:\/\/t.co\/Ntnt1afkPC","sentiment_score":0.5}
{"full_text":"With many of the sessions being held virtually, DHW events are open to all globally and the full program of activities, along with registration details, can be accessed online #Qatar #DohaHealthcareWeek #DHW2020","sentiment_score":0.2125}
{"full_text":"The UK's commitments to #globalnutrition are coming to an end this year but the COVID-19 pandemic means malnutrition is on the rise, and global leadership is needed!  Let your MP know you support the UK's efforts to improve nutrition for all https:\/\/t.co\/8OyL6t8PkG","sentiment_score":0.0}
{"full_text":"Happy #SaturdayMotivation! #jobssavelives #serveusplease #weareopen #weareready #eatouthelpout #covid19sa #coronavirussa #covid19insa #coronavirusinsa #covid19southafrica #coronavirussouthafrica #covid19 #coronavirus #SaturdayThoughts #restaurants","sentiment_score":1.0}
{"full_text":"As rules change, you may be feeling more worried by what's going on in the world. It's natural to feel this way during uncertain times. We've gathered some resources to help you look after your mental health during the coronavirus pandemic ","sentiment_score":0.1666666667}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important that the NHS see you. Just speak to your midwife or maternity team. Your are here to see you, safely.","sentiment_score":0.45}
{"full_text":"RT All Trump had to say was \"wear a mask\" and he would have won.","sentiment_score":0.0}
{"full_text":"1 Evictions are paused -- but there's a key difference2 Possession proceedings are still ongoing3 There's no additional financial support for people in arrears3 vital protections are missing for renters during the second lockdown ","sentiment_score":-0.02}
{"full_text":"Great to talk to Kingsmead School Student Council yesterday.They asked me many important questions, ranging from schools and Covid-19 to the ways we can improve our local High Street.Exciting to hear that they are interested in a career in Engineering too!","sentiment_score":0.3620833333}
{"full_text":"RT You want people to stay in a poor and undemocratic country that executes peaceful protesters because other countries hav...","sentiment_score":-0.0916666667}
{"full_text":"PriceRite is hiring a Night Crew Clerk.Here's what they're looking for:","sentiment_score":0.0}
{"full_text":"November funding bulletin published. Opportunities include #COVID19 specific funding, NIHR: PS140m AI Health and Care Award, SBRI: AI supporting early detection and diagnosis in heart failure management.  Details here:","sentiment_score":0.0083333333}
{"full_text":"| Latest Covid-19 updatesGet the latest coronavirus updates straight into your inbox by signing up to the Chesterfield and North East Derbyshire e-newsletter from Derbyshire County Council.Sign up here:","sentiment_score":0.4}
{"full_text":"This 990 million learners are the reason we need to quickly respond for the continuity of learning. The Coalition prepared the #RemoteTeachingGuide to help education leaders &amp; teachers make the right decisions in these crucial times. Download it for free:","sentiment_score":0.2547619048}
{"full_text":"Peak anxiety? Here are 10 ways to calm down after polls &amp; pandemic Read:","sentiment_score":0.0722222222}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important that we see you. Just speak to your midwife or maternity team. Your NHS is here to see you, safely. #HelpUsHelpYou","sentiment_score":0.45}
{"full_text":"Why still keep a distance?Because the virus that causes #COVID19 can only travel so far from an infected personBecause keeping a distance can protect those who are vulnerable from getting seriously sick or losing their lives","sentiment_score":-0.2785714286}
{"full_text":"Coronavirus has put a stop to the usual parades, but there are still plenty of activities to do and services to watchhttps:\/\/t.co\/mWyJWTZEVk","sentiment_score":-0.25}
{"full_text":"RT Officials from councils and the health service are giving us the latest","sentiment_score":0.5}
{"full_text":"We've partnered with to showcase #UnreasonableImpact entrepreneurs, like who have pivoted their work to support people and communities impacted by COVID-19.","sentiment_score":0.0}
{"full_text":"ICYMI: Headlines from #Africa in this week's #PSMWeekly:    Safety of journos across #Africa worsened during #COVID19 aks public to take part in #licencefee debate 73% of women journos highly likely to experience sexual harassment","sentiment_score":0.1666666667}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"Looking for COVID safe and professional childcare in the school holidays? Then contact #WorcestershireHour sponsor for their Football, Dance and Activity camps each school half term #Ad","sentiment_score":0.1444444444}
{"full_text":"If you, or someone you know needs help throughout lockdown we have volunteers available to do shopping and other small tasks. Find out more and register for help here","sentiment_score":0.13125}
{"full_text":"\"Several variants of Covid-19 that have infected mink have been detected in more than 200 human cases in Denmark, but it has been the one cluster of 12 cases that has caused particular concern.\" -","sentiment_score":0.1666666667}
{"full_text":"Residents in North West Leicestershire are being asked to stay home to mark Remembrance Sunday this year. There are plenty of live-streamed services taking place this Sunday so you can tune in from home. Check our website for more details https:\/\/t.co\/uQU4sVITx6","sentiment_score":0.5}
{"full_text":"Update for Remembrance Sunday - Stay Home, Stay Safe, Watch, Listen and Remember.","sentiment_score":0.5}
{"full_text":"RT Although much of the country's focus is on the election, tonight we honor some victims of the coronavirus.","sentiment_score":0.2}
{"full_text":"COVID 19 cases in India until : 07\/11\/2020 15:30Total Cases: 8464032 [+3066]Active: 516861Recovered: 7819720 [+1063]Deaths :125630 [+25]Total Tests: 116.54MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Britain's government is exploiting fear to suit its actions, whether on Covid or terrorism | Coronavirus | The Guardian","sentiment_score":0.0}
{"full_text":"As of Thursday, hospitalizations had climbed 14 percent over the past 7 days, according to the COVID Tracking Project. More than 53K #COVID19 patients are in the hospital -- approaching the spring and summer peaks when about 60,K people were hospitalized.https:\/\/t.co\/ATFnAYeanB","sentiment_score":0.0833333333}
{"full_text":"We have been tracking COVID-19 data since the start of the pandemic.Our data for this week confirms that the COVID numbers in Maryland are concerning.Full story:","sentiment_score":0.0}
{"full_text":"Latest figures show a drop in Covid-19 cases in Dorset compared to the BCP Council area and against the whole South West Average","sentiment_score":0.1833333333}
{"full_text":"From school meal scams to fake lockdown fines, here are the latest tricks fraudsters are using during the Coronavirus outbreak and how to avoid them.","sentiment_score":0.0}
{"full_text":"RT Happy #Saturday!This glorious new ESO image of planets #Jupiter, #Mars and #Saturn marks the return of observations fo...","sentiment_score":0.4681818182}
{"full_text":"A number of changed have been brought in since the first lockdown earlier this year.","sentiment_score":0.125}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"Are you or the person you care for over 70, self-isolating or are medically vulnerable?@ManCityCouncil's Covid-19 Community Response Hub can help with delivery of food &amp; medication, combating loneliness &amp; more. Call 0800 234 6123, text 07860 022 876 or","sentiment_score":0.25}
{"full_text":"Everybody's favourite lockdown related discount code is back.https:\/\/t.co\/XuBzIohlLG","sentiment_score":0.0}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"If you have an appointment, or are concerned about the health of you or your baby, it's important that the NHS see you. Just speak to your midwife or maternity team. Your are here to see you, safely.","sentiment_score":0.45}
{"full_text":"Read more about the effort in combatting the COVID-19 'infodemic' -- ensuring access to reliable information &amp; strong #dataprotection in this article published ahead of the  #EUForeignPolicy","sentiment_score":0.4666666667}
{"full_text":"Canada has updated its COVID-19 guidelines, acknowledging aerosol transmission and now recommending three-layer masks with filters.","sentiment_score":0.0}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"Check out this week's #Comedy #Podcast '3 Men and a Little Virus' - \"Lockdown 2\"Topics this week include -AMJ proposesTrump suesA fake genieRude packagingRenting VHS'sWogan getting drunkRude Xmas Ornaments+ more!@radio_mark #Funny","sentiment_score":-0.1458333333}
{"full_text":" England might be in the midst of a national lockdown but there's no stopping the Premier League.Four games coming up today.https:\/\/t.co\/rAXVC7enQ2","sentiment_score":0.0}
{"full_text":"Williams will make changes to its Formula 1 trackside team personnel for the Turkish Grand Prix after encountering a number of COVID-19 cases at the last two races","sentiment_score":0.25}
{"full_text":"Need help with recovery? Phoenix Futures Detox and Residential Services are Covid-safe, open and accepting admissions for the winter period. Contact us here to find out more or make a referral - #recovery #rehabilitation","sentiment_score":0.25}
{"full_text":"RT She is also, perhaps inevitably, married to a Tory MP...","sentiment_score":0.25}
{"full_text":"RT A 74 year old, unfit, drug addled burger inhaler gets Covid and two days later looks the same except for a bit of...","sentiment_score":-0.0916666667}
{"full_text":"Health &amp; Fitness Supervisor, Leeni, shares some great advice on choosing the best type of physical activity to improve #mentalhealthIf you'd like more guidance on staying active during #lockdown, get in touch with us &amp; we'd be happy to help! fitness@essex.ac.uk@Uni_of_Essex","sentiment_score":0.5277777778}
{"full_text":"Please keep supporting Watford businesses during lockdown #lockdown #watford #lovelocalbusiness #therewithyou #highstreets","sentiment_score":0.25}
{"full_text":"surely we should bring back clapping for carers in the next lockdown, they deserve the support but, I think, also brings the community together","sentiment_score":0.1666666667}
{"full_text":"RT What is becoming clearer each hour is that record numbers of Americans -- from all races, faiths, regions -- chose change over...","sentiment_score":0.45}
{"full_text":"Stalking doesn't stop because of lockdown. Stalking isn't just watching someone from outside their house. It can be  texting, contacting friends, or sending. If you are receiving unwanted communications from someone,0808 802 0300\/https:\/\/t.co\/4Up2Kl6J5Q #StalkingAwareness","sentiment_score":0.0}
{"full_text":"GOVERNMENT: To stop cancer treatment being affected due to Covid - Sign the Petition! via","sentiment_score":-0.15625}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"RT Due to #COVID19 there are record numbers of companion animals being dumped at shelters or killed!Please adopt a furb...","sentiment_score":-0.125}
{"full_text":"North korea have no demonstration as well as covid 19. You will find your peaceful over there","sentiment_score":0.25}
{"full_text":"RT DID YOU KNOW.........If you write something down you are 42% more likely to do it, and\/or see results?Let's set a min...","sentiment_score":0.1148148148}
{"full_text":"Time: 10:00 * Temp: 9.4degC * Wind: ESE 6.0 to 10.1mph * Pressure: 1014.0hPa * Rain: 0.0mm * Hum: 99% * ET: 0.0mm * Solar: 269.0W\/m2 * UV Index: 0.0 * Sunrise: 07:38 * Sunset: 16:34 * Cloudbase: 200ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT How much attention do you think the president has paid this week to the pandemic? 126k cases today, 55k Americans in the hos...","sentiment_score":0.2}
{"full_text":"RT Are we winning? Or is the whole system so corrupt that this will never see the light of day. Please share - people need...","sentiment_score":0.15}
{"full_text":"2nd wave?","sentiment_score":0.0}
