{"full_text":"Notice how Sturgis SD is the (Epi)center of that outbreak map...","sentiment_score":0.0}
{"full_text":"#GenderGaps | Learning Crisis leading to a Generational Catastrophe amid the Coronavirus Pandemic | Prof Saswati Paik@saswatipaik","sentiment_score":0.0}
{"full_text":"RT And this one's at 22deg  this ain't the time to try and get away with being reckless. Wear your mask &amp; social distance....","sentiment_score":0.0333333333}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"Anyone still supporting trump is simply anti-American, or a moron.Possibly both.trump did nothing when Putin put a bounty on our military personnel. Because above all, trump is a blustery, coward. Like Jim Jordan but with less hair.Covid cases today.  157,000.","sentiment_score":-0.0033333333}
{"full_text":"RT Dear A 12-month (minimum) Brexit transition extension is a no-brainer in the midst of a pan...","sentiment_score":0.0}
{"full_text":"Didn't think there would be a positive side to Covid but there you go.","sentiment_score":0.2272727273}
{"full_text":"We all know who is the boss here. Are you #teamkitten or #teampuppy? .#wishtry #wishtry #wishlist #shoppinglist #shopping #nohassle #hasslefree #app #wishapp #safety #Covid19 #surprised #gifts #girls #couple #dhanteras #kitten #man #puppy","sentiment_score":0.1}
{"full_text":"Coming home last night (from an essential appt, don't come for me) and I was approached 4 times by homeless ppl asking for help. I didn't have a penny on me &amp; I felt useless, so I have donated to a homeless shelter. Worth remembering some of us don't have a place to lockdown to.","sentiment_score":-0.05}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"RT This pandemic is so long I've gotten in &amp; out of shape 4 times","sentiment_score":-0.05}
{"full_text":"RT If you voted for sleepy joe and you didn't know that he was for perpetual lockdown you are in a worst shape than Joe ","sentiment_score":-1.0}
{"full_text":"Rot in Hell Sutcliffe","sentiment_score":0.0}
{"full_text":"Like I really need to be told to not leave the house, or really get out of bed from Dec to March? Done and done.","sentiment_score":0.2}
{"full_text":"RT Trade union membership has been increasing during the #COVID19 crisis, as workers turn to unions for support.Don't miss out...","sentiment_score":0.0}
{"full_text":"RT Study of day*1848 Marine recruits*2 weeks quarantine*masking, distancing*testing at day 0, 7, and 14*daily symptom scre...","sentiment_score":0.0}
{"full_text":"RT Covid-19: Mass population testing is rolled out in Liverpool | The BMJ And more questions for Liverpool and schools. Ho...","sentiment_score":0.5}
{"full_text":"JFC Lonnie","sentiment_score":0.0}
{"full_text":"#MitchMcConnell is still blaming democrats &amp; not even trying to work as a team. He has not learned anything. #Covid19 vaccine is exciting. Not a partisan issue. Needs further research. Pass Heroes Act from May.","sentiment_score":0.15}
{"full_text":"RT ngl im excited that we might be going back into lockdown ...","sentiment_score":0.1875}
{"full_text":"RT I'm not the least bit surprised that many Americans are fine with Trump's racism and xenophobia. The U.S. has a history tha...","sentiment_score":0.1791666667}
{"full_text":"The Sun: Yorkshire Ripper Peter Sutcliffe who murdered 13 women dies from Covid aged 74... ","sentiment_score":-0.1}
{"full_text":"RT Craving zaman tak ada Covid","sentiment_score":0.0}
{"full_text":"These educated folk. do take awhile to twig on ","sentiment_score":0.0}
{"full_text":"RT That makes America the most polluted country in the world. ","sentiment_score":0.5}
{"full_text":"RT More than 150,000 Covid-19 cases were reported in a single day in the United States for the first time on Thursday","sentiment_score":0.2261904762}
{"full_text":"RT Hey if you REALLY want to beat COVID-19, go straight to Dan Andrews and Brett Sutton. Scott Morrison is our Donald...","sentiment_score":0.2}
{"full_text":"RT #SooraraiPottru Post Corona a film  that motivates you and make u feel , all is not lost &amp; all one has to do is keep trying...","sentiment_score":0.0}
{"full_text":"RT For the millions of #leaseholders told that our flats are worth PS0, are unsellable, un-mortgageable and are a fire risk...","sentiment_score":0.3}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT If #COVID death stats don't get you, please remember this: dying isn't the only negative outcome.9 months since I got...","sentiment_score":-0.15}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT Elon Musk Says He Has Tested Positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"US COVID-19 deaths could hit 400k by end of February, model finds","sentiment_score":0.0}
{"full_text":"RT Diminished his nation Damaged the EUDismantled unity over CovidDestroyed his governmentDeteriorated our relations w...","sentiment_score":0.0}
{"full_text":"RT Unemployment virus is more dangerous than covid 19. Employment is the right of youngsters. It reflects the pain of stud...","sentiment_score":0.0619047619}
{"full_text":"Lockdown or not, I suspect Cummings has got another eye test scheduled in Barnard Castle for Christmas Day.","sentiment_score":0.0}
{"full_text":"RT the invigilator who gives question papers and attendance sheet for signing is asymptomatic covid person then w...","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Instead of fighting to defeat the COVID-19 pandemic that has killed over 242,000 Americans, the Trump administration is...","sentiment_score":-0.2}
{"full_text":"TEAM MATES 2.0  |  In another new episode of the series we are doing during lockdown called Team Mates 2.0, we caught up with centre half to get the ins and outs of his team mates. #OneTownOneTeamhttps:\/\/t.co\/wlw9SQLhvj","sentiment_score":-0.0151515152}
{"full_text":"FINNISH MAN: In Finland we have the word \"kalsarikannit\" which means \"to get drunk at home in your underwear, with no intention of doing anything else\". Do you have a word like this in English?BRITISH MAN: Yes we call it \"lockdown\"[info about kalsarikannit via","sentiment_score":-0.5}
{"full_text":"RT My wife's relative got Covid in Russia in a city of a million (not some little village) and the hospitals are so overloa...","sentiment_score":-0.09375}
{"full_text":"RT I'll keep saying it--our country has the resources to carry out a shelter in place order to get ahold of the virus outbreak...","sentiment_score":0.0}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT Donald Trump is being given time to \"get used to the idea that he lost the election.\" Meanwhile more than 100,000 Americans...","sentiment_score":0.5}
{"full_text":"RT Looking forward to the day when TN overcomes COVID19 and returns to this.","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"We're in a pandemic in 2020. What part of this do people not understand?","sentiment_score":0.0}
{"full_text":"RT Lockdown, charging, and undocumented children--a conversation with to accompany our new guidance and Insight fea...","sentiment_score":0.1363636364}
{"full_text":"Hear,hear! 'Call for all-island plan as Covid-19 cases rise in Donegalvia","sentiment_score":0.0}
{"full_text":"RT Y'all adapting to covid is weird as hell","sentiment_score":-0.5}
{"full_text":"Shout out to Disney Parks execs and fans who literally do nothing but complain about their right to go to Disneyland being infringed upon ","sentiment_score":0.2857142857}
{"full_text":"This is the guy who promised to send ventilators to \"help with the pandemic\"'and instead just sent a handful of sleep apnea machines","sentiment_score":0.0}
{"full_text":"Good to see part of our town (Maesteg West, Garth &amp; Llangynwyd) listed #1 with the lowest number of coronavirus cases (in Bridgend) over the last 7 days. Let's hope and pray that the fire-break, social distancing, and adherence to government guidance is paying off. #Hope #Pray","sentiment_score":0.2444444444}
{"full_text":"RT Byul: (reads a comment) Corona get lost, mamamoo needs to do a concertHwasa: That's right! Corona...can I curse?Solar:...","sentiment_score":-0.1964285714}
{"full_text":"RT Across the country, COVID-19 cases are rising at an alarming rate. and I spoke about that with the premiers...","sentiment_score":-0.1}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"I have to disagree here. Hillary and the MSM went for the regular \"not Trump\" narrative in 2016 but that failed. Biden and the MSM did the same thing this time as well.The pandemic alone is what cost Trump the election.","sentiment_score":-0.1666666667}
{"full_text":"RT This is our WA COVID-19 update for Friday, 13 November 2020. For official information regarding COVID-19 in Western Au...","sentiment_score":0.0}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"RT Lets conserve our environment its for our own responsibility. #angamizacoronamachakos #angamizacorona #angamizacoro...","sentiment_score":0.6}
{"full_text":"RT School strike week 65.Trees have a life.We need them to survive.  #ClimateStrikeOnline.@GretaThunberg#fridaysforfut...","sentiment_score":0.0}
{"full_text":"RT You will be alive in history &amp; remembered as a hero. May you rest in eternal peace. Ameen.","sentiment_score":0.1}
{"full_text":"Finally ... The Met Commissioner has been wilfully ignorant of the everyday #racism that BAME Londoners experience from some police officers. In particular, #StopSearch has damaged public confidence in the Met. Plus Met confusion over the law around the #CoronaVirus was avoidable.","sentiment_score":-0.0083333333}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT No wall. Hillary not in jail. No new healthcare plan. No plan to fight COVID-19. Major loss in Presidental election. Acti...","sentiment_score":-0.0352272727}
{"full_text":"If anyone from school came out positive for covid, I hope y'all are doing well and getting better because this virus isn't a joke.","sentiment_score":0.3636363636}
{"full_text":"Where is that? Also, there's a new market for negative covid tests now. You can apparently literally buy a \"I totally don't have covid\" test.","sentiment_score":-0.0284090909}
{"full_text":"RT Rand Paul is claiming 11M people in our country are IMMUNE to #COVID19 My friend had the virus, tested positive for an...","sentiment_score":0.2272727273}
{"full_text":"Add #Gardening please ","sentiment_score":0.0}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"He never died of #COVID19 He died a legend.......","sentiment_score":0.0}
{"full_text":"RT BREAKING--Our entire country, from coronavirus pandemic. Another new all-time record 150,000 cases today. Thanksgiving holid...","sentiment_score":0.0681818182}
{"full_text":"This picture makes me sad","sentiment_score":-0.5}
{"full_text":"RT Today is November 12th. 11 years ago today my son died from H1N1. Guess who was Vice President handling that pandemic?...","sentiment_score":0.0}
{"full_text":"RT Paul Gazelka tweeted this the day my grandma died. Today, my grandpa was sent home from the hospital despite having COV...","sentiment_score":0.0}
{"full_text":"RT Test and Trace has failed to reach 124,000 'Close Contacts' of Covid cases in a single week.Dido Harding needs to resig...","sentiment_score":-0.2857142857}
{"full_text":"RT Quite a legacy. Brexit will cost the economy 5-8%, lorry parks, food, medicine &amp; Portaloo shortages. Breaking internation...","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"For all of those who advocate for more\/large gatherings, why?Covid spreads easily from atomized breath droplets, infections spiking record levels.Why do you want greater &amp; more of such gathering situations this virus thrives in?Oh &amp; Why so few masks worn\/promoted?","sentiment_score":0.2466666667}
{"full_text":"Office Space &amp; Amenities Post COVID-19 #CRE #COVID-19 #NewNormal #Office #Amenities #TenantTips #OfficeSpace ","sentiment_score":0.0}
{"full_text":"RT During a debate with Amy McGrath, the Rep Sen Maj Ldr thought it was funny not to provide an additional Covid relief pack...","sentiment_score":0.25}
{"full_text":"RT its time to go back to paranoid-level covid precautions and in your heart you know this is true.","sentiment_score":0.175}
{"full_text":"Revenue Recovery and Cost Control post COVID plans      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT Now trying to talk up minimal Covid hospitalisations in the region into a major crisis.  Well within the...","sentiment_score":-0.01875}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"Revenue Recovery and Cost Control post COVID plans      #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leader","sentiment_score":0.0}
{"full_text":"RT It matters what order you received those results. If you had the first two tests come back negative earlier in the...","sentiment_score":-0.0125}
{"full_text":"RT We're pleased to announce that the High Court has said our claim against the Government over billions of pounds worth o...","sentiment_score":0.32}
{"full_text":"The main responsibility of our safety is on ourselves... It's better to convince parents for opt out (if you have fear of covid) than begging icai for postponement or FAQs..because, anyone in world might give up on us.. But parents won't.. They'll understand #icaiexams","sentiment_score":0.3333333333}
{"full_text":"RT From an anonymous SBL:\"A year 12 male student has tested positive and we notified our neighboring school as we know he has...","sentiment_score":0.1136363636}
{"full_text":"Chaserhttps:\/\/t.co\/s2U1BxB13P","sentiment_score":0.0}
{"full_text":"There were many many maskless protestors. Especially during the early protests right after George Floyd's murder. And you actually proved MY point. They didn't contribute to rise in cases because COVID is overblown. They proved that banning Thanksgiving is wrong and unnecessary","sentiment_score":0.0607142857}
{"full_text":"RT At this point you can't trust anyone around you thinking they are doing the right thing when it comes to covid...","sentiment_score":0.2857142857}
{"full_text":"RT Does this seem like justice?","sentiment_score":0.0}
{"full_text":"RT i An important update for #TeamELCThe November ELC Covid-19 update contains lots of key information, useful updates, hel...","sentiment_score":0.2333333333}
{"full_text":"Aberdeenshire is staying at level 2 in the COVID-19 protection levels for now. The info about what that means can be found at or on our website","sentiment_score":0.0}
{"full_text":"RT The pandemic is surging, and tens of millions of Americans are facing economic devastation. The Senate needs to pass a r...","sentiment_score":0.2}
{"full_text":"Even if we find a vaccine for #COVID19 to cure, we have to reduce hatred, greed, pride, arrogance, and selfishness so that the world can recover from damages caused by the pandemic! #love #humility #Humble #selfless #EdenonEarth #Dhavalsonsoil #joy #vaccines #happiness","sentiment_score":0.45}
{"full_text":"RT Shaming women who choose to be stay-at-home wives and mothers instead of professionals.","sentiment_score":0.0}
{"full_text":"Did you know the #SLTSurvey is available as Talking Mats thanks to We're keen to hear how #COVID19 has affected your access to speech &amp; language therapy. Access the survey here:","sentiment_score":0.3}
{"full_text":"A unique #EU &amp; partnership helps countries assess #COVID19 impact, identify needs and measures for recovery.Proud that our joint needs assessments, key to #BuildForwardBetter, are among the 100 #SolutionsForPeace at","sentiment_score":0.1875}
{"full_text":"Today is World Kindness day and here are some ways to be kind during lockdown. In a mad world, we must all try to be kinder@GoldenBloggerz #bloggerstribe","sentiment_score":-0.0125}
{"full_text":"Due to the #COVID19 pandemic, the #Tiruvannamalai district administration has announced that devotees will not be allowed inside the temple on the day of #KarthigaiDeepam, falling on Nov 29, or gather on the streets to witness the lighting of the Deepamhttps:\/\/t.co\/RCgFFdhtgo","sentiment_score":-0.125}
{"full_text":"\"Can we leave my mask on?\"  #GreysAnatomy","sentiment_score":0.0}
{"full_text":"RT The US is nearly at 150,000 daily #covid19 infections. Hospitals are already overwhelmed. How much more can we raise the al...","sentiment_score":0.2}
{"full_text":"Delivery companies encourage riders to stay at home amid typhoonhttps:\/\/t.co\/8XqP7UmBLe","sentiment_score":0.0}
{"full_text":"RT Failure to control syphilis outbreak due to historic job cuts - doctors' group","sentiment_score":-0.1472222222}
{"full_text":"I believe that 3 cases of voter fraud were linked to people attempting to vote for Could skew the comparison.","sentiment_score":0.0}
{"full_text":"AGILITY - DODGEMSThis exercise to develop agility skills is generally suitable for players of 4-6 years more activities using the 'Social Distancing Friendly' filter here:","sentiment_score":0.3645833333}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT The Yorkshire Ripper has died of #COVID19 - and we find out on #FridayThe13thPerhaps there is  God, after all","sentiment_score":0.0}
{"full_text":"How do people contract COVID? I thought it's contracted in the same way or does it come to your house?","sentiment_score":0.0}
{"full_text":"This statistic seems like bullshit; there's no way 78% of Americans are at risk of utility disconnection.https:\/\/t.co\/dWYDnR3kXFBut even the lower bound is astounding. How are you going to tell me we're the greatest country in the world when 33% of Americans can't pay bills?","sentiment_score":0.8}
{"full_text":"RT The United States conducted a safe and secure election in the middle of a global pandemic. That's something to celebrate,...","sentiment_score":0.225}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"#COVID19 threatens the future of local public radio and television stations across the country. Act now to protect your stations #ProtectPublicMedia","sentiment_score":0.0}
{"full_text":".@woman_kind launched 1.25 million pounds resilience fund to counter impacts of #COVID19 on women's rights. The aim is to provide flexible funding to women's rights organisations in Africa and Asia. Find out more.","sentiment_score":0.5}
{"full_text":"Kevin Smyth examines #DisruptiveTechnologies in the #Biopharma environment at the Chapter's Disruptive Technologies Discussion. Learn more about his presentation and the event on our website: #Pharma","sentiment_score":0.5}
{"full_text":"Punish corona cash thieves.@NationAfrica","sentiment_score":0.0}
{"full_text":"RT As politically partisan a speech as I've ever seen from a justice: arrogant , tendentious, and sloppy.  Alito condemned CO...","sentiment_score":-0.2083333333}
{"full_text":"HAPPENING NOW: New COVID-19 restrictions are now in effect in Sangamon County.  ","sentiment_score":0.1363636364}
{"full_text":"It asks local bodies to dedicate 50 per cent testing to potential super spreaders","sentiment_score":0.1111111111}
{"full_text":"There is always a gain or transformation in suffering! Like new seedling sprouts after dying of the seed or like a baby is born after a mother's labor pain, we must find a new world of equality, peace, love, sharing, unity &amp; prosperity on the other side of #COVID19. #EdenonEarth","sentiment_score":0.1619318182}
{"full_text":"Hundreds of students in Wakefield and the Five Towns are currently self-isolating after potential exposure to Covid-19.https:\/\/t.co\/q0LE50hB0z","sentiment_score":0.0}
{"full_text":"The grim milestone was hit on Wednesdayhttps:\/\/t.co\/oFy11fUoqu","sentiment_score":-1.0}
{"full_text":"In September, they didn't do screening of any kind at a prison. Guard gave it to 80 people. Fortunately no one died.WTF","sentiment_score":0.2}
{"full_text":"RT That didn't take long.....","sentiment_score":-0.05}
{"full_text":"#Amsterdam-based introduces: #parksharing A sharing platform for #parking that helps companies generate #revenue and consumers save time and moneyLearn more in this article #NLTech #spon #startups #technews","sentiment_score":0.5}
{"full_text":"\"Amelia has been going through some tough times with lockdown etc so this has come at such a perfect time to give her a confidence boost\" Please keep sending us your photos, we really love to see your happy #youngwriters! \"","sentiment_score":0.4222222222}
{"full_text":"#Health: A Pfizer #Covid19 vaccine trial participant says she suffered a headache, fever and aches all over her bodyhttps:\/\/t.co\/R7tZ0O1mPe","sentiment_score":0.0}
{"full_text":"The change will not apply to the likes of Crete, Corfu, Kos, Rhodes and Zante.","sentiment_score":0.0}
{"full_text":"Can't he be allowed to go to early to his parents in Durham  after he has a Covid test?","sentiment_score":0.1}
{"full_text":"Agreed and scan the covid app ! Please.","sentiment_score":0.0}
{"full_text":"This new entertainment hub is fitted out for social distancing. ","sentiment_score":0.0848484848}
{"full_text":"Time: 08:00 * Temp: 6.1degC * Wind: SSW 8.1 to 16.1mph * Pressure: 995.5hPa * Rain: 2.8mm * Hum: 91% * ET: 0.0mm * Solar: 11.0W\/m2 * UV Index: 0.0 * Sunrise: 07:50 * Sunset: 16:24 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Paintings about the #COVID19 pandemic are on display at an exhibition entitled \"Corona and the #art\" organized by the Arts &amp; Crafts Village, a center that helps promote artists and their work in an attempt to maintain and preserve the #Palestinian heritage in Gaza City.","sentiment_score":-0.1}
{"full_text":"Attention Portugal. We have massive false diagnosis, deaths from Covid-19 are not that.","sentiment_score":-0.2}
{"full_text":"Elon Musk says took four Covid-19 tests; two were positive, two negative via","sentiment_score":-0.0363636364}
{"full_text":"I'm getting my Thanksgiving food today.. because something is telling me that I won't be able to later on.. this pandemic is real yall","sentiment_score":0.2333333333}
{"full_text":"REVIEW: ABC's \"Station 19\" - Andy's World Is Shaken by a Family Secret and Then by the Pandemic in \"Nothing Seems the Same\"https:\/\/t.co\/rugxlml74Y #Station19 #ABC","sentiment_score":-0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 29.8FWind Chill: 29.8FHumidity: 99%Dew Point: 29.6F Barometer: 30.177 inHgWind: 2 mph from the NNECorona Virus Weekly Stats:Cases: 203.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Thanksgiving dinner will look a little different at The Hut this year.","sentiment_score":-0.09375}
{"full_text":"That's my day's work done - 5  delivery slots booked right thru to Xmas! Committing to a weekly order on a Delivery Saver has been brilliant- no hassle ordering &amp; deliveries thru 2 Xmas's &amp; the pandemic - never missed their 1 hour delivery slot in all that time, fair do's!","sentiment_score":0.7107142857}
{"full_text":"RT NEW: Elon Musk says he took four COVID tests, two were positive, two negative","sentiment_score":0.0212121212}
