{"full_text":"praying everyone is safe","sentiment_score":0.5}
{"full_text":"RT The House doesn't have filibusters, also passed several COVID relief packages to the Senate that not only include &gt;$...","sentiment_score":0.0}
{"full_text":"Definitely has. Just don't feel right..","sentiment_score":0.1428571429}
{"full_text":"might have covid again","sentiment_score":0.0}
{"full_text":"RT \"Emails obtained by show that a statement in The Lancet.....condemning \"conspiracy theories suggesting that COVI...","sentiment_score":0.0}
{"full_text":"The only thing I'd like to give you is Covid-19.","sentiment_score":0.0}
{"full_text":"RT Snowdrop filming has been halted due to an extra coming in close contact with someone who has corona virus. Praying that Jis...","sentiment_score":-0.0625}
{"full_text":"RT LINDA BENSON, 74, of Oklahoma City died of COVID on Nov. 18.\"My family and I are going to miss my mother so much. She w...","sentiment_score":0.2}
{"full_text":"RT Before we go into lockdown again, make sure y'all visit dentists, primary care doctors, gyno, etc!","sentiment_score":0.5}
{"full_text":"Ministry of Pennsylvania COVID Compliance Bans Alcohol Sales For Thanksgiving - Restricts School Attendance, and Non-Compliant Family Gatherings... via","sentiment_score":0.0}
{"full_text":"According to the CDC and Mayo Clinic the vaccine is usually about 50-60% effective, the cdc says 40-60. So while definitely not 80% I wouldn't say 50 is extremely high.","sentiment_score":0.1275}
{"full_text":"RT 100 GOP national security experts:\"Trump's refusal to permit the presidential transition poses significant risks to our n...","sentiment_score":0.375}
{"full_text":"RT me tryna heal bad bunny from covid ","sentiment_score":-0.7}
{"full_text":"RT Munawar Patel demands waiving off Property Tax and Water Bill of Navi Mumbaikars#MunawarPatel #PropertyTax #coronavirus...","sentiment_score":0.0}
{"full_text":"RT Dear gods.","sentiment_score":0.0}
{"full_text":"... risk to die due to covid probably low bcs they have healthy employees. Just imagine, if their employees have a lot of disease, then bam everyones die bcs all got infected. Dh la poor mangement byk pulak org meninggal. Tk ke","sentiment_score":-0.00625}
{"full_text":"RT THOU SHALT NOT LAUGH AT DON JR. FOR CATCHING COVID!!! ","sentiment_score":0.425}
{"full_text":"Sounds about right","sentiment_score":0.2857142857}
{"full_text":"RT This sounds like you and already knew the pandemic manufactured in China  was coming hence the globa...","sentiment_score":0.0}
{"full_text":"RT capitalism never rests  he said u gon GET these kids their presents or ELSE","sentiment_score":0.0}
{"full_text":"RT  Earlier today I spoke to the media about my decision not to run for re-election. This announcement doesn't mean I'll be sl...","sentiment_score":-0.15625}
{"full_text":"RT I gotta be this guy but only because this fundraiser is urgent! I'm raising funds for my neighbor, Lee N...","sentiment_score":0.0}
{"full_text":"RT Coronavirus must be too broke to be in Dubai","sentiment_score":0.0}
{"full_text":"RT Covid Like Illness (CLI) is a meaningless indicator. It may have had some value in Match &amp; April when th...","sentiment_score":-0.5}
{"full_text":"RT When the state of Kansas issued a mask mandate, 81 counties opted out. Researchers found that coronavirus infection rates rose sha...","sentiment_score":0.6}
{"full_text":"More Coronavirus Lawsuits Have Been Filed Against Andrew Cuomo Than Any Other U.S. Governor, Complaint Tracker Shows.  And, Cuomo won an Emmy?  How about a jail cell?","sentiment_score":-0.00625}
{"full_text":"RT Every U.S. state, except Hawaii, is now classified as having \"uncontrolled spread\" of COVID-19, according to","sentiment_score":0.0}
{"full_text":"RT The most ironic Covid-19 story in Malaysia has got to be Top Glove. As the world's biggest rubber gloves manufacturers t...","sentiment_score":0.4}
{"full_text":"RT Calgary Mayor wants the Trudeau government to help with \"multi-generational isolation sites\",a.k.a \"COVID concentratio...","sentiment_score":0.2}
{"full_text":"Calling it like it is...","sentiment_score":0.0}
{"full_text":"We had that option too, but I had to do all of them or none of them and they wanted to go back to class. Our covid numbers have been really, really low locally so we felt pretty comfortable with them going back.","sentiment_score":0.1083333333}
{"full_text":"RT And we are the most chronically diseased, industrialized country in the world. Pharma owns us. Over 65...","sentiment_score":-0.05}
{"full_text":"RT \"i'll die before i wear a mask\" well... yeah","sentiment_score":0.0}
{"full_text":"In what reality do you think this is an actual progression? Number of COVID cases in school aged children continue to soar and you say nothing! #CloseTheSchools #FiretheUCP #ResignKenney #Resign","sentiment_score":-0.0625}
{"full_text":"RT 3) Horrendous thing is that many places like the Dakotas have even given up on contact tracing.","sentiment_score":0.5}
{"full_text":"In the middle of a pandemic when most Comcast customers are working from home? What's the point of paying all that money for the service?Comcast to impose home internet data cap of 1.2TB in more than a dozen US states next year","sentiment_score":0.25}
{"full_text":"RT #BTSonGMA FULL INTERVIEW on how they made new music during pandemic @BTS_twt#BTS#ARMY#GoodMorningAmericahttps:\/\/t.co\/Nq2zX...","sentiment_score":0.2431818182}
{"full_text":"RT If Gaga and Beyonce had performed Telephone live together even just a single time I know coronavirus would not exist right...","sentiment_score":0.1168831169}
{"full_text":"This is terrifying.","sentiment_score":-1.0}
{"full_text":"RT Yet socialism will only benefit them. We already know what socialist countries do...the elites get everything the rest sha...","sentiment_score":0.0}
{"full_text":"Ghislaine Maxwell in COVID quarantine after prison staffer gets virus","sentiment_score":0.0}
{"full_text":"I had 4 trips planned to go back after I came back  and all because of covid they were cancelled","sentiment_score":0.0}
{"full_text":"RT We hope that #Jisoo and all cast and staff are fine. BE SAFE JISOO AND SNOWDROP#Snowdrop shooting will temporarily stop...","sentiment_score":0.4583333333}
{"full_text":"RT Joe Biden has a Coronavirus team. Donald Trump's team has coronavirus. That's the tweet","sentiment_score":0.0}
{"full_text":"They don't care about anyone but themselves. Fat chance you'd see them in a soup kitchen. #covid #WearTheDamnMask","sentiment_score":0.0}
{"full_text":"WHATDIDHESAAAY","sentiment_score":0.0}
{"full_text":"RT Whether he re-signs with New York or ends up in another market, Taj Gibson will always make an impact in this town. Gibson t...","sentiment_score":0.1363636364}
{"full_text":"RT New York City - At an Anti-lockdown rally, a woman talks about what it means to be \"New York Tough\", and that it's NOT about...","sentiment_score":-0.0387205387}
{"full_text":"Theres legit people on Facebook who whole-heartedly believe the COVID vaccine contains 5G lol","sentiment_score":0.8}
{"full_text":"RT students burying grandparents over zoom and contracting covid in the same week. students working in food service without man...","sentiment_score":0.0}
{"full_text":"RT 'Close to 1,000' Cleveland Clinic caregivers infected with Covid-19, says hospital official","sentiment_score":0.0}
{"full_text":"just found out objects can't get covid. good thing i'm a women","sentiment_score":0.7}
{"full_text":"Reason one million to not have kids. I don't buy bulk anything.","sentiment_score":0.0}
{"full_text":"RT Ok.  I just spoke with She has lost her Wi-Fi.  She has no food for her, or her family.  She is nearly out of...","sentiment_score":0.1}
{"full_text":"RT CORRECTION!!There were no positive cases in the staff and snowdrop casts, it was just that oje of the extras for snowd...","sentiment_score":-0.1136363636}
{"full_text":"As an Aussie, this is honestly the most baffling thing about the US response. We are all in this together, community response is crucial to everyone being able to get back some form of normal life. Teamwork makes the dream work and also handles COVID!","sentiment_score":0.2979166667}
{"full_text":"RT I am tired. I've spent the last 8 months caring for #COVID patients. I've missed my family and friends. I've missed bir...","sentiment_score":-0.1666666667}
{"full_text":"Social distancing, and wearing a mask. Thanks giving is a day. A day, that we all must look back in Historyand  how it came to to be. In honor to all individuals that keep speaking truth to power.@happythanksgiving","sentiment_score":0.0777777778}
{"full_text":"RT FNC's Janice Dean: 'Physically Sick' over Gov. Cuomo's Emmy Win for Coronavirus Briefings","sentiment_score":0.0428571429}
{"full_text":"RT Gaza's health system is near collapse from #COVID19 and will soon be \"unable to care for critical cases,\" say doctors.Gaza ha...","sentiment_score":-0.1333333333}
{"full_text":"Remember how smug and arrogant we felt when we saw the pictures of the Chinese police taking down people during their lockdown?We are they.","sentiment_score":-0.0777777778}
{"full_text":"Frontline workers need support - give it to them!!","sentiment_score":0.0}
{"full_text":"Wore my favorite quote last week - a gift from some awesome edupeeps! #change  #JoyTrain #joy","sentiment_score":0.575}
{"full_text":"Yes. I funded a local place for a friend. And I have been on advisory funds to help start over 15 restaurants the last 5 years. You can definitely operate during covid. The ones failing don't know how to run a successful business.","sentiment_score":0.1875}
{"full_text":"#SNCO #COVID19 Monday evening update:","sentiment_score":0.0}
{"full_text":"RT You know the drill. If you live where cases are surging, skip non-essential outings. If you're able to work from home, d...","sentiment_score":0.3181818182}
{"full_text":"RT There are no active cases of COVID in Victoria today, after the last patient was discharged from hospital last night. It...","sentiment_score":0.0222222222}
{"full_text":"RT I'm dying someone said fuck lockdown  if I wanted to waste my 20s I would've had kids","sentiment_score":-0.3}
{"full_text":"RT Filming for 'Snowdrop' has been halted after an extra was confirmed to have gotten in close contact with someone who teste...","sentiment_score":0.2}
{"full_text":"RT Before we go into lockdown again, make sure y'all visit dentists, primary care doctors, gyno, etc!","sentiment_score":0.5}
{"full_text":"TODAY: The 4th ASEAN Media Forum gathers #ASEAN key media leaders and the region's thought leaders.This year's topic will focus on the COVID-19 pandemic and ASEAN's recovery framework, among others. Learn more about this annual forum:https:\/\/t.co\/xxeZGO7pyd","sentiment_score":0.25}
{"full_text":"The people providing detailed demonstrations of their butt workouts on Instagram are the Covid era's biggest optimists as they believe we'll  one day get off of them","sentiment_score":0.4}
{"full_text":"RT This Venezuela crap was either the world's biggest own goal or something more nefarious. Cui bono?","sentiment_score":0.1}
{"full_text":"RT Hospitals across the United States are bracing for rising cases and hospitalizations in the coming weeks. This will put incr...","sentiment_score":0.0}
{"full_text":"RT Walking through Elysian Park, someone down the hill in line for a COVID test is blasting Elton John, an owl is hooting somewhe...","sentiment_score":-0.1555555556}
{"full_text":"We've got some huge-for-us news coming. We are working hard to undo some of the negative impact COVID has had on our state's literary landscape. Details to follow. Thanks for your support.","sentiment_score":-0.0729166667}
{"full_text":"RT Now do schools...","sentiment_score":0.0}
{"full_text":"Zero evidence of that being caused by COVID. Holy shit is right. Please don't breed. We don't need any more stupid people like you in the world.","sentiment_score":-0.0535714286}
{"full_text":"Biden Responds To Trump COVID Advisor's Call For Resistance: \"What The Hell Is The Matter With These Guys?\"  No one likes fraud dopey.","sentiment_score":0.0}
{"full_text":"UV light from your house won't kill COVID.","sentiment_score":0.4}
{"full_text":"RT Broken Arrow","sentiment_score":-0.4}
{"full_text":"Rakyat suffering from Covid since PH ignoring the consequences alerted by WHO...","sentiment_score":0.0}
{"full_text":"I don't understand how didn't allow non-conference games (which I agreed with) but is--makes ZERO sense.","sentiment_score":0.0}
{"full_text":"RT As a young woman compares herself to Nazi resistance fighter Sophie Scholl at a 'Querdenker' (Covid-denier) rally in Ha...","sentiment_score":0.1}
{"full_text":"Don't rookies get to be rookies, especially in this weird COVID year?","sentiment_score":-0.25}
{"full_text":"RT There are NO confirmed cases of Coronavirus within the Snowdrop team, but there is an extra actor who was in close contact...","sentiment_score":-0.1}
{"full_text":"RT Trump's delay in allowing the transition process to begin was putting even more American lives at risk from the pandem...","sentiment_score":0.25}
{"full_text":"RT It's with a very heavy heart that we announce the passing of our friend David Maas. Many of you may know him as part of t...","sentiment_score":0.12}
{"full_text":"RT As Korea raised their social distancing level to 2, Lotte Entertainment has decided to postpone the release of musical movie \"...","sentiment_score":0.0166666667}
{"full_text":"RT When our governor is out eating with 15 people, inside, without masks, without social distancing; that says: I don't care. R...","sentiment_score":0.0333333333}
{"full_text":"RT I said it and I meant it. Give me a representative like who fights for the poor and left-behind and the broke student...","sentiment_score":-0.4}
{"full_text":"RT In 2020 we were deplatformed from Social MediaIn 2021, we'll be deplatformed from personhood if you refuse to wear a mask...","sentiment_score":0.0333333333}
{"full_text":"RT I am tired. I've spent the last 8 months caring for #COVID patients. I've missed my family and friends. I've missed bir...","sentiment_score":-0.1666666667}
{"full_text":"RT Source: Wichita State is now on pause following positive COVID-19 tests.","sentiment_score":0.1136363636}
{"full_text":"RT The COVID-19 vaccine should be free to all because all healthcare should be free to all.","sentiment_score":0.4}
{"full_text":"RT 'COVID is never done with you,' Kent County teen treated for rare syndrome linked to coronavirus","sentiment_score":0.15}
{"full_text":"RT Tedros???  Who believes him or WHO. anymore!","sentiment_score":0.0}
{"full_text":"RT Victoria officially covid-free though scientists say it's too early to celebrate as traces of Andrew Bolt remain","sentiment_score":0.1}
{"full_text":"Why do covid positive patients in icu get removed from the icu numbers after 20 days when they are still in fact still in icu? Why is ford doing this with the numbers? #onpoli #COVID19Ontario","sentiment_score":0.2272727273}
{"full_text":"RT Today's #DHIS2020 #ZoomBar theme, impacts of #COVID19,  features firsthand accounts from global innovators, clinicians...","sentiment_score":0.0}
{"full_text":"RT NSW recorded no new cases of locally acquired #COVID19 in the 24 hours to 8pm last night. Six cases were reported in overs...","sentiment_score":-0.0227272727}
{"full_text":"RT While hiding from public scrutiny for nine straight days, Premier Jason Kenney told a private meeting that his COVID-19 res...","sentiment_score":0.0666666667}
{"full_text":"I still have moments throughout the day when I'm just like \"Wow I'm really living through a pandemic.\"","sentiment_score":0.15}
{"full_text":"RT Highlighted India's efforts for inclusive development, especially women, through a participatory approach. Emphasized t...","sentiment_score":0.0}
{"full_text":"Today, I donated blood. My 3rd time during this pandemic. Patients need transfusions for many reasons (anemia, liver disease, trauma, etc.) This will only worsen as hospitalizations . One donation (=1 pint) can save up to 3 lives. If you're eligible, please consider donating!","sentiment_score":0.1666666667}
{"full_text":"RT Trump should refuse to pardon the Thanksgiving turkeys. Name them Swamp and Chinavirus and whack 'em on live TV.","sentiment_score":0.1363636364}
{"full_text":"RT CORRECTION!!There were no positive cases in the staff and snowdrop casts, it was just that oje of the extras for snowd...","sentiment_score":-0.1136363636}
{"full_text":"RT Unlike at the beginning of the pandemic when she was refreshingly forthcoming and reassuring, Dr. Hinshaw is no longer a...","sentiment_score":0.5}
{"full_text":"Just as the anesthesiologist takes over when a patient in the operating room develops a critical condition and the surgeon steps back, in an epidemic, epidemiologists should step in and politicians\/ bureaucrats move out of the way","sentiment_score":0.0}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"RT 5 biggest lies of the coronavirus pandemic?1) it's just a two-week lockdown to flatten the curve2) face-masks will never...","sentiment_score":0.0}
{"full_text":"RT We're doomed...","sentiment_score":0.0}
{"full_text":"WHO Chief Calls for Equal Access to COVID-19 Vaccines","sentiment_score":0.0}
{"full_text":"This is the sixth of nine isolation tents being delivered to local medical personnel in Mindanao. To date, the U.S. government has provided more than Php1.1 billion ($23.4 million) to support the Philippines' COVID-19 response. #FriendsPartnersAllies https:\/\/t.co\/jarxafnixk","sentiment_score":0.1666666667}
{"full_text":"Oregon's health care community collectively urged residents on Monday not to gather in groups for the Thanksgiving holiday after the state saw multiple record-breaking days in new coronavirus cases.https:\/\/t.co\/tCyQXYwzP9","sentiment_score":0.0681818182}
{"full_text":"Union Cab has always prioritized safety, and the pandemic has made us focus even more carefully on it now than ever before. Call 608-242-2000 and take care of your essential rides without worry. #CoOpMeansTogether","sentiment_score":0.1333333333}
{"full_text":"You should sign this petition from the USPS and SAVE Vote By Mail!https:\/\/t.co\/tkVJazK5jLhttps:\/\/t.co\/LWlfo6XDRB","sentiment_score":0.0}
{"full_text":"A Jacksonville man, Michael W. Smith, described these months as the most challenging of his life after the lasting effects of COVID-19 still linger.https:\/\/t.co\/qpoxGOmkAA","sentiment_score":0.3333333333}
{"full_text":"#ICYMI | After positive COVID-19 cases on board an Air India (AI) flight to Hong Kong, the government of the Administrative Region bans the airline.:","sentiment_score":0.2272727273}
{"full_text":"When will our borders open? Jacinda Ardern on Covid-19 and herd immunityhttps:\/\/t.co\/QnIl2tekNp","sentiment_score":0.0}
{"full_text":"Health experts say one negative COVID-19 test result not enough to travelhttps:\/\/t.co\/GAx0l8zvgX","sentiment_score":-0.15}
{"full_text":"The homeowner didn't co-operate with police and was arrested for obstructing police officers.","sentiment_score":0.0}
{"full_text":"Celebrities praised as he accepted the International Emmy Founders Award for his pandemic press conferences.https:\/\/t.co\/SzgtqDyfbThttps:\/\/t.co\/Ovw9Eoleif","sentiment_score":0.0}
{"full_text":"We must come together to stop this pandemic. There is no other option. #OrganizeToWin #COVID19https:\/\/t.co\/FgphknFOB6","sentiment_score":0.0625}
{"full_text":"Getting my covid test... wish me luck..","sentiment_score":0.0}
{"full_text":"Here we go babylets see how long before she has an accident","sentiment_score":-0.05}
{"full_text":"Doctors, Anganwadi workers and nutritional experts said while many factors may have led to hunger, the lockdown-induced financial distress and income loss prevented children from accessing nutritious food.","sentiment_score":0.25}
{"full_text":"U.S. drugmaker Pfizer Inc and German partner BioNTech SE released final late-stage trial data on Nov. 18 that showed their shot was 95% effective at stopping COVID-19, the highest efficacy rate so far.https:\/\/t.co\/aON8Wwfq2x","sentiment_score":0.2}
{"full_text":"A judge on Monday denied a request to temporarily restore indoor service at restaurants and gyms in San Diego County that were forced to move operations outside earlier this month to slow the spread of the coronavirus.https:\/\/t.co\/LKhVF01i5e","sentiment_score":-0.15}
{"full_text":"Former Bacolod City health officer Dr. Ma. Carmela Gensoli has been slapped with complaints by the National Bureau of Investigation (NBI) for alleged discrepancies in reporting results of coronavirus disease 2019 (COVID-19) tests.https:\/\/t.co\/YmJrm3eZQ9","sentiment_score":-0.05}
{"full_text":"As hospital capacities begin to rise, the importance of the Transfer Center has become more prominent as they transport coronavirus patients all over the state and beyond.https:\/\/t.co\/KvvUF4jDqY","sentiment_score":0.3}
{"full_text":"RT Apparently, COVID gets more aggressive if you sing or play loud music.These people are insane. Seriously insane.","sentiment_score":-0.27}
{"full_text":"For a lot of people, Thanksgiving in 2020 will include two things: a turkey and a COVID-19 test.","sentiment_score":0.0}
{"full_text":"Pre Covid-19: \"I just don't have the time\"During Covid-19: \"Working from home while playing video games the entire time\"YOU are the problem, not the lack of \"time\"","sentiment_score":0.0}
{"full_text":"Covid-19 has deeply affected #India's informal sector workers including rural entrepreneurs &amp; migrant workers. See how is lending a helping hand through the #OpenUpIndia' campaign. Here is more:","sentiment_score":0.1666666667}
{"full_text":"RT me tryna heal bad bunny from covid ","sentiment_score":-0.7}
{"full_text":"If you plan to celebrate the holidays with family, be sure to stick with your personal bubble. Be #COVID19 safe and don't party with extended family or friends. #DoYourPart","sentiment_score":0.3333333333}
{"full_text":"RT Before you log off for the holiday, let's make this week a little brighter for those who need it most during this pandemi...","sentiment_score":0.15625}
{"full_text":"Mayo Clinic announced 100% of its hospital beds in Northwestern Wisconsin were full a week ago. Emergency rooms have now been forced into what is known as \"diversion status.\"Mayo Clinic Puts Hospital Beds In Parking Garage, Lobbies As COVID-19 Surgeshttps:\/\/t.co\/D80juopkyK","sentiment_score":0.025}
{"full_text":"RT QANTAS says = NO JAB-NO FLY! Let's all tell how we feel. Cash in your points for anything but flights and CANCEL...","sentiment_score":1.0}
{"full_text":"'We're selling houses, they're saving lives': The professions rated the most ethical during the pandemic","sentiment_score":0.35}
{"full_text":"Kalie Holtz, RN, opens up about the emotional toll of helping COVID-19 patients at Methodist Hospital say goodbye to their families and of holding their hand as they take their final breaths.https:\/\/t.co\/5OtqcaOrRn","sentiment_score":0.0}
{"full_text":"expanded free parking meters downtown and midtown to support local businesses during the holidays!  ","sentiment_score":0.2}
{"full_text":"State, local officials nationwide are imposing new coronavirus restrictions &amp; pleading with the public in a desperate attempt to stop the spread of the disease as many Americans resist calls to limit gatherings &amp; travel heading into the holidays","sentiment_score":0.0072727273}
{"full_text":"On Monday, the Wisconsin Department of Health Services reported an additional 3,095 new confirmed COVID-19 cases. The state has averaged 5,859 new cases per day in the last week.https:\/\/t.co\/SMgMOMPPA2","sentiment_score":0.1681818182}
{"full_text":"Need for another round of stimulus increase as more COVID-19 shutdowns loomhttps:\/\/t.co\/9hYRhi215f#stimulus #COVID19 #shutdown","sentiment_score":0.15}
{"full_text":"New research shows that delirium or confusion could be an early warning sign of COVID-19 in older adults.","sentiment_score":0.1343434343}
{"full_text":"RT \"This album BE and the single Dynamite wouldn't be here without the pandemic.\"@BTS_twt#BTSonGMA#BTS#ARMY#LifeGoesOn#GoodMor...","sentiment_score":-0.0714285714}
{"full_text":"President Trump most certainly did! Bunker Joe is not going 2 b getting or taking credit 4 anything having 2 do with COVID except 4 the people that he said nothing 2 that were rioting and looting in Democratic states with no consequences of wearing a mask or social distancing.","sentiment_score":0.2670634921}
{"full_text":"Married couple to spend Thanksgiving apart for first time in 46 years after wife tests positive for COVID-19 during care facility outbreak ","sentiment_score":0.2424242424}
{"full_text":"RT Wear a mask#NewProfilePic","sentiment_score":0.0}
{"full_text":"RT Bible Experts Determine Goliath Died Of COVID-19","sentiment_score":0.0}
{"full_text":"RT Someone should start the world's largest GoFundMe to reward people for taking pictures\/videos of politicians breaking thei...","sentiment_score":0.0}
{"full_text":"And some wonder why America can't get this virus under control.","sentiment_score":0.0}
{"full_text":"RT There are NO confirmed cases of Coronavirus within the Snowdrop team, but there is an extra actor who was in close contact...","sentiment_score":-0.1}
{"full_text":"RT Remember, keep Thanksgiving celebrations small, short and safe! #YourActionsSaveLives","sentiment_score":0.125}
{"full_text":"Time: 02:00 * Temp: 12.2degC * Wind: SSW 8.1 to 17.0mph * Pressure: 1003.4hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:11 * Sunset: 16:08 * Cloudbase: 720ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Dr. Henry urges BC to remember goals behind new COVID-19 restrictions","sentiment_score":-0.1318181818}
{"full_text":"Not sure that \"covid is only slightly less deadly than everyone other cause of death until you hit 70 when it becomes more deadly\" is the genius point you think it is","sentiment_score":-0.0630952381}
{"full_text":"A Positive COVID-19 Story: Queensland tourism operators ready to welcome Sydney visitors after easing of coronavirus border restrictions via ABC News (Australia)","sentiment_score":0.4090909091}
{"full_text":"Current Conditions for #Sayre PATemp: 39.6FWind Chill: 39.3FHumidity: 78%Dew Point: 33.3F Barometer: 30.265 inHgWind: 2 mph from the NWCorona Virus Weekly Stats:Cases: 272.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT The House doesn't have filibusters, also passed several COVID relief packages to the Senate that not only include &gt;$...","sentiment_score":0.0}
{"full_text":"Word that vaccines could be shipped out to states in a few weeks has the Louisiana Department of Health excited.","sentiment_score":0.0875}
