{"full_text":"Evening everyone! Im looking to the future and designing Christmas cake tops. With a bit of luck lockdown will be over in a month and we can all experience a bit of togetherness at last!  #sbswinnershour","sentiment_score":0.0}
{"full_text":"RT Canada now recommending use of 3-layer mask to prevent COVID-19 spread. Many disposable masks already have 3 layers, general...","sentiment_score":0.275}
{"full_text":"RT I don't know that I've missed movie theatres more during this whole pandemic than I do right now. What I wouldn't give t...","sentiment_score":0.3285714286}
{"full_text":"This is people testing positive for flu. It is possible that labs are concentrating on testing covid as it's more catchy with no vaccine. So could be people getting it but not being tested. But every year is different with flu - bad and good years depending on the strains around.","sentiment_score":0.1212121212}
{"full_text":"RT In 3 days, Arizona will decide the direction of the country. The choice couldn't be more clear. Mark Kelly will raise...","sentiment_score":0.3}
{"full_text":"RT He asked if I grew up in UAE and I said yes. He was impressed with how pandemic was handled here.Btw I was trying to g...","sentiment_score":1.0}
{"full_text":"RT Today's update on the numbers:Of the 127,869 tests reported yesterday, 2,321 were positive (1.81% of total).Total hospi...","sentiment_score":0.2272727273}
{"full_text":"RT We now have a Long-Term Care Ombudsman Program that advocates for the residents of long-term care facilities. Call 866-4...","sentiment_score":0.0}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"RT If the government had set out to screw this up, it couldn't have done a better job. The massive suffering caused by this...","sentiment_score":0.25}
{"full_text":"I'm LIVE party people, that's right for the first time since the pandemic #Bevelations channel 102, I'm taking CALLS! 844-305-2639 call in 5pm est, 2pm pst CALL ME let's chat about what this election means to you!","sentiment_score":0.270900974}
{"full_text":"Do you have a college student returning home this month?  Make a safe reentry plan! ","sentiment_score":0.625}
{"full_text":"#COVID19 will be around for \"months and months and months and months and months to come\" -- B.C. Health Minister issues dire warning that public must follow rules to rein in spread of #coronavirus  via #cdnhealth #bcpoli","sentiment_score":0.0}
{"full_text":"okay, gonna do it quick: being debated right now in the assembly is the law proclaiming the state of sanitary emergency and putting in place the measures to handle the second wave of covid, freshly returned from the senate","sentiment_score":0.2838095238}
{"full_text":"RT Another good reason to ban alcohol in the House of Commons ?","sentiment_score":0.7}
{"full_text":"Covid is over within the next 24 hours why are you still tweeting?","sentiment_score":0.0}
{"full_text":"Lol this is against everything they have said for almost a year ","sentiment_score":0.8}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"Yeah, nothing weird about IGNORING A PANDEMIC!","sentiment_score":-0.625}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"My birthday being before Covid ","sentiment_score":0.0}
{"full_text":"RT Oh so now they say don't worry about Covid , interesting! They obviously don't have a solid platform! Now t...","sentiment_score":0.2083333333}
{"full_text":"RT After a shooting in El Paso that killed 23 people last year, Bishop Harrison Johnson, a local senior pastor, comforted the comm...","sentiment_score":-0.0666666667}
{"full_text":"I thought the original idea was to make sure we've got hospital capacity to handle the inevitable fact (per CDC) that 70% of the US will get this virus? The faster that happens, without overwhelming hospitals, the better...right?","sentiment_score":0.34375}
{"full_text":"RT The latest shocking coronavirus scandal:Like the health department, the Department for Education has quietly replaced e...","sentiment_score":-0.1666666667}
{"full_text":"RT And yet no lockdown.","sentiment_score":0.0}
{"full_text":"RT Please RETWEET to help Bella find a home #LIVERPOOL #dogs #sharpei #animals #pets #Wednesday ","sentiment_score":0.0}
{"full_text":"RT Emergent Afterlives: Zika, Covid-19 and Ethnography after the Outbreak - Anthropology Lecture Series","sentiment_score":0.0}
{"full_text":"RT Biggest bombshell yetGovt realise that #COVID19 vaccine take up will be abysmall so they're going to use Mental Health Act 1...","sentiment_score":-0.1}
{"full_text":"There's a pandemic going on so everyone should be following great hygiene standards. Meanwhile at my work .....","sentiment_score":0.4}
{"full_text":"RT Council REMOVES hated Covid lockdown bike lanes","sentiment_score":-0.9}
{"full_text":"RT In response to the latest lockdown announcement I have asked the PM to publish a full impact-assessment for the economy...","sentiment_score":0.425}
{"full_text":"Male domestic abuse victims 'sleeping in cars and tents'Charities dealing with men who suffer domestic abuse have seen pleas for help jump by up to 60% during the lockdown.https:\/\/t.co\/TVyK1ptdUo","sentiment_score":0.0}
{"full_text":"RT There are no red states or blue states this year. COVID has changed everything. VOTE!","sentiment_score":0.0}
{"full_text":"This is the dumbest shit of a \"plan\" I have ever seen, draconian color coded bull shit, that has no scientific basis and control of our liberty, are we in kindergarten?your system you tyrannical piece of shit, you are a shit stain on our country and I will not comply ever!","sentiment_score":-0.2125}
{"full_text":"All lies from the DEMS to ensure 95% negative press coverage on Trump for 4 years.  Aren't you sick of being lied to by the media?","sentiment_score":-0.5071428571}
{"full_text":"RT NEW RULES: CDC Says People With CoVID Can Leave Quarantine, Vote on Election Day","sentiment_score":0.1363636364}
{"full_text":"RT As you're picking up limbs &amp; debris, exam the area carefully. Always assume a downed power line is live &amp; stay away. It will ta...","sentiment_score":0.0181818182}
{"full_text":"Me \"Well, I've stocked up with a few crates of beer\"Cashier \"Is that what you're getting for all of lockdown?\"Me \"Ohhh no, this is just incase counting the US election votes takes a few days\"","sentiment_score":-0.2}
{"full_text":"RT The BBC is at this evening. Tune in to at 1830 to see what has to say liv...","sentiment_score":0.0}
{"full_text":"RT RECORD COVID-19 CASES: At least 18 states in the past week broke daily records for new coronavirus cases. Hospitalizati...","sentiment_score":-0.1034090909}
{"full_text":"We all cope differently or have different routines; there might be some useful tips here for staff and cadets.","sentiment_score":0.1}
{"full_text":"RT BREAKING: UK reports 397 new covid deaths &amp; 1540 more covid patients admitted to hospital.","sentiment_score":0.3181818182}
{"full_text":"RT ICYMI: Props to for being an Velocity Program Participant, class of 2020. Despite the pa...","sentiment_score":0.0}
{"full_text":"RT A reminder that when you vote your blue asses off today, make sure you vote in honor of 231,000 Americans who were kill...","sentiment_score":0.25}
{"full_text":"RT We know you're juggling a lot right now and you don't have time to get sick with the flu. Visit to find...","sentiment_score":-0.2142857143}
{"full_text":"RT My latest with the World Economic Forum. Universities are a crucial binding force for social cohesion. May they weather...","sentiment_score":0.1833333333}
{"full_text":"RT Police are killing and maiming people in Uganda for speaking out against corruption. The president is running again and...","sentiment_score":0.0}
{"full_text":"RT \"A new, increasingly-influential campaign protesting against Coronavirus lockdowns has close links to Nigel Farage's 'World4...","sentiment_score":0.1363636364}
{"full_text":"RT > EXCL Brexit Against Lockdown: 'Herd Immunity' Campaigns Lead Back to FarageAn influential anti-lockdown campaign has...","sentiment_score":0.0}
{"full_text":"And if this virus is supposed to be around for another year or so you have no choice but to open things up with safety precautions in place. No one bowls but you opened them but refuse to open theaters in NYC why?","sentiment_score":0.0}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"It's definitely Roocroft. Who, as it happens, might be the last singer-I'd-heard-of that I met prior to lockdown 1... she did an OHP masterclass after which there was an excellent night out in a pub.","sentiment_score":0.25}
{"full_text":"Covid-19 is causing people to get blood clots. You can Google it to see for yourself","sentiment_score":0.0}
{"full_text":"RT Vote for John Lewis.Vote for RBG.Vote for +225,000 Americans who've died of Covid.Vote for the Dreamers and children sep...","sentiment_score":0.0}
{"full_text":"RT Trump's Zealots: White Supremacists And Evangelicals - Social Distancing = Communism: this is the ideological angle of Tr...","sentiment_score":0.0166666667}
{"full_text":"RT VOTE (but not for trump, stay home if you plan on doing this)","sentiment_score":0.0}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"Americans are voting during one of the worst periods of the pandemic. On Monday over 93,000 cases were reported, the second-highest U.S. daily total.Trump must go","sentiment_score":-0.5}
{"full_text":"RT #Election2020 Latest update from senior official, FBI is investigating robocalls urging voters to stay home on e...","sentiment_score":0.5}
{"full_text":"RT Understand that the ramifications of what happens tonight does not end tonight. There will be chaos. Media blitzes of...","sentiment_score":0.0}
{"full_text":"RT We should not be suffering another grim lockdown - govt and the public have been misled by scientists obsessed by Covid...","sentiment_score":-0.5}
{"full_text":"White House scientific adviser Dr Deborah Birx warned the United States is entering a new \"deadly phase\" of the coronavirus pandemic, and urged an \"aggressive\" approach to containing its spread.#VoteBiden #FlipTheSenateBlue ","sentiment_score":-0.0212121212}
{"full_text":"RT BREAKING--El Paso's epic surge continues:1085 new cases in one day. Another 196 extra delayed casesHospitalized #COVID...","sentiment_score":0.0787878788}
{"full_text":"RT Oh well, that was short lived. This is torture to employers and workers across Scotland.  No more Scotland, this is simp...","sentiment_score":-0.125}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"WEF fostering childmarketing and fostering the pandemic fear, using c19 for the reset This thing should stop. It is not a reset, like we know from the computer to use it again. Reset is greatly misleading. It is implementing a global totalitarian view","sentiment_score":0.4}
{"full_text":"Capacity  tests performed. If we'd actually be doing 500k test per day and have a solid track and trace system in place we probably wouldn't be in this mess.","sentiment_score":-0.0583333333}
{"full_text":"RT Ian is a chronic liar so this seemed like more fear porn from him.It turns out that Belgian ICUs are about 60% full (o...","sentiment_score":0.425}
{"full_text":"Wtf is this bro ?! ","sentiment_score":-0.625}
{"full_text":"RT If Trump loses Florida, he loses the election.  He also said he would fire DeSantis if he loses Florida.Florida has s...","sentiment_score":-0.3}
{"full_text":"RT I'm back after two weeks break (COVID19 caught me).#LovelyLandscapes is a good opportunity to repost few sceneries fr...","sentiment_score":0.1666666667}
{"full_text":"Just after the vaccine for Covid","sentiment_score":0.0}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"RT Come on, America. I know it's a tough choice: a lying, misogynist, racist, dangerous, narcissistic fascist who cages ki...","sentiment_score":-0.4944444444}
{"full_text":"RT #Iran Coronavirus UpdateMore than 141,700 people have died of the novel #coronavirus in 462 cities checkered across all...","sentiment_score":0.0}
{"full_text":"The Dallas Cowboys will be without Andy Dalton for a second straight game as he will be placed on the reserve\/COVID-19 list on Tuesday, multiple sources told Todd Archer.","sentiment_score":-0.05}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"Remarkable","sentiment_score":0.75}
{"full_text":"RT This is the real #COVID19#COVIDIOTS","sentiment_score":0.2}
{"full_text":"Based on years of client feedback our confidence that #IoT delivers meaningful #ROI has always been high, but it was compelling to hear from companies that re-affirmed the importance of their IoT investments even while focused on survival during the COVID-19 pandemic.","sentiment_score":0.32}
{"full_text":"RT Don't take my word for it. This is FRED:Trump's disastrous covid19 response wrecked the economy. Any recovery is...","sentiment_score":-0.7}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"RT \"At every stage of the Covid crisis, the Prime Minister has overpromised and underdelivered.\"@Keir_Starmer in Parliament ju...","sentiment_score":0.0}
{"full_text":"RT  Sara Muniz was born before women had the right to #vote.  She's lived through 2 pandemics (Spanish Flu and COVID-19)...","sentiment_score":0.1428571429}
{"full_text":"Wake up and smell the coffee! It hasn't grown but is just recovering slowly from the result of the pandemic you have virtually ignored and have now lost control of.","sentiment_score":-0.3}
{"full_text":"RT Let's meet tomorrow at the 3rd African #YouthSDGsSummit to secure the #SDGs commitment beyond the post #COVID19 era. #AYSDGs...","sentiment_score":0.1333333333}
{"full_text":"RT As England enters a second lockdown, learner drivers all over the country are bound to have questions! Check out all th...","sentiment_score":0.0}
{"full_text":"RT Some disturbing developments: In addition to the robocalls, voters in Flint, Michigan are getting threatening live call...","sentiment_score":-0.1818181818}
{"full_text":"Why did Vallance explicitly talk about natural herd immunity then? I understand approaches may change once more is known but Whitty is dismissing it outright as a theory. Also, why is it ethical to lockdown the whole country but unethical to shield \/ lockdown those most at risk?","sentiment_score":0.3}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"RT ANNUAL FARMING SEMINAR - CANCELLED.Due to the current Coronavirus issues and guidelines being issued, we have made th...","sentiment_score":0.0}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"RT Washington, IA. Pastor Joseph Brown says \"never seen it like this before\". Few masks. Many in line discussing \"losing thei...","sentiment_score":0.15}
{"full_text":"RT  Attention procrastinators  There's still plenty of time to vote! Polls open until 7:30 pm Lines have been short!...","sentiment_score":0.0}
{"full_text":"RT Does anyone else remember when the coronavirus first became noticeable, and China were showing videos of people fainting into...","sentiment_score":0.25}
{"full_text":"Another conspiracy truth. #Scotland #UK #auob #indyref2 #indy #indyref #scotpapers #scotref #Edinburgh #glasgow #Aberdeen #Inverness #dundee #greenock #dingwall #Shetland #ayr #skye #perth #oban #Fife #snp #bbcnews #bbcqt #itvnews #skynews #channel4news #FoxNews #BBCPapers","sentiment_score":0.0}
{"full_text":"RT As Mayor of London, Sadiq Khan has wasted billions of pounds since 2016 - long before the pandemic hit.Estimates have put...","sentiment_score":-0.125}
{"full_text":"RT Photos: #COVID19 positive voters cast ballots curbside in St. Louis on eve of the election. Very, very 2020.https:\/\/t.co\/bxg...","sentiment_score":0.2436363636}
{"full_text":"RT It seems the modellers have been counting Covid hospital admissions but not discharges!  And you thought it couldn't g...","sentiment_score":0.0}
{"full_text":"LOL, that's a COVID map moron.","sentiment_score":0.0}
{"full_text":"RT Hi with another lockdown happening please remember if ur struggling ur not alone!! Samaritans: 116 123 Anxiety UK: 03444...","sentiment_score":0.0}
{"full_text":"Plus two roundup papers on:1) SARS-CoV-2 inhibitors  2) PSC-derived airway basal cells  Thank you for joining us!","sentiment_score":0.0}
{"full_text":"RT Former US President praises Canada's (@JustinTrudeau) #COVID19 response!!\"Our mortality, the number of p...","sentiment_score":0.0}
{"full_text":"And hope you the 3rd qtr GDP of the US,as strong as ever coming out of a pandemic","sentiment_score":0.2166666667}
{"full_text":"RT THREAD: Initial reaction to Ontario's new #COVID19 framework from doctors ...  you could summarize it as \"uh-oh\"","sentiment_score":0.0681818182}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"Fred, Covid 19 is the best thing that ever happened to the fascist Dems. Perfect totalitarian control of everything and no id required!","sentiment_score":1.0}
{"full_text":"The five tier PREVENT \/ PROTECT \/ RESTRICT \/  CONTROL \/ LOCKDOWN schema they've announced here is really leaning into the scifi-but-real vibes","sentiment_score":0.2}
{"full_text":"RT Why is it so hard to understand the simple concept that if the NHS is overloaded with covid it can't cope with other n...","sentiment_score":-0.1388888889}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"RT Kourtney Kardashian spreads COVID mask conspiracy on Instagram","sentiment_score":0.0}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"Spreading the word to shop at your own risk at People are struggling during a pandemic and you are #stealing their money.","sentiment_score":0.6}
{"full_text":"I love having to wear a mask.  I don't worry about makeup or how I look.  I am honestly okay with them and actually check out other people's masks.  I kinda like it lol","sentiment_score":0.335}
{"full_text":"Ridicule...","sentiment_score":0.0}
{"full_text":"RT These photos via are quite something: Voters infected with Covid-19 cast their ballots with the help of election...","sentiment_score":0.0}
{"full_text":"Thanks for joining in tonight! Hoping lockdown is kind to you all. Will be back next week  #UptonHour","sentiment_score":0.2125}
{"full_text":"RT Conservative MP Laura Trott said: \"We're up to 500,000 tests a day\".On 2 November, labs had capacity for 521,016 test...","sentiment_score":0.0}
{"full_text":"RT Brilliant!! Follow the DOPs to defeat #Covid19https:\/\/t.co\/JmnHVVKHdh","sentiment_score":1.0}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"RT This Election Day, everything is on the line. Our jobs. Our health care. Whether or not we get this pandemic under control...","sentiment_score":0.0}
{"full_text":"#LymanMemorial goes to distance learning after COVID casehttps:\/\/t.co\/q2ZRIajXwD","sentiment_score":0.0}
{"full_text":"i saw My Best Friend after an absence of 7 months. corona bitch i hate you","sentiment_score":0.0625}
{"full_text":"Nominate the Covid Heroes who made a difference during the pandemic#CovidHeroes@AmazonUKhttps:\/\/t.co\/dfaDLG7bq6","sentiment_score":0.0}
{"full_text":"Coronavirus is impacting school attendances in Redbridge, according to an survey which showed that 5,378 pupils were absent from the borough's schools on October 15.https:\/\/t.co\/rvLYfRjxTI","sentiment_score":0.0}
{"full_text":"'#Women seemingly are always defined by the fact that they have kids and are married...This is a totally outdated concept. There is no space for women with growth #Business ideas to thrive and this is where @SolentDisruptor helped me...'#Covid19","sentiment_score":-0.4}
{"full_text":"RT Why the Chancellor delayed the lockdown:- 1 The risk of the virus to workers &amp; vulnerable means nothing to him; 2 Nor...","sentiment_score":-0.5}
{"full_text":"RT The #Packers officially place LB Kamal Martin and RB Jamaal Williams on the COVID-19 reserve list becuase they are high-risk...","sentiment_score":0.0}
{"full_text":"This is how to stay safe","sentiment_score":0.5}
{"full_text":"Can the identification of these industry trends bring influence and strategy into how body shop owners can adapt amid the pandemic and improve their businesses moving forward? #autobodyshops #collision #industrytrends2020","sentiment_score":0.0}
{"full_text":"ICYMI: Carla Yost, Ascension Via Christi chief nursing officer, recently spoke to about the rise in our community's COVID-19 hospitalizations. \"Mask up when you're not with members of your household and take this very seriously,\" says Yost.","sentiment_score":-0.2166666667}
{"full_text":"Concerned about screen time in the age of #COVID19? Join a virtual conversation between and of the on Nov. 17. They are giving away TWENTY books to participants at the webinar, so register here today:","sentiment_score":0.0}
{"full_text":"4 MORE HOURS TO VOTE! All our info on who\/what to vote for is below. Join us at 6:30p, we'll look at local results and have a great group of guest and friends of the show joining us! and more!","sentiment_score":0.5625}
{"full_text":"Texas paramedic dies after COVID-19 battle.  #COVID-19 #EMS #virus #EMT","sentiment_score":0.0}
{"full_text":"Join today at 5pm when and welcome a young #HamOnt resident who is still dealing with the aftermath of #COVID19 months after diagnosis, and they connect with a local chef about winning a program. It all starts in 1 hour!","sentiment_score":0.38125}
{"full_text":"Free COVID-19 testing centers exclusively for the use of K-12 teachers and employees are open in Old Town, El Cajon, Del Mar, Chula Vista and at rotating backcountry locations.More information is here:","sentiment_score":0.1666666667}
{"full_text":"New laws that protect citizens from the pandemic must also uphold #HumanRights for all. We created this new checklist with &amp; to help policy makers put human rights into the  of COVID-19 response:","sentiment_score":0.0909090909}
{"full_text":"Exit polls, especially the 5pm early polls, were sketchy pre-pandemic. Now, even though pollsters have adjusted for more early voters, exit polls are probably still not a reliable predictor of who has won. ","sentiment_score":0.175}
{"full_text":"People are struggling because of this pandemic. We have the opportunity to help--if we all #Vote4MentalHealth during this election.  #mentalhealth #mentalhealthawareness #anxiety #depression #selfcare #mentalhealthmatters #recovery #healing #support #nami","sentiment_score":0.0}
{"full_text":"Don't be that person, wear a mask! #MaskUpSEPTA #InItTogether","sentiment_score":0.0}
{"full_text":"The global #device market saw revenue increase in 2Q20 despite its largest segment, #smartphones, remaining in decline. The #pandemic-driven demand for #tablets and #PCs helped offset this decline and boost benchmark revenue and gross profits, says Analyst","sentiment_score":0.0}
{"full_text":"Dog walks, golf and 'sacrosanct' lunch hours -- Manchester offers London a lockdown blueprint","sentiment_score":0.1}
{"full_text":"If your small business needs Personal Protective Equipment (#PPE) to comply w new #COVID19 safety standards, the NJ Small &amp; Micro Business PPE Access Program can help you yet discounted PPE via designated vendors. Learn more: ","sentiment_score":0.0272727273}
{"full_text":"When #COVID19 hit, had just become #principal of Djarragun College -- a Qld Indigenous school with 350 students &amp; 110 boarders from local, regional &amp; remote communities. He shares what he's learned in AHISA's Independence journal #aussieED","sentiment_score":-0.05}
{"full_text":"New 'Holiday to Help Out' scheme launches with deals for post-lockdown travel","sentiment_score":0.1363636364}
{"full_text":"Arguably the political response would be better if the mortality rate was higher, so that paradoxically a more effective disruptive action is one doesn't cross a critical tipping point.","sentiment_score":0.24375}
{"full_text":"IT HAS TAKEN A GLOBAL PANDEMIC FOR HUNTS TO NOT GO OUT AND KILL WILDLIFE. THEIR LUST TO TORTURE WILDLIFE IS UNFATHOMABLE.","sentiment_score":0.0}
{"full_text":"This guide covers common questions about renting during Coronavirus COVID-19 in NSW. Check it out! with","sentiment_score":-0.375}
{"full_text":"If the government does more now, it can prevent the hole the country is in from growing deeper. Otherwise, every day that goes by with inaction, the devastation from the #COVID19 health and economic crises will continue to mount.","sentiment_score":0.35}
{"full_text":"Currently, 366 patients are hospitalized with the disease in Utah, which is 18 more than were hospitalized on Monday, according to the | By","sentiment_score":0.25}
{"full_text":"This is why Alton Towers opening up after 13 weeks of lockdown was a momentous day for 11-year-old Will Bentley.","sentiment_score":0.0}
{"full_text":"RT The #Cowboys are seriously contemplating turning to QB Cooper Rush as their starter this week... which would require he get act...","sentiment_score":-0.3333333333}
{"full_text":"We're offering a second round of grants to provide financial support small businesses that have been impacted by COVID-19. Learn eligibility details and apply by Nov. 6.","sentiment_score":-0.1125}
{"full_text":"Students should not return home from university before the second lockdown begins as it will risk the lives of loved ones, a minister has said.https:\/\/t.co\/fPQB4ynkMi","sentiment_score":0.35}
{"full_text":"Wear because you care.We can control the spread of the virus by wearing masks. #covid19 #txlege","sentiment_score":0.0}
{"full_text":"In this ever-changing pandemic environment, it's important that #COVID19 patients have access to all treatment options available to help them recover, including convalescent plasma. If you had COVID-19, your plasma is critically needed to help! Sign up:","sentiment_score":0.2666666667}
