{"full_text":"\"#FordIncompetence Some form of lockdown 'inevitable' in Ontario as new COVID-19 cases surpass 1,400, expert says","sentiment_score":0.0681818182}
{"full_text":"RT Craving zaman tak ada Covid","sentiment_score":0.0}
{"full_text":"Playing  friendlies in a pandemic ffs","sentiment_score":0.0}
{"full_text":"RT Please ensure that you wear a facial covering at all times on arrival on our terminals >","sentiment_score":0.0}
{"full_text":"RT Cuz. Masks. Don't. Protect. Anyone.","sentiment_score":0.0}
{"full_text":"RT After months of claims &amp; predictions about escalating suicide rates caused by lockdown, our findings are reassuring. But...","sentiment_score":0.0}
{"full_text":"We should meet soon !! (After lockdown )","sentiment_score":0.0}
{"full_text":"RT So Anti Maskers &amp; Those Nutters Who Say Covid Doesn't Exist, It Could Be You, Death Numbers Rising!","sentiment_score":0.0}
{"full_text":"We have to continue to prevent #COVID19 by ensuring we follow the preventive guidelines.","sentiment_score":0.0}
{"full_text":"RT A further 595 coronavirus deaths yesterday meant the UK became the first European country to surpass a death toll of 50,000.https...","sentiment_score":0.0833333333}
{"full_text":"RT A swathe of top investment banks and funds are piling into emerging market assets on a double-lift in confidence after U.S. Pr...","sentiment_score":0.5}
{"full_text":"We all have had a hugely stressful and at times crisis laden year , we are all ,and I include myself obeying the Covid Advice , we do need at a minimum a December where we can go for a meal or a beer ,lGyms swim play tennis or golf , we have got the numbers down,so we need a rest","sentiment_score":0.4}
{"full_text":"RT Highlight: Malaysia ready to receive successfully developed COVID-19 vaccines -- PM Muhyiddin - Bernama","sentiment_score":0.15}
{"full_text":"RT #ALP_ki_kali_diwali  respected sir plz release new schedule for training with increase capacity . It's seem to be only R...","sentiment_score":0.0681818182}
{"full_text":"RT The FA asking for travel exemption so Iceland can play England..There's a global pandemic you silly cunts. It's not...","sentiment_score":-0.25}
{"full_text":"Well done ! Himachal did well.","sentiment_score":0.0}
{"full_text":"RT We just did a million cases in TEN days. Y'all can't love hookah and well drinks this much.","sentiment_score":0.2333333333}
{"full_text":"RT NEW: Leaked emails reveal Government blocked a Public Health England report showing that one million antibody tests the...","sentiment_score":0.0681818182}
{"full_text":"#WHO's Global Strategy and Plan of Action on Public Health, Innovation and Intellectual Property couldn't be more important against the backdrop of #COVID19, for which there's no effective response in sight. Read HAI's statement on this at the #WHA73:","sentiment_score":0.1428571429}
{"full_text":"RT Want to go to a sporting event in 2021?. Then pay a PS5 to get a 'Covid-19 test' first- if the UK govt gets its way (after...","sentiment_score":0.25}
{"full_text":"RT Stay-at-Home Cupsleeve Event for thank you and .. Happy birthday Dara #EverydayI...","sentiment_score":0.8}
{"full_text":"RT Trying to apply for jobs during this pandemic","sentiment_score":0.0}
{"full_text":"RT If the coronavirus regulations expire tonight, the Covid restrictions support scheme for businesses that was introduced to...","sentiment_score":0.0}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"TERS-FUNDING\/UIF: SURVEY 12 November 2020 (June, July, Aug and Sep)https:\/\/t.co\/DBe01dwg4P","sentiment_score":0.0}
{"full_text":"RT still don't know how covid started by someone eating a bat and not the era where people used to get their feet munched b...","sentiment_score":0.0}
{"full_text":"RT #WorkFromHome tomorrow in #Akl","sentiment_score":0.0}
{"full_text":"Holistic home: how to stay consistent with your #homedecor","sentiment_score":0.25}
{"full_text":"Ingatan nawa po ang lahat! If we are still safe and sound, have a nice connection and have electricity. Join us, as we hear the doctrines of our Lord Jesus ChristThese calamaties and pandemic has a message for us. Let's turn back to our Creator#PureDoctrinesOfChrist","sentiment_score":0.375}
{"full_text":"RT MN households can order up to 5 COVID tests to be delivered to their homes for free. it comes with free shipping to send it...","sentiment_score":0.4}
{"full_text":"RT Valentino Rossi tests positive for COVID-19 again","sentiment_score":0.2272727273}
{"full_text":"RT With new provincial modelling expected to come out today, WR is on pace to surpass 900 new COVID-19 infections this month. A...","sentiment_score":0.0575757576}
{"full_text":"RT Seems sensible: the National Audit Office is 'looking into Government procurement activity during the COVID-19 pandemic...","sentiment_score":0.0}
{"full_text":" Our weekly newsletter is out: green bonds, tax relief when working from home, market update and effect of the pandemic on the property market. -","sentiment_score":-0.2}
{"full_text":"RT Young, healthy people who contract the coronavirus are often asymptomatic, rarely need hospital care and can transmit the viru...","sentiment_score":0.3}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate...","sentiment_score":0.0}
{"full_text":"Emirates turns to Dubai to see it through crisis after $3.4bln loss - - Emirates said on Thursday that Dubai would help it through the coronavirus crisis after losses of $3.4 billion tipped the airline's holding company into its first half-year loss","sentiment_score":0.25}
{"full_text":"RT from taal, covid, lockdown, quarantine, political dispute and karon multiple typhoon is racking our nation. Grabe 2020 we...","sentiment_score":0.0}
{"full_text":"RT from taal, covid, lockdown, quarantine, political dispute and karon multiple typhoon is racking our nation. Grabe 2020 we...","sentiment_score":0.0}
{"full_text":"Please be careful and safe. This is not a line you want to be in.","sentiment_score":0.2}
{"full_text":"How much oxygen do LMICs need to treat #COVID19 patients? 8.56M cubic meters on #WorldPneumoniaDay alone! Explore new Oxygen Tracker UPDATED DAILY: #ACTogether #InvestinOxygen #EveryBreathCounts","sentiment_score":0.1287878788}
{"full_text":"RT Hi, i have several degrees and yeah i teach medicine at a Top Dog Hospital so listen close as I tell you a covid contr...","sentiment_score":0.25}
{"full_text":"RT And there it is folks...the surveillance state now owns you.https:\/\/t.co\/VKcfpuRfPQ","sentiment_score":0.0}
{"full_text":"RT Ontario to release updated modelling today forecasting course of 2nd wave of COVID-19.","sentiment_score":0.0}
{"full_text":"RT You can't be pro-life and believe we should give up fighting the pandemic.","sentiment_score":0.0}
{"full_text":"RT How did people this stupid ever take power in this country?Trump White House election party becomes super-spreader even...","sentiment_score":-0.4}
{"full_text":"RT Black people found to be twice as likely to catch coronavirus as their white counterparts in larg...","sentiment_score":-0.0555555556}
{"full_text":"Right folks, this island has the most deaths from covid 19 in Europe,the Westminster elite doesn't want an enquiry into it's handling of the the pandemic, no shit!!! It's time for the leaders of the Scotland,Wales  and unfortunately Boris to be on the same strategy,","sentiment_score":0.0962053571}
{"full_text":"RT BJP's \"masterstrokes\" like demonetisation, GST &amp; lockdown did after all achieve something \"historic!\": the historic devastati...","sentiment_score":0.0}
{"full_text":"RT Report finds people with learning disabilities &amp; autistic people were 4 times more likely to die with COVID-19 than ot...","sentiment_score":0.1}
{"full_text":"RT Wow. Just wow.","sentiment_score":0.1}
{"full_text":"Social Media-Based Trafficking in Women and Girls on the Rise During Coronavirus Pandemic","sentiment_score":0.0333333333}
{"full_text":"RT Jan- Taal volcano eruptionFeb- Global spread of Covid-19 Mar- Covid-19 case increasesApr- Enhance Comm. QuarantineMay-...","sentiment_score":0.0}
{"full_text":".@_DanSeymour, Director of Strategic Partnerships will be speaking at our &amp; event tomorrow. He will be talking about the empowerment of women during crises like #COVID19, the role of private sector &amp; good practices.  Save the date: 13 Nov. 10am.","sentiment_score":0.35}
{"full_text":"RT Last paper --&gt; Wait at least a month to operate after Covid   Now --&gt; wait for a negative SARS-Cov-2 swab before oper...","sentiment_score":-0.2}
{"full_text":"RT Matt Hancock on telling us that the Pfizer COVID vaccine will be manufactured in Belgium and needs to be transp...","sentiment_score":0.0}
{"full_text":"RT Sex education!!! (Not in a perverted way or anything) Here me out..We are a conservative society, yes and parents ar...","sentiment_score":0.0}
{"full_text":"RT Or, you know, shut down tax haven use, get Amazon etc to pay tax and all the other actual causes.","sentiment_score":-0.0935185185}
{"full_text":"RT Useful to look at longterm mortaility curves to see overall effect of the pandemic and add some balance to the discussions...","sentiment_score":0.15}
{"full_text":"RT As we get into the final stretch of bidding farewell to our beloved Hon. Ken Mainya, MCA Kiamokama ward, I urge all his co...","sentiment_score":0.35}
{"full_text":"So critical that Business leaders model exemplary behaviours #DoTheRightThing #HeroToZero #AllInThisTogether Pfizer chief sold $5.6m of shares on day of Covid vaccine announcement","sentiment_score":0.0}
{"full_text":"RT Thank you   the entire machinery is working to keep everyone safe. We need to follow only 3 things-1) Wear a mask2)...","sentiment_score":0.1666666667}
{"full_text":"RT Man spun the coupe on us ","sentiment_score":0.0}
{"full_text":"Memo To Joe: COVID Is Skyrocketing In States That Already Have Mask Mandates - Issues &amp; Insights","sentiment_score":0.0}
{"full_text":"RT How likely is it you'll encounter at least one person who is infected with the coronavirus if you go to a bar in Denver? What...","sentiment_score":-0.15}
{"full_text":"Like the first time when the pandemic started in earnest in WC and the rest of the country followed about 2-3 weeks later. Similar pattern now with rise in cases in WC last two weeks and now WC starting to take off.","sentiment_score":0.05}
{"full_text":"I'm convinced these man are ill","sentiment_score":-0.5}
{"full_text":"RT He has compromising photos of the Coronavirus that he'll let slip if it doesn't do as he s... wait, no that can't be...","sentiment_score":0.0}
{"full_text":"Not black people worldwide you better put it as african american or maybe carribean people because down here in africa we can truly say that we are immune from this crap We are less dying from coronavirus than the rest of the world","sentiment_score":-0.076984127}
{"full_text":"Could Iceland's forensic-style contact tracing be the key to defeating Covid-19?https:\/\/t.co\/K4lhou5DKh","sentiment_score":0.0}
{"full_text":"RT This should be getting more attention considering Muslims are often labeled as anti-science. This vaccine could potent...","sentiment_score":0.5}
{"full_text":"It's #WorldPneumoniaDay during a pandemic that's dramatically increasing #pneumonia deaths. Working in #HealthcareComms, we can play a role in raising awareness and advocating change, but has resources allowing everyone to do something","sentiment_score":0.0}
{"full_text":"RT For the second time this week, researchers have announced positive results for the final, human stages of a #coronavirus va...","sentiment_score":0.0568181818}
{"full_text":"RT As our next president, will listen to experts and be honest with the American people about the pandemic. That's...","sentiment_score":0.2}
{"full_text":"Can the Coronavirus be the End of Coworking Space? #CRE #Coworking #COVID-19","sentiment_score":0.0}
{"full_text":"RT 10 CARICOM Elections, 1 marathon US election &amp; an ongoing worldwide pandemic later - (as it stands) we have reached the e...","sentiment_score":0.0}
{"full_text":"If you have suicidal thoughts reach out for help it's important you do or you can take advice from me I used to suffer the same way don't let Stress get to you and avoid all negative even if you have deactivate your account reaching out to love ones is priority","sentiment_score":0.15}
{"full_text":"RT So what they're saying is the key workers who have managed to hold down their job and are still working and risking the...","sentiment_score":-0.0777777778}
{"full_text":"RT how will the future of our workspaces look? founder and CEO jeroen ter hoeven speculates post-pandemic possibilitie...","sentiment_score":0.0}
{"full_text":"RT I  love presidents that wear a mask when they are honoring veterans during a pandemic that is threatening millions of Ameri...","sentiment_score":0.5}
{"full_text":"RT LOOK AT THESE NUMBERS144,000 Americans tested positive for #COVID19 in 24 hours.More people are hospitalized in Ameri...","sentiment_score":0.2272727273}
{"full_text":"Did you know (via @WSJ) that during the airplane deicing process, \"... aircraft manufacturers confirm the flow of air is reduced by as much as 50%...\"  #travel #news ","sentiment_score":0.2}
{"full_text":"I think we would have if this hadn't happened to be honest.  I actually saw what was trying to be achieved, sadly Covid got in way. But I for one won't be voting for them, if they go back to Tories of old.","sentiment_score":0.04}
{"full_text":"RT Stay home stay safe#AngamizaCoronaUG","sentiment_score":0.0}
{"full_text":"RT Graduate school, a pandemic, and a Presidential election is not a combination i would recommend ","sentiment_score":0.0}
{"full_text":"PSNI told to phase out spit guards!!! In the midst of a global pandemic that can be spread by spitting they want to do away with spit guards!!!That kind of thinking should be criminal.","sentiment_score":0.0666666667}
{"full_text":"What opportunities are there for #entrepreneurs outside of Europe who are seeking a foothold in its markets, as well as local #business owners who want to adapt to a post-COVID-19 world?Take a look at this report from to find out:","sentiment_score":0.0}
{"full_text":"  currently have 2 funds open - Women's Sector Resilience Fund for organisations with an income of PS250k - PS1million  - Covid-19 Frontline Fund, for organisations with an income of less than PS250K. More info, &amp; how to apply here:","sentiment_score":0.0833333333}
{"full_text":"RT \"Other countries have social safety nets. The U.S. has women.\"I talked to about her research on women &amp; pa...","sentiment_score":-0.0458333333}
{"full_text":"Due to the ongoing failure to commission #abortion services in #NorthernIreland, some women are still forced to cross a sea to access healthcare in the middle of a #pandemic. Join the discussion on 14th Dec from 15.00 - 16.30. ","sentiment_score":-0.1483333333}
{"full_text":"Visitors to one of Shropshire's most popular markets will know June Beharrall well, as every Friday and Saturday the fundraiser would set up her chair and collect for the Severn Hospice.https:\/\/t.co\/6CWW29SayI","sentiment_score":0.55}
{"full_text":"RED ZONE: Cases are up 34% from last week, according to the White House report, and the state's test positivity rate ranks 11th highest in the U.S.","sentiment_score":0.0}
{"full_text":"Please read the Nov. 9 letter to families regarding additional confirmed COVID-19 cases and a temporary closure of Huth Road Elementary School:","sentiment_score":0.35}
{"full_text":"RT What you need to know about the coronavirus right now","sentiment_score":0.2857142857}
{"full_text":"#COVID19 Could Damage #Fertility of Up to 20% of Male Survivors, Scientist Claims","sentiment_score":0.0}
{"full_text":"RT MAAM,osmania university is conducting our previous semester main exams I.e for 2nd, 4th and 6th semeste...","sentiment_score":0.0}
{"full_text":"919 new cases and 15 new deaths in Libya [11:00 GMT] #coronavirus #CoronaVirusUpdate #COVID19 #CoronavirusPandemic","sentiment_score":0.1363636364}
{"full_text":"Some big changes here as we prepare to exit Level 5https:\/\/t.co\/C9hCzphxJ6","sentiment_score":0.0}
{"full_text":"After Pfizer announced that its vaccine showed 90 percent effectiveness, Russia claimed Sputnik V is better and they are planning for mass vaccination#coronavirus #COVID19","sentiment_score":0.5}
{"full_text":"Public transit ridership may have fallen off during the pandemic, but a new poll shows most Canadians support more government funding for transit. At 6:10, we'll speak w\/ of which commissioned the research. #ldnont READ:","sentiment_score":0.2840909091}
{"full_text":"The pandemic has resulted in fewer people accessing NHS services for a range of conditions that are not related to coronavirus. It's important to assure older family and friends that they won't be a burden on the NHS and that their GP will be able to help them.","sentiment_score":0.2666666667}
{"full_text":"Athletes arriving in Tokyo for next year's Olympic Games, postponed from 2020 because of the #coronavirus pandemic, will be exempt from the 14-day isolation periodhttps:\/\/t.co\/bkalbPHYIB","sentiment_score":0.0}
{"full_text":"Smell, Taste Changes Early Indicators of #COVID19 Community Spread, New Research Findshttps:\/\/t.co\/1YcVV97Hpn(: Xinhua\/IANS)","sentiment_score":0.1181818182}
{"full_text":"Yes 'Cor!', considering your track is Peter Green's Fleetwood Mac playing Albatross and he died in June. So, yes, 'Cor! What a year it's been'. It's ok, it wasn't from Covid.","sentiment_score":0.125}
{"full_text":"Birmingham City women have got an injury crisis going into the derby with Aston Villa. Awaiting results on a scan for Sarah Mayling today. As it stands, Carla Ward has just 10 players available for selection. Currently can't call on academy players due to Covid protocols. #BCFC","sentiment_score":0.0916666667}
{"full_text":"Kindly contact the following helpline for #COVID19 testing issue: # CMO District Bargarh: 06646 231763# #COVID Helpline: 06646 232112#COVID_19 #COVID__19 #COVID19 #COVID19India #Corona #coronavirus #CoronavirusIndia #CoronavirusPandemic","sentiment_score":0.3}
{"full_text":"RT Have a good day.. it's almost weekend!! #ThursdayThoughts #dogsoftwitter #staysafe #lockdown","sentiment_score":1.0}
{"full_text":"RT \"What I'm hearing from our members is cautious optimism.Everybody is really looking at the logistics of this &amp; really reall...","sentiment_score":0.2}
{"full_text":"This is brilliant. And has a great mondegreen in there too, which I'm sure is deliberate. #WearAMask","sentiment_score":0.7333333333}
{"full_text":"#COVID19, as of 11\/12, 6am:>Global cases: 52,178,723>Global [deaths]: 1,285,379>US: 10,400,943>US [deaths]: 239,683 [+2117]>TN: 293,381 [3761]>GA: 377,694 [8333]>NC: 300,561 [4698]>AL: 208,637 [3201]>Local cases:","sentiment_score":0.0}
{"full_text":"Remember, if you get any symptoms of coronavirus, you and your household need to self isolate straight away. This is so you don't spread the disease to others, and to protect your local community.BSL version https:\/\/t.co\/GxqdOV0A2U","sentiment_score":0.1}
{"full_text":"RT from taal, covid, lockdown, quarantine, political dispute and karon multiple typhoon is racking our nation. Grabe 2020 we...","sentiment_score":0.0}
{"full_text":"#InThisTogether: and agencies from local and federal governments in Guam  recently completed a vital project to accommodate those affected by #COVID19. #KnowYourMil","sentiment_score":0.0333333333}
{"full_text":"RT Why is playing vox pops with random members of the public speculating that the Covid vaccine might be unsafe?...","sentiment_score":-0.25}
{"full_text":"What are you doing during the lock-down? wrote himself an album, an unplanned one obviously. And TrancePodium gives you the chance to listen to it, from your own copy!Win it here  #island #trance #puretrance","sentiment_score":0.3}
{"full_text":"Kam Lun Ellis Hon et al compare the local proportion of COVID19 infections in the 0-19 years age group in Hong Kong, China with other countries and summarize the features of COVID19 in #chidren. #MISC #KD #COVID19","sentiment_score":-0.0625}
{"full_text":"The Swedish COVID-19 Response Is a Disaster. It Shouldn't Be A Model for the Rest of the World #ReopenMassachusetts #OpenMassachusetts #MAjobs #CambridgeMA #BosPoli #MAbiz #CharlieBaker #MAedu #Somerville #CambMA #TallDeval #Camberville #GovBaker #MAgov","sentiment_score":0.0}
{"full_text":"Good morning Clearing to a mainly sunny day with a high 9. #ThrowbackThursday to past #FestiveRIDE campaigns.  COVID-19 won't stop the 2020 blitz but you should know we run #RIDE checks year round. #DriveSober#RoadSafety","sentiment_score":0.1153333333}
{"full_text":"#LockdownLearnings | She broke some of the biggest exclusives during the lockdown, but did she acquire any new skills?! What did learn in the lockdown?Watch ","sentiment_score":0.1704545455}
{"full_text":"Bicester Toys open in lockdown after 'toughest year ever'https:\/\/t.co\/5Qs4HfCep7","sentiment_score":0.0}
{"full_text":"Watch this #WearAMask  innovation","sentiment_score":0.0}
{"full_text":"RT #Breaking -- El Paso County Judge Ricardo Samaniego has just extended the county's emergency order shutting down non-esse...","sentiment_score":-0.1555555556}
{"full_text":"PS400m Covid circuit breaker's most visible achievement in Northern Ireland was to alienate business, by","sentiment_score":0.5}
{"full_text":"Check out our feature member article which this week comes from as they reflect on adapting and prospering under \"A New Normal\" following the unprecedented upheaval caused by #Covid-19.Read the article #sheffieldissuper #Sheffield","sentiment_score":0.2215909091}
{"full_text":"The report comes as the United States deals with record-highs in confirmed coronavirus cases.","sentiment_score":0.4}
{"full_text":"In 3 hours, join us as our #LeadingMinds: Discuss #COVID19, the infodemic + #FakeNews, and how we can learn to distinguish truth from lies.Register:","sentiment_score":0.0}
{"full_text":"The \"Navigating a Business in Uncertain Times\" course helped #YALI2019 #MandelaFellow business get through the #COVID19 crisis. Learn how: #MWFConnect","sentiment_score":0.0}
{"full_text":"#FromTheRight: Gov. Andrew Cuomo's New COVID-19 Restrictions on Private Home Gatherings Violate Personal Liberty | Opinion by #Holidays #Culture #Covid19 #Cuomo","sentiment_score":0.0454545455}
{"full_text":"Grocery prices are still higher than pre-pandemic in the U.S. with meat up 20% and chicken up 12%. Recipe content that helps consumers make the most of cheaper protein sources is a powerful way for grocery retailers to add value for consumers on a budget.","sentiment_score":0.1125}
{"full_text":"What are socially distanced gigs going to look like post Lockdown 2.0? We caught up with Ricky from on Saturday night to find out. Hear the show ","sentiment_score":0.0333333333}
{"full_text":"As with all tumultuous times, we need the help of artists to make sense of the world we inhabit.  commissioned artist Sarah Wood to create an artwork in response to lockdown. Watch her film here.https:\/\/t.co\/2hfAlbHsBp","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Thursday November 12, 2020 ","sentiment_score":0.0}
{"full_text":"Unemployment is on the rise in the UK due to the financial hardship of Covid-19 - but Cumbria has seen a fall in figures this month.https:\/\/t.co\/cRTi9wHRlt","sentiment_score":-0.0625}
{"full_text":"VALLEY MUSIC FESTIVAL GRANTS AWARDS TO YOUNG MUSICIANSMUCH music-making has been silenced by the pandemic - but local youngsters have been given a boost to keep their ambitions alive.Story continued at:","sentiment_score":0.05}
{"full_text":"\"This shows they are still communicating, which will help lower the risk of misjudgment 'n an accidental clash. The chance of a major conflict should be lowered,\" says with the S. Rajaratnam School of Int'l Studies in Singapore. #China #USA","sentiment_score":0.0625}
{"full_text":"Staff engagement during COVID-19: Northumbria Healthcare NHS Foundation Trust - NHS Employers#greylit #greyliterature #nglc #COVID19 #Covid19UK  #engangement #management #organisational_developmenthttps:\/\/t.co\/SxFtI7eBbs","sentiment_score":0.0}
{"full_text":"Cedar Bluff Elementary, West Valley Middle, Karns Elementary and Bearden High have announced cases this school week.","sentiment_score":0.19}
{"full_text":"National Covid Alert: STAY HOME (5 Nov - 2 Dec). Schools and essential shops will remain open. Find the latest guidance and exemptions at #NorthantsTogether","sentiment_score":0.1666666667}
