{"full_text":"RT An additional 2.5 million girls will be at risk of child marriage over the next five years - halting and reversing 25...","sentiment_score":0.0}
{"full_text":"RT Numbers down don't let that stand in the way of a 'good ole lockdown'None of the 'reasons' put forward make #lockdown2uk se...","sentiment_score":0.2722222222}
{"full_text":"RT Our KWSP is for our retirement fund, Gomen allowing to withdraw early is wrong,because it shd not be made a Gomen 'emergency...","sentiment_score":0.1}
{"full_text":"Bitch I lost a niece because of Covid, tell that to her children!!!","sentiment_score":0.0}
{"full_text":"Besides Delhi, many other states have put a bar on the use of crackers to rule out any potential risk of spreading of Covid-19. Check details here","sentiment_score":0.125}
{"full_text":"RT Pandemic T lol","sentiment_score":0.8}
{"full_text":"RT Passing away of BA Rounyal Sahab's son Dr Naveed comes as a personal loss for me. With my late father's long association...","sentiment_score":-0.1166666667}
{"full_text":"RT TWTR &amp; YouTube take down Bannon\/ War Room Pandemic at same time, as I was watching live.WTF is this commie shitFUCK @ja...","sentiment_score":-0.0777777778}
{"full_text":"RT Over 35,000,000 people have now recovered from COVID-19 around the world.","sentiment_score":0.0}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"A chronic asthma sufferer can and should wear a mask.","sentiment_score":0.0}
{"full_text":"RT Even as America has been riveted by the election drama, doctors, nurses, orderlies, paramedics, and all the others on the me...","sentiment_score":0.0}
{"full_text":"RT This thread is pure fuego, spot on","sentiment_score":0.2142857143}
{"full_text":"RT On January 3rd Fox will finally start reporting the skyrocketing Covid-19 cases. #BidenHarris2020ToSaveAmerica","sentiment_score":0.0}
{"full_text":"RT #WEAKSIGNAL Keep an eye on this. The same way that wildlife 'wet markets' should be banned; mink farms should be forbidden...","sentiment_score":-0.05}
{"full_text":"Although risk factors like age and genetics are uncontrollable, there are health choices you can make to help prevent Alzheimer's Disease, like getting active and staying active.https:\/\/t.co\/L1rCqlb2LJ","sentiment_score":-0.1333333333}
{"full_text":"1) How many times do we have to redo the election? Do we redo it until trump wins? Do you hear how stupid you sound?2) Safe? There have been record number of covid cases this week. Do you hear how stupid you sound? But you're right about one thing... \"Just accept it\"","sentiment_score":0.0551020408}
{"full_text":"RT REMINDER, COVID-19 is still very real. The U.S. saw its highest number reported for a single day yesterday, 121,504 new cases....","sentiment_score":0.1083116883}
{"full_text":"RT Even as America has been riveted by the election drama, doctors, nurses, orderlies, paramedics, and all the others on the me...","sentiment_score":0.0}
{"full_text":"So children are not staving.They are just being fed the wrong food by careless parents.Eating properly doesn't have to be expensive.","sentiment_score":-0.375}
{"full_text":"Sumit bhai kuch bologe to company black list me fall degi","sentiment_score":-0.1666666667}
{"full_text":"RT We want to support the arts at this challenging time. If you're reaching communities impacted by COVID-19 through the...","sentiment_score":0.5}
{"full_text":"RT Thanks Guys please retweet if you agree..@TimesNow","sentiment_score":0.2}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"COVID: 2020","sentiment_score":0.0}
{"full_text":"RT It's Friday. It's a lockdown weekend. It's already dark. Here's something guaranteed to bring a smile ...#gonefishingou...","sentiment_score":0.075}
{"full_text":"RT Congratulations to all of the students who received BPTC results today. Please remember we did a notoriously difficult course...","sentiment_score":-0.5}
{"full_text":"RT Dr. Phibes says; \"Wear a mask! It's Halloween everyday. #DrPhibes #HalloweenMask #StaySafeAtHomeReadBooks #DrPhibesCultC...","sentiment_score":-0.2}
{"full_text":"RT ICYMI: Scotland County's COVID-19 Community Testing Event begins tomorrow. Register at","sentiment_score":0.0}
{"full_text":"You should throw up a new youtube page - War Room Pandemic 2.","sentiment_score":0.1363636364}
{"full_text":"It's a face mask I mean she's in a very vulnerable group as far as covid-19 is concerned.","sentiment_score":-0.2875}
{"full_text":"Can u actually imagine there's people who don't know how to play ","sentiment_score":0.0}
{"full_text":"RT They are true heroes!","sentiment_score":0.4375}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"Morley Town AFC Lockdown Miles For Christmas","sentiment_score":0.0}
{"full_text":"Now on Naija ReportsCOVID-19 Hasn't Gone Away--It's Worse Than Everhttps:\/\/t.co\/LztI1QDKsk","sentiment_score":-0.4}
{"full_text":"Had almost forgotten about this lame self-destructive move by the DCCC. Another reason to look forward to nothing fundamentally changing and a lack of introspection about how this pandemic election could possibly have been so close.","sentiment_score":-0.25}
{"full_text":"Been saying this for a long time. The entire thing was a set up for what we're seeing now.","sentiment_score":-0.025}
{"full_text":"RT The question is, what could possibly shock white people enough to turn away from our nation's foundational lies, rooted in...","sentiment_score":0.0}
{"full_text":"RT Please wear a mask.Pass this on","sentiment_score":0.0}
{"full_text":"RT Whoever becomes president will inherit a world mostly at peace, an economy that is raging back, and a probable end of c...","sentiment_score":0.25}
{"full_text":"RT At the W Boston: \"A man could be seen smashing windows with a bat or a machete, and throwing items, including multiple...","sentiment_score":0.0}
{"full_text":"RT .@DeptofDefense has deployed three Medical Specialty Teams to assist Texas' efforts to combat #COVID19 in El Pas...","sentiment_score":0.0}
{"full_text":"Distancing due to Covid, even when counting ballots. If you protected Americans from Covid, you would have been able to watch them count all the votes for President Biden &amp; VP Harris. Grow up and Move OUT! #ByeByeTrump","sentiment_score":0.25}
{"full_text":"RT Now the adults are back in the room in the USA now will have to negotiate like an adult and recognise th...","sentiment_score":0.05}
{"full_text":"RT 746 fresh cases take #COVID19 infection count to 2,20,991 in #Bihar, 8 more deaths raise toll to 1,129; active case count 6,9...","sentiment_score":0.2222222222}
{"full_text":"We are all worried, one of my ex students is now gone because of COVID and his parents are now both ill. He was a smart young man and it's heartbreaking. NO underlying health problems wither!!","sentiment_score":-0.0431547619}
{"full_text":"RT If you can believe a lying, tax-dodging, incompetent, semi-literate white nationalist with coronavirus in his lungs and...","sentiment_score":-0.175}
{"full_text":"I always admire the way he speaks the truth, a true inspiration for young ppl in politics. P.S  please follow SOPs, we can't afford lockdown again.","sentiment_score":0.225}
{"full_text":"RT Lost the popular vote twice, got impeached by members of both parties, and shit the bed on a global pandemic. Not a good p...","sentiment_score":0.0125}
{"full_text":"RT Wishing everyone a great new month #November A nice new week too#StaySafe #wearamask  Sarah KJP","sentiment_score":0.4181818182}
{"full_text":"RT 5.   Indeed, that is the real purpose of, among other things, mail-in voting, which Nancy Pelosi and the Democrats have...","sentiment_score":0.0375}
{"full_text":"RT I know there's a lot of focus on the election, but we cannot forget the virus. Yesterday we had more than 121,000 new Co...","sentiment_score":0.3181818182}
{"full_text":"Breaking: Indoor Weddings Banned in Latest Coronavirus Restrictions in Pakistan","sentiment_score":0.5}
{"full_text":"RT As cases increase, follow this sound advise.","sentiment_score":0.4}
{"full_text":"I personally wish at this point he got a new name outside of \"Spider-Man\".I feel like he's earned it at this point. I fully understand and enjoy the message of \"anyone can wear the mask\" but...I dunno'. I think he deserves something unique to him, at this point.","sentiment_score":0.1822727273}
{"full_text":"RT Please wear a mask.Pass this on","sentiment_score":0.0}
{"full_text":"RT Really really important: Black Lives Matter protests got the Democratic voters registered we needed to win.","sentiment_score":0.3444444444}
{"full_text":"RT REMINDER, COVID-19 is still very real. The U.S. saw its highest number reported for a single day yesterday, 121,504 new cases....","sentiment_score":0.1083116883}
{"full_text":"RT Thanks Guys please retweet if you agree..@TimesNow","sentiment_score":0.2}
{"full_text":"Mike Szucs expects Full Service Carrier to Low Cost Carrier interconnectivity to increase due to Covid and reduced fleets &amp; schedules #PSS2020","sentiment_score":0.075}
{"full_text":"you dont think there will be riots when they plan to completely lock the country down for 2021 with mandated mask\/vaccine policies? \"there may not be a new normal until well into 2022\" thats a longggggg time for people to be shutdown","sentiment_score":0.0577020202}
{"full_text":"RT Thanks Guys please retweet if you agree..@TimesNow","sentiment_score":0.2}
{"full_text":"We're not holding our breath, can we just use those empty trump administration plans and documents for the fireplace in the harsh winter to come?  I do wonder if Biden still has a copy of that Obama\/Biden pandemic plan they left trump's admin with, might wanna dust that off.","sentiment_score":-0.1}
{"full_text":"The government is leaving homeless people on the streets and at high risk during the second wave of coronavirus. We need emergency accommodation now. Sign the petition:","sentiment_score":0.08}
{"full_text":"RT The bad news is that Trump would have won had it not been for Corona. Yes he would have.","sentiment_score":-0.7}
{"full_text":"RT  COVID-19 Case UpdatesAs of 06.11.2020, 06:00 PM Confirmed an additional 39cases of COVID-19 infections in Maldives- 20...","sentiment_score":0.4}
{"full_text":"RT The same pandemic - but unequal impactsWhy we are running our Covid Impact Inquiry to under stand the implications for pe...","sentiment_score":0.0}
{"full_text":"It was a landslide, stfu","sentiment_score":0.0}
{"full_text":"Once again we're seeing dramatically out of touch reads from Dem leadership on the House losses, but AOC is here to peer behind the curtain.","sentiment_score":-0.4}
{"full_text":"Trump is fear mongering? It's the Democrats who sent CoVid here on purpose and fed you lies for all these months to do exactly this try to steal the election! I guess on educated smart people who do their research vote for trump","sentiment_score":0.2633928571}
{"full_text":"ngl it was just a day before lockdown but I work in different city and I never had a problem, booking for next week and it's calm","sentiment_score":0.1}
{"full_text":"RT REMINDER, COVID-19 is still very real. The U.S. saw its highest number reported for a single day yesterday, 121,504 new cases....","sentiment_score":0.1083116883}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"Scottsdale schools seek COVID specialist for district #AZNEWSMEDIA","sentiment_score":0.0}
{"full_text":"COVID","sentiment_score":0.0}
{"full_text":"RT Biden was not my candidate. I expect to spend his term furious with his centrism. But today let's celebrate what a win th...","sentiment_score":0.8}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT Mumbai's COVID-19 tally rises to 2,62,476 with addition of 792 cases; 22 deaths take toll to 10,396: civic body","sentiment_score":0.0}
{"full_text":"Learn how to keep your investment safe against Covid19 risk in our financial instruments trading seminar.Make it a date with us Investment Seminar, Date: 7th Nov, 2020. Time:10am, Venue: Hotels, NPA exp.rd, Warri.#TigerWitinWarri","sentiment_score":0.25}
{"full_text":"RT In which world does he live? The entire pandemic was managed in such a worst manner that it will become a case study for futur...","sentiment_score":-0.2159090909}
{"full_text":"RT This is why #COVID19AB is spreading so much in ABPeople have to choose between paying their bills and getting tested.IMO...","sentiment_score":0.2}
{"full_text":"Do I believe an election that had no choice but to go past policy, taking the last four years (professionalism, covid handling and more)into account had more votes? YesDo I believe an election with increased accessibility to ballots through absentee options had more votes? Yes","sentiment_score":0.1875}
{"full_text":"RT Something to keep note of.","sentiment_score":0.0}
{"full_text":"RT Thanks Guys please retweet if you agree..@TimesNow","sentiment_score":0.2}
{"full_text":"RT  We're seeing just how important postal votes are - especially so during a pandemic. Get registered for yours here ah...","sentiment_score":0.2}
{"full_text":"Ok realitinya, boleh je nak keje sini. But my silly head told me I should find something better outside ..Avoid the people from my past. Have a standard.But I keep slapping my consciousness, we are in this pandemic, you never gonna be Emily in paris' wannabe,","sentiment_score":0.05}
{"full_text":"Yet another Downing Street mistake but they forge ahead in lockdown small business closers and personal bankruptcies, insisting incorrect death toll data was 'mistake' https:\/\/t.co\/irfif5g84E","sentiment_score":-0.125}
{"full_text":"RT WIN A bottle of Jeffrey's Indian Tonic Syrup or handcrafted Cordial. Ideal for lockdown - 10 drinks in one bottle! C...","sentiment_score":0.9}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"Let them go scream into the void. They can't rage quit the election because they don't like the results. Everyone stay home and let them show what loonies they are without any of us getting targeted.","sentiment_score":0.0}
{"full_text":"Pandemic is a lot of bullshit and even you know this. The people at the polls wore masks and social distanced.","sentiment_score":0.0333333333}
{"full_text":"RT Even as America has been riveted by the election drama, doctors, nurses, orderlies, paramedics, and all the others on the me...","sentiment_score":0.0}
{"full_text":"RT  The sad tally continues to climb. 355 more UK Covid-19 deaths announced today. May the departed rest in peace. Remembering...","sentiment_score":0.0}
{"full_text":"Even without COVID, \"Around 60 percent of new restaurants fail within the first year. And nearly 80 percent shutter before their fifth anniversary.\"So why would we rescue 100% of them now with COVID subsidies?  Waste of money.","sentiment_score":-0.0427272727}
{"full_text":"RT 5.   Indeed, that is the real purpose of, among other things, mail-in voting, which Nancy Pelosi and the Democrats have...","sentiment_score":0.0375}
{"full_text":"Covidiot baloney frenzy as Delusion Virus spreads on Twitter","sentiment_score":0.0}
{"full_text":"RT 5.   Indeed, that is the real purpose of, among other things, mail-in voting, which Nancy Pelosi and the Democrats have...","sentiment_score":0.0375}
{"full_text":"RT Do self-interest considerations explain support for European financial solidarity during the Covid-19 pandemic?","sentiment_score":0.0}
{"full_text":"Thread ","sentiment_score":0.0}
{"full_text":"RT Trump ran on the very thing people are accusing Biden of running on: my opponent is bad. He had no platform. No health ca...","sentiment_score":-0.25}
{"full_text":"RT After Rajasthan now Odisha, Delhi &amp; Karnataka have banned fireworks during Diwali. As we are facing pandemic affecting c...","sentiment_score":0.0}
{"full_text":"How many times have they interviewed the cultists at the COVID-fests wearing their \"F*ck your feelings\" shirts?","sentiment_score":0.5}
{"full_text":"RT REMINDER, COVID-19 is still very real. The U.S. saw its highest number reported for a single day yesterday, 121,504 new cases....","sentiment_score":0.1083116883}
{"full_text":"RT I know there's a lot of focus on the election, but we cannot forget the virus. Yesterday we had more than 121,000 new Co...","sentiment_score":0.3181818182}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"RT Epidemiologists slam Ontario's new tiers of COVID-19 restrictions, calling them 'gibberish' and 'scientifically illiterate'https...","sentiment_score":0.1363636364}
{"full_text":"Friday's Tipperary businesses that continue to operate during lockdown #keeptippinbusinesshttps:\/\/t.co\/p9Jg19heZB","sentiment_score":0.0}
{"full_text":"My sister is an RN on the night shift (and with patients with Covid) and  this is exactly right. She is a single parent of two children and she works 12 hour overnighters a few times a week.","sentiment_score":0.0047619048}
{"full_text":"RT November SAT takers will need to confirm these statements before entering the test center. If you feel sick or cannot con...","sentiment_score":-0.4071428571}
{"full_text":"Everyone deserves a chance to say goodbye and to grieve with family.","sentiment_score":0.0}
{"full_text":"$Lonandnoa please single mother and loosing our home because this pandemic it's been horrible to me please any help please","sentiment_score":-0.5357142857}
{"full_text":"RT Today 2,370 new #COVID19 cases in #TN taking states tally to 7,39,147.The number of #ActiveCases 19,002#Chennai cases today...","sentiment_score":0.1363636364}
{"full_text":"RT And just imagine how much earlier this whole race would have been called in a non-pandemic\/heavy mail-in electio...","sentiment_score":0.1}
{"full_text":"I was about to ring you!! I thought you'd caught Covid and died!!..  x","sentiment_score":0.0}
{"full_text":"RT School strike week 116. Because of new COVID-19 recommendations and the rapid spread, we're back to #ClimateStrikeOnline...","sentiment_score":0.0681818182}
{"full_text":"RT Two more coronavirus patients detected in Kalmunai via #SriLanka #lka #Kalmunai...","sentiment_score":0.5}
{"full_text":"\"Local music industry continues to grapple with the impact of COVID-19.\"https:\/\/t.co\/3VDhug3naX","sentiment_score":0.0}
{"full_text":"Ian has taken the week off, but will be back next week with his weekly column Something for the Weekend.Until then, we couldn't help but share our favourite article he wrote about his guide dog Millsey.#Pompey #Lockdown #Pets","sentiment_score":0.0}
{"full_text":"#FoodBanks and #FoodPantries are crucial and in the state of #Missouri, especially in #FoodDesert areasCheck where food deserts are and their proximity to food pantries in our map room by Here: #foodsecurity #FoodSystems #Maproom","sentiment_score":0.0}
{"full_text":"Good luck to all those venturing out for some lockdown fishing over the weekendMake sure you know the restrictions and send us your catch details and piccies#fishing #fishinglifeMore info here:https:\/\/t.co\/B35TdTv59T","sentiment_score":0.6}
{"full_text":"RT So we are on the verge of history and some of y'all wanna talk getting rid of Speaker Pelosi and Schumer, not willing to ackno...","sentiment_score":-0.125}
{"full_text":"Soumillon misses Tarnawa ride after twice testing positive for Covid-19 ","sentiment_score":0.2272727273}
{"full_text":"Will tips stay open in Cheshire West during lockdown 2.0","sentiment_score":0.0}
{"full_text":"From A Hattiesburg restaurant company sued when its insurer wouldn't cover losses related to the coronavirus pandemic. Here's what happened.","sentiment_score":0.0}
{"full_text":"COVID-19 has disproportionately hit Native Americans, adding to a long list of obstacles to voting in many tribal communities. It also made some traditional turnout efforts impossible this year.","sentiment_score":-0.0533333333}
{"full_text":"Here's how Ontario's new #COVID19 colour codes work.https:\/\/t.co\/438kmSI32W#COVIDtoronto #COVID19ON #COVIDCanada","sentiment_score":0.1363636364}
{"full_text":"Iloilo Governor Arthur Defensor Jr. will be banning all public events and gatherings to mitigate the spread of coronavirus disease (Covid-19).https:\/\/t.co\/nVCA5ECZFr#VisayasNews","sentiment_score":0.0}
{"full_text":"Social progress in East Ayrshire hailed despite the COVID-19 pandemic.https:\/\/t.co\/tcCfICLKAp","sentiment_score":0.0333333333}
{"full_text":"It's been a pleasure working with our colleagues in Public Health this week awarding grants to projects supporting Covid messages to older people across Leeds diverse Communities. Third Sector organisations start delivery next week.","sentiment_score":0.0833333333}
{"full_text":"This is lovely - congratulations to all the couples that tied the knot this week!","sentiment_score":0.625}
{"full_text":"Surging COVID cases prompt Region to clamp down Diwali celebrations but Brampton hasn't followed suithttps:\/\/t.co\/W6AUxUyUfD","sentiment_score":-0.1555555556}
{"full_text":"If you are planning on fireworks in your garden remember, no one outside of your household will be able to visit - not even in the garden.","sentiment_score":0.25}
{"full_text":"Are you a social service and public healthcare provider who purchased PPE supplies and other disinfecting supplies due to the pandemic? You may be eligible to receive funding. There is no deadline to submit applications. More details here:","sentiment_score":0.0566666667}
{"full_text":"15 million mink are to be culled on fur farms in Denmark after 207 farms  tested positive for Covid-19. This comes after 400 positive cases on people have been traced back to fur farms #2020EBE #coronavirus","sentiment_score":0.1515151515}
{"full_text":"Coronavirus: Over 12 million cases in Europe \/ Region has overtaken Asia - Coronavirus","sentiment_score":0.0}
{"full_text":"Denmark has announced a complete cull of all mink on Danish farms - a total of up to 17 million animals - due to spiralling Covid-19 infectionshttps:\/\/t.co\/m7lF8Vn1of","sentiment_score":-0.0083333333}
{"full_text":"So you can still have a posh date night at home!","sentiment_score":0.0}
{"full_text":"November's #HighFiveAward goes to C1 Supervisor, Angelica! During the ongoing challenges of this pandemic, and most recently Hurricane Sally, Angelica has remained steadfast. Thank you for your flexibility, determination to be a better supervisor and ongoing desire to learn! ","sentiment_score":0.38125}
{"full_text":"The ELC National Induction Resource has been refreshed and now reflects the most recent updates in policy and best practice, including changes relating to COVID-19.https:\/\/t.co\/gfuQBLk3OlSee what nursery manager Laura had to say about the resource ","sentiment_score":0.5}
{"full_text":"The world's leading resource for Scottish poetry is open for business! We're running a reduced Covid-safe service. You can borrow books from us via FREE postal loans or a Click &amp; Collect service. Want to know more? Click below.https:\/\/t.co\/GtKZNa9i4k","sentiment_score":0.3}
{"full_text":"[ Point de situation | COVID-19 ] ","sentiment_score":0.0}
{"full_text":"Where is Your HAPPY PLACE?With all that's going on, many are feeling more #stress, and needing some time to de-stress and give our minds a break.Here is one of our Team members Happy Place!#MentalHealth #stressrelief #selfcare #staysafe#wellness #WearAMask#DiabetesDREAMTeam","sentiment_score":0.65}
{"full_text":"Let's not lose sight of this","sentiment_score":0.0}
{"full_text":"#MEDICARE #OPENENROLLMENT IS HERE! Enrollment is Oct 15 - Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Have you downloaded the COVID Trace Contacting App? It's quick, easy and free to download. ","sentiment_score":0.3888888889}
{"full_text":"Mindfulness found me. -- Joree Rose@thelolapickett","sentiment_score":0.0}
{"full_text":"Coronavirus Updates: New York State's Daily Infections Are Highest Since May, NJ \"Close\" To Issuing New Restrictions via","sentiment_score":0.0909090909}
{"full_text":"It was never easy to stage large events with thousands of attendees and major sponsorships, but doing it during the Covid-19 pandemic is significantly more difficult. #phoenix ","sentiment_score":0.0120238095}
{"full_text":"RT I spent the afternoon attending briefings on the ongoing COVID-19 crisis and the state of the economy. Tune in as I provide a...","sentiment_score":-0.1}
{"full_text":"Positive COVID-19 cases at quarterfinal volleyball games in Kirksville #Missouri #COVID19","sentiment_score":0.2272727273}
{"full_text":"Regency Centers sees funds from operations plummet due to Covid","sentiment_score":-0.125}
{"full_text":"Addressing The Leadership Wake-Up Call Brought Forth By COVID-19 via","sentiment_score":0.0}
{"full_text":"RT As of November 2, national forecasts predict that 4,600 to 11,000 new #COVID19 deaths will be reported during the week ending N...","sentiment_score":0.1363636364}
{"full_text":"Find out how RA's are handling new changes to their job description due to COVID-19.https:\/\/t.co\/SiLe7xVH5L","sentiment_score":0.0056818182}
{"full_text":"Super excited to announce we feature on the limited turquoise vinyl compilation album LOCKDOWN SONGS, which has been put together by our booking agency artists from the MM roster have donated a track.Check out the full details!","sentiment_score":0.2686011905}
{"full_text":"With lockdown giving many of us a lot of spare time on our hands, why not make your own 'fakeaway' tonight rather than having it delivered?  #pizza #burgers #kebabs #chickentikkamasala #takeaway","sentiment_score":0.55}
{"full_text":"Researchers and funders are grappling with -- and trying to redress -- the lack of diversity in clinical trials for COVID-19 treatments and vaccines. Devex's analyzes the latest interventions that seek to bridge this crucial gap. ","sentiment_score":0.25}
{"full_text":"That might save us heartache bafo","sentiment_score":0.0}
{"full_text":"RT Man. AOC out here responding to left-punching with \"be more good at politics, whiners.\" You honestly love to see it.","sentiment_score":0.5666666667}
{"full_text":"RT One candidate held packed indoor rallies during a pandemic. One candidate illegally used their public office to campaign....","sentiment_score":-0.25}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"\"Wear a mask, save a business.\" Amid the new Level 3 restrictions for Boulder County, this advice is just as relevant as ever. Chamber of Commerce leaders in our region agree - wearing masks and social distancing are key to supporting local businesses: ","sentiment_score":0.1366161616}
{"full_text":"Our longtime partner i-Attend Cloud and Mobile applications have become a vital COVID-19 #ContactTracing tool, helping to protect students, parents and faculty across the country. Learn more about the solution: ","sentiment_score":0.3}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"'Do or Die Situation': Students Set to Appear for CA Exams Question ICAI's Decisions #icai #icaiexams #icaiexam","sentiment_score":0.0}
{"full_text":"\"Starting a new job entirely from home was a whole new experience for me\" -- Ron Gonzales, joined our Talent Acquisition team during the COVID-19 pandemic hiring. #virtualonboarding #BMScareers #COVID19","sentiment_score":0.0945454545}
{"full_text":"Don't let social distancing inhibit your business' event schedule. 86% of virtual event participants say online functions have equal or higher levels of engagement compared to in-person events.","sentiment_score":0.0944444444}
{"full_text":"Current Conditions for #Sayre PATemp: 71.5FWind Chill: 71.5FHumidity: 43%Dew Point: 47.8F Barometer: 30.256 inHgWind: 6 mph from the SWCorona Virus Weekly Stats:Cases: 208.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
