{"full_text":"Denmark mink cull: Government halts plans to cull more than 15 million minks over coronavirus scarehttps:\/\/t.co\/If9WEqY0ur","sentiment_score":0.5}
{"full_text":"Looking forward to this at the weekend - hoping it'll blow the cobwebs off my poetry writing skills! Take a look and join in for a little lockdown literary fun with and ","sentiment_score":0.0708333333}
{"full_text":"Would recommend this episode of the Real World Behavioural Science podcast CORONAVIRUS Mini-Series How did we get here and what happens next? #lockdown #TestandTrace #behaviourchange #COVID19https:\/\/t.co\/jNdSytrqxj","sentiment_score":0.1}
{"full_text":"This thread and the report has attracted a lot of criticism it seems because people were expecting to see a rise in suicides during lockdown which isn't reflected in the data. There is no conspiracy or hidden agenda here!","sentiment_score":-0.2083333333}
{"full_text":"RT Survival time of COVID-19 on skin surface is 9 hours  compared to 1.8 hours for  influenza A virus But both completely...","sentiment_score":0.1}
{"full_text":"if i hear this man say covid 19 one more time in the next 10 minutes i'm going back to bed","sentiment_score":0.1666666667}
{"full_text":"RT On the scale required, what would be the emissions footprint of a massive, national fleet of petrol-powered refrigerated truck...","sentiment_score":0.0}
{"full_text":"\"The pandemic is increasing the chasm of inequality and hitting society's most vulnerable communities the hardest.\"","sentiment_score":0.0}
{"full_text":"RT Our new report finds councils are one of the biggest investors in culture, sport &amp; leisure, spending over PS2bn a year....","sentiment_score":0.1363636364}
{"full_text":"RT Morning chaps, I didn't realise that my blog about the impact of the pandemic on the industry and how we need to pull toge...","sentiment_score":0.0}
{"full_text":"RT US could see 20,000,000 cases of Covid-19 by Christmas if the coronavirus keeps infecting people at the current rate, an","sentiment_score":0.0}
{"full_text":"RT Trump and the GOP left Americans to die","sentiment_score":0.0}
{"full_text":"RT 1 Train responders with latest COVID-19 guidance2 Adapt emergency shelters to address COVID-19 safety requirements3 Ensure...","sentiment_score":0.5}
{"full_text":"It looks like he has got bail. I am sure we have so much to do post COVID rather than involve ourselves in such issues. ","sentiment_score":0.2333333333}
{"full_text":"I thought the were ok w ppl voting if they had  covid. So ridiculous","sentiment_score":0.0833333333}
{"full_text":"RT Just this week alone, hundred and hundreds of young people in RSA acquired HIV (yes, still happening despite all the f...","sentiment_score":0.1}
{"full_text":"RT The scientists who developed the Pfizer\/BioNTech Covid-19 vaccine are a Turkish-German power couple","sentiment_score":0.1}
{"full_text":"The company was launched by an events entrepreneur after the pandemic devastated the sectorhttps:\/\/t.co\/C1Ty76pt44","sentiment_score":0.0}
{"full_text":"RT I hope very much that the report on which this story is based will be read, understood and acted upon in Whitehall.","sentiment_score":0.26}
{"full_text":"RT Craving zaman tak ada Covid","sentiment_score":0.0}
{"full_text":"RT Thanks to and for IGNORING #COVID19 while focusing on keeping their cushy jobs lying, wi...","sentiment_score":0.55}
{"full_text":"Rummaging in the negativity drawer again. Always on the lookout for an SNP\/ScotGov bad agenda. The question you've never found during this pandemic is \"How can we help FM\".","sentiment_score":-0.7}
{"full_text":"RT From tomorrow (Thursday, Nov 12) we're updating our COVID-19 visitor policy allowing one household to visit a patient, once...","sentiment_score":0.0}
{"full_text":"Monza GP track has been readjusted to be coronavirus checking point to address patients in different hospitals","sentiment_score":0.0}
{"full_text":"RT Biden now speaking by phone with US allies whose leaders see the former VP as the president-elect.","sentiment_score":0.0}
{"full_text":"Not convinced this is sexism Michael. We don't think she's incapable because she's a woman, we think she's incapable because she is unqualified+has no experience. My colleagues+I have given up months of our lives to care for covid+non-covid pts. We're exhausted.","sentiment_score":-0.4}
{"full_text":"RT If no point, better not speak.  Why need to turun padang in COVID redzone to show support? What's wrong w sending more f...","sentiment_score":0.1666666667}
{"full_text":"RT  #WHA73 will resume at 10h00 CET.You can follow today's discussions via our website.https:\/\/t.co\/R0Ju6Fvb90","sentiment_score":0.0}
{"full_text":"I very much hope GPs will not be directly involved in administering vaccine but will oversee the prioritisation of patients for vaccination. Otherwise they will have even less contact with patients and the putting off of patients due to the pandemic will intensify.","sentiment_score":0.0170833333}
{"full_text":"RT Next to Priti Patel's heart","sentiment_score":0.0}
{"full_text":"#ToryCronyism #ToryShambles how can they defend the indefensible","sentiment_score":0.0}
{"full_text":"Handing out tax payers money to mates &amp; family members will never be acceptable. That's money that could gone to Schools, NHS, Social Care, to tackle the Pandemic crisis better. The Tories are pillaging our country. Stay angry, because this is not going away.","sentiment_score":0.0111111111}
{"full_text":"RT The Hamilton County Health Department reported 260 new coronavirus cases Tuesday -- a record for single-day new infectio...","sentiment_score":0.1363636364}
{"full_text":"RT Top Good News &amp; Positivity1. NDA wins Bihar2. BJP sweeps all India By Polls3. Markets All Time High4. Covid Vacci...","sentiment_score":0.5}
{"full_text":"RT Lockdown ","sentiment_score":0.0}
{"full_text":"RT The way Bicol had to deal with the worst of 2 Severe Tropical Storms, 2 Category 2 Typhoons, and 1 of the world's strong...","sentiment_score":-0.2833333333}
{"full_text":"Pfizer vaccine has to be kept at -70C which is a challenge for developing countries like India where we'll have difficulties in maintaining a cold chain, especially on rural missions. Overall encouraging news in vaccine research for those in Phase III trials: Delhi AIIMS Director","sentiment_score":-0.2}
{"full_text":"Just uploaded \"Lockdown Blues Interview - Norman Beaker\" to Listen up!","sentiment_score":0.0}
{"full_text":"RT 'The country is badly in need of a different and enduring strategy for living with the virus that doesn't require us to...","sentiment_score":-0.35}
{"full_text":"RT Globalist Klaus Schwab: World Will \"Never\" Return To Normal After COVID","sentiment_score":0.15}
{"full_text":"RT Positivity rates this high scream that we're not testing enough. Nowhere near enough. Folks are running around with covi...","sentiment_score":0.065}
{"full_text":"RT COVID-19 survivors are likely to develop a mental illness, according to a study","sentiment_score":-0.05}
{"full_text":"RT Incarcerated Texans are testing positive for COVID-19 at a rate 40% higher than the rest of the U.S. prison population, a...","sentiment_score":0.2386363636}
{"full_text":"RT Finally, after 100 days of going round and round with the University of Minnesota, we have versions 1 and 2 of the COVID mod...","sentiment_score":-0.05}
{"full_text":"RT Saudi Arabia Becomes Top Middle East Theatrical Market, Bucking COVID-Era Downward Trend (EXCLUSIVE)","sentiment_score":0.1666666667}
{"full_text":"RT YEAH...OK THEN","sentiment_score":0.0}
{"full_text":"RT God said, \"stop them at the source: mass vasectomies, pls\"","sentiment_score":0.0}
{"full_text":"RT Jharkhand has banned bursting firecrackers in public places this Diwali, citing the Covid-19 pandemic, but separate guidelines...","sentiment_score":0.0}
{"full_text":"Back to remote working due to the lockdown? Get VoIP. Here's how we have helped companies choosing the right VoIP business phone service.https:\/\/t.co\/YdLKnAQDnD#VoIP #RemoteWorking #UnifiedCommunications #Gamma #BCLegal #DesignerGroup #GraffDiamonds","sentiment_score":0.0151785714}
{"full_text":"#CYBERSECURITY: allowing non-frontline employees to work from home has protected them from #COVID19, it has opened up potential cyber vulnerabilities. has fended off over 200 attacks in 8 months.#DigitalHealth #NHSDigital #COVID19 #NHShttps:\/\/t.co\/TgtyjH5PAw","sentiment_score":0.0}
{"full_text":"Coronavirus: Northern England 'worst hit' by pandemic #galago #galagogroup #latestnews #business #uk #lockdown #resilience #support #businessupport #HR #northernengland #england #coronavirus #deprivation #ages #ethnicityhttps:\/\/t.co\/2hoKse8hgz","sentiment_score":-1.0}
{"full_text":"RT Hi grandson\/daughter ..we kept our office open,we saved jobs &amp; livelihoods,we helped peoples mental health,we donated...","sentiment_score":-0.1}
{"full_text":"It was another great an informative session. Catch up on website if you missed it","sentiment_score":0.8}
{"full_text":"RT  #WHA73 will resume at 10h00 CET.You can follow today's discussions via our website.https:\/\/t.co\/R0Ju6Fvb90","sentiment_score":0.0}
{"full_text":"RT Working through #Covid 19 restrictions over the last few months has been challenging! The following blog highlights how we ada...","sentiment_score":0.10625}
{"full_text":"Don't use the NHS if you get Covid then.  Simple as","sentiment_score":0.0}
{"full_text":"#Iran to enact new restrictions as #coronavirus deaths soar","sentiment_score":0.1363636364}
{"full_text":"RT Coronavirus: Northern England 'worst hit' by pandemic","sentiment_score":-1.0}
{"full_text":"Nakumatt Liquidation Pushed to February 2021 Due to Pandemichttps:\/\/t.co\/wQkSFowu3c#wednesdaythought #propertynews","sentiment_score":-0.125}
{"full_text":"260 days and counting #workingfromhome #pandemiclife #COVID19 #boredom","sentiment_score":0.0}
{"full_text":"Speaking to our DG highlights the logistical challenges of a global #COVID19 vaccine rollout. Particularly for vaccines which need to be stored at very low temperatures a robust cold supply chain will be indispensable.","sentiment_score":-0.0066666667}
{"full_text":"Two mums caught brawling in the street after they both went to kids' lockdown party","sentiment_score":0.0}
{"full_text":"College students prepare to return home on break as Indiana sees surge in COVID-19 cases #FOX59Morning","sentiment_score":0.0}
{"full_text":"RT Recent data showed a fifth of people in their 50s and 60s have seen their physical health deteriorate during the lockdow...","sentiment_score":0.0}
{"full_text":"Falling Stars goes digital this winter with special lockdown streaming | 22nd - 29th November 2020@Gingerqmedia,","sentiment_score":0.1785714286}
{"full_text":"Freelance food writer becomes chipmunk chef during #COVID19 pandemic ","sentiment_score":0.0}
{"full_text":"We remind everyone travelling on #Luas:Wear a face covering, which is required by law on our services-Keep space between yourself and others where possibleCycle or walk instead of taking Luas if you can.#InThisTogether. See for more.","sentiment_score":0.5}
{"full_text":"We're in this together! #DoYourBit to help keep us all safe by downloading the #NHSCOVID19app. The app is entirely anonymous! Download now:Google Play Store: App Store:","sentiment_score":0.25}
{"full_text":"Our protocol on interventions for the treatment of #COVID19 is now published on the Read it here:","sentiment_score":0.0}
{"full_text":"#SocialDistancing measures to reduce the spread of coronavirus and break the chain of transmission are in place worldwide. These guidelines will help us in keeping ourselves, our loved ones and our communities safe from #COVID19.","sentiment_score":0.6}
{"full_text":"RT #auspol Despite protestations of Christian belief, Morrison, and his LNP government, backed by the IPA, are morally bankru...","sentiment_score":0.0}
{"full_text":"As England has moved into lockdown 2.0, many leading charities have argued that the Government must learn from the mistakes that defined the hastily organised spring lockdown...https:\/\/t.co\/206dnWJiRi","sentiment_score":0.5}
{"full_text":"RT Hospitals overwhelmed as coronavirus cases surge across the nation","sentiment_score":0.0}
{"full_text":"Coronavirus pandemic could fuel spike in child sexual exploitation in northwest Ethiopia as families struggle to cope.Find out more on:https:\/\/t.co\/1wggboqLwT#endWAVG #endGBV","sentiment_score":0.5}
{"full_text":"COVID 19 cases in India until : 11\/11\/2020 14:30Total Cases: 8636974 [+1220]Active: 495620Recovered: 8011844 [+0]Deaths :127630 [+15]Total Tests: 119.62MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"A mobile coronavirus testing unit is available on the Telephone Exchange car park in Morecambe for the next 3 days (November 11th, 12th and 13th). Tests must be booked in advance and only if you're displaying symptoms:","sentiment_score":0.1}
{"full_text":"2020 has been an extraordinary year. Have your say in our annual Planner Jobs Careers Survey to help us - and the RTPI - understand what impact the Covid-19 crisis has had on planners' earnings, job roles and career prospects.","sentiment_score":0.3333333333}
{"full_text":"We came up with an agreed figure and I listed her on the trading ring and then presented the offers we had with the group. There were a few at the time for both racing &amp; broodmare purposes interstate but some of the group wanted for her to still stay close to home if possible.","sentiment_score":-0.0333333333}
{"full_text":"Public Development Banks could play a vital role in the global #Covid19 recovery &amp; therefore are central to discussions at #FinanceinCommon2020. But how can we ensure the 'right' type of finance flows through the 'right' type of institution?Find out ","sentiment_score":0.1119047619}
{"full_text":"As part of their #WorldUpsideDown campaign, please watch RNIB's short film on how social distancing can be difficult if you're blind or partially sighted. #SensoryLossAwarenessMonth #ItMakesSense2020@RNIBhttps:\/\/t.co\/lmBSOtiX8e","sentiment_score":-0.2133333333}
{"full_text":"Out of the 471 new #coronavirus cases in #SaudiArabia, 66 were confirmed in Madinah, 60 in Riyadh and 36 in Makkah.","sentiment_score":0.2681818182}
{"full_text":"Confused about how to get your #Covid19 test?We have a new chatbot that will help you take the steps you need - whether you have symptoms or not. #LocalGov","sentiment_score":-0.1318181818}
{"full_text":"for me, it's the people flexing their covid-19 test results on whatsapp statuses.","sentiment_score":0.0}
{"full_text":"A reminder:'Countless studies in the UK have shown discrimination occurring in the areas that are related to the socioeconomic factors thought to be behind the greater risk of COVID-19 to ethnic minorities.'#COVID19 #CovidVaccine #BAME #Covid19UK","sentiment_score":0.025}
{"full_text":"RT  ICYMI: These are the European news organisations and freelancers in 28 countries receiving Emergency Fund &amp; Endurance Fund gr...","sentiment_score":0.0}
{"full_text":"What happens in the room when big decisions are made? from talks to us about the foot and mouth epidemic, how the government are handling the current pandemic, and how a guinea pig peaked his interest in scienceListen:","sentiment_score":0.0}
{"full_text":"She's #backontrack for #Tokyo2020 despite the \"squiggly worms\" in the paddling pool during #lockdown \"we soon got rid of it!\"  Former Swimmer now Triathlete is our LATEST #podcast guest  Listen &amp; subscribe #paralympics","sentiment_score":0.25}
{"full_text":"RT Am governor of a school in Surrey with about 450 pupils and staff on site. Not one case of Covid th...","sentiment_score":0.0}
{"full_text":"RT The biggest current threat to us is Covid-19. Can any Trump supporters give me an example of how he effectively battled th...","sentiment_score":0.3}
{"full_text":"Thousands of pupils self-isolating in just ONE area:","sentiment_score":0.0}
{"full_text":"\"Probably the only positive side of COVID is that in the tech industry it has remarkably sped up the development of new technical solutions that help to work effectively with remote teams.\"https:\/\/t.co\/MZ2vZ6VuZL","sentiment_score":0.2305194805}
{"full_text":"Delivered online and designed to be manageable alongside full-time work, this Government-funded Small Business Leadership Programme will help develop your strategic capability to plan for the future of your business and support its recovery after COVID-19:","sentiment_score":-0.125}
{"full_text":"US hits record COVID-19 hospitalizations amid virus surge","sentiment_score":0.0}
{"full_text":"Use today's Twinkl NewsRoom news story to find out more about the coronavirus vaccine breakthrough. This child-friendly news article comes with reading questions for children aged 9 to 11. Click the link to access the story. #edutwitterhttps:\/\/t.co\/E5ar3bbAZ8","sentiment_score":0.2}
{"full_text":"From AP Newshttps:\/\/t.co\/h677Dam9UO","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 61.3FWind Chill: 61.3FHumidity: 93%Dew Point: 59.3F Barometer: 30.012 inHgWind: 2 mph from the SSWCorona Virus Weekly Stats:Cases: 178.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Today we remember the members of the armed forces who have died in the line of duty. Although the day can't be marked in the usual tradition due to Covid it is important that we do remember.","sentiment_score":0.03125}
{"full_text":"#COVID19 has had a massive impact on our education system. Cloud-Based technologies have played a big part in supporting schools throughout this difficult time. has been helping schools not just through #remotelearning but also their wider IT","sentiment_score":-0.0625}
{"full_text":"The search for Covid-19 treatments continues. Toni, a PRINCIPLE Trial participant from Macclesfield, talks about why she was so happy to say \"yes\" when she was invited to take part.#BePartOfResearch #PRINCIPLETrial Toni's story here:","sentiment_score":0.8}
{"full_text":"#NewWaysNovember \"Be curious, learn about a new topic or idea\" Another good idea for #selfcare from You can access #Carers courses+training available in your area(and advice\/support) by calling your local carers centre  0141 353 6504 ","sentiment_score":0.2272727273}
{"full_text":"We're continuing to support our customers through these unprecedented times. Sign up to our Priority Services Register and we'll make sure you get extra support during a power cut: #ExtraHelp #UKPowerNetworks #PSR #PowerCut #COVID19","sentiment_score":0.3666666667}
{"full_text":"It's the first #NCBD of Lockdown 2: Pandemic Boogaloo, and the doors are locked. You can't browse the shelves or spinner racks.So we've stuck all the shiny new things on the  webstore, including new comic books and variants like these:","sentiment_score":0.1931818182}
{"full_text":"Having my birthday in lockdown ","sentiment_score":0.0}
{"full_text":"is now receiving small grant applications for our Direct Aid Program in #Bali, #NTT and #NTB - particularly supporting COVID-19 response and recovery projects. #education #health #genderequality &amp; disability empowerment. More info","sentiment_score":0.15}
{"full_text":"Norwegian economist: Home office is here to stay","sentiment_score":0.0}
{"full_text":"COVID-19 positivity rate in NCR down to 5%, reaches WHO 'ideal' -UP experts","sentiment_score":0.3722222222}
{"full_text":"Care home residents and staff to be given priority as NHS prepares to roll out new jabhttps:\/\/t.co\/1OzUjrwJaO","sentiment_score":0.1363636364}
{"full_text":"Our new Enterprise Information Centre is here to help.Whether you're wondering what #COVID19 supports are available, curious about upcoming events, or looking to become #BrexitReady, get in touch today.Contact us at:+353 1 631 2002infobusinesssupport@enterprise.gov.ie","sentiment_score":0.1454545455}
{"full_text":"Het echte gevaar van corona: langdurige klachten (long covid) Fauci, 7 nov: 'We're seeing variable percentages, anywhere from 25-35% or more, have lingering symptoms well beyond what you'd expect post any viral syndrome.'","sentiment_score":0.225}
{"full_text":"RT Still 100% reliability after more than 100k checking...Impressive.#alnov #novacyt #ncythttps:\/\/t.co\/JjWtFri7hT","sentiment_score":0.5}
{"full_text":"RT Last year we laughed when the totalitarian Chinese government began tracking &amp; tracing all of its citizens via a social c...","sentiment_score":0.1833333333}
{"full_text":"Preparing presentation for launch tomorrow. Stunning data suggesting big groundswell &amp; shift towards deeper partnerships between Local Authorities &amp; Faith Groups re values, innovation &amp; strategic planning post COVID-19 Register","sentiment_score":0.1666666667}
{"full_text":"RT No-one should be paid less than the Minimum Wage.But hundreds of thousands of furloughed workers are. This crisis mu...","sentiment_score":-0.1666666667}
{"full_text":"RT A Life of Pie blog - a lockdown feature on a new fan finding the league:https:\/\/t.co\/gqo0UvrYyW@GilesGraeme","sentiment_score":0.1363636364}
{"full_text":"RT As news of Pfizer vaccine increased optimism on fighting the virus, some quarters also raised questions on how Philippin...","sentiment_score":0.0}
{"full_text":"True dat!!!!","sentiment_score":0.8544921875}
{"full_text":"RT A Belgian artist is trying to build social connections during the coronavirus pandemic. Elke Lemmens is using a city grant i...","sentiment_score":0.0333333333}
{"full_text":"Specialist legal guidance on coronavirus for Individuals &amp; Businesses. Tann Law Solicitors are here to support you through the COVID-19 pandemic. Our team of solicitors can help you on a broad range of legal issues: See More: #LegalHelp #Lockdown","sentiment_score":0.240625}
{"full_text":"Japan's Osaka prefecture reports record 256 new coronavirus cases in latest update todayThe number of daily cases is slowly on the ris ...https:\/\/t.co\/SK068QSQJh","sentiment_score":0.0840909091}
{"full_text":" To help others travel confidently, please ensure you avoid travelling if you feel unwell. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"What happened!?! More people is sick and dying...https:\/\/t.co\/bg7lIcGsm6","sentiment_score":-0.1071428571}
{"full_text":"Good friend of mr dolal drump","sentiment_score":0.7}
{"full_text":"Despite this being slipped out at 00.48am, it is entirely damning. If you're black in the UK, you are:5x more likely to die in childbirth9.5x more likely to be stopped by policeHave a higher rate of being remanded, even as a child&amp; up to 50% more likely to die of Covid..","sentiment_score":0.1759259259}
{"full_text":"RT The #pandemic has affected us all, including  What your  need right now, is your ","sentiment_score":0.2857142857}
