{"full_text":"RT In Karnataka, there is a 70% drop in blood donation after lockdown. Blood banks waiting for donors. Children with Thalassemi...","sentiment_score":0.0}
{"full_text":"RT The #coronavirus that caused the global pandemic did not originate in Wuhan, but was likely a more infectious variant originat...","sentiment_score":0.1666666667}
{"full_text":"RT Colorado Gov Polis says 1 in every 41 people in his state are contagious with Covid.  This is just startling folks. We h...","sentiment_score":-0.5}
{"full_text":"Sign this petition: Catholic bishops and must stop spreading deadly disinformation about COVID-19 vaccines &gt;&gt;","sentiment_score":-0.1}
{"full_text":"RT IMPACT The Korea Tourism Organization announced that it is holding a K-drama week, utilizing three dramas:- #PsychoB...","sentiment_score":0.0}
{"full_text":"RT We all saw this happen.  Disgusting","sentiment_score":-1.0}
{"full_text":"RT A woman infected with the coronavirus in March, when she was pregnant, has given birth to a baby with COVID-19 antibodies.All...","sentiment_score":0.3333333333}
{"full_text":"Inside an Oklahoma hospital quickly getting overwhelmed with COVID-19 patients | Nightline","sentiment_score":0.3333333333}
{"full_text":"Kyagulanyi looks on owe how people turned up amidst order intimidation and order to stay home. It's people power","sentiment_score":0.0}
{"full_text":"The Latest: Cambodia shuts schools after rare outbreak","sentiment_score":0.4}
{"full_text":"The Series Street #FlashMobs of Gen.Z Protesters with Face Mask Amid #COVID-19 Pandemic #pandemic, #protest, #flashmob, #justice, #violence, #FreeYouth, #corruption, #coronavirus, #democracy, #FreeSpeech, #reform, #rally, #paticcasamuppada, #emergencyhttps:\/\/t.co\/w4QruZLots","sentiment_score":0.0}
{"full_text":"RT Sincere thank you to all the doctors, nurses, and other health care workers who took care of sick and lonely patients durin...","sentiment_score":-0.1098214286}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT i wish people would stop treating me like i am being overly paranoid\/overly cautious about this virus when we're approach...","sentiment_score":0.0}
{"full_text":"RT Jesus.","sentiment_score":0.0}
{"full_text":"Why it's important to keep diagnosing and treating HIV during the COVID-19 pandemic via","sentiment_score":0.4}
{"full_text":"RT Remember when Jared and Ivanka violated travel guidelines, spent tens of thousands of dollars of taxpayer money and put Secre...","sentiment_score":-0.1}
{"full_text":"RT Story of the scientist who discovered coronaviruses- a former pupil of Daughter of Glasgow bus driver was 'u...","sentiment_score":0.0}
{"full_text":"RT From the op-ed: \"Wear a mask whenever you leave the house. Stop doing dumb stuff, like going to parties, destination weddings a...","sentiment_score":-0.375}
{"full_text":"RT [INFO]JYP Entertainment shared that will undergo COVID-19 testing They performed at MBC Show! Music Co...","sentiment_score":0.0}
{"full_text":"RT My dad just adored Christmas. Here is how we got to decorate the tree together this year. He bought me a new ornament ever...","sentiment_score":0.1363636364}
{"full_text":"I said that last night. Even should be fines due to breaking covid rules.","sentiment_score":-0.0625}
{"full_text":"i'm not complaining because of the pandemic, i'm complaining because it's legitimately their fault for not delivering it.","sentiment_score":0.0}
{"full_text":"RT Seriously? You motherfuckers need to face the fact that THIS IS NOT THE FUKN FLU","sentiment_score":-0.3333333333}
{"full_text":"RT The entire continent of Africa only has 8,000 more coronavirus deaths than the state of New York.Here's why Africa has...","sentiment_score":0.1590909091}
{"full_text":"RT UP10TION Bitto has reportedly tested positive for the Coronavirushttps:\/\/t.co\/Z1GtFyeBJh","sentiment_score":0.2272727273}
{"full_text":"RT My best friend(25F) and I(26M) had sex. We are living together because of Covid","sentiment_score":1.0}
{"full_text":"RT Rajasthan Church for you .. during covid !!","sentiment_score":0.0}
{"full_text":"RT YG \"TREASURE &amp; AKMU will undergo COVID-19 test\"YG Entertainment stated that, \"As it was confirmed that there was a co...","sentiment_score":0.4}
{"full_text":"RT \"In addition, SM Entertainment artists such as aespa and NCT U will be examined (for COVID-19) after tracking their movem...","sentiment_score":0.0}
{"full_text":"RT If you're still social distancing, washing your hands, and wearing a mask, please retweet this tweet. I just want people to k...","sentiment_score":0.0333333333}
{"full_text":"RT No one is safe until everyone is safe. #COVID19","sentiment_score":0.5}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"We need to stay home to stop the spread of covid 19 I ve seen quite a few people get sick or die its serious people!","sentiment_score":-0.4436507937}
{"full_text":"RT DID YOU KNOW David Purdue &amp; Kelly Loeffler OPPOSED $1,200 STIMULUS CHECKS? They said Georgians don't need it. While they...","sentiment_score":0.0}
{"full_text":"RT The United States is really trying to end this pandemic by solely relying on people to just wake up one day and act complet...","sentiment_score":0.2}
{"full_text":"Really having folks wear a mask is not throwing away our civil liberties...Shit they wore masks when Spanish flu showed up...Locking folks in their homes 24\/7 is violating civil liberyies..masks are not!","sentiment_score":0.1}
{"full_text":"RT 1. There are, and will be excess deaths...","sentiment_score":0.0}
{"full_text":"RT everyone who's like \"nobody should lose their (insert basic necessity) during a pandemic\" is sooooooo close to realizin...","sentiment_score":0.0}
{"full_text":"RT Rajasthan Church for you .. during covid !!","sentiment_score":0.0}
{"full_text":"RT More than 51 million people are food insecure right now. One-third don't qualify for SNAP benefits. The pandemic has ex...","sentiment_score":0.0952380952}
{"full_text":"RT No PMS from last 2 yearsNo PLI this yearBSES Delhi CTC workers are working in covid 19 pendemic 24*7But got nothing even...","sentiment_score":0.0}
{"full_text":"RT FNC Entertainment says CNBLUE and SF9 Chani will get tested for Coronavirus after appearing on the same Music Core episode as...","sentiment_score":0.0}
{"full_text":"Wealth inequality is already so high between different parts of Russia that a worker in Moscow can expect to earn four times more than someone in one of the four poorest regions. The gap has been exacerbated by the pandemicby","sentiment_score":0.22}
{"full_text":"RT More than 93,000 Americans were hospitalized with coronavirus today, more than at any previous time in the pandemic, according...","sentiment_score":0.2777777778}
{"full_text":"RT We never go for a physical, we learned to eat veggies and fruits this year coz corona, we don't exercise...and most of we i...","sentiment_score":0.25}
{"full_text":"RT NCT and aespa will get tested for Coronavirus after appearing on the same Inkigayo episode as UP10TION Bittohttps:\/\/t.co\/jRc...","sentiment_score":0.0}
{"full_text":"about the covid one","sentiment_score":0.0}
{"full_text":"RT Managing mental health can be a struggle, especially during #Covid19. Yet this is the time when young people and children nee...","sentiment_score":0.0}
{"full_text":"RT Folks--there is only one doctor I know who has fought #COVID19 on the front lines during **all 3 peaks\/surges** from NYC to...","sentiment_score":0.0}
{"full_text":"RT Covid papers undergoing peer review  ","sentiment_score":0.0}
{"full_text":"#moscowmitch lets Americans suffer as he packs the courts","sentiment_score":0.0}
{"full_text":"My evening and night, let's just say, it was a breeze:*Tweeted a lot more*Heard more about the COVID cases and deaths*Heard about the potential COVID Vaccines that could be distributed by mid December*Seen the Packers\/Bears Football game (bears suck!)","sentiment_score":0.0}
{"full_text":"Amazing  #BahrainGP #30novembre #coronavirus #CyberMonday","sentiment_score":0.6}
{"full_text":"RT Folks--there is only one doctor I know who has fought #COVID19 on the front lines during **all 3 peaks\/surges** from NYC to...","sentiment_score":0.0}
{"full_text":"RT UP10TION's Bitto tests positive for COVID-19, will immediately go into quarantinehttps:\/\/t.co\/IE6AICkoST","sentiment_score":0.2272727273}
{"full_text":"...it also has a bit of an asterisk on it since Colbert didn't make an appearance anywhere in the performance video, so maybe in a non pandemic climate they can try a live English performance for real someday.","sentiment_score":0.1121212121}
{"full_text":"Your mindset is a powerful thing, and it can help you help your legal team in our post-Covid world. We share five mindset strategies to create success here #legal #team #mindset #management","sentiment_score":0.25}
{"full_text":"RT The United States is really trying to end this pandemic by solely relying on people to just wake up one day and act complet...","sentiment_score":0.2}
{"full_text":"RT When the state of Kansas issued a mask mandate, 81 counties opted out. Researchers found that coronavirus infection rates rose sha...","sentiment_score":0.6}
{"full_text":"RT 2) HighlightsThe neurological manifestations of COVID-19 are the most disabling and are the most significant long-term c...","sentiment_score":0.4583333333}
{"full_text":"Webinar | South Africa: Politics and macroeconomics | Join regional experts Gabrielle Reid (S-RM) and Patrick Curran (@TellimerHQ) as they discuss the complex political, social, investment and macroeconomic issues #SouthAfrica faces in a post-COVID world.","sentiment_score":-0.0888888889}
{"full_text":"RT Following UP10TION's Bitto testing positive for COVID-19, award ceremonies are also keeping a close watch. MAMA, which is s...","sentiment_score":0.1136363636}
{"full_text":"RT D206 #mondaythoughts 30 Nov20Js Object literalsFound this,  People are working more in #COVID19 #100DaysOfCode #CodeN...","sentiment_score":0.5}
{"full_text":"RT everyone who's like \"nobody should lose their (insert basic necessity) during a pandemic\" is sooooooo close to realizin...","sentiment_score":0.0}
{"full_text":"#koolaiddrinker. We have a Cuomo Crusher people!","sentiment_score":0.0}
{"full_text":"RT The CDC is not tracking the flu this year. That's right the smartest science people can't tell the differ...","sentiment_score":0.2857142857}
{"full_text":"Pandemic drives drives purchases of pre-packed producehttps:\/\/t.co\/NyjVicWru9","sentiment_score":0.0}
{"full_text":"The very latest coronavirus infection rates for all ten boroughs in Greater Manchester","sentiment_score":0.3833333333}
{"full_text":"#Queensland to Reopen Borders to #Victoria, Greater #Sydney Next Week.The decision is welcome news for Australian travelers hoping for a tropical #Christmas getaway.https:\/\/t.co\/AWCMykYt7c#Travel #COVID19","sentiment_score":0.325}
{"full_text":"\"I don't find this lockdown difficult at all especially when compared South Africa's first lockdown\"","sentiment_score":-0.0833333333}
{"full_text":"RT On my last ER shift, there were NO accepting hospitals for my ICU patients. Across Arizona, HCW illness, nursing ratio...","sentiment_score":0.0}
{"full_text":"18 new cases of the virus have been confirmed in #Carlow and #Kilkenny as we enter the final day of level 5 restrictions ...","sentiment_score":0.1787878788}
{"full_text":"This season of Small Business Revolution offers a look at what small business owners are struggling with amid the global COVID-19 pandemic.","sentiment_score":-0.1}
{"full_text":"With COVID-19 causing some warming shelters to stop operations this winter, however, the impacts could literally mean the difference between life and death.","sentiment_score":-0.3125}
{"full_text":"#COVID19 - A Pennsylvania lawmaker was forced to leave a meeting with President Trump after he was informed he had tested positive for the virus.","sentiment_score":-0.0363636364}
{"full_text":"Austin-Bergstrom International Airport officials said Sunday, Nov. 29, was the busiest travel day they've seen since the pandemic started, with 12,127 outbound passengers. If you were among them, you're being advised to get tested and stay home.","sentiment_score":0.0}
{"full_text":"Glasgow's Covid Heroes: 100 incredible people making a difference in their community https:\/\/t.co\/zulB5qFr40","sentiment_score":0.9}
{"full_text":"A Pennsylvania state senator abruptly left a West Wing meeting with President Donald Trump after being informed he had tested positive for the coronavirus--&gt;&gt;https:\/\/t.co\/5n4T2xMB8J","sentiment_score":0.1136363636}
{"full_text":"Dr. Anthony Fauci said it's 'not too late' for people traveling back home after the Thanksgiving holiday to help stop the spread of the virus by wearing masks.","sentiment_score":-0.15}
{"full_text":"How risky is that? New chart ranks winter activities based on risk level for COVID-19, flu ","sentiment_score":0.1363636364}
{"full_text":"In Japan, government statistics show suicide claimed more lives in October than COVID-19 has over the entire year to date.","sentiment_score":0.25}
{"full_text":"#DigitalHealth Platforms Are Addressing An Epidemic Lurking Beneath The #Covid19 Pandemic","sentiment_score":0.0}
{"full_text":"The #agrifood #exports are a key of #SpanishEconomy's foreign sector. In the general pattern of decline in international trade due to #Covid19, they grew by 4.9% yoy in Jan- July 2020 against drop in total exports of goods, via (-14.6%)@CABK_Research","sentiment_score":-0.0333333333}
{"full_text":"is calling on countries to make greater investments in global pandemic responses &amp; adopt a new set of bold, ambitious but achievable HIV targets.  #COVID19 has shown how intricately linked global health &amp; the global economy are. Read the report:","sentiment_score":0.1742424242}
{"full_text":"'Stay home' robocalls on Election Day prompt warnings, investigation","sentiment_score":0.0}
{"full_text":"A long standing Newquay Hotel has announced it's not reopening after the current lockdown comes to an end this week. They suggest the temporary closure will last until at least the end of Jan. The onsite hair salon and wellness clinic will continue to trade for local clients.","sentiment_score":-0.07}
{"full_text":"#LOCKDOWNFOREVER T-shirt!SELECT OPTIONSUK: new T-shirt design, choice of colours, multiple sizes. different fits. Perfect #gift for #Christmas2020 #Lockdown3 #COVID19 #lockdown #Christmas","sentiment_score":0.2840909091}
{"full_text":"Daily prayers and thoughts during this time of pandemic","sentiment_score":0.0}
{"full_text":"Today, the nation celebrates the life and legacy of Andres Bonifacio, the father of the Philippine Revolution. As Filipinos face threats to democracy amid the COVID-19 pandemic, may we embody the same love for country that Bonifacio exemplified as he fought for our independence.","sentiment_score":0.25}
{"full_text":"As the #pandemic has forced companies to work remotely, one of the main challenges that new employees will be facing is communication. Making the extra effort in communicating and having knowledge of digital tools are the key to success in the current climate. #CareerAdvice","sentiment_score":0.0225589226}
{"full_text":"#COVID19 | Did you know that you can defeat #coronavirus by SMS?#Unite2FightCorona","sentiment_score":0.0}
{"full_text":"There will always be a solution as long as you know that there is a demand for your goods and services, particularly now on the day of a pandemic, the best choice to run your company is to employ a virtual assistant to be part of your team","sentiment_score":0.3722222222}
{"full_text":"Cases are still rising as we reach the end of the national lockdown","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 30\/11\/2020 12:30Total Cases: 9432129 [+54]Active: 446309Recovered: 8846475 [+162]Deaths :137177 [+0]Total Tests: 140.38MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"With #workingfromhome looking to be a permanent feature in many businesess, DoubleEdge can help resolve the #communications challenges faced with #remote staffing...Contact us today for more info: 020 3137 8460info@edge-edge.co.ukhttps:\/\/t.co\/IAwk3z6kLP","sentiment_score":0.3}
{"full_text":"There are liars, there are outrageous liars, and there are scientific experts Source: Economic Journal in 1892. Published COVID deaths a big statistical lie! Identified new cases of COVID no measure in any useful analysis. The Economic Cost of COVID","sentiment_score":-0.0272727273}
{"full_text":"Today we remember and honour those who have given their lives for the U.A.E. We particularly commemorate those in the frontline battle against Covid-19 who have risked their lives for the health of others this year.#PASSAbuDhabi  #UAECommemorationDay #UAEMartyrsDay","sentiment_score":0.1666666667}
{"full_text":"* The #CzechRepublic will ease restrictions aimed at curbing the spread of #Covid19 from this coming Thursday, the minister of health, Jan Blatny, said on Sunday morning","sentiment_score":0.0}
{"full_text":"RT COVID BECOMING A CHRONIC DISEASE: ~10-35% suffer persistent symptoms, mostly neurological: autonomic nervous system dysfunc...","sentiment_score":0.475}
{"full_text":"RT Kiara Anderson-McDade, 25yo RN, a Chicago area nursing home, died of #covid19 4\/26. She was a newlywed &amp; pregnant with her fir...","sentiment_score":0.3333333333}
{"full_text":"RT Excellent #coronavirus thread in Hindi by","sentiment_score":1.0}
{"full_text":"One of the best blessings during the COVID19 crisis was to reveal some of the golden hearts among the almost 8 billion people on planet earth. Hope you got to know at least a few of them who dreamt of making the impossible possible by touching the lives of others.","sentiment_score":0.0904761905}
{"full_text":"Business Recovery in the Time of Corona (Part 2) - The Digital Alliance","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 7.8degC * Wind: SW 8.1 to 13.0mph * Pressure: 1014.7hPa * Rain: 0.2mm * Hum: 95% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:21 * Sunset: 16:02 * Cloudbase: 440ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Stop playing , political and Media Mafias r showing total ignorance on whats going on on borders 9r in the region or corona pandemic. They r interested only how to disrupt law and order. People hates from both Mafias","sentiment_score":0.0625}
{"full_text":"He doesn't care. Our only hope is that the 2 Dems in Georgia win to give the Senate a majority ( with VP Harris as the tie breaker vote). Until that happens, don't expect the Republicans to care what the country is going thru.","sentiment_score":0.4}
{"full_text":"RT When the state of Kansas issued a mask mandate, 81 counties opted out. Researchers found that coronavirus infection rates rose sha...","sentiment_score":0.6}
{"full_text":"Nice little explanation of what a 'childcare bubble' is under the new COVID-19 rules. Also a reminder that supervised activities provided for children, including wraparound care (before &amp; after-school childcare) are exempt from the social gathering rules.https:\/\/t.co\/xbSZNlDI2H","sentiment_score":0.1455492424}
{"full_text":"RT NCT and aespa will get tested for Coronavirus after appearing on the same Inkigayo episode as UP10TION Bittohttps:\/\/t.co\/jRc...","sentiment_score":0.0}
{"full_text":"Figures lay bare toll of pandemic on UK children's mental health: #mentalhealth #mentalhealthnews #theguardian #childmentalhealth","sentiment_score":-0.025}
{"full_text":"RT My closest friend- I consider him my brother!!! He really needs help. He's got corona and his job is refusing to help hi...","sentiment_score":0.2}
{"full_text":"foodpanda did a great job during pandemic by taking such steps#pandamart","sentiment_score":0.4}
{"full_text":"RT Before a week of more #Tory bullsh*t begins, let's remind ourselves that the UK is still 5th highest in the world for #CO...","sentiment_score":0.5}
{"full_text":"#SpookyScarySunday Hey Cory, I love you and your videos because they make me smile every time I watch your videos. I hope that you're a brave samurai to watch this video. (Also wash your hands and wear a mask )","sentiment_score":0.5333333333}
{"full_text":"Covid-19: N.Sembilan's unemployment rate rises to 3.6%","sentiment_score":0.0}
{"full_text":"I must say, the are definitely on it in their own home field. But the did score 25 points, which was ok after the Packers scored over 40 points. But afterwards, I was on Instagram, and all I seen was a bunch of new infor on COVID Vaccine, etc.","sentiment_score":0.3090909091}
{"full_text":"RT Morrison's inaction over Covid was equalled by his inaction over the bushfires. Went into hibe...","sentiment_score":0.0}
{"full_text":"As the COVID-19 pandemic continues to disrupt normal life worldwide, many companies have switched to online businesses adapting the new normal. #pandamart is definitely an amazing initiative providing fastest, free &amp; safe delivery of grocery &amp; essentials items at your doorstep","sentiment_score":0.3480519481}
{"full_text":"RT How can digital #Agriculture interventions help with #COVID19 response &amp; recovery in Asia &amp; the Pacific?Join the","sentiment_score":0.0}
{"full_text":"foodpanda was the only hope for many families back in lockdown when people were losing their jobs.#pandamart","sentiment_score":0.1666666667}
{"full_text":"RT One in five US hospitals now have severe staffing shortages as they surge with patients with #COVID19.Talked to","sentiment_score":0.0}
{"full_text":"RT Great sensitivity from the Torygraph.\"Government saves PS600m on state pension payments as Covid deaths surge\"...","sentiment_score":0.8}
{"full_text":"RT Healthcare workers did not sign up to work during an endless pandemic with ZERO help from state and federal governments. Th...","sentiment_score":-0.125}
{"full_text":"RT UP10TION Bitto has reportedly tested positive for the Coronavirushttps:\/\/t.co\/Z1GtFyeBJh","sentiment_score":0.2272727273}
{"full_text":"RT UP10TION's Bitto Diagnosed With COVID-19 + Agency Releases Official Statement","sentiment_score":0.0}
{"full_text":"RT So sorry you're experiencing poor health. The psychiatrists you have interviewed have just...","sentiment_score":-0.45}
{"full_text":"Selangor Journal | Amendment to Temporary Measures for Government Financing (Covid-19) Act tabled for first reading","sentiment_score":0.25}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"RT I had a stroke 20 years ago and made a 95% recovery but sadly yes, there are things you won't do again o...","sentiment_score":-0.5}
{"full_text":"Singapore experts studying effect of Covid-19 on unborn babies","sentiment_score":0.0}
{"full_text":"pandamart is one of the best thing that happened during pandemic.#pandamart","sentiment_score":1.0}
{"full_text":"Instead of honouring the thousands that have died and all suffering the tragic consequences of Covid-19, you showed how to make Christmas-angels of people supporting the disastrous strategy. Disrespectful !","sentiment_score":-0.4583333333}
{"full_text":"I mean, my Instagram feed normally has nothing bad to talk about (excluding COVID!) But tonight, it was a little boring because it was about the two fights from last night and the COVID plaque. And believe, I've heard enough about COVID &amp; the other things going on currently!","sentiment_score":-0.2611111111}
{"full_text":"RT The arts sector must thank Leave taxpayers who supported it in Lockdown.  #FestivalUK2022 will breathe new life into us all a...","sentiment_score":0.1363636364}
{"full_text":"we have had to reduce the number this year because of #Covid restrictions, we hope to be back to our full schedule once allowed. The college also holds classes such as yoga and Zumba dance, with fully qualified visiting instructors.For more visit: ","sentiment_score":0.2125}
{"full_text":"RT COVID PARTY ALERT: COVID-denier Jake Paul throws massive party to celebrate winning fight against Nate Robinson. Jake's par...","sentiment_score":0.25}
{"full_text":"RT So let me get this straight: We should control women's bodies in the name of saving lives, but we shouldn't take basic precaut...","sentiment_score":0.1}
{"full_text":"Germany's Altmaier: COVID-19 infection numbers still much too high in most regions","sentiment_score":0.2866666667}
{"full_text":"RT he's been sending a wrong message glorifying tingkat kesembuhan and undermining severity of pandemic, and now blaming pemp...","sentiment_score":-0.5}
{"full_text":"RT The Alberta version of this ad would involve throwing all the matches in a pile and adding oil to the flames.","sentiment_score":0.0}
{"full_text":"RT RT to tell that Americans need additional COVID-19 relief NOW.","sentiment_score":0.0}
