{"full_text":"RT Modi keeps seeing 'green shoots' for economic revival while ruining livelihoods. Employment that was growing at a posi...","sentiment_score":0.0}
{"full_text":"Thank you #DrFauci!","sentiment_score":0.0}
{"full_text":"What the hell South Dakota?  60% positivity rates!?  Much lower testing than your neighbor to the north?  When you're making North Dakota's covid response look good, you know you're the worst of the worst!","sentiment_score":-0.275}
{"full_text":"RT The astoundingly epic fail of the regime of cruelty to combat #coronavirus starts at the top with stonewalling, science-deny...","sentiment_score":0.0333333333}
{"full_text":" take this King","sentiment_score":0.0}
{"full_text":"RT TSA security agent at Denver airport dies from COVID-19 via","sentiment_score":0.0}
{"full_text":"RT North Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"RT I wonder if black Twitter remembers Chris Hart, that matric economist wase Standard Bank who was supervising black Masters a...","sentiment_score":-0.1111111111}
{"full_text":"RT When I donated the money to the Covid fund I just wanted it to do good and evidently, it is! Let's just hope we can find a...","sentiment_score":0.50625}
{"full_text":"RT NEW VIDEO: Months before we knew how bad COVID was, Millionaire Senators David Perdue &amp; Kelly Loeffler got a briefing...","sentiment_score":-0.2818181818}
{"full_text":"How Covid-19 should transform the way police engage with their local communities - Policing Insight","sentiment_score":0.0}
{"full_text":"RT Do folks realize how batty it is that, 8 months in, we're still focused on keeping restaurants open during a pandemic inst...","sentiment_score":0.0}
{"full_text":"True.","sentiment_score":0.35}
{"full_text":"It might help if you and your colleagues did literally anything for the American ppl before going on your third vacation since the pandemic started while the rest of us have to go into minimum wage jobs and get infected without health insurance and rent due.","sentiment_score":-0.0416666667}
{"full_text":"RT US epidemic. Not going so well: 8 US states had more new cases\/capita than any country  If US States were countries...","sentiment_score":0.3181818182}
{"full_text":"RT To me, this is the top story in politics every day. A counter-majoritarian party has to be counterfactual, or it cannot l...","sentiment_score":0.5}
{"full_text":"If you have COVID, you're basically outing yourself as someone who doesn't use mouthwash. #science","sentiment_score":0.0}
{"full_text":"RT Can we help push #InsiderTraitors to number one? It's past time to expose Crooked Kelly and Pandemic Perdue!","sentiment_score":-0.125}
{"full_text":"#Taiwan holds the world's best #virus record by far and reached the 200-day landmark on Thursday, but is still prevented by China from participating at any #WHO meetings. And Sigurd #Allern keeps telling us China couldn't be better.https:\/\/t.co\/mtKmTMkx9w","sentiment_score":0.55}
{"full_text":"And, #Moderna's stock shot up nearly 15% Monday + \"Every Tuesday Moderna's top doc gets about $1million richer\" by selling his existing stock like clockwork through pre-scheduled trades, \"earning him more than $50 million since the dawn of the #pandemic.\"https:\/\/t.co\/VRMLKPRQ4g","sentiment_score":0.3666666667}
{"full_text":"is the money they bring in \"stay at home wife\" money ???","sentiment_score":0.0}
{"full_text":"RT Happy birthday covid, you're 1 year old today.You've changed my world and I couldn't imagine life without you!","sentiment_score":0.4625}
{"full_text":"RT Hold up","sentiment_score":0.0}
{"full_text":"RT Gov. Gavin Newsom said Monday the state is hitting an \"emergency brake'' on economic activity.","sentiment_score":0.2}
{"full_text":"RT Who wants some commonsense about covid?","sentiment_score":0.2}
{"full_text":"Invited Fee from to the #BathFullOfTheBands  to talk releasing an album in lockdown, bakery-pub hybrids, and their meteoric rise!Full interview: chatting through daft tweets:","sentiment_score":0.0}
{"full_text":"RT #AFFANominee for #TheatreMakers of made a radio performance during lockdown for '...","sentiment_score":0.0}
{"full_text":"Terrifying--come on Dakotas, get yourselves together!!!","sentiment_score":0.0}
{"full_text":"RT Nearly 20% of the U.S.'s largest publicly-traded companies are now considered zombies, meaning they don't earn enough...","sentiment_score":0.05}
{"full_text":"#MitchMcConnell #RandPaul #Kentucky Failed  #FoxNews #LindseyGrahamResign #Trump #MarkMeadows #MattGaetz #Bencarson Covid-19 Infected #chuckgrassley Disgraceful #Georgia #Davidperdue #Kellyloeffler GOP Herd Immunity #MorningJoe #MAGA Corrupt Shameless #Rickscott #Texas #Theview","sentiment_score":-0.5}
{"full_text":"RT Check out &amp; friends' cover of \"Stuck In The Middle With You\" in support of the Sweet Relief Covid-19 Fund. Yo...","sentiment_score":0.175}
{"full_text":"RT And the Tory mask slips again.The fact is Boris Johnson &amp; his English government have been a disaster...for Scotland...","sentiment_score":0.0}
{"full_text":"RT Cruise Time TITANS, let's have fun with the tag...Answer the question below with the tag: If you were to go into a l...","sentiment_score":0.3}
{"full_text":"RT 252,845 dead. 11,552,671 infected. Trump went golfing Saturday and Sunday for 8 hours and he did nothing yesterday and plans on...","sentiment_score":-0.2}
{"full_text":"RT CORONA JUST GO","sentiment_score":0.0}
{"full_text":"2,775 Wisconsonites have died from #COVID19 and now the legislature decides to come out of hibernation?","sentiment_score":0.0}
{"full_text":"RT .@kwelkernbc: \"...so that he can start to get national security briefings and briefings on COVID as well.\" (2\/2) #AMRs...","sentiment_score":0.0}
{"full_text":"RT To help businesses and workers struggling to cope with the coronavirus pandemic, President-elect Joe Biden called on Congress...","sentiment_score":0.0}
{"full_text":"RT Time for survivors to revolt against restrictions.","sentiment_score":0.0}
{"full_text":"RT 1 out of every 22 North Dakotans has tested positive for COVID-19 *in the past month*","sentiment_score":-0.0113636364}
{"full_text":"RT If you are still limiting contact with others, social distancing, wearing your masks and Washing your hands thoroughly,...","sentiment_score":0.0333333333}
{"full_text":"\"Workforce safety is a precondition to patient safety.\" #PG #safety expert leads a live session at #PGNCC20 on the ways leaders have supported #safety and #equity during the #COVID19 pandemic.","sentiment_score":0.1363636364}
{"full_text":"RT After this lockdown, I just want to have endless amount of fun, dates, concerts, clubss, outdoor activities, holidays, all...","sentiment_score":0.0875}
{"full_text":"RT 1\/5How do you console yourself when you see a patient (&lt;40 years) with advanced \"fungating\" left breast cancer (lost to foll...","sentiment_score":0.2}
{"full_text":"RT Blue is discussing what can be done when in an enclosed space to prevent transmission.\"We can wear a mask.\"","sentiment_score":0.0}
{"full_text":"RT Gyms closing and we're expected to exercise outside in a country where the winter hits an average temperature of 3 degr...","sentiment_score":-0.0833333333}
{"full_text":"Seems shady like that Ramanan Laxminarayan  who predictions here and on  about millions of deaths  India. Now this guy's shady past is totally hidden as well","sentiment_score":-0.2291666667}
{"full_text":"RT Farmer John Meatpacking Plant Fined for Exposing Hundreds of Its Workers to COVID","sentiment_score":0.0}
{"full_text":"RT The IFR for healthy under 70 year olds is 0.05%. The average age of death with Covid is 82 in the UK. It is not a 'poten...","sentiment_score":0.175}
{"full_text":"RT My friend and colleague is right. Simply wearing a mask is one of the most effective actions we can take to...","sentiment_score":0.3464285714}
{"full_text":"RT Please include #s3599 in covid relief package. Please provide security to fro...","sentiment_score":0.0}
{"full_text":"RT Can we help push #InsiderTraitors to number one? It's past time to expose Crooked Kelly and Pandemic Perdue!","sentiment_score":-0.125}
{"full_text":"RT Why are they not charged ?!? #insidertraitors #InsiderTrading","sentiment_score":0.0}
{"full_text":"1% of people cause half of global aviation emissions - study | Business | The Guardian","sentiment_score":-0.0833333333}
{"full_text":"RT NEW VIDEO: Months before we knew how bad COVID was, Millionaire Senators David Perdue &amp; Kelly Loeffler got a briefing...","sentiment_score":-0.2818181818}
{"full_text":"RT We have 41,411 confirmed #COVID19 cases in Davidson County as of today, an increase of 978 in the past 24 hours. 4,135...","sentiment_score":0.075}
{"full_text":"RT One year ago today, the first sign of COVID came to life in China.Never forget: China lied and people died.","sentiment_score":0.25}
{"full_text":"The shop is closed for a bit, but we're jammin' ONLINE! STAY HOME and take advantage of our LOCKDOWN SPECIAL! We have more info in our weekly E-blast --&gt; #ShopSmallBIz #BuySomethingElse -- #BuyNative","sentiment_score":0.2738095238}
{"full_text":"Thank you, for including this article in your weekly newsletter - it has helped me to understand &amp; communicate my feelings about my business collapsing due to Covid!A must-read if your #SmallBusiness has been badly affected this year:","sentiment_score":-0.4125}
{"full_text":"RT Donald Trump has weaponized COVID. He must be tried in The Hague. He has committed and he continues to commit Crimes Agai...","sentiment_score":0.0}
{"full_text":"twitter story got covid","sentiment_score":0.0}
{"full_text":"RT Covid-19 strikes again with Ukraine's match against Switzerland being cancelled due to virus ","sentiment_score":-0.125}
{"full_text":"RT covid 19 is the only thing that can stop \"where's my hug\" type dudes","sentiment_score":0.0}
{"full_text":"RT 'Hundreds of academics have signed a letter calling on the UK's biggest funder of PhDs to reverse its decision not to give t...","sentiment_score":0.0}
{"full_text":"RT A more complete understanding of the origins of COVID-19 ... will lead to more effective responses to this pandemic, as well as...","sentiment_score":0.425}
{"full_text":"RT LOVE MY GOVERNOR !!!! Gov. DeSantis says he will not place Florida on a second lockdown","sentiment_score":0.5}
{"full_text":"RT #US: More than 130 Secret Service officers quarantining or infected with COVID19. Infections linked to a series of c...","sentiment_score":0.05}
{"full_text":"One of the core anti-anti-COVID positions has been that the side effects of mitigation are worse than COVID. That position is deadly nonsense. I wish this article had acknowledged the use of this as a wedge issue in anti-anti-COVID propaganda.","sentiment_score":-0.2333333333}
{"full_text":"RT Ahh but guys do you see this covid19 ending anytime soon? ","sentiment_score":0.0}
{"full_text":"RT The mother of a four-year-old girl with stage four cancer has said lockdown is \"killing any hope\" of raising funds for po...","sentiment_score":0.0}
{"full_text":"Please GA, turn out on January 5th and vote and to keep Georgia BLUE!","sentiment_score":0.0}
{"full_text":"RT .@tylerhoechlin and team up with to encourage kids to stay safe throughout the pandemic. Wat...","sentiment_score":0.5}
{"full_text":"RT Covid-19 is killing people silently here in Ghana. It's worse than you think. Please, protect yourself.","sentiment_score":-0.2}
{"full_text":"RT With business-friendly delays, inaction on prisons, &amp; harm at nursing homes contributing to NY's 33,000 deaths,","sentiment_score":0.0}
{"full_text":"It is clear that Covid will be restricting us &amp; the economy for a long while yet, it is important that any employee who interacts with a large number of people gets the flu jab if they wish. Thanks to journalism students for listening &amp; covering thoughts on the topic","sentiment_score":0.1728571429}
{"full_text":"RT So they're going on a retreat using our tax dollars. When they get covid, our tax dollars will pay for their treatment.","sentiment_score":0.0}
{"full_text":"RT i can't wait to say \"remember covid\"","sentiment_score":0.0}
{"full_text":"Lockdown walks 2.0","sentiment_score":0.0}
{"full_text":"Gov. DeSantis says he will not place Florida on a second lockdown","sentiment_score":0.0}
{"full_text":"A 6-months supply of #PampersPremiumCare would really make a huge difference because nappies are expensive. I lost my job due to the Pandemic so I'm currently unemployed. I'd get a breather for the next 6 months #MamaMagic","sentiment_score":-0.0041666667}
{"full_text":"RT We're working on the impact of the pandemic &amp; gov't responses on British performing arts sector for Actors...","sentiment_score":0.0}
{"full_text":"RT this pandemic has made me realise that previously many times i claimed to be \"at the end of my tether\" i was in fact somewhe...","sentiment_score":0.5}
{"full_text":"RT Chuck Grassley, an 87-year-old colleague of Ted Cruz, was on the Senate floor yesterdayGrassley has just announced he w...","sentiment_score":0.0}
{"full_text":"World's renowned herd immunity strategy didn't work...","sentiment_score":0.0}
{"full_text":"RT In the long run, we need to abolish tuition fees.Education is a right, not a commodity.But since the government in...","sentiment_score":0.1178571429}
{"full_text":"RT This is a photo of Kristi Noem, the South Dakota governor who refuses to enact a mask mandate even as COVID cases spike in...","sentiment_score":0.0}
{"full_text":"Study Says COVID-19 Can be Killed by Mouthwash Within 30 Seconds via","sentiment_score":-0.2}
{"full_text":"RT NEW VIDEO: Months before we knew how bad COVID was, Millionaire Senators David Perdue &amp; Kelly Loeffler got a briefing...","sentiment_score":-0.2818181818}
{"full_text":"#BREAKING: office announces new COVID-19 restrictions:- Indoor gatherings in homes must be capped at no more than 10 people.- Indoor gatherings outside of homes must be limited to 30% of the venue's stated fire capacity, up to a cap of 50 people. (1\/)","sentiment_score":-0.0462662338}
{"full_text":"Yikes. This is really bad. It's more than double CA's #COVID19  mortality rate (which is plenty bad).","sentiment_score":-0.225}
{"full_text":"Stanford professor, David Spiegel asked \"why the university had not sanctionedAtlas or publicly disputed his statements about COVID\"He said,\"Atlas' conduct is not merely a matter of expressing an opinion,it is a violation of the American MedicalAssociation's Code of Ethics.\" 1\/","sentiment_score":0.0833333333}
{"full_text":"10. Dr Jackline Njoroge, a Physician at Thika Level IV hospital The only doctors who according to their specialization worked in Covid19 isolation centers are Dr. Jackline Njoroge and Dr. Ndambuki Mboloi.","sentiment_score":0.0}
{"full_text":"IABut still it will take couple of months for mass production and then administering every soul in the world","sentiment_score":0.0}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT If it were up to him, Scott Disick would date Covid-19 ...because 19. ","sentiment_score":0.0}
{"full_text":"RT Thank you,","sentiment_score":0.0}
{"full_text":"RT SGT. 1ST CLASS CALVIN OGLETREE III, 45, of Lakeland, Florida died of COVID on Nov. 12. He served a combat tour in Iraq...","sentiment_score":0.0}
{"full_text":"RT I don't see how being in charge while covid-19 ran rampant in her state leads to the...","sentiment_score":0.0}
{"full_text":"RT I will say it again- the pandemic is not over. No matter what, I will continue to insist we follow data &amp; science. I wi...","sentiment_score":0.0}
{"full_text":"RT Perdue and Loeffler profited at the expense of their constituents' lives. They are #InsiderTraitors.","sentiment_score":0.0}
{"full_text":"RT Could you imagine being such a shitty governor that this is what you are worried about tweeting as your state becomes the...","sentiment_score":0.0}
{"full_text":"RT Voting is open for my #SXSW + #SXSWEDU talks. I made the Panelpicker voting process easy in the article below!@SXSWEDU: T...","sentiment_score":0.2166666667}
{"full_text":"Just listened to the Daily on comparisons of how European government handled covid vs the US... pretty heartbreaking how little our federal government was able to do for its people in comparison to every other Western World Democracy","sentiment_score":0.0625}
{"full_text":"Make sure you txt your followers that your winning!! Most Covid positivity rate in the nation!! Keep it up and 6 months from now you will have less people to txt!! What a failure!!","sentiment_score":0.2614583333}
{"full_text":"RT Mouthwash is able to kill #COVID19 within 30 seconds of exposure to it in a laboratory, a scientific study has found","sentiment_score":0.5}
{"full_text":"Thanks !","sentiment_score":0.25}
{"full_text":"RT Do your darn job, Gov. and issue a statewide mask mandate to fight #COVID-19.  #MaskUp #MaskMandate.https:\/\/...","sentiment_score":0.0}
{"full_text":"This just in, people who are essential workers and don't have the privilege of working from home have more cases of Covid-19. ","sentiment_score":0.25}
{"full_text":"RT THE GOOD NEWS: Immunity to the coronavirus might last years, maybe even decades, according to a new study -- the most hopef...","sentiment_score":0.3340909091}
{"full_text":"If he's tested negative, why is he self isolating for another 10 days?? Dosser","sentiment_score":-0.3}
{"full_text":"RT NEW VIDEO: Months before we knew how bad COVID was, Millionaire Senators David Perdue &amp; Kelly Loeffler got a briefing...","sentiment_score":-0.2818181818}
{"full_text":"RT NEW VIDEO: Months before we knew how bad COVID was, Millionaire Senators David Perdue &amp; Kelly Loeffler got a briefing...","sentiment_score":-0.2818181818}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"This thread ","sentiment_score":0.0}
{"full_text":"If they were the size of the US theyd have about 251m deaths right now. Not sure what more they could do. And they were a heck of a lot stricter than we were earlier in the pandemic.","sentiment_score":0.1339285714}
{"full_text":"But here memunity?","sentiment_score":0.0}
{"full_text":"The pandemic has shown us that so many of our essential workers--cleaners, supermarket workers, and nurses--are underpaid (oh yeah, and women). Here's how New Zealand is working to close the gender pay gap https:\/\/t.co\/SX03ISiplAby for","sentiment_score":0.2121212121}
{"full_text":"The cavalier attitude in which local governance treat COVID is textbook abusive relationship.","sentiment_score":0.0}
{"full_text":"Just because we're in lockdown, collaboration doesn't have to stop!Connect with producers\/singers\/songwriters online and build your network. #networking #connect #collaborate","sentiment_score":0.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"Scotland Covid travel bans a 'recipe for confusion'https:\/\/t.co\/kqJSNgO239","sentiment_score":0.0}
{"full_text":"Following the US presidential election, #GISPfellow Nathan Tankus looks at what future fiscal policy will look like and what the Fed can do to face the COVID pandemic.@NathanTankus #COVID #MLF #Fed #TheFed #Bidenhttps:\/\/t.co\/rnL6WIrwZj","sentiment_score":0.0}
{"full_text":"RT Please watch and spread far and wide","sentiment_score":0.0}
{"full_text":"It's been 8-months since launching our Hero Bikes scheme which provided free bikes to key workers during the early part of the Covid-19 pandemic. Thank you for your continued support.","sentiment_score":0.1666666667}
{"full_text":"Report shows countries in East Africa have amassed $73b in debt.With almost half of all low-income countries either already in debt distress or at a high risk of it, the burden of debt is bound to worsen with most borrowing more to tackle #Covid19.","sentiment_score":0.2483333333}
{"full_text":"\"I do worry our numbers are going to climb. Where we are ahead of the holidays makes me even more nervous because we are not at the low numbers I would hope we would be at going into the holidays.\"","sentiment_score":0.25}
{"full_text":"Addiction treatment and mental health service providers wrote a letter on Monday to the Department of Health asking for the state to set up free rapid testing for COVID-19 at treatment centers across the state. ","sentiment_score":0.15}
{"full_text":"I'm 70 years old and WILL NOT wear a fucking mask!!!","sentiment_score":-0.45}
{"full_text":"RT Finally caught up with and I can now say with confidence that it is one of the best shows ever made.Bravo","sentiment_score":0.5}
{"full_text":"RT Playbook: The year-end cliff THERE ARE NO CONVERSATIONS right now about another round of Covid relief. None. The White H...","sentiment_score":0.0285714286}
{"full_text":"Deep Dive: OSHA has faced criticism since the start of the pandemic when meat plants quickly became hot spots for coronavirus","sentiment_score":0.1944444444}
{"full_text":"Hi we're sure you've got better things to do but you turned 50 this year and so do we and we'll get a big pat on the back if you tweet us Happy Birthday...It'll really help us get 'theroux' our lockdown 50th ...we'll stop now","sentiment_score":0.3333333333}
{"full_text":"Please see the latest letter from Cumbria County Council regarding COVID-19 and schools.https:\/\/t.co\/LIOpmLs4lD","sentiment_score":0.5}
{"full_text":"Gov. Newsom Considering A Curfew To Stop Recent Surge Of COVID-19https:\/\/t.co\/GlqUeeB1Be","sentiment_score":0.0}
{"full_text":"RT Hey y'all I'm a black trans student trying to put myself through college after being cut off by my family. I've been strugg...","sentiment_score":-0.1666666667}
{"full_text":"\"FutureBook Opens Its Week-Long Run, Daily From London\" #WUDigital","sentiment_score":0.0}
{"full_text":"Report | Doubling testing capacity, raising ICU beds among steps to tackle COVID-19 spike in Delhi: Govt.https:\/\/t.co\/Ain479CrNy","sentiment_score":0.0}
{"full_text":"\"When they should be spending time FaceTiming their families, they're filled with anger and hatred,\" the nurse said. \"I just can't believe that those are gonna be their last thoughts and words.\"","sentiment_score":-0.1}
{"full_text":"RT I swear covid's been lasting longer than any relationship I've ever been in","sentiment_score":0.0}
{"full_text":"RT Sweden abandons the Swedish model.","sentiment_score":0.0}
{"full_text":"Read student reactions to the university's COVID-19 response this semester below:https:\/\/t.co\/FXGZsI4Z3B","sentiment_score":0.0}
{"full_text":"2.3 million people will be placed into level 4 restrictions - which is around 40% of the population","sentiment_score":0.0}
{"full_text":"Spike in cases implies COVID-19 EFS remains on schedule $AEMD #cancer #Immunotherapy -","sentiment_score":0.0}
{"full_text":"Several GOP lawmakers have expressed frustration Gov. Whitmer is \"going alone\" on portions of the state's COVID-19 response, but when they had control of all three branches of government, they did so too. On The Gongwer Blog, sponsored by","sentiment_score":0.0}
{"full_text":"Today's launch of \"Beyond COVID-19: HEAL's recommendations for a healthier nation\" focuses on 1) Pandemic Readiness, 2) Seniors Care, 3) Mental Health Services. #cdnpoli #cdnhealth #beyondcovid19 Stay tuned for the report this afternoon at:","sentiment_score":-0.1}
{"full_text":"7 in 10 patients want to continue with virtual GP consultations even when the #COVID19 pandemic ends. As the #NHS considers what the future looks like, there's an opportunity for more technological advances. Read #TechPoweredHealthcare from","sentiment_score":0.25}
{"full_text":"A Nolan Show exclusive - we reveal the NHS is pulling their #covid19 testing site out of the SSE Arena car park. But the owners, the Odyssey Trust, say that's news to themPodcast ","sentiment_score":0.0}
{"full_text":"A mutated version of the coronavirus strain that causes Covid-19 has been discovered in Siberia, Russia's consumer safety watchdog said Tuesdayhttps:\/\/t.co\/DvaHwYlZzp","sentiment_score":0.0}
{"full_text":"Our \"Small Business Insurance Needs During COVID-19\" webinar with Greg Jung, is tomorrow! It's not too late to learn more about how you can address your business insurance below. Nov. 18 11:00 AMRegister here ","sentiment_score":-0.0375}
{"full_text":"A Nolan Show exclusive - we reveal the NHS is pulling their #covid19 testing site out of the SSE Arena car park. But the owners, the Odyssey Trust, say that's news to themPodcast ","sentiment_score":0.0}
{"full_text":"Some encouraging news ","sentiment_score":0.0}
{"full_text":"Dr. comments on the safety of in-person colonoscopies amidst the #COVID19 pandemic via","sentiment_score":0.0}
{"full_text":"RT Can we help push #InsiderTraitors to number one? It's past time to expose Crooked Kelly and Pandemic Perdue!","sentiment_score":-0.125}
{"full_text":"Factoid: Nursing Facilities Account For 40% of COVID-19 Deaths","sentiment_score":0.0}
