{"full_text":"This is Awesome!!! ","sentiment_score":1.0}
{"full_text":"RT Our family been battling COVID for 10 days now.We were all in shape.We have what is considered \"mild\" cases.And, it has...","sentiment_score":0.3333333333}
{"full_text":"RT Excuse my language but this is bullshit.  There's no other word.  Enough, America.  Tell your overlords to pound sand.  #Sta...","sentiment_score":0.0041666667}
{"full_text":"RT This is a terrifying consequence of disinformation.","sentiment_score":-1.0}
{"full_text":"You can thank Do Nothing and #MoscowMitch for this situation. Gives The Grim Reaper a whole new meaning now. #MoscowMitch gave himself that name and laughed. Covid families don't think it's funny.https:\/\/t.co\/mxnxcaMbdW","sentiment_score":0.0090909091}
{"full_text":"RT Oh, if there's one thing Joe &amp; Kamala will do...","sentiment_score":0.0}
{"full_text":"RT Retail workers have been doing vital work during the Covid pandemic. They shouldn't have to endure violence, threats and...","sentiment_score":0.1}
{"full_text":"Cruella DeVos is a failure!The Education Department Is Failing To Address Covid-19 Discrimination In Schoolshttps:\/\/t.co\/arqE85Q8t7","sentiment_score":0.0}
{"full_text":"I did that the other day woman literally jumped back in fear and waited until I went before going through. Didn't realise Covid affected your manners. Clearly they  not brought up right","sentiment_score":0.0651785714}
{"full_text":"RT Going to be super interesting to see where this settles in medium-to-long term - trade-off in culture\/socialization especial...","sentiment_score":0.4166666667}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"Hancock just aping the Spaffweasel, who has passed over to 'JVT' at a previous presser. I don't care if JVT is his nickname, its a Government press conference in the midst of a pandemic. If only 'JVT' had said \"back to the useless Mancock\"","sentiment_score":-0.1666666667}
{"full_text":"RT A study by Italy's National Cancer Institute suggests that the coronavirus may have spread to the country as early as Septembe...","sentiment_score":0.1}
{"full_text":"RT Small businesses find big solutions during #COVID19 By #Socialmedia #DigitalMarketing #Marketing #OnlineMa...","sentiment_score":-0.125}
{"full_text":"RT #Shoplocal #ShopNorthumberland   Many local businesses have had to close their doors due to the national lockdown but...","sentiment_score":0.125}
{"full_text":"RT americans are extremely good at blaming the failures of their government on their own friends and neighbors. of course people...","sentiment_score":0.65}
{"full_text":"RT Today's update on the numbers:Of the 124,565 tests reported yesterday, 3,490 were positive (2.80% of total).Total hospi...","sentiment_score":0.2272727273}
{"full_text":"RT This is a terrifying consequence of disinformation.","sentiment_score":-1.0}
{"full_text":"This. People think healthcare workers are getting paid off to give COVID diagnosis. They won't listen to reason, logic or facts. That's what makes this so scary. It's like arguing with a toddler who didn't get their way. They don't care why, they just want what they want.","sentiment_score":-0.5}
{"full_text":"RT Please let's come together, respect each other, wear a mask, and thank our first responders.  They work tirelessly and...","sentiment_score":0.0625}
{"full_text":"RT WATCH: Philadelphia officials are expected to announce new restrictions as coronavirus cases surge in the city. MORE: ht...","sentiment_score":0.1787878788}
{"full_text":"So is the US! President elect Biden has a covid19 team.President Trump has a team who has covid19.","sentiment_score":0.8}
{"full_text":"RT When the WH was asked this morning why they weren't sharing Covid response info with the Biden team their answer was why s...","sentiment_score":0.0}
{"full_text":"RT maclean's should do another cover with these premiers but with their pandemic response","sentiment_score":0.0}
{"full_text":"RT Do we see evidence of different long-term outcomes across the country based on alternative COVID-19 response efforts or ju...","sentiment_score":0.0}
{"full_text":"did you forget the pandemic exists?There's no waiters lol and these are clearly two take out boxes.Americans still don't have covid under control","sentiment_score":0.45}
{"full_text":"Deaths hit daily record as Bettel plans coronavirus updatehttps:\/\/t.co\/fFUV6uw5pR","sentiment_score":0.0}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"RT Statistically very few kids actually die from being struck by lightning. But most parents don't let their kids go...","sentiment_score":0.08}
{"full_text":"RT Whilst MSM are waffling on about the PM walking across the garden to his office...Poland &amp; Hungary have blocked the...","sentiment_score":0.0}
{"full_text":"Wow everything this person says becomes true About Coronavirus Check that out https:\/\/t.co\/E7FmDmAgLE","sentiment_score":0.225}
{"full_text":"RT Good news: we have a new date for our upcoming #COVID-19 Coalition webinar and there's still time to r...","sentiment_score":0.4181818182}
{"full_text":"RT Kobe's deathcovid-19world war III jokes father dmw &amp; evaegungu be carefulthose coffin dancers don't rush challenge don'...","sentiment_score":0.0}
{"full_text":"RT Me, the SECOND after I get my corona vaccine ","sentiment_score":0.0}
{"full_text":"This Genius Face Mask Hack Protects Your Makeup and Gives You Extra Breathing Room","sentiment_score":0.0}
{"full_text":"LIVE VIDEO: Ontario Premier Doug Ford provides daily update on COVID-19 November 16.https:\/\/t.co\/bIwgA7Zsr0","sentiment_score":0.0681818182}
{"full_text":"RT This is a terrifying consequence of disinformation.","sentiment_score":-1.0}
{"full_text":"RT A Minnesota Republican state senator tested positive for #COVID19. The Republican majority sent out an alert ... but only t...","sentiment_score":0.1136363636}
{"full_text":"Covid-19 food distribution program. If you are quarantine after testing positive call 702-592-0056. If u want to volunteer call 702-371-8831.  Thank you","sentiment_score":0.2272727273}
{"full_text":"Closed due to Covid","sentiment_score":-0.1125}
{"full_text":"RT The truth is, if more of the media had uncompromisingly challenged the government's catastrophic handling of the pandemic...","sentiment_score":0.5}
{"full_text":"RT Side note - absolutely wild that we know definitively that one political party will 100% kill all legislation that involves any...","sentiment_score":0.05}
{"full_text":"RT DeJoy RESUMING policies that created chaos.Nat'l Day of Action 11\/17, led by the American Postal Workers UnionAttend a...","sentiment_score":0.05}
{"full_text":"RT Stop the spread of misinformationSend 'Coronavirus' to '24453' to get accurate and verified information on #COVID19.SMS i...","sentiment_score":0.4}
{"full_text":"RT 251,934 dead. 11,372,904 infected. And Trump went golfing Saturday and Sunday for 8 hours. Absolutely unforgivable. Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Can an epidemiologist or virologist please explain to me what the PM's 'bursting with antibodies' might mean, how he wou...","sentiment_score":-0.3125}
{"full_text":"RT As #COVID19 cases surge, let's remember there is no shame in feeling frustrated, scared, and fatigued. It doesn't mean we...","sentiment_score":-0.50625}
{"full_text":"RT Canada already has a contract in place for 56 million doses of the Moderna vaccine and 20 million doses of Pfizer's candid...","sentiment_score":0.6}
{"full_text":"unbelievably sad... tragic good viz...","sentiment_score":-0.1833333333}
{"full_text":"Are you upset about Sweden banning gatherings of over 8 people with the threat of imprisonment and potentially closing schools?https:\/\/t.co\/cbtykMthzq","sentiment_score":0.0}
{"full_text":"RT WATCH: Trudeau tells UN that pandemic is opportunity for global 'reset'What do you think he means by this?https:\/...","sentiment_score":0.0}
{"full_text":"RT The UN built a KES1 bn ($10m) Covid-19 treatment facility in NairobiIt houses a theatre, lab, radiology and physiology servi...","sentiment_score":0.0}
{"full_text":"Today","sentiment_score":0.0}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"RT A South Dakota ER nurse says her Covid-19 patients often \"don't want to believe that Covid is real.\"\"Their last...","sentiment_score":0.1}
{"full_text":"RT A South Dakota ER nurse says her Covid-19 patients often \"don't want to believe that Covid is real.\"\"Their last...","sentiment_score":0.1}
{"full_text":"RT The Biden-Harris administration will get COVID-19 under control by listening to the experts, implementing nationwide test...","sentiment_score":0.0}
{"full_text":"RT Don't be fooled, Georgia. plan lets insurance companies deny coverage to the 1.8M Georgians with pre-exis...","sentiment_score":0.0}
{"full_text":"RT Today's news of a second vaccine is further reason to feel hopeful. What was true with the first vaccine remains true with th...","sentiment_score":0.19}
{"full_text":"RT This clip of made me physically sick watching it. He continues to lie through his teeth while promoting his boo...","sentiment_score":-0.7142857143}
{"full_text":"Be safe, wear a mask, wash your hands, listen to science and doctors and thank a healthcare professional and be nice to each other. We can make it through this.","sentiment_score":0.26875}
{"full_text":"RT A South Dakota ER nurse says her Covid-19 patients often \"don't want to believe that Covid is real.\"\"Their last...","sentiment_score":0.1}
{"full_text":"RT The Moderna vaccine is 94.5% effective against Covid-19, early data released by the company says, making it the second US vacci...","sentiment_score":0.2333333333}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"RT There will be 1 million Covid diagnoses in the coming week. We need swift, comprehensive, targeted action to reduce furth...","sentiment_score":0.1}
{"full_text":"Any other pearls of wisdom?  Think about this.  If President Trump can get 10's of millions of people to believe that the election was a hoax, just by saying so, imagine how much safer we would all be if he would just tell the same people, \"WEAR A MASK.\"","sentiment_score":0.025}
{"full_text":"RT These are the stories that need to be told","sentiment_score":0.0}
{"full_text":"RT There's absolutely no reason why people should have to wait in lines like this in a country with as much wealth as we ha...","sentiment_score":0.05}
{"full_text":"RT UPDATED: Michigan reports 63 new COVID outbreaks in schools -- here's the latest data:","sentiment_score":0.3181818182}
{"full_text":"RT #Coronavirus: New 'mega labs' in early 2021 to speed up testing","sentiment_score":0.1181818182}
{"full_text":"RT Less virus here so less tests requested if I heard right today. Which is why were not in full lockdown. Why n...","sentiment_score":0.0755952381}
{"full_text":"A Cornucopia of Conundra: Celebrating Thanksgiving in the Era of COVID-19","sentiment_score":0.0}
{"full_text":"RT USA sits at 11,065,237 cases of coronavirus and 246,526 deaths. Yet O'Toole, Rempel, and Ford continue to push Ottawa to o...","sentiment_score":0.0}
{"full_text":"If Biden wins how will he unite America? Through another BIG LIE using COVID-19 as the problem that he will claim he solved through. Mandatory masks, Lockdowns, Vaccine, Fake Numbers all made up and at the massive expense of USA. #fakenewsmedia #conspiracy #Trump2020","sentiment_score":-0.05}
{"full_text":"RT Is Philly going into total lockdown again because of a surge in Covid 19 cases? Find out as Mayor Kenney holds a press confe...","sentiment_score":0.0}
{"full_text":"RT A single mother I spoke to can't pay her mortgage next month. A chef has PS17 in his bank account. A builder suffered a s...","sentiment_score":-0.0357142857}
{"full_text":"RT Check-out this animated map showing COVID cases per capita across America since March. Looks like Trump's precious \"Red S...","sentiment_score":0.25}
{"full_text":"RT Women from Hull wants to shoot children that catch Covid!","sentiment_score":0.25}
{"full_text":"Interesting","sentiment_score":0.5}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"STAYHOME","sentiment_score":0.0}
{"full_text":"RT .@realDonaldTrump-You wanna tweet something worthy of all caps?Tweet: WEAR A MASK!","sentiment_score":0.4166666667}
{"full_text":"RT Rapid antigen tests trade sensitivity for speed. They return a result in &lt;30 minutes, but can only detect COVID-19 when you...","sentiment_score":0.0}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"\"We have known for decades what happens when we put pressure on wild animals... The coronavirus pandemic is just the most recent example of what nature has been telling us all along.\" via","sentiment_score":0.2}
{"full_text":"RT No.  Psychologically it is the same phenomenon, only we are seeing it now at a different scale.  How can we tell?  Conditio...","sentiment_score":0.0}
{"full_text":"RT New  case report of mother-to-fetus transmission of SARS-CoV-2 through umbilical cord blood.","sentiment_score":0.1363636364}
{"full_text":"You lost, go away so Biden takes control of the pandemic and everything else that is hurting this country because of you. Time is up.","sentiment_score":0.0}
{"full_text":"RT BREAKING: US surpasses 11 million #coronavirus cases. It took just 6 days to go from 10 million to 11 million.","sentiment_score":0.0}
{"full_text":"RT This lockdown is hitting me differently, I'm literally losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Covid has put Brexit in perspective. Massive job losses. Thousands of businesses going bust. A huge increase in poverty, destit...","sentiment_score":0.2}
{"full_text":"Only thing he has done was open his big fat mouth &amp; grow an ugly beard. No regard for people needing food, or the TRUMP PANDEMIC spreading by leaps &amp; bounds all over the country. Everyone we need to get those DEMS in GA over the line. #foodsecurity #TrumpLiedPeopleDied","sentiment_score":-0.175}
{"full_text":"RT Fauci doesn't think U.S. headed for 'national lockdown' in response to coronavirus surge | Just The Newshttps:\/\/t.co\/...","sentiment_score":0.0}
{"full_text":"RT \"To avoid all this unpleasantness, President Trump should retire immediately and let Mike Pence concede the election, occu...","sentiment_score":0.0}
{"full_text":"This is on He said COVID was a hoax.","sentiment_score":0.0}
{"full_text":"More Than 130 Secret Service Officers Isolating Due To Virus Outbreak | ... via 45 is a bully &amp; could careless if anyone get's covid.Look what he did when he had covid, the secret service driving him around..45's a idiot.","sentiment_score":-0.2875}
{"full_text":"Meanwhile New York is a hot mess.  All votes haven't even been counted.In truth, Gov. Cuomo handled the pandemic as badly as he handles elections.","sentiment_score":-0.1221590909}
{"full_text":"RT #VerifiedCovid killed 99 humans on Govardhan Puja in Delhi500 deaths in 5 days, 900 deaths in 10 daysGlobally,...","sentiment_score":-0.2}
{"full_text":"And if older get your 2 shingles shots.","sentiment_score":0.1666666667}
{"full_text":"RT Yes I'm also against Chinese Corona and spreading it by Governors who put infected patients in nursing homes.","sentiment_score":0.0}
{"full_text":"RT These guys made the most of lockdown by creating their own Olympics, and it looks like so much fun : honeyhouse","sentiment_score":0.4666666667}
{"full_text":"RT The World Economic Forum:2016: Penned a piece about a communist utopian society where you own nothing 2019: Create...","sentiment_score":0.4}
{"full_text":"RT 6) The traveling nurse is named Lawanna Rivers.  \"We as nurses, it's ok for us to be exposed but you as doctors, you do not...","sentiment_score":0.5}
{"full_text":"RT Donald Trump is a traitor. He's demonstrated that over these past four years. And all these Republicans who have knowingl...","sentiment_score":-0.25}
{"full_text":"RT Biden COVID adviser says next two months will be \"most dangerous period\" in U.S.","sentiment_score":-0.0333333333}
{"full_text":"Moderna Says Its COVID-19 Vaccine Is Nearly 95% Effective","sentiment_score":0.35}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"RT Please pray for my great grandson. They took him to the emergency room last night due to COVID symptoms. He is 8 years...","sentiment_score":0.225}
{"full_text":"I'm just gonna do like America and act like this tweet is COVID and ignore it","sentiment_score":0.0}
{"full_text":"RT Words of Wisdom #COVID19","sentiment_score":0.0}
{"full_text":"RT Hopefully to the elderly and medical workers.","sentiment_score":0.0}
{"full_text":"RT Soon, we will have been facing this pandemic for a year. The government really never canceled, froze, or forgave rent an...","sentiment_score":-0.1}
{"full_text":"This Cock guy should be disposed off.He's a dangerous pawn in the hands of Schwab.","sentiment_score":-0.6}
{"full_text":"I really wonder how many of these Texans voted for Trump? #TexasCovid19 #Texas #Texans ","sentiment_score":0.35}
{"full_text":"RT Boris Johnson told to self-isolate, after Test and Trace app alerts him to having coronavirus seven months ago.","sentiment_score":0.0}
{"full_text":"RT When the GSA finally triggers cooperation with the Trump Administration, the Biden team is likely to find out that there i...","sentiment_score":0.0}
{"full_text":"RT Cities have had a monopoly on the best jobs for 200 years. COVID induced remote friendliness and Starlink are the 1-2 punch. Peop...","sentiment_score":0.45}
{"full_text":"Im in love with the notion of independence. Just not in the middle of a pandemic that will give us a heavy debt deficit along with no economic or monetary policy. We would leave one union and enter another one. That something I do not want.I want to see More devolved powers first","sentiment_score":0.1583333333}
{"full_text":"RT After this lockdown, I just want to have endless amount of fun, dates, concerts, clubss, outdoor activities, holidays, all...","sentiment_score":0.0875}
{"full_text":"Covid-19 Vaccine Tracker: Latest Updates - The New York Times","sentiment_score":0.3181818182}
{"full_text":"RT Saturday's Ole Miss at Texas A&amp;M game has been postponed due to COVID issues at Texas A&amp;M. Game might be played Dec. 19","sentiment_score":-0.3083333333}
{"full_text":"RT In Missouri, the state senate has halted work after a number of senators and staff members contract COVID-19. Republicans...","sentiment_score":0.0}
{"full_text":"Conspiracy theorists be like \"kEeP dRinKing the KOolAid\"Bitch I'd rather drink kool aid than smoke the what you've been smoking The earth is round Covid is legit (Wear a mask)GMOs aren't actually harmful (pesticides are tho) The list continues","sentiment_score":-0.1}
{"full_text":"RT IndeedObstructing Biden's transition-jeopardizes national security--our adversaries look for mom...","sentiment_score":0.0}
{"full_text":"RT Trump coronavirus adviser tells Michigan to 'rise up' against new shutdown orders","sentiment_score":0.1363636364}
{"full_text":"RT Dear Gordon. If you're worried about democracy in a pandemic why not urge Boris to postpone Brexit &amp; propose an Edinburg...","sentiment_score":0.0}
{"full_text":"COVID-19 cardiac injury: Implications for long-term surveillance and outcomes in survivors","sentiment_score":-0.05}
{"full_text":"Governor Northam announces latest COVID-19 measures and restrictions in Virginia.","sentiment_score":0.5}
{"full_text":"While supporting in the ongoing fight against #COVID19, the has reached a new milestone by administering more than 800,000 tests to the public. Read the full story at: #InThisTogether #KnowYourMil","sentiment_score":0.2472727273}
{"full_text":"A recent survey shows more than half of people with #cancer have had appointments cancelled due to COVID-19. For Canadians living with cancer, this can have a big impact. Don't wait for things to go back to normal to resume treatment. #NewNormalSameCancer","sentiment_score":0.0511904762}
{"full_text":"Trump administration has not recognized Biden as president-elect, preventing his team from gaining access to govt. office space and funding. Biden's advisers said Trump's refusal to begin a transition could inhibit COVID-19 vaccine distribution planning","sentiment_score":0.0}
{"full_text":"Dr. Fauci explains the simple reason behind Melbourne curbing their #COVID19 outbreak -- patients listened to medical leaders who advised everyone to #MaskUp and shut down for a limited time.","sentiment_score":-0.1253968254}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"Black &amp; Brown voters have spoken! Now it's time for a just recovery from COVID &amp; just transition from dirty oil that serve our communities. At ECCEJ Committee meeting on oil drilling tomorrow, can lead by moving a 2500ft buffer. #NoDrillingWhereWereLiving!","sentiment_score":-0.4791666667}
{"full_text":"The NCAA says it plans to hold the entire 2021 men's college basketball tournament in one geographic location to mitigate the risks of COVID-19 and is in talks with Indianapolis to be the host city.https:\/\/t.co\/I5ssj6evQt","sentiment_score":0.0}
{"full_text":"Super-spreading wedding party demonstrates COVID-19 risk posed by holiday gatherings by via","sentiment_score":0.0}
{"full_text":"Even in a pandemic, have your brand be seen and heard with MAMA.#experientialmarketing #marketing #brandambassador #branding #streetteam #brand #promo #events #eventstaffing","sentiment_score":0.0}
{"full_text":"POWERFUL: Our board member Gerardo was \"so proud of his adopted country\" when he started working in tourism.Then the pandemic hit. He was ineligible for gov. relief, so he turned to street vending. The solution for many would be to #FundExcludedWorkershttps:\/\/t.co\/Z9AwjTqiIH","sentiment_score":0.5333333333}
{"full_text":"Parkinson's patients need to visit Deep Brain Stimulation centers often, an issue aggravated by geography, socioeconomic factors, and support systems. #Digitalhealth solutions can overcome these barriers, especially during #Covid - #virtualcare","sentiment_score":0.0}
{"full_text":"RT PS30m for mobile phones for prisoners in England. If you bothered to get briefed you wouldn't continually make a fool of you...","sentiment_score":0.0}
{"full_text":"#Shorttermrentals aren't showing any signs of slowing down as the seasons change. Travelers are still looking for safe, socially distanced getaways during #COVID19.  #Travel #Tourism","sentiment_score":0.1259259259}
{"full_text":"ICYMI: Columbia Community Care, a nonprofit founded in the early days of the pandemic to assist with collecting and distributing needed food and personal items in Howard County, announced its plans to expand the organization into a community center.https:\/\/t.co\/kQJzbqECMz","sentiment_score":0.05}
{"full_text":"How to boost social skills while social distancing -","sentiment_score":0.0333333333}
{"full_text":"What is a vaccine and how does it work? Please share these facts.More information at","sentiment_score":0.0}
{"full_text":"RT You knew Ontario was completely f*cked for something like #COVID19 when idiot voters elected a high-school dropout who's...","sentiment_score":-0.35}
{"full_text":"With the latest news regarding COVID-19, we want to remind everyone that we have safety protocols in place to keep you and our staff safe! We are all in this together and we are doing our part to ensure that you are safe while riding with us.","sentiment_score":0.5416666667}
{"full_text":"Residents will find out tomorrow whether the area will move into the highest tier following warnings Covid rates are \"stubbornly high\" #WestDunbartonshirehttps:\/\/t.co\/AI2yEnBXFN","sentiment_score":0.08}
{"full_text":"Talk about transparency.@fordnation what do you have to hide?","sentiment_score":0.0}
{"full_text":"Legendary college basketball coach, Jim Boeheim, tests positive for COVID-19","sentiment_score":0.6136363636}
{"full_text":"The may hold the entire 2021 men's college basketball tournament in one geographic location to mitigate the risks of COVID-19.","sentiment_score":0.0}
{"full_text":"RT \/* CSS covid-19 styles *\/.public-bench{    display: grid;    grid-template-columns: 100cm 100cm;    gap: 200cm;}#CSS htt...","sentiment_score":0.0}
{"full_text":"RT I wonder what proportion of the world understands (or is taught) exponential growth? This is learning the hard way","sentiment_score":-0.2916666667}
{"full_text":"Here's how to navigate the emotional highs and lows of a pandemic.https:\/\/t.co\/SpvMPbcgN7","sentiment_score":0.0}
{"full_text":"In addition to standard go-bag items (important documents, medications, clothes, personal hygiene items), include masks, gloves, hand sanitizer, &amp; disinfectant to reduce risk of exposure to #COVID19 when traveling.Visit KnowYour to learn more!","sentiment_score":0.25625}
{"full_text":"The ISEC Foundation recently identified two deserving charities that would greatly benefit from monetary donations during these trying times. $25,000 was donated to both DirectRelief and Feeding America! #Covidrelief #CommitmenttoCommunity #COVID19 #Community","sentiment_score":0.5333333333}
{"full_text":"The RSPCA is bracing itself for the toughest Christmas yethttps:\/\/t.co\/ZplYm7f7tu","sentiment_score":0.0}
{"full_text":"RT Thinking about health care workers who have given it their all during this pandemic, many of whom are once again facin...","sentiment_score":0.5}
{"full_text":" oh how I miss you Ben. I hope you are keeping safe during these Corona days. We need a Kate Simmons gig ","sentiment_score":0.5}
{"full_text":"NEW JOBS ADDED! We update our COVID-19 Job Board with new jobs daily. We just added jobs from Arnold Packaging, League for People with Disabilities, RAK Health Care and Unison. This is the best way to search for your new job. Visit","sentiment_score":0.2886363636}
{"full_text":"RT Today's indicators:* 92 patients admitted to the hospital* 1,057 new COVID cases* The infection rate 7-day average is 2.7...","sentiment_score":-0.0068181818}
{"full_text":"RT This is not only heartless, it can interfere with a mother's milk supply.","sentiment_score":0.0}
{"full_text":"Our triple layer reusable face masks are made of 1005 cotton linen fabric &amp; available in black, blue &amp; peach. Volume discount available &gt;&gt; #facemasks #ppe #ppeavailable #covid19 #covid19news #ppesupply","sentiment_score":0.1583333333}
