{"full_text":"Jill on Money Newsletter: Charitable giving amid the pandemic, taxes and the Biden presidency, and is cryptocurrency legit?","sentiment_score":0.6}
{"full_text":"RT .@senatemajldr, why are you refusing to sign the #COVID19 relief bills that the have been trying to pas...","sentiment_score":0.0}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"RT In the middle of a pandemic, Walmart and Amazon have hauled in $30B in profit this year, but have still cut hazard pay for the...","sentiment_score":0.0}
{"full_text":"Yesterday, John Horgan swore in the new cabinet that'll help support British Columbians through the COVID-19 pandemic, and beyond. First up - Premier of BC.","sentiment_score":0.1287878788}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"RT On my last ER shift, there were NO accepting hospitals for my ICU patients. Across Arizona, HCW illness, nursing ratio...","sentiment_score":0.0}
{"full_text":"RT fuck's sake i thought this was satire","sentiment_score":-0.4}
{"full_text":"RT Trump has currently let COVID-19 kill the equivalent of the entire population of America's 77th largest city, Fort Wayne, IN (2...","sentiment_score":0.0}
{"full_text":"RT Melbourne is now covid free w\/ 28 days of no new cases. This is after a harsh lockdown because of a quarantine hotel mis...","sentiment_score":0.0439393939}
{"full_text":"And yet of 1 in 1000 of your population is dying of COVID and you are still fighting your public health officials you have a damn problem!!","sentiment_score":0.0}
{"full_text":"These are real scientists and all you idiots that think Sage is telling you the truth then you deserve  Tier 3...","sentiment_score":-0.3}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"RT In the middle of a pandemic, Walmart and Amazon have hauled in $30B in profit this year, but have still cut hazard pay for the...","sentiment_score":0.0}
{"full_text":"RT Ryan Day has tested positive for COVID-19 and will miss Ohio State's game against Illinois on Saturday","sentiment_score":-0.0863636364}
{"full_text":"RT A reminder that L.A. County is using some of the federal CARES Act money it receives, money that should be going to restaura...","sentiment_score":0.0}
{"full_text":"RT Steelers have placed Stephon Tuitt, Jerald Hawkins and Isaiah Buggs on the COVID-19 list","sentiment_score":0.0}
{"full_text":"27,874 to be exact on #Australia","sentiment_score":0.25}
{"full_text":"RT A dozen or so Trump tweets today--none expressing thanks for healthcare providers, frontline workers, or anyone else strugg...","sentiment_score":0.2}
{"full_text":"target is so packed and people keep taking off their masks to drink their starbucks drinks like this girl literally rolled her eyes at me when i said she couldn't drink in the store BRUH WE ARE IN A PANDEMIC i wanna go home","sentiment_score":0.0}
{"full_text":"we are at winter on broad st, there is NO social distancing happening lol","sentiment_score":0.2819444444}
{"full_text":"RT BUSTED: NSW Premier breaches COVID-19 guidelines as her office tries to kill the story.Plus - Dickie sorry for killing...","sentiment_score":-0.3}
{"full_text":"RT Starting to think that some businesses are using Covid-19 as excuse to be incompetent.","sentiment_score":-0.1333333333}
{"full_text":"RT Richard Tice, Reform UK chairman, is \"steaming with frustration and incandescent anger\" over the government's new Covid meas...","sentiment_score":-0.2818181818}
{"full_text":"Fab performance I had a Tkt booked first day of lockdown However I'm glad to see you will be performing it live in 2021 I'll be there ","sentiment_score":0.2954545455}
{"full_text":" is a liar. He is using Covid to stab in the back. Again","sentiment_score":0.0}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"RT Dr Saoirse has a better contact tracing system than most developed countries. Toby Tubridy the Covid-positive doggy is in...","sentiment_score":0.3666666667}
{"full_text":"RT Add this Wall canvas hanging banner to your Christmas decor https:\/\/t.co\/iNVG7HdZNa #celebsforsmallbiz #christmas #gi...","sentiment_score":0.0}
{"full_text":"RT COVID hospitalizations in El Paso have been going down for about 2 weeks now.The number of people in El Paso testing p...","sentiment_score":-0.1555555556}
{"full_text":"Just driving to go to work which is about 10 minutes away max, I've seen the same amount of cars out and about compared to past black Fridays. Covid is going to hit hard.","sentiment_score":-0.1770833333}
{"full_text":"RT covid is going 12M-0 against America and y'all still wanna go black friday shopping??????????????????????????","sentiment_score":-0.1666666667}
{"full_text":"RT Arniece Brown, 55 yo nurse who worked at the Little Colorado Medical Center in northern Arizona, died of #COVID19. Her town...","sentiment_score":-0.0958333333}
{"full_text":"My pots is flaring up and I can't tell whether it's because I'm stressed about being exposed to COVID or because I have COVID","sentiment_score":0.0}
{"full_text":"What !    !    !   !","sentiment_score":0.0}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"RT Statistics Canada.  When I look at the total numbers for Ontario for all cause deaths:Feb - July 2019 = 52,650Feb - J...","sentiment_score":0.0}
{"full_text":"RT Corona-dictionary, 2020: The article has been deleted = the article was true","sentiment_score":0.35}
{"full_text":"RT It's exhausting having to sound like everything is Totally Great All The Time to avoid a million messages demanding to k...","sentiment_score":0.2666666667}
{"full_text":"RT They were able to mimic in their minds the scenario of a usual, pre-pandemic show and were able to deliver. #SB19","sentiment_score":0.25}
{"full_text":"RT Well done, France.  It's a relief to see push back against the unnecessary destruction of lives and livelihoods.","sentiment_score":-0.2}
{"full_text":"RT Indigenous people have been particularly harmed by COVID-19 and its economic impact.Today, as we celebrate Native Ameri...","sentiment_score":0.1833333333}
{"full_text":"RT a tweet for the people that are lowkey thankful for having the 'pandemic' excuse to avoid family gatherings we're out here","sentiment_score":-0.05}
{"full_text":"RT Only two more weeks to slow the spread and flatten the curve! ","sentiment_score":0.0416666667}
{"full_text":"RT I'm still amazed that a guy who wears lifts, a girdle, and adult diapers won't wear a mask because he thinks it makes...","sentiment_score":0.1}
{"full_text":"RT Finishing the week on a very positive noteLiverpool's covid-19 infection rate continues to fall and now stands at 115...","sentiment_score":0.2954545455}
{"full_text":"Although we may be spending the holidays virtually with family this year, we still can find many things to be thankful for! I am thankful for family's health! Let's be kind to each other and help protect our community from violence. #564Health","sentiment_score":0.41875}
{"full_text":"RT Jake Paul being a covid denier really is the most fitting way to cap off this hellscape of a year.","sentiment_score":0.4}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"are you kidding me man :\/","sentiment_score":-0.25}
{"full_text":"No deal is unsustainable, and hurts UK more than EU, so if BJ does go for it there's a few weeks of chaos - due to leaving SM\/CU - on top of covid, then BJ cavesIn short, a v sh*t no deal followed by a sh*t deal, but nothing better than membership - all sh*tIt was a con","sentiment_score":0.1958333333}
{"full_text":"RT 410 more recovered; Total number of recovered COVID-19 patients in SL increased up to 16,226 Yesterday 559 identified:...","sentiment_score":0.25}
{"full_text":"RT Media driven covid panic leads woman to commit suicide rather than face lockdown! This is on YOU media. And you covid...","sentiment_score":0.0}
{"full_text":"RT As impossible as it seems, we can still turn this around - or at least slow it down. But we have to act like The Greatest Gen...","sentiment_score":-0.0844444444}
{"full_text":"RT Please continue to wear a mask and practice social distancing. Let's do what we can to keep our loved ones and communities...","sentiment_score":0.3666666667}
{"full_text":"Coronavirus updates: Gov. condemns 'turkey funeral' to skirt restrictions; Smaller Black Friday crowds; AstraZeneca plans additional trial","sentiment_score":-0.0833333333}
{"full_text":"RT COVID hospitalizations in El Paso have been going down for about 2 weeks now.The number of people in El Paso testing p...","sentiment_score":-0.1555555556}
{"full_text":"RT Due to a positive COVID-19 test, #UFCVegas15's main event between Curtis Blaydes &amp; Derrick Lewis is rescheduled to a later dat...","sentiment_score":0.0672348485}
{"full_text":"RT This photo was taken a year ago today on the general election campaign trail. It's like glimpsing a bygone world. Covid...","sentiment_score":0.05}
{"full_text":"RT We've sent you two relief bills. Go ask Mitch.","sentiment_score":0.0}
{"full_text":"RT Random as hell but... SHOUT OUT TO ALL OF THE HEALTHCARE WORKERS. I can't believe they make humans that selfless to really...","sentiment_score":-0.15}
{"full_text":"RT Solidarity with the porters at who have been treated disgracefully by management there as a thank you for...","sentiment_score":0.0}
{"full_text":"RT Healthcare workers did *NOT* sign up to work during an endless pandemic with ZERO help from state and federal governments...","sentiment_score":-0.125}
{"full_text":"RT houses of worship are exempt from covid restrictions bc God is in there and he is well known for not casting plagues upo...","sentiment_score":0.0}
{"full_text":"wait why are people lined up at vaughan mills for black friday in the middle of a pandemic?? just shop online fools","sentiment_score":-0.0833333333}
{"full_text":"RT The final episode of our Latino voter special is out now on I'm joined by &amp;...","sentiment_score":0.1785714286}
{"full_text":"RT Wow, so Pope Francis has basically openly called Amy Covid Barrett and GOPers in SCOTUS a bunch of evil selfish small-m...","sentiment_score":-0.35}
{"full_text":"RT Ironic is an understatement. When Trump banned Muslims I joined the fight with set up HQ at Terminal 4 &amp; we stay...","sentiment_score":0.2}
{"full_text":"RT You know how a quarterback takes a knee to run out the clock?That's what Trump has done with his COVID response, econom...","sentiment_score":0.0}
{"full_text":"I (shock) have so much to say about this. The shocking treatment of disabled people through the pandemic, the rhetoric used, the variability in information provision, has been incredibly depressing.","sentiment_score":-0.4}
{"full_text":"RT Wow, so Pope Francis has basically openly called Amy Covid Barrett and GOPers in SCOTUS a bunch of evil selfish small-m...","sentiment_score":-0.35}
{"full_text":"RT Colin Covid the hit song!  This is Colin... ... come on, sing along! @rickygervais ","sentiment_score":0.0}
{"full_text":"RT Jake Paul being a covid denier really is the most fitting way to cap off this hellscape of a year.","sentiment_score":0.4}
{"full_text":"RT covid is going 12M-0 against America and y'all still wanna go black friday shopping??????????????????????????","sentiment_score":-0.1666666667}
{"full_text":"RT We've sent you two relief bills. Go ask Mitch.","sentiment_score":0.0}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"RT Protesters BURN MASKS in an action against Lockdown in NYCVideo by Oliya Scootercaster (FNTV","sentiment_score":0.1}
{"full_text":"As corporate giants are thriving and small businesses are dying in this 'pandemic', this is so important.","sentiment_score":0.05}
{"full_text":"Reopened Hawaii offers island fun with COVID-19 ruleshttps:\/\/t.co\/BAffJisY0F","sentiment_score":0.2}
{"full_text":"carson city why yall acting like we not in a pandemic bruh","sentiment_score":0.0}
{"full_text":"RT We need to bring back those old evangelical STD metaphors for covid, where they're actually applicable.\"If you breath air w...","sentiment_score":0.0333333333}
{"full_text":"RT Worth considering...","sentiment_score":0.3}
{"full_text":"What more should he be doing to solve coronavirus? He already got the vaccines through at lightning speed, what do you suggest he does instead right now that will help? Enlighten me? If you criticize him you must have a plan?","sentiment_score":0.3928571429}
{"full_text":"Serco, heroes of the hour again! ","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"RT \"It would be madness to carry on with Brexit until we have sorted out the Covid crisis. \"Anyone in their right mind wou...","sentiment_score":0.2857142857}
{"full_text":"He'll be embarrassed into lifting them before then. He seems to have been taken hostage by lockdown fanatics, someone needs to go in there and get him out.","sentiment_score":0.0}
{"full_text":"RT Just an incredible Thanksgiving piece by","sentiment_score":0.9}
{"full_text":"RT BREAKING: South Dakota hits a new COVID milestone, with one out of every 1,000 residents dead from the pandemic. But...","sentiment_score":-0.0318181818}
{"full_text":"RT A dozen or so Trump tweets today--none expressing thanks for healthcare providers, frontline workers, or anyone else strugg...","sentiment_score":0.2}
{"full_text":"Hard to conclude otherwise.","sentiment_score":-0.2916666667}
{"full_text":"RT NEW VIDEO: David Perdue refuses to do more debates. What's he afraid of? Being asked about trying to take healthcare a...","sentiment_score":0.0121212121}
{"full_text":"29 days straight of double donuts  #COVID19Vic #COVID19","sentiment_score":0.1}
{"full_text":"Technologies Helping Business Survive the COVID Crisis #CRE #COVID-19 #Technology #TenantTips ","sentiment_score":0.0}
{"full_text":"Looking at the Syrian warcrime deniers crowding my mentions a surprising number seem to be Covid deniers and there's the occasional \"Trump won\" fantasist too","sentiment_score":0.35}
{"full_text":"RT Flip this ","sentiment_score":0.0}
{"full_text":"RT So very true we've had a randomly chosen RPA health and safety audit, year end audit along with everything Covid th...","sentiment_score":-0.0225}
{"full_text":"So why is the Independence election not in the manifesto, what happened to the 'Scotland will not be dragged out the EU against it's will' Independence is off the table because of Covid, but now there's an election on the horizon.There's going to be a lot of Scots in for a shock","sentiment_score":0.0}
{"full_text":"Fuckn hate this corona shit, changed my whole way of living ","sentiment_score":-0.2666666667}
{"full_text":"I've updated the lockdown jukebox on my YouTube channel with the last 10 videos, there's now 110 lockdown tunes on there plus all the \"proper\" videos !  Feel free to subscribe if you haven't already. Cheers","sentiment_score":0.1333333333}
{"full_text":"So sorry","sentiment_score":-0.5}
{"full_text":"RT BTS explain why their hit #Dynamite \"wouldn't be here if there was no COVID-19\"","sentiment_score":0.0}
{"full_text":"RT Same. I was such a fan of both him and current anti-lockdown nut job Van Morrison. It's sad, but there is...","sentiment_score":-0.125}
{"full_text":"Sb 1159 requires #California employers to report positive #COVID19 test results starting 1\/1\/21 to local workers comp. admin. within 3 days. Get your reporting tools in our recent webinar on Sequoia's People Platform and Return to Work Center:","sentiment_score":0.0254545455}
{"full_text":"Today I learned that Denmark killed all the mink in their country bc they found a mutated strain of covid in the animal, so they did a mass burial for all of them and they recently resurfaced due to decomposing gasses. How cool is that","sentiment_score":0.00625}
{"full_text":"#WiFi Struggling to Keep Up with #StayHome Demands? Try \"#FlashRouters!\"","sentiment_score":0.0}
{"full_text":"The preponderance of #importedfood in the #Caribbean is disturbingly exacerbated by the #COVID19 #virus which is further straining already weak economies of the region.Visit the link in bio to read more.@FAO #foodsecurity  #deficit","sentiment_score":-0.2916666667}
{"full_text":"\"Let us now start thinking about a society built around a new 'post-Covid consensus'\"","sentiment_score":0.1363636364}
{"full_text":"While the #COVID19 pandemic is nowhere near over, Michigan Chief Deputy for Health shares lessons learned that can help current and future #publichealth officials navigate the challenging role of leading through a #pandemic.","sentiment_score":0.15}
{"full_text":"A great read for those who want to know about what fellow #NewWest locals think the city should focus on during the #COVID19 pandemic...Check out 's summary report at the link below:https:\/\/t.co\/1CBsNdGgyW#Covid19BC #staysafe","sentiment_score":0.8}
{"full_text":"Travel from Vancouver's Skid Row to the Highway of Tears with this doc that puts a human face on the epidemic of violence against Indigenous women in Canada: #edchat #elearning #education","sentiment_score":0.0}
{"full_text":"RT SARS killed 774 people across Earth.In the last 2 days Britain has had 1,018 coronavirus deaths.Ebola has killed more...","sentiment_score":0.025}
{"full_text":"Look at the numbers that came out today between Ohio,Indiana and Kentucky in regard to the COVID ....Ohio and Indiana have over 300,000 cases,  Kentucky has 166,000 cases and are restaurants are closed?? Ohio and Indiana's are open .WAKE UP DUMMY.","sentiment_score":-0.05}
{"full_text":"Because of Thanksgiving, the Ohio Department of Health included Thursday's COVID-19 case data in Friday's summary.Of the 1,998 total COVID-19 cases in the county, 459 are considered active and 1,535 are recovered.","sentiment_score":-0.0666666667}
{"full_text":"you'll get covid if you drink after you finish your meal.our great leader will have  to bring out more rules more laws on what you can eat and drink.science based of course f**** insane.. he is a well known  offender &gt;","sentiment_score":0.2}
{"full_text":"Feel sick or believe you were exposed to COVID-19? Unable to get tested through your doctor or at a clinic? Visit a public testing site:","sentiment_score":-0.4047619048}
{"full_text":"MILTON LUCKETT, 72, of Canton, Mississippi died of COVID on Nov. 19. He was the former Canton police chief for decades. \"When I remember my dad, I will smile each time knowing that I have someone so honorable in heaven on my side.\"https:\/\/t.co\/45pdSh4gaW","sentiment_score":0.15}
{"full_text":"The trillions of dollars needed for #COVID19 recovery are borrowed money from future generations.We cannot use these resources to lock-in policies that burden them with a mountain of debt on a broken and dangerous planet.","sentiment_score":-0.3333333333}
{"full_text":"You've probably searched COVID-19 at least once online looking for answers to your questions regarding the vaccine trials.","sentiment_score":-0.3}
{"full_text":"The Covid-19 pandemic is raging across the US -- already more devastating than previous surges and showing no signs of slowing down.https:\/\/t.co\/2WFzJLWgWA","sentiment_score":-0.2222222222}
{"full_text":"Thanksgiving might be the start of a dark, lonely holiday season if COVID-19 cases continue to surge, Dr. Anthony Fauci said. ","sentiment_score":-0.125}
{"full_text":"The holiday season will definitely be different this year thanks to the coronavirus, but that doesn't mean it still can't be fun and memorable.","sentiment_score":0.1375}
{"full_text":"focuses on SOLUTIONS in her follow up on the #gunviolence epidemic rocking young #hiphop THIS WEEKEND #OntheAve LOCAL LISTING #HIPHOPUNDERFIRE","sentiment_score":0.05}
{"full_text":"They samba and they clean-up Rio De Janeiro. Take a look at how the Brazilian city's famous garbage collectors are bringing some joy to people during the pandemic.","sentiment_score":0.65}
{"full_text":".@WHO warns countries with falling #COVID19 cases to stay alert. Nearly 61 million reported to be infected by the #coronavirus globally and 1.4 million have died","sentiment_score":0.05}
{"full_text":"In Santa's mailbag, a peek into children's pandemic worries #7News","sentiment_score":0.0}
{"full_text":"The court cited the First Amendment right to religious liberty in making its decision.","sentiment_score":0.1785714286}
{"full_text":"ICYMI: Moe to Trudeau: Where's our COVID vaccines?","sentiment_score":0.0}
{"full_text":"In Tier 3 you have to leave during the meal","sentiment_score":0.0}
{"full_text":"Archives | India has just 1.7 nurses--in both private and public employment--for every thousand people, against the World Health Organisation- mandated three. The pandemic has, once again, exposed a broken health system.Karuna Dietrich Wielenga in:","sentiment_score":-0.1333333333}
{"full_text":"Antigay, anti-mask pastor checks into ICU for COVID-19","sentiment_score":0.0}
{"full_text":"All the local schools and their number of cases are listed in the link.","sentiment_score":0.0}
{"full_text":"Italy's famous ski resort of Passo Tonale in Dolomites closed to public amid #COVID19 pandemic as authorities fear rising numbers of coronavirus infections","sentiment_score":0.1333333333}
{"full_text":"The cancellation of this week's Minnesota-Wisconsin game is only the latest wrench the virus has thrown into the league's plans.","sentiment_score":0.0333333333}
{"full_text":"Take our survey and let us know your thoughts on the new rules","sentiment_score":0.1363636364}
{"full_text":"We wear a shirt and shoes in public places.","sentiment_score":0.0}
{"full_text":"The ambulance company is partnering with the Chelan-Douglas Health District to provide testing at the Wenatchee High School. via","sentiment_score":0.16}
{"full_text":"pediatrician Dr. Elizabeth Blyth suggests three ways to prepare your child for a doctor's visit during #COVID19","sentiment_score":0.0}
{"full_text":"RT It's fucking lit","sentiment_score":-0.6}
{"full_text":"I have to agree. I was for remote learning for a short term solution, but  ow given how poorly this pandemic has been managed and having this drag on, that's no longer a good solution. We can get the kids back into the classroom if we put our heads together for a solution.","sentiment_score":0.0166666667}
{"full_text":"In a year of pain, recalling the excitement of past Hmong New Year festivals. And preparing for better times ahead. by with","sentiment_score":0.1287878788}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"The Lady Eagles are now scheduled to open the season at home Dec. 4 against McNeese State.","sentiment_score":0.0}
{"full_text":"1.2 million children had reportedly tested positive for COVID-19 since the onset of the pandemic, as of Nov. 19.","sentiment_score":0.2272727273}
{"full_text":"Jeremih is on the road to recovery after a scary battle with COVID-19. https:\/\/t.co\/0Ebw1buPbq","sentiment_score":-0.5}
{"full_text":"Data science at its best","sentiment_score":1.0}
{"full_text":"Exciting news! The coveted 2021 Pet Calendars are now available for pre-order!! Due to COVID-19 limitations, we are encouraging online pre-order sales, which are shipped directly to your doorstep!For more information, visit our website here:","sentiment_score":0.295}
{"full_text":"Yes, that makes certainly makes sense: a virus that has killed 1.44 million people worldwide is \"not deadly\"!Why aren't you volunteering in a Covid unit?","sentiment_score":0.0464285714}
{"full_text":"RT Facts about HCQ: FDA approved for 65 years, millions of prescriptions given, available over the counter in most of the...","sentiment_score":0.45}
{"full_text":"RT We're facing an unprecedented hunger crisis in America. 26 million people, or 1 in 8 Americans, are going hungry. In the rich...","sentiment_score":0.4875}
{"full_text":"Are you active? Boost your Twitter audience fast  Turn on my notification  Drop Your name &amp; comment \" Stallion \" Follow whoever  your reply Quick Share the Stallion Love  &amp; Gain with  #TEAMSTALLION  #family !!! #stayathome -","sentiment_score":0.344140625}
{"full_text":"RT I'm still amazed that a guy who wears lifts, a girdle, and adult diapers won't wear a mask because he thinks it makes...","sentiment_score":0.1}
{"full_text":"RT the hell out of this before they take it down.Johns Hopkins published then deleted a study questioning the U.S. coronavirus death rate via","sentiment_score":0.0}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"RT Check the stats. U.S. deaths this year are pretty much in line with years past.  But deaths from pneumonia, heart disease a...","sentiment_score":0.0666666667}
{"full_text":"RT Michigan: Friday's Covid19 update showing 17,162 new cases and 172 additional deaths over the last two days.","sentiment_score":0.0681818182}
{"full_text":"Racial, Ethnic Minorities Reel from #COVID19 Death Rates","sentiment_score":0.0}
{"full_text":"RT CONSTANCE DUNCAN, 75 of Asheville, North Carolina died of COVID on May 2. She was a \"loving mother who was caring and p...","sentiment_score":0.6}
{"full_text":"See this graph from NZ on excess deaths... note they had 25 fatalities from COVID-19","sentiment_score":0.0}
{"full_text":"RT a wee pandemic could never stop my family from being racist in the living room together","sentiment_score":0.0}
{"full_text":"RT It's hot today for the #Groom by-election, so it's important that you plan your vote. Think about where &amp; when you wil...","sentiment_score":0.325}
{"full_text":"US surpasses 13 million #COVID19 caseshttps:\/\/t.co\/GTycidmGGS","sentiment_score":0.0}
{"full_text":"Pins so good makes you wanna slap yo mama!(don't really slap your mama, it's just a saying from a movie,but the pins are good though).","sentiment_score":0.5333333333}
{"full_text":"Read Next - Van Morrison, Eric Clapton Announce Anti-Lockdown Song 'Stand and Deliver'","sentiment_score":0.0}
{"full_text":"RT And she is correct.","sentiment_score":0.0}
{"full_text":"The BEST Lo-Mein #COVID19 #freelance #hiring #PositiveVibes","sentiment_score":1.0}
{"full_text":"When are u going to do your job &amp; pass generous COVID relief bills &amp; bills to address the major income inequality in the US? These food banks are a testament to the abject failure of the GOP to take care of your constituents. You'd rather focus on approving conservative judges.","sentiment_score":-0.1270833333}
