{"full_text":"RT What irregularities?\"No monitors\" lie is a lie. (See below: Even Trump's own lawyer admitted it wasnt...","sentiment_score":0.6}
{"full_text":"RT Clots, Strokes And Rashes. Is COVID-19 A Disease Of The Blood Vessels? || Via NPR","sentiment_score":0.0}
{"full_text":"How many Americans died from #COVID19 today??Dumbass","sentiment_score":0.5}
{"full_text":"RT Biden - 264Trump - 214COVID - 19Cytochrome P - 450Blink - 182","sentiment_score":0.0}
{"full_text":"RT The State Department confirms to me that there have been Covid-19 outbreaks at its embassies in Algeria &amp; Baghdad. It won't...","sentiment_score":0.0}
{"full_text":"Biden's statement tonight, as the likely President-Elect, should encourage people to take precautions as the virus continues to spread. He'll immediately look more presidential than the current chief.","sentiment_score":0.1666666667}
{"full_text":"RT \"I'm going to freak everyone out\" - Coronavirus \"Hold my beer!\" - Presidential election","sentiment_score":0.0}
{"full_text":"The current lockdown policies are producing devastating effects on short and long-term public health, socially and economically says\"World Doctors Alliance\", and the \"Great Barrington Declaration\" read their website links:https:\/\/t.co\/fWZrYlYBcrhttps:\/\/t.co\/S1sJ4Re6jy","sentiment_score":0.019047619}
{"full_text":"US surpasses 100,000 COVID-19 cases as election in air via","sentiment_score":0.0}
{"full_text":"Google and you will find a lot more. Masks do not protect.","sentiment_score":0.5}
{"full_text":"RT Christian Humanitarian Groups Say People Are Starving in North Korean COVID 'Quarantine Camps'","sentiment_score":0.0}
{"full_text":"The only soap I currently watch is EastEnders so I can't compare how the others are handling social distancing, but EastEnders is certainly doing so very impressively.","sentiment_score":0.2495238095}
{"full_text":"See Wayne.  Wayne is a dummy.  Wayne doesn't understand that the majority of mail ballots are for Biden because more democrats voted by mail due to COVID19.  Don't be like Wayne.  Don't be a dummy.","sentiment_score":0.1875}
{"full_text":"RT As bad as the current Trump doubt-sowing is, I can't help but think how lucky that -- due to the incredible work of elect...","sentiment_score":0.2013888889}
{"full_text":"RT Counties with exceptionally high COVID-19 rates will have a two-week \"pause\" placed on social gatherings, from Nov. 11 thr...","sentiment_score":0.0966666667}
{"full_text":"RT All these Trump folks saying they'll move to Canada if they lose. Don't they know we're not allowed to visit there still b...","sentiment_score":0.0}
{"full_text":"False. The president wants Pennsylvania to not be able to make its own rules.  His lawyers sued to change the rules before the election and are now filing suit again to try and get votes tossed that were allowed under the pandemic related adjustments the STATE made.","sentiment_score":0.18}
{"full_text":"What Firefighters and EMS Suppliers Must Find out about COVID-19 - #NewsEverything #Well being","sentiment_score":0.0}
{"full_text":"RT I'm really sick and tired of the legitimacy and slack awarded a guy who's told 25K lies, one of which was Birtherism, which...","sentiment_score":-0.5571428571}
{"full_text":"Listen to this week's conversation with fellow -- starts in a few minutes on on News 88.7 or online at #TownSquareTalk #coronavirus","sentiment_score":-0.2}
{"full_text":"RT New COVID infections up 33% in Spain but mortality down 82%!  The Leftwing media reports the new cases but refuses to let any...","sentiment_score":0.0260942761}
{"full_text":"RT Asha is exactly right. The story is, our election process worked despite incredible stress from a pandemic &amp; a preside...","sentiment_score":0.5928571429}
{"full_text":"RT The protests had \"blown a hole in the idea that Kaczynski is always three steps ahead, that PiS always has its finger on the...","sentiment_score":0.0}
{"full_text":"RT There was also an outbreak over the summer at the U.S. embassy in Kabul. State Dept statement then used similar wording ab...","sentiment_score":0.0}
{"full_text":"RT .@TimTebow delivering shoes--even the ones off his feet--at a shelter in Phoenix. A Good Samaritan for sure! https:\/\/t.c...","sentiment_score":0.6625}
{"full_text":"LA Dodgers allowed the spread of COVID","sentiment_score":0.0}
{"full_text":"RT When they rushed to seat Amy Coney Barrett on the Supreme Court while ignoring their own precedent (and a much-needed co...","sentiment_score":0.6}
{"full_text":"This may be a personal question, but, did she die of COVID? ","sentiment_score":0.0}
{"full_text":"RT All these Trump folks saying they'll move to Canada if they lose. Don't they know we're not allowed to visit there still b...","sentiment_score":0.0}
{"full_text":"RT If you shit talked the south like it was a racist monolith or celebrated Georgia's corona rates, remember you were tal...","sentiment_score":0.075}
{"full_text":"RT What an amazing achievement, to make it happen again despite the dramatic moment w\/ #COVID19 top congres...","sentiment_score":0.2222222222}
{"full_text":"RT Canadians are proud of the COVID19 response, because they're comparing it the the US.South Korea has a larger populat...","sentiment_score":0.4}
{"full_text":"RT All these Trump folks saying they'll move to Canada if they lose. Don't they know we're not allowed to visit there still b...","sentiment_score":0.0}
{"full_text":"Stress shopping upgrade! When covid is over you are all welcome to come over for a cup.","sentiment_score":0.8}
{"full_text":"RT The fact that a lot of Americans believe in make believe voter fraud because ballots are being counted but don't believe in Co...","sentiment_score":0.0}
{"full_text":"The College of Saint Benedict and Saint John's University presidents: Reverse CSBSJU's COVID Protocols - Sign the Petition! via","sentiment_score":0.0}
{"full_text":"RT Tomorrow at noon: join us for an eviction defense canvass! We'll meet in the Forest Hills MBTA parking lot--please bring...","sentiment_score":0.0}
{"full_text":"RT I'm really sick and tired of the legitimacy and slack awarded a guy who's told 25K lies, one of which was Birtherism, which...","sentiment_score":-0.5571428571}
{"full_text":"Neither can the other half of Americans. But it is Rupert Murdoch and FOX that are the main culprit in brainwashing nearly half the voting public into the Trump cult. Would you take him back, please.","sentiment_score":-0.0486111111}
{"full_text":"RT We can't continue on this course. More cases = more hospitalizations = more deaths. Please do your part to avoid large gat...","sentiment_score":0.4285714286}
{"full_text":"The election results taking so long we forgot COVID still exist ","sentiment_score":-0.05}
{"full_text":"If you don't eat your vegetables we're going to Disneyland","sentiment_score":0.0}
{"full_text":"Hmmm could it be the global pandemic?","sentiment_score":0.0}
{"full_text":"RT How can you spend more on palliatives than education, heath and agricultureASUU only asked for N110bn and FG said \"No m...","sentiment_score":0.25}
{"full_text":"RT Dear Yoongi, I wish you a good post-surgery recovery. I look forward to seeing you playing your guitar again but you...","sentiment_score":0.7}
{"full_text":"Like Covid going away after the election, I also feel Democrat bullshit will@fade away when Pelosi is out.","sentiment_score":0.0}
{"full_text":"RT 121,229 corona cases in one day.  Another record.","sentiment_score":0.0}
{"full_text":"RT CNN's article on the UK's \"double-dip\" recession fuelled by Coronavirus and Brexit.An intensified reminder that the U...","sentiment_score":0.0}
{"full_text":"Just for the record.And just in case I get Covid.. I Framed Roger Rabbit #COVID19","sentiment_score":0.0}
{"full_text":"RT The fact that a lot of Americans believe in make believe voter fraud because ballots are being counted but don't believe in Co...","sentiment_score":0.0}
{"full_text":"RT STAY LOCAL, STAY SAFEThe Navajo Nation will have a 56-hour weekend curfew beginning at 9:00 p.m. (MST) tonight until 5:00...","sentiment_score":0.0}
{"full_text":"Your tests mean nothing, a very small amount get sick, n those who do 99.9% recovery rate, at home without meds. Stop the B*S*","sentiment_score":-0.4505952381}
{"full_text":"RT New health restriction\/order for Denver -\"Home by 10.\" New curfew in effect between  10p-5a until Thanksgiving. #De...","sentiment_score":0.1363636364}
{"full_text":"RT Just want take a moment today to mention that Donald Trump knew how deadly and infectious COVID-19 is. He told Bob Woodward...","sentiment_score":-0.2}
{"full_text":"RT COVID-19 on top of generations of racial injustice is laying a heavy burden on communities of color. Listen to my convers...","sentiment_score":0.15}
{"full_text":"RT No Bruton, at a time when people are struggling with Covid it is incredible that our Tainaiste would stan...","sentiment_score":0.9}
{"full_text":"RT #DYK? As of Nov. 21, it will be mandatory for travellers coming to to submit COVID info digitally. Do it with #Arr...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Mayor Young announced Increased COVID-19 restrictions in Baltimore. As of Thursday November 12 at 5pm, outdoo...","sentiment_score":0.1}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"All of Republican Senators are Guilty by There Actions and Inactions when Confronted a bunch of Suit Wearing Open RACIST 2016-2020\"ROAR\"","sentiment_score":-0.25}
{"full_text":"RT I'm really sick and tired of the legitimacy and slack awarded a guy who's told 25K lies, one of which was Birtherism, which...","sentiment_score":-0.5571428571}
{"full_text":"RT Unbelievable! Sainsbury trousers PS230m from the taxpayer in Business Rates Relief cos of Covid, then gives the same amount to...","sentiment_score":-0.15625}
{"full_text":"RT All these Trump folks saying they'll move to Canada if they lose. Don't they know we're not allowed to visit there still b...","sentiment_score":0.0}
{"full_text":"RT Thanks Guys please retweet if you agree..@TimesNow","sentiment_score":0.2}
{"full_text":"RT BREAKING: Indoor dining will be closed at 10pm, bars without food service cannot be open and a mask mandate is effective...","sentiment_score":0.1666666667}
{"full_text":"It must have been really exciting, Nancy's! All those votes, in fact, more votes than registered voters.  You really screwed up on that one. It's a little obvious and I'm sure \"the fix\" was put in place along with the pandemic!","sentiment_score":0.2520833333}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT COVID-19 pandemic: UK definitions of vitamin D sufficiency and recommended supplement dose are set too lowhttps:\/\/t.co\/K2q20...","sentiment_score":0.0}
{"full_text":"'It's crap': DeSantis office 'leaks' state records to fuel COVID-19 death 'conspiracy' ","sentiment_score":-0.8}
{"full_text":"RT Health Secretary welcomes the latest results from the ongoing infection survey which show an estimated...","sentiment_score":0.5}
{"full_text":"RT This is the real story. Demands from for furlough extension ignored for months, including by who act...","sentiment_score":0.2}
{"full_text":"RT President tragically accelerated the deadly spread of the coronavirus throughout his own White House and...","sentiment_score":0.1333333333}
{"full_text":"RT There is still a pandemic. What have the president &amp; VP done to help out you &amp; your family with this in the last week?","sentiment_score":0.0}
{"full_text":"Coronavirus cases are on the rise across the country. After Norwood Hospital shut down from flash flooding in June, dozens of people lost their jobs. One respiratory therapist is making it his mission to save lives by traveling across the country to various hospitals.","sentiment_score":-0.0777777778}
{"full_text":"RT This is the most unethical publication I have seen in a scientific journal in my lifetime. Psychosis advanced to \"expl...","sentiment_score":0.45}
{"full_text":"Why do we need a flu shot if we wear a mask?","sentiment_score":0.0}
{"full_text":"1\/ Remember Pre-Pandemic Midwestern Potlucks?Cornbread with corn in the batter (which is the only good kind of cornbread)Cheesy potatoes casserole (2 different types)Hashbrown casserole (which is still cheesy but different) with ranch on topPulled pork or bratsMostaccioli","sentiment_score":0.1333333333}
{"full_text":"RT Brampton mayor Patrick Brown to CP24 just now: \"When you look at our data in Peel, restaurants are not part of the spread.\"TH...","sentiment_score":0.0}
{"full_text":"RT Lines of ambulances outside Scottish hospitals as they run out of space, say doctors.","sentiment_score":0.0}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"Mistake ","sentiment_score":0.0}
{"full_text":"Trump is what Americans envision themselves as. Rich white and above the law. The rest of us see an over weight, over bearing asshole that lies and consistently and is a criminal","sentiment_score":0.045}
{"full_text":"RT Dear Where is the vaccine?","sentiment_score":0.0}
{"full_text":"RT Given this week's Covid changes we have extended deadline for #UnsungHero Award to 29 Nov","sentiment_score":0.0}
{"full_text":"RT North Denmark in lockdown over mutated virus in mink farms","sentiment_score":0.0}
{"full_text":"RT Dear #Austria, It is almost five years since Kamran Ghaderi was unjustly imprisoned in #Iran. He is still there, alrea...","sentiment_score":0.0}
{"full_text":"im about to let some dude making $11 an hour face f**k me with a cotton swab to see if i have covid. dont go to work if you dont feel well","sentiment_score":0.0}
{"full_text":"RT I think lockdown just makes everyone turn crazy on twitter bcos it's only day 2 and the amount of rubbish I've seen on th...","sentiment_score":-0.3}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT It's insane that Gov. Ron DeSantis is allowed to conceal Florida's COVID death records, but can somehow leak them to right-w...","sentiment_score":-1.0}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"being in lockdown for the majority of the year has proper ruined me man","sentiment_score":0.0}
{"full_text":"Trying to force yourself not to develop a fucking crush on someone hundreds of miles away in a lockdown is fucking difficult my guy","sentiment_score":-0.55}
{"full_text":"RT Public Health Officials Announce 10,376 New Confirmed Cases of Coronavirus Disease - 75 counties across Illinois and Chicago at t...","sentiment_score":0.1787878788}
{"full_text":"Look at this map of States with GOP Governors. Compare it to Covid cases. They are killing their constituents.","sentiment_score":0.0}
{"full_text":"RT People who don't wear facemasks in this pandemic and people who don't wear condoms with new sexual partners are in the s...","sentiment_score":0.3181818182}
{"full_text":"RT Thank you to our election workers for working so tirelessly and putting yourselves at risk during a pandemic to help se...","sentiment_score":0.0}
{"full_text":"RT There is still a pandemic. What have the president &amp; VP done to help out you &amp; your family with this in the last week?","sentiment_score":0.0}
{"full_text":"RT To clarify, ji, I wrote the story frm Oct 2016. Apart from numerous calls to the HRD &amp; text...","sentiment_score":0.0}
{"full_text":"RT REMINDER, COVID-19 is still very real. The U.S. saw its highest number reported for a single day yesterday, 121,504 new cases....","sentiment_score":0.1083116883}
{"full_text":"Whether you celebrate or commiserate when the official call is finally made, don't forget to hydrate and DON'T invite Covid to your party. No gatherings outside your bubble, stay six ft apart, wear your masks , and no (gloveless) high fives.  Other than that...","sentiment_score":0.00875}
{"full_text":"I'm ok with lockdown if the end goal is to reduce infection rates, save lives, make sure the NHS can treat non covid, and ultimately ease restrictions to allow more of a normal life (as we had in the summer)..","sentiment_score":0.33}
{"full_text":"Yes!  Thank you election workers!  ","sentiment_score":0.0}
{"full_text":"current folios - -tech - baba, aapl, chwy, jd, lspd, mgnilong covid rebounds- jblu, lyvmoon landing - spcemoney - slv17%cashw\/@HouseMoney53  - consumer tech - aapl, chwydigital $ - sqcyber security - crwdsolar - csiqguns - swbi, vsto20%cash","sentiment_score":0.0}
{"full_text":"\"One thing that has become clear... the retail landscape in downtown areas will look even more different in the coming years.\" Excellent article on how the #pandemic has impacted &amp; changed #retail - especially for department stores. By","sentiment_score":0.32}
{"full_text":"Hormel Foods has recently made a huge shift in the way they handle research. Learn about their approach to research, how it has shifted in the past few years, and how they are adapting during COVID-19.","sentiment_score":-0.0125}
{"full_text":"RT Marjorie Taylor Greene not acting like a Member of Congress? Have you not met ?Gee and I th...","sentiment_score":0.0}
{"full_text":"RT Schools appear to be major drivers of the pandemic in Montreal.\"The number of cases started to go up 14 days after the Fre...","sentiment_score":0.0625}
{"full_text":"#CARDIO ROUND-UP: A New Culprit for #COVID19 Blood Clots, and Much More","sentiment_score":0.3181818182}
{"full_text":"U.S. Hits a Record 121,000 Daily Caseshttps:\/\/t.co\/s1M3OTjxie","sentiment_score":0.0}
{"full_text":"Updated guidance from ICOM's COVID-19 Task Force available at the following link: #IdahoCOM #IdahoCOVID19","sentiment_score":0.2}
{"full_text":"Covid in the U.S.: Latest Map and Case Count","sentiment_score":0.5}
{"full_text":"2020 is a particular year. In addition to the COVID-19 pandemic, and the devastating passage of #Eta, says this year marked a record in the number of atmospheric systems in the Atlantic coast of the North nd Central American regions.#Disastershttps:\/\/t.co\/i4bQcMFGAa","sentiment_score":-0.1222222222}
{"full_text":"The HOUND(r) #COVID19 BREATHALYZER can detect the virus in breath, allowing for early detection of potential super spreaders. As communities reopen, we are hopeful that the breathalyzer can provide information and peace of mind.https:\/\/t.co\/0PF5Zsx2wR #medicaltech #innovation","sentiment_score":0.1444444444}
{"full_text":"#Lufthansa to start rapid pre-flight #coronavirus tests in #Germanyhttps:\/\/t.co\/SUuy47dd7E","sentiment_score":0.0}
{"full_text":"Senators will resume session on Monday with clock ticking for the Duterte government's proposed stimulus measures pending before the chamber, potentially spelling the success of a pandemic recovery next year.","sentiment_score":0.1}
{"full_text":"If a vaccine becomes available in 2021, it will likely be first given to high-risk people like the elderly, territorial medical director says. (via For #HerInformedOps, contact Cook","sentiment_score":0.1625}
{"full_text":"ECON Show Part 4 goes through Asian economic indicators\/ OPEC+ production and future adherence to the deal\/ Central Bank Activity (recent gold sales)\/ European Jobs data. #OOTT #EFT #OPEC #EconTwitter #economy #GOLD #Europe #COVID19 #energy #oilandgas","sentiment_score":0.0333333333}
{"full_text":"Top doc reports 800 new cases in Alta., says spread is outpacing province's contact-tracing ability #COVID19 #Alberta #ContactTracing","sentiment_score":0.3181818182}
{"full_text":"Every evening on Twitter during Lockdown we will pray for a different part of our Parish. Today we pray for those who live and work in Longcroft Lane, Dognell Green &amp; Brockett Close Can we pray for you? Let us know  #Prayer #Lockdown2 #WelwynGardenCity #StFrancisWGC","sentiment_score":-0.0212121212}
{"full_text":"In 2019, the CDC reported that the #suicide rate among farm workers ages 16-64 jumped 34% from 2000 to 2016.For farm stress resources, visit #PowerofRural","sentiment_score":0.0}
{"full_text":"Also, as part of Occupational Therapy week, Catherine Murchan, an OT for our Acute Care at Home service shares her very honest experience of working through the pandemic to support vulnerable patients in their own homes with the 'The Guardian.' https:\/\/t.co\/MHhtjROG2w","sentiment_score":0.37}
{"full_text":"I'm fortunate that my kids are in school, and I can continue to work during this pandemic. Not all mothers have that luxury, and we need to look out for them. #cdnpoli","sentiment_score":0.4}
{"full_text":"Robinsons Land Corp. closed the first three quarters of the year with a net income of P4.4 billion, down 39.7% from 2019 as the strict lockdown measures imposed in March to contain the virus continued to weigh on its bottomline.https:\/\/t.co\/oALQKkzWzi","sentiment_score":-0.0013888889}
{"full_text":"#News: National lockdown guidance and affected services. The Government has announced a new national lockdown with rules coming into force from Thursday November 5 #LeedsNews #Leeds","sentiment_score":0.1363636364}
{"full_text":"* HELP * FEED, Fatten &amp; PROSPER Souls WORLDWIDE! *#prosperity_wealth #spiritual_aliyah for DETAILS:","sentiment_score":0.0}
{"full_text":"There's been a massive one-day increase","sentiment_score":0.0}
{"full_text":"Will Costa, Starbucks and Caffe Nero remain open during lockdown?https:\/\/t.co\/M6bC0zzzOl","sentiment_score":0.0}
{"full_text":"U.K. to Ban Non-Essential Travel for a Month.https:\/\/t.co\/7xpBf2Bpfb#UK #TravelBan #Travel #COVID19","sentiment_score":0.0}
{"full_text":"WEIGH IN: Will you be putting house parties and social gatherings on hold with the rise of COVID-19 cases? #Iowa #Coronavirus","sentiment_score":0.0333333333}
{"full_text":"#tbt six months ago and #PaulHenry's show on Who really thought six months on #aviation would still be in a terrible state? I still want to fly one day mainly because of their Xmas commercials--unlikely we will see one this year .  ","sentiment_score":0.0416666667}
{"full_text":"Hundreds of small business owners and workers take to the streets of #Toulouse to protest against #COVID19 lockdown measures#France","sentiment_score":-0.25}
{"full_text":"RT Tony Blair had a \"plan\" to get control of Iraq's oil by lying about WMDs. How did that turn out?","sentiment_score":0.0}
{"full_text":".@FT's series on #COVID19 is a valuable look at how the #pandemic has been handled and how actions like lockdowns have impacted the spread of the virus.","sentiment_score":0.0}
{"full_text":"RT #News | A total of 14 #Covid19 test centres will be open in Liverpool on Saturday 7th November as the city's mass testing...","sentiment_score":0.0}
{"full_text":"RT Here's something else a little puzzling when it comes to messaging. Premier and team inside a few days ago w...","sentiment_score":-0.19375}
{"full_text":"ICYMI: Due to the pandemic, the college visit and application process is looking a little different.https:\/\/t.co\/ICd3BKKKPA","sentiment_score":-0.15625}
{"full_text":"\"I ended up meeting someone in lockdown which is strange.\"https:\/\/t.co\/9BoySPmF4x","sentiment_score":-0.05}
{"full_text":"RT I hope you guys know that the reason I'm eating this year and building a thriving business through a pandemic is because o...","sentiment_score":0.0}
{"full_text":" - As the #obesity and #COVID19 pandemics collide, new research presents a possible vehicle to advance obesity treatment.","sentiment_score":0.0681818182}
{"full_text":"RT MLB has finally ruled on the Justin Turner -- COVID situation from the World Series and has decided to suspend Joe Kelly for...","sentiment_score":0.0}
{"full_text":"#SriAgenda rewind  happened today #Nov6 Communications &amp; Strategy for Post-COVID19 #Recovery: Role of #CivilSociety #sustainablefinance #fossiltreaty","sentiment_score":0.0}
{"full_text":"11% of Brits feel less able to cope with life challenges due to #Covid19 and a further four in 10 have delayed or completely given up searching for help because of the added #stress it brought  #anxiety #coronavirus","sentiment_score":0.0616666667}
{"full_text":"The latest COVID-19 updates for Friday, November 6, 2020. ","sentiment_score":0.5}
{"full_text":"Massive drop in number of films in Ireland's cinemas as figures hit 20-year low due to Covid-19","sentiment_score":-0.0416666667}
{"full_text":"RT How can you spend more on palliatives than education, heath and agricultureASUU only asked for N110bn and FG said \"No m...","sentiment_score":0.25}
{"full_text":"#COVID19 survivors, especially those with AB and B blood types, are urged to sign up to give their plasma to help meet the needs of patients battling coronavirus. Register &amp; learn more:","sentiment_score":0.25}
{"full_text":"\"It's really hard mentally to motivate yourself.\"Helen Ward admits she's found it difficult to stay motivated whilst training alone during lockdown. Watch The Women's Football Show now on Sky Sports Football #SkyFootballShow","sentiment_score":-0.2972222222}
{"full_text":"Aside from the anxiety that comes from the TSSAA football playoffs, there is another challenge for high school football teams: contact tracing.","sentiment_score":0.16}
{"full_text":"Dr. Michael Mendoza is urging caution this holiday season, by asking residents to not travel and stay home, and shop online.","sentiment_score":0.0}
{"full_text":"Rishi Sunak is getting quite good at explaining U-turns, having made so many |","sentiment_score":0.6}
{"full_text":"Weekend reads: Inside one of Hollywood's most famous hotels amid the Covid-19 epidemichttps:\/\/t.co\/ffYZddNDkS","sentiment_score":0.5}
{"full_text":"LISTEN: Saturday's season opener between Washington and Cal was canceled, after a Cal player tested positive for #COVID19. talks with about all the unknowns surrounding Huskies football and the conference this year.","sentiment_score":0.2272727273}
{"full_text":"The big #trade reset: how will the UK reset its trade relationships amid the disruptions of #Brexit and #COVID19 and deliver a more integrated aid and trade agenda? Register for #InternationalDevelopment Conference: #TheBigReset","sentiment_score":0.25}
{"full_text":"Introducing #HoffmanatHome! Check out our website for more info- link in bio!...#ct #hartfordct #onlineshopping #stayathome #wereallinthistogether","sentiment_score":0.5}
{"full_text":"Sarpy County election commissioner and staff test positive for COVID-19; Former Omaha Mayor Hal Duab, positive, says he's 'Drained.. I'm exhausted'.Check out our website for more information:","sentiment_score":0.1109090909}
{"full_text":"I really do appreciate the 200 word write ups submitted 10 days after the WS though. Because the all could've just come out and said \"we don't give a single fuck about COVID. The World Series is clearly more important\" and left it at that. But it was nice of them to cover that up","sentiment_score":0.1755102041}
{"full_text":"Introducing #HoffmanatHome! Check out our website for more info- link in bio!...#ct #hartfordct #onlineshopping #stayathome #wereallinthistogether","sentiment_score":0.5}
{"full_text":"RT Okay, we have a new president. Now the hard work begins:-Abolish the Electoral College-Re-instate the Fairness Doctrine...","sentiment_score":0.1148989899}
{"full_text":"The future-forward script for surviving the pandemic and the expected global mega-recession -- read the 2021 report preview. #FutureofWork #TheWorkAhead.","sentiment_score":-0.05}
{"full_text":"#UWYO Associate Professor in Animal Science Bledar Bisha said they will collect samples right before they go into a wastewater treatment plant in up to 100 sites across the state per . #COVID19WY","sentiment_score":0.2857142857}
{"full_text":"In the absence of patient zero researchers found the \"mother\" of all SARS-CoV-2 genomes by reconstructing the progenitor genome and mapped where and when the earliest mutations happened.#COVID19 #genome","sentiment_score":-0.0125}
{"full_text":"Trending: Unmarked books and freezing classrooms - teachers will do their best in lockdown, but it's becoming untenable'I cannot socially distance from my pupils.'https:\/\/t.co\/DGmOfJ3qC3#Teachers #Classroom #EduTwitter","sentiment_score":0.4944444444}
{"full_text":"RT Thanks A couple of completed contracts on there, hopefully a taster for what's to come for #ODX and #NCYT...","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 74.8FWind Chill: 74.8FHumidity: 37%Dew Point: 46.6F Barometer: 30.219 inHgWind: 2 mph from the WCorona Virus Weekly Stats:Cases: 208.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"In October, the CPHR Alberta #CheersfromPeers program recognized Meghan! Meghan had the incredible ability to recognize her organization's crisis management needs for COVID-19 before it became a pandemic. Read Meghan's story here -","sentiment_score":0.9}
{"full_text":"Is your visa expiring?You may still be eligible to apply for subclass 408 (COVID-19 stream) visa which gives you full work rights !Contact us Address: Suite 3, 4 Charles St, Parramatta NSW 2150 Email: info@imeadvisors.com 02 90631618 +61 422101699https:\/\/t.co\/zEu3hfcHX0","sentiment_score":0.4375}
{"full_text":"CARES Act money is still available for OKC residents who were impacted by COVID-19. For info and qualifying conditions, visit:","sentiment_score":0.4}
