{"full_text":"RT THREAD:Billions in public funds have awarded in PPE contracts since the start of the pandemic, often to woefully unfi...","sentiment_score":0.0}
{"full_text":"RT Rapid coronavirus tests that deliver results in minutes are becoming more widely available in the U.S.But officials warn tha...","sentiment_score":0.45}
{"full_text":"So much needs a rethink. We all know there are sections of society that are more vulnerable to the virus they are the ones we should be protecting PS40 may not be much to you but it is a huge chunk from a pension and that is what is the minimum spend on a supermarket delivery (1)","sentiment_score":0.16}
{"full_text":"Because the government and the scientists that advise them are stuck in a feedback loop of their own arrogance. They refuse to listen to the evidence and data that shows there is no pandemic just a nasty endemic virus that can now be treated in the majority of patients.","sentiment_score":-0.2}
{"full_text":"RT This isn't a functioning Union this is is a central govt using a pandemic for blackmail and manipulation ...","sentiment_score":0.0}
{"full_text":"My friend's mum had a stroke at the weekend. She lives very close to a major hospital but the ambulance had to drive her to a hospital 30 miles away. Her local hospital is set aside for Covid only!!!","sentiment_score":0.065625}
{"full_text":"RT Just now Returned from Kandy, Saw more ambulance than vehicles in the road.  1.(am) Something Fishy  #LK #COVID19LK #stayath...","sentiment_score":0.5}
{"full_text":"&amp; that's on periodic table ","sentiment_score":0.0}
{"full_text":"RT Although much is unknown, there's a growing literature on 'long Covid', the long-term morbidities Covid-19 inflicts on those w...","sentiment_score":-0.075}
{"full_text":"RT More Than 61,000 Children Got COVID-19 Last Week, a Record","sentiment_score":0.25}
{"full_text":"RT Gosh. This is detail is so insane--\"A typical virus replaces &lt;1% of the software in the cells it infects. With #SARSCoV2, ab...","sentiment_score":-0.5833333333}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"Spot on.","sentiment_score":0.0}
{"full_text":"Almost two-thirds (61%) of small and medium-sized businesses in Britain believe that the move to a greener economy post-Covid-19 presents positive opportunities, a new poll of more than 500 SMEs has found.","sentiment_score":0.1534090909}
{"full_text":"CORONAVIRUS: R-FactorWatch it on ETV Win #homequarantine #quarantine #vitaminD #boostimmune #immunesystem #heartpatient #cardiac #mask #covid19 #socialdistance #physicaldistance #coronavirus #freshfruits #freshvegetables","sentiment_score":0.375}
{"full_text":"RT More than ever, it's vital that hospital food can be as good as it possibly can be. Tonight we investigate the listeria outbre...","sentiment_score":0.325}
{"full_text":"A creative way to get moving!There are so many ways to improve your cardiovascular health (pretty key in the fight against covid)!Do what you can to get moving!https:\/\/t.co\/iYwV9Wdtx0","sentiment_score":0.3125}
{"full_text":"RT As we now know, Col. Shaban Bantariza died of Covid-19. It is however the messages he sent to his family just before he pa...","sentiment_score":0.0}
{"full_text":"RT Sir we din't got any vaccine for covid but how we can we risk our life sir because we don't have seperate transport fa...","sentiment_score":0.0}
{"full_text":"Enjoy your COVID19","sentiment_score":0.4}
{"full_text":"RT America First:#1 in COVID-19 cases &amp; deaths#1 in prison population #1 in billionaires#1 in student debt &amp; medical d...","sentiment_score":0.0}
{"full_text":"RT Amazing that these guys were able to put together an online festival in spite of the pandemic &amp; hectic workloads. They r...","sentiment_score":0.55}
{"full_text":"RT Under President Trump:- Over 230,000 Americans have died from COVID-19- 30 million people have lost hours, paychecks, or j...","sentiment_score":0.0}
{"full_text":"RT Number of Palestinians made homeless by illegal Israeli demolitions hits four-year high despite pandemic.https:\/\/t.co\/bbO...","sentiment_score":-0.17}
{"full_text":"look! It's proper easy we don't need a lock down, just shut down the virus!","sentiment_score":0.0208333333}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"Thanks","sentiment_score":0.2}
{"full_text":"RT Day 93-95 of #100daysofnocode Made the trip down to south of  for lockdown #2.Meanwhile, - is starting t...","sentiment_score":-0.0777777778}
{"full_text":"Just great... ","sentiment_score":0.8}
{"full_text":"The first big lockdown zoom meeting - I unplugged my laptop and took my students on a tour of my house and garden. They showed me their homes, I met parents and pets- it was lovely!","sentiment_score":0.2916666667}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"[Webinar Info] Joint UNESCO-UNICEF-World Bank webinar series  #8 \"What have we learnt? Overview of findings from a survey of ministries of education on national responses to COVID-19\"Wed 4 November 2020 15:00-16:30 (GMT+1)https:\/\/t.co\/P2iv1fuRTC","sentiment_score":0.0}
{"full_text":"Hotels Association CEO Bradley Woods said if a QR code system was being considered, he strongly recommend that any data collected be managed &amp; stored by government to ensure it is not compromised or used for anything other than contact tracing\".https:\/\/t.co\/vtZqVo6pfJ","sentiment_score":0.1541666667}
{"full_text":"RT John Ashton: Covid-19--Getting a grip on the second wave - The BMJ","sentiment_score":0.0}
{"full_text":"RT I've believed we have been told 3 Big Lies - highly contagious (asymptotic transmission main driver), highly lethal (all...","sentiment_score":0.1216666667}
{"full_text":"Progress!","sentiment_score":0.0}
{"full_text":"RT BURGER KING DID THAT! LOOK: Burger King UK urged customers to order from McDonald's in support of the thousands of res...","sentiment_score":0.0}
{"full_text":"RT Can someone please please please  explain to me why the govmt puts the economy above lives with Covid but is happy to co...","sentiment_score":0.4}
{"full_text":"RT Okay nak bercerita jap. i went to ikea last week and my ticket fee was rm7. I only had rm5 in my pocket. I couldnt pay f...","sentiment_score":0.1666666667}
{"full_text":"RT Morning Adrian  In my opinion and it is of course just that, things have been wrong for a...","sentiment_score":-0.5}
{"full_text":"The government pretended UK universities were immune to Covid. The fallout is exhausting | The Guardian","sentiment_score":-0.4}
{"full_text":"RT Okay nak bercerita jap. i went to ikea last week and my ticket fee was rm7. I only had rm5 in my pocket. I couldnt pay f...","sentiment_score":0.1666666667}
{"full_text":"RT This is why London isn't seeing a high number of deaths","sentiment_score":0.16}
{"full_text":"Service Update 08.00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. All updates here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 08.00 -  Please remember to wear a mask when travelling with us &amp; at our stations.All service updates here:","sentiment_score":0.0}
{"full_text":"RT JUST IN: Primark owner profit slumps as pandemic batters salePrimark owner Associated British Foods (ABF) has posted a sharp...","sentiment_score":-0.0625}
{"full_text":"RT Remember the lockdown days when united fans would scare us ati Pogba Bruno combination","sentiment_score":0.0}
{"full_text":"RT The role is probably one of the most important leadership roles in Public Health in the state. Oversees health protection...","sentiment_score":0.3}
{"full_text":"RT Gosh. This is detail is so insane--\"A typical virus replaces &lt;1% of the software in the cells it infects. With #SARSCoV2, ab...","sentiment_score":-0.5833333333}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"RT Great job, early voters! Proud of and the leadership of SOS to make voting safe and accessible...","sentiment_score":0.52}
{"full_text":"RT WEST BENGAL GOVERNMENT ALSO ANNOUNCED LOCKDOWN TILL 30TH NOVEMBER IN WHICH NO SCHOOL \/COLLEGE \/U...","sentiment_score":0.0}
{"full_text":"Vitamin D supplements unwrapped#vitaminD #supplements #nutrition #sunshinevitamin #health #COVID19 #coronavirus","sentiment_score":0.0}
{"full_text":"RT Thanks to all who suggested hashtags. #CovidRiskChart wins.Please circulate the tweet below widely - with hashtag!...","sentiment_score":0.0375}
{"full_text":"RT It's still going to be great, and i look forward for it! #Science #StayHome #SocialDistancing","sentiment_score":1.0}
{"full_text":"RT This thing is now a big wahala o. How can you people let us stay at home for 7 months??? God will distribute this punishment...","sentiment_score":0.0}
{"full_text":"RT Everyone's exhausted.","sentiment_score":-0.4}
{"full_text":"RT Coming to a town near you! #NewWorldOrder #COVIDHOAX2020","sentiment_score":0.125}
{"full_text":"We're conscious lockdown restrictions might be impacting your #BonfireNight fun.Why not try this seasonal vegetable #BonfireSoup #recipe to feed your household - and help warm their spirits.#NatureFun #VirtualEscapes #InspiredByNature #BonfireNight #Nov5th #Bonfire #Soup","sentiment_score":0.35}
{"full_text":"Is the city on lock down","sentiment_score":-0.1555555556}
{"full_text":"RT The Orthodox Jewish community once again trendsetters when we made it clear that physical schooling is a non negotiatable. Ho...","sentiment_score":-0.025}
{"full_text":"RT A big fire burned through #Vathy camp on #Samos island last night, days after the 6.7 earthquake. The camp has been in lockd...","sentiment_score":0.0}
{"full_text":"RT Wait, Dr. Birx wrote a memo distancing herself from Trump TODAY? Come on.","sentiment_score":0.0}
{"full_text":"RT my mental health is trash.school is a hot mess. covid is still here. and now we got a civil war tmw.","sentiment_score":-0.0083333333}
{"full_text":"Told him I had covid to scare him off.....He just asked if I needed anything.... someone explain?","sentiment_score":0.0}
{"full_text":"RT BURGER KING DID THAT! LOOK: Burger King UK urged customers to order from McDonald's in support of the thousands of res...","sentiment_score":0.0}
{"full_text":"We know  the vast majority of people found to be positive from a PCR test don't have the disease. We've come to think of these people as asymptomatic, but the majority of these may not even be infected with SARS-CoV-2. They therefore can't infect others.","sentiment_score":0.1136363636}
{"full_text":"RT Whilst is busy telling the World how he beat the COVID pandemic in Australia perhaps he can also explain...","sentiment_score":0.1}
{"full_text":"Im to the point of lockdown that wearing a mask is comfortable.","sentiment_score":0.4}
{"full_text":"RT Enough is enough. The world needs to work more closely together by sharing data, technology &amp; experience to combat this...","sentiment_score":0.1666666667}
{"full_text":"COVID-19: Dutch clubs continue to be hit hard","sentiment_score":-0.2916666667}
{"full_text":"RT But #COVID is no worse than the flu, and nobody has died of #COVID, -- and you're a medical doctor?Sorry --...","sentiment_score":0.1}
{"full_text":"Punjab records first monthly dip in Covid cases, Captain orders Sero survey","sentiment_score":0.25}
{"full_text":"RT Hey guys so I am glad to say that our bamboo ball pen remains just 10 units,wow we brought in 500units just before COVID. Ca...","sentiment_score":0.5}
{"full_text":"RT U.S. Department of Health and Human Services Secretary Alex Azar tells 27 News closing non-essential businesses won't make a diff...","sentiment_score":0.0}
{"full_text":"RT ... Important Analysis In A Historical Context...","sentiment_score":0.2}
{"full_text":"COVID-19 &amp; the Force Majeure Clause in Leases #CRE #ForceMajeure #COVID-19https:\/\/t.co\/ch4ytqgQ3x","sentiment_score":0.0}
{"full_text":"RT Native Americans Everywhere Need to Vote As If Our Lives Depends On It! They left us to die from coronavirus and now t...","sentiment_score":0.0}
{"full_text":"\"But there is one emotion that has never been directed towards the US until now: Pity.\"https:\/\/t.co\/NxeU0dxjEN","sentiment_score":-0.1}
{"full_text":"It is !","sentiment_score":0.0}
{"full_text":"RT Gesturing to Tory MPs in low Covid areas in the South of England, just said: \"I pay tribute to people in areas...","sentiment_score":0.0}
{"full_text":"26031 Pathetic service from . Its 6th day &amp; CPC campaign are not live yet.Need to improve service.Behaves indifferent as getting business from other restaurants.No integrity. #swiggy #coronavirus #poorservice #biased","sentiment_score":-0.3977272727}
{"full_text":"ORIGINAL TUNE \"When\" - Dedicated To Healthcare Workers Fighting COVID-19","sentiment_score":0.375}
{"full_text":"If you're using public transport in London today, please wear a face covering to help stop the spread of #coronavirus. For more advice, visit","sentiment_score":0.25}
{"full_text":"RT Today is a sad day ! My colleague and classmate lost his life after testing positive for COVID-19 three weeks...","sentiment_score":-0.1988636364}
{"full_text":"We'll have to go to lockdown mode again bc of trumps super spreader rallies. You want a good economy? Shit the virus down and stop worrying about a little video. If you put as much effort in the solution we'd be ok already.","sentiment_score":0.1700396825}
{"full_text":"New Event  Trust ConferenceWed 11\/11 8:00AM EThttps:\/\/t.co\/EfaVeFmkUB#startups #events #covid #design #london #media #social","sentiment_score":0.0848484848}
{"full_text":"RT As a proud village band we take great pride in our annual day of remembrance at Burbage Cenotaph.  Sadly in  2020 this is...","sentiment_score":0.3666666667}
{"full_text":"RT I don't indulge in conspiratory theory's, but Trump is very healthy, has a lot of stamina for a Covid victim.","sentiment_score":0.2875}
{"full_text":"every time i see someone out in public talking about how they had COVID and it wasn't that bad and blah blah blah, I just want to say \"ok patient zero i'm sure your beloved grandma would feel the exact same way\" i wonder what they would say to that","sentiment_score":0.1785714286}
{"full_text":"#PSA #Vancouver #COVID19...when you ease restrictions... to the point where non-essential activities are encouraged... this becomes inevitable.Blame the provincial gov't for prioritizing businesses over public health.Even w\/ uptick of infections, inaction.#StayHome ","sentiment_score":0.0}
{"full_text":"RT me praying for a covid-free christmas and new year","sentiment_score":0.1363636364}
{"full_text":"The experts have had their say","sentiment_score":0.0}
{"full_text":"Two more stories yet to go out. Sign up for the free newsletter today.Members of WriteOn Joliet invited to share fictional accounts of 2021https:\/\/t.co\/rqqtAl8xaG","sentiment_score":0.3}
{"full_text":"1,772 NEW COVID-19 CASES BREAKING: The Department of Health reported 1,772 additional cases of COVID-19 on Tuesday, November 3, 2020, bringing the total number of cases in the Philippines to 387,161. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"Andover's tip, along with others across Hampshire, will remain openhttps:\/\/t.co\/vmE9SdDKfM","sentiment_score":0.0}
{"full_text":"Now Brexit Party leader Nigel Farage and chairman Richard Tice have announced their intention to launch the 'Reform Party' on an anti-lockdown platform.Writes Jonathan Saxty","sentiment_score":0.0}
{"full_text":"RT I'm delighted we can now roll out mass testing to whole cities - starting with the City of Liverpool. Using half a milli...","sentiment_score":0.1833333333}
{"full_text":"The wearer of cloth #masks is also protected ... | #COVID19 | #SARSCoV2 | #coronavirus | #virus | #PublicHealth | By via","sentiment_score":0.0}
{"full_text":"Good day to you too Sir!Marley is a #COVID19 detection dog in training and will learn to passively screen groups of people, in a non-invasive way, to see if they have the virus, even if asymptomatic.https:\/\/t.co\/vM5shYp3lr@LSHTM","sentiment_score":0.7}
{"full_text":"Meet the moderator for Webinar 3: Primrose Manyalo, the Global Networks Manager for will be leading the conversation on addressing increases in #GBV during the pandemic.Last chance to register for today's session!","sentiment_score":0.0}
{"full_text":"Morning! It's Tuesday and Bristol Times is in the middle of today's Post, looking at the rise and fall of Lewis's, tales of wartime heroism, plus the Sea Mills schoolboys who captured some elite enemy troops in 1942 and lots more. Go out and panic-buy your copy now!!","sentiment_score":0.390625}
{"full_text":"Fighting between #Armenia and #Azerbaijan over the disputed #NagornoKarabakh region has entered the sixth week. The unrest has disrupted the lives of millions amid the #coronavirus pandemic. talked to residents at the frontlines about their struggles.","sentiment_score":0.0}
{"full_text":"Here are the ones we know about so far but please tell us about more!","sentiment_score":0.3625}
{"full_text":"The latest figures","sentiment_score":0.5}
{"full_text":"We've known for months about the dangers of the coronavirus spreading in crowded public places but we are now learning new information about the danger of COVID-19 spreading inside your home.","sentiment_score":0.0681818182}
{"full_text":"Missed our #UrbanOctober event exploring #Housing4All during #COVID19 &amp; beyond?Fear not! Presentations &amp; a video recording are available to view and download via our website ","sentiment_score":0.4}
{"full_text":"Every staff in the Malaysian Parliament screened for Covid-19 have tested negative for the virus.However, the Dewan Rakyat Chief Administrator noted that a media officer and an officer to a Senator tested positive for Covid-19.","sentiment_score":-0.0363636364}
{"full_text":"In the round-up:* \"The fight for third keeps getting tougher\" - Sainz* Fan video captures Verstappen's tyre blow-out* BTCC and British GT finales spared Covid blow #ImolaGP #BTCC #BritishGT","sentiment_score":0.0}
{"full_text":"Samoans in Australia are asking for just one dollar a week to help their homeland prosper amidst a tragic economic downturn in the nation caused by the global COVID-19 pandemic.","sentiment_score":-0.1833333333}
{"full_text":"Ven Tulku Urgyen Tobgyal Rinpochey on Monday visited Zanskar; Offered special prayers at Sani Monastery for world peace, COVID-19 prevention#Ladakh","sentiment_score":0.3571428571}
{"full_text":"Breakfast briefing. Not looking good for a reprieve for outdoor tennis during lockdown ","sentiment_score":0.7}
{"full_text":"Welcome to My Zone PE - Covid Secure PEPE and Outdoor Exercise will support pupils recover from the impact that Covid-19 and the lockdown has had. However, Physical Education will also need to be adapted for safe practice.Read more:","sentiment_score":0.44}
{"full_text":"Simon Chottu works hard and plays hard. When nightlife came to a standstill earlier this year, as first the COVID-19 restrictions and then a tropical cyclone struck his native Solomon Islands in rapid succession, he started a movement...","sentiment_score":-0.0833333333}
{"full_text":"As the Covid pandemic continues our support groups will continue to run via Zoom. Wednesday 4 November 10amWednesday 4 November 12:30 For more details and zoom links :Monday and Wednesday: 07889 214954Tuesday and Thursday: 07708 898998Friday: 07701289703","sentiment_score":0.5}
{"full_text":"Hundreds have been delayed after building were forced to shut due to the pandemic:https:\/\/t.co\/3aXo8eSRfk","sentiment_score":-0.2125}
{"full_text":"RT More Than 61,000 Children Got COVID-19 Last Week, a Record","sentiment_score":0.25}
{"full_text":"Wouldn't surprise me if this wasn't the only \"Saving the World For Dummies\" that has been fluffed.","sentiment_score":0.0}
{"full_text":"RT Okay nak bercerita jap. i went to ikea last week and my ticket fee was rm7. I only had rm5 in my pocket. I couldnt pay f...","sentiment_score":0.1666666667}
{"full_text":"RT 1,167 infections, 14 more #COVID19 deaths reported across Pakistan#ARYNews","sentiment_score":0.5}
{"full_text":"Its #coronavirus time - that means it's time to listen EDP's Marketing Insights podcast and see some ideas for allocating your marketing dollars in times of crisis.https:\/\/t.co\/qJgdWBEpFhFind more insights from Euro Digital Partners online at","sentiment_score":0.25}
{"full_text":"We remain open during lockdown! As an essential service we want to make sure your appointments, tests, and treatments aren't delayed. If you need to change your appointment to virtual do get in touch.We're here for you!","sentiment_score":0.2083333333}
{"full_text":"RT Our teachers have been class acts throughout #Covid via","sentiment_score":0.0}
{"full_text":"About 100 million votes had already been received nationwide before the first polling location opens today, a sign this year will outpace 2016's voter turnout despite the COVID-19 pandemic as Americans decide whether to keep President Donald Trump o...","sentiment_score":0.25}
{"full_text":"Our research reveals the impact #COVID19 has had on working women. 7\/10 women who experienced negative shifts in their routine as a result of the pandemic believe their career progression will slow down. Learn how organisations can help:","sentiment_score":0.0111111111}
{"full_text":"*Business as usual despite lockdown restrictions*We would like to reassure customers that we continue to provide products and services to the same high standards despite the new Covid 19 restrictions announced for France last week. #glasspackaging #healthcare #pharmaceutical","sentiment_score":0.0092727273}
{"full_text":"Time: 08:00 * Temp: 4.6degC * Wind: W 6.0 to 8.1mph * Pressure: 1006.2hPa * Rain: 0.0mm * Hum: 91% * ET: 0.0mm * Solar: 19.0W\/m2 * UV Index: 0.0 * Sunrise: 07:30 * Sunset: 16:42 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Gosh. This is detail is so insane--\"A typical virus replaces &lt;1% of the software in the cells it infects. With #SARSCoV2, ab...","sentiment_score":-0.5833333333}
{"full_text":"Extract from end of day adjournment debate on Covid-19: Support for Rugby League - Nov 2. Read more:","sentiment_score":0.5}
{"full_text":"Some of my frns are allocated in covid centres n containment zone.. if anythng happens whos responsible his whole lyf including family ll be spoiled..examz if not tday next day we can clear but wat abt life ll any of us ll be able to repay tat back to any?","sentiment_score":0.1666666667}
{"full_text":"RT Don't second-guess anything tomorrow. Assuming you haven't already, Vote. And please be safe out there.Even if things...","sentiment_score":0.5}
{"full_text":"Can Immunity Boosting Supplements Protect you From COVID-19 Coronavirus? - via","sentiment_score":0.0}
{"full_text":"RT Sure would be something if Biden's margin of victory is the number of republicans killed by Trump's coronavirus bunglin...","sentiment_score":0.15}
{"full_text":"RT Under President Trump:- Over 230,000 Americans have died from COVID-19- 30 million people have lost hours, paychecks, or j...","sentiment_score":0.0}
{"full_text":"Original Pancake House closes temporarily due to COVID-19 cases","sentiment_score":0.125}
{"full_text":"RT Deborah Birx becomes latest top official to strongly contradict Trump over coronavirus","sentiment_score":0.4777777778}
{"full_text":"RT BURGER KING DID THAT! LOOK: Burger King UK urged customers to order from McDonald's in support of the thousands of res...","sentiment_score":0.0}
{"full_text":"RT To all the #COVID19 pandemic deniers out there. I've been a hospital doctor in the NHS for 25 years and have never witnessed...","sentiment_score":0.0}
{"full_text":"Jen has a free group with the vision to help small businesses through the outbreak of Covid-19. If you are self-employed or have a small business come and join. Support, networking, resources, opportunities and more.https:\/\/t.co\/4gml1sVSMr#smallbusiness #covid19 #corona","sentiment_score":-0.0333333333}
{"full_text":"RT Still active: Stay at home! If you're on the Streets, take shelter! Keep away from public places, don't use public Transportat...","sentiment_score":-0.0694444444}
{"full_text":"The  #selfemployed  will be able to claim state aid of up to 80% of profits during the month-long #lockdown, Chancellor Rishi Sunak has announced.","sentiment_score":0.5}
{"full_text":"RT More ludicrous decision making over COVID.  You send children to school but don't let them play sport.","sentiment_score":0.5}
