{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT Not sure who you needs to hear this but wearing a mask is literally the LEAST you can do. This pandemic is NOT over. P...","sentiment_score":-0.275}
{"full_text":"RT Let them scream into the void.","sentiment_score":0.0}
{"full_text":"RT \"The story out of Rolla mirrored many others throughout the country, where health departments f...","sentiment_score":0.5}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"COVID Review Top symptoms:Total loss of smellConstant headacheFelt like I was breathing through a straw 6\/10 virus nothing groundbreaking, probably the third sickest I've been. It was worse than bronchitis but not as bad as a stomach flu I got from a jungle juice party","sentiment_score":-0.15}
{"full_text":"Ghana Newss-Religious Leaders from 19 Countries United in Prayer To Overcome COVID 19https:\/\/t.co\/NEilhLyMQb","sentiment_score":0.0}
{"full_text":"RT Elon Musk reportedly fired Tesla workers who were afraid of returning to work out of fear of contracting COVID.But when Musk...","sentiment_score":-0.6}
{"full_text":"Come on everyone, don't let up now! Covid-19: Next two weeks 'crucial' for ending England lockdown","sentiment_score":0.0}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"Today's #COVID19 dashboard update is adding 3,476 cases and 43 deaths. Don't let down your guard:- Mask up in public.- Maintain physical distance of at least 6 feet.- Wash hands thoroughly.- Stay home if sick.- Other tips: #MaskUpAZ 1\/4","sentiment_score":-0.2158068783}
{"full_text":"RT Great piece by  Prime Minister - I couldn't agree more that only in unity and in solidarity can we stop the #CO...","sentiment_score":0.4333333333}
{"full_text":"RT Trump knew the coronavirus was dangerous. Senator Perdue &amp; Loeffler knew too. Perdue downplayed it like Trump. Now thousan...","sentiment_score":-0.6}
{"full_text":"RT US has reported 10,818,345 coronavirus cases, and 245,555 deaths.","sentiment_score":0.0}
{"full_text":"Right after he cures cancer? ","sentiment_score":0.2857142857}
{"full_text":"RT No cases of locally acquired #COVID19 were diagnosed in NSW in the 24 hours to 8pm last night.Four cases were reported in...","sentiment_score":0.0}
{"full_text":"RT And she told me once more, \"you chose this career. You should quit if you're that upset.\" For the millionth time, nurse...","sentiment_score":0.5}
{"full_text":"RT 1\/2 To date, labs across  have tested 10,228,547 people for #COVID19, w\\ an average ~2.6% positive overall, for a rate o...","sentiment_score":0.0257575758}
{"full_text":"That's because you're comparing it to a COVID ravaged economy. Quit lying to us!","sentiment_score":0.0}
{"full_text":"RT COVID19 is here o. Cases are increasing again.Don't just wear a mask because the bank or mall asked you to wear it and...","sentiment_score":0.0}
{"full_text":"RT Trump's legacy will be largely defined by claiming that he would protect the vulnerable while allowing the virus to spread -- and...","sentiment_score":-0.1428571429}
{"full_text":"RT Restaurants, gyms, hotels pose highest COVID-19 risk, study says","sentiment_score":0.0}
{"full_text":"Hey Are you on this list? Because your constituents are facing a very bleak winter ahead. DO SOMETHING FOR THE LOVE OF GOD","sentiment_score":-0.25}
{"full_text":"RT 'Something Extremely Bogus Is Going On' -- Elon Musk Tests Both Positive And Negative For COVID-19 On Eve Of SpaceX Launch...","sentiment_score":-0.0659090909}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT Happy Saturday. Stay home if you are able.","sentiment_score":0.65}
{"full_text":"RT Just remember the man who is making promises today about a vaccine also told  you two weeks ago that we were \"rounding the...","sentiment_score":0.0}
{"full_text":"RT For those downplaying #Covid_19, or tired of hearing people downplay Covid, a firsthand thread.","sentiment_score":-0.4}
{"full_text":"RT Gov. Andrew Cuomo says New York health officials will review any federally approved COVID-19 vaccines because he doesn't trust the...","sentiment_score":0.1363636364}
{"full_text":"RT The Philippines have had 8 typhoons in the last 2 months while in a pandemic. They've been on lockdown for 8 months. Ave...","sentiment_score":0.0}
{"full_text":"RT Thanksgiving in Canada fell on October 12 this year, and as family and friends gathered, it fueled a widespread surge in coronavir...","sentiment_score":0.0}
{"full_text":"RT The thing that struck me most in speaking to experts in Melbourne was just how strict, long-lasting and far-reaching their...","sentiment_score":0.5}
{"full_text":"This is excellent news.","sentiment_score":1.0}
{"full_text":"Obviously, COVID at a all time high.","sentiment_score":0.08}
{"full_text":"For anybody who is short due to bog roll panic buying","sentiment_score":-0.0625}
{"full_text":"Yeah, we knew that..","sentiment_score":0.0}
{"full_text":"RT I know a lot of people are focused on politics right now, but we also need to create space for the news that the pandemic...","sentiment_score":0.2857142857}
{"full_text":"Most refs in Scotland need to go here ","sentiment_score":0.5}
{"full_text":"RT As covid cases surge in Sweden, with hospitalization rising, bogus claims of herd immunity revealed as fantasy. And yet...","sentiment_score":0.0}
{"full_text":"RT US states that set coronavirus case records on Thursday:* Colorado: 5,197* Illinois: 12,702* Indiana: 6,591* Minnesota: 7...","sentiment_score":0.0}
{"full_text":"Thanks for shouting out our piece this week,","sentiment_score":0.2}
{"full_text":"So sorry, I'm a nurse, but we are NOT in as bad a situation as you.","sentiment_score":-0.6}
{"full_text":"RT If you are afraid of a virus with a 99.998% survival rate then stay home.Problem solved for everyone.","sentiment_score":-0.6}
{"full_text":"RT Statistics Canada.  When I look at the total numbers for Ontario for all cause deaths:Feb - July 2019 = 52,650Feb - J...","sentiment_score":0.0}
{"full_text":"RT Masks on, stay home when you can. Do not gamble with gatherings for Thanksgiving or any other day until this is managed....","sentiment_score":-0.125}
{"full_text":"Definitely.Dont worry sis.After this pandemic,everything will be fine,Thalaivar will be in a good health and definitely Thalaivar will also act few good films.He will never disappoint us.Insha Allah,lets hope for the best.","sentiment_score":0.44}
{"full_text":"I feel like Essential workers need a tax break ... like the EIC if you will ... can we get some extra monies ?! It still baffles me that part-time employees made more than me during a GLOBAL PANDEMIC !","sentiment_score":0.125}
{"full_text":"RT It's IMPORTANT to wear a mask. Especially, if you are UGLY. ","sentiment_score":-0.1}
{"full_text":"RT Gov. Andrew Cuomo, of the Democrat disgraced State of NY, says COVID vaccines that Trump's executive genius made possible a...","sentiment_score":0.0}
{"full_text":"RT Advice for covid tests in NYC:* Avoid urgent care centers (lines hours long)* DOHMH's rapid test centers are fast, b...","sentiment_score":0.075}
{"full_text":"The numbers are in as a natural experiment caused by Kansas Republicans thwarting Gov. 's #MaskUp Order.IN Masked counties #COVID19 infections stayed stable &amp;IN NO Mask counties #COVID infections DOUBLED!#MadksWotk !@ajc &gt; ","sentiment_score":0.125}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT Instead of fighting to defeat the COVID-19 pandemic that has killed over 242,000 Americans, the Trump administration is...","sentiment_score":-0.2}
{"full_text":"RT North Dakota #nurses demand a #MaskUp mandate &amp; reject policy \"allowing\" nurses with #COVID19 to continue to work.   Thousan...","sentiment_score":0.0}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"Turns out Joe doesn't even have a plan, after months of bragging about how he was Captain Covid. Now he wants to convene a \"panel,\" probably so he has some people to blame when the plan fails","sentiment_score":-0.15}
{"full_text":"RT The Disney cast members will reunite at Broadway's New Amsterdam Theatre (home of Disney's Aladdin), which has remained dark...","sentiment_score":-0.0068181818}
{"full_text":"RT \"My practice is technically bankrupt so I'm paying all my expenses out of my personal funds ... using retirement savings.\"We n...","sentiment_score":0.0}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT Neither can anyone else, Reverend.Georgians, If YOU care about having healthcare during &amp; after the pandemic, VOTE","sentiment_score":0.0}
{"full_text":"SOCIALISM ???","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT The COVID-19 strain in mink had not mutated, the official said, adding that 2,500 mink at one farm in the northern Koz...","sentiment_score":0.0}
{"full_text":"RT The Department of Health #COVID19 dashboard has been updated with latest data.511 individuals have tested positive for COV...","sentiment_score":0.3636363636}
{"full_text":"RT Elon Musk reportedly fired Tesla workers who were afraid of returning to work out of fear of contracting COVID.But when Musk...","sentiment_score":-0.6}
{"full_text":"RT Elon Musk reportedly fired Tesla workers who were afraid of returning to work out of fear of contracting COVID.But when Musk...","sentiment_score":-0.6}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT 2020.11.14 video call fansigncr.Xian Cu Sa Sha x_Zheng :I want to travel when the epidemic is over, guess where I want to go?:Seoul?...","sentiment_score":0.0}
{"full_text":"RT RT #AcademicEaseNow AMID PANDEMIC, RECENT CALAMITIES:*#AcademicBreakNow*MOVE DEADLINES*RELAX ACADEMIC REQUIREMENTS*UPHO...","sentiment_score":0.0}
{"full_text":"RT El Paso, TX is so understaffed they are using inmates to help move deceased #COVID19 patients to the mobile overflow morgu...","sentiment_score":0.0}
{"full_text":"The decision to #WearAMask should be a #bipartisan one. We could save tens of thousands of lives! Please take this seriously. #WearAMask","sentiment_score":-0.3333333333}
{"full_text":"RT It's Saturday.One in every 378 Americans tested positive for COVID over the past week.Wear a mask.","sentiment_score":-0.0113636364}
{"full_text":"RT It's looking like California will shut down shortly. But why? We abided by all the rules: ALL of our guests wear masks, we d...","sentiment_score":-0.0777777778}
{"full_text":"RT Unelected Kelly Loeffler has been using her position to steal from Georgians so that she can fly around in a $25 million p...","sentiment_score":0.8}
{"full_text":"RT Elon Musk reportedly fired Tesla workers who were afraid of returning to work out of fear of contracting COVID.But when Musk...","sentiment_score":-0.6}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"The Untouchables","sentiment_score":0.0}
{"full_text":"RT ALL THE CUBAN AMERICAN CITIZENS THAT THOUGHT VOTING FOR TRUMP WAS A GOOD IDEA. A.E.customers will now have to find new...","sentiment_score":0.2787878788}
{"full_text":"And did Cummings leak the lockdown to make sure Johnson didn't change his mind?@campbellclaret","sentiment_score":0.5}
{"full_text":"RT this is many americans reality right now. wear your fucking mask.","sentiment_score":0.0619047619}
{"full_text":"RT She isn't McEnany sense","sentiment_score":0.0}
{"full_text":"RT Infinitely better. He hasn't done one positive thing for this country. His puppet PM is a disaster.  The count...","sentiment_score":0.3636363636}
{"full_text":"RT 1995: Dr. Katalin Kariko asks can we use the body's own cells to manufacture a vaccine? Grants rejected. Demoted from he...","sentiment_score":0.6}
{"full_text":"RT Tweet of the day.By a country mile.","sentiment_score":0.0}
{"full_text":"RT Indoor dining should end. Gyms should close again. Companies, tell staffs to work from home when possible. Everyone, recomm...","sentiment_score":0.0}
{"full_text":"RT Does Idris Elba still have Corona, or was that just a bit?","sentiment_score":0.0}
{"full_text":"\"Tattooist Aron Walton - who refused to close his Gloucester Road parlour during the second lockdown and was yesterday issued with a fine by the council - is due to speak at the gathering.\"like he's some revolutionist freedom fighter? I am exhausted of stupidity #bristol","sentiment_score":-0.1416666667}
{"full_text":",@odisha_police , OPEN SALE OF CRACKERS, BURNING OF CRACKERS ARE OPENLY GOING ON IN ODISHA, IN  KORAPUT DISTRICT, IN A CITY SALE  AND BURNING OF CRACKERS ARE GOING ON OPENLY JUST 500 METER FROM POLICE STATION...... NO ACTION! ENVIRONMENT POLLUTION IN COVID TIME IS ON","sentiment_score":-0.015625}
{"full_text":"RT Remember when 50% of Tokyo got the 'ro and developed herd immunity DESPITE almost everyone wearing masks the entire time?...","sentiment_score":0.05}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT Cuomo admits schools aren't where Covid \"is spreading,\" but vows to close them on Monday anyway","sentiment_score":0.0}
{"full_text":"You'll get \"covid under control\" by telling the media to report it \"under control.\"","sentiment_score":0.0}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"Gyms ARE open in DC. You just need to wear a mask. You no.....because of the global pandemic going on?","sentiment_score":0.0}
{"full_text":"RT Elon Musk reportedly fired Tesla workers who were afraid of returning to work out of fear of contracting COVID.But when Musk...","sentiment_score":-0.6}
{"full_text":"RT In just a few months, we will swear in a new president who is committed to getting the pandemic under control:","sentiment_score":-0.0318181818}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"RT Well, now that the horses have left we'd better close that barn door.","sentiment_score":0.25}
{"full_text":"RT Pleased to speak at in Paris about the global challenges we are facing today, from terrorism to the COVID-19 pa...","sentiment_score":0.25}
{"full_text":"RT With the pandemic on, under the leadership of the President, our country has seen some of the most development measures put i...","sentiment_score":0.5}
{"full_text":"RT First night of Winnipeg's lockdown. It's nice to see that we've found a balance between public health and supporting loc...","sentiment_score":0.275}
{"full_text":"These 3 pups are keeping us busy (especially Eddie!!!) during lock down","sentiment_score":-0.0185185185}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT Outraged &amp; activated by not stepping in to #FreeThemAll4PublicHealth? Head to for call\/...","sentiment_score":-0.9}
{"full_text":"RT Narcissist in Chief. While the pandemic rages across the country, Trump spends his day plotting how he can overturn the...","sentiment_score":0.0}
{"full_text":"Ex-health official: Coronavirus outbreak forcing Detroit residents to make an %27impossible choic... via","sentiment_score":0.0}
{"full_text":"RT Londoners: Do you want an end to your new police state? Vote for me as Mayor in May 2021. I will re-focus the police on ca...","sentiment_score":0.1363636364}
{"full_text":"RT More people need to see this, this is the reality here and now. Please RT.","sentiment_score":0.5}
{"full_text":"RT Shocking scenes as scuffles and clashes erupt - police fight with protesters at anti-lockdown protest in Bristol, UK #A...","sentiment_score":-1.0}
{"full_text":"RT For eight months Warriors owner Joe Lacob has worked on a secret project, \"Operation Dub Nation:\" safely return fans a...","sentiment_score":0.05}
{"full_text":"RT In just a few months, we will swear in a new president who is committed to getting the pandemic under control:","sentiment_score":-0.0318181818}
{"full_text":"RT Audi Alteram Partem: An Open Letter To Minister Of #Health #lka #SriLanka #Muslim #Covid19 #lk","sentiment_score":0.0}
{"full_text":"Preparations for a 2nd lockdown in England (1)","sentiment_score":0.0}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"i'm locking myself down","sentiment_score":-0.1555555556}
{"full_text":"RT Yesterday, 181K new coronavirus infections were reported in the U.S.Please join me in giving Vice-Sociopath Mike Pence a...","sentiment_score":0.1363636364}
{"full_text":"Least you can doUP","sentiment_score":-0.3}
{"full_text":"When can I get my turn w\/ da big dawg?! ","sentiment_score":0.0}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT Senior advisers to President-elect Joe Biden's transition team on Friday said that President Trump's refusal to provide acc...","sentiment_score":0.0}
{"full_text":"Exactly!","sentiment_score":0.3125}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"Literally most people that watch tv all day","sentiment_score":0.5}
{"full_text":"The U.S. donates $1.4 Million Field Hospital to #SouthAfrica to support #COVID19 Response ... #military","sentiment_score":-0.1}
{"full_text":"I love rugged individualism right into the grave...","sentiment_score":0.3928571429}
{"full_text":"RT Newly arriving migrants in Italy are being trapped on former holiday cruise ships that are now being used as \"quarantine sh...","sentiment_score":-0.0212121212}
{"full_text":"ICYMI: Today is #WorldDiabetesDay and has published action steps to combat the growing #diabetes epidemic.","sentiment_score":0.1}
{"full_text":"'The main impact has been our work with schools. Because of our dance strand, schools can't facilitate physical space, so there's been a major loss of income. I haven't worked within schools since March because of lockdown.'#Women #Covid19 #POC","sentiment_score":0.0763888889}
{"full_text":"Unproven technologies, unsafe ingredients + inadequate testing -- fortunately, current law prohibits mandating unlicensed #vaccines approved for \"emergency use.\" #COVID19 #BigPharma #TheDefenderhttps:\/\/t.co\/QOaUPVFt4c","sentiment_score":0.0}
{"full_text":"So there is a high possibility I got COVID lmfao","sentiment_score":0.16}
{"full_text":"What is great is that during this pandemic, you can apply for data entry work. Who would ever think it would give you the chance to be financially productive while staying at home. Like and follow my social media sites for more information. Click the link:","sentiment_score":0.3333333333}
{"full_text":"Great news as one of our big challenges in before was hospital and vent capacity. We must not let our guard down. Wear a mask, social distance, and get your flu shot! The more people that stay healthy, the easier it will be on hospital capacity. #COVID19 ","sentiment_score":0.2810185185}
{"full_text":"These don't offer enough protection! Wear a mask which covers nose, mouth and chin! #StaySafe","sentiment_score":0.0}
{"full_text":"During lockdown we're continuing to protect the vulnerable and checking on those who need extra support to cope with the current situation. If you know of someone who needs help, please tell them about our Community Helpline.","sentiment_score":-0.1666666667}
{"full_text":"There's still time to take part -market, street and event traders we need your help! We want you to let us know how #COVID19 restrictions have impacted your business. The survey is open until 22 Nov here:","sentiment_score":0.0}
{"full_text":"RT Narcissist in Chief. While the pandemic rages across the country, Trump spends his day plotting how he can overturn the...","sentiment_score":0.0}
{"full_text":"RT We gotta stay home FOREVER because you goofy bitches cant do a simple thing like wear masks and not go to hooka bars. h...","sentiment_score":0.25}
{"full_text":"#Tesla chief executive Elon Musk questioned the accuracy of Covid-19 tests yesterday after claiming that results showed he tested positive twice and then negative twice all on the same day Read more -","sentiment_score":0.1068181818}
{"full_text":"SCAM ALERT  Scammers are sending out text messages promoting participation in phony #COVID19 clinical studies. Don't be tempted by the opportunity to help scientists while making extra cash. Make sure it's the real thing before you sign up. Learn more:","sentiment_score":0.3}
{"full_text":"Kids who get a flu vaccine are much less likely to land in the hospital if they do catch the virus. As flu season collides with the COVID-19 pandemic, getting a flu vaccine is more important than ever. Protect your children with a flu vaccine. #FightFlu","sentiment_score":0.1833333333}
{"full_text":"Taking three simple steps can help save lives:1. Wash your hands regularly.2. Keep social distancing (2 metres where possible).3. Wear a face covering. Help stop the spread of COVID-19. For more information visit","sentiment_score":0.1777777778}
{"full_text":"HR management is just one strand of how an mKTP could help your business build more robust management and employment practices, along with so much more. Get in touch to find out more....https:\/\/t.co\/wE8It4oJzm#mKTP #covid19 #HR #Productivity #InnovateUK","sentiment_score":0.5}
{"full_text":"ICYMI: Our area saw its 28th death related to COVID.https:\/\/t.co\/mp3HQhZnj0","sentiment_score":0.0}
{"full_text":"Kids in cages, Covid, economic downturn...these words and more will disappear for at least four years.","sentiment_score":0.1333333333}
{"full_text":"Many of Germany's famous Christmas markets have been called off because of the pandemic. But one innkeeper is helping people get in the holiday spirit with a drive-thru Christmas market. ","sentiment_score":0.5}
{"full_text":"RT As a girl, concur.","sentiment_score":0.0}
{"full_text":"RT This lockdown could easily go through the Christmas shopping season and Wal-Mart, where people could potentially have hu...","sentiment_score":0.2166666667}
{"full_text":"RT And, oh, I might have mentioned:The president is doing nothing to encourage responsible action by state and local officia...","sentiment_score":0.1}
{"full_text":"Over half one of 2020, video and display ad spend still grew, with video up 5.7% year-on-year to PS1.35bn and display was the main increase which went up by 0.3%  to PS2.84bn.","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT So you want to do like Australia? Here's what that looks like. With a special guest appearance by Human Rights Watch. ","sentiment_score":0.1785714286}
{"full_text":"The US held a credible election during a pandemic, but Trump's attacks show that rights underpinning the democratic process are vulnerable. Need #humanrights to rebuild more resilient #democracy.Read our blog by URG's https:\/\/t.co\/juK08XpjoT","sentiment_score":0.1333333333}
{"full_text":"Morehead State University stands with everyone in our Commonwealth in the fight against COVID-19. Wherever you are, you can join our virtual tolling of the Bell Tower. We will get through this together. #TogetherKy #TeamKentucky #EaglesAlwaysSoar","sentiment_score":0.0}
{"full_text":"Calling all book-lovers! Is lockdown leaving you in a dry-spell? Are you missing the libraries and looking for a decent book to love? Then why not try going Virtual Book 'Speed Dating' with us on Fri 20 NovFollow the link to register your place","sentiment_score":0.1555555556}
{"full_text":"The says wearing a mask  not only protects others from the spread of #COVID19, but it protects the wearer [that's you ] as well. #ISEPTAPHILLY #werideon","sentiment_score":0.0}
{"full_text":"We'd love you to join us at 10:15 on Sunday morning for our service featuring members of the ChristChurch Banstead family and a message about Jesus from the Bible. Please don't come to the church building during lockdown, but do sing along!https:\/\/t.co\/nlAmsM7sDF","sentiment_score":0.5}
{"full_text":"D.C. is turning Sherwood Recreation Center into a hypothermia shelter. But some are worried about overcrowding during the pandemic.","sentiment_score":-0.1}
{"full_text":"RT If only the president had been as credulous about Covid-19 as he is about stories of voter fraud.","sentiment_score":0.0}
{"full_text":"We're all in this together. If you or your loved ones need mental health support for increased stress or anxiety due to COVID-19, please call 1-888-793-4357.","sentiment_score":0.1583333333}
{"full_text":"This #flu season arrives during the COVID-19 pandemic. Everyone over six months of age should get a flu shot. It's important that we protect our state. Visit for more information.","sentiment_score":0.45}
{"full_text":".@RidleyScottCG and have teamed up with  to release a powerful new film which highlights the struggles of young people in vulnerable housing during the Covid-19 pandemic.https:\/\/t.co\/P4uDqwmbyr","sentiment_score":0.0090909091}
{"full_text":"Register now for our exciting Free Sales Masterclass for SMEs and find out how lockdown has changed sales forever. Has your approach changed to match? Register nowhttps:\/\/t.co\/3IoPDGcIYo","sentiment_score":0.35}
{"full_text":"Yesterday marked the beginning of #Diwali , but the main festivities will be celebrated today! This holiday usually involves gathering w\/ friends &amp; family, visiting temples, &amp; sharing food. How will celebrations differ this year? Read here to learn more:","sentiment_score":0.1908333333}
{"full_text":"LIVE SOON: War Room: Pandemic Ep 504 via","sentiment_score":0.1363636364}
{"full_text":"RT More than *1 in 5,000* Americans are in a hospital bed *right now* w\/COVID.A nearly vertical case chart. Deaths are fo...","sentiment_score":0.2952380952}
{"full_text":"Having two small kids in a pandemic I have a million great reasons to subscribe to Disney+ But I am really excited for this one! While you are there check out the show on the animals at the Animal Kingodm.","sentiment_score":0.3395833333}
{"full_text":"Don't miss yesterday's #Covid19 roundup: In an effort to catch up with Pfizer and BioNTech and Moderna, Johnson &amp; Johnson is partnering with UnitedHealth Group to speed up enrollment in its #vaccine trial.https:\/\/t.co\/gtwjAIEehc","sentiment_score":0.0}
{"full_text":"So lockdown is hitting everyone hard just now mentally and physically and now with the social aspect starting to fade at this festive time it's time to start thinking hopefully and positive Check out where I want to head after the pandemic","sentiment_score":-0.0218434343}
{"full_text":"Cory Coates and the other parents of Rolla High School in Missouri who organized and bragged about this event need to be publicly shamed for their selfishness. Criminal liability should also be on the table.","sentiment_score":-0.09125}
{"full_text":"'The truth is that we do not need any more reports to tell us that racial equality in Britain is in a pitiful state. What we do need is action to drive policy, implementing the myriad of good recommendations that we already have.'#Racism #StructuralRacism #BlackBritish #COVID19","sentiment_score":0.4333333333}
{"full_text":"RT Thank everyone who spreading the truth of COVID-19 to the world.We all work together to break the darkness from bloody...","sentiment_score":-0.8}
{"full_text":"#OpSceptre | The Met are joining police forces nationally to intensify action against knife crime as part of Operation Sceptre. Despite being in the midst of an epidemic, tackling knife crime and violence remains a top priority.#NorthArea #KnivesTakeLives","sentiment_score":0.3}
{"full_text":"RT We care for you. But, as #Covid-19 cases and deaths are mounting, we're asking you to care for us.Our teams are physica...","sentiment_score":0.0}
{"full_text":"See how our AI for Health grantees and partners are using large-scale computing, open data, and insights to track, treat, research, and mobilize in response to COVID-19. #MSFTAdvocate","sentiment_score":0.0}
