{"full_text":"RT I am the president-elect, but will not be president until next year. COVID-19 does not respect dates on the calendar, it is a...","sentiment_score":0.0}
{"full_text":"Even during lockdown, history's mark is inescapable in Berlin. 7500 people have been evacuated from an area within walking distance of my flat, so responders can defuse a 250kg bomb from WWII.","sentiment_score":-0.025}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT Happy #Diwali and #BandiChhorDivas!I know that this year celebrations will be different, but I am filled with respect f...","sentiment_score":0.4}
{"full_text":"RT No, it's certainly \"not\" over... it's exploding in your state due to your incompetence, your anti-mask stance, and your end...","sentiment_score":-0.1160714286}
{"full_text":"RT nurses and other healthcare workers should have free therapy for the rest of their fucking lives after this godforsaken year","sentiment_score":-0.18125}
{"full_text":"RT A further 376 people have died from coronavirus in the UK, taking the total to 51,304.The number is lower than yesterd...","sentiment_score":0.0}
{"full_text":"RT I think more significant than being over the 100K level is that in less than two weeks the number of new cases has more than...","sentiment_score":0.2689393939}
{"full_text":"RT #Covid19 has made the rich richer, the poor poorer, and our politicians more powerful than ever before.","sentiment_score":0.19375}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"The manufacturers of infant formula, bottles and teats have sought to exploit COVID-19 to their own ends, including aggressive social media promotion. This needs to stop!","sentiment_score":0.3208333333}
{"full_text":"It starts slowly with seemingly harmless choices by some individuals but then it spreads like an epidemic affecting the society at large.#RideforPeace2020 #StopRape","sentiment_score":-0.3}
{"full_text":"To the isolated individuals who break Covid guidelines and who fall within any camp that the media continue to vilify -  You are fuelling false generalised reputation. You are fuelling racists, classists and ageists and making their job of being twats so much easier! So many 1\/2","sentiment_score":0.1166666667}
{"full_text":"RT Please let's come together, respect each other, wear a mask, and thank our first responders.  They work tirelessly and...","sentiment_score":0.0625}
{"full_text":"Statistics show that the second wave of corona has started in Pakistan, an average of 30,000 tests are being performed daily in the country while the number of positive cases is increasing daily.  Be careful! #2ndWaveOfCovid","sentiment_score":-0.0079545455}
{"full_text":"RT Dear #Earpers To anyone who has voiced their concerns over the past couple of days regarding this event: thank you. Th...","sentiment_score":-0.25}
{"full_text":"\"The population with more severe COVID-19, such as elderly people and patients with comorbidities with the highest case fatality rates, are also those with lower serum 25OHD [vitamin D] levels.\"","sentiment_score":0.25}
{"full_text":"RT Temple Life During #COVID-19 And Temple's Administration Adjustment To Meet With Social Behavior ChangesAuthor: Nano-orga...","sentiment_score":0.0333333333}
{"full_text":"RT Questions need to be asked about why the Govt is abandoning families, destroying businesses &amp; consigning people to mental...","sentiment_score":-0.15}
{"full_text":"RT Unbelievable. GOP doesn't even care for the lives of the people protecting theirs.","sentiment_score":-0.25}
{"full_text":"Nigeria Centre For Disease Control Confirms 156 New Cases Of COVID-19 -","sentiment_score":0.1363636364}
{"full_text":"Thank you for your continued support Love from our Hexham volunteers  We are adding to our online shop regularly Why not Click the link in our profile above and take a peek. #Oxfam #Hexham #online","sentiment_score":0.1666666667}
{"full_text":"RT Thanks for the follow","sentiment_score":0.2}
{"full_text":"RT Right now, we're doing the exact opposite of the right thing to weather the pandemic. It's costing us dearly.","sentiment_score":0.2053571429}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT This is simply pathetic #NedNews.","sentiment_score":-1.0}
{"full_text":"Hey dumb dumb how about no and surely not in an global pandemic.","sentiment_score":-0.25}
{"full_text":"RT I am the president-elect, but will not be president until next year. COVID-19 does not respect dates on the calendar, it is a...","sentiment_score":0.0}
{"full_text":"RT Fucked our economyFucked businessFucked our standing in the worldFucked millions of EU citizens in the UKFucked our...","sentiment_score":-0.6}
{"full_text":"RT Please keep my daughter in law in your hearts tonight. She is fighting for her life right now due too Covid-19.  I'm so scar...","sentiment_score":0.0803571429}
{"full_text":"RT RIP Dr Subramanian.For covid deniers unless you can name a winter when hundreds of health and care workers died of flu, sayi...","sentiment_score":0.0}
{"full_text":"RT 3\/3 Repeated studies have shown again and again that wearing masks protects others, self, and decreases mortality. Despite...","sentiment_score":0.0}
{"full_text":"RT Let me be the devils advocate.When fuel was N95 dollar was 160 which means fuel was $0.59.Now fuel is 170 and dollar is 4...","sentiment_score":0.0}
{"full_text":"RT Chicago mayor defends appearing at large Biden celebration days before issuing Thanksgiving lockdown","sentiment_score":0.2142857143}
{"full_text":"RT You think all this talk of false positives for Covid testing is conspiracy theorist nonsense? Then go tell that to the Lanc...","sentiment_score":-0.4}
{"full_text":"RT Go OZ!!!!","sentiment_score":0.0}
{"full_text":"RT Trump's insane inability to recognize reality and begin the transition is endangering more lives in a worsening pandem...","sentiment_score":-0.25}
{"full_text":"RT Well folks, it's official. There really is a member of Congress dumber than Louis Gohmert.","sentiment_score":0.2}
{"full_text":"RT We are at a decisive moment. And everyone has to act decisively too. It might be our last chance to prevent a repeat of...","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT Life is a constant postponement of death, so saying that many people who died from covid would have died anyway is the sam...","sentiment_score":0.25}
{"full_text":"Lockdown is doing incalculable damage to our collective health. How many people's mental health has deteriorated in the period, not just depression and anxiety but dementia and Alzheimer's? How much less exercise due to many sports being banned? And what about domestic violence?","sentiment_score":0.0869047619}
{"full_text":"Oh Boy Stephanie.  This is why it won't stop in the US.","sentiment_score":0.0}
{"full_text":"RT For you it may be one more movie or at best a milestone movie.But by living the character Maara, you had giv...","sentiment_score":0.75}
{"full_text":"RT Wear maskHandwashingSanitizePrevent  spread of Covid19#AngamizaCorona#AngamizaCoronaUG #EUCovid19ResponseKE","sentiment_score":0.0}
{"full_text":"'Failure is not an option': Biden's Covid taskforce ready to step up","sentiment_score":-0.0583333333}
{"full_text":"hehehe I'm eating too much. Probably because of the corona, the lack of regular exercise.. I need to do some real exercise.","sentiment_score":0.1333333333}
{"full_text":"Tell you what Pete's spreading, a bullshit narrative. He is not qualified to speak on this subject.","sentiment_score":-0.1666666667}
{"full_text":"RT President Trump Provides Update on Operation Warp Speed - COVID Mitigation - Video and Transcript...","sentiment_score":0.0}
{"full_text":"#Iran #PMOI \/ #MEK announced on, Fri, Nov13, that #Coronavirus has taken the lives of +151,800 people in 465 cities.#COVID19","sentiment_score":0.0}
{"full_text":"stay strong &amp; agile","sentiment_score":0.4666666667}
{"full_text":"Lockdown may be looming for Ontario -- but what that looks like isn't clear","sentiment_score":0.1}
{"full_text":"RT These findings add to mounting evidence that SARS-CoV-2 seroprevalence studies are limited in their ability to correctly id...","sentiment_score":-0.0714285714}
{"full_text":"RT Governors of New Mexico and Oregon order two-week business shutdowns as their states struggle to curb Covid-19 outbreaks.","sentiment_score":0.1363636364}
{"full_text":"Interesting. I must admit it has got worse over recent months. I have been less active with lockdown, so you may have something there","sentiment_score":-0.04}
{"full_text":"RT \"This administration will NOT be going into a lockdown. Lockdowns cost lives. The cures cannot be worse than the proble...","sentiment_score":-0.4}
{"full_text":"Herve Poncharal has just said that Iker Lecuona had another test for covid and it was positive again. What a shame. He'll be tested again, in case it's negative there would be a chance to race at Portimao. #MotoGP #ValenciaGP","sentiment_score":-0.0363636364}
{"full_text":"Hundreds of dietary supplements shown to contain unapproved drugshttps:\/\/t.co\/ipbLbAsgFp#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0}
{"full_text":"Situation is quite different this year, we can see the toll of lockdown on normal life.","sentiment_score":0.075}
{"full_text":"Thank you for this! We had a really great time last night in Germany following your instructions on online karaoke. :)","sentiment_score":0.325}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA hotline) Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"Indeed!The decision for mother earth showing gratitude!This year honestly not find reason to celebration!Millions families lost their loved ones due to pandemic! Being part of SSRian &amp; ISBP heart says this diwali light up diyas that they all rest peacefully in heaven! #Diwali4SSR","sentiment_score":0.19125}
{"full_text":"RT White Americans consistently voted against stronger governance long before Reagan, it's the shadow of slavery that haunts Ameri...","sentiment_score":0.0666666667}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT The ongoing numbers of cases in hotel quarantine underline the importance of maintaining strict international border co...","sentiment_score":0.0}
{"full_text":"Results from the #COVID19 vaccine trials are promising, but that's not the whole story...","sentiment_score":0.2}
{"full_text":"RT Jakarta managed to retake the top spot with 1,255 new cases today, beating C Java which scored 1,222 while W Java had over...","sentiment_score":0.3181818182}
{"full_text":"RT Any attempt by Donald Trump to deny New York access to a lifesaving #COVID19 vaccine will be met with a lawsuit, plain...","sentiment_score":-0.038961039}
{"full_text":"We celebrated International Kindness Day this week, but we have seen displays of kindness and community spirit throughout the pandemic. Whether it's checking in on an elderly neighbour or sending a care package to a friend, little gestures make a big difference! #GlandoreNetwork","sentiment_score":0.040625}
{"full_text":"RT We left the #EU and we lost thousands of magnificent #NHS and #SocialCarers. We already had thousands of vacancies to fill. T...","sentiment_score":0.5}
{"full_text":"How a Covid-19 vaccine could change travel for good","sentiment_score":0.7}
{"full_text":"Hundreds of thousands of garment workers across the world have had unjustified pay cuts during the COVID-19 pandemic. One brave woman in Romania got fired for speaking out, but went on to spark a viral media campaign about the injustices.In full ","sentiment_score":0.575}
{"full_text":"Happy #Diwali to our communities and our staff. We wish you all a Diwali full of light! We know that celebrations will be different this year, so please stay safe and celebrate at home.","sentiment_score":0.43}
{"full_text":"You can now see the daily Covid cases data on our website so you can easily find the most up to date information about the number of cases in your area.To see the local data please go to:","sentiment_score":0.2333333333}
{"full_text":"Praying for India.https:\/\/t.co\/OcSavoRfXo","sentiment_score":0.0}
{"full_text":"Happy Saturday, campervanners. Is anyone planning a bit of camper care this weekend? Perhaps you've got a DIY project on the go? Share your projects below and inspire other 'van owners this lockdown...","sentiment_score":0.3375}
{"full_text":"I know you guys love #guy77 so I thought you might like to see his face...??? So I've decided as a special lockdown treat I'd drop his Twitter handle into your inbox.Like and RT this video then DM me.","sentiment_score":0.4285714286}
{"full_text":"#GetHullActive have been encouraging people during this lockdown period to stay active &amp; we think it's a great idea!So this weekend, get out of the house and go for a walk in your local park. If you're out in one of our parks or green spaces this weekend tag us in your picture.","sentiment_score":0.1166666667}
{"full_text":"Shockingly, over 1 million #olderpeople in the #UK are chronically lonely. national research shows that #loneliness is particularly acute in areas of West Dorset, and very high in North Dorset &amp; Purbeck Did you check on your loved ones today?","sentiment_score":0.0816}
{"full_text":"With one of the highest maternal mortality rates in the world, the situation in Sierra Leone is at risk of getting worse.https:\/\/t.co\/vyjVZPjz0X","sentiment_score":0.0}
{"full_text":"#NHS news in this week's #HCRU Healthcare Roundup... good news on a #Covid19 vaccine, gets tough on junk food digi ads but is criticised for failing to respond to a major #PatientSafety report. Plus: #HealthTech news and analyis.","sentiment_score":0.124537037}
{"full_text":"Today is #WorldDiabetesDay - We are urging parents don't ignore signs of #type1diabetes during COVID-19 pandemic. Children can develop #type1diabetes at any time - if symptoms develop, get your child's blood sugar checked that day.","sentiment_score":0.0}
{"full_text":"Keep your distance from people outside your household to reduce the spread of #Covid19.Protect yourself and your loved ones. Wash your hands, wear a face covering, make space. If you have any symptoms, book a free test: #HandsFaceSpace","sentiment_score":0.3666666667}
{"full_text":"Please see Public Health Information and advice on Coronavirus: and For clinical and professional guidance info check #Health #YouAreNotAlone #MentalHealth #HealthProtection","sentiment_score":0.05}
{"full_text":"Starting on Saturday, Walmarts nationwide will be \"metering\" in order to limit the number of customers inside a single store at one time.","sentiment_score":-0.0357142857}
{"full_text":"\"Project Warp Speed, projected that up to 20 million coronavirus vaccines could be shipped by the end of the year.\"","sentiment_score":0.0}
{"full_text":"According to below are the top days consumers are planning to take part in this season:Black Friday (55 %)Amazon Prime Day (43 %)Cyber Monday (39 %)Pre-Christmas sales (38 %)Singles Day (26 %)@tamebay -","sentiment_score":0.5}
{"full_text":"Craft kits are fantastic family fun during lockdown.#SB #ukhashtags #CraftBizParty #FirstTMaster #giftideas #tweetuk #UKGiftAM #wishlistweekend #UKGiftHour  #UKWeekendhour #Crafturday","sentiment_score":0.35}
{"full_text":"If you're job hunting during the COVID-19 pandemic, you need practical strategies. Consider this expert advice from recruiters and hiring managers.#TalentumPH#JoinOurNetworkhttps:\/\/t.co\/oyjXkBFLNd","sentiment_score":0.0}
{"full_text":"Coronavirus invades men's reproductive organs, can affect their fertility","sentiment_score":0.0}
{"full_text":"For our Coping with COVID-19 story, read Joyce's testimony on being on \"pause\", yet looking forward to reclaiming a promising future.What has been the toughest challenge that COVID-19 has brought to your life? Share it with us!#coronavirus #familyfirst #familyfirstglobal","sentiment_score":0.2}
{"full_text":"#BillGates Acknowledges #Pakistan's Efforts in Managing #Pandemic - #Coronavirus #Pakarmy #ISPR #Polio #healthcare","sentiment_score":0.0}
{"full_text":"Ohio continues to set new records when it comes to new #Covid cases. Details on our numbers and the new warning from Cuyahoga County on","sentiment_score":0.1363636364}
{"full_text":"We all need to #StayAtHome and to help stop the spread of #coronavirus But, NHS services remain open and here to help you. You can leave your home: To collect medicationTo attend medical appointmentsIf you have a medical emergency  #DoYourBit","sentiment_score":0.0}
{"full_text":"\"I am an #Italian Doctor; an Italian #volunteer, too. I volunteer for Assistenza Pubblica #Parma, an ambulance service for emergencies. Volunteers are the heart of our association.\" Volunteers at Assistenza Pubblica Parma stand forming a heart.#COVID19 #TogetherWeCan","sentiment_score":0.0}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"Ukraine posts record jump in daily new coronavirus caseshttps:\/\/t.co\/kjMReQfDoU","sentiment_score":0.0681818182}
{"full_text":"Enjoy the last of the autumn colours  on a walk in one of Hampshire's Country Parks or gardens .","sentiment_score":0.2}
{"full_text":"#FezahOnline Who is ready for #AloysiusMigadde Live? Well, you are in for a special treat tomorrow. What songs are you anticipating? #StaySafe #StayHome #AloysiusFezahLive #AloysiusMigaddeLive","sentiment_score":0.2311688312}
{"full_text":"101 officers have contracted covid-19 while on duty. My utmost respect and admiration to the local police officers in Erdington who have served the local community through this difficult period. So many value your hard work and dedication to keeping local people safe.","sentiment_score":0.0297619048}
{"full_text":"Happy Diwali and Bandi Chhor Divas!Please celebrate safely at home this year:*Join online groups for prayers and worship where possible *Use video calls to stay connected to family and friends outside your household\/bubble#BandiChhorDivas2020 #Diwali2020 #StaySafeSheff","sentiment_score":0.325}
{"full_text":"CLOSING: All Driver Services facilities in Illinois will be temporarily closed to the public for in-person transactions due to COVID-19.https:\/\/t.co\/IirISXyybZ","sentiment_score":-0.075}
{"full_text":"Zambia faces a perfect storm as it teeters on the brink of default, amid rising tensions, prolonged drought, and a locust outbreak. Ethiopia, Sudan &amp; South Sudan serve as historical reminders of how quickly crises can escalate.","sentiment_score":0.4444444444}
{"full_text":"What Monte-Carlo and its venues have done to ensure they are COVID-secure:","sentiment_score":0.0}
{"full_text":"The Hardship Fund for Creative Freelancers and the Screen Scotland Hardship Fund (includes photographers) has reopened. The fund is to support creative freelancers working in Scotland who are experiencing immediate financial hardship due to the pandemic.https:\/\/t.co\/lOGlXJcCSl","sentiment_score":0.21875}
{"full_text":"RT We've Made Progress With COVID-19 Public Health Response - NCDChttps:\/\/t.co\/cLQc8RgRrT","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 14\/11\/2020 15:30Total Cases: 8774223 [+980]Active: 481477Recovered: 8161567 [+100]Deaths :129242 [+17]Total Tests: 123.1MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"NEW BLOG: Democratic lockdown? Meg Russell and warn of the challenge to government stability posed by dissent on its backbenches, which has been prompted by concerns about 'erosion of constitutional norms &amp; parliamentary accountability'.","sentiment_score":0.1363636364}
{"full_text":"Help to #KeepNewhamSafe, follow the lockdown restrictions in place across England.Only leave home for:- food - medical - exercise - education - work, if you cannot do so from home For information and support visit:","sentiment_score":0.0}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Latest worldwide COVID-19 data: 53,830,517 cases, 1,310,940 deaths.A 2.44% fatality rate.","sentiment_score":0.5}
{"full_text":"What nature can do for the climate in a post-COVID worldRead full article in our webpagehttps:\/\/t.co\/0Ui2xuHhz8#european_business_review #EBR #european #business #review #news #europe #world","sentiment_score":0.175}
{"full_text":"KIDS | During the break in play, make sure the kids stay active &amp; engaged in football safely from home by utilising The #SuperKicks hub....It's a platform with videos to help keep kids active through footy - both physically &amp; mentally!https:\/\/t.co\/B1Dxa6ser5","sentiment_score":0.1466666667}
{"full_text":"#Catholics rallied outside #Paris' #SaintSulpiceChurch on Friday to demand a relaxation of the lockdown measures as to be able to celebrate #Mass.#France","sentiment_score":0.25}
{"full_text":"If you're worried about the lockdown and not sure how you're going to get food or other essential supplies, give the coronavirus helpline a call. We can provide support and advice, putting you in touch with local groups who can help. Call today on 0300 790 6275.","sentiment_score":-0.09375}
{"full_text":"Happy Diwali to everyone celebrating this weekend! It's important to stay at home for #Diwali this year with your own household or support bubble. You could celebrate with wider family and friends online instead to help keep everyone safe.","sentiment_score":0.625}
{"full_text":"The second lockdown is limiting our lives in many ways, however as an essential healthcare setting we are able to remain open throughout. Call or book your appointment on line via today!#weareopen #Osteopathy #lockdownUK","sentiment_score":0.2}
{"full_text":"Australia may see first week of no local #COVID19 transmissions","sentiment_score":0.125}
{"full_text":"Current Conditions for #Sayre PATemp: 33.0FWind Chill: 33.0FHumidity: 99%Dew Point: 32.7F Barometer: 30.229 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 198.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"The new lateral flow tests give a result within 30 minutes without the need for lab processing.https:\/\/t.co\/vkgzCSHkeU","sentiment_score":0.1363636364}
{"full_text":"If you've got COVID symptoms this weekend, don't leave home for 10 days, except to get a test @NHSDevonCCG","sentiment_score":0.0}
{"full_text":"We are delighted to announce that we have been successful in receiving funding from the Coronavirus Community Support Fund, distributed by This is fantastic news &amp; we are very grateful to the Government for this much-needed core funding.#CommunitiesCan #SaveCM","sentiment_score":0.5125}
{"full_text":"The  gov presented a new protection scheme for vulnerable consumers in time of COVID Disconnection is prohibited to the beneficiaries of the #BonoSocial in dwellings with underage children or people with disabilities #EnergyPoverty #Right2Energy","sentiment_score":-0.1818181818}
{"full_text":"A very happy #Diwali to everyone celebrating across #Wakefield and the country.This year's celebrations will be different, but I wish everyone a prosperous and happy new year.Stay safe by staying at home this #Diwali.","sentiment_score":0.4872727273}
{"full_text":"Major League Soccer intends to open its 2021 season as planned in early March but will remain nimble because of the #coronavirus #MLS #Football","sentiment_score":0.0541666667}
{"full_text":"Here are some ways you can help our mental health in lockdown. If this isn't enough however, Samaritans are always here for you to call free on 116 123 or email jo@samaritans.org. We are here to listen #mentalhealthmatters","sentiment_score":0.1}
{"full_text":"If you've had coronavirus, it's understandable that you'll want to get back to normal as quickly as possible -- but it can take time. Find out how the new #YourCovidRecovery website can help.https:\/\/t.co\/iG327dEWA9","sentiment_score":0.0715909091}
{"full_text":"RT How beautiful, how touching, how delightful! Both of you are happiness and joy and ","sentiment_score":0.77}
{"full_text":"OK, gang ...      Let's stay upwind of the pooh bois ...Covid isn't the only contagion that can ruin your life through no fault of your own ...","sentiment_score":0.3666666667}
{"full_text":"RT Fined PS1000 for keeping his car wash business open. To the best of my knowledge, cars don't catch coronavirus. Decent...","sentiment_score":0.3888888889}
{"full_text":"RT For those of us who've been campaigning to shift public attitudes towards people trapped in poverty this is MEGA!","sentiment_score":-0.125}
{"full_text":"RT You think all this talk of false positives for Covid testing is conspiracy theorist nonsense? Then go tell that to the Lanc...","sentiment_score":-0.4}
{"full_text":"RT The path toward a successful Covid-19 vaccine started more than a quarter-century ago, long before the virus appeared, target...","sentiment_score":0.4}
{"full_text":"RT Pollution Will Affect COVID Patients &amp; May Spread COVID: Rajasthan High Court Refuses To Interfere With Firecracker Ban O...","sentiment_score":0.16}
{"full_text":"Murphy, other governors to hold 'emergency summit' to discuss more possible COVID-19 restrictions - #epitwitte","sentiment_score":0.125}
