{"full_text":"RT We just announced that mRNA-1273, our COVID-19 vaccine candidate, has met its primary efficacy endpoint in the first interi...","sentiment_score":0.325}
{"full_text":"No, COVID-19 took all that away. It's a virus and it doesn't care about your rights and freedoms.","sentiment_score":0.0}
{"full_text":"RT Agree.","sentiment_score":0.0}
{"full_text":"It was a personal thought about how not everyone has the luxury of staying at home all the time. Your input was unnecessary.","sentiment_score":-0.2}
{"full_text":"RT my 2020 plans                    covid","sentiment_score":0.0}
{"full_text":"RT The Biden-Harris administration will get COVID-19 under control by listening to the experts, implementing nationwide test...","sentiment_score":0.0}
{"full_text":"RT Not one bit. People need to remember that the flu just didn't go away. My neighbor was sick 2 weeks ago and...","sentiment_score":-0.7142857143}
{"full_text":"RT We will not cancel Thanksgiving. We will not cancel Christmas. We will not cancel family.But we will cancel lockdowns.","sentiment_score":0.0}
{"full_text":"RT what semester of the pandemic are we in?","sentiment_score":0.0}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"RT Research suggests women #leaders were more effective at minimizing #covid deaths in their jurisdictions","sentiment_score":0.55}
{"full_text":"RT \"My story starts in LowndesCounty, Ala.,a place that's been called Bloody Lowndes because of its violent, racist histo...","sentiment_score":-0.8}
{"full_text":"RT How bad is the current wave of Covid-19 infections across the US?","sentiment_score":-0.35}
{"full_text":" we're just getting started...thanks,","sentiment_score":0.0}
{"full_text":"\"Why Did The WHO Fake a Pandemic\" Forbes Asked In 2010--Jaw-Dropping Parallel You Must See!","sentiment_score":-0.25}
{"full_text":"Glad to see that this piece of human garbage is getting the treatment he deserves.Celebrity chefs should not be spouting unfounded BS about COVID not being real just because they don't understand it (the rest of us do) or neo-Nazi imagery.https:\/\/t.co\/ZvMs4S35m5","sentiment_score":0.2333333333}
{"full_text":"RT Hang in there, Jodi.","sentiment_score":0.0}
{"full_text":"UPDATE:Mom doin alright. Feelin groggy, migraine, and frequently losing voice. Nothing fatal tho, handling a lot better than most.I myself haven't even been tested yet, due to inability to drive and testing sites being spread out with strict hours\/guidelines.Goin in Thurs.","sentiment_score":0.1583333333}
{"full_text":"RT The virus is spreading as rapidly as ever. We need COVID relief and we need it now. $2000\/month per person. Student loan forg...","sentiment_score":0.0}
{"full_text":"RT But we were told The Great Reset was a conspiracy theory.","sentiment_score":0.8}
{"full_text":"Dan Wootton. As dumb as he looks.....Boris does hideaway number two as soon as people start to realise his culpability for the mess we are in.....he's screwed up Brexit, and worse. Screwed up Covid response, not once but twice.... Coward....!!!!","sentiment_score":-0.5088541667}
{"full_text":"RT President-elect Joe Biden warns of dire consequences if President Trump and his administration continue to refuse to coordinate wit...","sentiment_score":0.0}
{"full_text":"RT When the GSA finally triggers cooperation with the Trump Administration, the Biden team is likely to find out that there i...","sentiment_score":0.0}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"Here's Jodi's twitter thread. Run with it, folks.","sentiment_score":0.0}
{"full_text":"COVID PCR tests for dummies ","sentiment_score":0.0}
{"full_text":"RT We were told by the \"president\" that all talk of COVID-19 would cease to occur after the election.Cases and deaths are cu...","sentiment_score":0.0}
{"full_text":"True","sentiment_score":0.35}
{"full_text":"RT Not much money spent on commuting, leisure or recreation.","sentiment_score":-0.1}
{"full_text":"RT COVID deniers would see the old anti-piracy advert and nick a BMW to own the libs.","sentiment_score":0.35}
{"full_text":"RT LAUNCHING*TODAY #TheFutureIsOurs festival celebrating work created by young people who have support from","sentiment_score":0.1}
{"full_text":"RT Coronavirus has been circulating in Italy since September last year, researchers say","sentiment_score":0.0}
{"full_text":"I love how they issue these restrictions with a few days notice.\"I'll just hold off for three days and then really start infecting people.\" -Corona","sentiment_score":0.1666666667}
{"full_text":"RT Global COVID-19 Diagnostic Testing Market to Q4 2021 - by Product Type, Sample Type, Technology, End-user, Country Data a...","sentiment_score":0.0}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"RT Coronavirus will forever be known as the Trump Virus. For good reason.","sentiment_score":0.7}
{"full_text":"RT where's le manburg and why aren't they social distancing","sentiment_score":0.0333333333}
{"full_text":"RT Biden knocks Trump: 'The idea that the president is still playing golf and not doing anything about [COVID-19] is beyond m...","sentiment_score":0.0}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"International breaks are a great idea during a pandemic","sentiment_score":0.4}
{"full_text":"I have cried laughing !! Totally agree with you . The cast is brilliant . This series is so good &amp; I  so glad am finally watching it.  . I am only E5. This is the encouragement l need to shed a few lockdown pounds","sentiment_score":0.2714285714}
{"full_text":"RT Tonight (D-Md) joins me on my show  to talk the dangers of Trump's attacks on our elections, th...","sentiment_score":0.0}
{"full_text":"RT An outbreak of COVID-19 at a White Rock, B.C., care home has left one person dead and at least 38 in isolation.","sentiment_score":-0.125}
{"full_text":"in the age of covid, isn't Yearning and wistfully grazing a gloved hand over a lover's arm sexy ENOUGH","sentiment_score":0.25}
{"full_text":"you're comparing corona virus to the bubonic plague?!? Corona virus has mortality rate of AT BEST 3%... meanwhile the bubonic plague has a mortality rate of 10% when it's treated and 30-90% untreated.","sentiment_score":1.0}
{"full_text":"RT Carmen Trotta and Martha Hennessy of the are some of the most dedicated peace activists you've never heard o...","sentiment_score":0.5}
{"full_text":"I don't believe Washingtonians voted 2 support the destruction of our small businesses, the closure of our schools, create more unemployment. Inslee has used this so called pandemic to scare our residents into submission. The winner was announced b4 8pm. How could that b Loren?","sentiment_score":0.125}
{"full_text":"War Room: Pandemic Ep 507 via","sentiment_score":0.0}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"RT Short story on masksOct 2020:Decrease in Hospitalizations for COVID-19 after Mask Mandates in 1083 U.S. CountiesNo...","sentiment_score":0.0}
{"full_text":"RT The Battle For The White House: Join Lou at 5 &amp; 7 PM\/ET as the fight to expose electoral fraud continues &amp; another China Viru...","sentiment_score":0.0}
{"full_text":"RT Thousands of cars form lines to collect food in Texas ","sentiment_score":0.0}
{"full_text":"RT Piers Morgan's takedown of health secretary Matt Hancock over his Covid-19 record is simply blistering","sentiment_score":0.0}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"RT I'll be calling coronavirus the Trump Virus from here on out. Maybe he'll pay at least some attention to it with his name attac...","sentiment_score":-0.3}
{"full_text":"I've had all but enough hearing about how we could \"better\" fight a global pandemic if we only gave up more and more privacy on a personal level.","sentiment_score":0.2142857143}
{"full_text":"RT As usual, Trump knows not of what he speaks. Plodding, low-key DeWine is very popular in Ohio even with  moderate Dems,...","sentiment_score":0.0575}
{"full_text":"The \"test\" is not for COVID.  Mental health would be a better test","sentiment_score":0.2}
{"full_text":"In an effort to stem the rise of Covid, Indiana has reluctantly conceded to prohibit the spit-shining of bar glasses.","sentiment_score":0.0}
{"full_text":"RT Official: Luis Suarez has tested positive for COVID-19 and will miss Saturday's La Liga match against Barca. We wish Luis...","sentiment_score":0.2272727273}
{"full_text":"\"Closing restaurants and other businesses creates economic hardship (which some European countries are trying to reduce through government aid).\"https:\/\/t.co\/BS59EukuMk","sentiment_score":0.025}
{"full_text":"RT Covid was manufactured in a lab by the suburban moms who sew handmade masks","sentiment_score":0.0}
{"full_text":"RT I thought this was supposed to be a conspiracy theory. But here it is, straight from Trudeau's mouth. The pandemic is the e...","sentiment_score":0.2}
{"full_text":"Moderna's Covid Vaccine May Have One Key Advantage Over Pfizer'shttps:\/\/t.co\/JrrMCkHSUt","sentiment_score":0.0}
{"full_text":"RT The Borowitz Report: Acknowledging that it would take a lot of time for Donald Trump to listen to the 768-page book, Barack...","sentiment_score":0.0}
{"full_text":"RT .@CNN's made the gloomy proclamation that \"Christmas is probably not gonna be possible\" this yr. I have ne...","sentiment_score":0.0}
{"full_text":"Before lockdown we visited industrial museum in Sheffield. The city of my birth! In the museum which is superb they had this (see picture.) Osborn's is where my grandfather worked as a pattern maker.","sentiment_score":1.0}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"#WearADamnMask   Hey selfish people - It's been proven that a mask not only protects others, it protects you as well.  What's your reason NOW for not wearing one?","sentiment_score":-0.25}
{"full_text":"RT Fighting back against the new rules won't solve this. REMEMBER: Coronavirus is the enemy, not public health recommendations or...","sentiment_score":0.0454545455}
{"full_text":"\"It breaks my heart that I said that cities had the responsibility to do whatever is appropriate for them, and now one city isn't doing what I want.  It probably wouldn't break my heart as much if opened and teachers, students, &amp; families got sick and died.\"","sentiment_score":-0.0047619048}
{"full_text":"RT I don't know who needs to hear this, but Sweden's experiment didn't work. All they have to show for it, is a 10X mortalit...","sentiment_score":0.0}
{"full_text":"Amen","sentiment_score":0.0}
{"full_text":"RT Boris Johnson has been a disaster, not devolution. The truth is he is biggest threat to the United Kingdom. In the mids...","sentiment_score":0.0}
{"full_text":"RT But Nigerian games nights can never hold if Lanre doesn't dare Kingsley to grab Vanessa's boobs for 30 seconds.","sentiment_score":0.0}
{"full_text":"RT Michigan Governor: Covid is the worst it's ever been, maybe no bowling or eating inside Chili's for 3 weeks?Conservatives: Ge...","sentiment_score":-1.0}
{"full_text":"RT We must all continue to be vigilant in following public health best practices: wear a mask, practice social distancing, get y...","sentiment_score":0.2583333333}
{"full_text":"RT When the WH was asked this morning why they weren't sharing Covid response info with the Biden team their answer was why s...","sentiment_score":0.0}
{"full_text":"RT Any \"Republican\" mayor or governor who imposes a single additional COVID infringement should be recalled IMMEDIATELY.","sentiment_score":-0.0714285714}
{"full_text":"RT The Hopkins Business of Health Initiative will host 2 panel discussions on 11\/20 following Dr. Fauci at Medicine Ground Roun...","sentiment_score":0.0}
{"full_text":"dude how the fuck is people this stupid!?","sentiment_score":-0.7}
{"full_text":"Chief adviser on Operation Warp Speed says 'the president has never been actively involved' in COVID-19 vaccine","sentiment_score":-0.1333333333}
{"full_text":"I'm trying to engage and be social today, but I feel like I'm just not hitting it. As an adult the holidays have always bummed me out. A lot of stress around money, and this year coupled with the Pandemic...it's difficult.","sentiment_score":-0.1222222222}
{"full_text":"RT On behalf of the and I got to speak with some of the most interesting young entreprene...","sentiment_score":0.3666666667}
{"full_text":"RT Feel bad for Hbox, because it's seems he's a poor competitor if he enters, and he's washed if he doesn't?Only so much can...","sentiment_score":-0.3}
{"full_text":"RT \"What this data suggests is that over the past nine months, the United States has been quietly building momentum toward a...","sentiment_score":-0.125}
{"full_text":"I had headache, chills, low grade fever (+2 degrees over norm) dry cough.  This was in March when I was probably exposed to a patient that may or may not have been tested for Covid.  HIPAA prevents me from looking in his chart.","sentiment_score":-0.0333333333}
{"full_text":"RT When the WH was asked this morning why they weren't sharing Covid response info with the Biden team their answer was why s...","sentiment_score":0.0}
{"full_text":"COVID is like their cattle dog... they're keeping the herd where they want it while the really nefarious stuff is going on behind the scenes.","sentiment_score":-0.1}
{"full_text":"RT A large number of Americans say they're planning on becoming digital nomads once the pandemic is over.","sentiment_score":0.2214285714}
{"full_text":"Whatever you say, China is controlling the virus well. Look at you America, worse and worse,more and more people have died. Have you ever even think why all that happened?","sentiment_score":0.05}
{"full_text":"RT 8\/ Letting the pandemic run wild while telling his supporters they should only vote in person, Trump and DeJoy dismantle...","sentiment_score":0.05}
{"full_text":"RT Washington State had 1753 cases of COVID yesterday. That is 0.023% of the states population. thinks THAT is...","sentiment_score":0.0}
{"full_text":"RT .@washingtonpost reports Trump \"has not attended a coronavirus task force meeting in 'at least five months,'\" \"is no longer re...","sentiment_score":-0.3}
{"full_text":"RT Never occured to me that there might be food banks for animals...  but these days I can see how it might be a thing!Share t...","sentiment_score":0.0}
{"full_text":"RT I don't understand the psychological, political and identity forces that have led people to make such recommendations, bu...","sentiment_score":0.0}
{"full_text":"RT Elneny has tested positive for Covid, according to his agent ","sentiment_score":0.2272727273}
{"full_text":"RT Pres.-elect Joe Biden says he would take a coronavirus vaccine if Dr. Fauci and Pfizer or Moderna, \"who have been extremely respon...","sentiment_score":-0.125}
{"full_text":"Perhaps one of the #mostcorruptPMever #TrudeauMustGo","sentiment_score":0.0}
{"full_text":"FYI Toronto...more a comin' https:\/\/t.co\/UPtdsOuqs8 ~@meredithshaw","sentiment_score":0.0}
{"full_text":"RT Vaccines take up to 12 years to produce. Under the Trump White House's Operation Warp Speed, TWO Covid vaccines have been...","sentiment_score":0.0}
{"full_text":"There it is...","sentiment_score":0.0}
{"full_text":"RT Jul 2020: UK officially opts out of EU Covid-19 vaccine scheme.Aug 2020: EU expands vaccine scheme with a 5th compan...","sentiment_score":0.0}
{"full_text":"Read this","sentiment_score":0.0}
{"full_text":"Coronavirus live news: hospitalisations hit new record in France; Sweden limits public gatherings to eight people","sentiment_score":0.0909090909}
{"full_text":"RT In short: the very same lawmakers who don't think we need a mask mandate b\/c individuals can act responsibly on their own j...","sentiment_score":0.2}
{"full_text":"RT  BE LOCKDOWN.","sentiment_score":0.0}
{"full_text":"Unless China is punished severely, we have to go ahead with many more pandemic for the sake of supreamacy of economy. Catestrophy to humanity.","sentiment_score":0.5}
{"full_text":"Very important points  makes here: black and Latino working age populations are disproportionately affect by Covid, and they are also disproportionately represent in front-line occupations.","sentiment_score":0.1766666667}
{"full_text":"RT \"Overwhelming success\" from the Moderna COVID-19 vaccine trial!https:\/\/t.co\/53ueLsP3ed","sentiment_score":0.4}
{"full_text":"RT Every day that the presidential transition is delayed will cost lives due to delayed pandemic planning and action. This is...","sentiment_score":-0.0125}
{"full_text":"v trueee bro. sucks if covid wasn't around man i'd be doing so many jam sessions honestly","sentiment_score":0.2666666667}
{"full_text":"RT The Premier League has confirmed 16 positive coronavirus tests among players and staff, which is the highest number of p...","sentiment_score":0.3136363636}
{"full_text":"You did not. You are costing American lives the more you delay our President elect from getting vital information on Covid and the vaccine. What is wrong with you besides being a narcissistic sociopath? Don't you care about this country?","sentiment_score":0.18}
{"full_text":"Lmao Damon. Buddy. No.Fairly certain the families of those who died due to coronavirus still want research to save others.","sentiment_score":0.2297619048}
{"full_text":"Because Covid kills kids too.","sentiment_score":0.0}
{"full_text":"RT .@WhiteHouse Coronavirus Task Force had a 2+ hour call with Governors to review vaccine distribution plans after 2 HUGE ann...","sentiment_score":0.4}
{"full_text":"Moderna vaccine suggests COVID-19 may be easily 'vaccinatable' via","sentiment_score":0.4333333333}
{"full_text":"RT JUST IN: Bustos tests positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT \"These rules will expire on December 2\"- Boris Johnson 5 Nov\"It's too early to say\"- Matt Hancock 16 NovSince 23 Mar...","sentiment_score":0.1}
{"full_text":"RT Channel 4's #Dispatches is exposing the absolute catastrophe that's been unleashed by the government privatising the response...","sentiment_score":0.2}
{"full_text":"Welp #Michigan I guess it's time to start counting down folks.Who's next?","sentiment_score":-0.0777777778}
{"full_text":"This summer, I'm gonna be found passed out in an alleyway with like seven different Covid vaccines sticking out of my arm.","sentiment_score":0.0}
{"full_text":"\"And then we'll add a subsidy that makes it easier for families to subsist on a single income\" (everybody cheers) \"so that women can stay home and do what they're REALLY good at...\" (everybody boos)","sentiment_score":0.3142857143}
{"full_text":"FACEBOOK LIVE Event:   MODELING HEALTHY BEHAVIORS IN A PANDEMICTime:    8:30 am - 8:45 am Speaker: Jackie Preston, Prevention Specialist at Pathways Behavioral ServicesHosted by COVID Recovery Iowa LINK: ","sentiment_score":0.3181818182}
{"full_text":"Don't give up, keep fighting champ.","sentiment_score":0.0}
{"full_text":"RT Based on the exponential increase of new Covid cases, hospitalizations will pass 100,000 within a month. Deaths will reac...","sentiment_score":0.1363636364}
{"full_text":"Bloody hell People(clamping people). Really?","sentiment_score":-0.3}
{"full_text":"RT When the WH was asked this morning why they weren't sharing Covid response info with the Biden team their answer was why s...","sentiment_score":0.0}
{"full_text":"RT As #COVID19 cases rise, we're back in Tallahassee for our organizational session.Instead of dealing with this URGENT...","sentiment_score":0.0}
{"full_text":"Affordable access to child care is essential to our families and our economy.","sentiment_score":0.0}
{"full_text":"For the love of God, PLEASE don't listen to Trey Gowdy. #COVID19","sentiment_score":0.5}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"The latest on the coronavirus outbreak in the United States.","sentiment_score":0.5}
{"full_text":"interviewed export credit agencies (ECAs) to know the effects of the Covid-19 pandemic and expectations in the market in the final months of 2020 and into 2021.Read more: #covid19 #tradecredit #underwriters #globalrisks #creditmanagement","sentiment_score":0.25}
{"full_text":"Our #StockOfTheWeek is not only surviving the global pandemic, but benefiting from it.","sentiment_score":0.0}
{"full_text":"RT Postal workers defended our democratic rights and helped millions vote safely during the pandemic. On Nov. 17, we will co...","sentiment_score":0.5}
{"full_text":"Yikes","sentiment_score":0.0}
{"full_text":"\"I loved music, and everything else felt like it was a distraction\" -- The Daily Cal talked to BENEE (@BENEEMUSIC) about her success during the pandemic with \"Supalonely,\" and her debut album. Interview by","sentiment_score":0.3333333333}
{"full_text":"In states like #NewMexico and #Washington and cities such as #Philadelphia and #Chicago, leaders are ordering or imploring residents to stay home and keep their distance from others.","sentiment_score":0.0}
{"full_text":"RT Amid the personal isolation and professional upheaval of COVID-19, a rehab SLP realizes her need to seek professional help. #s...","sentiment_score":0.0666666667}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"Cedar Hill ISD elementary schools switches to online learning due to COVID-19 outbreak","sentiment_score":0.0875}
{"full_text":"\"Boat Harbor Belize\" Own a stunning #canvas #art from PS12.99, link below. Free shipping in #UK Beat the #coronavirus blues and glam up your #home or #office#ArtistOnTwitter #photography  #photooftheday #Travel #homedecor #interiordesign #Belize #COVIDIOTShttps:\/\/t.co\/FnlewaOpm0","sentiment_score":0.5}
{"full_text":"\"More people may die\"President-elect Joe Biden warned of dire consequences if President Donald Trump continues to refuse to coordinate with his transition team on the coronavirus pandemic &amp; block briefings on national security.https:\/\/t.co\/1CHlYCgjUP","sentiment_score":0.5}
{"full_text":"Gov. Gretchen Whitmer said she has the authority to issue a second stay-at-home order to curb the spiking coronavirus and called a comment by an adviser to President Trump urging people to \"rise up\" against Michigan's restrictions \"incredibly reckless.\"","sentiment_score":0.45}
{"full_text":"Health alerts have been issued for 41 venues in SA, including five supermarkets and three shopping centres, as the state scrambles to contain its outbreak.","sentiment_score":0.0}
{"full_text":"Sponsored: No matter where you are in your college career, learning in this environment is unlike anything we could have anticipated. The pandemic isn't just affecting academics, but also mental health. Four things you need to know:","sentiment_score":-0.1}
{"full_text":"\"There are many very troubling warning signs in outbreaks across the U.S.,\" says our deputy director, in a new story by about states' responses to the recent #COVID19 surges:","sentiment_score":0.2090909091}
{"full_text":"Atletico's Luis Suarez tests positive for COVID-19, set to miss Barca reunion.","sentiment_score":0.2272727273}
{"full_text":"West Wales pub shut down for breaching coronavirus rules","sentiment_score":-0.1555555556}
{"full_text":"North Dakota Issues Mask Mandate, Tightens COVID-19 Restrictions ","sentiment_score":0.0}
{"full_text":"we have another covid case at our school ","sentiment_score":0.0}
{"full_text":"RT It is suddenly clear as day to me that trump is going to use the obstinate stupidity of a covid-weary country during the ho...","sentiment_score":-0.25}
{"full_text":"Continue to do your part to keep your loved ones and community safe from COVID-19. Wear a mask over your nose and mouth.  6 Stay 6 feet away from others. Wash your hands. Stay home if you can. Learn more:","sentiment_score":0.5666666667}
{"full_text":"\"The continuous assaults on the Gaza Strip have led to shortages of food, electricity, and medical supplies in an environment with destroyed infrastructure.\"","sentiment_score":0.0}
{"full_text":"COLUMN: A divisive election week in a pandemic was a lot. Let's just take a moment:","sentiment_score":0.0}
{"full_text":"The Kelly Clarkson Show has been hit with positive COVID-19 results from several staff members, but the host is not one of those cases.","sentiment_score":0.1136363636}
{"full_text":"Minnesota Democrats call on Senate Majority Leader  to resign over #COVID handling","sentiment_score":0.0}
{"full_text":"Everyone is invited to join us Tomorrow, Nov 17th, 8:30 a.m.- 11:30 a.m., for walk-up and drive-thru COVID-19 screening and testing, while supplies last. Call 866-234-8534 for more information about any of our testing locations.#CFHC #COVID19 #testing #screening #healthcare","sentiment_score":0.25}
{"full_text":"Gov. Gavin Newsom says he is pulling the \"emergency brake\" on the state's efforts to reopen its economy as coronavirus cases surge more dramatically than they did during a summer spike. ","sentiment_score":0.5}
{"full_text":"Here's what discussed today regarding #Nebraska's #coronavirus response.From","sentiment_score":0.0}
{"full_text":"During #COVID19, we learned how to manage and report lab orders and results, automate case reports &amp; regulatory counts, and connect disparate #telehealth silos with the #EHR. Will we use these lessons to move forward more efficiently with #futurehealth? #RPA #automation #hospital","sentiment_score":0.5}
{"full_text":"In Washington state, there was a mad dash this weekend to stock up on groceries ahead of a batch of new bans on everything from indoor dining at bars and restaurants to indoor gatherings with friends and extended family.https:\/\/t.co\/Du2j7XVhiV","sentiment_score":-0.2443181818}
{"full_text":"RT Insurers \"lobbied intensively against a ban on paying dividends during the pandemic\" but \"advised them...","sentiment_score":0.0}
{"full_text":"Is making getting inoculated with the #CoronavirusVaccine mandatory by law a good idea?https:\/\/t.co\/rY0yQOQsB0","sentiment_score":0.7}
{"full_text":"Some Michiganders hailed the order as a life-saving decision, but others saw it as a blow to already faltering businesses.https:\/\/t.co\/lf7nUFbu0p","sentiment_score":0.0}
{"full_text":"How truck stops plan to continue serving #drivers through the winter and the #pandemic. Get the details. #trucking #cetacea #cetaceamemphis #cetaceaatlanta","sentiment_score":0.0}
{"full_text":"I could keep going... in what world does 94 people getting covid from 43 538 that they know about (bearing in mind most the public is asymptomatic) with 85 of them having a placebo make it a 90% effective vaccine? With only some side effects.... Next to no data for this vaccine","sentiment_score":0.22}
{"full_text":"More than 100 church leaders are taking legal action against the English and Welsh government for forcing houses of worship to cease in-person Sunday services due to another COVID-19 lockdown. via","sentiment_score":0.135}
