{"full_text":"RT Hamid Ansari happily went to conferences of PFI.Now he is lecturing that religiosity and \"strident nationalism\" is pand...","sentiment_score":0.8}
{"full_text":"RT Don Jr is temporarily alone in quarantine before he returns to his gorgeous girlfriend, wonderful children, and speaking car...","sentiment_score":0.85}
{"full_text":"What you doing traveling during a pandemic ","sentiment_score":0.0}
{"full_text":"Morning Mary. What kind of lockdown? Wishy washy like ours, or like the first one. Yes, hope you have a good day. I will be breathing, but not moving very much!xx","sentiment_score":0.4375}
{"full_text":"RT Here's a long, sobering article in that explores what these numbers mean...https:\/\/t.co\/e4gF3F4HTz","sentiment_score":-0.05}
{"full_text":"RT Mitch McConnell adjourned the Senate. In the middle of probably the worst spike of the COVID pandemic. 250,000 lives lost. He o...","sentiment_score":-0.5}
{"full_text":"RT Covid Epi Weekly Thread: Worser and Worser, Every Week Cases increasing exponentially in most of US; current epicenter...","sentiment_score":0.25}
{"full_text":"RT #StayHome Video Call with","sentiment_score":0.0}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"The entire motorsport community should look back on 2020 as the half-year they achieved the seemingly impossible. #teamwork","sentiment_score":-0.2222222222}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"RT Namaskaram Bala - good to see Modern Science catching up with Yogic Insights &amp; Wisdom. -Sg #Copper #COVID","sentiment_score":0.5}
{"full_text":"RT Santa better wear a mask this year!","sentiment_score":0.625}
{"full_text":"\"Academic freedom\" is not a licence to irresponsibility. #WearAMask","sentiment_score":0.0}
{"full_text":"RT I guess we all ( students of all colleges under GTU ) are subject to risk of exposure to COVID-19, so we requ...","sentiment_score":-0.1666666667}
{"full_text":"RT Donald Trump Jr., positivo en coronavirushttps:\/\/t.co\/bNZ0i0OG4a","sentiment_score":0.0}
{"full_text":"RT My friend rings up care homes to check their CV status everyday. In 5 wks 2 very elderly people have died. 1 went into ho...","sentiment_score":0.0}
{"full_text":"RT So this year we've:Kept schools openLearned new technologyTaught in class &amp; onlineSupported pupils &amp; familiesTaught...","sentiment_score":0.1363636364}
{"full_text":"Lord sugar That's is how covid is spreading We have known that for along time  Hope they dont get sick","sentiment_score":-0.7142857143}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"RT JUST IN: Donald Trump Jr., US President Trump's eldest son, has tested positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT Self-employed workers are the lifeblood of London. They make a huge contribution to our capital and yet have been comple...","sentiment_score":0.4}
{"full_text":"RT On Monday, Ted Cruz called Sherrod Brown a \"complete ass\" for asking a maskless Dan Sullivan (R) to wear his mask in t...","sentiment_score":0.1}
{"full_text":"I really don't understand why anybody with the ability to think critically at all would not understand that the Danish mask study confirms what we've known all along. Masks are most useful to stop *you* from spreading covid to other, not to stop you from getting covid.","sentiment_score":0.175}
{"full_text":"\"In fact, there have been just 42 deaths of people aged under 40 without a pre-existing condition.\"Great stat Ps: Please stop positing articles about black footballers in a different way than you do for white footballers. Like lockdown.. #ItsWrong #AnotherWay","sentiment_score":0.1066666667}
{"full_text":"they could have a whole pie fest with covid, but couldn't have one scene with one of the main characters?","sentiment_score":0.1833333333}
{"full_text":"RT Sen. Rick Scott, Republican of Florida, said Friday he had tested positive for the coronavirus, the latest prominent lawmaker...","sentiment_score":0.4090909091}
{"full_text":"So refreshing to hear this message free of tyranny... as it should be! GodBlessAmerica ","sentiment_score":0.5}
{"full_text":"Interesting. Still more than I could be doing. My bit to use less plastic has been a tricky goal this year with Covid 19 restrictions but travel is now usually done on two feet!  How are you doing?","sentiment_score":0.1302083333}
{"full_text":"If only Covid didnt have all the schools shut down so that Kyle Rittenhouse and others could take a beatdown from their classmates. no doubt mommy would pull her poor sweet boy out of school anyway, though.cause violence is bad mmkayy????","sentiment_score":-0.1811111111}
{"full_text":"Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you feel well . Download the app","sentiment_score":-0.15}
{"full_text":"Kevin Courtney of the NEU speaking about the public sector pay freeze and the need to close schools in order to control the pandemic","sentiment_score":0.0}
{"full_text":"RT I don't wish Covid upon anyone. I'm just not upset about it when certain anti-mask wearing animal murderers get it.","sentiment_score":0.2142857143}
{"full_text":"RT Sweet Jesus now 7 news is doing sob stories of all the people affected by lockdown for two days. Christ we are fucking soft.","sentiment_score":0.225}
{"full_text":"RT dating during a pandemic really has us going on walks for dates like its the 1800s. like ok mr darcy, take me on a stroll...","sentiment_score":0.35}
{"full_text":"RT These beautiful souls were supposed to be going to next week. Now have stopped this. We have no...","sentiment_score":0.425}
{"full_text":"RT Yes, it was doing that before we went into lockdown.","sentiment_score":0.0}
{"full_text":"RT Please look at this letter saying there were no deaths due to covid in the South Wear since Feb. What does this mean?...","sentiment_score":-0.21875}
{"full_text":"Working so far","sentiment_score":0.1}
{"full_text":"RT The Conservatives are threatening to freeze the pay of 5.5 million workers who have been on the frontline during this pan...","sentiment_score":0.0}
{"full_text":"RT okay one last tweet before i go to bedi am so so proud of sb19. they constantly work hard for us and seeing how happy the...","sentiment_score":0.3013888889}
{"full_text":"RT Appearing in her professional capacity, takes only a handful of questions in her first briefing since Oct. 1....","sentiment_score":0.1166666667}
{"full_text":"RT 20 November #UKCovid19Wonderful #vaccine news, mustn't lose sight of the situation.On a knife's edge511 deaths [5,811 i...","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"Excess mortality during COVID-19: Deaths from all causes compared to previous years, all ages","sentiment_score":-0.1666666667}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"Please join me on the petition to and demanding clarity for businesses, shops and salons opening again on the 3rd of December:","sentiment_score":0.0}
{"full_text":"RT Can someone explain how this is different to Golfgate? Remember, the country wasn't even in lockdown then. And Sean O'Ro...","sentiment_score":0.0}
{"full_text":"Nursing homehttps:\/\/t.co\/FzroIrp0pr","sentiment_score":0.0}
{"full_text":"The North has been hit hardest by the coronavirus crisis, increasing regional inequalities across England, a study has found.Infection rates ha...https:\/\/t.co\/caY4fPZNWK","sentiment_score":0.0}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"RT MONSTA X originally planned a special stage for AAA with 40 dancers but had to reduce the numbers due to social distancing...","sentiment_score":0.1601190476}
{"full_text":"RT The most important graph is this one. We currently have 15,000 hospital in-patients with COVID-19 and rising compared to...","sentiment_score":0.3}
{"full_text":"I thought that eric was supposed to give a deposition in court in NY around the time trump got covid.i remember seeing something about it somewhere but not a word after.","sentiment_score":0.0}
{"full_text":"Nice paper on how different countries and cities have responded to the #COVID19 pandemic.","sentiment_score":0.3}
{"full_text":"RT They are standing together to fight the virus its our duty too to fight #COVID19 by handwashing, sanitizing and observin...","sentiment_score":0.0}
{"full_text":"RT More important research from re #covid. Protection from reinfection, but only temporary. Great work, congra...","sentiment_score":0.425}
{"full_text":"RT This is shameless lying of the highest order by India's Health Minister who has promised Covid-19 vaccine...","sentiment_score":0.0}
{"full_text":"RT \"What they DON'T tell you about Covid: Fewer beds taken up than last year, deaths a fraction of the grim forecasts, 95% of fat...","sentiment_score":-0.5}
{"full_text":"RT Lies, all lies. China is trying to rewrite history. They are responsible for the pandemic.","sentiment_score":0.2}
{"full_text":"This fund should be a new tax for the 1% and all businesses that profited from the pandemic.  Tax them.","sentiment_score":0.1363636364}
{"full_text":"RT Millionaire Senators Kelly Loeffler and David Perdue want to take away your healthcare and cut unemployment benefits i...","sentiment_score":0.0}
{"full_text":"Ways to keep children learning during the COVID-19 pandemic: Part Onehttps:\/\/t.co\/m2KejS7D7wWays to keep children learning during the COVID-19 pandemic: Part Twohttps:\/\/t.co\/BNHQdqrSFY","sentiment_score":0.0}
{"full_text":"Cross-Border Talent Transfers: Coordinate and Collaborate [Download] #talentdeployment #COVID #compliance #GlobalMobility","sentiment_score":0.0}
{"full_text":"Sadly, some of the teachers, non-teaching staff and learners have lost the war in the wake of this virulent epidemic. On behalf of the Government I convey our deepest condolences for the loss of lives as a result of the COVID-19 pandemic and its related complications.","sentiment_score":-0.25}
{"full_text":"RT Not a single politician has lost their paycheck during COVID-19.","sentiment_score":0.0357142857}
{"full_text":"Media blaming Diwali for surge in Corona cases. Did they show the same guts to blame R'zan for massive spike in cases??","sentiment_score":0.0}
{"full_text":"\"The Met's opportunistic approach seeks to permanently gut our contract way beyond the end of this crisis,\" said Len Egert, executive director of the American Guild of Musical Artists, which represents the company's choristers, stage directors, and dancers, in a statement Friday.","sentiment_score":0.0}
{"full_text":"RT Geraldo Rivera suggests that the COVID-19 vaccine should be named after Donald Trump. I suggest that COVID-19 should be...","sentiment_score":0.0}
{"full_text":"I got lucky recently. Someone contacted me via my youngest daughter and her parents had a craft shop that had closed down because of the pandemic. I bought a lot of expensive paint at half price","sentiment_score":-0.0981481481}
{"full_text":"RT dating during a pandemic really has us going on walks for dates like its the 1800s. like ok mr darcy, take me on a stroll...","sentiment_score":0.35}
{"full_text":"Tenant Rep's: Most Important Now Than Ever #CRE #TenantRep #COVID-19 #NewNormal #CorporateRealEstate #TenantTips ","sentiment_score":0.45}
{"full_text":"#EUAmrefOnCovid19KE ##YEDNCovid19Training@Amref_Kenya follow MOH guidelines everywhere be it at home, market places in order to stop spread of #COVID19","sentiment_score":0.0}
{"full_text":"RT I guess his father finally hugged him....","sentiment_score":0.0}
{"full_text":"RT Donald Trump Jr. Tested Positive For COVID-19 via","sentiment_score":0.2272727273}
{"full_text":"RT COVID-19 Testing Chaos Forced Almost Half a Million Tests to be Processed Abroad - Byline Times","sentiment_score":-0.2333333333}
{"full_text":"to not have been touched by COVID, to still have money coming in, to still have my family members, to still be alive &amp; well!!! man count your blessings. #GratefulHearts","sentiment_score":0.1953125}
{"full_text":"Specialist legal guidance on coronavirus for Individuals &amp; Businesses. Tann Law Solicitors are here to support you through the COVID-19 pandemic. Our team of solicitors can help you on a broad range of legal issues: See More: #LegalHelp #Lockdown","sentiment_score":0.240625}
{"full_text":"Join Kristine Romano and 40 other local and international speakers in the two-day BusinessWorld Virtual Economic Forum that will discuss the great economic reset as well as the future in a post-COVID era.Register at","sentiment_score":0.1535714286}
{"full_text":".@USAID is partnering with the Ministry of Health to train 37 lab technicians to analyze #COVID19 results quickly &amp; safely, including on how to properly use personal protective equipment. The lab techs will support testing in labs all over Jordan. #AmericaActs","sentiment_score":0.2083333333}
{"full_text":"Donald Trump's eldest son has tested positive for the coronavirus after repeatedly and dangerously downplaying the virus.","sentiment_score":-0.1863636364}
{"full_text":"'Reckless Homicide': Audio Tapes Reveal Trump Knew Covid-19 Was 'Deadly Stuff' for Months While Publicly Downplaying Threat - via","sentiment_score":-0.1}
{"full_text":"Moderna's chief medical officer Tal Zaks,  described the company's products as \"hacking the software of life\" and permanently altering a person's genetic code. Source:https:\/\/t.co\/cDjWO1c6cH","sentiment_score":0.0}
{"full_text":"The funds will be used in part to purchase 500 \"linenless\" tables for the convention center to replace of the current tables to meet CDC guidelines. ","sentiment_score":-0.05}
{"full_text":"Texas family hopes mom who has been fighting COVID-19 for 5 months will be home for Thanksgiving   #KHOU","sentiment_score":0.0}
{"full_text":"#StayHomeUntil 2 December you must:Only leave home for food, medical reasons, exercise, education or workWork from home if you canAvoid travel unless essentialSchools and essential shops will remain openRemember: wash hands, cover face, make space","sentiment_score":0.0}
{"full_text":"Homicides in Houston are up 44% over last year, and local police officials are blaming pandemic-related stress, as well as a \"broken\" bond system. ","sentiment_score":-0.1333333333}
{"full_text":"#Cuba reopens after 8-month shutdown but faces challenge wooing back tourists #COVID19 ","sentiment_score":0.0}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"The guys at were up against it at the start of the year, trying to make food donations a part of fans' match day routine. COVID impacted what they could do, but they're still just as committed - and important - to local families","sentiment_score":0.2}
{"full_text":"Dental practices are still open and providing services during the national lockdown.Get in touch with your dental practice by phone or email for advice or an appointment. This may be by phone or video, or a face to face appointment if needed. #NHSNWDentalCOVID19","sentiment_score":0.0}
{"full_text":"COVID-19 patients have immunity for six months, study findshttps:\/\/t.co\/JnCRwKGtpV#MNewsWorld #MNews","sentiment_score":0.0}
{"full_text":"Cutting #UKaid now when it's needed to fight #COVID19 is a really bad idea.Send a postcard to your MP telling them to protect our life-saving aid budget. Just enter your postcode to get started.  #RealAidhttps:\/\/t.co\/KjVO9FcnBJ","sentiment_score":-0.65}
{"full_text":"Anxiety management sessions for anyone struggling due to COVID-19, led by a fully qualified &amp; experienced mental health nurse.COVID-19 Anxiety Management (30 mins) - (PS20.00) - Anxiety Management (60 mins) - (PS40.00) -","sentiment_score":0.1916666667}
{"full_text":"It's #worldtelevisionday  Thanks to lock-down we've all gotten a lot more familiar with our tv's! This is what we've all been watching, spot any binge-worthy favourites?","sentiment_score":0.3895833333}
{"full_text":"COVID 19 cases in India until : 21\/11\/2020 14:30Total Cases: 9052481 [+1844]Active: 440165Recovered: 8477496 [+1529]Deaths :132784 [+21]Total Tests: 130.66MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"To exit a national Covid-19 lockdown, we need to start by abandoning the rule of six |","sentiment_score":0.0}
{"full_text":"Important information for visitors to our Inpatient Unit during this lockdown period &gt;&gt;&gt;","sentiment_score":0.4}
{"full_text":"COVID-19 Special 2020\/1 - Euro Security DACH Newsletter 55\/2020","sentiment_score":0.3571428571}
{"full_text":"RT Update: El Paso now hiring morgue attendants for $27.20\/hour. But job applicant must be strong enough to lift deceased bodi...","sentiment_score":0.2166666667}
{"full_text":"[stayhome unit]It's a beautiful machine for self quarantine timeThe small one is also cuteThanks . I always love your #illustration","sentiment_score":0.3666666667}
{"full_text":"Some good news for the city region","sentiment_score":0.7}
{"full_text":"#SelfCareWeek is a time to take stock and think about how to better look after ourselves and our families, especially in these uncertain times. Don't let Coronavirus put you off getting help if you're worried about your health #healthierfutures[with this graphic]","sentiment_score":0.1666666667}
{"full_text":"Pass the message: Five steps to kicking out #coronavirus-Be supportive-Be careful-Be alert-Be kind-Be ready to fight #COVID19IOM implements the action with the support of  in coordination with and the  authorities.","sentiment_score":0.15}
{"full_text":"New COVID-19 measures take effect across Turkeyhttps:\/\/t.co\/MtkScLL5M3","sentiment_score":0.1363636364}
{"full_text":"A significant minority of master's students were unhappy with the way their university adapted to the spring Covid-19 lockdown in the UK, a major survey of postgraduates suggests","sentiment_score":-0.0541666667}
{"full_text":"RT This is HORRIFIC.","sentiment_score":-1.0}
{"full_text":"RT I guess his father finally hugged him....","sentiment_score":0.0}
{"full_text":"The coronavirus helpline is open 7 days a week from 8am to 6pm.If you're struggling with national restrictions and require support, we are here to help!Call 0300 790 6275!","sentiment_score":0.0}
{"full_text":"Covid-19 led to rise in DDoS cyber attacks globally in Q2https:\/\/t.co\/PmTqZwyOn9   #CyberAttack #DDoS #CoronaVirus #Malware #CyberSecurity #Hacker #QAcycle","sentiment_score":0.0}
{"full_text":"'They are putting profit first'--residents in Hull speak out as virus cases soar #Hull #coronavirus","sentiment_score":0.25}
{"full_text":"Recent positive news of the success of the \/ #vaccine trial has given a boost to the travel industry. Have you already to search for your next holiday yet?https:\/\/t.co\/B4eW18P1Ou#GoodspeedGlobal #ExploreTheWorld #traveling #CoronavirusVaccine #travel","sentiment_score":0.1318181818}
{"full_text":"RT JUST IN: US has so far reported over 190,000 new daily coronavirus cases, the highest since the pandemic began.","sentiment_score":0.0787878788}
{"full_text":"RT A large number of the Republicans, including who told you that no one would care about #COVID19 after the...","sentiment_score":0.2142857143}
{"full_text":"RT BREAKING: Donald Trump Jr., who recently said Covid cases were \"almost nothing\" is now himself officially... nothing.","sentiment_score":0.0}
{"full_text":"In his essay for the #MMR2020 explores the impact of #COVID19 on urban #migration communities &amp; concludes a new approach is needed to address the needs of these populations during major global crises.Read the essayhttps:\/\/t.co\/4dzInIpohWhttps:\/\/t.co\/z9ZBGFa4se","sentiment_score":0.0497159091}
{"full_text":"A light and gentle topic to help ease us in to #NatterDay and hopefully one that many can relate to: #GBBO #BakeOff Have you been watching Great British Bake Off? Who was your favourite and who do you think will win? Has it inspired you to bake during lockdown? What did you make?","sentiment_score":0.45}
{"full_text":"From the editors: Caution, not frustration, will help fight COVID-19https:\/\/t.co\/MR9VeFgpeZ","sentiment_score":0.0}
{"full_text":"To capture the surge in demand for milk and other dairy products during the #pandemic, several newer players in the field have also dialed up marketing initiatives in recent months.","sentiment_score":-0.0416666667}
{"full_text":"Only an independent with true community spirit would open not one, but two new businesses during a lockdown. But that is what the team behind 53 Bo' Grove in Harrogate has done. #supportingourindies","sentiment_score":0.0143939394}
{"full_text":"Need to shop for essentials?  Check our website to see what's open here at St George's https:\/\/t.co\/BO01EKFddm#shopsafely #essentials #lockdown #harrow","sentiment_score":0.0}
{"full_text":"With a second coronavirus lockdown looming, fears have been raised that the burden of new measures to contain the virus will have a disproportionate impact on women.Find out more on: #endVAWG","sentiment_score":0.2121212121}
{"full_text":" Are you a abroad?  Register with us to receive important info about the country you are in, which can help you stay safe during #COVID19 https:\/\/t.co\/nbtin4vgtU","sentiment_score":0.45}
{"full_text":"Shout out to all the mums losing their minds in lockdown. #KUWTK","sentiment_score":0.0}
{"full_text":" NEW BLOG! What was it like for pro riders in the unusual 2020 season?Check out latest blog, where she reflects on returning to racing, the value of sport during lockdown, and finding inspiration in her teammates' resilience ","sentiment_score":0.2901515152}
{"full_text":"#StayHomeUntil 2 December you must:Only leave home for food, medical reasons, exercise, education or workWork from home if you canAvoid travel unless essentialSchools and essential shops will remain openRemember: wash hands, cover face, make space","sentiment_score":0.0}
{"full_text":"RT Why not just wear a mask?What've you go to lose?Think of it like a germ bra.By wearing a mask you can save lives....","sentiment_score":0.0}
{"full_text":"RT .@bts_bighit's new album 'BE (Deluxe Edition)' is a sensitive, genre-spanning document of pandemic life. Read the  NME review...","sentiment_score":0.2787878788}
{"full_text":"LOCKDOWN 2.0 BRINGING BACK YOUR BANANA BREAD CRAVINGS? We have the perfect recipe to get you baking again this weekend! BOOKMARK the recipe on our website to try it out for yourself!! https:\/\/t.co\/VDfCTc4NzN","sentiment_score":0.5}
{"full_text":"The Covid pandemic has certainly taught us to appreciate the value of being outdoorsOnce this is over, we hope to see everyone taking advantage of their community's active outdoor spaces and building healthy #BeActive lifestylesFor now, lets #BeActiveAtHome ","sentiment_score":0.1936507937}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"Thriving Communities Fund from .@ace_national  The fund will support local voluntary, community, faith &amp; social enterprise projects. The fun is designed to increase social connectedness &amp; help communities cope with the impact of COVID-19. ","sentiment_score":0.0916666667}
{"full_text":"RT Germany's leading coronavirus expert Christian Drosten warns winter will not be easy.TL;DW: Yes, you still have to wear a mas...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 39.4FWind Chill: 39.4FHumidity: 95%Dew Point: 38.1F Barometer: 30.394 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 291.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT The Senate is on a two-week vacation where they traveled home on taxpayer-funded travel to receive taxpayer-funded pay...","sentiment_score":0.0}
{"full_text":"Is Your Supply Chain Worth Re-Examining in a Pandemic?","sentiment_score":0.3}
{"full_text":"Have you found yourself saving money during lockdown? Some of us may find that we have saved more money this month. Why not donate some of your savings to charity? Every donation helps us improve quality of life, and we appreciate every single penny.https:\/\/t.co\/ndcShH994m","sentiment_score":0.2142857143}
{"full_text":"RT BREAKING: Harry Potter has died of Covid","sentiment_score":0.0}
{"full_text":"Rachel Maddow Reveals COVID Nearly Killed Her Partner of 21 Years","sentiment_score":-0.2}
{"full_text":"Brian Kemp Says He Will social distancing weaken my immune system still vulnerable after his anti-Trump tweet.","sentiment_score":-0.2333333333}
{"full_text":"Older adults , especially in isolation and those with cognitive decline\/dementia, may become more anxious and stressed during this outbreak or while in quarantine Check out these 5 tips to take care of older adults' mental health during COVID-19 outbreak","sentiment_score":0.0805555556}
{"full_text":"Moore teacher fighting COVID-19 in hospital after waiting a day for an ICU bed","sentiment_score":0.0}
{"full_text":"Need something different to watch through lockdown 2.0? Catch up on Live is Alive from #brightondome https:\/\/t.co\/Yksqmakrr5#latesttv #LiveisAlive","sentiment_score":0.0787878788}
{"full_text":"RT Your 07:45 stats brought to you today by Ross Clark in the Daily Mail.A lengthy read, but jam-packed with good solid in...","sentiment_score":0.2333333333}
{"full_text":"\"Remember, that now no one is small\"!Young poets like Daryna, from #Ukraine, #Reimagine a better world #ForEveryChild and inspire young generation to overcome #COVID19 challenges","sentiment_score":0.096875}
{"full_text":"Whatever the situation is with the pandemic, Pugh's have thought of everything to make your Christmas a good one this year. Pre-order your trees and Christmas food here:https:\/\/t.co\/lubW8vGNcq","sentiment_score":0.7}
{"full_text":"Happy #WorldFisheriesDay Today thinks of all those fishers &amp; fish operators whose lives &amp; livelihoods have been impacted by the #COVID19 pandemic. All #foodheroes that are enduring the challenge despite all odds. Thanks you  ... today &amp; everyday ","sentiment_score":0.2666666667}
