{"full_text":"RT Dance like no one is watching, sing like no one is listening, but behave like the L.A. Times will trace every Covid infectio...","sentiment_score":0.0}
{"full_text":"RT #COVID19 | Let's #Unite2FightCorona and defeat #coronavirus by SMS! ","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT Rand Paul is not a virologist, he's an ophthalmologist. He created his own certification board in order to be certified...","sentiment_score":0.6}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT It has been agonizing to watch non-disabled people during the pandemic as they slowly catch on to what disabled people hav...","sentiment_score":-0.25}
{"full_text":"#Digital services are sinking in for both #men and #women. Yet the #gender divide remains. What can be done to close this gender gap?  #COVID19 #MI4ID","sentiment_score":0.0}
{"full_text":"This prediction checks out so far... #GiveALittleLove","sentiment_score":0.1}
{"full_text":"neither republicans nor democrats are fighting very hard for a stimulus to help people with the pandemic.","sentiment_score":-0.3791666667}
{"full_text":"Exactly. Responsible, rationalpeople wear masks. #WearADamnMask","sentiment_score":0.2}
{"full_text":"Actually, when the headlines say 1000 COVID \"cases\" that's how many was tested, not the fact that 85% have tested negative....","sentiment_score":0.0666666667}
{"full_text":"HAAAN that's the gag","sentiment_score":0.0}
{"full_text":"RT People earning more than PS19,500 a year would pay more under a PS40bn tax hike plan to boost the public finances in the wake of...","sentiment_score":0.3333333333}
{"full_text":"RT Covid-19 Testing Sites for Staffordshire:Stafford Education &amp; Enterprise ParkBurton Town HallKeele UniversityCann...","sentiment_score":0.0}
{"full_text":"Whites protested against farm killings on bikes ,closed roads without adhering to Covid rules ,did u complain,  show me a tweet u expressed that . #AceMagashule #FridayFeeling #FridayMotivation ,then yo cry will be credible","sentiment_score":0.15}
{"full_text":"RT US has reported 10,477,154 coronavirus cases and at least 243,076 deaths.","sentiment_score":-0.3}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Pay attention.They are going to try push vaccines in Black and Latino communities using barbershops and religious centers and...","sentiment_score":-0.0833333333}
{"full_text":"RT This is Trump's fault.","sentiment_score":0.0}
{"full_text":"RT Too many people are grieving the devastating loss of a loved one due to COVID--many of whom were forced to die alone. It s...","sentiment_score":-0.045}
{"full_text":"CNN: Nurse sends loving message to his family hours before losing his life to Covid-19... #health","sentiment_score":0.6}
{"full_text":"RT [gisa] #TXT's \"We Lost the Summer\" MV Captures Pandemic Isolation, Longinghttps:\/\/t.co\/9VXVYToaIJ","sentiment_score":0.0}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Maintain at least 1-meter physical distancing throughout your #Deepavali celebration. Keeping safe distance will reduce the risk of #COVID19 infection.#SafeDeepavali","sentiment_score":0.0666666667}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT Instead of a mask mandate, mandate immune support. Make everyone take seamoss, vitamin c and d, chlorophyll, ginger, tume...","sentiment_score":0.0}
{"full_text":"RT #IndiaFightsCorona:Follow these three steps to protect yourself and your family from #coronavirus1 Avoid #COVID1...","sentiment_score":0.0}
{"full_text":"RT U of WA projected the high end of #COVID19 deaths to be 240,000 by November if lockdowns eased...","sentiment_score":0.16}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"As tough new COVID controls come into force in Angus, Fife, Perth and Kinross, a growing number of businesses say they'll be forced to close. More","sentiment_score":-0.0131313131}
{"full_text":"Prime Minister finally makes good on one of his countless bullshit Covid lies and delivers Christmas to a grateful nation","sentiment_score":0.2333333333}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"Suicide is brutal especially when done by the young. 4 of my close friends committed suicide and it completely destroys the family and friends. Suffering is never for the dead only the living.","sentiment_score":-0.1458333333}
{"full_text":"RT TAX. FUCKING. AMAZON.","sentiment_score":-0.6}
{"full_text":"RT A small wedding in Maine: 177 infected with COVID. 7 dead.","sentiment_score":-0.225}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"Which study or doctor has said this ? is that you ? Or you failed Delhi once then Home Minister had to intervene , are you going to do something this time or again you are dependent on centre ?","sentiment_score":-0.5}
{"full_text":"RT Rand Paul is telling people that if they already had COVID-19, they are immune. THAT IS A LIE.He should have his medical...","sentiment_score":0.0}
{"full_text":"RT \"My grandfather's death, six months into the pandemic, is more than a tragedy. His fate is as political as it is biological. And...","sentiment_score":0.25}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"Your infection spreads when you don't wear a mask. This pandemic has just begun.","sentiment_score":0.0}
{"full_text":"BTS to celebrate New Year with first live concert since coronavirus shutdown","sentiment_score":0.1742424242}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"RT Sooo... some states and cities require a COVID test to enter... but still don't require an ID to vote... got it.","sentiment_score":0.0}
{"full_text":"RT no second stimulus. no lockdown. no mask mandate. no guidance on avoiding infection. no assistance to workers. no rent rel...","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"Heed the warnings! With colder weather potentially driving gatherings indoors experts warn daily infections have room to grow \"It will not surprise me if in the next weeks we see over 200,000 new cases a day.\"https:\/\/t.co\/FDQBPsq1Zb","sentiment_score":0.0340909091}
{"full_text":"RT For your family, for your neighbor, for your community, and for yourself: wear a mask.","sentiment_score":0.0}
{"full_text":"#Pollution is one of the main reasons behind the spike in #COVID19 cases in #Delhi. I think that we may control #Coronavirus cases in next 7-10 days: CM, Delhi.#DelhiAirQuality #DelhiPollution","sentiment_score":-0.0777777778}
{"full_text":"Happy Friday the 13th where it all started &amp; by that I mean the corona virus &amp; quarantine &amp; bad luck but hopefully it will all be over soon or today","sentiment_score":-0.053125}
{"full_text":"\"Rapid tests do not usually detect false positives (unless something is wrong with the actual test), but if you do not show any symptoms, there is a chance the test can be false negative.\" Get the PCR test too.","sentiment_score":-0.2458333333}
{"full_text":"the pandemic has left me with a lot more free time ... which was reallllllly advanced my card collecting\/investing... normally i'm so busy with work, it's more a side thing...","sentiment_score":0.3166666667}
{"full_text":"RT I'm a veteran of both Iraq and Afghanistan.My lungs are shot due to burn pit exposure.VA docs tell me that #COVID will kil...","sentiment_score":-0.0625}
{"full_text":"RT Open-ended federal revenue replacement for all bars, restaurants, states, and cities in COVID hotspots, so local officials...","sentiment_score":0.0}
{"full_text":"1 Exhalation Valve Respirator mask #bandana #bandanamask #mask #forudesigns #covid19 #masque","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"Oh no guess you'll just have to isolate indefinitely until we figure out a better way.","sentiment_score":0.5}
{"full_text":"RT Imma keep it real with y'all idgaf bout the pandemic, if bad bunny announce a tour imma be there ","sentiment_score":-0.25}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"Minister Mrs #NirmalaSitharaman yesterday announced a stimulus to revive our economy amid the pandemic. Termed as Stimulus Package 3.0 under Atmanirbhar Bharat Scheme.All 12 Announcement covered. Slideshow type video.#AtmanirbharBharat3","sentiment_score":0.0}
{"full_text":"RT The attacks against are unwarranted and despicable. Sen. Loeffler is desperate and in panic mode becau...","sentiment_score":-0.6}
{"full_text":"RT Today, 8 months after COVID, I slowly walked 2 blocks to Rite Aid today to pick up the prescriptions I need now every...","sentiment_score":-0.3}
{"full_text":"RT Stuck - a small game about isolation, depression and being caught in cycles, is now out. Inspired by bitsy games, Melbo...","sentiment_score":-0.325}
{"full_text":"Consumer sentiment has risen again and is now well above pre-pandemic levels. In fact it's the highest it's been since November 2013 according to the NAB. Click here:  to find out more","sentiment_score":0.25}
{"full_text":"Ah, the Christmas spirit!","sentiment_score":0.0}
{"full_text":"RT Was at my Doctor yesterdayHe asked me if I wanted a FLU SHOT ???I ANSWERED WHY, I HEAR ZERO REPORTS ON THE FLUMY DO...","sentiment_score":0.0}
{"full_text":"Morning. It's Friday 13th. Chalk yourself a hopscotch pad on the pavement outside your house, get passerby's to play. Be Covid secure though, wear a mask &amp; sanitise your hands afterwards. #HopscotchFriday. #DearDrearySays","sentiment_score":0.1333333333}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"BTS to celebrate New Year with first live concert since coronavirus shutdown","sentiment_score":0.1742424242}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Fascist psychopath ","sentiment_score":0.0}
{"full_text":"RT Best thing to happen in this pandemic  thank you #BlakeAtTheDriveIn #Nobod...","sentiment_score":1.0}
{"full_text":"\"No provision of single rooms\". We want students to arrive and stay without social distancing. I think they forgot to mention this in the carefully thought out SOP.#SafetyForMITians","sentiment_score":-0.046031746}
{"full_text":"RT Those two positive tests will be reported as two cases of covid.","sentiment_score":0.2272727273}
{"full_text":"Nurse dying of Covid-19 sends family message in final moments - CNN","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Rep. Don Young, the oldest member of Congress, tests positive for Covid-19","sentiment_score":0.1636363636}
{"full_text":"RT \"None of the persons who were hospitalized or died had attended the event.\"","sentiment_score":0.0}
{"full_text":"RT 22 primary schools in Wuhan, central China's Hubei province launch trial on free #equestrian courses to all students who...","sentiment_score":0.2666666667}
{"full_text":"RT ya'll obsession with smoking hookah in a crowded venue during pandemic is even weirder...","sentiment_score":0.0}
{"full_text":"RT An artificial intelligence-based first-line defence against COVID-19: digitally screening citizens for risks via a chatbot  ht...","sentiment_score":-0.3}
{"full_text":"RT Imma keep it real with y'all idgaf bout the pandemic, if bad bunny announce a tour imma be there ","sentiment_score":-0.25}
{"full_text":"RT JUST IN: The ship's captain announces 5 people have tested positive for #COVID19 on SeaDream 1, the first cruise ship to em...","sentiment_score":0.2386363636}
{"full_text":"So I currently either have a cold or Covid rn. Getting tested today and hoping it's only a cold.","sentiment_score":-0.3}
{"full_text":"RT We need a vaccine because?","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Tomorrow is Friday the 13th...in 2020. Don't be surprised if murder hornets team up with COVID to start wild fires....","sentiment_score":0.1}
{"full_text":"It's all corrupt and we know it","sentiment_score":-0.5}
{"full_text":"RT Hey I met your new Princess, Kaleigh Coronavirus.Since you think it's a good idea that #DisneySpo...","sentiment_score":0.4181818182}
{"full_text":"RT I have tested positive for Covid 19.Anyone who may have come in contact with me over the last few day, please get yourse...","sentiment_score":0.0090909091}
{"full_text":"RT As Trump goes back into gadfly mode, the Democrats really need to launch an exhaustive investigation into the admnistration'...","sentiment_score":0.1}
{"full_text":"RT literally... this could've been over or at least controlled, but some of y'all decided it was more important to party i...","sentiment_score":0.2}
{"full_text":"COVID-19: Changing the Landlord-Tenant Relationship #CRE #COVID-19 #Office #Warehouse #TenantTips","sentiment_score":0.0}
{"full_text":"RT This was hard today. Felt better in the afternoon...but my friend....so worried...#COVID","sentiment_score":0.1041666667}
{"full_text":"Align your IT department to focus on revenue growth after COVID and less on maintenance    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":-0.1666666667}
{"full_text":"\"The COVID-19 disease is actually much less severe in those patients who had documented endemic coronavirus infections.\" --Manish Sagar, Boston Medical Center (@ManishSagar_MD)","sentiment_score":-0.0888888889}
{"full_text":"China has spread the Chinese virus to the whole world and put the world at risk, it is China who is responsible for the death of millions of people, China needs to learn a lesson, China is the killer of humanity","sentiment_score":0.1333333333}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT COVID is sadness. Profound sadness. It is suffering, and sacrifice. It is perhaps the greatest abdication of presidential re...","sentiment_score":0.5416666667}
{"full_text":"Align your IT department to focus on revenue growth after COVID and less on maintenance    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":-0.1666666667}
{"full_text":"This.....all of this....so very very very important.Pick. Your. Battles. This. Isn't. Ours.STAY HOME - STAY SAFE","sentiment_score":0.38}
{"full_text":"RT With 106 hospitals and 8515 acute care beds, Alberta is well positioned to handle our 217 Covid-related patients includ...","sentiment_score":0.6}
{"full_text":"The Covid-19 Pandemic!The global economic meltdown!!America's elections!!!Unrests in Certain Nations!!!!These forces situations upon us where we need to call upon God.","sentiment_score":0.1380952381}
{"full_text":"RT Scotland wins it with #SERSCO Aberdeen loses it with #COVID","sentiment_score":0.0}
{"full_text":"RT All S'wakians to get access to Covid-19 vaccine once it's available, says Uggahhttps:\/\/t.co\/80LxEIc3aW ","sentiment_score":0.4}
{"full_text":"Latest from \"They were wrong. Disastrously wrong...There is a significant price to being overly cautious on COVID: lost jobs, hurting economies, poor schooling, etc. But the price of being overly optimistic ... well, we're seeing it right now.\"","sentiment_score":-0.0732142857}
{"full_text":"Just two weeks away from Thanksgiving, many families with loved ones in long-term care facilities will spend another holiday six feet apart.(Photo: Getty Images)https:\/\/t.co\/SOWnUSst6L","sentiment_score":0.6}
{"full_text":"The coronavirus pandemic has taught Barbie Imperial to put priority on her health and family rather than her other concerns in life.","sentiment_score":-0.125}
{"full_text":"Coronavirus: Demand at Colchester Foodbank has soared in pandemic ","sentiment_score":0.0}
{"full_text":"#ADBNEWS: The grant will help fund measures that combat the entry and spread of COVID-19, provide economic stimulus to businesses, and enhance social protection for the poor and vulnerable in Micronesia.     Read ","sentiment_score":-0.1666666667}
{"full_text":"After over a decade of cuts, mental-healthcare provision in the UK was already in dire straits. Then the lockdown struck. Right now, those with mental-health issues don't need 'awareness raising' initiatives, they need practical support, says Linda Payne","sentiment_score":0.2857142857}
{"full_text":"Happy World Kindness Day!","sentiment_score":1.0}
{"full_text":"RT Hospitalised #COVID19 patients who received an inhaled form of an #immune system protein were less likely to develop severe...","sentiment_score":-0.0833333333}
{"full_text":"RT Bobiwine washes his face the apologists rush to say \"Drinking unboiled water). Who talked about the 40 push ups and teaching...","sentiment_score":0.0}
{"full_text":"Here's a round-up of what ITV have announcedhttps:\/\/t.co\/37AKz41Jjd","sentiment_score":0.0}
{"full_text":"MTN Uganda Acquires 10 Year Naming Rights for KCCA FC Stadium #ChimpReportsNews #UgandaNews #Uganda #Featured #Sports #WearAMask #FridayMotivation #News","sentiment_score":0.0}
{"full_text":"[Factually, Nov. 12]: The next #COVID19 misinformation wave is breaking. Are we ready? Also, was there ballot stuffing in Flint?  and all say, \"nyet.\" Read and subscribe to our weekly newsletter with ","sentiment_score":0.1}
{"full_text":"Wisconsin #COVID19 11\/12---* 7,497 (+449) cases (record)* 58 (-4) deaths* 2,077 (-25) hospitalizations* 424 (-17) ICUThe Times lists Eau Claire No. 11 on its list for most daily cases per 100,000 people with an average of 134 new cases.https:\/\/t.co\/4bkj2x62FX","sentiment_score":0.1215909091}
{"full_text":"During National Kindness Week is seemed appropriate to share one of our virtual assemblies from #lockdown again today. People will always remember how you made them feel. #PowerofPositivity #KindnessBoomeranghttps:\/\/t.co\/K7XtXoY4hM","sentiment_score":0.5}
{"full_text":"If you have flu like symptoms, a persistent cough, headache, or mild fever, STAY HOME and isolate yourself and continue to monitor your symptoms. There's plenty of things you can do at HOME!#COVIDIsNotOver, so continue applying preventive measures! Irina Chaitsyna","sentiment_score":0.4166666667}
{"full_text":"#PODCAST DROP!@rowhoop, and Richard Webb discuss: #Coronavirus vaccine news Overpopulation Evolution of animals Mongoose mating habits Space gardening Listen ","sentiment_score":0.0}
{"full_text":"It's as up to eight cases of the virus were announced for #Carlow &amp; #Kilkenny last evening with the 14 day incidence rate in both counties down again ...","sentiment_score":-0.0777777778}
{"full_text":"COVID 19 cases in India until : 13\/11\/2020 12:30Total Cases: 8728624 [+0]Active: 484095Recovered: 8113902 [+0]Deaths :128709 [+0]Total Tests: 121.96MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The Auckland woman who tested positive for Covid-19 this week says she wasn't forced to go to work while she was sick.","sentiment_score":-0.2623376623}
{"full_text":"Global pharma investors with diversified global portfolios and long-term clients have a vested interest in these unprecedented industry efforts and benefits.#pharma #vaccines #investorshttps:\/\/t.co\/zkdX5usMsj","sentiment_score":0.2}
{"full_text":"Meet the scientist couple behind the Covid vaccine via","sentiment_score":-0.4}
{"full_text":"'My dad shouldn't have died alone'","sentiment_score":0.0}
{"full_text":"The number of new COVID-19 cases continues to rise across the United States.https:\/\/t.co\/oMKEZO2lOY","sentiment_score":0.1363636364}
{"full_text":"Commission tweaks existing rule of 20% bonus, makes it double; says pandemic prompted change","sentiment_score":0.0}
{"full_text":"Got symptoms? #GetTested. #COVID19 symptoms include: fever, cough, sore throat, difficulty breathing, loss of smell and loss of taste. More below.@NSWHealth clinics #Gujarati #gujraatii","sentiment_score":0.5}
{"full_text":".@britishchambers, and have reacted to the latest GDP growth figures from the #recovery #COVID19","sentiment_score":0.5}
{"full_text":"A bunch of musical artists like Rascal Flatts, Lady A and more had to back out of the #CMAawards  because of positive COVID tests. Details on #iHeartRadioNights, next!","sentiment_score":0.1454545455}
{"full_text":"According to a newly released report by The Southern African Trade Union Coordination Council, sectors dominated by women and migrant workers in #SouthernAfrica have been the hardest hit by the #Covid-19 pandemic.https:\/\/t.co\/4oaJDUeWPJ","sentiment_score":0.0454545455}
{"full_text":"RT Thank you for nominating me During the lockdown I had the time to do a lot of home gardening, where I learnt...","sentiment_score":0.0}
{"full_text":"The pandemic has created a desperate hunt for jobs in an increasingly competitive market.","sentiment_score":-0.6}
{"full_text":"RT When people come into the hospital with their loved ones, they beg us, \"Do everything you can, doc.\" Now we are begging in r...","sentiment_score":0.7}
{"full_text":"RT no second stimulus. no lockdown. no mask mandate. no guidance on avoiding infection. no assistance to workers. no rent rel...","sentiment_score":0.0}
{"full_text":"RT [Factually, Nov. 12]: The next #COVID19 misinformation wave is breaking. Are we ready? Also, was there ballot stuffing in...","sentiment_score":0.1}
{"full_text":"RT Pakistan Large scale manufacturing shows robust growth with more than 7% growth in jul to sep vs last year. September growth...","sentiment_score":0.2380952381}
{"full_text":"RT COVID is sadness. Profound sadness. It is suffering, and sacrifice. It is perhaps the greatest abdication of presidential re...","sentiment_score":0.5416666667}
{"full_text":"RT Early Covid-19 Testing Can Save Lives. Kindly visit nearest COVID Care center.#KarnatakaFightsCorona","sentiment_score":0.35}
{"full_text":"COVID-19, meet Industry 4.0","sentiment_score":0.0}
{"full_text":"RT Thanks for your kind words. Currently, we are charging INR 2...","sentiment_score":0.2666666667}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"Performance appraisal during Covid 19 | Managing Performance In The Pand... via #performance #PerformanceManagementCOVID19Pandemic #ManagingPerformanceInThePandemic #PerformanceManagement #AppraisalDuringCovid19 #PerformanceDuringCovid19","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT LIVE EXPORT SAILING: two lorries of sheep are expected to be exported from the UK on Monday. Due to Covid restrictions there ca...","sentiment_score":-0.0295454545}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrat...","sentiment_score":0.0}
{"full_text":"Hey if you REALLY want to beat COVID-19, go straight to Dan Andrews and Brett Sutton. Scott Morrison is our Donald Trump. Avoid.","sentiment_score":0.2}
{"full_text":"Deidentified contact tracing dataset for 24K infections in a city of &gt;1.2M people (2.6M data points).  Now that has FOIA'd it once, will copies be made available for epidemiology research?Anyone aware of other such datasets?","sentiment_score":0.13125}
{"full_text":"RT When people get together indoors--eating, drinking, talking, shouting, singing--Covid spreads, especially when people are t...","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"RT US IT jobs continue to recover from pandemic losses, salaries remain mixed #CIO #itnews #Cloud #...","sentiment_score":0.0}
