{"full_text":"this is from the last concert i went to before rona came to the US. saw we the kings, state champs, and simple plan ","sentiment_score":0.0}
{"full_text":"I remember all summer long a certain group complaining about young people gathering together and partying and not social distancing. I now see that same group complaining about not being able to have gatherings and party lmao","sentiment_score":0.1925170068}
{"full_text":"RT 3\/ The headline yesterday over at Newsmax reads, \"No Masking Biden's Disdain For Freedom\" and one at RedState references...","sentiment_score":0.0}
{"full_text":"RT President promised the American people a safe and effective vaccine by the end of 2020 and he DELIVERED! B...","sentiment_score":0.4166666667}
{"full_text":"I presume Lockdown Skeptics is just as shit","sentiment_score":-0.2}
{"full_text":"Corona vaccine or noNot returning to hand shake or hug in office, bizSpoiled with Namaste or verbal helloANDLove 6 feet discipline Not going to leave it, like it or notShoes outside houseNo big parties","sentiment_score":0.0}
{"full_text":"RT In the last month, the case rate for adults 18 to 29 has more than doubled, from 11.5 cases to 25 cases per 100,000 peo...","sentiment_score":0.25}
{"full_text":"RT Biden has world-class advisers to tackle the pandemic. But Trump's failure to engage in a real transition--and provide d...","sentiment_score":-0.0583333333}
{"full_text":"They do make it hard! You have to go in person which sucks and is hard to do with covid.","sentiment_score":-0.31875}
{"full_text":"Wearing a mask and being socially distant isn't that hard. But the cognitive dissonance is incredibly high.People ought to choose to live for a healthy life, but in towns where deaths are more than the residents of that town, there's change coming.Is the change fast enough?","sentiment_score":0.2305871212}
{"full_text":"RT Your end of semester checklist  Mask up Wash your hands- Keep your distance Complete your daily screening Ge...","sentiment_score":0.05}
{"full_text":"I can think of at least four members of my family that will show up to any Thanksgiving event even if they are sick. Even if you trust yourself, don't trust your dumbass racist uncle to take steps to protect you. Stay home this year.","sentiment_score":-0.5071428571}
{"full_text":"\"On Monday morning, the phrase \"The Great Reset\" trended with nearly 80,000 tweets, with most of the posts coming from familiar far-right internet personalities.\"*The msm is lying*","sentiment_score":0.44375}
{"full_text":"What could go wrong here?To \"believe in science\" requires trusting the people who use \"science\" for economic gain over truth.Learning to trust my neighbor is the first step in healing the world.#PeopleNeedPeople","sentiment_score":-0.0166666667}
{"full_text":"I didn't see this one coming!","sentiment_score":0.0}
{"full_text":"I was in the Hospital for 11 days, non covid reasons, it sucked.","sentiment_score":0.0}
{"full_text":"Public Service Announcement:  Check this out. More children 15 years old and younger have died from the flu than COVID-19 in 2020.  All deaths involving COVID-19 = 81.  All deaths involving flu...111:https:\/\/t.co\/lWCw2vYJvg","sentiment_score":0.15}
{"full_text":"RT BREAKING: Pfizer suggests its coronavirus vaccine is 95% effective and that the shots would protect older people most at risk of dy...","sentiment_score":0.4222222222}
{"full_text":"Tired of government beliefings about Corona virus why don't they stop coz according to me i tend to think they are cooking those numbers","sentiment_score":-0.4}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT So how much longer are you prepared to continue living like this? \"Three weeks to flatten the curve\" has become eight...","sentiment_score":0.2}
{"full_text":"I had it booked to see the revival of the show without the revolve but stupid COVID got me mad and cancelled it","sentiment_score":-0.7125}
{"full_text":"RT While the  #TrumpMeltdown &amp; the #Republicans assault on our democracy as been going on , yesterday Nov 17 2020-  157,261 Amer...","sentiment_score":0.0}
{"full_text":"RT reminder that there's recorded evidence that our government knew about covid and lied to us at the very beginning of 2020. now a...","sentiment_score":0.2}
{"full_text":"RT Gavin Newsom at a posh restaurant. Dianne Feinstein not wearing a mask. Nancy Pelosi at the salon. The list goes on an...","sentiment_score":0.0}
{"full_text":"Not about vowing.  The policy is to allow it to proliferate.  That is the point.  The harm done to Black and Brown and poor will be far more severe than for other populations.  That is the idea.  Where is the surprise here?","sentiment_score":-0.0183333333}
{"full_text":"RT covid 19 is the only thing that can stop \"where's my hug\" type dudes","sentiment_score":0.0}
{"full_text":"RT How can a monster who is hiding behind fences continue to revenge fire people, hold up a peaceful transition, keep tweeting...","sentiment_score":-0.075}
{"full_text":"Walz to temporarily close bars, restaurants and fitness centers as COVID-19 cases surge - Minneapolis Star Tribune","sentiment_score":0.0}
{"full_text":"RT I am a student at Chandka Medical College Larkana. Many have Covid-like symptoms. Almost everyone has dry cough with mil...","sentiment_score":0.1444444444}
{"full_text":"Gov. Ron DeSantis 'will not lock down' Florida as coronavirus crackdowns sweep country ","sentiment_score":-0.1555555556}
{"full_text":"RT There's only one word for standing in the way of information sharing and coordination in the midst of a raging pandemic th...","sentiment_score":0.0}
{"full_text":"RT If you could see a #COVID19 patient struggling to breathe like we do in the ER, you'd immediately understand why we're...","sentiment_score":0.0}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"RT i see...","sentiment_score":0.0}
{"full_text":"RT New Mich. hospital data: Of people admitted with COVID, 70% were alive and home 60 days later.  Of those who'd been wor...","sentiment_score":0.0787878788}
{"full_text":"RT i can't wait to say \"remember covid\"","sentiment_score":0.0}
{"full_text":"RT A strong economic recovery should start by addressing the long standing failure to support women in the economy. From pa...","sentiment_score":0.0666666667}
{"full_text":"RT If you want kids, you owe it to them to have\/make enough money that they can stay in the home with their mother as an i...","sentiment_score":0.0}
{"full_text":"Charlotte keeps making fun places like we're not in the middle of a pandemic. Now we have a post-apocalyptic game bar? Lol","sentiment_score":0.175}
{"full_text":"They should lock her up for all her lies and misinformation she is a disgusting person","sentiment_score":-1.0}
{"full_text":"Even COVID no fit try una ","sentiment_score":-0.2}
{"full_text":"RT We're too polite.","sentiment_score":0.0}
{"full_text":"Michigan's '3-week pause' COVID restrictions go into effect today: What to know - WDIV ClickOnDetroit","sentiment_score":0.0}
{"full_text":"Amid COVID-19 travel warnings, California lawmakers fly to Hawaii Time for a change in government! #DemocratsAreCorrupt","sentiment_score":1.0}
{"full_text":"RT Orange County Health Services FREE COVID-19 drive-thru testing site at Barnett Park now open 7 DAYS PER WEEK. 9 a.m. to 5 p...","sentiment_score":0.2}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"Sure would be nice to pass some COVID relief while you're taking a few minutes off from judges, you guys.","sentiment_score":0.3}
{"full_text":"Im so glad we might be getting our old lives back early next year.Source:https:\/\/t.co\/bgo09kl4qb","sentiment_score":0.14}
{"full_text":"RT Republicans: Trump is out. Do what's best for the country in your final acts. Protect the people from COVID. Protect America fr...","sentiment_score":0.5}
{"full_text":"You mean where she said all she can do is stay home? You mean where she said for people to 'be responsible, be chill, be prepared'? You mean where she donated multiple times? Oh I see you're picking out that drunken manipulated comment for a few seconds.","sentiment_score":-0.15625}
{"full_text":"Why Not Try Melatonin, Zinc, Vit C? COVID-19 and Pascal's Wager#COVID #Odin #Pascal #God | #Medscape","sentiment_score":0.0}
{"full_text":"RT BREAKING: Two water protectors lock down to Enbridge Line 3 excavators blocking active construction of pump stations....","sentiment_score":-0.1444444444}
{"full_text":"Someone wake up potus......","sentiment_score":0.0}
{"full_text":"RT These people expect the public to buy that flu has almost disappeared only to be replaced by Covid19. And the sad fact is, i...","sentiment_score":-0.1666666667}
{"full_text":"RT District wise #Corona active cases in Maharashtra. As on 17th November 2020.#MaharashtraFightsCorona#WarAgainstVirus ht...","sentiment_score":0.2833333333}
{"full_text":"i truly believe that lilac cloud jumper caused covid","sentiment_score":0.0}
{"full_text":"RT NBC News:  the US has surpassed 250,000 Covid deaths as the morbidity rate surges. We have no federal response.  And Tru...","sentiment_score":0.0}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"RT Many thanks to of for advising in Virtual Family Law Clinic this afterno...","sentiment_score":0.35}
{"full_text":"RT I apologise in advance to any Christians and Catholics who follow me, BUT...It seems a bit unfair that there might be...","sentiment_score":-0.5}
{"full_text":"RT Rail operating groups tell that Rail Passenger Numbers will not rise above 75% in future!...","sentiment_score":0.0}
{"full_text":"Dispatches uncovers serious failings at one of UK's largest COVID-Testing Labs | Channel 4","sentiment_score":-0.3333333333}
{"full_text":"RT Gavin Newsom at a posh restaurant. Dianne Feinstein not wearing a mask. Nancy Pelosi at the salon. The list goes on an...","sentiment_score":0.0}
{"full_text":"Today I'm Number 5 - haha!","sentiment_score":0.25}
{"full_text":"RT Lockdowns are not the cure for. COVID-19.They never will be and never were.","sentiment_score":0.0}
{"full_text":"loading up a nerf gun with corona vaccines to shoot at all the anti vaxxers is how i will serve my country","sentiment_score":0.0}
{"full_text":"RT Positive vaccine news and huge second waves in the UK and Sweden - the anti-lockdown case has not aged well.","sentiment_score":0.1693181818}
{"full_text":"Delta Compiled COVID-19 Travel Regulations Around the World Into One Interactive Map","sentiment_score":0.0}
{"full_text":"Coronavirus cases in Texas are soaring again. But this time Gov. Greg Abbott says no lockdown is coming. via","sentiment_score":0.0}
{"full_text":"RT Our Director of Operations talks about safeguarding, what it means for helplines and how now as many face-to-face...","sentiment_score":0.5}
{"full_text":"RT BREAKING--Updated results from Pfizer said it's #COVID19 vaccine is 95% effective (vs 90% in previous early results) and had...","sentiment_score":0.1777777778}
{"full_text":"&gt;&gt; Lockdown 2 has scuppered us!! Perhaps you could run lots of different types of competitions and things.","sentiment_score":0.0}
{"full_text":"It should rather be 'Delusions' instead of Illusions. Pride always comes before a fall... Hope the 'Wuhan' quarantine will help u introspect and reassess ur 'standing' in the larger scheme of things and deflate the sense of false pride to some extent. Get well soon ","sentiment_score":-0.2}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"RT I got pulled up by my direct manager yesterday for contravening some of our COVID safety rules. I fully admit that I did do...","sentiment_score":0.1}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT congratulations to impeached one-term lame duck United States President Stupid J. Moron for bringing 15 cases of covid...","sentiment_score":-0.7}
{"full_text":"RT At my son's baseball game this summer &amp; I saw my daughter petting a puppy &amp; talking to a stranger by the park.Me (be...","sentiment_score":-0.4}
{"full_text":"This country is trash they will never pass another covid relief bill unless it's for major corporations ","sentiment_score":0.0625}
{"full_text":"RT Both Perdue and Loeffler sought to profit off the pandemic while denying coronavirus relief to millions of Americans....","sentiment_score":0.0}
{"full_text":"I'd be sure to give it to everyone that knocks on my door  Knock knock, whos there? You get a test &amp; you get a test","sentiment_score":0.5}
{"full_text":"RT Breaking!","sentiment_score":0.0}
{"full_text":"RT Arsenal defender Sead Kolasinac has tested positive for Covid-19, the Bosnian FA have said in a statement.We wish you a spe...","sentiment_score":0.2272727273}
{"full_text":"but even then just cause i don't like going out i don't thank a pandemic for stopping others having fun","sentiment_score":0.3}
{"full_text":"RT I am despairing today at how insane our country now is - from the Govt's insane lockdown to the mad green policies &amp; everythi...","sentiment_score":-0.70625}
{"full_text":"RT INBOX: OKC Mayor David Holt and OCCHD Executive Director Dr. Patrick McGough will hold a COVID update press conference tom...","sentiment_score":0.0}
{"full_text":"Somehow Trump learned that throwing a party for to celebrate his life, every day, is the same as hard work. It is not. Those rallies would have mattered to the public if he was simultaneously fighting covid and trying to save the economy.","sentiment_score":-0.0972222222}
{"full_text":"11 years we've been loyal customers. Today without telling us,they dropped our credit limit 2000. When asked they said it was because of \"reduced use in the store over the last 6 months\"oh you mean during the never before seen pandemic!?\" #sneaky #underhanded #cardclosed","sentiment_score":-0.0190972222}
{"full_text":"RT The wealth of Amazon's Jeff Bezos has increased $70,700,000,000 since mid-March while an estimated 20,000 Amazon workers have...","sentiment_score":0.0}
{"full_text":"He's scarier than anything you've written! I just re-read  the uncut version of \"The Stand\". Eery comparisons to this pandemic, thanks!","sentiment_score":-0.125}
{"full_text":"RT The coronavirus destroyed jobs. It also created entrepreneurs. How some laid-off Americans are finding new ways to survive and eve...","sentiment_score":0.1363636364}
{"full_text":"Congrats. Now put a BUY button on your web site and ramp up your production.","sentiment_score":0.0}
{"full_text":"As I've said before, Of course not. But I DO think that Biden has plans to actually do SOMETHING about COVID, and that Numbers will go down. And the more the numbers go down, the less I have to worry about if I'm going to die just from going outside or not.","sentiment_score":0.0037037037}
{"full_text":"RT Trump supporters attack the host of their own rally for trying to enforce COVID-19 guidelines","sentiment_score":0.6}
{"full_text":"Dumb fux","sentiment_score":-0.375}
{"full_text":"RT Dr. Neil Rau points out that the hospital system has been overwhelmed in previous years due to a bad influenza season. \"...","sentiment_score":-0.3305555556}
{"full_text":"RT True.Mosques canceled the nightly Ramadan prayers all 30 days. Canceled Eid holiday prayers and gatherings. Canceled ev...","sentiment_score":0.0}
{"full_text":"BTS CB LOCKDOWN : INITIATED ","sentiment_score":0.0}
{"full_text":"have we noted that Dolly Parton donated $1 million to a COVID-19 vaccine but not a sausage from Zuckerburg, Bezos or Musk.","sentiment_score":0.0}
{"full_text":"Invest $100k in a small Dallas TX construction company impacted by the pandemic.  is stalling on the eidl process. Been waiting 7 months. Great opportunity to help small business","sentiment_score":0.1}
{"full_text":"RT PA Gov Wolf announces new COVID rules, including wearing a mask in your house","sentiment_score":0.1363636364}
{"full_text":"RT Tested positive for the Wuhan virus. Recovering &amp; touched by all your messages. Without harbouring any illusions about one's p...","sentiment_score":0.2272727273}
{"full_text":"RT Everyone should strike until the government is forced to deal with this generational pandemic ravaging the co...","sentiment_score":-0.3}
{"full_text":"RT I have just lost someone I cared about to COVID-19.  I do not want your sorrow for my loss.  I want you to wear a mask.","sentiment_score":0.0}
{"full_text":"RT By this weekend, A QUARTER OF A MILLION AMERICANS WILL BE DEAD OF COVID-19. Trump doesn't talk about it or tweet about it....","sentiment_score":-0.2}
{"full_text":"COVID-19: new paper shows that people infected 8 months ago (who include me) still have enough immune cells to fend off virus. Immunity may last years. Tempting to relax, but maintain distancing. However, hope is on the horizon and science is helping...","sentiment_score":0.0454545455}
{"full_text":".@Nvidia's AI Supercomputer For Medical Research And Drug Discovery-\"Two things have been made clear due to the pandemic.\" #AI #MachineLearning #ArtificialIntelligence","sentiment_score":-0.0083333333}
{"full_text":"Stock up all the mouth washes pakistaniyon....","sentiment_score":0.0}
{"full_text":"RT 'I'd start by asking the presiding officer to please wear a mask as he speaks' -- Sen. Sherrod Brown called out Sen. Sulliv...","sentiment_score":0.0}
{"full_text":"Eh copper oxide free radical ions cause oxidative stress on the epithelial cell linings.","sentiment_score":0.4}
{"full_text":"RT UPDATE: Police, in a statement, say 3 people died and 34 people sustained injuries in today's protests. In a statement...","sentiment_score":0.0}
{"full_text":"If everything goes well with Covid-19 vaccine development, there could be a \"normal summer and winter 2021,\" BioNTech CEO Ugur Sahin says.The German biotech company is working on a formula that would allow its vaccine to be shipped at room temperature.","sentiment_score":0.075}
{"full_text":"RT Government of Telangana reduced RT PCR testing rates for pvtlabs from Rs.2200\/-to Rs.850\/- collected at lab. Rs.2800 to Rs.120...","sentiment_score":0.0}
{"full_text":"Someone on my timeline is willingly drinking four Lokos in the time of Covid. Seek help please.","sentiment_score":0.25}
{"full_text":"RT Anybody harassed, ticketed, arrested for having a big and noisy family and friends gathering next week, should hand this to th...","sentiment_score":0.0}
{"full_text":"RT i see...","sentiment_score":0.0}
{"full_text":"\"Faith is the anchor that's going to help us in every other aspect of our life,\" MLB pitcher Lindy McDaniel said.Read about his life &amp; service:https:\/\/t.co\/c13qVCW1fs #church #baseball #preach #pastor","sentiment_score":-0.125}
{"full_text":"RT By this weekend, A QUARTER OF A MILLION AMERICANS WILL BE DEAD OF COVID-19. Trump doesn't talk about it or tweet about it....","sentiment_score":-0.2}
{"full_text":"While the pandemic is preventing spending on vacations, eating out and shopping, shelling out for home improvements is on the rise.https:\/\/t.co\/VQotGnoCs9","sentiment_score":0.0}
{"full_text":"The 2020 high school football season will be remembered  for many things, not the least of which were the shortened schedule, limited attendance and other changes prompted by COVID-19.https:\/\/t.co\/mRQZzkDTa3","sentiment_score":0.0327142857}
{"full_text":"Whether your church is completely online or social distancing during in-person gatherings, no church is operating the way they were eight months ago.","sentiment_score":0.0666666667}
{"full_text":"The National Audit Office has exposed shocking, crooked and corrupt practices in covid contracts. This has to stop.","sentiment_score":-0.5}
{"full_text":"You talk about spite when you are all too keen to retweet articles about other countries who are also struggling with a second wave of coronavirus as if it at all excuses your government's pathetic attempts at leaderships that lead to the highest death rate in Europe! Vile man.","sentiment_score":-0.375}
{"full_text":"RT Our crews faced a summer like no other as rescues soared during a global pandemic. But with income down and PS1.2 million spent on...","sentiment_score":-0.0482638889}
{"full_text":"#COVID19 has plunged us into a hyper-connected world, with greater opportunities for attacks on #IoT devices","sentiment_score":0.5}
{"full_text":"RT They were all totally safe. Even COVID can't afford The French Laundry.","sentiment_score":0.25}
{"full_text":"EXECUTIVE PROFILE: Professional Bank CEO Dan Sheehan on overcoming the challenges of the Covid-19 pandemic:","sentiment_score":0.1}
{"full_text":"The opioid epidemic continues to cause a nationwide crisis that health care professionals often struggle to manage due to the increase in prescription opioid use over recent years.https:\/\/t.co\/atoGEVV2zu","sentiment_score":-0.0625}
{"full_text":"Whelp, had you asked me a few years ago I'd likely have poured you a shot of Ghost Pepper Whiskey and sat down with you to lament it. 3 issues now, though - Social Distancing, I stopped drinking, and I'm also all out. Makes sense why I stream to relax now, eh?","sentiment_score":-0.0805555556}
{"full_text":"It's time to revisit what may be considered to be the biggest silver lining of the pandemic. Beer delivery. ","sentiment_score":0.0}
{"full_text":"There's hope for Swiss ski resorts who are doing all that they can to be covid-safe. Now all they need are more tourists.But with lockdown restrictions still in place, Swiss resorts are calling upon the locals to save the day. ","sentiment_score":0.5}
{"full_text":"This interactive map will tell you how likely your chances are of being exposed to COVID-19 in any county in America. via Poynter","sentiment_score":0.0}
{"full_text":"Food Distribution event this Sat. Nov 21st at 9am. Kean University 1000 Morris Ave, Union NJ. Open to all Union County Residents affected by Covid-19. Drive Thru Only. More info","sentiment_score":0.125}
{"full_text":"U.S. judge blocks expulsions of unaccompanied children under Trump's pandemic-related border rules","sentiment_score":0.0}
{"full_text":"The COVID-19 crisis accelerated an expansion of e-commerce towards new platforms, customers and types of products. Read the blog to find out, how retailers responded to this social &amp;amp; economic change: #ecommerce #digitalization #retailers #AI #COVID19","sentiment_score":0.1232323232}
{"full_text":"Be aware that many Thanksgiving activities, in-person gatherings with people outside of your household, and traveling greatly increase your risk for exposure to COVID-19. Choose lower risk activities, keep 6' physical distance, wash hands often, and use a cloth face covering.","sentiment_score":0.31}
{"full_text":"America's coronavirus epidemic is already awful.The holidays could make it worse...","sentiment_score":-0.4}
{"full_text":"UHC &amp; Cancer in a Pandemic: Making the Case for Cancer Control &amp; PreventionTODAY|6pm GMTIncluding #CancerCare in #UHC national #reforms, getting policymakers to invest in services &amp; learning from other countries approaches to cancer carehttps:\/\/t.co\/1IsOXcRoyt@LGCW2020","sentiment_score":-0.125}
{"full_text":"Devastated by the loss of Jacob's Pillow's historic Doris Duke Theater, after an already rough year due to COVID. Glad to know no one was injured. PHF sends love to@jacobspillow staff and board.https:\/\/t.co\/R7foYMIpGV","sentiment_score":0.155}
{"full_text":"NEWS | The Hawk compiled suggestions to help students mitigate the spread of COVID-19 and plan for a safe return home. Find out how you can help avoid the transmission of COVID-19 in the coming weeks here:","sentiment_score":0.5}
{"full_text":"Language has been identified as the major problem affecting investors ability to engage with information about the francophone markets, such as in publications and press releases.#Funding #Africahttps:\/\/t.co\/nKurcPcBj5","sentiment_score":0.03125}
{"full_text":"These funds will be used for COVID-19 testing and athletic and program operational assistance designed to elevate the student-athlete experience. More:","sentiment_score":0.5}
{"full_text":"RT Naturally occurring COVID has an infection fatality rate (IFR) of 0.5% in the US. If we allowed people to get it, we will ha...","sentiment_score":0.1}
{"full_text":"1,707 coronavirus deaths were reported in 1 day (Nov 17th). That's the highest daily death toll in 6 months. #TrumpVirus","sentiment_score":0.0}
{"full_text":"RT Oh, Ontario didn't report a provincewide number for test positivity in its data yesterday (for tests completed Monday) -- but th...","sentiment_score":0.0}
{"full_text":"Using machine learning, researchers from &amp; are modeling molecular connectivity on supercomputers to predict drug activity &amp; effectiveness against the COVID-19 virus:","sentiment_score":0.0}
{"full_text":"The #FDA has authorized the first at-home rapid #COVID19 test:","sentiment_score":0.25}
{"full_text":"This video demonstrates percutaneous tracheostomy, a procedure that may be performed at the patient's bedside, including patients with #COVID19, who may require a tracheostomy during severe respiratory distress. #SARSCoV2","sentiment_score":0.0}
{"full_text":"The Ohio Arts Council is getting $20 million from the state, which it will grant back out to local organizations hurt by the coronavirus pandemic.","sentiment_score":0.0}
{"full_text":"On April 9th, the 13th ESC plunged into the COVID-19 fight and pushed teams to Dallas, Texas; Detroit, Michigan; and Baton Rouge, Louisiana. This situation was unprecedented, and the command needed a plan.","sentiment_score":0.3}
{"full_text":"Aquabion are hosting a Covid -Secure Manufacturer Morning at Plumbcity Clacton tomorrow to discuss their limescale prevention products. #NoMoreLimescale","sentiment_score":0.4}
{"full_text":"Watch as shares how frontline health workers are harnessing learnings from the pandemic to improve patient care, and the simple ways communities can support in the fight against #COVID19.","sentiment_score":0.0}
{"full_text":"As the gap between active &amp; closed #novel #coronavirus (#COVID19) cases narrows, the #Caribbean could end its 7th week of stability amid the 2nd wave of the deadly #pandemic.Visit the link in bio to read more.#vaccine #outbreak #ocovid19update","sentiment_score":-0.1083333333}
{"full_text":"Comfort eating again? 3 KEY signs you're an emotional eater: #lockdown","sentiment_score":0.0}
{"full_text":"Our Hand Sanitizer is proven to kill 99.99% of germs that can cause illness without damaging #skin.It is perfect for classrooms, office areas, break &amp; conference rooms.#FDA &amp; #CDC approved.Shop now: #healthcare #COVID19 #safety #WashYourHands","sentiment_score":1.0}
{"full_text":" We'll be closed from Friday night  BUT WE'RE OPEN UNTIL 9PM TONIGHT!!! Pop in and get your shopping done before the lockdown on Friday night...#shoplocal #level4 #late #openlate #candles #kilmarnock #eastayrshire #lockdown #covid #coronavirus","sentiment_score":-0.1333333333}
{"full_text":"Rocklin Class Photoc. 1903#Election2020 #COVID19 #History #Rocklin","sentiment_score":0.0}
{"full_text":"RT During today's Massachusetts Gov. says, \"The pandemic brought a titlewave across the country. The virus is...","sentiment_score":0.0}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemicThank you for your cooperation #MDOT","sentiment_score":0.0}
{"full_text":"COVID-19 associated with significant policy changes, resource re-allocation, and reduction in organ donation and liver transplantation (Reddy MS et al.) #transplantsurgery #COVID19 #ODLT","sentiment_score":0.375}
{"full_text":"RT Here in Melbourne, where sport is basically our religion, we did a winter without. No sports,...","sentiment_score":0.0}
{"full_text":"South Australia has begun its six-day \"circuit-breaker\" lockdown, closing all schools and forcing people to stay inside in a bid to stop the spread of a second wave of coronavirus. #9Newshttps:\/\/t.co\/esERSOMaDc","sentiment_score":0.0}
{"full_text":"A Utah woman's heart stopped beating, and she later suffered a stroke. Days after finally finding an ICU bed, she died. \"COVID is the reason that my sister died and she didn't even have the virus\"https:\/\/t.co\/VBr6JYx8RT","sentiment_score":0.0}
{"full_text":"Still confused why didn't use the lockdown year to record a new album. I mean when if not now??? At least we're getting a digital release of their live album from their 2013 reunion tour in two weeks. Here's the obvious opening track:","sentiment_score":-0.1056818182}
{"full_text":"RT The North South Ministerial Council (NSMC) Agriculture Sectoral met today for the first time since 2016.Minister","sentiment_score":0.25}
{"full_text":"How will the #COVID19 pandemic change #Germany's foreign policy? Join us on November 24th to hear from Health Minister of Germany. Register:","sentiment_score":-0.125}
