{"full_text":"Thanks to super spreader","sentiment_score":0.2666666667}
{"full_text":"RT Renown is reopening its emergency care facility located in its parking garage in downtown Reno. The site was opened earl...","sentiment_score":0.0}
{"full_text":"my dream","sentiment_score":0.0}
{"full_text":"RT Pres. #Trump &amp; his enablers have been saying a Deep State conspiracy prevented from announcing its #COVID19 #va...","sentiment_score":0.0}
{"full_text":"News on crowded evacuation centers in the Metro...Gawd! We still have covid19 to contend with #ulysessph","sentiment_score":0.0}
{"full_text":"and his ilk must be banned from restaurants","sentiment_score":0.0}
{"full_text":"RT During 2009 H1N1 pandemic, President Obama &amp; VP Biden insisted that \"science, facts, &amp; data\" drive Administration policy &amp;...","sentiment_score":0.0}
{"full_text":"RT Trump is not only AWOL in middle the largest mass casualty event on US soil since the pandemic of 1918, he is actively...","sentiment_score":-0.0444444444}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT Sent repurposed binbags as official #PPE 1)How do you doff?! Over head?Covid shimmy dance?Hulk smash rip? 2)Do they meet inf...","sentiment_score":0.0}
{"full_text":"I'd risk COVID for a likkle taste of Jay. ","sentiment_score":0.0}
{"full_text":"RT *PFIZER'S CEO CASHED OUT 60% OF HIS STOCK ON THE SAME DAY THE COMPANY UNVEILED THE RESULTS OF ITS COVID-19 VACCINE TRIAL...","sentiment_score":0.0}
{"full_text":"RT Starting from Taal Volcano eruption, covid-19 outbreak, lockdown, quarantine, political dispute, and now multiple typhoon...","sentiment_score":0.0}
{"full_text":"Your taking the piss! People who took furlough maybe not the ones who have worked all the way through it","sentiment_score":0.0}
{"full_text":"RT 237,000 people have died......","sentiment_score":0.0}
{"full_text":"RT ya'll obsession with smoking hookah in a crowded venue during pandemic is even weirder...","sentiment_score":0.0}
{"full_text":"RT Horrifying: New single-day all time high 144k US cases of #COVID19. All time high 65.4k COVID patients hospitalized. And &gt;1...","sentiment_score":-0.1109090909}
{"full_text":"If there was no Covid we would have lost the election (no surplus of unhackable mail-in ballots)","sentiment_score":0.0}
{"full_text":"RT 237,000 people have died......","sentiment_score":0.0}
{"full_text":"Difficult question. But to make a start, end the lockdown now and get back to work. Stop the unnecessary mass testing of non symptomatic people. Stop\/reduce gov COVID ads. Got can cut unnecessary spending for a start they are wasting a huge amount of money.","sentiment_score":-0.18}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"Should Millennials and Gen Z Get the Vaccine First? ","sentiment_score":0.25}
{"full_text":"RT A lockdown of 4 to 6 weeks with another stimmy, a larger one, doesn't sound like a bad idea.","sentiment_score":-0.1}
{"full_text":"RT Happy Thursday everyone! Today a special pooja is happening at my temple for Chiranjeevi annaiya to recover soon from co...","sentiment_score":0.6785714286}
{"full_text":"sebenarnya kalau bukan covid, i rasa i dah pergi volunteer overseas for months. that was always the plan. just travel sampai nak muntah. but yea","sentiment_score":0.0}
{"full_text":"RT Nah ! I'm expecting laycon and Vee collab.. I enjoyed watching dem create  and sing together during the lockdown show.","sentiment_score":0.5}
{"full_text":"RT Market-openCinema Halls -openSchools -openSwimming pools -openHotels-open Railway Training centres- corona is there...","sentiment_score":0.0}
{"full_text":"RT Everyone else is talking about not inviting their families for Thanksgiving and here I am having to go back into the hot z...","sentiment_score":0.125}
{"full_text":"Waiting...","sentiment_score":0.0}
{"full_text":"Wow. WFH is supposed to be a privilege? Tell that my work-life-balance. Work is always around the corner. I've been doing a bunch of unpaid overtime. The work is there and during the pandemic your almost in isolation at home. Great privilege ","sentiment_score":0.3666666667}
{"full_text":"RT I am a third year AB Political Science student at the Ateneo de Naga University, Camarines Sur, 21. I am planning to...","sentiment_score":0.0}
{"full_text":"That's been are experience here in Utah. We've never been on a complete lockdown or really squelched at all. Yes, mandatory mask are a pain but I can still go grab a burger &amp; a Coke.","sentiment_score":0.15}
{"full_text":"This German student participated in phase-three trials for a COVID-19 vaccine developed by Pfizer and Germany's BioNTech -- which was found to be more than 90% effective.","sentiment_score":0.3}
{"full_text":"RT The cost of people printing a single sticker for this, is higher that the cost of the actual stimulus item.Nigerians wake...","sentiment_score":0.0595238095}
{"full_text":"RT Big oof. Serious question, how come NZ has more breaches than us?","sentiment_score":0.0555555556}
{"full_text":"RT #warcriminal Arayik Harutyunyan blames #ArmenianArmy failures on many things - everything really, take your pick - but...","sentiment_score":0.35}
{"full_text":"RT \"The border closure and community-based response to COVID-19 uphold the principle of self-determination in which Indigenous...","sentiment_score":0.0}
{"full_text":"Remember when TRump and the GOP said it would just \"poof\" go away on November 4th? We do.Remember when Kevin McCarthy said that there was nothing TRump and his administration would bother to do anymore to fight Covid? We do. American blood is on their hands.","sentiment_score":0.0}
{"full_text":"RT An artificial intelligence-based first-line defence against COVID-19: digitally screening citizens for risks via a chatbot...","sentiment_score":-0.3}
{"full_text":"RT A friend's mother is admitted in a Hospital in Gurgaon, and needs plasma from a Covid recovered person (Minimum 28 days...","sentiment_score":0.0}
{"full_text":"RT from taal, covid, lockdown, quarantine, political dispute and karon multiple typhoon is racking our nation. Grabe 2020 we...","sentiment_score":0.0}
{"full_text":"RT The Muslim Husband-and-Wife Team Behind the Leading Vaccine to Solve Covid-19https:\/\/t.co\/1jyV9fvX0a","sentiment_score":-0.4}
{"full_text":"Please do not give the MAGA March oxygen. Stay home! #BLM #protesters #TrumpCollapse #TrumpCoupAttempt","sentiment_score":0.0}
{"full_text":"RT BREAKING: U.S. reported 1,562 new coronavirus deaths, biggest one-day increase since May","sentiment_score":0.1363636364}
{"full_text":"RT Beg for vaccine. Beg for ventilators. Kill your youth that might produce these things one day.","sentiment_score":0.0}
{"full_text":"The Flu &amp; Covid are both corona virus,Big pharma can make a Covid vaccine that is 90% effective.Yet they have never been able to make a flu vaccine that was better than 40% effective.How long has big pharma been playing us?Get your Flu shot every year they say.Bad fix for $","sentiment_score":0.2375}
{"full_text":"HEADLINE: Trump-aged Covid survivors on the president and the pandemic : #Scrummyninja #vegaslocals #bashninjas #vegas #vegasnews #lasvegas #summerlin #hendersonlv #lasvegasstrip #vegasstrong #unlv #vegaslocalnews","sentiment_score":0.0}
{"full_text":"RT 237,000 people have died......","sentiment_score":0.0}
{"full_text":"80% of the people I work with got covid  oh lawd","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccine Update: Enrolment for Phase 3 Clinical Trials of COVISHIELD Vaccine Completedhttps:\/\/t.co\/HDqS4V5qnh#COVID19Vaccine #COVISHIELD #India","sentiment_score":0.0}
{"full_text":"THIS IS SOME WALKING DEAD LEVEL STUFF","sentiment_score":-0.2}
{"full_text":"Great article! Without meaning to (because it is CNN), this study shows that most of us are wearing masks that do very little for blocking COVID. I know the one I wear is just for show. What about yours?","sentiment_score":0.41875}
{"full_text":"The Doctor finally returns to the TARDIS. Season 13 has begun filming after months of delays due to Covid-19. Very few details have been laid out at the moment but rumours are swirling we may get a festive special as soon as January 2021.Now, let's get a shift on shall we?","sentiment_score":-0.0069642857}
{"full_text":"The recession caused by the COVID-19 pandemic is expected to cause global insurance premiums to contract by around 1.4% in 2020, according to a study by the Swiss Re Institute.","sentiment_score":-0.05}
{"full_text":"Friends! Some useful trigonometry and geometry + my favorite video with the Pythagorean theorem. Look at this! #physicsfun #math #maths #STEN #lesson #COVID #tutor #distancelearning #education #notes #school #college #science #students #study","sentiment_score":0.4625}
{"full_text":"RT I continue to think the evidence for the Sturgis Motorcycle rally being one of the most disastrous public health events in...","sentiment_score":-0.0666666667}
{"full_text":"exactly! they talking bout \"ok and people are still dying regardless from other things what makes covid different\" like huuh??","sentiment_score":0.171875}
{"full_text":"RT been COVID free this whole pandemic and I just thank God","sentiment_score":0.3}
{"full_text":"girl.....i don't even know covid is ruining everything so this might be a photoshoot and sleep type of bday.","sentiment_score":0.0}
{"full_text":"RT How likely is it you'll encounter at least one person who is infected with the coronavirus if you go to a bar in Denver? What...","sentiment_score":-0.15}
{"full_text":"RT Let's put aside the covid grimness for a minute.  I know the One Chicago shows -- especially Fire -- have inspired a lot...","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler profited from Senate insider info:* Sold millions in stock after private Covid briefing in Jan.* Sold...","sentiment_score":0.0}
{"full_text":"RT \"When Gov. Ron DeSantis needed to hire a data analyst, his staff picked a little-known Ohio sports blogger and Uber driver...","sentiment_score":0.0}
{"full_text":"Pray the message has been received .. with 19 seats.. it is loud and clear. Populace has, in the shadow of Covid19, decided that a temporary setback can be overcome.. they did not opt for an alternative that represents.. anarchy, corruption; egotistical; sycophancy; social divide","sentiment_score":0.0777777778}
{"full_text":"RT This is the line for Covid testing at Dodger Stadium. Today. November 11.","sentiment_score":0.0}
{"full_text":"You are so damn dumb? You want more to catch it and die? Literally if you don't care just say that.","sentiment_score":0.0625}
{"full_text":"RT 'Great day for humanity': Pfizer says COVID-19 vaccine over 90% effective #COVID19 #Vaccine","sentiment_score":0.7}
{"full_text":"A Road Map will be drawn up as part of the recovery measures for the State tourism sector in anticipation of the post-pandemic Covid-19 period.https:\/\/t.co\/COjoyXVezs","sentiment_score":0.0}
{"full_text":"RT It is highly surprising that Coronavirus will behave weirdly in Maharashtra. It will not infect people at Bars &amp; Restau...","sentiment_score":0.1}
{"full_text":"The CDC is now saying wearing a mask protects others and the person wearing the mask as well. The CDC statement also said that cloth masks can reduce the wearer's exposure to infectious droplets through filtration.","sentiment_score":0.0}
{"full_text":"RT Just got off the phone with another COVID bankruptcy new client.  Same story.  \"We were able to keep it together for a whi...","sentiment_score":0.2121212121}
{"full_text":"Restaurant owners are worried about how they can keep their staff employed and how to offer outdoor dining as the temperatures drop.https:\/\/t.co\/fmuok40bh4","sentiment_score":0.0}
{"full_text":"Coronavirus loss of smell and taste: How to battle the infamous loss of smell and taste associated with COVID-19","sentiment_score":-0.5}
{"full_text":"RT Shame on for the treatment of security guards, all of whom are black, Asian and\/or migrants.Unlike other essen...","sentiment_score":-0.0972222222}
{"full_text":"Guide dog Winnie is helping student Robert navigate the pandemic. #TheNine met the pair to experience their journey from home to class.","sentiment_score":0.0}
{"full_text":"Covid: NHS staff helped through crisis by 'wobble room'https:\/\/t.co\/19oAp4CA71","sentiment_score":0.0}
{"full_text":"Texas recorded more than 1 million cases early Wednesday and nearly 20,000 deaths since the COVID-19 pandemic began in early March.","sentiment_score":0.2}
{"full_text":"Not everyone has had a bad run due to the lockdown. #Bengaluru startup FreshToHome -- a brand focused on fresh fish and meat --netted a growth of 2.5 times since March thanks to the sea change in consumer behaviour amidst pandemic, reports","sentiment_score":-0.08125}
{"full_text":"Labour Party MP Rebecca Long-Bailey argues that while the COVID-19 pandemic, a deep recession, and a worsening climate crisis are troubling clouds on the horizon, a Green New Deal for the United Kingdom offers a future worth fighting for.","sentiment_score":0.0560606061}
{"full_text":"These businesses have gone 'above and beyond' during the pandemic.","sentiment_score":0.0}
{"full_text":"RT Important to note also is that both #MedicareForAll and #GreenNewDeal include transition plans for workers so that no...","sentiment_score":0.4}
{"full_text":"It sounds a hell of a lot better than #TraitorTrump's idiotic responses that exacerbated #COVID19 to the point where he and various members of his corrupt and incompetent administration ALSO got #COVID19. By the way, how's Texas doing with this pandemic? Or are you afraid to ask?","sentiment_score":-0.2694444444}
{"full_text":"\"Many have argued against online testing and declared that these examinations are insecure and prone to students using unfair means. This is misinformation at best,\" writes Usman Khan, drawing on the example of successful online testing around the world","sentiment_score":0.25}
{"full_text":"Gov. Andrew Cuomo says New York is taking actions to address rises in COVID-19 cases, and the new rules impact bars, restaurants, gyms and private gatherings.https:\/\/t.co\/wOZVluNSwp","sentiment_score":0.0909090909}
{"full_text":"Currently, 61 people are in the hospital for COVID-19 related illnesses in Adams County.https:\/\/t.co\/8CmWqIURuf","sentiment_score":0.0}
{"full_text":"Nick Saban, Alabama's Football Coach, Tests Positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT This is the line for Covid testing at Dodger Stadium. Today. November 11.","sentiment_score":0.0}
{"full_text":"RT Essential worker here &amp; when is enough ENOUGH! Essential folks here are literally killing themselves w...","sentiment_score":0.0}
{"full_text":"Covid-19 test centre should be up and running in Dublin Airport next week","sentiment_score":0.0}
{"full_text":"Under plans which will see medical and nursing students as well as retired medics brought in to help, the government wants to reach a vaccination capacity of one million per weekhttps:\/\/t.co\/zzESaqur03","sentiment_score":0.1}
{"full_text":"An all-time high of 5,156 new coronavirus cases were reported in Indiana Wednesday.","sentiment_score":0.1481818182}
{"full_text":"PSA: I labored and delivered a baby with a mask on. You can wear your mask in public and not die. Stop complaining. That is all.","sentiment_score":0.0}
{"full_text":"With 2,184 fresh #COVID19 cases on Wednesday, #TamilNadu's tally touched 7,50,409. The State added 50,000 cases in 20 days after crossing the seven lakh mark on October 22. Previously, it took 12 days for Tamil Nadu to get from 6,50,000 to 7,00,000 caseshttps:\/\/t.co\/0LlE7MBeof","sentiment_score":0.0666666667}
{"full_text":"RT Guess you should write your thank you note to a real leader Chancellor Angela Merkel \"Germany funded the de...","sentiment_score":0.2}
{"full_text":"RT The ST workers have worked tirelessly during this pandemic &amp; this is how 2 states are treating their workers. ","sentiment_score":0.0}
{"full_text":"With #COVID19 #coronavirus still raging in Georgia and spiking across much of the country, #Masters organizers canceled the Par 3 Contest, usually held on the Wednesday of tournament week and a draw for the practice round galleries.https:\/\/t.co\/mPKOJQC8Qm","sentiment_score":-0.0833333333}
{"full_text":"As the UK announces that 50,000 people have now died with #COVID19, Sky News visits a hospital in Coventry which is at 98% capacity and speaks to a patient struggling to fight the virus.Read more about the UK's latest #coronavirus figures:","sentiment_score":0.5}
{"full_text":"Hospitals across Minnesota and North Dakota are implementing special surge plans and working together to locate available medical beds in response to climbing COVID-19 cases and brimming capacity levels.","sentiment_score":0.2523809524}
{"full_text":"WEIGH IN: Both Atrium Health and Novant Health are preparing to distribute doses of a COVID-19 vaccine once it's approved. Would you take the vaccine, once it's available?","sentiment_score":0.4}
{"full_text":"News Pupils at #FumaniSecondarySchool in #Klipgat, #NorthWest, are hopeful they've done well in the economics paper 1 they wrote yesterday. #COVID19","sentiment_score":0.0}
{"full_text":"Pfizer's COVID-19 vaccine breakthrough marks start of next bull market: strategist by","sentiment_score":0.0}
{"full_text":"RT Swat board exam topper, Third year medical student from khyber medical college, Peshawar Adnan Haleem died due to #coron...","sentiment_score":-0.03125}
{"full_text":"This is why schools shouldn't be open. Parents are reckless and don't gaf","sentiment_score":0.0}
{"full_text":"\"Pandemic\"","sentiment_score":0.0}
{"full_text":"I am dead ass I  hate you #Coronavirus I want to punch you in your stupid face ","sentiment_score":-0.6}
{"full_text":"The #videogame industry has seen rising usage as a result of #lockdown and #COVID19 has accelerated investors' interest in the industry, with current trends demonstrating the sector's resilience in downturns. Find out more here: #PwCTMT #MandA","sentiment_score":0.25}
{"full_text":"This locking away our elderly from their loved ones will go down in history as a great human rights abuse","sentiment_score":0.3361111111}
{"full_text":"RT hey i know it's been a long nine months but COVID HAS NOT GONE ANYWHERE! KEEP SOCIAL DISTANCING! NO PARTIES! DO NOT EAT INDOO...","sentiment_score":-0.0052083333}
{"full_text":"COVID 19 cases in India until : 12\/11\/2020 11:30Total Cases: 8684039 [+0]Active: 489427Recovered: 8064548 [+0]Deaths :128165 [+0]Total Tests: 120.77MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 53.2FWind Chill: 53.2FHumidity: 94%Dew Point: 51.5F Barometer: 30.062 inHgWind: 2 mph from the NECorona Virus Weekly Stats:Cases: 178.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Literally every 22-year-old on Twitter figured this out in March but go off I guess?","sentiment_score":0.0}
{"full_text":"RT Set aside the election misinformation for a moment. Does no Republican want to gently suggest \"Maybe you should do somethi...","sentiment_score":0.2}
{"full_text":" People Are In Deep Trouble, They Are Dealing With #coronavirus and #ImranKhan's Mismanagement At the Same Time...#inflation #PakistanMovingForward#mrgy'y_`wm_khhN_hy_khptn","sentiment_score":-0.0666666667}
{"full_text":"RT I am so thoroughly disgusted with Wooten and Driving good people right out of...","sentiment_score":-0.0047619048}
{"full_text":"RT Hell no","sentiment_score":0.0}
{"full_text":"RT The election is over.The pandemic is not.","sentiment_score":0.0}
{"full_text":"Very interesting. You were all behind Democrats but switched to Trump. He has lied about healthcare, lied about peace treaties in Middle East, not Pro-choice. Doesn't care about COVID. What's wrong with you","sentiment_score":-0.0625}
{"full_text":"#NowPlaying Keep Calm wash your hands stay home by dRem tgi \/@dremtgi |[https:\/\/t.co\/BQFUlgYxoj] listen now {https:\/\/t.co\/TP5EfjooXN} #dremtgi #dremstuff","sentiment_score":0.3}
{"full_text":"Gold Price Analysis: XAU\/USD remains vulnerable amid covid vaccine hopes - Confluence Detector","sentiment_score":-0.5}
{"full_text":"Covid-19 data provided to avoid stigma against current, former patients","sentiment_score":0.0}
{"full_text":"RT BrandPost: The State of Healthcare Cybersecurity During Covid-19 #infosec #Cyber...","sentiment_score":0.0}
{"full_text":"As record numbers of patients with the coronavirus fill Missouri's hospitals, many are requiring specialized care in ICU beds that are becoming increasingly scarce.","sentiment_score":0.475}
{"full_text":"I feel like we are at the point where it's not IF you are going to get COVID, but WHEN. We aren't stopping the spread very well. And I'm the first person to admit that I am not being as socially responsible as I should be.","sentiment_score":0.2166666667}
{"full_text":"RT I wrote this piece at the start of the month as an attempt to try and put some context into the trajectory of Covid in...","sentiment_score":0.0}
{"full_text":"RT Dear officials We request you to look in hardship faced by common ppl,Financial crisis in pandemic banks\/NBFC\/Micro Finance...","sentiment_score":-0.3}
{"full_text":"RT STILLWATER STRONG: Capt. Randy Blake of the Stillwater Fire Department is on life support fighting #COVID19. 44-years-old...","sentiment_score":0.4333333333}
{"full_text":"RT Typhoon Quinta, Oct 25Typhoon Rolly, Nov 1Typhoon Siony, Nov 7Typhoon Ulysses, Nov 11All of these IN THE MIDST OF...","sentiment_score":0.0}
{"full_text":"This is exactly what the novel coronavirus looks like - inside and outside  #Coronavirus #CoronavirusOutbreak #COVID-19 #SARS-CoV-2 ","sentiment_score":0.125}
{"full_text":"COVID-19 will have long-term impact on employee health benefits","sentiment_score":0.0}
{"full_text":"Most firms have no plans for second wave of COVID-19","sentiment_score":0.25}
{"full_text":"RT During 2009 H1N1 pandemic, President Obama &amp; VP Biden insisted that \"science, facts, &amp; data\" drive Administration policy &amp;...","sentiment_score":0.0}
{"full_text":"I'm interested but a tad confused. Are you referring to Rahm Emanuel, who is decidedly NOT on \"Biden's Covid task force\".","sentiment_score":-0.075}
{"full_text":"CDC's new #COVID19 guidance says masks protect wearers and those around them","sentiment_score":0.1363636364}
{"full_text":"if the one remaining flatmate who hasn't moved back home during lockdown hears me playing beyonce deep cuts at 6am that sounds like a them problem","sentiment_score":0.0}
{"full_text":"Record Covid-19 Hospitalizations Strain System Again","sentiment_score":0.0}
{"full_text":"RT The Australian Government confirms it's lending $1.5 billion AUD to Indonesia to help it deal with the economic impact...","sentiment_score":0.1}
{"full_text":"Preparing to Teach in a Post-Coronavirus Reality #peopledevelopment #education  Zoe PriceTeachers and students are looking at going back to school and beginning a school year that is unrecognisable from the past.https:\/\/t.co\/afIsSUwyr8","sentiment_score":0.0}
{"full_text":"Don't miss our upcoming webinar, \"UK on Life Support\" where we will be joined by leading industry experts to explore the hidden impact of the pandemic on the economy and the most vulnerable segments of society #AppsMgt #Webinar","sentiment_score":-0.0555555556}
{"full_text":"United House of Prayer plans another massive, in-person event after Charlotte location caused COVID-19 outbreak","sentiment_score":0.0}
{"full_text":"The latest The ecommerce For retail! Thanks to #ecommerce #covid19","sentiment_score":0.4125}
{"full_text":"Hear our Chief People Officer Kristy Friedrichs talk about building a company culture that successfully aligns, organizes and inspires employees during a pandemic:","sentiment_score":0.75}
{"full_text":"RT Those poor nurses, having that kind of responsibility and burden on their shoulders when they went home after their sh...","sentiment_score":0.1}
{"full_text":"Time: 06:00 * Temp: 6.9degC * Wind: SSW 0.0 to 8.1mph * Pressure: 1000.1hPa * Rain: 0.0mm * Hum: 92% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:48 * Sunset: 16:26 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Join the 'Jan Andolan' campaign launched by Hon'ble Prime Minister to practice #COVID19 appropriate behaviors to fight against #COVID19 #Unite2FightCorona #TogetherAgainstCovid19 #BadalkarApnaVyavaharKareinCoronaParVaar","sentiment_score":0.5}
{"full_text":"RT Horrifying: New single-day all time high 144k US cases of #COVID19. All time high 65.4k COVID patients hospitalized. And &gt;1...","sentiment_score":-0.1109090909}
{"full_text":"Infosys report explores CMO-CIO collaboration as key to post-Covid digital success - Marketing Tech News","sentiment_score":0.1}
{"full_text":"RT How does coronavirus spread? When will a vaccine be available? Your COVID-19 questions, answered ","sentiment_score":0.4}
{"full_text":"RT 237,000 people have died......","sentiment_score":0.0}
{"full_text":"It's wild how much age (and whatever other genetic factors) influence how much COVID will impact you tho. My sister is 7 years older than me, and she likened her pain level to labor. Most likely I got it directly from her, and I'm just sleepy and moderately achy.","sentiment_score":0.1268518519}
{"full_text":"RT Why did the CMAs not acknowledge Joe Diffie passed from Covid??","sentiment_score":0.0}
{"full_text":"they dont need sympathy THEY NEED HELP putangina naman oh","sentiment_score":0.0}
{"full_text":"RT Horrifying: New single-day all time high 144k US cases of #COVID19. All time high 65.4k COVID patients hospitalized. And &gt;1...","sentiment_score":-0.1109090909}
{"full_text":"RT Typhoon Quinta, Oct 25Typhoon Rolly, Nov 1Typhoon Siony, Nov 7Typhoon Ulysses, Nov 11All of these IN THE MIDST OF...","sentiment_score":0.0}
