{"full_text":"My Summer Catch Up. The Pandemic really postponed lots of things such as getting that beautiful summer break sun tan. Now that we are slowly going back, although late but it still feels good to get the vibe and that sunkist burn.#SummerInNovember","sentiment_score":0.1642857143}
{"full_text":"Ever since he posted this pic, it's been in my gallery and it will be forever. What a cutie! Also, #OMK was my last film that I watched in theatre before lockdown. Worth it till theatres open and I go watch another one. Happy Birthday #happybirthdayashokselvan","sentiment_score":0.275}
{"full_text":"Isn't the Mexican border closed since they want the US to control covid first","sentiment_score":0.05}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"This also shows how much care Government has for covid lol wahan ni phel raha ?","sentiment_score":0.5}
{"full_text":"The Russian Epidemic Prevention Command announced that in the past 24 hours, Russia's new cases of new coronavirus infections reached 20,498, and the cumulative number of infections reached 1,774,334-Russian Satellite News Agency","sentiment_score":0.0056818182}
{"full_text":"China Biden you want a license to rape children. Now we know where hunter gets it from","sentiment_score":0.0}
{"full_text":"RT Leke is a guy that I've been following on sm for some years but we never really talked until during the lockdown this year....","sentiment_score":-0.05}
{"full_text":"RT Vibes    Instagram: #PHOTOS #photooftheday #camera #explorepage #Toronto #C...","sentiment_score":0.0}
{"full_text":"RT Fauci recently explained that the new vaccines that are being developed are UNLIKELY to prevent anyone from spreading Covi...","sentiment_score":-0.0659090909}
{"full_text":"RT Please take a moment to honour those that have served and this year more than others, please think about making a donation to a...","sentiment_score":0.5}
{"full_text":"Erm... please don't come here. Boris Johnson is a mini Trump, Brexit is a disaster, handling of the #coronavirus pandemic in comparison to the rest of Europe even worse. DON'T DO IT!!!","sentiment_score":-0.78125}
{"full_text":"RT There were no LTC deaths for about five weeks but that ended Sep 14 and since then 147 seniors have been killed by COVID-19.","sentiment_score":-0.2}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"What pandemic?","sentiment_score":0.0}
{"full_text":"All the cinema 's are closed due to Covid 19 pandemic","sentiment_score":-0.1125}
{"full_text":"RT GOOD! Finally, shit is getting done about this pandemic.","sentiment_score":0.3375}
{"full_text":"RT My TL: \"complete sentences!!!\" \"he seems capable of human connection!!!\" \"he didn't use any slurs!!!\"\"he said a...","sentiment_score":0.1317708333}
{"full_text":"RT The number of people in the UK living in deep poverty has risen by a third over the last two decades. 65% of adults employed...","sentiment_score":0.0}
{"full_text":"Where'd covid go?","sentiment_score":0.0}
{"full_text":"RT Guys, the same people who booked the wrong Four Seasons are running our response to covid.","sentiment_score":-0.25}
{"full_text":"RT Is losing control of things in NSW?Are the Murdoch mob gonna start doing a Dan Andrews on her at her press co...","sentiment_score":0.0}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"Make sure you visit RSPB Minsmere when you visit!","sentiment_score":0.625}
{"full_text":"Some say Australia owes Victoria thanks for putting Covid back into the box the Andrews Gov let it escape from. Sure it is the other way around, Vic owes the rest of Oz thanks for paying for the state to be largely shut down. Without Fed payments that would have been much harder","sentiment_score":0.0917162698}
{"full_text":"RT My former professor, Dr. Marcella Nunez-Smith, world expert on promoting health equity for marginalized populatio...","sentiment_score":0.0}
{"full_text":"RT Gathering to go to church? Not okay. Gathering to punch a pillowed effigy of Trump? OKAY. COVID-19: the greatest politi...","sentiment_score":0.4166666667}
{"full_text":"I'm looking forward to the moment  is being escorted out off the White House by members of the Secret Service. They probably throw him out literaly as a little payback for his Covid waving tour.","sentiment_score":-0.1958333333}
{"full_text":"RT Man who almost bought Rangers loses job","sentiment_score":-0.3}
{"full_text":"RT Setting up for science leading us instead of bs.","sentiment_score":0.0}
{"full_text":"sirs please message regularly abt importance of wearing masks n wearing them properly. I see ppl w\/o masks or off faces. country is coming to grips with this pandemic but we must remain vigilant. u have such large following  that it will make a difference.","sentiment_score":0.0428571429}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"RT Demo the 1st step towards destroying Indian Economy asked for 50 days now its been 4 years no one asked question...","sentiment_score":-0.2}
{"full_text":"Jalsas are not spreading Covid-19? Hosh kay nakhun lein sir, I am  PTI supporter but ye fazool harkatain humare liye hatarnaak hain. MdCat lene se corona phele ga, aese nahi phele ga?","sentiment_score":0.0}
{"full_text":"RT On MSNBC &amp; are giving all of the praise she deserves. They noted that she's also a moth...","sentiment_score":0.0}
{"full_text":"RT The pressure is building - at last medics and academics are speaking out against destructive lockdowns ","sentiment_score":-0.3}
{"full_text":"Time to celebrate, but be careful, there is a pandemic. #BidenHarris2020 #BidenPresidentElect #KamalaHarrisVPelect   ","sentiment_score":-0.1}
{"full_text":"Scaled-back Remembrance Sunday events will take place today, due to #Covid restrictions. The first minister will lay a wreath at Edinburgh Castle #CapitalReportshttps:\/\/t.co\/duy9juJKKU","sentiment_score":0.0625}
{"full_text":"RT 9k Mumbai residents undergo free Covid test at BMC centres in 5 dayshttps:\/\/t.co\/v253Y9g373","sentiment_score":0.4}
{"full_text":"Yes I realize that COVID took a toll on this. People couldn't get their voter registration in on time (I was one of those, being homeless for a month didn't help). People couldn't vote in person. People had a tough decision to make.","sentiment_score":-0.3888888889}
{"full_text":"RT BREAKING....Different areas of Islamabad including I-8\/3, I-8\/4, G-9\/1, G-10\/4 and G-6\/2 are sealed (locked down) from...","sentiment_score":-0.1555555556}
{"full_text":"RT Got #Lockdown2 blues? It's #competition time! We're giving away 3 of our brand new, reusable &amp; washable #Xmas Face...","sentiment_score":0.1363636364}
{"full_text":"RT Our media demands Justice for SSR, Justice for Kangana, Justice for Arnab but won't demand Justice for the hundreds of live...","sentiment_score":0.1363636364}
{"full_text":"RT Following sectors will be sealed in the next 24 hours for emerging as covid hot spots. G-6\/2G-9\/1G-10\/4I-8\/3I-8\/4Res...","sentiment_score":0.0833333333}
{"full_text":"So it begins again","sentiment_score":0.0}
{"full_text":"All are political games playing with human lifes.","sentiment_score":0.0}
{"full_text":"RT Congratulations to President-Elect on his election as the 46th President of the United States. I look forward to wo...","sentiment_score":0.0}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"Recommended Reading: How COVID-19 Has Impacted Business: A 6-Month Retrospective by on points: Buyers are in control Inbound strategies continue to prove effective for buyer outreach Sales outcomes are gradually improvinghttps:\/\/t.co\/fmnW69bBXp","sentiment_score":0.6}
{"full_text":"RT Pure coincidence there was an election Oct 24:\"BC's top health officials have announced sweeping new COVID-19 restrictions...","sentiment_score":0.2835497835}
{"full_text":"RT You have now had the full 2020 experience. You got COVID, lost your job and are getting evicte...","sentiment_score":0.35}
{"full_text":"RT They made a Batman \"wear a mask\" PSA that addresses how Batman's mask is useless in a pandemic.","sentiment_score":-0.5}
{"full_text":"RT Following sectors will be sealed in the next 24 hours for emerging as covid hot spots. G-6\/2G-9\/1G-10\/4I-8\/3I-8\/4Res...","sentiment_score":0.0833333333}
{"full_text":"RT Sadly social distancing gone here in the West I see people walk past sanitiser stations going into buildings, shopping cent...","sentiment_score":-0.1083333333}
{"full_text":"Like I said its my first time coming to church since 2nd week of March. The one thing the church got totally wrong is allowing everyone to leave the auditorium at the same time. So Jay being Jay went to an usher and suggested they control the crowd and open more doors.","sentiment_score":0.0416666667}
{"full_text":"\"We need to try and address the situation if we can.\"Brockhall to undergo a deep clean as #Rovers look to alleviate the Covid issues that have blighted the club in recent weeks","sentiment_score":0.1222222222}
{"full_text":"Delhi fears worst amid smog cloud and coronavirus wave","sentiment_score":-1.0}
{"full_text":"Covid job losses will hit young people hardest this winter.Coronavirus has been tough for all, but young people face far tougher conditions than most and without a steady income it's likely to force some into precarious circumstances.https:\/\/t.co\/MTtP7ESd8Y","sentiment_score":0.0825396825}
{"full_text":"we are sorry the Community in Remembrance service and parade has been cancelled due to lockdown. Hessle High &amp; Penshurst Primary learners and staff will remember and mark the day in other ways. Mr Groak, Headteacher, laid our wreaths","sentiment_score":-0.0733333333}
{"full_text":"RT .@BlurtAlerts' #Coronavirus Helpful Hub has lots of information about #mentalhealth: #parents","sentiment_score":0.0}
{"full_text":"COVID-19 strikes Nepal again, leaves Mount Everest empty #Everest#Nepal ","sentiment_score":-0.1}
{"full_text":"Good morning everybody, how is everyone's frame of mind as it is the first few days after the second lockdown?","sentiment_score":0.1875}
{"full_text":"Due to the success of our last #Camino #books post, we have a new list for you. Find a comfy chair and enjoy!  #bookrecommendations #caminodesantiago #lockdown #travel #WhenWeTravelAgain #pilgrimage #spirituality","sentiment_score":0.1622727273}
{"full_text":"The Wales lockdown will lift tomorrow, and we know shoppers will be planning for a safe, happy Christmas. Your  #localbusinesses are ready to help you get Christmas wrapped up. Find them here on our handy #NPTBuyLocal database.","sentiment_score":0.525}
{"full_text":"Today we remember those who sacrificed their lives for us. We are commemorating #RemembranceSunday differently this year due to lockdown restrictions, but we can still pay our respects. Tune in to a livestream of our service at the Cenotaph on our Facebook page from 10.45am.","sentiment_score":-0.0625}
{"full_text":"The importance of Zinc in fight against Covid and what studies on the nutrient saySubhasree Ray writes for ThePrinthttps:\/\/t.co\/bPStyzfFkr","sentiment_score":0.0}
{"full_text":"The owner of one hemp farm in Dripping Springs says the COVID-19 pandemic has only impacted some logistics of the operation, but believes the industry is growing.","sentiment_score":0.0}
{"full_text":"RT Joe Biden was elected the nation's 46th president Saturday in a repudiation of President Trump powered by legions of wo...","sentiment_score":0.0}
{"full_text":"Big or small, the acts of others can really make a difference https:\/\/t.co\/ifEPfB1EGp","sentiment_score":-0.0166666667}
{"full_text":"Blogs &amp; Stories: \"Don't give up to #COVID19! Remote activities by #JICAvolunteers in #Gabon\" by YONEZAKI Eiro, Resident Representative of JICA Gabon OfficeFull article:","sentiment_score":-0.1}
{"full_text":"RT I just left an ER shift, and it hit me. Healthcare providers will be respected for tirelessly working to save lives,...","sentiment_score":0.0}
{"full_text":"Join BusinessWorld as it gathers over 40 local and international speakers in the digital space for the #BWVirtualEcoForum to discuss the great economic reset as well as the future in a post-COVID era.REGISTER at","sentiment_score":0.1666666667}
{"full_text":"There are many ways you can commemorate #RemembranceSunday and #ArmisticeDay safely during lockdown this year.Here's how you can get involved: #WeWillRememberThem","sentiment_score":0.5}
{"full_text":"RT The middle class on twitter wenye ungefiria they are somewhere in Washington DC...sisi ma sufferer tulikua tuna fuat...","sentiment_score":0.0}
{"full_text":"Generally speaking with Covid, he set a poor example concerning CDC protocols, ran his pressers on that as a campaign, too much talk about himself, lacked nuance and tact. So, as with Clinton, he has to accept responsibility for potentially losing this election by his own actions","sentiment_score":0.09}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"#FlattenTheCurve and adhere to the #coronavirus #Covid_19 restrictions. Take the time to read up on publications","sentiment_score":0.0}
{"full_text":"RT Hi Guys,Its only 2 days into Lockdown#2,but wanna make sure Tennis is there 4u to use as \"exercise\" in the coming wk...","sentiment_score":0.25}
{"full_text":"Mark #RemembranceDay with lockdown-proof online talks, workshops and performances from the likes of and #RemembranceDay2020 #RemembranceSunday ","sentiment_score":0.0}
{"full_text":"Learn How Affiliate Marketing Strategy.Learn And EarnDM Me For Guide.......#DigitalMarketing #digitalmarketingcourse #affiliate #affiliatemarketing #covid19","sentiment_score":0.0}
{"full_text":"NEWS: Queen wears face mask in public for the first time as she visits grave of Unknown Warrior","sentiment_score":0.05}
{"full_text":"Big or small, the acts of others can really make a differencehttps:\/\/t.co\/CGqcKXXgoq","sentiment_score":-0.0166666667}
{"full_text":"Families of frontline health workers and first responders in Bahrain will be able to watch the Formula 1 double-header live at the circuit in recognition of their 'incredible contribution and commitment in responding to the pandemic' in the kingdomhttps:\/\/t.co\/KqrGQqwjTO","sentiment_score":0.4465909091}
{"full_text":"RT Services in the church building are suspended for the remainder of this month, but we are open for individual prayer on...","sentiment_score":0.0}
{"full_text":"China's biggest e-commerce firm reported a 30% jump in quarterly revenue, as #China recovers from the virus and online shopping demand remains high. Read the full story on #InsideTelecom.#Covid19 #Coronavirus #TechNews","sentiment_score":0.1033333333}
{"full_text":"LOCKDOWN DIARIES: DAY 2372020-11-08 00:00 - The quarantine returns to its regular Sunday schedule of NASCAR, football &amp; killing people unnecessarily.Stay tuned for dispatches from Radio Free Diablo County.#QuarantineDiaries#QuarantineLife#CoronaLockdown#ShelterInPlaceCA","sentiment_score":0.2}
{"full_text":"Queen Elizabeth II donned a face mask in public for the first time during the coronavirus pandemic when attending a brief ceremony at Westminster Abbey last week to mark the centenary of the burial of the Unknown Warrior.https:\/\/t.co\/PjcYFgqH42","sentiment_score":0.03}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"What will it take for the travel &amp; hospitality industry to bounce back from the #COVID19 blow? speaks to Ronojoy Dutta of of &amp; Puneet Chhatwal of Indian Hotelshttps:\/\/t.co\/WMtOZkLL4o","sentiment_score":0.0}
{"full_text":"\"The pandemic has really highlighted how everything is interconnected. We always see issues as these different problems.\"https:\/\/t.co\/nXr9UhvBAJ","sentiment_score":0.1}
{"full_text":"With the National Lockdown in place across England, we have suspended Bath Tours until further notice. We will resume operating when we are able to do so. #staysafe #Covid19UK #sightseeing #bath","sentiment_score":0.25}
{"full_text":"If you develop coronavirus symptoms, there are plenty of testing kits available at or by calling 119 If you live near Kentish Town, there's a test site at 51 Greenwood Place Please don't just turn up though - you still need to book an appointment","sentiment_score":0.2121212121}
{"full_text":"A limited number of grandstand seats will be allocated for families of frontline health workers and first responders in Bahrain, to recognise their incredible contribution and commitment in responding to the pandemic in the Kingdom.https:\/\/t.co\/HvY8ThQLiV#COVID19 #Health","sentiment_score":0.3595238095}
{"full_text":"Many of our customers &amp; colleagues mark #Remembrance by visiting our Edinburgh war memorials. With current coronavirus restrictions we've made these war memorials available online, so that all our communities &amp; colleagues can remember the fallen.#RemembranceSunday","sentiment_score":0.3}
{"full_text":"As far as I'm aware, they wanted to maintain social distancing so neither poll workers nor observers would be at risk. Seems fair enough","sentiment_score":0.2166666667}
{"full_text":"#MyReport | \"The dust from the plant stays on the ground and on cars. The smoke enters the houses and settles on the utensils and blackens them,\" say Govandi locals.","sentiment_score":0.0}
{"full_text":"A recent analysis estimates that the number of states that are likely to fail between 2020-2022 has increased by 56%  globally.  Read the full analysis on which #SDGs are hardest hit by the pandemic ","sentiment_score":-0.03}
{"full_text":"COVID 19 cases in India until : 08\/11\/2020 13:30Total Cases: 8507204 [+0]Active: 511922Recovered: 7867291 [+0]Deaths :126163 [+0]Total Tests: 117.74MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"79th prison inmate in California dies of COVID-19","sentiment_score":0.0}
{"full_text":"Due to Covid-19 restrictions, #Rotherham residents can view virtual #Remembrance services on the council's website &amp; on  social media pages. Services will begin at 10.15am on Sunday 8th &amp; Wednesday 11th Nov &amp; can be viewed here:","sentiment_score":-0.0458333333}
{"full_text":"RT For those looking for an emotional tipping point:Victoria out of lockdown and Biden win on the same day..... #auspol #Pr...","sentiment_score":0.2666666667}
{"full_text":" Latest Covid Updates:-                           Total Cases : 8,507,754                               Deaths : 126,162                          Recovered : 7,868,968                 160","sentiment_score":0.25}
{"full_text":"Quote me on this, Biden has no ligitamate blue print plan to deal with covid his plan is to continue with Trump's plan except he's going to tell the media to limit the amount of coverage they do on covid and when they do cover it send a message of relief and progress.","sentiment_score":0.0}
{"full_text":"RT This. Kenney's narrative skips over #CovidLongHaulers. He skips over long term impact on those who are Covid19 positive....","sentiment_score":0.0886363636}
{"full_text":"RT Without janitorial workers, hospitals are not safe spaces. Remember that. Don't leave hospital support workers like cl...","sentiment_score":-0.25}
{"full_text":"Current Conditions for #Sayre PATemp: 34.9FWind Chill: 34.9FHumidity: 99%Dew Point: 34.6F Barometer: 30.451 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 194.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Our media demands Justice for SSR, Justice for Kangana, Justice for Arnab but won't demand Justice for the hundreds of live...","sentiment_score":0.1363636364}
{"full_text":"The election is over Covid is now a thing of the past","sentiment_score":-0.25}
{"full_text":"Whilst Boris Johnson wants to find out who the leaker is, the UK wants Boris Johnson to answer why outdated &amp; incorrect data was used to justify the second lockdown?#SundayThoughts #lockdown ","sentiment_score":-1.387778781e-17}
{"full_text":"It will be interesting to see what Sleepy Joe's approach will be to Corona","sentiment_score":0.5}
{"full_text":"RT BREAKING: Minneapolis-St Paul hospitals. ICU capacity is effectively maxed out at 98% in Twin Cities, and 92% statewide. MN...","sentiment_score":0.6}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"RT Oh now he doesn't have a plan?","sentiment_score":0.0}
{"full_text":"Close the campus.#savesimsonians","sentiment_score":0.0}
{"full_text":"Rates Spark: Lockdown November","sentiment_score":0.0}
{"full_text":"RT Corona Virus: How it ruined my life, ate all my savings, my crypto portfolio, probably cost me my marriage and threw me i...","sentiment_score":0.0}
{"full_text":"RT What fresh hell is this","sentiment_score":0.3}
{"full_text":"Time: 08:00 * Temp: 10.9degC * Wind: ENE 0.9 to 6.0mph * Pressure: 1009.7hPa * Rain: 0.2mm * Hum: 96% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:40 * Sunset: 16:33 * Cloudbase: 360ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"The democrats are at fault for covid 19! In USA if they had took the virus serious on jan 27 instead of a witch hunt trial against the president !Maybe the 100 senators &amp; Representatives could have had plan  and done something about it! Covid deaths in America is Dems Fault!!","sentiment_score":-0.8138020833}
{"full_text":"RT #Iran: #Coronavirus Fatalities Exceed 146,500 in 462 CitiesThe regime's Health Ministry spokesperson announced the mullah...","sentiment_score":0.0}
{"full_text":"At this rate we not going back to school","sentiment_score":0.0}
{"full_text":"#India's #COVID19 tally reached 8,507,754 on Sunday as 45,674 new cases were registered across the country in the past 24 hours, according to the latest data released by the health ministry.","sentiment_score":0.1287878788}
{"full_text":"Gerard pique has offered financial support to renevation of the nou camp after covid halted","sentiment_score":0.0}
{"full_text":"[Weekend Recap] Hear discuss what lies beyond the smartphone &amp; #COVID19's Forced Experiments  #podcast #AR #VR","sentiment_score":-0.3}
{"full_text":"Lockdown loneliness prompts people to change retirement plans","sentiment_score":0.0}
{"full_text":"\"Chocolate is very much an essential food around here,\" said chocolatier Marleen Van Volsem at the Praleen chocolaterie south of Brussels. \"It has to be. Because chocolate makes you happy.\" ","sentiment_score":0.4}
{"full_text":"RT with covid's impact on the tourism industry, i love how svt rented a hanriver cruise ship  intentional or not, they helped...","sentiment_score":0.5}
{"full_text":"RT girlie really think she did smth.....","sentiment_score":0.2}
{"full_text":"RT The begin of the dignified end we all expected.  ","sentiment_score":-0.1}
{"full_text":"RT DONALD TRUMP* impeached, one term president* twice lost the popular vote * 235,000 di...","sentiment_score":0.6}
{"full_text":"RT It's almost surreal isn't it reading this. A little bit like waking up from a nightmare and realising everything is fine n...","sentiment_score":0.1597222222}
{"full_text":"RT When I remember #LekkiMassacre water run away my eyes.The second wave of #EndSARS should lead to a total lockdown.We're re...","sentiment_score":0.0}
{"full_text":"By relieving the stress in your muscles, you can usually reduce your anxiety levels. Keep practicing, and you'll start to notice a difference #lockdown #mentalhealth #covid19uk #covid19","sentiment_score":-0.25}
{"full_text":"Jen has a free group with the vision to help small businesses through the outbreak of Covid-19. If you are self-employed or have a small business come and join. Support, networking, resources, opportunities and more.https:\/\/t.co\/4gml1sVSMr#smallbusiness #covid19 #corona","sentiment_score":-0.0333333333}
{"full_text":"More than a quarter million Danes went into lockdown Friday in a northern region of the country where a mutated variation of the coronavirus has infected minks being farmed for their fur, leading to an order to kill millions of the animals.","sentiment_score":0.5}
{"full_text":"RT The owner of one hemp farm in Dripping Springs says the COVID-19 pandemic has only impacted some logistics of the operation, but...","sentiment_score":0.0}
{"full_text":"New York's new travel quarantine rules include the option of a much shorter quarantine -- if you get the required tests. #Albany #NewYork #coronavirus #travel ","sentiment_score":0.1575757576}
{"full_text":"How businesses can reopen and reinvent amid coronavirus","sentiment_score":0.0}
{"full_text":"RT Our media demands Justice for SSR, Justice for Kangana, Justice for Arnab but won't demand Justice for the hundreds of live...","sentiment_score":0.1363636364}
{"full_text":"JUST IN: DFA received NO new reports of confirmed cases of COVID-19 among Filipinos abroad, total number of confirmed COVID-19 cases among overseas Filipinos remains at 11,423 (Source: DFA)","sentiment_score":0.1829545455}
{"full_text":"RT Asia Today: India has reported 45,674 new coronavirus infections over the past 24 hours, with the capital coping with a sharp surge...","sentiment_score":-0.0795454545}
{"full_text":"Premier League chiefs consider abandoning PPV during lockdown","sentiment_score":0.0}
{"full_text":"The order came in response to a lawsuit filed by news organizations, including American City Business Journals.  #COVID19 #loans #PPP #smallbusiness","sentiment_score":0.0}
{"full_text":"Expert evaluation: Australia could be COVID-free in weekshttps:\/\/t.co\/k72Jq53h3S","sentiment_score":0.0}
{"full_text":"After the first weekend in lockdown 2.0, we can't wait to be back visiting bars and restaurants (  Shop New In  #Tessuti #Inspiration #London #TheFranklinLondon","sentiment_score":0.1287878788}
{"full_text":"As I predicted. It was all used to destroy Trump.","sentiment_score":-0.2}
