{"full_text":"1,217 sports clubs applied for and received financial support in the second COVID-19 relief package for community sport. Neil Millar and Lalia Harre debated the pros and cons of the grant allocations with RNZ's Wallace Chapman on \"The Panel\", last Friday.https:\/\/t.co\/TASJlV2NcB","sentiment_score":0.0}
{"full_text":"RT Next time says anything about #COVID rules, remember: he doesn't observe them either.","sentiment_score":0.0}
{"full_text":"RT Please, don't travel for the Holidays. We are at the very beginning of a gargantuan surge in #COVID19 in the U.S.","sentiment_score":0.075}
{"full_text":"RT \"We are hitting new highs of Covid and new lows in our response.\" -- weekly assessment of the state of t...","sentiment_score":0.1363636364}
{"full_text":"Bogus is the entire pandemic!  Political!","sentiment_score":0.0}
{"full_text":"Nope.....anti lockdown is about freedom of choice.....with you being being a staunch \"pro-choice\" peoplekind......i am surprised you are pro-lockdown.  Just sayin'","sentiment_score":0.1}
{"full_text":"RT Trump never said that. In fact, it was Cuomo who rejected distribution of the vaccine.","sentiment_score":0.0}
{"full_text":"RT An analysis of blood samples from 168 #COVID19 patients, 26 flu patients, and 16 healthy people suggests that #Cytokin...","sentiment_score":0.5}
{"full_text":"RT Gov. attended a birthday dinner for one of his political advisers last week with at least a dozen people from sev...","sentiment_score":-0.1}
{"full_text":"RT Manitoba's jails are being overrun by COVID-19 due to cramped conditions and inadequate healthcare. This is absolutely t...","sentiment_score":0.0375}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"Well the man who didn't invent it, but whose video you posted is also an AIDS denier. Can you tell me about how the AIDS epidemic is also a part of this PCR conspiracy?","sentiment_score":0.0}
{"full_text":"RT They showed Covid can be beaten!!Out of over 64,000 people who got infected in last 10 days in Delhi, over 55,000 have...","sentiment_score":0.0}
{"full_text":"RT Now is the time for everyone - right across our province - to do your part to slow the spread of COVID-19; to be leaders by...","sentiment_score":-0.0071428571}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonst...","sentiment_score":0.0}
{"full_text":"RT These brave men and women are willing to take a bullet for the President but he won't wear a mask for them.","sentiment_score":0.525}
{"full_text":"RT Shame on this president.","sentiment_score":0.0}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"Trump says coronavirus vaccine won't be delivered to New York right away","sentiment_score":0.211038961}
{"full_text":"Stay home ignore the assholes we won","sentiment_score":0.0}
{"full_text":"Point being, whether we shut down again or not, we, collectively, have to do better. Masks + social distancing + clean hands CONSISTENTLY by ALL of us seem like a good way to help our communities.","sentiment_score":0.2824074074}
{"full_text":"RT To lockdown or not lockdown? The urgent, gut-wrenching question local officials (once again) confronting amid failed US pand...","sentiment_score":-0.25}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT Trump Campaign Adviser Corey Lewandowski Gets COVID-19 After White House Superspreader Event via","sentiment_score":0.0}
{"full_text":"times are crazy so enjoy this video I made a lil while ago way before the pandemic.","sentiment_score":-0.1}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT As Oregon sees a second consecutive day with more than 1,000 new #COVID19 cases, today announced a statewide...","sentiment_score":0.2121212121}
{"full_text":"RT People are testing positive for COVID19 in the NYSC camp here in LagosProtect yourself out there. Don't forget to wear...","sentiment_score":0.2272727273}
{"full_text":"RT It's looking like California will shut down shortly. But why? We abided by all the rules: ALL of our guests wear masks, we d...","sentiment_score":-0.0777777778}
{"full_text":"This is the new normal. They won't mask in public indoor spaces, so they'll get Covid. This somehow doesn't bother them. And--significantly, they won't tell you that they have it, sometimes because don't know (or care) themselves. The new normal require taking extra precautions.","sentiment_score":0.0954545455}
{"full_text":"I hate it here","sentiment_score":-0.8}
{"full_text":"This woman is an idiot of the highest magnitude. And if you can't figure that out, so are you.","sentiment_score":-0.8}
{"full_text":"Cumulative Covid Cases from September 2020 - Until today. The numbers increased in one day. Total 2,006--- Students 936 --- Staff 1,070 Today 40 Kids &amp; 29 Staff - The information is right from the DOE page.","sentiment_score":0.1428571429}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"I hate the southern red state I live in, our covid numbers just hit an all time high again. HATE IT HERE ","sentiment_score":-0.2172727273}
{"full_text":"RT Thank you for speaking out. We need leadership for everyone, not one persons (trump) ego. At what point do we call it gen...","sentiment_score":0.0}
{"full_text":"REPOST!! Do not donate used clothing. We do not want to further the risk of the pandemic. Donate new clothes instead if you can.Please donate water\/food\/hygiene essentials\/alcohol\/face masks instead.","sentiment_score":0.0681818182}
{"full_text":"RT A must watch: the doctors round table: with some of the country's top doctors.. are we in for a second COVID surge and...","sentiment_score":0.1}
{"full_text":"RT I HAD TO STAND IN LINE AT A PHARMACY IN EL PASO FOR OVER AN HOUR FOR A FLU SHOT. Every moment in that line I w...","sentiment_score":0.0}
{"full_text":"South Texas county nears 2,000 deaths from coronavirus","sentiment_score":0.0}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT Who died and made her the Grinch that stole Thanksgiving?https:\/\/t.co\/E9rtWDLt9l","sentiment_score":0.0}
{"full_text":"One in every 378 people in the U.S. tested positive for #COVID-19 over the past week. The latest prediction U of Washington predicts that the total U.S #death toll will reach about 440,000 by March.https:\/\/t.co\/Qa7zmDTsNS","sentiment_score":0.1193181818}
{"full_text":"RT please rt &amp; spread to help everyone in the philippines which include my family back home. my filo oomfs who are in those a...","sentiment_score":0.0}
{"full_text":"RT this seems to be the American coronavirus response in a nutshell: enact common sense precautions only when things get so dire...","sentiment_score":-0.1}
{"full_text":"RT This Deepavali, may all your powerful dreams transform into reality at lightning pace. Special wishes to lockdown #Thala De...","sentiment_score":0.3285714286}
{"full_text":"RT BREAKING: U.S. reports 170,000 new coronavirus cases, setting world record for 4th day in a row, because 73 million mo...","sentiment_score":0.1363636364}
{"full_text":"RT Yes. Generally, anything over 35 Ct. Most states are near 40.","sentiment_score":0.2166666667}
{"full_text":"RT On the anniversary of #NairobiSummit, watch how is supporting #Ukraine to fulfil its commitment to eradicate violen...","sentiment_score":0.25}
{"full_text":"im still wondering why the US is still not on lockdown... 900k covid cases last week and yall still going on holidays shopping ","sentiment_score":0.0}
{"full_text":"Shah Rukh Khan supports Kerala's COVID-19 fight, donates 20,000 N-95 masks","sentiment_score":0.0}
{"full_text":"RT ahahahaha not my job opening up seating just in time for the holidays; furthering everyone's exposure as cold\/flu season...","sentiment_score":0.0}
{"full_text":"RT wow we really fucked up by sending all the kids back into the world when we don't know shit about this. american politi...","sentiment_score":-0.14}
{"full_text":"Frrrr!! I had my money up!! School fucked up my bag frfr.","sentiment_score":-0.6}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"Sleep in, make some drinkies, and watch The Queen's Gambit on Netflix, in your pjs.    ","sentiment_score":0.0}
{"full_text":"finally someone gets its","sentiment_score":0.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"Lockdown two","sentiment_score":0.0}
{"full_text":"RT Oregon's governor has announced a freeze of everything in the state with 1,076 new cases of COVID... and NO DATA as to...","sentiment_score":0.1363636364}
{"full_text":"Yes VOTE please!","sentiment_score":0.0}
{"full_text":"2) Covid isn't the only thing we have to weigh. We have the economy, mental health, other health issues that are getting swept under the rug and disregarded.","sentiment_score":-0.075}
{"full_text":"RT Refusing to wear a mask during life threatening pandemic is not a statement about lifestyle or personal choice (unless yo...","sentiment_score":0.0}
{"full_text":"RT Please cancel these in-person dinners, &amp; to keep everyone safe from #covid19 - yourselve...","sentiment_score":0.5}
{"full_text":"President-elect is the funniest shit ever","sentiment_score":-0.2}
{"full_text":"RT \"Now, Mr. President, if you're listening, let your final act carry a dignity that you have failed to evidence in the years before...","sentiment_score":-0.25}
{"full_text":"Scentology ass ship name lol","sentiment_score":0.8}
{"full_text":"RT dear everyone scared of lockdown: wtf have you been doing this whole time!!! i've been home for 8 months","sentiment_score":-0.0546875}
{"full_text":"RT 7 years ago, the late Senator Miriam Defensor Santiago filed Senate Bill no.1573 Pandemic &amp; All-Hazards Preparedness Act. The...","sentiment_score":-0.3}
{"full_text":"These data are very concerning.","sentiment_score":0.2}
{"full_text":"RT Gov. attended a birthday dinner for one of his political advisers last week with at least a dozen people from sev...","sentiment_score":-0.1}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"I'm sorry Covid sucks but it is far from the the only thing that's affecting us at the moment and it will continue to be that way. It's a virus that is unfortunately here to stay and there is no guarantee a vaccine will be successful long term.","sentiment_score":-0.0714285714}
{"full_text":"RT Today America recorded 175K #COVID19 cases, the most in one day anywhere in the world, most attributed to...","sentiment_score":0.5}
{"full_text":"RT He... Doesn't... Care...","sentiment_score":0.0}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"This is evil. I don't use this word lightly.","sentiment_score":-0.3}
{"full_text":"RT People are testing positive for COVID19 in the NYSC camp here in LagosProtect yourself out there. Don't forget to wear...","sentiment_score":0.2272727273}
{"full_text":"RT To our friends across the country: You can help us mobilize voters and raise the resources we need from where you are. As...","sentiment_score":0.0}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 followers please copy and re-post this tweet? Call 1-800-273-8255 (USA hotline)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT Quite the development tonight in North Dakota:Gov. Doug Burgum, who has for weeks resisted a mask mandate while case num...","sentiment_score":0.0}
{"full_text":"RT Something to think deeply #diversity #humanity #empathy #COVID19 #COVID19LK #SriLanka #lka","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA hotline) Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"I was working at the office, and wondering when I should ask to WfH.That afternoon, the word came in of a case identified locally.  I sent a quick e-mail to my lead that I'd finish out my day at home.His response that day was, \"See you Monday.\"","sentiment_score":0.1666666667}
{"full_text":"RT Quite the development tonight in North Dakota:Gov. Doug Burgum, who has for weeks resisted a mask mandate while case num...","sentiment_score":0.0}
{"full_text":"RT Black and Latino Americans are 3x as likely to contract COVID-19 and more likely to die from it.The Biden-Harris admini...","sentiment_score":0.0833333333}
{"full_text":"RT Now more than ever we need to be good to one another. Today is World Kindness Day so let's give each other the time, space, and...","sentiment_score":0.3583333333}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"\"My body, my choice.\"Which overrules other people's want to not catch Covid? Your choice doesn't affect just your body.","sentiment_score":-0.125}
{"full_text":"Nevada governor tests positive for Covid-19 #mustread #feedly","sentiment_score":0.2272727273}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"Coronavirus has touched every corner of the globe, but these countries have reported no cases - ABC NewsVanuatu has recorded it first case.   ","sentiment_score":0.25}
{"full_text":"RT 80% of the people who died in Texas jails from COVID-19 had not been convicted of a crime.Incarceration should never be a death...","sentiment_score":0.0}
{"full_text":"RT JUST WEAR THE MASK. Cover your mouth AND nose. Stay 6 feet from others. Wash your hands. Stay home if you can. #COVID19 cases a...","sentiment_score":0.0}
{"full_text":"Top CRE Articles in October 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRephttps:\/\/t.co\/KYM9bu1k0M","sentiment_score":0.5}
{"full_text":"RT I will create an effective crowdfunding campaign for you......Kindly click and let get started!!!https:\/\/t.co\/q0h4LV...","sentiment_score":0.6}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"Cancel youth hockey that will cure Covid! You are a complete clown","sentiment_score":0.1}
{"full_text":"RT It's looking like California will shut down shortly. But why? We abided by all the rules: ALL of our guests wear masks, we d...","sentiment_score":-0.0777777778}
{"full_text":"RT Social distancing and wearing a mask for over 25 years #BreakingNewsFromCrystalLake","sentiment_score":0.0333333333}
{"full_text":"RT Cannot shout this loud and frequently enough. For the next 6 months.Sorry. I get it. It's hard. But this is a PANDEMIC. NOT...","sentiment_score":-0.0479166667}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT \"Sad a 'Defeated' Old Man trying to get through a Mouthful of more Lies\"@Newswee...","sentiment_score":0.0333333333}
{"full_text":"RT Happy Diwali to everyone  . COVID is still very much a reality so we all need to be more responsible this year . Stay s...","sentiment_score":0.44}
{"full_text":"RT The pandemic has caused me to be attracted to mustaches and I don't know if I'll ever recover","sentiment_score":0.0}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"there's always room for improvement so things here or there need a little tweaking but nothing too major that I noticed, you guys did and amazing job even during a pandemic you still show that you are top dog in the COD game, all in all Cold War was definitely worth the wait-","sentiment_score":0.0392857143}
{"full_text":"So much this","sentiment_score":0.2}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"Something tells me that if we had won the presidency both houses and achieved world peace, they would have asked us why we hadn't found the cure for Covid and Ebola.","sentiment_score":0.0}
{"full_text":"RT Please let's come together, respect each other, wear a mask, and thank our first responders.  They work tirelessly and...","sentiment_score":0.0625}
{"full_text":"RT 1 in 64 people in Denver is contagious with COVID right now, the governor estimates. Statewide, he says, it's 1 in 110.","sentiment_score":0.2857142857}
{"full_text":": Nadeem Khan, Director - High Performance (on players and match officials testing negative for Covid-19)https:\/\/t.co\/wLXNwG5UTG@TheRealPCBMedia #PCB #QETrophy #HarHaalMainCricket #QeA20","sentiment_score":-0.07}
{"full_text":"#Autopsies performed since 1950 dropped substantially thanks to advances in imaging technology. Find out why #COVID19 has kept #pathologists busy. Via and","sentiment_score":0.15}
{"full_text":"Hooray! What comes with Saturday is our NEW JIMMY WB55 Anti-mite UV Sanitizing Vacuum with HEPA filtration &amp; heat that effectively removes must mite matters, bacteria, viruses and pollen on bed, mattress, furniture, upholstery. #sanitizer #bacteria #virus #coronavirus  #COVID19","sentiment_score":0.2426767677}
{"full_text":"RT Congratulations to Mary Wakefield! Let's work together to get more nurses included in the transition team, esp the COVID...","sentiment_score":0.5}
{"full_text":"Tesla CEO Elon Musk has four #Covid19 tests in 1 day, says 'something bogus going on'Taking to Twitter, he wrote, \"Two tests came back negative, two came back positive. Same machine, same test, same nurse. Rapid antigen test from BD.\"Read","sentiment_score":-0.0103896104}
{"full_text":"Dealing with the pandemic through the winter will be a challenge. Here are some items experts suggest could help you cope.","sentiment_score":0.0}
{"full_text":"RT After 20JAN, @JoeBiden will be President and the petty, childish and dangerous threats from @realDonaldTrump won't e...","sentiment_score":-0.4}
{"full_text":"Medical:\"Low Zinc Levels Increase Risk of Death With COVID-19\"https:\/\/t.co\/ewbquTHRgb via (Shared via COVID-19 topic)","sentiment_score":0.0}
{"full_text":"Up to 150M more people will fall into extreme poverty in 2021 with 8 in every 10 of the \"new poor\" in middle-income countries, says See how the pandemic is affecting progress to #EndPoverty:","sentiment_score":0.0278409091}
{"full_text":"friday 11\/13: it's no longer the u.s. setting record highs in #coronavirus infections and hospitalizations day after day which raise the most alarm but how rapidly they are rising daily. over 175,000 new #COVID19 cases were recorded today, increasing 22k+ from just yesterday 1\/","sentiment_score":0.2121212121}
{"full_text":"Boussignac CPAP is a Non Invasive Ventilation (NIV) device generating Continuous Positive Airway Pressure (CPAP). It works by delivering a constant pressure to the airways without electricity or artificial ventilators. #Vygon #CPAP #COVID19To learn more, get in touch with us.","sentiment_score":0.0318181818}
{"full_text":"Some churches in Kansas have suspended indoor, in-person worship services as the state set another record for new coronavirus cases.","sentiment_score":0.1363636364}
{"full_text":"The gang is back in their bunkers and one of them has a visitor....of pandemic proportions. Anyway, TUNE IN for an all new episode of Smells Like 90's Rock!","sentiment_score":0.0852272727}
{"full_text":"All concerns about attendance were extinguished by the presence of more than 8,000 enthusiastic spectators who packed the big bowl, inspiring the booters to a morale-boosting win after eight months' break from the game due to the pandemic.","sentiment_score":0.2678571429}
{"full_text":"As of Friday, more than 10 million people have now been diagnosed with COVID-19 nationwide, and some state governments are responding with new restrictions.","sentiment_score":0.3181818182}
{"full_text":"WMAR-2 News is bringing you the latest openings in our area. Love animals? Petco is hiring a Dog Trainer.","sentiment_score":0.5}
{"full_text":"After initially opening the three sites will offer an additional 130 hospital beds. ","sentiment_score":0.0}
{"full_text":"#Japan reports record daily COVID-19 cases of over 1,600 amid resurgence","sentiment_score":0.0}
{"full_text":"With the coronavirus coming back with a vengeance across the country, governors and other elected officials are showing little appetite for imposing the kind of lockdowns and large-scale business closings seen last spring.","sentiment_score":0.0575}
{"full_text":"New data reveals Minnesota's prison system is facing one of the worst COVID-19 outbreaks in the nation. As the Department of Corrections searches for solutions, the virus is sickening inmates and guards alike, making families fear for their loved ones.","sentiment_score":-0.2659090909}
{"full_text":"An #Austin man participated in the #Pfizer vaccine trials. He spoke with KVUE about his experience.","sentiment_score":0.0}
{"full_text":"Meet 'dream couple' behind the first coronavirus vaccine***Latest News Updates","sentiment_score":-0.075}
{"full_text":"RT This is purely anecdotal, and I don't want to jinx it, but I don't think I've ever in my life gone this long without gettin...","sentiment_score":0.0821428571}
{"full_text":"How can digital tech strengthen the effectiveness of COVID-19 recovery efforts? Join ADB &amp; to hear experiences and ideas from reformers in the Asia-Pacific and learn about the  #DigitalAgainstCOVID19 Innovation Challenge. Register for the Zoom webinar ","sentiment_score":0.0}
{"full_text":"There have been more covid outbreaks from schools and gatherings than indoor diningI feel 100% safer at indoor dining than at my fuckin job where if u knew how many fuckin cases we had you would freak out n ask why we haven't closed","sentiment_score":0.3}
{"full_text":"A Montana man is charged with felony assault with a weapon after a confrontation over his refusal to wear a mask in a Helena restaurant.","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"President Trump held a press conference Friday to talk about the upcoming vaccine and distribution. Here's how his statements stand up to the facts.","sentiment_score":0.0}
{"full_text":"Rick Grimes: I remember.#TheWalkingDeadSeason 8Wrath15 April 2018#TWDZombie ApocalypseAll Out WarKing County Sheriff's DepartmentCynthiana, KentuckyCDC, Greene Farm, Both Prison Sieges &amp; Terminus SurvivorThe Last GrimesAndrew Lincoln","sentiment_score":0.0}
{"full_text":"Got symptoms? #GetTested. #COVID19 symptoms include: fever, cough, sore throat, difficulty breathing, loss of smell and loss of taste. More below.@NSWHealth clinics #Punjabi #pNjaabii","sentiment_score":0.5}
{"full_text":"MASK MANDATE  Here in Southeast Texas, ICU beds are full and the area is facing a COVID-19 surge. How are police officers and law enforcement agencies enforcing the mask mandate? ","sentiment_score":0.35}
{"full_text":"Records continue to be broken in the state of Oklahoma as each day brings newer and higher numbers of those hospitalized with the coronavirus and those with active cases.https:\/\/t.co\/NZQhKYNeZr","sentiment_score":-0.0944444444}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"RT Yesterday it was ~150,000. Today &gt;170,000.The confirmed new infections along the exponential curve that is as close to vert...","sentiment_score":0.2681818182}
{"full_text":"RT I am the president-elect, but will not be president until next year. COVID-19 does not respect dates on the calendar, it is a...","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"How is this not a huge scandal in the US today??","sentiment_score":-0.2}
{"full_text":"RT Sen. can't explain why she thinks it's a good idea to get rid of health care in the middle of a pandemic. h...","sentiment_score":0.35}
{"full_text":"#Pelosi cancel your fancy Democratic dinner- you are such a #hypocrite! Threaten the public w Covid shutdowns, eat fancy meals with a large party, food no one else can afford-you are Marie Antoinette 2020","sentiment_score":0.0714285714}
{"full_text":"I wanna know how Mrs. Benson handled the pandemic ","sentiment_score":0.0}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT 170,000 cases today.We are so, so fucked from Thanksgiving to Christmas","sentiment_score":-0.6}
{"full_text":"#COVID19 has put enough on everyone's plates -- we don't have time for a #flu epidemic. Get your #flushot to help keep yourself and others safe this winter. Learn more here: #NoTimeForFlu","sentiment_score":0.3333333333}
{"full_text":"RT - it's only human..","sentiment_score":0.0}
{"full_text":"Global Talent Management Software Market Size, Share, Trends, Growth and Outlook with Company Analysis and Forecast to 2026 (Based on 2020 COVID-19 Worldwide Spread) - Sunrise Nigeria","sentiment_score":0.0}
{"full_text":"Kids in Cages.Denigrating fallen soldiers.Allowing bounties on our military.Lying about everything.Mismanaging Corona virus, 145k dead.Talking about his accomplishments is insulting.","sentiment_score":-1.0}
{"full_text":"#Happiness spreads through sharing, but this year, everyone needs to be extra careful with it because of #coronavirus #ISBS family wishes you with joy, peace &amp; health#HappyDiwali ","sentiment_score":0.35}
{"full_text":"COVID Vaccine News!","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT DeSantis hires Ohio Uber driver to rig COVID stats","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 39.4FWind Chill: 39.4FHumidity: 99%Dew Point: 39.1F Barometer: 30.148 inHgWind: 0 mph from the NNWCorona Virus Weekly Stats:Cases: 203.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"CNBC, cyberothers misrepresent Trump's cyberremarks on COVID 19 cybervaccine distribution in New York","sentiment_score":0.1363636364}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"New Mexico Governor Issues Stay-at-Home Order' 'only time will improve fortunes.","sentiment_score":0.0681818182}
{"full_text":"44,684 new #coronavirus infections take national caseload to 87.73 lakh","sentiment_score":0.1363636364}
{"full_text":"RT As an #Epidemiologist you are correct #Covid19 cases are on the rise significantly please #StayHome ha...","sentiment_score":0.375}
{"full_text":"RT Rick Grimes: I remember.#TheWalkingDeadSeason 8Wrath15 April 2018#TWDZombie ApocalypseAll Out WarKing County...","sentiment_score":0.0}
{"full_text":"How life has changed due to COVID-19 (and #tips for coping). For months, we've experienced an unprecedented shift in our way of life due to #COVID-19. Before the #pandemic, who ...#WFH #leadership #mentalhealth","sentiment_score":0.2875}
{"full_text":"RT \"Cases are skyrocketing, and the governor continues undermining science....Now he wants to hire a fringe sports blogger wit...","sentiment_score":0.2}
{"full_text":"RT finally someone gets its","sentiment_score":0.0}
{"full_text":"How to Rebuild Trust and Win the Pandemic Battle","sentiment_score":0.8}
{"full_text":"RT January 20, 2021 is the magical day Republicans will start to care about covid and blame all 400,000 dead on Joe Biden.","sentiment_score":0.15}
{"full_text":"So so sorry","sentiment_score":-0.5}
{"full_text":"RT Less Than Half Of Americans Likely To Comply With New COVID Lockdown: Gallup","sentiment_score":-0.0492424242}
{"full_text":"RT This is how a nation dies: Tyrants are using the Coronavirus crisis to destroy Hinduism and 'civilise the heathens'Good...","sentiment_score":0.25}
{"full_text":"North Dakota enacts statewide mask mandate, business restrictions as COVID-19 outbreak rages","sentiment_score":0.0}
{"full_text":"With COVID-19 surging, schools suspend in-person education","sentiment_score":0.0}
{"full_text":"RT Congress has blown $3 trillion, governors have destroyed our economy, and we still don't have much of a clue about thi...","sentiment_score":0.2}
{"full_text":"It's been a busy week for you and now it's your time to have a good rest and enjoy the weekend, in peace! Don't stress over cleaning... We'll take care of that! #homesweethome #laundry #workfromhome #momlife #letscleanitup  #larrymadowo #jumiablackfridays #blackfriday #COVID19","sentiment_score":0.475}
