{"full_text":"Hillary Clinton right now:","sentiment_score":0.2857142857}
{"full_text":"COVID-19 Impact on Ride Sharing Markethttps:\/\/t.co\/fDT10atbv8#COVID19 #ridesharing #Transportation #rideshare #carshare #bikeshare #mobility #AutomotiveIndustry #technologynews #Technologies #technews #Trending #mobilitytalk #trendingnews #transportepublico #publictransport","sentiment_score":0.0}
{"full_text":"RT Remarkable that this required a lawsuit by the to make this crucial information available from the WH adminis...","sentiment_score":0.3833333333}
{"full_text":"RT I dont think vaccines will be forced on anyoneI do think that most large multinational corporations will probably require th...","sentiment_score":0.1380952381}
{"full_text":"RT You have a choice hereYou can be a jerk. And belittle the COVID concerns and fears of people you don't knowOr you...","sentiment_score":0.0}
{"full_text":"RT NEWS | The Arkansas at Missouri FB game of Nov. 28 has been postponed due to positive COVID tests and contact tracing, resulting i...","sentiment_score":-0.0992424242}
{"full_text":"RT The covid epidemic has exposed the true heart of conservatives.","sentiment_score":0.35}
{"full_text":"RT Wow. Governor Cuomo says Law Enforcement officers who refuse to enforce his Unconstitutional COVID-19 laws are \"Dictators...","sentiment_score":0.1}
{"full_text":"RT As we head into this holiday week, please take every precaution you can to keep yourself, your family, and your community...","sentiment_score":0.0}
{"full_text":"#CoronaVaccine availability is great news! Distributing then equitably is needed!  #VaccinesWork UNICEF says to ship 2 billion COVID vaccines to poor nations in 2021","sentiment_score":0.3}
{"full_text":"AI, ML, 5G, IoT will be most important tech in 2021: Study, The Times of India #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/N26gXs7kT6","sentiment_score":0.45}
{"full_text":"RT The House doesn't have filibusters, also passed several COVID relief packages to the Senate that not only include &gt;$...","sentiment_score":0.0}
{"full_text":"RT One-third patients are from UP, Haryana. Death rate among them is very high...","sentiment_score":0.208}
{"full_text":"RT This is grostesque. More than 1,000 workers have contracted COVID-19 at this plant.Their lives aren't a joke.","sentiment_score":0.5}
{"full_text":"RT Oregon's new coronavirus restrictions are tougher on Thanksgiving families than violent antifa rioters, argues","sentiment_score":-0.3318181818}
{"full_text":"You should try journalism sometime. I am tired of \"news orgs\" not asking the real questions. Where's your proof. You say masks work then show me the proof. You say do not gather then show me the proof! Show us the real numbers!! Until then quit lecturing us and sit down","sentiment_score":0.0017361111}
{"full_text":"Can't believe we were all just spitting on each other before this pandemic lol","sentiment_score":0.3375}
{"full_text":"Narcolepsy was linked to the 2009 so called swine flu epidemic vaccine. GBS was linked to the 1976 swine flu vaccine. Your right about balance but there were only 138 reported swine flu deaths in 2009 against a vaccine that caused misery and was withdrawn.","sentiment_score":0.1428571429}
{"full_text":"Honestly the only thing stopping me from living my best life is capitalism and this pandemic.","sentiment_score":0.5333333333}
{"full_text":"RT I wish we could bring the anti-maskers &amp; the COVID deniers through our COVID units. Let them SEE the tubes, lines &amp; drains...","sentiment_score":0.0}
{"full_text":"RT WTF is up w\/ this never-ending loop of each country constantly telling all others to hold their coronavirus infested beer?...","sentiment_score":-0.25}
{"full_text":"... so enforcement works, education not so much - in this case.  ... and we can forget about of the office all together. Steve is still looking for his belt buckle. #BuckleBunny","sentiment_score":0.2}
{"full_text":"You were right you said you would be a president the likes of which we'd never seen beforeThe Washington Post: Coronavirus live updates: Hospitalizations in U.S. continue to set new records, led by Plains and Midwest.https:\/\/t.co\/eTU5n41qJnvia","sentiment_score":0.1861471861}
{"full_text":"RT We're doomed...","sentiment_score":0.0}
{"full_text":"Everyone in this house has been tested and is Covid negative.. STAY TF AWAY FROM US!!!          ~Thanx Mgmt","sentiment_score":-0.5859375}
{"full_text":"RT This is how my kids have to visit their abuelo who is in critical condition. His face is blue. My son remains in the corne...","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a Coronavirus team. Donald Trump's team has coronavirus. That's the tweet","sentiment_score":0.0}
{"full_text":"RT Before we go into lockdown again, make sure y'all visit dentists, primary care doctors, gyno, etc!","sentiment_score":0.5}
{"full_text":"RT That's right, 1 in 300,000.","sentiment_score":0.2857142857}
{"full_text":"Canada -- let's beat COVID together. Wear a mask, practice physical distancing, and download the COVID Alert app where available. The more of us who take simple precautions like these, the safer we all will be.","sentiment_score":0.225}
{"full_text":"Hackers from Russia, China, Iran trying to steal COVID-19 vaccine data: Report #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/CfTTYa1Nox","sentiment_score":0.0}
{"full_text":"RT You in my business. Don't do that.","sentiment_score":0.0}
{"full_text":"RT Nightmare fuel","sentiment_score":0.0}
{"full_text":"RT Hey a cool thing to do if you love your family is stay the fuck away from them for the next 2 months","sentiment_score":0.1125}
{"full_text":"RT Let's say you have a huge thanksgiving but 1 guest has COVID and everyone catches it.If 1 or 2 family members die, wo...","sentiment_score":0.4}
{"full_text":"Captain Kangaroo wasn't as tranquil as Mister Roger's. Kangaroo was a lot more lucid for a series out of 1970. Very simplistic to watch as a kid in early 1980, not enough puppets, but a surreal exploration like a stay at home Doctor Who.","sentiment_score":0.04}
{"full_text":"May COVID crawl up you ass","sentiment_score":0.0}
{"full_text":"RT Pls always wear a mask when outdoors! #StaySafe #StayHealthy #COVID19 #coronavirus #MaskUp #WearMaskDefeatCorona #WearAMa...","sentiment_score":0.0}
{"full_text":"RT No advertisements, No drama, Just pure work. This is our \"model\" under the leadership of Shri and Shri","sentiment_score":0.2142857143}
{"full_text":"RT Murder is technically illegal but some have found loopholes.","sentiment_score":-0.5}
{"full_text":"is truly unlikable. His lack of integrity and authenticity... and that random beard he grew over the pandemic doesn't help.","sentiment_score":-0.5}
{"full_text":"2\/8 did Do some amazing things like helping aged out children get assistance, some amazing trade deals. However, the pandemic hit and I'm sorry tbh you seemed like a out of touch, I overcame it warrior against doing the right thing! We all make mistakes.  Truthfully I master in","sentiment_score":0.2428571429}
{"full_text":"Alyssa Thomas Swinging at Indian Creek park today! Having fun while still practicing safe social distancing. #photojournalism #mojo #utoledoPJ #storytelling I uploaded my steller story to my blog you can go check it out there.","sentiment_score":0.2777777778}
{"full_text":"I can't wait until she's gone. She's done ZERO for our kids.","sentiment_score":0.0}
{"full_text":"I had a $270 bill for my antibody test in May bc CityMD coded it as an office visit instead of a COVID test. My insurance told me to call CityMD and tell them to submit it as a corrected claim with an amended CPT code, FWIW. It was surprisingly painless. Good luck.","sentiment_score":0.7}
{"full_text":"RT 400 years after the \"first Thanksgiving,\" the tribe who fed the Pilgrims continues to fight for their land amid another epidemic...","sentiment_score":0.25}
{"full_text":"RT Stop the BREAKING NEWS every time someone notable tests positive for COVID.Can we just say that there's an 80% chance t...","sentiment_score":0.3636363636}
{"full_text":"How many people will get covid today and tomorrow by flooding the stores and shopping malls because of these  fear mongering comments?","sentiment_score":0.5}
{"full_text":"RT FALSE NEWS! No one in the team has tested positive yet. An extra actor had close contact with a person (outside the d...","sentiment_score":-0.0681818182}
{"full_text":"Pray 4 my 91yo matriarch continued good health. My niece from SC passed through town on Thurs &amp; visited. I wasn't there to slam door in her face! Just got call, niece tested positive for COVID.  Grandma let her in cause it's been 5yrs since last visit. Jail is calling me!","sentiment_score":0.2443181818}
{"full_text":"CM Ashok Gehlot launches digital COVID relief concert series to support folk artists of Rajasthan, The Times of India #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/A7MqOps3S5","sentiment_score":0.0}
{"full_text":"Okay, so what ARE you going to do after pandemic is over?","sentiment_score":0.5}
{"full_text":"RT bro i'm straight up terrified of getting coronavirusi ain't trying to be around anyone lol","sentiment_score":0.5}
{"full_text":"RT .@vivek_murthy, co-chair of President-elect Biden's COVID task force, joins on a new #InTheBubble. And he has...","sentiment_score":0.1363636364}
{"full_text":"Truth exposes all culprits, fools, and madness","sentiment_score":0.0}
{"full_text":"Somalia looks to first full elections in 51 years, despite COVID-19 crisis","sentiment_score":0.3}
{"full_text":"1. Defeat of ISIS 2.3 supremes 3. Border security 4. Lowest ore COVID employment 5. No inflation 6. High stock market 7. New NAFTA 8. Resurgence of manufacturing 9. China tariffs 10. Up yours","sentiment_score":0.1481818182}
{"full_text":"Do a shit down so martial law happens so Trump stays in office for remaining time till covid is completely done. What is that 10 years or 20. I dare do it","sentiment_score":-0.0638888889}
{"full_text":"RT I love being a nurse. Didn't exactly expect to be a new nurse in the middle of a highly politicized pandemic but life com...","sentiment_score":0.2092727273}
{"full_text":"RT Over the last two weeks, there has been a 28% increase in child Covid-19 cases and children now account for more than 11% of all c...","sentiment_score":0.25}
{"full_text":"RT Healthy,asymptomatic people should refuse to take COVID tests. No one has a right to stick a stick up your nose,especially whe...","sentiment_score":0.2857142857}
{"full_text":"RT Joe Biden has a Coronavirus team. Donald Trump's team has coronavirus. That's the tweet","sentiment_score":0.0}
{"full_text":"Quiz of The Week: 14 - 20 November, The Week #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/Y9KkLMvK1V","sentiment_score":0.0}
{"full_text":"Flashback to the start of Corona Virus and the sort of videos coming out of China.","sentiment_score":0.0}
{"full_text":"Hey! You're one of them!","sentiment_score":0.0}
{"full_text":"RT Why is your party filibustering $500 billion in COVID relief?And Joe Biden is cheering them on. Thinking that blocking relie...","sentiment_score":0.0}
{"full_text":"Because prohibition worked so well in the 30's.... oh wait..TYRANTS: PA Gov Bans Alcohol Sales Before Thanksgiving -- Advises Lockdown During Holiday","sentiment_score":0.0}
{"full_text":"To be fair, I think it makes sense that the quality of students' work would decline in a pandemic, particularly among people who had to make big pandemic-related life changesbut I don't think the entirety of the observable decline in engagement is absolutely necessary.","sentiment_score":0.2166666667}
{"full_text":"RT The \"Chimerica Dream\" was supposed to be that if we drew China closer, it would make them more like us.It's only allowe...","sentiment_score":0.25}
{"full_text":"RT .@vivek_murthy, co-chair of President-elect Biden's COVID task force, joins on a new #InTheBubble. And he has...","sentiment_score":0.1363636364}
{"full_text":"Studies have found that #volunteering may actually offer health benefits to #seniors, and there are even ways to #volunteer \"virtually\" amid the #pandemic. #seniorhealth #kindness #seniorliving #CCRC #retirementliving #retirement ","sentiment_score":0.0}
{"full_text":"RT Highly regarded economist Janet Yellen has been a path breaker at the Fed and Council of  Economic Advisors. Now sourc...","sentiment_score":0.18}
{"full_text":"RT New California lockdown measures met with skepticism, but they could offer the best hope","sentiment_score":0.5681818182}
{"full_text":"RT Map preview: We're four days into data for this week's #COVID19 alert map and 40 counties already have enough cases to t...","sentiment_score":0.0}
{"full_text":"Sad to see...but there is a way forward...https:\/\/t.co\/GCdWQslVcM","sentiment_score":-0.5}
{"full_text":"This is from May. I know pple will pipe up to say don't trust Real Clear Politics bc it's a \"conservative\" site. But the content is CDC figures &amp; interviews w\/ working health officials &amp; NOT demanding suspension of rational thought.","sentiment_score":0.15}
{"full_text":"New Zealand's decision to implement a strict COVID-19 lockdown led to a stronger workplace recovery, according to new statistics.","sentiment_score":0.1363636364}
{"full_text":"Covid has got to go, because I got way too much traveling left to do.","sentiment_score":0.1}
{"full_text":"RT Researchers analyzed COVID-19 infection rates in Kansas following a statewide mask mandate. They found that counties tha...","sentiment_score":0.0}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Resigned to the pandemic, Brits are now indifferent to the death toll","sentiment_score":0.0}
{"full_text":"RT I bet he is not nearly as upset as 258,000 families who lost their loved ones to COVID19.","sentiment_score":0.325}
{"full_text":"Grandma who accidentally invited teen she didn't know to Thanksgiving dinner celebrates fifth holiday with him after losing husband to COVID-19","sentiment_score":0.0}
{"full_text":"The boss of Australia's largest airline said Monday that once a coronavirus vaccine becomes widely available, it may require passengers to use it before they can travel abroad.https:\/\/t.co\/qdK2qounO6","sentiment_score":0.4}
{"full_text":"Ten Things You Need to Know Today: Friday 20 Nov 2020, The Week #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/iPPnbNMpzg","sentiment_score":0.0}
{"full_text":"RT Grabe, my cousin just told me that their neighbour's family members tested + for COVID-19. All 3 members - mom and 2 adu...","sentiment_score":0.0}
{"full_text":"Coronavirus cases are in decline in Kurdistan Region, on rise in world: KRG health minister #NRTnews #COVID19 #Coronavirus #TwitterKurds #Iraq","sentiment_score":0.0}
{"full_text":"Dozens of Catholics gathered at Saint-Sulpice church in #Paris to demand a relaxation of lockdown measures to allow them to celebrate Mass. Believers listened to a priest who officiated an open-air prayer.","sentiment_score":0.0}
{"full_text":"RT Oregon's new coronavirus restrictions are tougher on Thanksgiving families than violent antifa rioters, argues","sentiment_score":-0.3318181818}
{"full_text":"Auburn Football Players c. 1900Is that blood on that guy's face?#Thanksgiving2020 #Christmas2020 #COVID19 #History #PS5","sentiment_score":0.0}
{"full_text":"Thoughts!? One in three parents say the benefits of getting together with family for the holidays outweigh the risk of getting or spreading COVID-19, according to a new national poll from the University of Michigan.","sentiment_score":0.1363636364}
{"full_text":"While Lafayette businesses continue to face wavering restrictions during COVID-19, a local animal shelter reaches a consistent, total \"no-kill\" status.","sentiment_score":0.0833333333}
{"full_text":"Confirmed #Covid19 daily new cases are only 25% below their July peak. @NKCAfricahttps:\/\/t.co\/SEGLaVSxZ0it remains in my view a slow burning Fuse and we all know by now ''viruses exhibit non-linear and exponential characteristics'https:\/\/t.co\/F0dOPpEqJp","sentiment_score":0.0472727273}
{"full_text":"There will be elderly ppl there","sentiment_score":0.0}
{"full_text":"Finances were a rollercoaster for many Arizonans this year, and that means tax season could be very complicated.","sentiment_score":-0.075}
{"full_text":"Despite emphatic warnings from public health authorities to stay home for Thanksgiving, millions of Americans are crowding the nation's airports ahead of the holiday, many of them unwilling to miss out on seeing family and convinced they can do it safely.","sentiment_score":0.3333333333}
{"full_text":"Nineteen-year-old Cameron Wellington was put on dialysis and placed in intensive care within hours of testing positive for COVID-19.https:\/\/t.co\/YpxoSVJnHa","sentiment_score":0.2272727273}
{"full_text":"Researchers at UC San Diego Health connect blood clots to an increased risk of death from COVID-19.","sentiment_score":0.0}
{"full_text":"RT Wow. One out of every twelve #COVID19 cases linked to meatpacking plants. Why have we allowed unethical companies like Tyson,...","sentiment_score":0.1}
{"full_text":"On Monday, Gladewater became the latest East Texas city to cancel its planned Christmas parade with organizers citing rising COVID-19 cases as the cause.\"We are disap","sentiment_score":0.125}
{"full_text":"When restaurants closed down and the rats realized their main source was going away, the little guys got resourceful.","sentiment_score":0.0647222222}
{"full_text":"A whole range of pandemic aid programs are set to expire in the new year, leaving millions of Americans without the government support that's helped keep them afloat and threatening a rebounding economy.","sentiment_score":0.1121212121}
{"full_text":"Over 6,300 new #COVID-19 #coronavirus incidences reported on #Monday in #Florida ... | #COVID19 | #infections | #PublicHealth | #SARSCoV2 | #outbreak | By via","sentiment_score":0.1363636364}
{"full_text":"With COVID rates in Chelan County rising to more than 600 cases per 100,000 last week, the Chelan-Douglas Health District cautioned school districts about bringing back more students to school for in-person learning.","sentiment_score":0.25}
{"full_text":"Nurse Says Dying Covid Patients Still Think Virus Is A Hoax via","sentiment_score":0.0}
{"full_text":"Traveling abroad could soon be limited to those who receive the coronavirus vaccine. Is it worth the stamp in your passport?","sentiment_score":0.1142857143}
{"full_text":"State and local officials nationwide are imposing new #coronavirus restrictions and pleading with the public in an increasingly desperate attempt to stop the explosive spread of the disease.","sentiment_score":-0.1159090909}
{"full_text":"RT Just wanted to make sure everyone understands what a piece of shit Ron Desantis is. When we locked down in April, it was t...","sentiment_score":0.0481481481}
{"full_text":"The pandemic has forced several local businesses to get creative to keep customers safe.","sentiment_score":0.14}
{"full_text":"The City has several existing resources to help small businesses stay open during the COVID-19 pandemic. is accepting applications through November 30, 2020 for $4 million in new Small Business Stabilization Grants. Apply here:","sentiment_score":-0.0727272727}
{"full_text":"RT Testing negative for #Covid19 still does not mean it's safe to be in close contact with other people.","sentiment_score":0.0578125}
{"full_text":"Because it protects you from covid and spreading it to others.You know, the thing that has killed a quarter of a million Americans. Not wearing a mask is why we are in lockdown again.","sentiment_score":-0.2}
{"full_text":"Skyrocketing numbers, long lines -- the impact of COVID-19 being felt all across the county as the Thanksgiving holiday draws near.For many still intending to visit loved ones, their travel plans now include getting a COVID-19 test.","sentiment_score":0.3833333333}
{"full_text":"I hate Covid I have a temp of 100.7 and I didn't even feel feverish I felt a bit nauseous so I ate some pretzels then took my temp then took medicine but I've been sick for a week and I'm suddenly getting fevers now ","sentiment_score":-0.4035714286}
{"full_text":"RT I suspect that when it comes to health there are many USA States which have outcomes worse than many Third World Nations.","sentiment_score":0.15}
{"full_text":"May consider lockdown again in Maharashtra after watching for 8-10 days: Ajit Pawar, The Times of India #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/3GabEFbeRN","sentiment_score":0.0}
{"full_text":"RT The making of 'Bad Cinderella' has been one of many parts this year. Although much of it was captured pre-Covid, some part...","sentiment_score":5.551115123e-17}
{"full_text":"Current Conditions for #Sayre PATemp: 39.2FWind Chill: 37.5FHumidity: 77%Dew Point: 32.6F Barometer: 30.275 inHgWind: 3 mph from the NWCorona Virus Weekly Stats:Cases: 272.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"RT Thanksgiving Advice: stay home, get chonky!","sentiment_score":0.0}
{"full_text":"Time: 04:00 * Temp: 11.6degC * Wind: SSW 0.0 to 10.1mph * Pressure: 1002.6hPa * Rain: 0.4mm * Hum: 94% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:11 * Sunset: 16:08 * Cloudbase: 520ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"The Perils of Coffee #COVID19 #MondayMotivation #MotivationMonday #MCM","sentiment_score":0.0}
{"full_text":"RT U.S. COVID update: Nearly 1,000 new deaths, highest for a Monday since May 4- New cases: 157,252- Positivity rate: 8.7% (-)...","sentiment_score":0.1242424242}
{"full_text":"RT Before we go into lockdown again, make sure y'all visit dentists, primary care doctors, gyno, etc!","sentiment_score":0.5}
{"full_text":"RT Love and miss you, Daddy ","sentiment_score":0.5}
{"full_text":"He can wear a mask. I'm not going to. Obviously they don't work or cases wouldn't be going up now","sentiment_score":0.0}
{"full_text":"RT And so we find ourselves here now. A deadly pandemic running rampant due to white supremacy and an inability for white peopl...","sentiment_score":-0.08125}
{"full_text":"RT 12 Texas family members held a fairly small gathering on November 1st. Like many families, they thought they could relax thei...","sentiment_score":0.125}
{"full_text":"COVID","sentiment_score":0.0}
{"full_text":"While you stay at home, prepare for the next job search...","sentiment_score":0.0}
{"full_text":"RT According to CTV as of Nov. 15:&gt;10,947 Canadians had died from COVID-19&gt;10,781 were in long-term care homesThis is utte...","sentiment_score":0.0}
{"full_text":"RT Spoke to restaurant owners in LA on this latest lockdown. They had spent thousands making outdoor dining feasible. They...","sentiment_score":0.2}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"RT It's fucking terrifying to see how Trump is wrecking the joint before he's gone. That's on top of the Covid nightmare we've...","sentiment_score":-0.25}
{"full_text":"RT Vanitha's late mother raised 3 kids after Sep. Muniappans supreme sacrifice.Young studied, worked &amp; played fo...","sentiment_score":-0.3}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"RT The #Europeans that developed the #COVID19 #vaccination should take it &amp; all of their countrymen! #Africa #Moza...","sentiment_score":0.125}
{"full_text":"I figured out Trump's master plan!He ignored Covid and failed to lead during the pandemic to ensure that Biden will have a smaller crowd size than him for the inauguration","sentiment_score":-0.25}
{"full_text":"What innovative strategies are needed in order to prepare for the future economic losses related to #naturaldisasters? Learn more from of Marsh &amp; McLennan Companies via BRINK News. #COVID19","sentiment_score":0.24}
{"full_text":"RT Despite the dramatic headline, this is exactly as expected. CO2 LEVELS will continue to rise as long as EMISSIONS are non...","sentiment_score":-0.1944444444}
{"full_text":"CIOs on How Pandemic Is Reshaping Municipal IT","sentiment_score":0.0}
{"full_text":"\"Be like Luther - wear a mask.\" ","sentiment_score":0.0}
{"full_text":"Despite COVID challenges, Kumbh Mela will be held in Haridwar: Uttarakhand CM, The Times of India #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/9XKgblHas7","sentiment_score":0.0}
{"full_text":"RT For women already facing inequalities, climate crisis &amp; #COVID19 threaten to widen the gap.@UNDP is helping rural women build cli...","sentiment_score":0.0}
{"full_text":"If you invest $1000 in $BDN today at $11.27 per share, and the stock prices rebound back to pre-pandemic prices at $16.18, your investment would be worth $1435.67! That's 44% growth and $435.67 profit!  See more:  $VIE $VNCE $NBTB $EOI $NTIC","sentiment_score":0.3229166667}
{"full_text":"PA Imposes Full Lockdown in West Bank amid Virus Surge #banking #banks #banco #banca #banque #finance #finanzas #finanza","sentiment_score":0.35}
{"full_text":"The replies...","sentiment_score":0.0}
{"full_text":"RT Still, Emily Murphy will only ever be remembered for stalling this transition, jeopardizing both national security and...","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has left many people worried and scared, thus the increased risk of prohibited substance use. It is important to watch out for these warning signs of relapse.#WarningSignsOfRelapse #StayDrugFreeDuringCOVID19 #NoToDrugs","sentiment_score":0.3}
{"full_text":"RT Is someone going to tell her that the inauguration isn't until January 20th? Please direct this energy to the REPUBL...","sentiment_score":0.05}
{"full_text":"Tky..Good Work","sentiment_score":0.0}
{"full_text":"RT Critical Update on Corona Vaccine:","sentiment_score":0.0}
{"full_text":"A survey by a publisher of scientific journals, asked some 25,000 researchers in May\/June whether lawmakers in their country had used scientific advice to inform their covid-19 strategy. #data #science #decisionmaking","sentiment_score":0.0}
{"full_text":"Los Angeles County is shutting down all dining on Wednesday due to COVID-19 surge - msnNOW -","sentiment_score":-0.1402777778}
{"full_text":"So my fed loans were in forbearance prior to Covid and now I'm trying to figure out if I get an extension because idk when I'm supposed to start paying again","sentiment_score":0.0}
{"full_text":"I wasn't aware of this. I also am not concerned. ","sentiment_score":0.25}
{"full_text":"RT The House doesn't have filibusters, also passed several COVID relief packages to the Senate that not only include &gt;$...","sentiment_score":0.0}
{"full_text":"Did you know that teams that truly embrace #inclusivity are 29% more likely to report behaving collaboratively? Learn more from Manon DeFelice of Inkwell. #futureofwork #COVID19","sentiment_score":0.3333333333}
{"full_text":"69 headass lmao what they did? Pat your head like a puppy?","sentiment_score":0.6}
