{"full_text":"RT One America News Network, one of President Trump's favorite media outlets, has been banned from posting new videos to YouTube f...","sentiment_score":0.3181818182}
{"full_text":"Eastern Washington and northern Idaho are covid hot spots. Why?  Both are republican strongholds and they will not wear masks and they don't give a damn how many people die.","sentiment_score":0.375}
{"full_text":"RT Two months ago, it was projected that one in every 880 L.A. County residents were infected with COVID-19. Now, it's estimate...","sentiment_score":0.0}
{"full_text":"RT LATEST: The U.S. reported more than 200,000 new coronavirus infections on Friday, an unwelcome record just a day after the Th...","sentiment_score":0.3787878788}
{"full_text":"\"One of the lawmakers, Ha Tae-keung, quoted the NIS as saying Kim is displaying \"excessive anger\" and taking \"irrational measures\" over the pandemic and its economic impact, the AP reported. \"I'm sure it's purely coincidence that our own President is acting the same way.","sentiment_score":0.0705357143}
{"full_text":"It doesn't take a genius to know McConnell is holding up any relief for the most needy in this country. This pandemic has caused working citizens into financial hardship. The House has passed the Hero's Act. It has been sitting on McConnell's desk. We need it passed.","sentiment_score":0.25}
{"full_text":"Here on VI ...... increased from 286 to 571 in 3 weeks. Just  wear a mask if you need to go out! It's as much for yourself as about protecting others. Be kind!","sentiment_score":0.475}
{"full_text":"RT NBC News: The total number of reported COVID-19 cases in the United States is now more than 13 million.","sentiment_score":0.25}
{"full_text":"RT In Jewish law, religious freedom in a global pandemic is the freedom from any other relevant obligation if a life would be ris...","sentiment_score":0.055}
{"full_text":"must be still trying to work out what   +  +  +  equals in Covid19 risk from Victoria","sentiment_score":0.0}
{"full_text":"Mine is cruising , of course covid canceled our last cruise last May but our fav was , Disney cruise , castaway cay is Disney's private island and was so much fun !! I hope the cruising industry can overcome this !!! Anywhere in the Caribbean ","sentiment_score":0.2288818359}
{"full_text":"RT How many South Dakota families are without their grandparents this year due to your f...","sentiment_score":0.1875}
{"full_text":"RT \"Population growth has concealed all manner of sins.\" Now that Covid-19 has put the brakes on Australia's economic driver, wh...","sentiment_score":0.2}
{"full_text":"RT NEW issue brief: How to bring down the price of drugs such as the novel #coronavirus therapy #remdesivir, by","sentiment_score":-0.0047979798}
{"full_text":"I have Covid and live alone with my dog. It was just her and me. But I am ever so grateful that I am doing much better with the virus than so many others are - and that I have my taste in tact! Thank you, Jesus!","sentiment_score":0.4725378788}
{"full_text":"RT \"PCR-Based Covid Testing Has Failed: distorting policy--creating illusion that we're in a serious pandemic when in fact we're...","sentiment_score":-0.4166666667}
{"full_text":"RT Kamala is kind of \"in love\" with herself.  Self love is fine, but this seems like \"narcissism\" ---where is TALISA?  Why ca...","sentiment_score":0.5041666667}
{"full_text":"Yes.  Saudi for example mandates polio vaccines for Haj. Over 50 countries require some sort of immunisation. Covid is just a new one on the list","sentiment_score":0.1363636364}
{"full_text":"RT Which game is better? Roulette, where you have a 1 in 38 chance of winning? or Russian roulette where you have a 5 in 6 chance...","sentiment_score":0.15}
{"full_text":"RT From the doctors mouth ...","sentiment_score":0.0}
{"full_text":"RT Which game is better? Roulette, where you have a 1 in 38 chance of winning? or Russian roulette where you have a 5 in 6 chance...","sentiment_score":0.15}
{"full_text":"RT BREAKING: Supreme Court rules to protect houses of worship and religious liberty!!! 5-4 opinion.This is a HUGE WIN fo...","sentiment_score":0.4}
{"full_text":"Pandemic              Mary Chapingrocery shopping   Carpenter                                  \"Everything we got,             we got the hard way!\"","sentiment_score":-0.3645833333}
{"full_text":"#Coronavirus news live updates:*  India's caseload tops 93.44 lakh; spread of Covid-19 across the world slows down* Mexico's coronavirus death toll rises to 1,04,873Live Updates &gt;&gt;","sentiment_score":-0.0095959596}
{"full_text":"RT North Dakota's COVID deaths continue to rise:~1 out of every 850 of its residents are dead.","sentiment_score":-0.2}
{"full_text":"RT we are not responsible for corona so please give us a chance to fulfil our dreams to join airforce by giving us age re...","sentiment_score":-0.1}
{"full_text":"RT Please do not die of coronavirus","sentiment_score":0.0}
{"full_text":"RT Nevada seeing COVID-19 cases of 1 per 1 minute, 1 death per 2 hours via","sentiment_score":0.0}
{"full_text":"You fucking criminal. You completely ignored the pandemic and Americans are dying in over stressed hospitals and it's getting worse. Over 260k dead.","sentiment_score":-0.225}
{"full_text":"RT UPDATE on the where we stand with the latest round of five \"SCOTUS pls let me go to church during the COVID-19 pandemic de...","sentiment_score":0.15}
{"full_text":"I want in that head so bad. I'm certain there is a rat king in there. *Certain*","sentiment_score":-0.0904761905}
{"full_text":"Thank you for all skill Nursing facility that during this pandemic still open I can still working healthcare workers we are the heroes keep it up God bless us.","sentiment_score":0.0}
{"full_text":"RT How has #COVID19 affected #employment in YL countries? See our latest findings from our second call phone survey:","sentiment_score":0.25}
{"full_text":"RT .@theJagmeetSingh reminding us all that a #WealthTax has historical precedent in the war-time Profiteering Tax.Let's...","sentiment_score":0.0}
{"full_text":"RT As of now what has done.#Raiders COVID:*Hand full players got COVID*Fined $100k*Lost draft pick*Game moved 4...","sentiment_score":0.35}
{"full_text":"RT My Lockdown Gift for YOU!Download Motivational Moments I and II - eBooks.FREE from my website - NEW LINKhttps:\/\/t.co\/t...","sentiment_score":0.1363636364}
{"full_text":"RT EVICTIONS led to huge #COVID19 outbreaks. End evictions ASAP!Study found that lifting state moratoriums &amp; allowing evict...","sentiment_score":0.4}
{"full_text":"Search #nurserose new items added in lead up to Xmas Christmas presents etc 99%start at PS1 and all profit goes to people in #covid #crisis #nurserose died before #pandemic but would've been on #FRONTLINE. This way she still is. Help me help my late mother help #Covid19UK in need","sentiment_score":-0.0818181818}
{"full_text":"All my co workers keep testing positive for Covid...Me: What y'all doing that I'm not doing?? Y'all be on these trains licking the door handles??? Lol","sentiment_score":0.5136363636}
{"full_text":"RT Courts have allowed lawsuits for the negligent transmission of diseases based on both actual and constructive knowledge (...","sentiment_score":0.0}
{"full_text":"Fauci: COVID Will Ruin Christmas Too...","sentiment_score":0.0}
{"full_text":"Ouch","sentiment_score":0.0}
{"full_text":"RT With Ryan Day out due to COVID-19 this Saturday, assistant coach Larry Johnson will serve as the interim head coach for O...","sentiment_score":-0.125}
{"full_text":"Also from the cdc a 14 study metaanalysis analysis","sentiment_score":0.0}
{"full_text":"RT Not magic, decision","sentiment_score":-0.25}
{"full_text":"me working 8 hrs on one of the busiest days of the year ","sentiment_score":0.0}
{"full_text":"RT Remember when Madonna in 2019 sang \"the storm isn't in the air, it's inside of us, can't you hear outside of your Supr...","sentiment_score":0.0}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"Prepare for the worst. Hope for the best. Ultimately we are all on our own for about 4 months. Joe should not be expected to vanquish Covid day one. Our own personal decisions are life and death right now.","sentiment_score":0.1732142857}
{"full_text":"RT The federal government provides virtually limitless cash to Wall Street banks when they need it.But when working families nee...","sentiment_score":0.0}
{"full_text":"RT btw, nearly 40% of South Dakota's COVID-19 deaths have happened in the past 2 weeks.","sentiment_score":-0.075}
{"full_text":"I never did like Ryan Day ","sentiment_score":0.0}
{"full_text":"RT Biden didn't cheat.He overcame Russian &amp; Ukrainian interference, a rogue Republican party of zealots, a rigged post office...","sentiment_score":0.0}
{"full_text":"RT The have been obsessed with exploiting white minority anxiety. Everything goes back to whi...","sentiment_score":-0.1666666667}
{"full_text":"Thousands of us are just scraping by and have made sacrifices because we KNOW that COVID is a devastating disease and we believe the health authorities of EVERY single developed country of the world. No one is \"happy\" about this. Thousands are dead. Thousands are now disabled","sentiment_score":-0.0952380952}
{"full_text":"#mta sir are you serious???!!!You are coughing no mask  on not even covering your mouth #nyc wtf  #COVID I  away ","sentiment_score":-0.5}
{"full_text":"RT South Dakota is in a COVID-19 crisis. Our positivity rate is now 60% - 6\/10 people who test will be positive. We lead th...","sentiment_score":0.2272727273}
{"full_text":"Not this racist, inbred piece of shit being xenophobic... You ain got covid-19 to dodge?","sentiment_score":-0.2}
{"full_text":"RT We've had multiple altercations tonight with customers refusing to wear masks. People- if you are anti-shutdown cause i...","sentiment_score":0.0}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"Didn't fewer deaths happen during H1N1?","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"RT In the middle of a pandemic, Walmart and Amazon have hauled in $30B in profit this year, but have still cut hazard pay for the...","sentiment_score":0.0}
{"full_text":"RT \"We the people, who are we?\"Want COVID behind us?The economy revving again?Real leadership on climate change?Better...","sentiment_score":-0.4}
{"full_text":"RT Johns Hopkins published then deleted a study questioning the U.S. coronavirus death rate | Just The News","sentiment_score":0.0}
{"full_text":"RT The federal government provides virtually limitless cash to Wall Street banks when they need it.But when working families nee...","sentiment_score":0.0}
{"full_text":"RT Another great year by Honey Bun&gt; 20% ROE Profit up 6% YOY in a pandemic Nearly $300m in cash2021 looking go...","sentiment_score":0.45}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"RT No words. ","sentiment_score":0.0}
{"full_text":"RT \"You could also say we started working on this in January 2011.\"","sentiment_score":0.0}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"Large Brokerages, Small Towns: The Disconnect #CRE #TenantTips #TenantRep #Office #Warehouse #COVID-19 #NewNormalhttps:\/\/t.co\/VDy9LVttf7","sentiment_score":-0.0178571429}
{"full_text":"It is impossible to fly to Korea now due to the coronavirus pandemic.But thank you so much for sending us the KAPSULxKEVIN's jewelry pictures. It really led me to better respect you.Looking forward to hearing about it and anything else new in your life.Love you,miss you","sentiment_score":0.1492424242}
{"full_text":"RT We've blown through the line of support. ~90,000 covid patients in the hospital.Not just beds. Not enough nurses, physicia...","sentiment_score":0.0}
{"full_text":"RT Florida reported 2 days worth of new COVID-19 cases today totaling 17,344","sentiment_score":0.2181818182}
{"full_text":"Clapton is anti lockdown?  Geez....","sentiment_score":0.0}
{"full_text":"Arizona uses federal COVID-19 money to reduce spending in the state","sentiment_score":0.0}
{"full_text":"RT Healthcare workers did not sign up to work during an endless pandemic with ZERO help from state and federal governments. Th...","sentiment_score":-0.125}
{"full_text":"$jessicalea1992 My cash app above!! Could really use some help with some money to get my children christmas gifts I am a single mom I stay at home with my son who is 5 and has disabilitys if anyone can find it in their hearts to help us out we would really appreciate it","sentiment_score":0.0821428571}
{"full_text":"Social distancing signs on the floor encouraged people to stay apart, but that didn't always happen. Some lines to get into the stores had one customer next to the other.https:\/\/t.co\/8Bbun5P2C5","sentiment_score":0.0166666667}
{"full_text":"Most Canadians reading these statistics on behalf Global News Media see the percentages are inaccurate. Most of us still work and proceed with paying our bills to enjoy a everyday life.","sentiment_score":0.24}
{"full_text":"RT Wow, so Pope Francis has basically openly called Amy Covid Barrett and GOPers in SCOTUS a bunch of evil selfish small-m...","sentiment_score":-0.35}
{"full_text":"\"For those of us steeped in faith traditions, it is impossible not to see the current #pandemic through the world religions' great parables,\" writes","sentiment_score":0.0444444444}
{"full_text":"Remember how #Blessed you are! #JoyTrain #Joy #Love #Stress  #Kindness #Quote #Gratitude #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19  #spdc #ChooseLove #FF #FridayFeeling #FridayMorning #FridayThoughts #FridayMotivation RT","sentiment_score":0.65}
{"full_text":"While it will now treat #Covid patients who also require specialist attention for other ailments, long-term plan is to turn the Marol hospital into a superspecialty facility.https:\/\/t.co\/46E3guO4JX","sentiment_score":-0.125}
{"full_text":"RT EVICTIONS led to huge #COVID19 outbreaks. End evictions ASAP!Study found that lifting state moratoriums &amp; allowing evict...","sentiment_score":0.4}
{"full_text":"Are you considered High Risk ","sentiment_score":0.16}
{"full_text":"USC's game against Colorado has been canceled. What does that mean for the rest of the Trojans' season? explains. https:\/\/t.co\/9LVP5b0ueF","sentiment_score":-0.35625}
{"full_text":"In today's competitive market, business agility's a hotter topic than ever.  Responding in an effective way to emerging challenges can literally mean the difference between success and failure.https:\/\/t.co\/1rX94JUBLF","sentiment_score":0.1958333333}
{"full_text":"#MEDICARE #OPENENROLLMENT IS HERE! Enrollment is Oct 15 - Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"We're committed to an #EquitableRecovery, and making sure that we come out of the #COVID19 pandemic with more resilient, inclusive communities. Learn more about our grantmaking:","sentiment_score":0.5}
{"full_text":"RT Coming to a State near you soon!","sentiment_score":0.125}
{"full_text":"#Herdimmunity occurs when a large portion of the population becomes immune to a disease, limiting spread. Many people must be infected to develop herd immunity without vaccines; for #COVID19, this would lead to many deaths","sentiment_score":0.4047619048}
{"full_text":"Brookings-Harbor School District noted that it will be switching back to distance learning after it received notice of three additional positive cases of COVID-19 impacting students and staff.https:\/\/t.co\/KYyandEP5n","sentiment_score":0.1136363636}
{"full_text":"A Hamilton Southeastern teacher who is fighting COVID-19 in the hospital is doing better after spending weeks in the ICU. His story inspired his fellow teachers and Hamilton Southeastern community to step up.","sentiment_score":0.5}
{"full_text":"Broncos cancel Friday's practice after 3 positive COVID-19 testshttps:\/\/t.co\/JDAvge2Jpc","sentiment_score":0.2272727273}
{"full_text":"SUNY, CSEA extend COVID testing agreement","sentiment_score":0.0}
{"full_text":"RT #SPECIAL! 50% off #TopDomainNames current #SalePrices: #Blockchain #Bitcoin #Crypto #Biotech #AI #Digital #Apps #Banking #...","sentiment_score":0.1488095238}
{"full_text":"Water from the Baligubadle dam serves 10,000 people in Somaliland. See how sand dams, reservoirs, &amp; water projects from &amp; help people to survive during drought and the pandemic: #ClimateAction #HealthForAll","sentiment_score":0.0}
{"full_text":"Day 4 of #16DaysofActivism2020 : Collaborating with diverse governments and partners,  is finding innovative ways to address and respond to violence against women and girls in the Indo-Pacific. supports women and girls in  throughout #COVID19 !","sentiment_score":0.625}
{"full_text":"The World Health Organization says more data is needed to determine if the coronavirus vaccine developed by Oxford University and AstraZeneca works.https:\/\/t.co\/sL9HhbMKrN","sentiment_score":0.3}
{"full_text":"RT This is the moment where we need to steel our spines, redouble our efforts, and recommit ourselves to the fight against COVID...","sentiment_score":0.0}
{"full_text":"RT #givingthanks to u also Islam is my faith but ur words always give me home and a reason to stay alive thank u s...","sentiment_score":0.1}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"PM expects most Canadians could be vaccinated against #COVID19 by September 2021. #Kamloops","sentiment_score":0.5}
{"full_text":"NEW TODAY: A panel of U.S. advisers will meet Tuesday to vote on how scarce, initial supplies of a COVID-19 vaccine will be given out once one has been approved.https:\/\/t.co\/DpOxbgs84N","sentiment_score":0.0681818182}
{"full_text":"RT EVICTIONS led to huge #COVID19 outbreaks. End evictions ASAP!Study found that lifting state moratoriums &amp; allowing evict...","sentiment_score":0.4}
{"full_text":"Four out of 10 females aged 15 to 24 in Nairobi reported having sex in exchange for goodies outside their primary relationship after the Covid-19 restrictions were announced, a study has shown.https:\/\/t.co\/nzTw2qwJHD","sentiment_score":0.1}
{"full_text":"Because Black Friday shopping is priority and than covid ","sentiment_score":-0.1666666667}
{"full_text":"Bottle of Corona...perfect!Do the legs come with the mandate?","sentiment_score":0.0}
{"full_text":"RT Send love and prayers for our health care workers while staying home, wearing a mask if you are outside. It's all too real.","sentiment_score":0.2333333333}
{"full_text":"Kyle Schrag has been buying plants to honor the COVID-19 patients he's met who have died. His garden is full with 40 plants, and healthcare workers are fearful as a new surge is picking up.","sentiment_score":-0.1378787879}
{"full_text":"A panel of U.S. advisers will meet Tuesday to vote on how the initial shipments of a COVID-19 vaccine, expected to be scarce at first, will be distributed once one has been approved. ","sentiment_score":0.05}
{"full_text":"Advisers to the US Centers for Disease Control and Prevention have called an emergency meeting for Tuesday to vote on who they recommend should be the first to get a coronavirus vaccine once one is authorized.","sentiment_score":0.25}
{"full_text":"Cocoa Beach's crowded Surfing Santas festival has been wiped out by the pandemic.","sentiment_score":0.0}
{"full_text":"\"Some children have never been in a toy store before, and when they come in, their eyes light up so big. Even with a mask, you can tell they're smiling.\" ","sentiment_score":0.2}
{"full_text":"New restrictions hit El Paso County businesses today after the state health department elevated the community to Level Red on the COVID Dial. Buying gift cards, ordering carry-out and delivery, and signing up for virtual exercise classes can help.","sentiment_score":0.0681818182}
{"full_text":"On December 3, anchor Myra Arthur will host KSAT's first 'Parenting in a Pandemic' livestream special.","sentiment_score":0.3035714286}
{"full_text":"RT In Jewish law, religious freedom in a global pandemic is the freedom from any other relevant obligation if a life would be ris...","sentiment_score":0.055}
{"full_text":"According to the Oregon Health Authority, Curry Manor Residental Care Facility and Umpqua Valley Nursing and Rehabilitation Center reported outbreaks this week. ","sentiment_score":-0.1}
{"full_text":"Question is why?  Because Trumps administration failed the American people, causing 250000 American deaths, 30M unemployed all because they did not handle the COVID pandemic from day one.  Just called it a hoax, sold stock and lied to the American people.  Inept","sentiment_score":-0.125}
{"full_text":"A panel of U.S. advisers will meet Tuesday to vote on how scarce, initial supplies of a COVID-19 vaccine will be given out once one has been approved.","sentiment_score":0.0}
{"full_text":"And even players have covid and they get tested it won't show right away smh.","sentiment_score":0.2857142857}
{"full_text":"RT \"Science is back,\" says Dr. Rick Bright, member of Biden's Covid-19 advisory board.","sentiment_score":0.35}
{"full_text":"Hong Kong reported 92 new #COVID19 infections on Friday, a highest daily record since early August. Chinese infectious disease expert Zhong Nanshan has urged Hong Kong to conduct another round of mass testing to tackle the surge.","sentiment_score":0.0072727273}
{"full_text":"Experts have proposed giving the vaccine to health workers first. High priority also may be given to workers in essential industries, people with certain medical conditions and people age 65 and older.","sentiment_score":0.1318253968}
{"full_text":"Looking for a new career but not sure where to start? Here's our approach:- find your best career options- create the career of your dreams Know more on how you can be successful in your new career, click here - #organisationalculture","sentiment_score":0.3787878788}
{"full_text":"RT #CleanlinessKeepsDiseasesAwayTo protect yourself from illness, wash your hands frequently and keep on soaping for the...","sentiment_score":0.1}
{"full_text":"RT If you live alone you can't leave your house to see one other person BUT you CAN stand with dozens of strangers at a \"rel...","sentiment_score":0.0056818182}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"RT TEQIP-III is dedicated towards improving the quality of #engineering #education in existing institutions with a special co...","sentiment_score":0.3571428571}
{"full_text":"Analysis: Dow cracks 30,000, a psychological boost during a pandemic ","sentiment_score":0.0}
{"full_text":"...they literally stopped it bc of covid","sentiment_score":0.0}
{"full_text":"Sandusky Big Boy leaves franchise over Michigan coronavirus restrictions via","sentiment_score":0.0}
{"full_text":"Mayors seek travel rule changes amid surging #coronavirus cases: #coronavirus #covid19 #hinews","sentiment_score":0.0}
{"full_text":"Looking forward to returning back to normal, but SOME PEOPLE don't want to wear a mask and THAT IS ONE OF THE REASONS we are STILL IN THIS!!!!!!!!!!","sentiment_score":0.5}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"#Tunisia - Coronavirus Update (28\/11 00:50 UTC) #Health","sentiment_score":0.0}
{"full_text":"When four Americans died in #Benghazi, #DiaperDonald's solution was simple: \"kick [#Obama] out of office tomorrow.\" Now we've had 271,000 dead from #coronavirus. That's 67,750 Benghazis. #MAGA #TCOT #KAG #MAGA2020","sentiment_score":-0.1}
{"full_text":"How do you prepare for getting COVID? Tim is almost certainly bringing it home. Let me know what I need to buy to prep. If we don't get sick I don't know what that means for my belief in god tbh","sentiment_score":-0.25}
{"full_text":"Health department warns of possible COVID exposure at #Vt church #nek","sentiment_score":0.0}
{"full_text":"Time: 03:00 * Temp: 5.6degC * Wind: S 0.0 to 0.0mph * Pressure: 1010.5hPa * Rain: 0.0mm * Hum: 86% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:18 * Sunset: 16:04 * Cloudbase: 1000ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Should I be a Carpenter or Landlord or Handyman? #COVID19 #careermode #resume #Employment","sentiment_score":0.0}
{"full_text":"RT Covid blow: 37% girls from poor families uncertain of returning to school via","sentiment_score":-0.4}
{"full_text":"RT BREAKING: L.A. County has issued another stay at home order, which will ban most gatherings, except for protests and outdoor...","sentiment_score":0.5}
{"full_text":"I am SOOOO glad I don't live in PA after the amount of people complaining about having to wear a mask in Walmart. We're 9 months into this, you're telling me you haven't been wearing one?? yikes","sentiment_score":0.3181818182}
{"full_text":"My sediments exactly!!!https:\/\/t.co\/Fwq5VOnOrE","sentiment_score":0.0}
{"full_text":"RT .@MarcPatrone speaks w\/ Tom Korski on the feds spending millions in a failed bid to create jobs in Kenya. Mike Duffy on COV...","sentiment_score":-0.5}
{"full_text":"RT In Jewish law, religious freedom in a global pandemic is the freedom from any other relevant obligation if a life would be ris...","sentiment_score":0.055}
{"full_text":"#GoAztecs #SDSU #womens #basketball #ballers #hoops #Aztec4Life #sports during #covid19","sentiment_score":0.0}
{"full_text":"Players in the Buffalo region's residential real-estate scene worry that further pandemic restrictions could hurt a busy second half of 2020.READ MORE: #realestate #Buffalo #NewYork #WNY","sentiment_score":0.0866666667}
{"full_text":"RT Lysol spray and puppy treats are a must. Three decades on a UPS truck couldn't prepare driver Jenny Rosado for the changes coronav...","sentiment_score":0.0}
{"full_text":"Type O blood linked to lower COVID risk, taking Vitamin D unlikely to help","sentiment_score":-0.5}
{"full_text":"#Corona Testing Mess, New #Chase Flex Card, #Airlines Kill #Fees, Dead Office Economy - #Travel Blogger Buzz","sentiment_score":-0.0795454545}
{"full_text":"RT L.A. County adopts further restrictions on public and private gatherings to slow spread of virus","sentiment_score":-0.075}
{"full_text":"There is no proof that restaurants are spreading covid.  There is no proof that asymptomatic individuals are contagious.  There's a lot more proof that communism is spreading much faster and we have a moral imperative to stand up to it. This is supposed to be a free country ffs","sentiment_score":0.275}
{"full_text":"Close to 7 out of 10 organizations have taken &gt;3 months to recover from disruptions from the COVID-19 crisis. Learn how to ensure your #SupplyChain is resilient enough by building #Agility &amp; fostering strong partnerships.","sentiment_score":0.2166666667}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"Shades of a very bad regime in Germany","sentiment_score":-0.91}
