{"full_text":"RT BREAKING: The United States has now crossed 12,000,000 Covid-19 infections.America has 4.25% of the global population, but...","sentiment_score":0.0}
{"full_text":"My Dad died from Covid19 on September 8 2020","sentiment_score":0.0}
{"full_text":"Hi Mark,Good call on not talking politics with your brother for obvious reasons.Where in Africa was he and how long did you stay there for? What are your plans for the next 6 months regarding travel?Great photos ","sentiment_score":-0.0166666667}
{"full_text":"Pound sand","sentiment_score":0.0}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"RT Anyone else think it's time for to pardon Julian Assange?","sentiment_score":0.0}
{"full_text":"RT Jo Maughan is taking the govt to court citing cronyism and corruption around Covid contracts. I've signed this petition...","sentiment_score":0.0}
{"full_text":"RT #ZelenkoProtocol #HCQ ZYTHROMYCIN ZINC, VIT C, VIT D. As prophylaxis and treatment EARLY.","sentiment_score":0.1}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT --13 million Americans are unemployed --12 million have lost their health care--30 million are at risk of eviction--8 million h...","sentiment_score":0.0}
{"full_text":"Walking around the store's this ugly hoe won't let me stay home ","sentiment_score":-0.7}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"MMR vaccine against measles, mumps could protect against COVID-19: Study | India News","sentiment_score":0.0}
{"full_text":"refreshing for who, luddites?","sentiment_score":0.5}
{"full_text":"RT NEW--Texas Army National Guard has just arrived in El Paso--they have been assigned the grim work of dealing with the overfl...","sentiment_score":-1.0}
{"full_text":"RT We will likely never know how many people died, completely unrelated to COVID-19, as a result of lockdown measures.","sentiment_score":0.2}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"Didn't see much misinformation. Seen opinions about Covid. Which seems to be changing numbers daily. Could care less if he lost. She doesn't have to bend the knee and insert pronouns into her bio. Deal with it","sentiment_score":0.0111111111}
{"full_text":"RT Thanksgiving 2020 was always going to be a disappointment. Help people live to celebrate in 2021. Stay home. Stay masked. St...","sentiment_score":-0.2318181818}
{"full_text":"RT Thanksgiving 2020 was always going to be a disappointment. Help people live to celebrate in 2021. Stay home. Stay masked. St...","sentiment_score":-0.2318181818}
{"full_text":"RT he has santibodies","sentiment_score":0.0}
{"full_text":"Very interesting study (with some limitations) concluding that \"Test sensitivity is secondary to frequency and turnaround time for #COVID19 #screening\"Worth reading it @DeNovo_Fatima","sentiment_score":0.2166666667}
{"full_text":"RT Pay people to stay home, cancel rent and mortgage payments so people don't lose their homes, and pay for those who are unhous...","sentiment_score":0.0}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"\"...face masks combined with other preventive measures....help slow the spread of the virus....Cloth face coverings are most likely to reduce the spread of the COVID-19 virus when they are widely used by people in public settings.\"https:\/\/t.co\/ewHtRjK77N","sentiment_score":-0.0041666667}
{"full_text":"It's pretty cool that at the end of covid we're not going even going to get a day to be excited and hugging and kissing like at the end of WWII or the movie Independence Day.  We're just going to be like 'no YOU'RE an idiot!' only we'll be inside crowded restaurants.","sentiment_score":-0.005}
{"full_text":"Is dear leader is out of the country, not aware ...?Coronavirus infections are ravaging South Dakota, where more than half of tests have come back positive for weeks. Yet Gov. Kristi Noem won't require masks or take other measures to curb the spread....https:\/\/t.co\/DJmfVdZySw","sentiment_score":0.0517676768}
{"full_text":"BUT GOD !!!! I just wanna say Thank you Lord ","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT There were ~200,000 US COVID cases yesterday. He is golfing.","sentiment_score":0.0}
{"full_text":"RT If you can't wear a mask due to \"health reasons\", shouldn't you be the LAST one out and about?","sentiment_score":-0.0625}
{"full_text":"RT Congratulations for #BTS_BE, you for showing us that it's OK to feel sad, upset with the #COVID19 pandemic so...","sentiment_score":0.0}
{"full_text":"RT Cyberattacks Threaten Coronavirus Research #CyberSecurity#Layer7DataSolutions#MSP#S...","sentiment_score":0.0}
{"full_text":"How come we never see how many cases can be traced to rioting and looting, I mean, \"peaceful protesting\"? Over 80 COVID-19 cases in Minnesota traced to Sturgis rally: CDC","sentiment_score":0.1458333333}
{"full_text":"RT Get well soon, Covid-19.","sentiment_score":0.0}
{"full_text":"I'm not irate that Trump did not attend the G20 summit on the global response efforts to the coronavirus pandemic. He wouldn't have contributed &amp; been a distraction. I am assuming Pence lacked the initiative or permission to go. Fauci or CDC great options.","sentiment_score":0.4}
{"full_text":"RT We've spoken with hundreds of doctors, patients, frontline works and healthcare advocates. They all share a common messag...","sentiment_score":-0.3}
{"full_text":"A biden administration would be a dictatorship. He does not feel he has to answer to the people, doesn't care what they think. Wants to lock us all down in place. Doesn't understand the president works for the people.","sentiment_score":0.0222222222}
{"full_text":"RT This dangerous scenario will continue until special consideration about covid-safe protest events  is included in the","sentiment_score":-0.1214285714}
{"full_text":"RT Congratulations for #BTS_BE, you for showing us that it's OK to feel sad, upset with the #COVID19 pandemic so...","sentiment_score":0.0}
{"full_text":"\"Everything is bigger in Texas\" What a shameful display of failed leadership.","sentiment_score":-0.25}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":"Yes. #Golf is what this moment in history calls for... Right? #TrumpLost","sentiment_score":0.2857142857}
{"full_text":"RT #NSTnation #Perak #Covid19 patient scribbles farewell note to family before dying alone","sentiment_score":0.0}
{"full_text":"RT he has santibodies","sentiment_score":0.0}
{"full_text":"RT If 50% of Americans got *this*, the virus could be contained; it would fade. The outbreak would be controlled.This is not...","sentiment_score":0.0}
{"full_text":"\"Fight it!\" he said to Americans after receiving the most exclusive COVID treatments in the world, thanks to taxpayers. #TrumpVirus","sentiment_score":0.35}
{"full_text":"RT Adding that in this case, we can't afford to even wait until the last minute and panic buy because of the amount of order...","sentiment_score":0.0}
{"full_text":"Thank you for the prayers\/good wishes. She's home now, resting ok. The tests eliminated just about everything, so they think it might be gallbladder, viral, or both. We'll follow up w\/our dr. There were Covid patients on the other side of the hall, so I guess we're quarantining.","sentiment_score":0.1875}
{"full_text":"RT Everything in Florida is open to public except Governor DeSantis' office and mansion.  They have been closed for 8 mont...","sentiment_score":-0.0333333333}
{"full_text":"RT We are taking the last steps towards COVID Normal. Please read the Premier's statement: yo...","sentiment_score":0.075}
{"full_text":"RT I'm stunned. told Mayor of Canmore she *intentionally* claimed the worst of COVID was past. \"...she assured...","sentiment_score":-0.625}
{"full_text":"RT NEW VIDEO: Crooked Kelly Loeffler sold stock on the same day she got a secret COVID briefing. Instead of facing conseq...","sentiment_score":-0.0659090909}
{"full_text":"erm cancel this bitch they're at a concert in the middle of a pandemic ","sentiment_score":0.0}
{"full_text":"RT Psst. Wear a mask. Pass it on.","sentiment_score":0.0}
{"full_text":"RT Me: Wow, 193,000 new covid cases in one dayHusband: It's because they're doing so much testingMe:","sentiment_score":0.1454545455}
{"full_text":"RT BREAKING: The United States has just surpassed 12 million coronavirus cases, and trump skipped the G-20 virtual event on pa...","sentiment_score":0.0}
{"full_text":"RT I'm a huge advocate for compassion for those with mental health issues. I, however, have no compassion for Emily Murphy and...","sentiment_score":0.15}
{"full_text":"RT Congratulations for #BTS_BE, you for showing us that it's OK to feel sad, upset with the #COVID19 pandemic so...","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT There were ~200,000 US COVID cases yesterday. He is golfing.","sentiment_score":0.0}
{"full_text":"RT JUST IN: FDA grants emergency approval to coronavirus antibody treatment given to Trump","sentiment_score":0.0}
{"full_text":"RT Welp I guess we're about to find out if cocaine cures COVID.","sentiment_score":0.0}
{"full_text":"It's not just that. I get that Covid is an issue. My state has been at the top of the pile for a while. What I don't understand is the inconsistency and \"the law is for thee, not for me\" mentality w\/ these politicians. And, other non-Covid bullshit.","sentiment_score":0.1875}
{"full_text":"RT Magill COVID-19 mobile testing clinic is temporarily closed due to weather.To find another location to get a COVID-19 test v...","sentiment_score":-0.1125}
{"full_text":"RT 12 million infections, bro. over 250,000 dead. and you blew off a G20 pandemic meeting today to go go...","sentiment_score":-0.2}
{"full_text":"RT Maybe you can ask them all why they don't speak up for Julian Assange, who is in jail for re...","sentiment_score":-0.1}
{"full_text":"The CDC advisory came too late? Does no one watch the news or read a paper anymore? This is a surprise announcement?","sentiment_score":-0.3}
{"full_text":"In a \"normal world\" I get what they're saying. We are NOT a normal world with this pandemic &amp; I'm sure the exhausted nurses would welcome someone who's heavily educated &amp; obviously has \"basic\" nursing skills. Ffs!","sentiment_score":0.096875}
{"full_text":"RT Congratulations for #BTS_BE, you for showing us that it's OK to feel sad, upset with the #COVID19 pandemic so...","sentiment_score":0.0}
{"full_text":"6 must-read books for startup leaders navigating the pandemic","sentiment_score":0.0}
{"full_text":"RT Citizen of Earth speaking the truth, Stay Home, Wash Your Hands, Wear a Mask, Keep...","sentiment_score":0.0}
{"full_text":"RT 80% of Texas county jail inmates who have died from COVID-19 were in pre-trial detention and had not been convicted of any cr...","sentiment_score":-0.1}
{"full_text":"Hm. Things like this may explain my stress and Covid fatigue.https:\/\/t.co\/yYp9CXE5JY","sentiment_score":0.0}
{"full_text":"RT If you're still not planning to stay home for the holiday, consider the facts of your situation.","sentiment_score":0.0}
{"full_text":"favorite lockdown distraction","sentiment_score":0.5}
{"full_text":"and provide some relief funds for food !!!!!","sentiment_score":0.0}
{"full_text":"Approve 'em all = COVID","sentiment_score":0.0}
{"full_text":"RT This is why rich people -- not poor people -- voted for Trump. Even among white voters, it was the comfortable, affluent and...","sentiment_score":0.325}
{"full_text":"Experimental drug given to Trump to treat covid-19 wins FDA clearance","sentiment_score":0.2}
{"full_text":"RT People in #Michigan are getting sick and dying at record rates from #COVID19, the legislature isn't doing anything about...","sentiment_score":-0.7142857143}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT The worst part about COVID is people doing the right things and getting it from people who arent.","sentiment_score":-0.3571428571}
{"full_text":"This from the guy who didnt do a single fucking thing during THIS pandemic. How stupid does he think we are? He knows for a fact his own supporters are dumber than dishwater.","sentiment_score":-0.2178571429}
{"full_text":"RT Pay people to stay home, cancel rent and mortgage payments so people don't lose their homes, and pay for those who are unhous...","sentiment_score":0.0}
{"full_text":"RT Joe Biden went to church today.Donald Trump skipped the coronavirus pandemic meeting today at the G20 summit to go golfi...","sentiment_score":0.0}
{"full_text":"No shit!!!","sentiment_score":0.1953125}
{"full_text":"RT BREAKING: The United States has just surpassed 12 million coronavirus cases, and trump skipped the G-20 virtual event on pa...","sentiment_score":0.0}
{"full_text":"RT We'd like to thank our community for their voluntary compliance throughout this pandemic  Given the recent COVID-19 surg...","sentiment_score":0.0}
{"full_text":"RT Most coronavirus infections are spread by people who have no symptoms, the CDC said in newly updated guidance.","sentiment_score":0.3181818182}
{"full_text":"RT Congratulations for #BTS_BE, you for showing us that it's OK to feel sad, upset with the #COVID19 pandemic so...","sentiment_score":0.0}
{"full_text":"RT Trump skipped part of the G20 on pandemic preparedness to go golfing. Good. We don't need this useless dumpster fire clown doin...","sentiment_score":0.1}
{"full_text":"RT NEW: 10,000 Americans dead in the past weekAlmost exactly 1 per minute&gt;1 in 4,000 Americans are in hospital beds wit...","sentiment_score":-0.0159090909}
{"full_text":"RT 195,542 NEW #COVID19 cases today.And airports are full of people traveling.Thanksgiving with your family in November....","sentiment_score":0.2431818182}
{"full_text":"RT For 8 months DeSantis has kept his office closed and mansion closed to public because of COVID-19. Everything else is o...","sentiment_score":-0.0666666667}
{"full_text":"RT Per Worldometer, 1,457 covid-related deaths registered today in U.S.--highest Saturday total since early May. (Weekend nu...","sentiment_score":0.05}
{"full_text":"This","sentiment_score":0.0}
{"full_text":"RT RPF escorted all the 4673 Shramik Trains during Lockdown and 2000 trains  daily before lockdown. We are the #SentinelsOnRail...","sentiment_score":0.0}
{"full_text":"RT So America back on lockdown? I'm asking cuz i live in Atlanta and i wouldn't know","sentiment_score":0.0681818182}
{"full_text":"Appreciated discussion with earlier today on our city's response to COVID-19 &amp; the importance of staying home, while doing everything we can to #supportlocal&gt;&gt; #StayHome #COVID19","sentiment_score":0.1}
{"full_text":"What is next for tenants and their homes as the CDC's eviction moratorium expires by year's end? #eviction #tenantrights #CARESAct","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"I can't believe how much ignorance there still is about Covid-19, after almost a year of the media, governments and everyone in general talking about nothing else!","sentiment_score":0.13125}
{"full_text":"Hey, this would be a fantastic idea for all of us out of work entertainment workers. We got this! We can organize!","sentiment_score":0.625}
{"full_text":"Here's the thing: You don't have to accept it. And here is the other thing: Come January 20, 2021 you don't have to go home, but you can't stay there anymore. So go to Mar a Logo and hang out where it's warm, ok?You'll be happier in Florida researching submarine escape pods.","sentiment_score":0.2375}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTipshttps:\/\/t.co\/A7TJbYGR5e","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT #mbpoli Another terrific column by Niigaan Sinclair.\"How about this province protect teachers, who are succeeding in providing...","sentiment_score":0.0}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"RT In 60 days, we'll have a President who cares more about ending this pandemic than golfing.","sentiment_score":0.5}
{"full_text":"Holiday light shows across Maryland  are opening this weekend to kick off the season amid the coronavirus pandemic.","sentiment_score":0.4}
{"full_text":"Covid is the only thing in your whole life that you earned on your own.","sentiment_score":0.2666666667}
{"full_text":"This is why I say China is better. The only reason I am in America is because of coronavirus but I would GLADLY return and lick honey out of Xi's asshole to not be in America right now..at least I can get social credit when I watch propaganda like Wolf Warrior instead of Rambo","sentiment_score":0.131292517}
{"full_text":"RT When the #COVID19 crisis is putting enormous pressure on household finances, initiatives to empower households in making sou...","sentiment_score":0.0}
{"full_text":"If any public health officer worked in the corporate world, they'd be fired after the ineffectiveness of their COVID campaigns -- starting first with the CDC.","sentiment_score":0.0625}
{"full_text":"Germaphobe. He's afraid of all the Covid down there.","sentiment_score":-0.3777777778}
{"full_text":"RT NEW: 10,000 Americans dead in the past weekAlmost exactly 1 per minute&gt;1 in 4,000 Americans are in hospital beds wit...","sentiment_score":-0.0159090909}
{"full_text":"RT Face masks will no longer be mandatory outdoors in Victoria as more rules ease","sentiment_score":0.5}
{"full_text":"RT This is what Georgia's senate runoff elections mean: strong COVID relief, $15 minimum wage, expanded healthcare, tacklin...","sentiment_score":0.0604166667}
{"full_text":"RT Thousands of Americans are being killed by a spreading pandemic each week, and plays golf. Why do the G...","sentiment_score":-0.2}
{"full_text":"RT \"The traveler, who tested negative for the coronavirus with a polymerase chain reaction (PCR) test within 48 hours of the...","sentiment_score":-0.3}
{"full_text":"#e_RadioUS Jeremih transferred out of ICU as he recovers from COVID-19","sentiment_score":0.0}
{"full_text":"RT TONIGHT - Nov 21stTransverse ft to 8pm (PT)9pm to 11pm (ET)Join us Calendar:https:\/\/...","sentiment_score":0.0}
{"full_text":"An SWS poll showed that more Filipinos are willing to get a COVID-19 vaccine than Dengvaxia.https:\/\/t.co\/dGuvlcxDyN","sentiment_score":0.375}
{"full_text":"Despite many Maryland retailers closing for Thanksgiving 2020 due to coronavirus, some will still be open.","sentiment_score":0.125}
{"full_text":"California enacts nighttime curfew as COVID-19 cases spike","sentiment_score":0.0}
{"full_text":"If hypocritical politicians can safely ignore their own quarantine and lockdown orders, why can't you?@RealBrittHughes highlights the liberal politicians applying different rules to themselves in this Reality Check!","sentiment_score":0.3666666667}
{"full_text":"Jolly Old Saint Nick has a strong \"innate immunity\" to coronavirus, according to America's leading infectious disease expert Dr. Anthony Fauci.","sentiment_score":0.2666666667}
{"full_text":"On Saturday, 551 patients were hospitalized with COVID-19, which is 18 more than were hospitalized the previous day. | By","sentiment_score":0.1666666667}
{"full_text":"Charter schools under assault from within, the growing funding gap between traditional district and charter schools, ongoing transportation issues caused by the pandemic, and much more--all in the latest Ohio Charter News Weekly.","sentiment_score":0.2333333333}
{"full_text":"FAQ: How do I self-isolate? - Stay in your home- Clean surfaces you touch often- No work, school, public places or catching public transportMore guidelines below.#Multicultural resources #Assyrian #swryt","sentiment_score":0.2416666667}
{"full_text":"\"I had this vision that we could create an innovative, collaborative, COVID-friendly fundraiser that would be unlike anything that anyone had ever done before.\"","sentiment_score":0.5}
{"full_text":"RT We locked down everything in the first wave because we knew nothing about COVID-19 and had no data. We're locking down eve...","sentiment_score":-0.0203703704}
{"full_text":"\"Wouldn't it be a riot if I make 100 masks?\" Ginny Kopperl recalled thinking.Eight months later, that count is instead over 4,000! #COVID","sentiment_score":0.0}
{"full_text":"One graceful way to deal w\/ COVID times is to call '20 a #ZeroYear, have teachers, kids invest time in skill-building: map-reading, traffic-signs, waste-mgt, an addl language. No formal classes until June '21.All will be energised. All will win.@CMOMaharashtra","sentiment_score":0.0}
{"full_text":"South Australia has recorded no new cases of community transmission on its first day out of lockdown.https:\/\/t.co\/MefeuSFvfO","sentiment_score":0.0909090909}
{"full_text":"RT Congratulations for #BTS_BE, you for showing us that it's OK to feel sad, upset with the #COVID19 pandemic so...","sentiment_score":0.0}
{"full_text":"'G20 summit can be critical in curbing pandemic's fallout'https:\/\/t.co\/ax2eudDsH8","sentiment_score":0.0}
{"full_text":"With the pandemic canceling many art shows and craft fairs, Kathy Galvin created a website where vendors can promote their creations.https:\/\/t.co\/Fe8qtts1CZ","sentiment_score":0.5}
{"full_text":"After a hiatus of more than nine months, organized high school sports in Oregon are set to resume Dec. 28 with a season for traditional winter sports.Or maybe not.","sentiment_score":0.22}
{"full_text":"Carson says he's 'out of the woods' after battling COVID-19","sentiment_score":0.0}
{"full_text":"Every Sheriff In LA Region Refuses To Enforce Gavin Newsom's COVID Curfew","sentiment_score":0.0}
{"full_text":"RT With the holidays coming up, it's important we remain vigilant against this virus. Wear a mask. Wash your hands. Pract...","sentiment_score":0.4}
{"full_text":"\"Not all of them will survive and that is a very, very sad thing.\" San Diego's Mayor-Elect, on what he is planning to do to help San Diego businesses survive the pandemic with on #InsideCAPolitics","sentiment_score":-0.65}
{"full_text":"As COVID-19 cases in Ward County remain high, officials with Minot State University are saying that they have been able to mitigate the spread on campus and keep their numbers relatively low.","sentiment_score":0.22}
{"full_text":"An 89-year-old woman who baked dozens of pies for the elderly and vulnerable during the coronavirus pandemic has been baking hundreds more to help feed hungry children this UK school half-term. via","sentiment_score":0.0}
{"full_text":"\"One thing we can do here, apart from trying to encourage people to stay in small groups and keep at home, is to be able to distribute masks,\" said Pittsford Town Supervisor Bill Smith.","sentiment_score":0.125}
{"full_text":"The total number of #COVID19 cases in the U.S. topped 12 million on Saturday, with a total of 255,414 deaths, data from the Johns Hopkins University shows.","sentiment_score":0.0}
{"full_text":"Join BusinessWorld in its groundbreaking and biggest virtual event yet, the #BWVirtualEcoForum, that will discuss the great economic reset as well as the future in a post-COVID era.REGISTER at","sentiment_score":0.3333333333}
{"full_text":"Iowa #COVID19 11\/21---* 3,627 (-732) cases* 32 (+7) deaths* 1,416 (-31) hospitalized* 273 (-2) ICUThe number of Iowans hospitalized with COVID-19 has declined for 3 days. There were 200 patients admitted yesterday, down from 207 the previous day.https:\/\/t.co\/cB04MjNeZN","sentiment_score":-0.1611111111}
{"full_text":"Here's the scoop on toilet paper and other products -- and their availability.","sentiment_score":-0.0791666667}
{"full_text":"As COVID-19 cases in Ward County remain high, officials with Minot State University are saying that they have been able to mitigate the spread on campus and keep their numbers relatively low.","sentiment_score":0.22}
{"full_text":"Housing Secretary Ben Carson is crediting unapproved, experimental treatments with saving his life after he became \"desperately ill\" following his infection with the coronavirus.https:\/\/t.co\/SNYtXO5Psu","sentiment_score":-0.1333333333}
{"full_text":"RT he has santibodies","sentiment_score":0.0}
{"full_text":"Here's why health experts say gathering in groups over the holidays is a bad idea during the pandemic.","sentiment_score":-0.7}
{"full_text":"The latest The Travel America Daily! Thanks to #covid19 #cdc","sentiment_score":0.2333333333}
{"full_text":"it is worth reading this thread and at least considering whether this is preferable to the constant fear and mistrust you've been living in since March.our country values freedom, and i love that, but freedom above all else? above basic safety?","sentiment_score":0.0714285714}
{"full_text":"[The Washington Post] Experimental drug given to Trump to treat covid-19 wins FDA clearance Experimental drug given to Trump to treat covid-19 wins FDA clearanceBy Laurie McGinley and Carolyn Y. Johnsonhttps:\/\/t.co\/ImCPrpDtVT","sentiment_score":0.2}
{"full_text":"Documenting the Pandemic With 16 Disposable Cameras","sentiment_score":0.0}
{"full_text":"Housing Secretary Ben Carson says he's 'out of the woods' after battling COVID-19: #coronavirus #COVID_19","sentiment_score":0.0}
{"full_text":"Great","sentiment_score":0.8}
{"full_text":"Your prayers are worthless. You are in a position of power in the and you have blood on your hands due to your inaction to address this American epidemic. Shove your thoughts &amp; prayers.","sentiment_score":-0.3083333333}
{"full_text":"Current Conditions for #Sayre PATemp: 39.2FWind Chill: 38.2FHumidity: 79%Dew Point: 33.3F Barometer: 30.588 inHgWind: 3 mph from the NCorona Virus Weekly Stats:Cases: 291.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.25}
{"full_text":"So this clown doesn't care if our young college athletes get Covid.  She just wants her football.","sentiment_score":0.15}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"RT Thank you..","sentiment_score":0.0}
{"full_text":"In other countries, artists receive financial support during COVID. We as a nation are failing our arts community.","sentiment_score":-0.0625}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":"RT El Paso, Texas: Texas National Guard troops just arrived to provide \"mortuary support\" for the city.A unit of 36 soldie...","sentiment_score":0.0}
{"full_text":"REF. CORONAVIRUSBUT LIKE I SAY THERE IS STUPID PEOPLE THAT WONT COMPLAIN ABOUT A TYPE MACHINE BUT COMPLAIN ABOUT LOOKING FOR A JOB THROUGH AN AGENCYI GREW UP WITH COMPUTERS.. AND THATS THE ONLY WAY HOW TO DO THINGS.. AND IF I AM RIGHT AND \"YOU NEED TO GO BACK\" THEN YOU DO IT","sentiment_score":-0.1285714286}
{"full_text":"IGBO to the world .","sentiment_score":0.0}
{"full_text":"#XRP #ALGO #MOON Buy the dip. HODL the bag. Savor the moment. Oh yeah, AND wear a mask. -- The covid thing. Not the bankrobber thing. ","sentiment_score":0.0}
{"full_text":"Great! One more thing to worry about!","sentiment_score":0.8125}
{"full_text":"RT In Texas, the seven-day average of new coronavirus cases has never been higher.COVID-19 hospitalizations have more than...","sentiment_score":0.1621212121}
{"full_text":"RT 25,000 dead. Trump played golf.50,000 dead. Trump played golf.75,000 dead. Trump played golf.100,000 dead. Trump play...","sentiment_score":-0.2}
{"full_text":"RT Always was because of Covid &amp; the Governor's mansion has been closed to the public since Marc...","sentiment_score":-0.05}
{"full_text":"RT He really hates the people of this country.","sentiment_score":0.2}
{"full_text":"I'll second that! his  is cooked Jan 20th! ","sentiment_score":0.0}
{"full_text":"RT This Is How All Lockdown and COVID Enforcement Officials Need to Be Handledhttps:\/\/t.co\/KJewOhNmjF","sentiment_score":0.0}
{"full_text":"RT I cannot fathom why quasi-socialist parties like Labour &amp; Sinn Fein are so fanatical about lockdowns &amp; greater state con...","sentiment_score":0.5}
