{"full_text":"If doctors tell you to do something for the sake of your health and others, it should be good enough for everyone. You trust doctors for writing prescriptions but not their advice?","sentiment_score":0.35}
{"full_text":"RT Both #ldnont and #sttont regions back in double-digit daily #COVID19 case counts:","sentiment_score":0.0}
{"full_text":"RT RESET: Trudeau says COVID is his big \"chance\" to impose his \"reimagined\" society. Is he trying to shut down Finance Co...","sentiment_score":-0.0777777778}
{"full_text":"Was waiting for this thanksgiving. I don't need an excuse? The city just giving out excuses. Dope. I'll be sleep.","sentiment_score":-0.05}
{"full_text":"Trump needs a straightjacket pronto!!","sentiment_score":0.0}
{"full_text":"RT Ivanka Trump thought she'd blow people's minds by claiming her dad kickstarted the Moderna vaccine on January 13--a week before...","sentiment_score":0.0}
{"full_text":"RT I've been struggling with how to mourn the pandemic dead, and I'm grateful to for creating a memorial and out...","sentiment_score":-0.2}
{"full_text":"RT Alberta is only one of three Canadian provinces not currently providing some form of isolation wage support for physician...","sentiment_score":0.0}
{"full_text":"Pfizer COVID-19 vaccine trials showed 'severe' side effects, 'fever and aches' | News | LifeSite","sentiment_score":0.0}
{"full_text":"RT Lockdown 1 vs Lockdown 2.. ","sentiment_score":0.0}
{"full_text":"Classic choice. Have you been wearing your Batman mask out and about these days?","sentiment_score":0.1666666667}
{"full_text":"RT DR Congo announces end of latest Ebola epidemic","sentiment_score":0.5}
{"full_text":"RT Situation in delhi deteriorates. Kindly retweet for helping people and travellers","sentiment_score":0.6}
{"full_text":"RT The survival horror game OUTBREAK: THE NIGHTMARE CHRONICLES has been released for PS4, Xbox One, Switch (also on PC)h...","sentiment_score":-0.4}
{"full_text":"Trump knows the only way he can can raise money to pay $441,000,000 debt on his tax is through baseless voter-fraud brouhaha. America has rejected GOP's fear-mongering of socialism, lockdown &amp; court-packing but they still think Georgians will fall cheaply for it in senate-race.","sentiment_score":0.2}
{"full_text":"Here is notification#LGS#Covid","sentiment_score":0.0}
{"full_text":"RT You do realize more than a quarter of a million Americans have died from \"Naturally acquired COVID-19\"?","sentiment_score":0.3}
{"full_text":"RT If you can't volunteer for the holidays due to COVID, consider donating to your local food bank, doing a charity stream,...","sentiment_score":-0.0625}
{"full_text":"RT Somehow, America is getting worse at controlling COVID. How is that possible?","sentiment_score":-0.2}
{"full_text":"the only pic i have from this day","sentiment_score":0.0}
{"full_text":"RT If as the government suggests there is no impropriety in the 8,600 public sector contracts worth PS18 billion handed out sin...","sentiment_score":0.15}
{"full_text":"I'm in Montana. We have (had) a Democrat governor who really tried? But we also opened up the state way too early and now Montana is a hotbed of Covid. Our hospitals are at capacity and the damn neckbeard idiots STILL deny reality.","sentiment_score":-0.1666666667}
{"full_text":"RT Perhaps a class civil suit against Emily Murphy, the head of the GSA, is in order at a later date.  Clearly...","sentiment_score":0.05}
{"full_text":"Democrats at the SEC soon will inherit Chairman Jay Clayton's playbook for handling the coronavirus, cryptocurrency, and whistleblowers--containing strategies they largely supported.https:\/\/t.co\/miegKmy1fI","sentiment_score":0.0571428571}
{"full_text":"RT Immunity denier Fauci hardest hit.","sentiment_score":0.0}
{"full_text":"im not leaving the house straight up i am notttt leaving the house","sentiment_score":0.2}
{"full_text":"RT As a reminder, this number was often listed as the high-end of the worst case scenario projections.","sentiment_score":-1.0}
{"full_text":"Hope you feel better buddy. Take care this winter, I was in hospital, Jan last year nobody could tell me what was wrong, Pumped with steroids my view it was Covid-19 but no testing last year.It's left me exhausted. Completely drained. Takecare buddy.","sentiment_score":-0.0428571429}
{"full_text":"RT BREAKING: Pfizer suggests its coronavirus vaccine is 95% effective and that the shots would protect older people most at risk of dy...","sentiment_score":0.4222222222}
{"full_text":"RT Coronavirus second wave: Major markets, restaurants, superstores sealed in Karachi over SOPs violation#ARYNewshttps...","sentiment_score":0.03125}
{"full_text":"literally my stepmom..","sentiment_score":0.0}
{"full_text":"The fourth W is quarantining, I guess","sentiment_score":0.0}
{"full_text":"It's completely possible to NOT DO LOCKDOWNS!","sentiment_score":0.0}
{"full_text":"The latest Dentimes ! Thanks to #science #covid19","sentiment_score":0.4125}
{"full_text":"RT i see...","sentiment_score":0.0}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT Another 529 Covid deaths just announced today.This isn't normal. This isn't flu. This isn't old news. This is a traged...","sentiment_score":0.125}
{"full_text":"Coronavirus immunity could last more than 6 months, possibly years: study","sentiment_score":0.1666666667}
{"full_text":"Bro most of those men abel l lockdown","sentiment_score":0.5}
{"full_text":"RT sit down. make a list of all the things you've accomplished this year, big and small, in the midst of a global pandemic and...","sentiment_score":-0.0411111111}
{"full_text":"RT As COVID-19 cases surge in Larimer County, officials make the case for canceling any Thanksgiving plans that include non-ho...","sentiment_score":0.0}
{"full_text":"RT Hardly an essential journey. Everyone is restricting their travel and you're out wandering round Oxford Street with nee...","sentiment_score":-0.1}
{"full_text":"The Kennedy Center announced that it is canceling all performances through at least April 25, 2021 due to the ongoing pandemic.","sentiment_score":-0.175}
{"full_text":"RT If this wasn't so disastrous to our children's futures, it would be funny.Just another sign that government officials...","sentiment_score":-0.7}
{"full_text":"RT Had Minnesotans chosen to follow Covid guidelines currently in place, Gov Walz would not have to do this.If wearing a mask\/so...","sentiment_score":0.0}
{"full_text":"RT If you could see a #COVID19 patient struggling to breathe like we do in the ER, you'd immediately understand why we're...","sentiment_score":0.0}
{"full_text":"RT I would love to hear from any NHS or civil service whistleblowers about the handling of the pandemic. Material in the...","sentiment_score":0.5}
{"full_text":"RT Florida Legislature: Not our role to contain the coronavirus","sentiment_score":0.0}
{"full_text":"RT In this terrifying time of COVID-19 this poor family is facing homelessness please help them stay safe","sentiment_score":-0.3}
{"full_text":"RT Dr. Rick Bright on warning that the failure to ascertain as President-elect is likely to delay rollout of...","sentiment_score":0.1277777778}
{"full_text":"RT BREAKING: UL's game Saturday against Central Arkansas has been canceled due to COVID-19 concerns with the No. 25 Ragin'...","sentiment_score":-0.175}
{"full_text":"RT This is what #socialdistancing looks like in Bali ","sentiment_score":0.0}
{"full_text":"Covid-19 vaccine: who are countries prioritising for first doses?","sentiment_score":0.25}
{"full_text":"RT A big  day isn't worth the risk of getting or spreading COVID-19.Thank you for the alternative. Als...","sentiment_score":0.15}
{"full_text":"THIS","sentiment_score":0.0}
{"full_text":"RT Dystopian--thousands of people waiting in lines for food in Dallas, Texas. This is what Trump's failure as a leader has led...","sentiment_score":-0.3166666667}
{"full_text":"RT For the good of nation we must look at data. Here's the latest on growth &amp; Covid in Asia. Clearly we can't say India slow...","sentiment_score":0.25}
{"full_text":"RT The Institute of Biomedical Science wrote to Matt Hancock in April to advise on how to extend lab testing for Covid. 6...","sentiment_score":0.0}
{"full_text":"Not only is happy to watch trump destroy our democracy, they continue to sit back and let thousands more Americans die. #DieForTheDow #GOPDeathCult #GOPhatesdemocracy Avlon: This is what happens when ideology elbows out sciencehttps:\/\/t.co\/8KziIgO2zB","sentiment_score":0.22}
{"full_text":"EXCLUSIVE: 3 IN 5 TORY VOTERS FAVOUR FORCED COVID VACCINATION. via","sentiment_score":0.1}
{"full_text":"RT Vera Files sucks","sentiment_score":-0.3}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"So we're supposed to listen to the same government that tells us marijuana has no medical use? Fuck outta here, Kamala","sentiment_score":-0.1333333333}
{"full_text":"RT After various months of work, here our manuscript (@SantanaAndres3 on the relationship between COVID-19 and el...","sentiment_score":0.0}
{"full_text":"As per our beloved CCM of COVID is nothing but just a flu. Should not be worry. All are safe. #ICAI_DENIES_JUSTICE #icaiexams","sentiment_score":0.6}
{"full_text":"RT PA Gov Wolf announces new COVID rules, including wearing a mask in your house","sentiment_score":0.1363636364}
{"full_text":"RT Acute Kidney Injury in a National Cohort of Hospitalized US Veterans with COVID-19https:\/\/t.co\/HBb9l4hdLy","sentiment_score":0.6}
{"full_text":"I'm certain many wish the Senator a speedy recovery. And many more wish you'd make ALL Senators wear a dang mask. ","sentiment_score":0.4285714286}
{"full_text":"RT NEW--Dr Fauci says US needs \"a uniform approach\" to the coronavirus pandemic, rather than \"a disjointed\" state-by-state resp...","sentiment_score":0.0}
{"full_text":"RT At we've spent the last 8 months immersed in COVID-19 dashboards, translating their data into figures...","sentiment_score":-0.05}
{"full_text":"RT German police clash with protesters angry at Merkel's COVID-19 plans","sentiment_score":-0.25}
{"full_text":"Now, rather than \"buying\" or \"renting\" a robot, you can \"hire\" one.  If Data's emotion chip is on right now, he is feeling good about this turn of events.","sentiment_score":0.4928571429}
{"full_text":"A covid-fighting tool is buried in your phone. Turn it on.","sentiment_score":0.0}
{"full_text":"RT Thanksgiving is a week away.LARGE INDOOR DINNERS will spread COVID.Limit Thanksgiving to your immediate household.Gat...","sentiment_score":0.0}
{"full_text":"RT 254,463 dead and 11,709,384 cases in America. This is not the the result of the Coronavirus pandemic, this is the #Tru...","sentiment_score":-0.2}
{"full_text":"The railway remains closed to the public due to the ongoing Covid-19 pandemic, in line with government health guidelines","sentiment_score":-0.075}
{"full_text":"RT Stay at home.Please...","sentiment_score":0.0}
{"full_text":"RT Ticketmaster fascism, Biden lockdown and population reduction, Patriots, the War for Freedom...https:\/\/t.co\/7wqOduPS6h","sentiment_score":0.0}
{"full_text":"Honesty is a cornerstone of ethics. Do our leaders honestly intend to provide #stimulus relief to aid Americans during this global pandemic? Remaining cares act 1 funds can give Americans 5k stimulus checks now #PURPLEPOWER #stimuluspackage #COVID19 #ExecutiveOrder #pandemic","sentiment_score":0.3}
{"full_text":"when people do that i'm like \"idc go get ur mask, we are literally in a pandemic, no mask no entry\". they don't like the walk of shame back to their car to get the mask","sentiment_score":0.0}
{"full_text":"RT BREAKING: Just like the Siena men, the Siena women's basketball team is now on pause after a positive COVID-19 on the te...","sentiment_score":0.2272727273}
{"full_text":"RT This preprint on home antibody tests, just published by the government, is fascinating: particularly this bit on T cell imm...","sentiment_score":0.4333333333}
{"full_text":"Shiiid I'll show it when Covid goes away","sentiment_score":0.0}
{"full_text":"RT NEW: publishes reviews of how probation and youth offending services have responded to the COVID-19 pandemi...","sentiment_score":0.1363636364}
{"full_text":"Don't believe it. These are facade inspectors. They use binoculars and telephoto lenses to locate and document damage on the exterior walls of tall buildings in NYC. Nothing to do with Covid. These facade inspections have been done this way for decades.","sentiment_score":0.0}
{"full_text":"The feds are still trying to create real wealth with fake money. So they're jazzing up the stock market, goosing up consumer spending... and calling for another $3 trillion stimulus package to help Americans get through a COVID-19 winter...https:\/\/t.co\/Cp6HoyEPCp","sentiment_score":-0.15}
{"full_text":"RT Mecole Hardman and Eric Fisher still on the Reserve\/COVID-19 list and will not practice#chiefskingdom","sentiment_score":0.0}
{"full_text":"RT Join us today on Vote for America as we interview Biden's Corona Virus task force physician and intelligence...","sentiment_score":0.0}
{"full_text":"RT Dr. Rick Bright on warning that the failure to ascertain as President-elect is likely to delay rollout of...","sentiment_score":0.1277777778}
{"full_text":"RT And since wearing a mask is less to keep you from GETTING covid and more to stop you SPREADING it, these people twisting \"m...","sentiment_score":0.1666666667}
{"full_text":"Deputy Commissioner Jhelum surprise Visits for checking of SOPs regarding Covid-19#Govtofpunjabpk#dc#deputycommissioner#jhelum#Covid19#CovidSOPs#SOPsVoilation","sentiment_score":0.0}
{"full_text":"I nominate #Covid_Volunteer-#ukfaizal#UAE_Pioneers for his concerted involvement and determination to battle the Covid Pandemic in UAE. From setting up the Warsan facility, to his involvement in border testing sites to establishing and managing DPI sites across the UAE.","sentiment_score":0.0}
{"full_text":"RT Might be in my top 5 summers","sentiment_score":0.5}
{"full_text":"RT Thanksgiving is a week away.LARGE INDOOR DINNERS will spread COVID.Limit Thanksgiving to your immediate household.Gat...","sentiment_score":0.0}
{"full_text":"RT What makes this ad on and and their suspiciously-timed, covid-adjacent investments even more bru...","sentiment_score":0.5}
{"full_text":"Political sabotage by the carelessness of others","sentiment_score":0.0}
{"full_text":"RT The second consecutive record-breaking COVID death day in Iowa. There aren't two sides to the science. Masks save lives....","sentiment_score":0.0}
{"full_text":"RT #GovAfterShock Gary Gillespie, Chief Economist, Government of Scotland: we need more humility in the government to liste...","sentiment_score":0.5}
{"full_text":"RT And then there was one: The #Seahawks are the only NFL team that still hasn't placed a player on the Reserve\/COVID-19 lis...","sentiment_score":0.0}
{"full_text":"RT Gavin Newsom at a posh restaurant. Dianne Feinstein not wearing a mask. Nancy Pelosi at the salon. The list goes on an...","sentiment_score":0.0}
{"full_text":"Trump knows the only way he can can raise money to pay $441,000,000 debt on his tax is through baseless voter-fraud brouhaha. America has rejected GOP's fear-mongering of socialism, lockdown &amp; court-packing but they still think Georgians will fall cheaply for it in senate-race.","sentiment_score":0.2}
{"full_text":"RT Wow -- no masks, no social distancing, no outdoors. Total pack of lies!","sentiment_score":0.0277777778}
{"full_text":"RT A COVID-19 Safe Education: A Secondary School Students Thoughts - WORCESTERSHIRE TRANSFORMED","sentiment_score":0.1}
{"full_text":"RT On this busy day, do take a moment to spare a thought for Ayanda's publicist. Tough gig, selling the story that everyo...","sentiment_score":-0.1444444444}
{"full_text":"RT Another 529 Covid deaths just announced today.This isn't normal. This isn't flu. This isn't old news. This is a traged...","sentiment_score":0.125}
{"full_text":"A Rush On Coronavirus Testing Strains Laboratories, Drives Supply Shortages.https:\/\/t.co\/FC2s04lfaU","sentiment_score":0.0}
{"full_text":"RT #VerifiedHighest deaths in a day in Delhi since the start of corona, 131 humans died in last 24 hours523 deaths i...","sentiment_score":0.0}
{"full_text":"China-focused firm Future Capital began raising its fourth fund in late February, at the height of the coronavirus epidemic in China    ","sentiment_score":-0.125}
{"full_text":"One Blackpool hotelier is defying the lockdown blues by expanding his business with a holiday lodger resorthttps:\/\/t.co\/RkcSDfUIUz","sentiment_score":0.0}
{"full_text":"RT The vaccine trial is complete for efficacy. Of 43,661 participants, 170 events, 162 in placebo group...","sentiment_score":0.1}
{"full_text":"What is happening in Delhi  ? 131 deaths today &amp; that's the official figure, we cannot imagine the ground reality of Delhi. Still ICAI is thinking Exam above Lives That's shameful.#icaiexams#ICAI_DENIES_JUSTICE #ICAI_DENIES_SAFTEY #icai #icaiexam","sentiment_score":0.0}
{"full_text":"RT Lockdown 1 vs Lockdown 2.. ","sentiment_score":0.0}
{"full_text":"Congressman Hern Keeps Eye On Future For COVID-19 Relief, Election  via News 9 So embarrassed to be an Oklahoman due to our Congressional delegation's refusal to accept Biden win. ","sentiment_score":0.225}
{"full_text":"Does the CCP dislike Catholics? Asking for Church members in California who do not have Covid","sentiment_score":0.0}
{"full_text":"This is a gem!","sentiment_score":0.0}
{"full_text":"Christian groups express concerns about ethics of distributing COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"Pupils must not attend school if they have any of the symptoms of Coronavirus, and should arrange to be tested.* High temperature* New, continuous cough* Loss\/change to your sense of smell\/taste.Book a test at or tel 0300 303 2713.#DundeeLearning","sentiment_score":0.1481818182}
{"full_text":"Our latest update on COVID19 in the Western Trust from Dr Director of Nursing,  Primary Care and Older People's Services.For all COVID19 updates and information please visit","sentiment_score":0.2666666667}
{"full_text":"Fancy meeting someone new? Someone in a different country?As Britain approaches #Brexit &amp; #coronavirus radically alters all of our lives the has teamed up with newspapers in 15 European countries to pair people for a chat#EuropeTalksSign-up","sentiment_score":0.0454545455}
{"full_text":"During U.S. Antibiotic Awareness Week, it's important for healthcare professionals, patients, and families to learn the facts about antibiotic overuse and resistance. Learn more about how to fight #AntibioticResistance: #USAAW2020","sentiment_score":0.45}
{"full_text":"The biggest supply issue seems to be paper products: 21% of shelves that stock paper towels and toilet paper are empty, the highest level in at least a month.","sentiment_score":-0.1444444444}
{"full_text":" THRASH BASH - LIVE NOW  - Tune in for your new home of everything FAST, HEAVY and LOUD!Featuring: and many more!Previos show:https:\/\/t.co\/hCXW3s5bTMSTAY HEAVY!#MMH #ThrashBash","sentiment_score":0.1545454545}
{"full_text":"Reviewing the Covid-19 situation in the state, Patnaik asserted that until a vaccine is developed, wearing a mask remains the most effective barrier against the SARS-COV-2 virus.https:\/\/t.co\/0YiQfk1J9V","sentiment_score":0.4}
{"full_text":".@RZarychanski has put a call out to Canadian's who've recovered from COVID-19 to assist with finding a cure to the virus with help from","sentiment_score":0.0}
{"full_text":"It's not just Covid cases in Delhi that are going up but also the fatalities, Today with 131 deaths Delhi has made a record in highest deaths in a single day.Also Delhi has crossed 1\/2 million mark of total cases.Please be careful, wear that mask.#Covid_19","sentiment_score":-0.0571428571}
{"full_text":"RT The pandemic had transformed these poorly paid caregivers into essential workers who risked their lives to protect the...","sentiment_score":-0.2}
{"full_text":"curfew theater","sentiment_score":0.0}
{"full_text":"Musicians in #Iran are living a difficult life because of sanctions and of course the pandemic. The newly founded #German record company from #Hamburg will release the first album of Iranian music later this week.https:\/\/t.co\/AZSJh4b5PM","sentiment_score":-0.0227272727}
{"full_text":"Get ready for round 2 lol","sentiment_score":0.2666666667}
{"full_text":"RT Lt. Don Beauchene passed away today from complications of Covid 19.  Keep his family in your thoughts and prayers.@Ohio_p...","sentiment_score":0.0}
{"full_text":"Several mental health providers across Michigan have received federal aid from the government to continue providing critical services to those who need it, including in Wayne and Oakland counties.https:\/\/t.co\/n03L5y3pec","sentiment_score":-0.0333333333}
{"full_text":"At least for 2021, the pandemic has put an end to the New Orleans Mardi Gras season as it's long been celebrated.","sentiment_score":0.0340909091}
{"full_text":"Children of the world can rest easy. The global pandemic won't stop them from tracking Santa Claus' progress as he delivers gifts around the globe on Christmas Evehttps:\/\/t.co\/rSwseyhu0c","sentiment_score":0.2166666667}
{"full_text":"RT The last thing Scotland needs is being tied to the sinking ship that is Brexit Britain. Tory MPs have a...","sentiment_score":0.0}
{"full_text":"#Microsoft says it detected three state-sponsored hacking operations (also known as #APT's) that have launched cyber-attacks on at least seven prominent companies involved in #COVID19 vaccines research and treatments.","sentiment_score":0.2666666667}
{"full_text":"On the Mayo Clinic Q&amp;A podcast, Dr. Gregory Poland, an infectious diseases expert and head of Mayo Clinic's Vaccine Research Group, discusses the growing number of coronavirus cases in the U.S. and across Europe, and what can be done to reverse the trendshttps:\/\/t.co\/TdFssiL5z6","sentiment_score":0.0}
{"full_text":"EY's Bhavna Chaudhary joins the #BlackLineBTB20 live panel \"Turning the Page on 2020\" as industry leaders discuss best practices for the virtual close, remote audits, post-pandemic future of work, and the future of Finance &amp; Accounting. Register now: ","sentiment_score":0.2072727273}
{"full_text":"As soon as you lift restrictions you will get covid again. *smh*","sentiment_score":0.0}
{"full_text":"A mobile coronavirus testing unit is available on the Telephone Exchange car park in Morecambe tomorrow (November 19th). Tests must be booked in advance and only if you're displaying symptoms","sentiment_score":0.2}
{"full_text":"West Midlands Police told it CAN issue PS10k Covid 'super fines' after U-turnhttps:\/\/t.co\/mfEJ7PCPKR","sentiment_score":0.3333333333}
{"full_text":"RT Biden has world-class advisers to tackle the pandemic. But Trump's failure to engage in a real transition--and provide d...","sentiment_score":-0.0583333333}
{"full_text":"Join us &amp; for a free webinar with information to help those who may be experiencing housing discrimination &amp;\/or COVID-19-related housing issues.Speakers = Carlos Osegueda with &amp; Milandria King with #MemphisAreaLegalServices.","sentiment_score":0.4}
{"full_text":"RT I want you to think about the fact that today in Douglas County eviction court, there were 28 people packed in one small...","sentiment_score":-0.25}
{"full_text":"With Oklahoma's drastic surge in cases, should the state consider doing the same as Minnesota to slow the spread?","sentiment_score":-0.15}
{"full_text":"Coming soon to a mailbox near you! Check out the fall edition of Profile - LR's alumni magazine. Read about an alumna who volunteered to work with COVID patients in New York, a highlight of the inclusivity on campus, and more. #WeAreLR","sentiment_score":0.2537878788}
{"full_text":"Number 3. Bo Covid so arg","sentiment_score":0.0}
{"full_text":"We're getting closer! Can't wait until the vaccine is available to all and we can all start to get back to normal, can you? ~ Denny ","sentiment_score":0.1833333333}
{"full_text":"this is why I havent sent my daughter back to daycare smh &amp; I asked them, how are they ensuring that all parents are following proper protocol? their response was, we're trusting everyone to have some level of integrity. YEAH OKAY. exhibit A:","sentiment_score":0.125}
{"full_text":"RT My brother in law lives in #SouthAustralia .They are about to go into a very hard lockdown including school closures b...","sentiment_score":-0.3791666667}
{"full_text":"RT White House coronavirus task force member Adm. Brett Giroir: \"This is not crying wolf. This is the worst rate of rise in cases...","sentiment_score":-0.3}
{"full_text":"Washington state stockpiles N95 masks as hospitals see demand rise in new coronavirus wave","sentiment_score":0.1363636364}
{"full_text":"now offering interim #COVID-19 testing at 3 locations in the airporthttps:\/\/t.co\/eE6GsGEO0K","sentiment_score":0.0}
{"full_text":"COVID survivor Karen Nascembeni and creator Alex Goldstein speak with of about #COVID_19, accountability, and carving out a \"sacred little space\" on social media to tell the stories of how loved ones lived.","sentiment_score":0.1819444444}
{"full_text":"There's a 1\/10 chance I have covid I'm literally bawling","sentiment_score":0.0}
{"full_text":"The COVID-19 pandemic has accelerated a number of technology trends, demonstrating how quickly innovation has become a priority for the multihousing industry.","sentiment_score":0.3333333333}
{"full_text":" ON AIR:How is the film industry faring and adapting during the pandemic? We're getting some answers from of and Moises Esparza of","sentiment_score":0.0}
{"full_text":"With non-virtual students going back to a traditional 5-day schedule after Thanksgiving the School Board says it will be a challenge, but a challenge they're sure they can meet.","sentiment_score":0.1666666667}
