{"full_text":"Leaving the house in 2020This is our face mask bar by the door because I like to color coordinate with what I'm wearing#WearAMask","sentiment_score":0.0}
{"full_text":"Im officially a #PRETTYLITTLEPSYCHO with how much I've tweeted you! I'm studying full time whilst raising my little girl, she's only 7months  this would help us out so much, she's missed out on a-lot because of COVID! Help me spoil her! #PLTPINKMONDAY","sentiment_score":0.145}
{"full_text":"RT My statement on why I won't be voting for the Government's new Covid Tier System this weekhttps:\/\/t.co\/sDeVEU1or4","sentiment_score":0.1363636364}
{"full_text":"RT I lost someone really close to me this morning. Tested positive for #COVID-19 a week ago. He was healthy, strong, always lo...","sentiment_score":0.3401515152}
{"full_text":"My aunt runs 2 hospitals and said covid is defo bolox","sentiment_score":0.0}
{"full_text":"Experiences with the second dose AE en masses, millions, is going to create significant reluctance thwarting any chance in the States for broad acceptance of a Covid vaccine.  Moncef stepping down from OWS by EOD is no coincidence imo.","sentiment_score":0.0704861111}
{"full_text":"#ImStillME# Fighter #fibrosucks #fibrowarrior #recovery#surviver #searchME #stayathome #spoonie #spooniegirl # fightlikeagirl #loveluna #celeryjuice #fibromyalgia #remmision","sentiment_score":0.0}
{"full_text":"RT BREAKING: Moderna vaccine found to be 100% effective against severe COVID-19","sentiment_score":0.6}
{"full_text":"RT NHS England reports a further 183 COVID-19 hospital deaths occurring over 10 dates.178 were reported last Monday, 190...","sentiment_score":0.0}
{"full_text":"RT Good news.","sentiment_score":0.7}
{"full_text":"RT Can you keep your family safe during the holidays? \"If you want to gather around a Christmas tree with your elderly parents,...","sentiment_score":0.5}
{"full_text":"RT BREAKING: Moderna's coronavirus vaccine shows efficacy of 100% against severe coronavirus infections","sentiment_score":0.0}
{"full_text":"The most astonishing thing about Kevin Dowd's column is that he never once mentioned the pandemic or Trump's calamitous response to it. Getting things done, indeed.","sentiment_score":0.5}
{"full_text":"RT Ontario bylaw officers say they inspected nearly 900 businesses this weekend, and charged a number of people for attend...","sentiment_score":0.1}
{"full_text":"RT Stray Kids, CNBLUE Jung Yonghwa, Norazo all test negative for Coronavirushttps:\/\/t.co\/HePeTuPZWx","sentiment_score":-0.3}
{"full_text":"RT So pleased we can reach those most vulnerable at this time to support their mental health. Our Lockdown Learning Hub is...","sentiment_score":0.1}
{"full_text":"RT i understand that it's a pandemic so like as much as i joke in my tweets, they can take as much time as they need. however i...","sentiment_score":0.2}
{"full_text":"I love waking up in the morning to the smell of the COVID vaccine the end of the tunnel is approaching","sentiment_score":0.25}
{"full_text":"If we were all on the same page with restrictions and protocol- for the whole province... instead of by area... ppl would it more seriously. The miscommunication from government &amp; changes to restrictions have left ppl feeling annoyed and \"over it\". Enough guessing, lock it down!","sentiment_score":-0.0284722222}
{"full_text":"Forget masks! I never ever want to have sex again because I have to prove to the Libs I am not a weak man who needs a mask! Give me COVID because I need to be the biggest Incel ever to PWN the libs!","sentiment_score":0.29296875}
{"full_text":"What is also rather staggering is that not one person who has had a go at Klopp seems to grasp that there is a pandemic with a condensed season, no pre-season &amp; a Euros afterwards. Player welfare should've been a concern years ago but more so this year.","sentiment_score":0.5}
{"full_text":"Doug Ford it's been 669 days over 21 months since you got report. Calls for strong new action on #accessibility for people w\/ #disabilities. We need a real action plan. Your delays created more hardships during #COVID crisis #AOda","sentiment_score":0.2639393939}
{"full_text":"Reading this is sad, also bcs i'm on an active thai fanbase, there have been tweets about activities in thailand swirling around my timeline (and that includes fanmeet, etc) and sometimes i forget that we're in the same world and facing the same pandemic","sentiment_score":-0.1583333333}
{"full_text":"And after the blockade of Wuhan, European and American countries did not pay enough attention to it. Just focus on the human rights issues caused by the blockade of cities.","sentiment_score":0.0}
{"full_text":"Moderna's stock soars after plan to file for emergency approval of COVID-19 vaccine candidate:","sentiment_score":0.0}
{"full_text":"RT Further, for all the differences many cite between progressives and centrists, on the big issues--health care for call, com...","sentiment_score":0.1666666667}
{"full_text":"RT More than 35,000 Americans died of COVID.In November. We're in a war against a silent killer.The least we can do is...","sentiment_score":0.0666666667}
{"full_text":"Aww it's giving brawl after the let out and corona. The vibes ","sentiment_score":0.3}
{"full_text":"Hey PLT, I'm a pharmacy student, who has lost her job due to the pandemic. This giveaway would mean so much to me, it would help pay for my bills and rent, and also allow me to get my family some bits for the holidays  #PLTPINKMONDAY #PLTCYBERMONDAY 2","sentiment_score":-0.0791666667}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"oh to live in New Zealand ","sentiment_score":0.1363636364}
{"full_text":"RT Our response to covid sometimes makes me feel like we've been too lax about other common viruses, like the cold and flu....","sentiment_score":-0.3416666667}
{"full_text":"Covid 19 is increasing by 8% in Pakistan. Cfa and acca insitutes are taking exam in indoor hall in Pakistan but they have cancelled exam In developed countries. They are discriminating us it's totally unfair","sentiment_score":-0.2}
{"full_text":"RT Robots encroach on up to 800 million jobs around the world.85 million jobs may be displaced by machines - and 97 million...","sentiment_score":0.0}
{"full_text":"The saddest thing about all this Covid bullshit is didn't have their endless shrimp szn. I wait all year for it and it was taken away from me.","sentiment_score":-0.125}
{"full_text":"Stop Saying China and marketing it. Switch to saying Korea for everything chinese. Korean wall, korean new year, korean noodles and korean virus. Hindi kreeni bhai bhai..#stopsayingchina #switchtokorea","sentiment_score":0.0681818182}
{"full_text":"I don't think I've ever used #Doordash, and the one time I used #Airbnb I canceled my trip due to the pandemic. I guess I'm old school... #RetroShopper","sentiment_score":-0.0125}
{"full_text":"I've been working all through the pandemic and my bestie was made redundant because of COVID, we both could do with a treat at this point in time, we've been trying for daysss new wardrobe for summer 2021?? #PLTPINKMONDAY ","sentiment_score":-0.0318181818}
{"full_text":"RT Kushner is going to Saudi Arabia and Qatar this week, probably to raise money for Daddy Dearest's crumbling business. A ne...","sentiment_score":0.0}
{"full_text":"Advertising.","sentiment_score":0.0}
{"full_text":"May I ask you why it's so hard to wear mask? Does it physically pain you to wear one? And you're telling me that no matter wear you go, no matter what place you go into, you are not required to wear a mask? I find that hard to believe.","sentiment_score":-0.1944444444}
{"full_text":"Please consider supporting -- in a tough year, the outcomes of STF's COVID-19 Response Fund offer hope. We must keep it going...girls are counting on us!","sentiment_score":-0.1180555556}
{"full_text":"Czech government eases coronavirus lockdown rules","sentiment_score":0.0}
{"full_text":"RT REMINDER: Taxpayers paid for *100 PERCENT* of Moderna's COVID-19 vaccine development.","sentiment_score":0.0}
{"full_text":"It would mean the world for me to win, because of the pandemic I couldn't get a job this Christmas so I can't afford to get my family and my 4 year old sis the best presents this year, i just want to make them happy #PLTCyberMonday #PLTPINKMONDAY #PLTNOTICEME","sentiment_score":0.4775}
{"full_text":"False Prophet needs his car note paid","sentiment_score":-0.4}
{"full_text":"    What did \"Will Rogers\" Say_ #Quote #Women will never be equal to men until they can walk down the street with a bald spot and a pot belly and still think they're pretty #Amazing . #smile #Behappy #NeverGiveUp \/ #HAPPYBirthday GET  THE #COVID19 #MobileApp","sentiment_score":0.1988888889}
{"full_text":"Why some countries are opening back up to tourists during a pandemic -","sentiment_score":0.0}
{"full_text":"RT In this pandemic and  economic crisis failure in giving scholarship leads to dropping of students and extra metal pressure...","sentiment_score":-0.0388888889}
{"full_text":"New COVID-19 restrictions are reportedly on the way in New Jersey.","sentiment_score":0.1363636364}
{"full_text":"RT US coronavirus cases by month in 2020:March: 186,200April: 883,199May: 723,166June: 845,736July: 1,926,970August: 1,479...","sentiment_score":0.0}
{"full_text":"RT He's setting a standard for how he wants HIS restaurant to be. He has the right to do that. He could've said it differently bu...","sentiment_score":0.1214285714}
{"full_text":"RT Walmart and Amazon halted hazard pay for their frontline workers during a pandemic after making a combined $30,000,000,000 in...","sentiment_score":0.0}
{"full_text":"RT If America learns one thing from this miserable pandemic, please may it be that health care is a basic human right that must b...","sentiment_score":-0.1785714286}
{"full_text":"RT Helping others isn't strange, especially if we all do it together. So #MaskUpTexas (particularly indoors), wash hands often...","sentiment_score":0.0388888889}
{"full_text":"I agree with all you say but were not called great Britain for nowt,remember GB ruled HH &amp;the good folks of HH didn't want Chinese rule,over a period of time folk are seeing the state of the country &amp;how its been policed. Not just a tier lock down but now a tier police!NFSE","sentiment_score":0.3361111111}
{"full_text":"RT BREAKING: Moderna's coronavirus vaccine shows efficacy of 100% against severe coronavirus infections","sentiment_score":0.0}
{"full_text":"Notable that airlines funded a study with mannequins that wore surgical masks perfectly - yet won't fund (or perhaps permit) studies to test passengers before &amp; after flying.@JetBlue allowed a man in front of me to go maskless for an hour+ since he had food or drink near him.","sentiment_score":0.5333333333}
{"full_text":"RT Detroit will be one of the first cities in the country to start administering the COVID-19 vaccine ","sentiment_score":0.25}
{"full_text":"RT Is President Trump bringing stimulus for working families to Georgia? Relief for small businesses? Or is he just spreading Covi...","sentiment_score":-0.25}
{"full_text":"RT Kelly Loeffler and her husband are worth 800 million and she is applying for a job that pays 174k per year. She was appoint...","sentiment_score":0.3}
{"full_text":"RT Don't panic and act. We have more than half a week,enough time. Stream and buy LGO and BE.","sentiment_score":0.1666666667}
{"full_text":"RT As bicycling boomed in the French capital during the Covid pandemic, so has the number of stolen bikes. But the city has vowed...","sentiment_score":0.0}
{"full_text":"Service Update 15:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"17 patients succumb to COVID-19","sentiment_score":0.0}
{"full_text":"RT If you're in prison in NY for a \"non-violent, non-sex offense\" and within 90 days of your release date, you qualify to be...","sentiment_score":0.0}
{"full_text":"Service Update 15:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"RT *Huge* breaking news: Downing Street now says Father Christmas will NOT have to wear a face mask in Santa's grottos, but...","sentiment_score":0.4}
{"full_text":"RT Guernsey Daily Coronavirus (COVID-19) Report * Monday 30th November.1 new case (person positive) reported, giving a t...","sentiment_score":0.1212121212}
{"full_text":"Are We Being Told the Truth About COVID-19? | Prof. Sucharit Bhakdi via","sentiment_score":0.0}
{"full_text":"RT If you're still social distancing, washing your hands, and wearing a mask, please retweet this tweet. I just want people to k...","sentiment_score":0.0333333333}
{"full_text":"Lee Co. Public Schools switching to remote learning Tuesday due to weather, remaining virtual for rest of 2020","sentiment_score":-0.075}
{"full_text":"Clorox or did he use it all on covid","sentiment_score":0.0}
{"full_text":"#PLTPINKMONDAY PLEASE NOTICE ME PLT!!! i've been trying all day!! i could really use the money as i haven't been able to get a job because of covid, so i've been having to manage on what i have, which isn't a lot, so this would really help!!","sentiment_score":0.3375}
{"full_text":"While Trump sulks and pouts... From CNN: A leaderless America slips deep into a grim pandemic winter","sentiment_score":-0.5}
{"full_text":"RT I'll ask you again why haven't you passed the two #COVID19 relief bills written by","sentiment_score":0.0}
{"full_text":"I really need this after a awful year!!, after loosing my dad, having to move house during a pandemic, all i want this Christmas is to treat my mum and sister, can u make this happen? #MissguidedCyberMon #WinWithMissguided x","sentiment_score":-0.4}
{"full_text":"RT Why does 200k dying due to Covid-19 leave liberals squeamish but 68k dying each year due to lack of Healthcare doesn't ev...","sentiment_score":-0.125}
{"full_text":"What's the opposite of a coyote? I would love to be that. I would be driving trailers full to the port departures.","sentiment_score":0.2833333333}
{"full_text":"Happy Gurpurb to all around the world. Guru Nanak Dev Ji's message has always been one of unity and peace. Even more fitting for our modern times Thank you for your words#Sikh #Sikhism#gurupurab #GuruNanakDevJi #Equality #diversity","sentiment_score":0.5}
{"full_text":"RT In Europe, pandemic recovery fund are being basically held hostage by the veto of Poland and Hungary. They basically wan...","sentiment_score":-0.2}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"Spain appeals for Covid 'common sense' after shopping crowd scenes","sentiment_score":-0.3}
{"full_text":"RT #MuhsPostponeMbbsExam1) Syllabus and practicals are not completed and Without practical and physical classes students...","sentiment_score":0.0}
{"full_text":"RT Low key afraid to plan ahead cause of covid","sentiment_score":-0.2}
{"full_text":"RT skz tested negative on covid-19, let's pray for treasure and other artists to have negative results too ","sentiment_score":-0.2416666667}
{"full_text":"RT 998 new cases of #COVID19,death of 13 positive patients &amp; 2209 discharges hv been reported in #Karnataka.Out of 998,444 case...","sentiment_score":0.1818181818}
{"full_text":"Who tryna go on a baecation to Hawaii? Lmfao dead ass, like we can just save the small talk for the plane ride #balconyneeded ","sentiment_score":-0.225}
{"full_text":"RT 201130 Chani Fancafe update #SF9 #CHANI Title: All Fantasy!!: I did the test today &amp; the result came out &amp; they s...","sentiment_score":0.0}
{"full_text":"RT When the state of Kansas issued a mask mandate, 81 counties opted out. Researchers found that coronavirus infection rates rose sha...","sentiment_score":0.6}
{"full_text":"RT BREAKING: Moderna vaccine found to be 100% effective against severe COVID-19","sentiment_score":0.6}
{"full_text":"Pls postpone mbbs examssd","sentiment_score":0.0}
{"full_text":"And for the airheads talking about \"if they pay tAxEs\". What part of CONSTITUTIONAL\/1st Amendment protection don't you understand? People who DECIDE to worship PAY taxes as individual citizens. Unless you think the Constitution went on vacation during COVID19?","sentiment_score":0.0}
{"full_text":"Pretty Please  I lost my job due to COVID  Would love to treat my amazing mum! She's been  through a lot &amp; She deserves so much more than I can get her for Christmas I'd also like to treat my little brothers #PLTPINKMONDAY Good luck everyone ","sentiment_score":0.3410714286}
{"full_text":"RT More than 35,000 Americans died of COVID.In November. We're in a war against a silent killer.The least we can do is...","sentiment_score":0.0666666667}
{"full_text":"RT After your scholarship is closed in Corona, there is a problem in paying the university and institute fees #ReleaseScho...","sentiment_score":-0.1}
{"full_text":"What are the #tech tools being built to counter misinformation in #Covid19? says that digital monitoring tools can help us triage misinformation. #Radio remains the most imp. source of info in many parts of the world, he emphasizes.","sentiment_score":0.3333333333}
{"full_text":"RT Prior to #COVID19, less than 20% of senior business leaders felt emotional intelligence is important, according to a","sentiment_score":0.0583333333}
{"full_text":"The funny part is MSU struggled against an Eastern Michigan team in the first half.  That EMU team was missing 6 guys due to COVID.","sentiment_score":0.0016666667}
{"full_text":"COVID-19 LIVE UPDATES: Surge in virus cases stresses rural hospitals across Kansas, Missouri","sentiment_score":0.0681818182}
{"full_text":"Projection","sentiment_score":0.0}
{"full_text":"You're thinking is flawed. Here's the difference. Heart disease, cancer, etc., are not transmissible. COVID-19 is and therefore, can and must be managed. Many people did not have to succumb to this disease including one of my family members.","sentiment_score":0.0}
{"full_text":"RT BREAKING: Moderna's coronavirus vaccine shows efficacy of 100% against severe coronavirus infections","sentiment_score":0.0}
{"full_text":"I know we're all zoomed out and tired. But this has to be your digital event of choice this weekTune in to discuss what foundations, cities, businesses and activists are doing to bring innovations and ideas into Africa\/Europe relations. An collaboration","sentiment_score":-0.2}
{"full_text":"Join us today at 20:00-21:30 (Bahrain)17:00-18:30 (UK)#Bahrain: The employment of the Covid-19 for religious persecution during the Ashura seasonA report will be launchedLive - Arabic:https:\/\/t.co\/0XJYtzpkGqlive - English:","sentiment_score":0.0}
{"full_text":"RT This is your new daily reminder that Donald Trump has granted more clemencies to people in prison during COVID-19 than...","sentiment_score":0.2121212121}
{"full_text":"Christmas is about Christ. And Christ does not change: he is \"the same yesterday and today and forever\" (Hebrews 13:8). He was the same during the Civil War, the 1918 pandemic, World War I, the Great Depression, and World War II.https:\/\/t.co\/ZXQZD8uTPc","sentiment_score":0.2666666667}
{"full_text":"RT Walmart and Amazon halted hazard pay for their frontline workers during a pandemic after making a combined $30,000,000,000 in...","sentiment_score":0.0}
{"full_text":"RT The Pope subtweeting the hell out of Amy Comey Barrett, Neil Gorsuch, Brett Kavanaugh, Clarence Thomas, and Samuel Ali...","sentiment_score":0.0}
{"full_text":"COVID anxiety is real and it is hard. I've emerged from my cave for the first time in a week to go back to work and I'm back at square one with fear and anxiety over COVID and human interactions. All the constant instability at work this year has left someone who used work","sentiment_score":0.0197916667}
{"full_text":"RT STEVEN RICHARD, 58 of Lynnfield, Massachusetts died of COVID on Mar. 24. He \"was a kind, funny gentle soul whose heart...","sentiment_score":0.35}
{"full_text":"RT Is President Trump bringing stimulus for working families to Georgia? Relief for small businesses? Or is he just spreading Covi...","sentiment_score":-0.25}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT My dad just adored Christmas. Here is how we got to decorate the tree together this year. He bought me a new ornament ever...","sentiment_score":0.1363636364}
{"full_text":"The Cult of Selfishness Is Killing America ","sentiment_score":0.0}
{"full_text":"RT -Protect pedestrians and cyclists-Improve air quality, especially in low-income neighborhoods-Invest in public transitThe...","sentiment_score":0.0}
{"full_text":"Even though this year has been tough on everyone, Toledoans are still finding a way to give children working with LCCS a better holiday. ","sentiment_score":0.0555555556}
{"full_text":"RT Monday marks the first day of Rhode Island's two-week pause. The new restrictions are aimed at keeping the health care system fr...","sentiment_score":0.1931818182}
{"full_text":"they got the magic covid serum to him too late. he's doing heavy breathing in a private hospital somewhere.","sentiment_score":0.0}
{"full_text":"For Taiwan, Iceland and New Zealand Covid was the 2020 pandemic. For the UK Covid is the pandemic of 2020 to 2021. The former didn't spend PS22 billion on their test and trace systems and didn't focus on enriching their mates over protecting lives.We live under a dangerous regime","sentiment_score":-0.0818181818}
{"full_text":"#Browns facility and buildings across NFL closed today as league tried to slow spread of COVID virus, which buckled teams last week.","sentiment_score":-0.1333333333}
{"full_text":"lower, and the paradox disappears. BTW, this is the reason why in many countries you can only leave COVID quarantine after *two* negative tests.","sentiment_score":0.0666666667}
{"full_text":"Surprised.... not","sentiment_score":0.1}
{"full_text":"RT #journorequest Looking for someone who's avoiding travelling home for Christmas, due to coronavirus, to be part of a di...","sentiment_score":-0.125}
{"full_text":"RT People who employ domestic help\/drivers, do you wear a mask when you are around them or do you just expect them to wear a...","sentiment_score":0.0}
{"full_text":"RT An investigation by has revealed that hundreds of migrant farm workers in Ontario were kept in virtual lockdow...","sentiment_score":0.0}
{"full_text":"A new study in Uk called \"Principle\".  Hcq given to volunteers early on.  Others will receive placebo. ZINC not included.  New study.  Why has it taken this long for the UK w\/55,000 COVID deaths to study hcq?  Too bad the USA health dept could not be bothered to study this drug","sentiment_score":-0.0754545455}
{"full_text":"RT As COVID19 surges across the US, it's hard to describe the situation inside hospitals for healthcare providers &amp; patie...","sentiment_score":-0.2916666667}
{"full_text":"RT RT to tell that Americans need additional COVID-19 relief NOW.","sentiment_score":0.0}
{"full_text":"RT Walmart and Amazon halted hazard pay for their frontline workers during a pandemic after making a combined $30,000,000,000 in...","sentiment_score":0.0}
{"full_text":"RT Young people are important stakeholders in #evaluation process. Listen to our latest #EvalCrisis #Podcast with","sentiment_score":0.3333333333}
{"full_text":"Headlines: Health systems use questionable AI data to assign COVID risk scores - Reliability of HHS Protect data called into question - PEI health officials postpone island-wide EHR project","sentiment_score":-0.5}
{"full_text":"Programming Topics for this week: Intro to SparksCastSailor on a Concrete SeaWhere are the Gray Eagles?The Belmonts Internet RadioCOVID ObservationsAuto Experience: Lease or Buy?Consumer Experience: Extended Warranty#experienceisreality #InternetRadio","sentiment_score":0.15}
{"full_text":"RT Rajasthan Church for you .. during covid !!","sentiment_score":0.0}
{"full_text":"RT US coronavirus cases by month in 2020:March: 186,200April: 883,199May: 723,166June: 845,736July: 1,926,970August: 1,479...","sentiment_score":0.0}
{"full_text":"How has education been impacted by the pandemic in the #HudsonValley?https:\/\/t.co\/APhnCEepop#education #nyeducation #nyschools #covid19","sentiment_score":0.0}
{"full_text":"Information about Age UK Shropshire Telford &amp; Wrekin's services and the steps we are taking to support local older people during the coronavirus pandemic.https:\/\/t.co\/1m4X9CxeTW","sentiment_score":0.0833333333}
{"full_text":"Remember Oklahoma's foster children on #Cybermonday2020. OICA is again helping Due to #COVID19, asked instead of gifts, we raise money to cover 2,500 gift cards at $75 each for foster families. Go to to support a foster family!","sentiment_score":-0.15625}
{"full_text":"A recent study concludes that measures such as enhanced disinfection, air filtration and mask requirements lead to a very low risk of COVID-19 transmission on! Learn more:","sentiment_score":0.125}
{"full_text":"Seniors and those with heart disease, diabetes or other risk factors are at greater risk from the flu. As we continue to fight the COVID-19 pandemic, the flu vaccine is more important than ever. Get yours to protect yourself and those you love. #FightFlu","sentiment_score":0.355}
{"full_text":"According to the Operation LASER website, the Rangers are helping in the production and distribution of food, firewood and care packages. #Vigilanshttps:\/\/t.co\/4zQry7jZOa","sentiment_score":0.0}
{"full_text":"Spaces are filling up for the upcoming Masterclass: Marketing during a Pandemic, hosted by Find out &amp; more &amp; submit your questions ahead of the event here ---&gt; #edumarketing #schoolmarketing","sentiment_score":0.5}
{"full_text":"Biotech company Moderna will apply Monday for an emergency use authorization from the U.S. Food and Drug Administration after receiving more good news about the safety and effectiveness of its candidate COVID-19 vaccine. #Coronavirus #vaccinehttps:\/\/t.co\/GyOkkmycFC","sentiment_score":0.6}
{"full_text":"Nearly every business has felt the impact of the pandemic. The good news? Innovation is helping organizations adapt and thrive amid the adversity. Read more from Deloitte and #Oracle:https:\/\/t.co\/kLg6ReeZxz","sentiment_score":0.4333333333}
{"full_text":"The #pandemic proved certain kinds of work can be done remotely, but that doesn't mean it should be. Our latest \"Crunch time\" report helps inform CFOs on new enterprise #servicedeliverymodels.https:\/\/t.co\/jp6Kg37Shu","sentiment_score":0.0876298701}
{"full_text":"Working remotely during the Pandemic is the main benefit and issue at the same time. Founder of tritiumDX and our Advisor in Healthtech, shares tips on how to motivate your remote development teams in the time of the #Covid-19: https:\/\/t.co\/JCtJpvxwwv #HealthIT","sentiment_score":-0.0083333333}
{"full_text":"Cape Fear Community College aims to accommodate Pender County's growth by expanding its training programs in Burgaw.","sentiment_score":0.0}
{"full_text":"We can not wait to welcome you all back to our shops from 10.30am tomorrow (Tuesday). We remind all customers to please follow the safety guidelines in place and to remember to wear a mask. We look forward to seeing you!","sentiment_score":0.4}
{"full_text":"Who's looking forward to returning to gyms post lockdown? https:\/\/t.co\/qjVvw274MY","sentiment_score":0.0}
{"full_text":"November is National Epilepsy Awareness Month. Normally, the month is celebrated with walks, programs and purple ribbons. But due to the COVID-19 pandemic, many events became virtual or did not happen at all.https:\/\/t.co\/vBtj0h6aB2","sentiment_score":0.21875}
{"full_text":"Hannah Preece, 19, a zookeeper at Hobbledown Farm in Surrey, checks over and tends to the Alpacas as they prepare to reopen this week after the lockdownCredit: Oliver Dixon","sentiment_score":0.0}
{"full_text":"As the first COVID-19 holiday season approaches, do you have a road map for #omnichannel fulfillment?  Discover how a holistic approach can make a difference in our new report.","sentiment_score":0.1931818182}
{"full_text":"via breaks down the results of an interesting new survey that highlights changes in #parent &amp; #student thinking about #college #admissions during #COVID19.","sentiment_score":0.1602693603}
{"full_text":"Join us as we fight to end HIV this World AIDS Day on Tuesday, Dec. 1!Testing will be conducted outdoors, masks will be required and social distancing will be practiced.","sentiment_score":0.0333333333}
{"full_text":"COVID-19 tests in Indonesia close to WHO's standard.https:\/\/t.co\/MK2tGi0bKO #Bizbridge #Japan #Indonesia COVID19","sentiment_score":0.0}
{"full_text":"Another #ICYMI, this time from our Head of School Professor Uma KambhampatiHer research on female leaders and their handling of the pandemic was mentioned in a Financial Press article on the US getting its first female vice president:","sentiment_score":0.0625}
{"full_text":"The Philippine Red Cross (PRC) will offer its COVID-19 tests at lower prices starting tomorrow, December 1.#RedCross #covid19phhttps:\/\/t.co\/qCDj5V8UKI","sentiment_score":0.0}
{"full_text":"RT My father-in-law 'Coco's dad' was a serious 'No Masker'  COVID hit him. Pneumonia in both lungs.. 40 days in ICU close to d...","sentiment_score":-0.3333333333}
{"full_text":"What's wrong with us Viet Nam just reported their first covid in 89 days! Their doing something right","sentiment_score":0.0327380952}
{"full_text":"RT Walmart and Amazon halted hazard pay for their frontline workers during a pandemic after making a combined $30,000,000,000 in...","sentiment_score":0.0}
{"full_text":"CT COVID-19 live updates: Lamont has a message for youth sports players","sentiment_score":0.1363636364}
{"full_text":"GIVING TUESDAY IS TOMORROW! We are asking for your personal gift to provide relief to pastors affected by COVID-19. Please consider a gift of any size to support our pastors. 100% of your gift will be used to bring hope and healing. Online giving at the link in our bio!  #give","sentiment_score":0.0}
{"full_text":"The UAE continues to protect the public during the COVID-19 pandemic. Tune in on Dec. 2 at 12:30 pm EST to this year's virtual #UAENationalDay event to hear a live convo with about supporting local communities in response to COVID-19:","sentiment_score":0.0965909091}
{"full_text":"We've been asked about a social media post which claims there have been no Covid-19 deaths in the South West Yorkshire NHS Partnership.This is true. But the partnership deals with mental health and disability services.https:\/\/t.co\/wIuU99rJSA","sentiment_score":0.0944444444}
{"full_text":"Did you know it's possible to test positive for the #flu and #COVID19 at the same time? While the chance of coinfection is very low, Dr. Ting Ting Wong shares, what you should do if you experience symptoms:","sentiment_score":0.0568181818}
{"full_text":"The Publisher's Guide to Navigating COVID-19: Report DownloadBy Damian Radcliffe (@damianradcliffe)https:\/\/t.co\/DHpOC7e3SS","sentiment_score":0.0}
{"full_text":"Wilton Gregory becomes first Black American cardinal -- after three coronavirus tests and a quarantine","sentiment_score":0.0277777778}
{"full_text":"Did you know it's possible to test positive for the #flu and #COVID19 at the same time? While the chance of coinfection is very low, #NYPBrooklyn's Dr. Ting Ting Wong shares, what you should do if you experience symptoms:","sentiment_score":0.0568181818}
