{"full_text":"RT I wish I could \"like\" this tweet a thousand times.","sentiment_score":0.0}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"PLEASE HELP!! Am 70, and a  nurse Lost my job really need help to stay in my apt- please??? Rent is $1300\/month. Ran out of unemployment . Got hurt at work. Had surgery-still recovering. Am scared of getting COVID and can't go back right now. Difficult to get help anywhere","sentiment_score":0.1171428571}
{"full_text":"So sad. And there two related article links in there too if others who lost both their parents to covid as well.","sentiment_score":-0.25}
{"full_text":"I am pretty sure that I am not the only one who wants yo know how you plan to get COVID under control. Just very curious.","sentiment_score":0.164}
{"full_text":"RT Meanwhile, in Indiana,  and the GOP Supermajority are trying to take away your right to sue your employer if...","sentiment_score":0.2857142857}
{"full_text":"For the record, Parents were definitely confused as was, every person who works in a DOE building. #NYCDOE #COVID19 #CuomoPrimeTime #CuomoMustGo","sentiment_score":-0.4}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT if the pfizer vaccine is 90% effective and the moderna vaccine is 95% effective then just take both. 185% effective. co...","sentiment_score":0.6}
{"full_text":"RT Pfizer and BioNtech will file for emergency use of Covid-19 vaccine on Friday","sentiment_score":0.0}
{"full_text":"RT How can you be pro life but unwilling to wear a mask ??","sentiment_score":0.0}
{"full_text":"Well he would have sauntered over and forced us to shake his hand for a camera, if it weren't for the risk he'd catch coronavirus from it","sentiment_score":-0.3}
{"full_text":"Meanwhile, public servants had their group &amp; personal medical covers reviewed upwards.When doctors &amp; nurses demand for the same it seems like it is a favor they are asking for&amp; MPs now want to be flown with choppers 2 hospitals while some voluntarily attend superspreader events","sentiment_score":0.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"Wrong direction , government needs to act before it is too late  need to do their work otherwise we be forced to lockdown again","sentiment_score":-0.3666666667}
{"full_text":"RT so deeply surprising","sentiment_score":0.7}
{"full_text":"Covid approves of this message","sentiment_score":0.0}
{"full_text":"RT Vote #CrookedKelly out.She profited off people dying.","sentiment_score":0.0}
{"full_text":"RT The workers on the frontlines of this pandemic are making extraordinary sacrifices every single day. They deserve leaders who...","sentiment_score":0.130952381}
{"full_text":"RT The math is simple - face coverings reduce your risk of catching COVID-19 and protect not just others but also you. htt...","sentiment_score":0.3}
{"full_text":"This is on He believes that vets have no value.","sentiment_score":0.0}
{"full_text":"Committed to #covid: #Republican House members Dan Newhouse and Doug Lamborn test positive for COVID-19 ","sentiment_score":0.2272727273}
{"full_text":"The USA is screaming SOS.","sentiment_score":0.0}
{"full_text":"Not to mention the life long disabilities some people come out of it with! I really wish that was mentioned more. Once again, this is not the flu where you recover and are 100% perfect again. Many will have issues and pre-existing conditions the rest of their lives.","sentiment_score":0.4275}
{"full_text":"Covid didn't close one business but Government did !","sentiment_score":0.0}
{"full_text":"RT I tested positive for COVID last week. Feeling pretty okay, zero idea where I got it, thought I'd generally been pretty ca...","sentiment_score":0.2128787879}
{"full_text":"RT ICE needs to stop existing.","sentiment_score":0.0}
{"full_text":"i won a lovely and sweet teddy bear but only got to use it now that's cleaned coz of the corona but it was worth the wait","sentiment_score":0.2875}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT Absolutely disgraceful behavior from Tyson Foods: \"Plant Manager Tom Hart organized a cash-buy-in, winner-take-all, betting po...","sentiment_score":0.2}
{"full_text":"And she spent $5million that was sent to her for COVID-19 relief and used it for tourism ads. You have almost 60% reading on tests. Let's all go to South Dakota and die!!! Governor, you have failed as a leader and failed as a human being. Live with the deaths that you have caused","sentiment_score":-0.2117897727}
{"full_text":"Happy Aniversary!","sentiment_score":1.0}
{"full_text":"Denmark:Study shows mask wearing doesn't necessarily make you safe from #COVID19 #TuckerCarlsonTonight","sentiment_score":0.25}
{"full_text":"like they already increased the amount of ads during covid to be unbearable, so now even unmonetized videos should get ads? What a hecking joke of a website.","sentiment_score":0.0}
{"full_text":"RT Working only for herself, not the people of Georgia!Please elect ","sentiment_score":0.4}
{"full_text":"RT .@GSAEmily makes $165,300. That is TEN TIMES the working-poor wage I make as a reporter for various news sites. She has Cadilla...","sentiment_score":0.0}
{"full_text":"I didn't trust coughs before covid, I CERTAINLY won't trust a cough now","sentiment_score":0.2142857143}
{"full_text":"I've decided to judge picks on how conscious they are being about social distancing at their draft parties","sentiment_score":0.0666666667}
{"full_text":"RT Sixty-eight Texas House representatives asked for the STAAR test to be canceled. Data shows students are experiencing the \"COVID...","sentiment_score":0.0}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"RT You have the IQ of a chicken biscuit if you wear a mask standing by yourself outside","sentiment_score":-0.3}
{"full_text":"RT Gov. Cuomo on following COVID-19 rules: \"If you're socially distant, and you wore a mask, and you were smart, none of this woul...","sentiment_score":0.0380952381}
{"full_text":"NOT ALL GERMANS FOLLOW ORDERS -- GOOD!200 arrested as German police break up protests against coronavirus measureshttps:\/\/t.co\/fvQUtSIc6f","sentiment_score":0.0}
{"full_text":"RT covid seeing these nba draft family parties but realizing it can't infect anyone because it's an nba draft party","sentiment_score":0.0}
{"full_text":"RT This was great workshop full of good ideas for teachers!","sentiment_score":0.675}
{"full_text":"So much winning.","sentiment_score":0.5}
{"full_text":"RT This is evil.","sentiment_score":-1.0}
{"full_text":"SD has the highest covid positivity rate in the world. What on earth r u talking about? It's the world's biggest example of what not to do. Total epic disaster.","sentiment_score":0.05}
{"full_text":"RT Wow- you really have a nerve pretending to care now. You have been a disaster for Florida Mr #DeathSantis","sentiment_score":0.15}
{"full_text":"RT I am COVID-19 positive again.First I was positive in June 2020 and then now.Retweet to tell everyone that the threat is...","sentiment_score":0.2272727273}
{"full_text":"That part","sentiment_score":0.0}
{"full_text":"RT American Airlines and British Airways are latest to offer preflight Covid tests to passengers ","sentiment_score":0.1666666667}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"Good luck!","sentiment_score":0.875}
{"full_text":"RT I have just lost someone I cared about to COVID-19.  I do not want your sorrow for my loss.  I want you to wear a mask.","sentiment_score":0.0}
{"full_text":"RT 250,000 Americans have now died from COVID-19.Meanwhile, Trump hasn't attended a coronavirus task force meeting in five mont...","sentiment_score":0.0}
{"full_text":"He should be held accountable for the deaths in Florida. He does not care. He wants trumps voters &amp; nothing else.","sentiment_score":0.2}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT Somehow I missed this: \"Dr John Ioannidis, from Stanford University, claims the infection-fatality rate (IFR) could be...","sentiment_score":0.0}
{"full_text":"Anyone having difficulty determining who the real enemy is (Covid19), should not be anywhere near guns. Including, but not limited to, the NRA.#UniteToStopCovid19","sentiment_score":0.1119047619}
{"full_text":"RT The sports media has turned into a de facto handmaiden to this gruesome project. No one wants to be out of a j...","sentiment_score":-0.4}
{"full_text":"BITCH IM HOLLIN WYS !!!","sentiment_score":0.0}
{"full_text":"RT Dolly Parton's $1 million donation to coronavirus research was partly used to fund Moderna's promising Covid-19 vaccine -- somethin...","sentiment_score":0.2}
{"full_text":"RT CBS News has learned that Vice President Pence was told directly by top health officials that he and Pres. Trump must p...","sentiment_score":0.5}
{"full_text":"RT JUST IN: New York City to close all public schools again due to COVID-19","sentiment_score":0.0037878788}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"RT As other states start implementing Covid-19 safety measures, Ron DeSantis does absolutely nothing in Florida.Almost 8K ne...","sentiment_score":0.0375}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"RT Reps. Dan Newhouse, a Republican from Washington state, and Doug Lamborn, a Republican from Colorado, have tested positive for...","sentiment_score":0.2272727273}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT This woman should be tried for manslaughter.","sentiment_score":0.0}
{"full_text":"RT It's so weird, since I'm so shitty, that I've grown rich working for 30 years and made three movies this year DURING you...","sentiment_score":-0.0625}
{"full_text":"In a pandemic?!  nope! And that's cold af. Double nope.","sentiment_score":-0.3}
{"full_text":"RT Supporting the assault on Democracy is not Patriotic.  Which member of your family are you willing to let die from COV...","sentiment_score":0.25}
{"full_text":"Words cannot express how satisfying it is to see these poseurs kiss the ring.","sentiment_score":0.5}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT The same cities who have the harshest COVID restrictions have the most cases. The same cities who have the strictest gun...","sentiment_score":0.1666666667}
{"full_text":"I feel bad.. that's too much.","sentiment_score":-0.25}
{"full_text":"RT If she would only have put a mask mandate in place, thousands in the midwest would never have gotten sick. This is repelle...","sentiment_score":-0.3571428571}
{"full_text":"RT Here's a thread of hypocrites breaking their own COVID rules. Happy Monday.","sentiment_score":0.7}
{"full_text":"RT Also unbelievable is the fact that as a PANDEMIC ravages the nation the ONLY thing Donald Tru...","sentiment_score":-0.125}
{"full_text":"RT CBS News has learned that Vice President Pence was told directly by top health officials that he and Pres. Trump must p...","sentiment_score":0.5}
{"full_text":"RT The nurses don't want you to clap for them and make signs again. They want you to stay the fuck home good God.","sentiment_score":0.15}
{"full_text":"RT Oklahoma... \"just\" 600 COVID deaths away from killing a number equal to the entire population of Cimarron County.You're do...","sentiment_score":0.0}
{"full_text":"RT The workers on the frontlines of this pandemic are making extraordinary sacrifices every single day. They deserve leaders who...","sentiment_score":0.130952381}
{"full_text":"RT COVID is a litmus test for our governors: who chooses freedom? (Pardes Live #189)","sentiment_score":0.1363636364}
{"full_text":"RT Racial &amp; ethnic healthcare inequalities were here before COVID-19. Cycles of poverty, environmental racism, &amp; structural vi...","sentiment_score":0.0}
{"full_text":"GOP reps from Washington and Colorado have now tested positive","sentiment_score":0.2272727273}
{"full_text":"RT Covid isn't going anywhere btw. There's no \"back to normal\" or \"when it's over.\"","sentiment_score":0.075}
{"full_text":"South Dakota has the third highest COVID mortality rate IN THE WORLD !","sentiment_score":0.0}
{"full_text":"RT OG even knows we're living a Horror movie even HE couldn't write!","sentiment_score":0.0}
{"full_text":"RT COVID-19 Daily Update:November 18, 2020New Cases: 3,944 (348,336 to date)New Deaths: 36 (7,335 to date)Current Hosp...","sentiment_score":0.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT Working only for herself, not the people of Georgia!Please elect ","sentiment_score":0.4}
{"full_text":"RT Mask moral supremacists are having a terrible, no good, very bad day today.","sentiment_score":-0.565}
{"full_text":"Put alongside Trump and a bunch of other sicko Repulsivecans on the #COVID19 American WALL OF SHAME. They serve murder fizz on the rocks. #kristinoem","sentiment_score":-0.0625}
{"full_text":"RT Alberta has revealed a new COVID app. It's just Facebook, but you monitor who posts anti-vax articles and then stay away fr...","sentiment_score":0.1363636364}
{"full_text":"RT The health care workers on the frontlines of this pandemic are true heroes. Tune in as we thank them for their work and discu...","sentiment_score":0.35}
{"full_text":"RT We honor our sisters like Tiffany, black trans brothers like Tony Mcdade, non binary kin like Brian Powers + all our f...","sentiment_score":-0.1666666667}
{"full_text":"RT U.S. COVID update: Daily death toll at highest level since May as number in ICU sets new record- New cases: 163,975- Positi...","sentiment_score":0.0909090909}
{"full_text":"RT So in Pennsylvania you have to wear a mask inside your own home. How exactly will they enforce that? I smell the stench of an o...","sentiment_score":0.425}
{"full_text":"RT People since we are back on lockdown by these American dictators you can go out organized and get your voice heard. It's time...","sentiment_score":0.0}
{"full_text":"RT Governor Cuomo cut medicaid at the beginning of the pandemic, reopened unsafely, and never protected workers. This is hi...","sentiment_score":0.0}
{"full_text":"The pandemic has arguably resulted in the most sweeping changes to the global workforce since World War II. A shift to remote work operations has also fueled 2020's changing migration patterns. See how it's affecting your market with our free infographic.","sentiment_score":0.2}
{"full_text":"Will COVID-19 Kill Workplace Culture? #CRE #COVID-19 #NewNormal #TenantTips   ","sentiment_score":0.0}
{"full_text":"Don't forget it also kills more people than #COVID19 has all year in just 72 days.","sentiment_score":0.5}
{"full_text":"RT Never forget that Kelly Loeffler began dumping millions in stock on *the same day* that she received a classified briefing on...","sentiment_score":0.0}
{"full_text":"Everyone America most frigid politician!! Untouched by a man or woken in a loving way for decades. So now she'll push her loneliness on the stare under the guise of covid restrictions. #Freedom #RESIST","sentiment_score":0.0333333333}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT I'm not confused about what they think about abortion. I am confused about what they think about solving thei...","sentiment_score":-0.1}
{"full_text":"Keep 6ft away from me still","sentiment_score":0.0}
{"full_text":"RT Good science doesn't inform the PM's approach to #COVID19 but its not clear good politics does either. What signal is Morriso...","sentiment_score":0.45}
{"full_text":"Lmao not true. Man won a ring during a pandemic and kawhi was not cut, sorry buddy","sentiment_score":-0.025}
{"full_text":"RT Throughout this pandemic, we've followed the data on who, when, and where the virus is spreading. Now, that data is moving...","sentiment_score":0.0}
{"full_text":"Stop wasting time &amp; money on this bad faith BS. Pass a covid relief bill. Do your job!","sentiment_score":-0.875}
{"full_text":"RT It's heartbreaking that 250,00+ people in the US have died from COVID. And many probably died without loved ones by thei...","sentiment_score":0.6}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Berlin police use water cannons and tear gas at demonstration against covid restrictions","sentiment_score":0.0}
{"full_text":"RT Florida #DeathSantis runs from reporters as COVID-19 cases spike again #BecauseFlorida","sentiment_score":0.0}
{"full_text":"RT Pfizer Inc says it offered to provide #Brazil with millions of doses of a #COVID-19 vaccine in the first half of 2021, a...","sentiment_score":0.0416666667}
{"full_text":"RT I learned that I could wear a mask when I visit friends who have cats and actually be able to stay for a while with...","sentiment_score":0.5}
{"full_text":"Oregon House Speaker Tina Kotek on Wednesday called for a December special session of the Legislature so lawmakers can pass measures to help the state weather the coronavirus pandemic.https:\/\/t.co\/enGPGM54J7","sentiment_score":0.3571428571}
{"full_text":"Officially, it has been one year of #Coronavirus. On 17th November 2019, China reported its first case of COVID-19 in Wuhan. However, the Chinese allegedly reported the first case on December 31. Watch the video for more. #NewsMo #Vertical #RE","sentiment_score":0.18}
{"full_text":". is notifying some Ohioans they are no longer eligible for benefits under the Pandemic Unemployment Assistance program, and must now pay back the entirety of their payments.  ","sentiment_score":0.0}
{"full_text":"As the COVID-19 pandemic enters its ninth month, a new report by National Nurses United finds hospitals are still failing to provide adequate PPE and are unprepared as the surge is expected to get worse during the flu season.","sentiment_score":-0.0075757576}
{"full_text":"Roger Marshall's bill to protect senior citizens from COVID-19 scams has passed through the House.","sentiment_score":0.0}
{"full_text":"All #NYC schools to close from Thursday as #COVID infection rate soarshttps:\/\/t.co\/DowLwZ8jB4","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"FUUUCCCCKKKK","sentiment_score":0.0}
{"full_text":"This #yyc nurse posted about the toll COVID-19 has taken on her physically and mentally for weeks after contracting the virus at work:","sentiment_score":-0.05}
{"full_text":"If there's one thing this pandemic has taught us Filipinos, it's really how important health and financial stability are.Are you financially prepared in case of sickness? Many Filipinos aren't, study shows. Read more here:","sentiment_score":0.2666666667}
{"full_text":"Are you concerned about your new or refurbished IT purchases spreading #COVID19 to your users? Check out our #blog to learn about our award-winning Blue Light Zones(tm) UVGI service: #Coronavirus","sentiment_score":0.1787878788}
{"full_text":"In the middle of the deadliest pandemic in a century, developers around the world are racing to find safe vaccines, and there is an urgent need for people in under-represented groups to volunteer for trials.","sentiment_score":0.25}
{"full_text":"A Tarrant County spokesperson said 8 people who tested positive for COVID-19 said they had been at AT&amp;T Stadium. More than 128,000 fan have attended games there.","sentiment_score":0.3636363636}
{"full_text":"GRANT PROGRAM: \"The pandemic has had a tremendous impact on our kids, and these organizations have stepped up in a big way to make sure they have the support they need to stay resilient.\"","sentiment_score":0.2777777778}
{"full_text":"Los Angeles County has imposed new restrictions on businesses and is readying plans for a mandatory curfew for all but essential workers if coronavirus cases keep spiking.","sentiment_score":0.0681818182}
{"full_text":"A surge of new coronavirus cases in the U.S. is sending people back to stores to stockpile again, leaving shelves bare and forcing retailers to put limits on purchases.","sentiment_score":0.0621212121}
{"full_text":"With his 5th birthday approaching, Raiden has been upset his parents can't be there to celebrate with him.","sentiment_score":0.0}
{"full_text":"Hundreds of school employees in the U.S. have died of the coronavirus.","sentiment_score":0.0}
{"full_text":"A record of nearly 77,000 people are currently hospitalized with the coronavirus, which has already killed more than a quarter-million people in America.","sentiment_score":0.1}
{"full_text":"Health officials are saying that we should keep Thanksgiving celebrations small to prevent the spread of COVID-19. This article from can help you say \"No\" to big gatherings kindly.","sentiment_score":0.1166666667}
{"full_text":"\"COVID-19: Lebanon enters two-week lockdown\" [VIDEO] | &amp; for","sentiment_score":0.0}
{"full_text":"I'd like to thank everyone for joining us for another super fun #TweetNLearn Journal Club. See you back here next month for the last journal club of the year! Till then, stay safe, wash your hands, wear a mask, social distance, and get your flu shot!","sentiment_score":0.1678571429}
{"full_text":"RT It's covid ain't no one allowed in the building lol","sentiment_score":0.8}
{"full_text":"An increased number of people are turning to #ElPaso's food banks for help as the economic challenges of the pandemic continue.https:\/\/t.co\/hxpqZyXnsw","sentiment_score":0.2}
{"full_text":" More than a quarter of a million Americans have now died from COVID-19","sentiment_score":0.5}
{"full_text":"The state Department of Health Kaua'i District Health Office reported two new cases of COVID-19 on Tuesday. Two adult male visitors tested positive and are now in isolation. Neither is hospitalized at this time.For the full story, visit the link in our bio.","sentiment_score":0.1627272727}
{"full_text":"Local restaurant owners react to two-week freeze.","sentiment_score":0.0}
{"full_text":"RT WHC Seema Dhaka is currently posted in the Outer North District. She has been granted Promotion out-of-turn by  CP Delhi f...","sentiment_score":0.0}
{"full_text":"Listen  America's Other Epidemic: The Opioid Crisis Is Worse Than 4 Years Ago. The New Administration Should Challenge The Spread Of This Epidemic: Synthetic Fentanyl Drives Record Overdose Deaths In U.S.","sentiment_score":-0.1295454545}
{"full_text":"The announcement comes when Minnesota recorded a record 67 new COVID-19-related deaths, pushing the state's toll to 3,010. The Minnesota Department of Health also reported 5,102 confirmed new cases, rising the state's total to 242,053. #Fox47Madison","sentiment_score":0.1681818182}
{"full_text":"Tis the Season to be Giving! Join us again this year in the Holiday Toy Drive! All donations will go to families affected by Covid-19, poverty, wildfires, and other life-changing events. All donations can be brought to the Leasing Office between now and December 10th!","sentiment_score":-0.15625}
{"full_text":"\"Not only are experts and executives passing laws without the use of the legislature, but they have now decided that there is no longer any need to treat the people they rule over as adults.\" ","sentiment_score":0.0}
{"full_text":"When there's a big pandemic and your Daddy orders you holiday crafts cuz it's not safe to go to the craft store!!!  #fauxbonichi #artjournalpages #journal #dailyjournal #journaling #journalinspiration #littlespace #littlespacecommunity #littles","sentiment_score":-0.244140625}
{"full_text":"As #COVID19 cases continue to increase, LA County's update of the Health Officer Order will go into effect this Friday.","sentiment_score":0.0}
{"full_text":"RT The wealth of Amazon's Jeff Bezos has increased $70,700,000,000 since mid-March while an estimated 20,000 Amazon workers have...","sentiment_score":0.0}
{"full_text":"RT 250,000 Americans have died of COVID.But Trump would like a recount.","sentiment_score":0.0}
{"full_text":"Something to think about ","sentiment_score":0.0}
{"full_text":"Aircraft cabin manufacturers continue to innovate to develop new cabin designs, and many have responded to what aircraft interiors could look like in the post-COVID-19 environment.https:\/\/t.co\/g2rZzX49Pw","sentiment_score":0.3181818182}
{"full_text":"COVID-19 Artificial Intelligence Diagnosis using only Cough Recordings (Rated: Objective)","sentiment_score":-0.2}
{"full_text":"[YS Learn] The pandemic has started a new hiring trend: gig workers for specialised skills. How ...","sentiment_score":0.1363636364}
{"full_text":"My dad passed away this week from covid.  One of my fondest memories was setting in a pickup when he sold $100,000 in cattle to a buyer.  On a handshake.  He committed to sell.  The buyer committed to buy.  Period.","sentiment_score":0.0}
{"full_text":"[YS Learn] The pandemic has started a new hiring trend: gig workers for specialised skills. How ...","sentiment_score":0.1363636364}
{"full_text":"RT I'll take Corona ANY DAY fuck them kids","sentiment_score":-0.4}
{"full_text":"RT Here's a thread of hypocrites breaking their own COVID rules. Happy Monday.","sentiment_score":0.7}
{"full_text":"Covid brings China's high-growth rental industry to its knees","sentiment_score":0.0}
{"full_text":"RT I'll retweet this video as many times as it takes to put her and Purdue in prison. You have to be a horrible person rewa...","sentiment_score":-0.25}
{"full_text":"RT DOES ZERO COVID WORK?Victoria, Australia has just gone 20 days without a single COVID case.Ontario in the last wee...","sentiment_score":-0.0357142857}
{"full_text":"#ISIS Exploiting Coronavirus Pandemic, Counter-Terror Experts Warn - The Jerusalem Post","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 26.1FWind Chill: 26.1FHumidity: 83%Dew Point: 21.7F Barometer: 30.644 inHgWind: 0 mph from the SWCorona Virus Weekly Stats:Cases: 215.000000Deaths: 7.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"lockdown #surrey !!","sentiment_score":0.0}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"RT ARE YOU KIDDING ME! A QUARTER MILLION DEAD AMERICANS because of COVID? 250K DEAD because freaking is...","sentiment_score":-0.2}
{"full_text":"900 Mayo Clinic staffers diagnosed with coronavirus over last two weeks","sentiment_score":0.0}
{"full_text":"Too good not to retweet.","sentiment_score":0.7}
{"full_text":"The Charles A Putzeys Daily is out! #covid19 #onpoli","sentiment_score":0.0}
{"full_text":"White House pushing to include health price transparency in coronavirus cases: 'Nobody's wearing a mask'.","sentiment_score":0.0}
{"full_text":"RT March 29: \"If we can hold that down...to 100,000 [coronavirus deaths]...we all, together, have done a very good job.\" - Do...","sentiment_score":0.91}
{"full_text":"RT We're seeing a lot of people that survived covid end up with organ failure. Sometimes multiple organs. A lot of people are...","sentiment_score":-0.1583333333}
{"full_text":"Sometimes u just need  to receive doggies videos  to make the heart happy.Cause ma baby dogs are just love#QuarantineLife #QuererloTodo#doggolove","sentiment_score":0.0}
{"full_text":"#OmanNationalDay: Sultan Haitham of Oman on Wednesday addressed the nation on television to begin a low-key celebration to mark the country's 50th National Day amid the pandemic","sentiment_score":0.0}
{"full_text":"Yes SIR!!! The Biden _ Harris Admin. needs to PUT YOU TO WORK! Secretary of Labor!","sentiment_score":0.0}
{"full_text":"RT Officially, it has been one year of #Coronavirus. On 17th November 2019, China reported its first case of COVID-19 in Wuhan...","sentiment_score":0.25}
{"full_text":"RT Wow- you really have a nerve pretending to care now. You have been a disaster for Florida Mr #DeathSantis","sentiment_score":0.15}
{"full_text":"Coronavirus: Facebook accused of forcing staff back to offices - BBC News","sentiment_score":0.0}
{"full_text":"RT A country built on FREEDOM doesn't lock PEOPLE DOWN!!!RT!!!","sentiment_score":0.0}
{"full_text":"RT Give us a call to help you with your response to #COVID19","sentiment_score":0.0}
{"full_text":"RT Free COVID-19 testing is now available free through the City of Lancaster at the AV Hospital for asymptomatic people. R...","sentiment_score":0.4}
{"full_text":"RT Happy birthday Corona, hope not seeing you next year. #COVID19","sentiment_score":0.4}
