{"full_text":"RT In the state you have the honor of representing in the Senate, National Guard troops arrived yesterday in El Paso to assis...","sentiment_score":0.0}
{"full_text":"RT More from the maga rally #HuntingtonBeachThey were out well after the #Curfew#NoMasks #COVID19 #COVIDIOTS","sentiment_score":0.5}
{"full_text":"praying for everyone who suffers from seasonal depression ","sentiment_score":-0.6}
{"full_text":"CNBC: U.S. could 'see another 100,000 deaths by Inauguration Day' from Covid, doctor says.https:\/\/t.co\/hPNvzBc91Vvia","sentiment_score":0.0}
{"full_text":"RT Dr Subramanian Swamy - COVID19 Actual Impact on Indian Economy &amp; Impact of Bihar Elections","sentiment_score":0.0}
{"full_text":"RT No one had to take off their shoes going thru security at this morning. A stark reminder of how much performance...","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"There are none so blind as those who will not see.","sentiment_score":-0.5}
{"full_text":"RT We are proud to introduce Blythe Evy Corcoran to the world.Our beautiful daughter was born at 5:15 am on Sunday, Nov. 22...","sentiment_score":0.825}
{"full_text":"RT That's awesome. You cannot arrest the whole country just for breathing. The people must stick together and re...","sentiment_score":0.3833333333}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"Played gold during the pandemic preparedness session... clear you aren't planning on being in power next year.","sentiment_score":0.05}
{"full_text":"Awwwwe...Feeling oppressed ? Nobody said it was against the law how you choose to spend Thanksgiving. Cdc &amp; other's in the know simply recommend u keep to your own household. So by all means go for it! Your choice! Risk away &amp;  hope for the best. Morons","sentiment_score":0.2025}
{"full_text":"RT #BREAKING US expects to begin Covid vaccinations in early December: official","sentiment_score":0.1}
{"full_text":"RT For millions of families the pandemic has been pure misery. But for some, many connected to the Conservative Party, the...","sentiment_score":0.3571428571}
{"full_text":"Damn. So happy to live in 2020. Coronavirus and all. I wouldn't be able to live with shit the way it was a few decades ago. I'd prolly go do something crazy.","sentiment_score":0.0818181818}
{"full_text":"RT As noted last night, there were 265 COVID-19 patients hospitalized in WNY on Nov. 20, the most ever. 43 of them were in...","sentiment_score":0.25}
{"full_text":"RT Sen. Rand Paul to Newsmax TV: Fauci Will 'Keep Us Masked Until End of Time'. And he's a large reason this election went the...","sentiment_score":0.2142857143}
{"full_text":"This crisis will leave deep scars. We haven't seen all of them yet. They are coming.","sentiment_score":0.0}
{"full_text":"Cruz really is disgusting.","sentiment_score":-1.0}
{"full_text":"A year ago @_clarissamurphy got us Harry tickets  just a shame 2020 got ruined by Covid ","sentiment_score":0.0}
{"full_text":"RT I think dumb spoiled people forget that people have to work and make a living even though it's a pandemic. Just because...","sentiment_score":-0.375}
{"full_text":"I think its already that way, right? If you have symptoms, stay home and get tested. That seems to be the case for most places. Problem is that Covid isnt the ONLY sickness with these symptoms. We just need to up our testing. I'm not sure CU could do any more testing.","sentiment_score":0.2071428571}
{"full_text":"Hmmmmm....still has COVID?","sentiment_score":0.0}
{"full_text":"RT Pay people to stay home, cancel rent and mortgage payments so people don't lose their homes, and pay for those who are unhous...","sentiment_score":0.0}
{"full_text":"RT let's not panic buy last minute as always, remember to buy LGO during the week as much as you can, if you are planning to...","sentiment_score":0.1}
{"full_text":"RT Yesterday you team attended St George's Gardens where we engaged with a group of males. One received a community...","sentiment_score":0.0}
{"full_text":"RT NEW: The 70 Conservative MPs in the Covid Recovery Group have written to the PM saying they will rebel over returning to...","sentiment_score":0.1363636364}
{"full_text":"sharing the stories of his patients that have been fallen victim to this virus are beautiful and heart breaking","sentiment_score":0.3875}
{"full_text":"The #GovtofIndia is exploring the  modalities of emergency authorisation and usage of #anticoronavirus #vaccines pending completion of phase-iii clinical trial and regular licensure.","sentiment_score":0.0}
{"full_text":"RT Pharmaceutical company Moderna plans to charge governments between $25 and $37 per dose for its COVID-19 vaccine, accord...","sentiment_score":0.0}
{"full_text":"RT Oh my G-d. Oh my G-d. Thousands died trapped in nursing homes away from their loved ones, thanks to your March 25 direct...","sentiment_score":0.2}
{"full_text":"If #WeThePeople let government mandate the wearing of masks during a pandemic, then WHATS NEXT? A licensing system that says who can drive YOUR car?!Laws that say you must wear a seatbelt in YOUR car?!Safety regulations to keep you from building and driving YOUR own car?!","sentiment_score":0.375}
{"full_text":"God this is never gonna END","sentiment_score":0.0}
{"full_text":"RT .@g20org leaders must take bold &amp; urgent action at the #G20Summit to prevent the next pandemic.Committing to end the...","sentiment_score":0.1444444444}
{"full_text":"Ohhh! I'm sorry I just realized you're one of the morons that believes you can riot in mass numbers, but! don't  go out and get the china virus because you went to the store for a turkey. Cuomobs orders; just follow and shut up!  Uhm NO! But by all means do continue karen!","sentiment_score":-0.75}
{"full_text":"RT Dabo Swinney allowed a player to practice while he was showing COVID symptoms and they seriously said they followed pr...","sentiment_score":-0.3333333333}
{"full_text":"RT let's not panic buy last minute as always, remember to buy LGO during the week as much as you can, if you are planning to...","sentiment_score":0.1}
{"full_text":"Smh! Crowd gathers in Huntington Beach in protest of new COVID-19 curfew ","sentiment_score":0.1363636364}
{"full_text":"RT  Friends. New 2nd blog Subscribe &amp; follow Blessings &amp;Take Care.","sentiment_score":0.0681818182}
{"full_text":"verse says, he still doesn't know that menacing blue; and hopes he doesn't get consumed by it, he has to find an exit~ which clearly shows how optimistic the boys are, that they'll find the light after this dark pandemic ends. Moving on to the pre-chorus and chorus; ++","sentiment_score":-0.13}
{"full_text":"RT Truly enjoyed talking with public health experts and about shaking things up this Thanksgiving t...","sentiment_score":0.25}
{"full_text":"Diminishing the spread of covid germs by limiting who and how many hands touch equipment.","sentiment_score":0.5}
{"full_text":"This.","sentiment_score":0.0}
{"full_text":"Exactly... I think some people need to realise that the rules the government make won't work... they're trying to strike a balance with economy and epidemic... well, the virus ain't listening...","sentiment_score":0.25}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"RT Hey covid it's past 10 o clock in CALIFORNIA","sentiment_score":-0.25}
{"full_text":"I don't like working either. It took me 2 degrees to realize that lol it's very much ghetto. In my near future I can see myself being a stay at home wife.","sentiment_score":0.29}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"I am hoping and trying to remain positive about it, considering the acquiring only happened this year so maybe its too soon to tell? Not to mention, maybe with covid it possibly messed up their plans for this year but  I hope next year bh treats all their groups better...","sentiment_score":0.1454545455}
{"full_text":"RT To prevent the spread of COVID-19:Clean your hands often. Use soap and water, or an alcohol-based hand rub.#WearMaskDef...","sentiment_score":0.0}
{"full_text":"RT Quote Evans, the ex-MI5 boss, has warned that a perception is taking root that some in our political leader...","sentiment_score":0.0}
{"full_text":"RT The love of money is alive &amp; well in love of science can be found here at help...","sentiment_score":0.3666666667}
{"full_text":"Your host #MaajidNawaz has lost it again...he's now doubting that Covid is a) Contagious b) Dangerous.Please get this QAnon lunatic off the air. Why does he challenge this? The man ties himself in riddles to try and win an argument that was never there","sentiment_score":0.8}
{"full_text":"To end this pandemic, we must trust science","sentiment_score":0.0}
{"full_text":"Is it just me or does Chan feel like home? #staysroomforchan #StrayKids #STAY #StrayKidsEverywhereAllAroundTheWorld","sentiment_score":0.0}
{"full_text":"RT CURFEW BEGINS: California's limited curfew is officially in effect for all counties in the purple tier -- which is most of th...","sentiment_score":0.2142857143}
{"full_text":"#BoycottBlackFriday #BlackoutFridays until Trump concedes &amp; the transition letter is signed. Save your $$$ because McConnell will block all Covid aid as long as he can.","sentiment_score":-0.05}
{"full_text":"RT El Paso, Texas: Texas National Guard troops just arrived to provide \"mortuary support\" for the city.A unit of 36 soldie...","sentiment_score":0.0}
{"full_text":"RT Ben Carson on FB: \"I became desperately ill\" w\/ COVID.And then...\"President Trump cleared me for the monoclonal antibody...","sentiment_score":-0.5}
{"full_text":"RT After meeting w\/ Pres. Trump, Michigan Republicans--including Speaker down the Trump Hotel bar last...","sentiment_score":-0.0777777778}
{"full_text":"RT Sen. Kelly Loeffler has contracted Covid-19.That's it. That's the treat.","sentiment_score":0.0}
{"full_text":"RT Had a very fruitful discussion with G20 leaders. Coordinated efforts by the largest economies of the world will surely le...","sentiment_score":0.35}
{"full_text":"RT A very brutal tyranny and total control regime is coming to the world..... Camouflaged under the coronavirus management...","sentiment_score":-0.5}
{"full_text":"And many will deny that their sickness is from Covid.  The mass lunacy we are seeing is mind blowing.","sentiment_score":0.5}
{"full_text":"RT \"#Ageism in action\" -  People 60 and older make up 96% of #COVID19 deaths in Ontario. Why? by","sentiment_score":0.1333333333}
{"full_text":"RT The Lai Committee of Khana Chaoba Ebudhou Wangpuren led by Hanjaba alongwith office bearers of BJP Sugnu Mandal observed...","sentiment_score":0.0}
{"full_text":"RT These are the same people screaming Law &amp; Order and just look at them breaking the law","sentiment_score":0.0}
{"full_text":"YOUTUBE VIEW COUNT: Boys' Lockdown incurred a combined viewership count of 23,648 views an hour after its two-part episode 5 premiere tonight.#YoutubeUpdate #PinoyBLboardHot2020","sentiment_score":0.0}
{"full_text":"RT Chhatisgarh will soon emerge as a model state in India. Good governance programmes and pro people's policy of Congress Go...","sentiment_score":0.7}
{"full_text":"Why, because the Covid can't get you if you're grocery shopping? You can pack into a grocery store like sardines the same as you can anywhere else. Trust me, that's how Walmart looks every time my mom and die go.","sentiment_score":0.0}
{"full_text":"RT Over 257,000 ppl are dead f\/COVID. Trump plays golf &amp; Perdue &amp; Kelly allow'd Georgians 2 die in this num...","sentiment_score":-0.2}
{"full_text":"RT Although it is important to pay attention to cleanliness in daily life, but it has become even more important during the te...","sentiment_score":0.325}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"I've got to give a shoutout to Illinois Governor J.B. Pritzker for following CDC guidelines &amp; recommendations in the hopes of slowing the spread in Illinois. He's been met with criticism from Trumpers, but he's sticking with the CDC recommendations #WearAMask #SocialDistancing","sentiment_score":0.0}
{"full_text":"Community, Please join us and sign the Community Pledge that will be posted on our website. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"Maximum House Chores in Group:Ways to keep children learning during the COVID-19 pandemic: Part Twohttps:\/\/t.co\/BNHQdqahhoDurable Time-table for your kids:Ways to keep children learning during the COVID-19 pandemic: Part Onehttps:\/\/t.co\/m2KejRQ1IW","sentiment_score":0.0}
{"full_text":"RT The government of Manitoba has declared news non-essential during the pandemic.We're concerned and looking into this. As we've s...","sentiment_score":0.0}
{"full_text":"Seriously, how much family and friends does anyone truly see anymore? Christmas wasn't like a traditional xmas for years. No one wants to see people these days. All glued to their phones. The times have changed. Can't blame covid for a low key xmas. That's been gone for years.","sentiment_score":0.0111111111}
{"full_text":"RT Is still pretty early in US guys, don't panicBut yeah,please push LGO, we have a huge disadvantage right now..we have ju...","sentiment_score":0.2589285714}
{"full_text":"RT National restrictions are now in place until 2nd December to help stop the spread of coronavirus. Go to","sentiment_score":0.0}
{"full_text":"We can all hope it's in someone else's yard, but like #coronavirus it spreads quickly","sentiment_score":0.3333333333}
{"full_text":"RT Finally, I have been discharged from the Pentecost Convention Isolation Center after battling COVID_19.I BEAT IT! ... END...","sentiment_score":-0.0625}
{"full_text":"RT Perhaps Kelly Loeffler wouldn't have covid if her initial reaction to the virus was \"how can we stop it?\" instead of \"how ca...","sentiment_score":0.0}
{"full_text":"RT Wedding with more than 300 guests linked to at least 17 COVID-19 cases and two outbreaks","sentiment_score":0.1}
{"full_text":"RT A 3-member central team led by Dr.Sujeet Kumar Singh held a high-level meeting with CM Shri DyCM Shri","sentiment_score":0.0}
{"full_text":"RT *enter sir mj felipe* \"now where's the social distancing right there?\"","sentiment_score":0.1595238095}
{"full_text":"RT Help provided to those who faced food insecurity due to national Lockdown Amidst Covid- 19@Gurmeetramrahim ji#Fast...","sentiment_score":-0.125}
{"full_text":"There were four additional COVID-19-related deaths in Madison County in the past 24 hours, the Illinois Department of Public Health said Friday. The Madison County deaths were as follows: 1 male 20s, 1 female 70s, 2 females 80s.","sentiment_score":-0.0625}
{"full_text":"RT No. Those of us who trust the science will have the vaccine (which is more than twic...","sentiment_score":0.5}
{"full_text":"RT Mulatto: I dropped a hunnid on jewelry during a pandemic. Mulatto when it's time to pay for them wigs:","sentiment_score":0.0}
{"full_text":"RT What curfew? Massive crowd in Huntington Beach, CA protesting the statewide covid curfew that went into effect  less than an...","sentiment_score":-0.0833333333}
{"full_text":"Our \"leaders\" and \"experts\" have no clue whatsoever about action and consequence. Of course this was going to happen.","sentiment_score":0.1}
{"full_text":"great story on ending the lockdown.  Thanks","sentiment_score":0.5}
{"full_text":"Now there are 36 'potential exposure' sites in Halifax alone.","sentiment_score":0.0}
{"full_text":"Hindus should not have insisted on all public  visits to Mandirs during Corona, pujaris can perform daily pooja . Limit number of devotees with pre appointment from poojaris office","sentiment_score":0.0}
{"full_text":"RT Last week, my mom went into the ER with dangerously low oxygen levels. Five days later, she died. I wrote about it, in ho...","sentiment_score":0.0}
{"full_text":"RT And despite these despicable acts still wishes her well after she caught #...","sentiment_score":0.0}
{"full_text":"RT Florida Deaths - 11\/21\/20Florida reported a net of 41 COVID deaths today. Changes were reported on 33 different days...","sentiment_score":0.0}
{"full_text":"RT Florida Senator Rick Scott and Georgia Senator Kelly Loeffler both have COVID-19. They are also crooks","sentiment_score":0.0}
{"full_text":"RT Does anyone remember why we were originally urged to \"bend the curve\" on the coronavirus? The immediate fear was that deat...","sentiment_score":0.375}
{"full_text":"RT .@lucydadayan: \"Even if some businesses are still open &amp; functioning despite the surge in cases, we are not functioning...","sentiment_score":0.0}
{"full_text":"RT WATCH: Rachel Maddow reveals that her partner, Susan, is still recovering from Covid-19, and implores viewers to consider thei...","sentiment_score":0.0}
{"full_text":"GoodMorning ","sentiment_score":0.0}
{"full_text":"RT NEW: What appeared to be dozens of people gathered on Saturday night in Huntington Beach to speak out against the state's corona...","sentiment_score":0.1363636364}
{"full_text":"She is going to have thanksgiving with fifty elderly people isn't she?","sentiment_score":0.0}
{"full_text":"mcconnell implores R senators to do what all Americans should be doing so COVID doesn't interfere with their lame duck agenda.he (they) don't give a shit about US.","sentiment_score":-0.35}
{"full_text":"RT #MOBGiveaway - We've partnered up with and to give one lucky winner the Ultimate Stay At Home Hampers....","sentiment_score":0.1666666667}
{"full_text":"I did see you golfing during the G20 and real leaders were talking about the pandemic, asshole! Jail time for you is coming soon.","sentiment_score":0.075}
{"full_text":"RT The Solemnity of Christ the King was instituted by Pope Pius XI on December 11, 1925 with the encyclical Quas primas. When our n...","sentiment_score":0.0}
{"full_text":"RT Some context for headlines \"Japan's confirmed COVID-19 cases hit new record\"It's true. A triphasic pattern. One of the few...","sentiment_score":0.1715909091}
{"full_text":"RT US COVID-19 vaccine program head Moncef Slaoui said the first Americans to receive a coronavirus vaccine could get it as...","sentiment_score":0.25}
{"full_text":"RT Last shift I had my first non Covid related Hospice death in many many months. I was able to actually hold her hand and...","sentiment_score":0.25}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"\"I just wanna be happy\/\/melt me, I'm cold.\"~ When do you feel cold? When you feel absolutely lonely, no comfort, no companion, no warmth. The pandemic left us in quarantine where we can't meet our companions whose smiling face used to make us happy. Through the lyrics, they ++","sentiment_score":-0.1}
{"full_text":"If you as a restaurant owner are going to ignore the pandemic, our health and the overall impact while you're fellow business owners adhere, you're a terrible person. Your choice will draw this out and make them suffer more for longer. You're not being a patriot. You're evil.","sentiment_score":-0.375}
{"full_text":"RT Strip clubs and abortion clinics can be fully open during the coronavirus but not churches.Figure that one out.","sentiment_score":0.0}
{"full_text":"RT I am also delighted to announce that has received the $100 VISA gift card.  But there's more.  Listen i...","sentiment_score":0.6}
{"full_text":"RT Two Nigerians have become global sensations in the quest for a COVID-19 vaccine- Dr. Onyema Ogbuagu- Dr. Ogechika AlozieT...","sentiment_score":0.0}
{"full_text":"Applying for a visa in a post-pandemic world-","sentiment_score":0.0}
{"full_text":"\"The real looting in America is the #Waltonfamily becoming $63 billion richer during a #pandemic, while paying wages so low that 14,541 of their workers in nine states need #foodstamps ...\" #TheDefender","sentiment_score":0.2166666667}
{"full_text":"RT Since the pandemic started, as many as seven million people have enrolled in the federal government's food stamp program, an...","sentiment_score":0.5}
{"full_text":"#sundayjazz #love #Jazz #improvisation #music #VinylRevival #musiclovers #COVID19 Follow #jazzforcovid for daily moments of peace.https:\/\/t.co\/iw8anuGcAa","sentiment_score":0.25}
{"full_text":"RT Govandi Police Station Mumbai...in the year 2020 (of which 5 months were almost total lockdown) 21 young girls were GAYAB...","sentiment_score":0.05}
{"full_text":"RT I'm here looking after my disabled child with no medical help that he badly needs, iv been begging doctors, no one wil...","sentiment_score":-0.3}
{"full_text":"Out Tuesday, A World Out of Reach: Dispatches from Life Under Lockdown! From TYR &amp; a record of the cataclysmic spring of 2020--for us &amp; for posterity--in the arresting voices of poets, essayists, scholars, &amp; health care workers. Pre-order now:","sentiment_score":0.0}
{"full_text":"Migrant smugglers see boost from U.S. pandemic border policy","sentiment_score":0.0}
{"full_text":"RT All Week 11 games cleared from COVID protocols, per source.","sentiment_score":0.0}
{"full_text":"Fancy meeting someone new in a different country? As we approach #Brexit &amp; #coronavirus radically alters all of our lives we're pairing people for a chat.#EuropeTalks","sentiment_score":0.0681818182}
{"full_text":"What are your Thanksgiving plans? Airlines are still planning on adding flights and insist flying right now is safe.","sentiment_score":0.3928571429}
{"full_text":"The funds raised in the 2019 ASA-Lifebox Resident Challenge allowed #Lifebox to send over 300 pulse oximeters immediately to anesthesia providers at the start of COVID-19. To fund lifesaving pulse oximetry, donate to this year's Challenge at","sentiment_score":0.0}
{"full_text":"Opinion: Health systems and states should consider the availability of physicians with experience treating hospitalized patients in their pandemic planning.","sentiment_score":0.0}
{"full_text":"Lockdown 2.0: Paint your nails, paint a picture, cook some food and have a margarita ","sentiment_score":0.0}
{"full_text":"COVID-19 has more Americans spending the family-and-food centric Thanksgiving in smaller groups or alone. If this is your first time attempting the meal on your own, here are some basics and places to get advice.","sentiment_score":0.27}
{"full_text":"\"Our goal is to make all safe and effective COVID vaccines available to Floridians who want them, but the state will not mandate that Floridians take these vaccines. That's going to be the choice of each and every Floridian.\" - Gov. DeSantishttps:\/\/t.co\/Jzrlptczm9","sentiment_score":0.5}
{"full_text":"More than 12 million people in the U.S. have now been infected with coronavirus.https:\/\/t.co\/q9LQBD8wLr","sentiment_score":0.5}
{"full_text":"This turned out a pretty cool paper looking at public health policymaking during the #pandemic in Sweden vs. the world. With","sentiment_score":0.2}
{"full_text":"US passes 12 million COVID-19 cases, nearly 200,000 recorded on Friday","sentiment_score":0.1}
{"full_text":"Most #coronavirus cases spread from people with no #symptoms, #CDC says in new reporthttps:\/\/t.co\/2FH0KU06XZ","sentiment_score":0.3181818182}
{"full_text":"We cannot wait for the end of the pandemic to repair and prepare for the future.Now is the time to build the foundations of a stronger European Health Union in which 27 countries work together to prepare and respond collectively.More:","sentiment_score":0.0}
{"full_text":"#UAE Registers 1,205 New COVID-19 Cases","sentiment_score":0.1363636364}
{"full_text":"Drug-resistant infections threaten to become next pandemic, FAOhttps:\/\/t.co\/lOI4D5WFzm","sentiment_score":0.0}
{"full_text":"RT Nearly 50,000 doctors and scientists have signed a global anti-lockdown petition yet Democrats still continue to support...","sentiment_score":0.05}
{"full_text":"RT Tests aren't infallible and there is a period after infection when you haven't a sufficient viral load to be caught on...","sentiment_score":0.0}
{"full_text":"#FromTheRight: Gov. Newsom's one-man approach to the pandemic must end | Opinion by #California #CoronavirusUSA #GavinNewsom","sentiment_score":0.0}
{"full_text":"When a COVID-19 vaccine becomes available, it will be in short supply and rationed by the federal government.","sentiment_score":0.2}
{"full_text":"Another surge in coronavirus cases has canceled schools, put hospitals on high alert and put the coming Mardi Gras in doubt -- which all makes the virus a central issue in the race for East Baton Rouge mayor-president.","sentiment_score":0.08}
{"full_text":"ICYMI: Are you experiencing pandemic fatigue? It turns out it's a real condition that's both a side effect of having the coronavirus and the exhaustion that comes with taking all of the precautions to avoid the virus.","sentiment_score":0.2}
{"full_text":"16 new COVID cases reported locally, active cases rise to 124, by #ElDorado #COVID19 #Coronavirus #UnionCounty #Arkansas","sentiment_score":0.0015151515}
{"full_text":"No we don't;The leadership of the \"Democratic\"party is Republican enough.They've manged to do NOTHING as the pandemic has gotten worse and worse. Now they won't be able to blame Trump for every failing and frankly they don't know what to do.Back to Stagnant wages and excuses!","sentiment_score":-0.0583333333}
{"full_text":"COVID-19 cases continue to surge throughout Texas as the Thanksgiving holiday approaches. New data shows that for many Texas counties, the number of cases may be reaching a tipping point.","sentiment_score":0.3181818182}
{"full_text":"British Prime Minister Boris Johnson plans to end an England-wide lockdown as scheduled on Dec. 2 and will announce a return to regional restrictions as statistics show that coronavirus infections have stabilized.","sentiment_score":0.0}
{"full_text":"With less seasonal work this year, Santas are finding new ways to spread holiday cheer.  ","sentiment_score":-0.0151515152}
{"full_text":"What do you think is going to happen? It's going on to lock down people are going to binge shop again.","sentiment_score":-0.1555555556}
{"full_text":"The CDC has spoken-- if you're planning on traveling for Thanksgiving you should reconsider.This comes as Maryland saw its highest single day surge in cases to date.","sentiment_score":-0.0714285714}
{"full_text":"A reminder that on Saturday 28th our own Hilary Wainwright and Marzena Zukowska will be speaking on technology, capitalism and the pandemic in this launch of Socialist Register 2021 - register here:","sentiment_score":0.6}
{"full_text":"As pandemic and economic woes continue, many Illinoisans live on the edge, choosing between necessities like food, rent or health care. We have expertise to end #HungerAndHomelessness, but we need the collective will to make these ideas a reality.","sentiment_score":0.2787878788}
{"full_text":"With Ireland and the UK now under lockdown, Gerald Colfer, President of discusses how to maintain customer sales. Read free  #independentretailing #healthfoodstores #healthfoodbusiness","sentiment_score":0.4}
{"full_text":"Rhonda, who lost her mum to COVID-19, is appealing to everyone to follow the coronavirus advice and guidelines:","sentiment_score":0.5}
{"full_text":"Ambulance sirens blare all morning in my NYC neighborhood...The gross failure of U.S. leadership has caused so much death &amp; loss on multiple levels. It didn't have to be this way.","sentiment_score":-0.0291666667}
{"full_text":"The pandemic has exposed the troubling gaps in America's health care system, especially its impact on rural and smaller communities. We must protect these communities by listening to the experts who #LetScienceLead. ","sentiment_score":0.0}
{"full_text":"Do you have questions about all of the recent news about COVID vaccines? Professor Kelly Grindrod from cautions us to becautiously optimistic, stressing the importance of avoiding what's being termed as 'science by press release'.https:\/\/t.co\/jJgNtnFB06","sentiment_score":0.0}
{"full_text":"RT Relentless price rise is crippling lives on top of the pandemic miseries. Daily hikes of petroleum prices has restarted...","sentiment_score":0.25}
{"full_text":"RT Trump assured us we've rounded the corner. Rather than flatten the curve he's created an endless circle ","sentiment_score":-0.125}
{"full_text":"Bored little ones in the new lockdown restrictions will love 'Activity Time'! You can listen to the fun nursery rhymes and activities at :) #music #littleones #childrensmusic #nurseryrhymes  #Lockdown2 #lockdown #COVID19 #mumandbaby #mumlife #toddlerlife","sentiment_score":0.1456439394}
{"full_text":"Don't get fooled by myths! The has listed 30 #facts to fight myths about the pandemic. #covid19 #sustainability #environment #pollutionRead more in the article https:\/\/t.co\/ZRzzFOG1Rn","sentiment_score":0.5}
{"full_text":"Think you may have been exposed to #COVID19? Returning back to work? Get tested for #FREE at any of our sites throughout #HarrisCounty and get results faster! Continue to register for our locations via or call 832 927 7575.","sentiment_score":0.25}
{"full_text":"The downloadable book was created after the three colleagues spent lockdown getting together virtually to have fun in the kitchenhttps:\/\/t.co\/mpDuSEqn1n","sentiment_score":0.1}
{"full_text":"#Salons, #spas and mobile #beauty businesses in #NorthernIreland to close again for new two-week \"circuit-break\" #coronavirus lockdown on Friday, November 27. Full details below...","sentiment_score":0.2431818182}
{"full_text":"#KatrinaKaif gets tested for #COVID19 before resuming work.","sentiment_score":0.0}
{"full_text":"Oklahoma outdoors: Even the fish were hiding from COVID-19 on Lake Murray |","sentiment_score":0.0}
{"full_text":"Keep your eyes peeled!","sentiment_score":0.0}
{"full_text":"The NHS is here for you and you can still contact your GP, 111 online or call 111 for help during lockdown. #HelpUsHelpYou  #111First  #HelpUsHelpYou","sentiment_score":0.0}
{"full_text":"Here's hoping NYC's remaining DIV venues survive COVID.","sentiment_score":0.0}
