{"full_text":"RT LA making their new stay at home orders:","sentiment_score":0.1363636364}
{"full_text":"it's official now. i'll be moving soon. there's $2862 raised across all of my payment platforms now. that leaves $2138 left to raise, which will go toward moving expenses and the applicances i'll need to buy. thank you for the support!","sentiment_score":0.0}
{"full_text":"Reality #COVID19","sentiment_score":0.0}
{"full_text":"If I get an apartment after the pandemic I'll definitely turn it into this","sentiment_score":0.0}
{"full_text":"RT People should understand that the reason Covid has returned to Britain is the deliberate destruction of a public health sys...","sentiment_score":0.0}
{"full_text":"RT Pre-conference media rounds are always interesting because you get to hear the exact same line rehearsed five or six time...","sentiment_score":0.25}
{"full_text":"RT a tweet for the people that are lowkey thankful for having the 'pandemic' excuse to avoid family gatherings we're out here","sentiment_score":-0.05}
{"full_text":"RT Touch. This is what we are missing during #COVID19","sentiment_score":-0.2}
{"full_text":"RT Reupping. The determination that essential (besides healthcare) workers should get vaccinated before elderly is absolut...","sentiment_score":0.0}
{"full_text":"RT CLOUDY WITH A CHANCE OF DIMPLESa stay at home cupsleeve birthday event for victon chan by  : 2020.12.1...","sentiment_score":0.0}
{"full_text":"My last pic going home from work before ECQ happened. #COVID19 #StaySafe #WFH","sentiment_score":0.0}
{"full_text":"RT Please do not die of coronavirus","sentiment_score":0.0}
{"full_text":"if you think hawaii is a getaway from corona LMAO YOURE WRONG THERES SO MANY CASES FOR THE AMOUNT OF PEOPLE THAT LIVE HERE-","sentiment_score":0.1840909091}
{"full_text":"Except the cdc actually recommends masks....","sentiment_score":0.0}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"RT We've sent you two relief bills. Go ask Mitch.","sentiment_score":0.0}
{"full_text":"RT Coronavirus Vaccines Side Affects and Other Vital Information Please be sure to share this around. With more infor...","sentiment_score":0.24375}
{"full_text":"RT My husband, a physician, has Covid. . Not that you care.","sentiment_score":0.0}
{"full_text":"RT Order online from folks that need your support, not Moloch who has flourished during the pandemic. Order online from...","sentiment_score":0.0}
{"full_text":"RT Any good doctor recommendation around kandivali west ? Seems my elder sis has contracted Covid. #mumbai pls help identify. T...","sentiment_score":0.7}
{"full_text":"Called my dad to get an update on \"COVID house\" (all family members in the house have COVID - stepmom, sister, sister's bf, two sons).Asked if it was like flu, he said \"not even that\". Said no one has had lung complications so far. Fortunately, he's fully recovered - immune!","sentiment_score":0.3}
{"full_text":"RT Preliminary findings suggests, AstraZeneca's COVID vaccine is easier to transport and cheaper to produce than other candida...","sentiment_score":-0.125}
{"full_text":"RT BREAKING: OSU says its game at Illinois tomorrow is now canceled. Further Covid-19 results from today show additional positi...","sentiment_score":-0.2}
{"full_text":"RT #ClimateStrike online  taken pre lock-down. The climate crisis is a human rights emergency. It's not in the future...","sentiment_score":0.0}
{"full_text":"RT Georgia does not need Loeffler or Purdue in the Senate as millions die or move into pove...","sentiment_score":0.0}
{"full_text":"RT We received copr in Ma...","sentiment_score":0.0}
{"full_text":"RT .@senatemajldr, why are you refusing to sign the #COVID19 relief bills that the have been trying to pas...","sentiment_score":0.0}
{"full_text":"RT So many want to think voting Republican will somehow keep their taxes low, but not so. Only the very rich b...","sentiment_score":0.246875}
{"full_text":"RT In Jewish law, religious freedom in a global pandemic is the freedom from any other relevant obligation if a life would be ris...","sentiment_score":0.055}
{"full_text":"#NOWPLAYING : Shaggy, Rik Rok - It Wasn't Me  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"RT Because Nancy Pelosi wanted to make sure there was no relief package before the 2020 election that might help Trump - just...","sentiment_score":0.5}
{"full_text":"Fuck COVID","sentiment_score":-0.4}
{"full_text":"RT This is wild.If the police keep up the arbitrary ticketing of some protesters over others, they might find that the su...","sentiment_score":-0.1}
{"full_text":"Love to live in a country like this for the small price of having the only ver. 3.0253 $13 million MRI machine.","sentiment_score":0.0965909091}
{"full_text":"RT The federal government provides virtually limitless cash to Wall Street banks when they need it.But when working families nee...","sentiment_score":0.0}
{"full_text":"RT At least there was a rural hospital in that PA county. Here in Brown County Ohio there is no hospital and hasn't been one...","sentiment_score":-0.15}
{"full_text":"Read this along with real data on differential impact of Covid19 on men &amp;women (The Sex, Gender and COVID-19 ProjectGH5050 | APHRC | ICRWhttps:\/\/t.co\/dCP2XQKDXz)It reinforces th known fact that the is a front org of the global #FeministMafia","sentiment_score":0.1}
{"full_text":"RT NEW JERSEY #COVID19 UPDATE:4,100 new positive cases326,473 cumulative total cases19 new confirmed deaths 15,113...","sentiment_score":0.1727272727}
{"full_text":"RT tag  #BillGatesIsTheDevil .....anyways Smartmatic =Dominion Voting System THE CHEAT BEEN IN h...","sentiment_score":0.0}
{"full_text":"RT Polling for the first phase of #DDC polls is underway. Elaborate security arrangements have been made. Voters following #CO...","sentiment_score":0.25}
{"full_text":"RT My God... this is criminal misgovernance.","sentiment_score":-0.4}
{"full_text":"RT Honduras' drug trafficker in chief has apparently detained former leftist president Manuel Zelaya ousted in a Obama-Biden...","sentiment_score":0.0}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"When a former Presidential candidate proves why he lost... sorry Andy, stay out of Georgia please before you f--k that up too.","sentiment_score":-0.0666666667}
{"full_text":"RT Please do not die of coronavirus","sentiment_score":0.0}
{"full_text":"RT Dr. Cleavon Gilman @Cleavon_MD, an ER doc in Yuma, Arizona, has seen three coworkers and a cousin die of coronavirus...","sentiment_score":0.0}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"RT It has been 7 years since the collapse of Rana Plaza claimed the lives of 1,138 workers, and left thousands disabled. But thi...","sentiment_score":-0.1}
{"full_text":"RT Could it be because of the COVID-related loss of smell? To investigate, I plotted the reviews of the 3 most popular unscente...","sentiment_score":0.55}
{"full_text":"RT I can't believe it's 10 months into the pandemic and we're still talking about masks. Tragic, because people...","sentiment_score":-0.75}
{"full_text":"RT I can't even put into words how mad this makes me","sentiment_score":-0.625}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"RT The number of people who have recovered, even with mild symptoms and suffer groun...","sentiment_score":0.3333333333}
{"full_text":"RT #LIVE | Prime Minister Narendra Modi arrives in Ahmedabad to visit Zydus Cadila's plant and review status of COVID-19 vaccine...","sentiment_score":0.1363636364}
{"full_text":"RT Today at the Queen's Park lockdown protest following the conclusion of speeches, MPP was fined for organi...","sentiment_score":0.0}
{"full_text":"Join me and sign the Community Pledge that is  posted on our website. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"something about working at a mall on black friday during a pandemic is disorienting","sentiment_score":-0.1666666667}
{"full_text":"Oh look,  another hypocrite ","sentiment_score":0.0}
{"full_text":"RT Ohio State coach Ryan Day tests positive for COVID-19 and will miss next two games","sentiment_score":0.1136363636}
{"full_text":"#SupremeCourtofindia This.","sentiment_score":0.0}
{"full_text":"RT If you're under 80, you're more likely to end up in ICU by being beaten by police for not wearing a mask than you are fo...","sentiment_score":0.25}
{"full_text":"Yeah, for the covid-19 hoax.. not buying it.","sentiment_score":0.0}
{"full_text":"Actually yeah, the lockdown does do this. It decreases the spread of the virus and makes it less likely that people will catch it. How do you think South Korea and Japan are overcoming covid?","sentiment_score":-0.0555555556}
{"full_text":"RT Virus is from CHINA, no other place. It was from Wuhan, no excuse from China should be heard. #WuhanVirus #CovidIsFrom...","sentiment_score":0.04375}
{"full_text":"RT I couldn't just walk past this Tweet, so here is some fun #datavizScented candles: An unexpected victim of the COVID-19 pa...","sentiment_score":0.01875}
{"full_text":"RT In Jewish law, religious freedom in a global pandemic is the freedom from any other relevant obligation if a life would be ris...","sentiment_score":0.055}
{"full_text":"The hospitals are filling up- be smart!","sentiment_score":0.2678571429}
{"full_text":"I tag at","sentiment_score":0.0}
{"full_text":"Inaction has consequences #ReliefNow #StimulusNow #Crisis #evictioncrisis #FoodInsecurity #COVID19","sentiment_score":0.0}
{"full_text":"Not to mention if you're going to a gym in the middle of the covid-19 pandemic... Well I think that speaks for itself","sentiment_score":0.0}
{"full_text":"Have you ever even watched football during the pandemic?","sentiment_score":0.0}
{"full_text":"RT \"Panny\" for pandemic is so cringe to me. Like, when the food supply runs out will it be a fammy? When they start killing a...","sentiment_score":0.0}
{"full_text":"RT Wow.A Thanksgiving day op-ed from Pope Francis.\"It is all too easy for some to take an idea -- in this case, for example, p...","sentiment_score":0.4333333333}
{"full_text":"Doctor Comforts Distraught Coronavirus Patient on Thanksgiving Day in Heartbreaking Photo - People#WearAMask #COVID19 ","sentiment_score":-0.6}
{"full_text":"Just goes to show that if you were going to play football at all you should have started ASAP rather than wait till you were into the fall\/winter flu\/covid season. Those that started early are almost done with their seasons with free dates to make up lost games.","sentiment_score":0.25}
{"full_text":"RT Two new cases of coronavirus have been diagnosed in South Australia.Both infections are linked to the Parafield cluster, a...","sentiment_score":0.1363636364}
{"full_text":"RT Which game is better? Roulette, where you have a 1 in 38 chance of winning? or Russian roulette where you have a 5 in 6 chance...","sentiment_score":0.15}
{"full_text":"this is actually awful tht the stores are even opening. THE DEALS ARE THE SAME ONLINE OK. so many ppl traveling to be with family then going out to the mall the next day... this is gonna b a disaster","sentiment_score":0.0}
{"full_text":"RT Don't blame COVID for cancelling your holidays. Blame the government that did nothing while 250,000+ people died, lost the...","sentiment_score":0.0}
{"full_text":"RT  News Flash Unions, frontline education workers, students, parents.....They are BEGGING to be consulted. All","sentiment_score":0.0}
{"full_text":"RT Nick Aguirre, 42, Marketing Dir, Yuma Nursing Center, Yuma, AZ, died from #COVID19. He was extremely talented with fixing c...","sentiment_score":0.3}
{"full_text":"Business Travel for Oil and Gas Businesses Made Riskier by Covid","sentiment_score":0.0}
{"full_text":"I think the anti-vaxxers and anti-maskers should form their own country, segregate themselves, and live without masks, social distancing, and vaccinations until they are as extinct as the dinosaurs and as forgotten as No Nothing Party.","sentiment_score":0.0924242424}
{"full_text":"RT DISGUSTING--Just learned something worse than McKinsey consulting being paid ~$4 mil to give simple advice on #COVID19......","sentiment_score":-0.2}
{"full_text":"EU to approve first COVID-19 vaccine by end of yearhttps:\/\/t.co\/H23qtbMtpO","sentiment_score":0.25}
{"full_text":"An astonishing 75 per cent of residents of six slums at Cuffe Parade tested positive for Covid antibodies, a sign of a past infection, in a recent sero survey.https:\/\/t.co\/xaScSsXs0M","sentiment_score":0.0454545455}
{"full_text":"Burt &amp; Locher's Dry Goods Store in Auburnc. 1905Samuel Burt is at the counter.#BlackFriday #SmallBusinessSaturday#SmallBusiness #COVID19 #History","sentiment_score":-0.0666666667}
{"full_text":"Existing social and economic gender inequalities and challenges for women are aggravated by the current crisis, which demands that enterprises and other organisations become more gender-responsive in their actions related to tackling the COVID-19 crisis.","sentiment_score":0.1013888889}
{"full_text":"You cannot fight COVID-19 without also addressing #NCDs. Those living with NCDs in LMICS are unable to access care during the pandemic, leaving people undiagnosed and untreated. See how this is impacting people in Cambodia via our partners :","sentiment_score":-0.5}
{"full_text":"Chinese experts have jumped the gun on claiming #Covid19 didn't originate in #Wuhan, as #WHO team is just beginning the long journey to determine origin of new #coronavirus   https:\/\/t.co\/VtFLJDeI9e","sentiment_score":0.0287878788}
{"full_text":"Los Angeles to impose new #COVID19 restrictions on social gatherings","sentiment_score":0.0848484848}
{"full_text":"RT Inmates in a northwest #Iran prison staged riot on Wednesday over fears of contamination amid a #coronavirus outbreak.A...","sentiment_score":0.0}
{"full_text":"#NorthKorea's Kim vents #fury as pressure mounts over virus and economy, South says #covid19","sentiment_score":0.0}
{"full_text":"RT This is the moment where we need to steel our spines, redouble our efforts, and recommit ourselves to the fight against COVID...","sentiment_score":0.0}
{"full_text":"As we celebrate the Juvenile Justice and Welfare Consciousness Week, the Restorative Justice Program, in collaboration with Consuelo Zobel Alger Foundation, implemented its COVID-19 response initiative in Pasay City Youth Homes.","sentiment_score":-0.25}
{"full_text":"A local health expert said even small gatherings may easily lead to much larger outbreaks of the virus.https:\/\/t.co\/n13FvjBol1","sentiment_score":0.0458333333}
{"full_text":"ICYMI, this week took a closer look at a project by at to design and build an accessible viewing platform and pavilion for Wells Overlook Park. #KUdiscoveries","sentiment_score":0.375}
{"full_text":"Ford conceded that the jump in new cases is alarming but said that the number do not yet reflect the lockdown that went into place in Toronto and Peel on Monday.https:\/\/t.co\/PmyO9uOXiC","sentiment_score":0.0181818182}
{"full_text":"DONORS NEEDED: If you've recovered from COVID-19, you can help others in their fight against the virus by donating your plasma.https:\/\/t.co\/hDd1Nfuavi","sentiment_score":0.0}
{"full_text":"#Qatari companies have failed to pay \"hundreds of millions of dollars\" in wages and benefits to low-paid workers amid the #coronavirus pandemic, new research by human rights group has revealed.","sentiment_score":-0.1212121212}
{"full_text":"RIP David Jules Watson","sentiment_score":0.0}
{"full_text":"Ah, those were the magic words I thought I'd hear...\"cases don't get this level of review.\" I mean, it seems obvious, since death certification is, well, final, and cases are, I suppose, reversible if necessary.  I'm still puzzled, if assuming COVID diagnoses generally don't ","sentiment_score":0.0395833333}
{"full_text":"A Centers for Disease Control and Prevention panel of experts will meet Tuesday to recommend who to vaccinate first and when.","sentiment_score":0.25}
{"full_text":"Insecurity during #COVID19 led to increased exposure of women and children to unsafe and risky settings, including exposure to sexual violence and harassment while accessing basic goods like food, firewood, and water. #EndGBV #16DaysofActivism2020 #16Days #OrangeTheWorld","sentiment_score":0.25}
{"full_text":"On Friday, officials from the Muhlenberg County Health Department reported nine new cases of COVID-19. ","sentiment_score":0.1363636364}
{"full_text":"Bowling Green small business owner says new COVID-19 restrictions are hurting Kentucky's economy","sentiment_score":-0.1045454545}
{"full_text":"A Centers for Disease Control and Prevention panel of experts will meet Tuesday to recommend who to vaccinate first and when.","sentiment_score":0.25}
{"full_text":"RT \"Now Chinese scientists claim coronavirus originated in INDIA in summer 2019\"via","sentiment_score":0.0}
{"full_text":"One urgent care in Clinton County has opened new satellite locations throughout Mid-Michigan to help health care facilities with the demand of COVID-19 testing. ","sentiment_score":0.1363636364}
{"full_text":"Indian NSA urges PM to initiate regional dialogue on COVID recovery#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigitalhttps:\/\/t.co\/tumMaOVmZJ","sentiment_score":0.0}
{"full_text":"Citing Trump's 'flat-out disregard for human life,' former WH coronavirus adviser to vote for Biden","sentiment_score":0.0}
{"full_text":"[Tai Wan Hong Shi Zi Hui Tui Wen ] #COVID19 is still around us, please keep practicing preventive measures: #WashYourHands #WearAMask  Watch your #PhysicalDistancing - #StayHome if you are feeling unwell.","sentiment_score":-0.2}
{"full_text":"If it's hard to relax with everything going on right now with COVID, plus whatever else you're facingWell, sit back &amp; be guided with a practical self-applied #stressrelief tool that calms mind AND body that's great for Busy Minds!Pls RSVP here: ","sentiment_score":0.1788095238}
{"full_text":"Because risk for Covid-19 can vary among different groups of people, prioritization for a vaccine will be tricky.","sentiment_score":0.0}
{"full_text":"Lewis &amp; Clark Public Health issues recommendations for holiday shopping during COVID-19","sentiment_score":0.0}
{"full_text":"Santee's 'Jimmy's' was robbed overnight, leaving staff to throw away food and stall their reopening.Despite a pandemic, death and being hit by thieves, the owner is determined to serve customers.","sentiment_score":0.0}
{"full_text":"RT Fauci: Pandemic likely won't improve by Christmas, New Years","sentiment_score":0.0681818182}
{"full_text":"The Wildcats will be without at least 18 players and 10 staff members because of injuries and COVID-19 testing and contact tracing.","sentiment_score":-0.3}
{"full_text":"China's orbital launch rates are nothing but spectacular in the context of the global health pandemic and the poor economic performance of the world's major economies -- writes.","sentiment_score":0.0925}
{"full_text":"I have on all black (pants and shirt) with a white N95 mask. My resident said \"Oh, you I see you have on all black. You just got a lot of black going on all over. At least you have on the white mask.\" I asked what that meant and she said \"Oh, whatever you take it as.\"","sentiment_score":-0.1333333333}
{"full_text":"We are so proud of our student Chayan who has created this amazing #coronavirus Project by coding.If you also want your kid to create such amazing things using #coding, thenBOOK A TRIAL CLASS NOW!https:\/\/t.co\/8I6EgS1QUg...#PurpleTutor #COVID19 #learntocode #Coding","sentiment_score":0.5}
{"full_text":"RT This is what humanity's all about Hats off  for thinking out of the box &amp; acting humane towards this hi...","sentiment_score":0.0}
{"full_text":"LA County public health officials announce new stay-at-home order citing COVID-19 cases rise","sentiment_score":0.0681818182}
{"full_text":"RT Bipartisan governors nationwide are putting mask orders in place as one of the best tools we have to fight #COVID19. It'...","sentiment_score":1.0}
{"full_text":"With the ongoing pandemic and its woes continuing to batter humankind, a \"best State award\" for #OrganDonation is something to be proud of for #TamilNadu.","sentiment_score":0.9}
{"full_text":"[Long Read] about the changes driven by the #COVID19 #pandemic including the future of #telehealth and #telemedicine.  Are you prepared?","sentiment_score":-0.025}
{"full_text":"RT Exclusive: Suspected North Korean hackers have tried to break into the systems of British drugmaker AstraZeneca in recent week...","sentiment_score":0.0}
{"full_text":"RT Mark Daugherty, 60, CNA at Banner Health in Casa Grande, Arizona died from #COVID19. A gifted performer, he played accordio...","sentiment_score":0.5}
{"full_text":"Current Conditions for #Sayre PATemp: 42.6FWind Chill: 42.6FHumidity: 99%Dew Point: 42.3F Barometer: 30.073 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 186.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Ravens announce that Lamar Jackson and three others have been placed on the reserve\/COVID-19 list.They will miss the...","sentiment_score":0.0}
{"full_text":"Cooke County will continue offering free coronavirus testing for the third week in a row, officials announced this week.","sentiment_score":0.2}
{"full_text":"RT This is Chinook Mall in Calgary right now. I'm at work because you wouldn't lockdown the province. Expect COVID cases...","sentiment_score":0.2857142857}
{"full_text":"I predict the word heatwave will be used in record numbers this weekend as Covid mania eases the media will need to ramp up the old climate change scare","sentiment_score":0.1}
{"full_text":"Newton Elementary is closed for 2 weeks due to an outbreak","sentiment_score":0.025}
{"full_text":"RT Helen Nez, 81yo nurse and rancher from Sanders AZ, died from #COVID19. As a child she was taken from her reservation and se...","sentiment_score":0.0}
{"full_text":"State Health Machinery meets Mohali Medics@dprosasnagar  #DrKKTalwar #HusanLal #COVID19 #SASNagar #SASNagarMohali #Mohali ","sentiment_score":0.0}
{"full_text":"Working at 3 AM #COVID19 #today #Employment #hiring","sentiment_score":0.0}
{"full_text":"RT Passing the John Lewis Voting Rights Act? McConnell alone can hold that up and also allow a dozen covid relief programs to...","sentiment_score":0.0}
{"full_text":"'Gang of Eight' Architect: Joe Biden Can Use COVID-19 to Grant Amnesty via","sentiment_score":0.0}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"RT the fact that the government was like no more than 6 people at thanksgiving you'll get sick and die from covid! but go w...","sentiment_score":-0.5714285714}
{"full_text":"RT Pasadena is one of 2 cities in LA County that has its own public health department and the authority to issue health orders in...","sentiment_score":0.3}
{"full_text":"RT Most new cases of COVID-19 reported 11\/27:1. USA +164,0122. India +41,3533. Brazil +33,7804. Turkey +29,8455. Italy +28,3...","sentiment_score":0.3181818182}
{"full_text":"RT In Jewish law, religious freedom in a global pandemic is the freedom from any other relevant obligation if a life would be ris...","sentiment_score":0.055}
{"full_text":"Looking for a new job in IT? ServiceNow's CIO Chris Bedi shares his advice on how to land a new IT gig, even during a pandemic.","sentiment_score":0.1363636364}
{"full_text":"The three-week \"safer at home\" order takes effect Monday. It came as the county of 10 million residents confirmed 24 new deaths and 4,544 new confirmed cases of COVID-19.","sentiment_score":0.2681818182}
{"full_text":"Time: 04:00 * Temp: 3.5degC * Wind: S 0.0 to 0.0mph * Pressure: 1010.2hPa * Rain: 0.0mm * Hum: 89% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:18 * Sunset: 16:04 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"RT Children like animals don't see the difference between species until the society indoctrinates them.#endspeciesism #...","sentiment_score":0.0}
{"full_text":"RT I was just in a grocery store and saw some staff only wearing face shields without masks. I know consistent messaging on...","sentiment_score":0.125}
{"full_text":"How Employers Should Prepare For The Covid-19 Vaccine","sentiment_score":0.0}
{"full_text":"RT april 5th 2021 ","sentiment_score":0.0}
{"full_text":"RT \"What are you getting into tonight\"My bed, we're in a pandemic.","sentiment_score":0.0}
{"full_text":"If you're worried your favorite local shops won't survive this pandemic, you should be.Here's how to support small businesses in Wicker Park, Bucktown and West Town:","sentiment_score":0.0833333333}
{"full_text":"I think it's about time we end the season...","sentiment_score":0.0}
{"full_text":"Wouldn't a gathering be a protest of the stay at home order?","sentiment_score":0.0}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"RT We're facing an unprecedented hunger crisis in America. 26 million people, or 1 in 8 Americans, are going hungry. In the rich...","sentiment_score":0.4875}
{"full_text":"RT Democratic message in GA should be: Perdue, Loeffler and McConnell will block the stimulus and drive the country into a gr...","sentiment_score":0.0}
{"full_text":"The heart of resilient leadership: Responding to COVID-19","sentiment_score":0.0}
{"full_text":"RT Lysol spray and puppy treats are a must. Three decades on a UPS truck couldn't prepare driver Jenny Rosado for the changes coronav...","sentiment_score":0.0}
{"full_text":"Some Bhakts hav lost it seeing ur tweet. 6\/10 is a good score. Had some stupid ppl of Maharashtra wore masks properly instead of ego, state wud hav been covid free long ago. They expect UT to personally go to them n make them wear their masks n wash their hands. Lame","sentiment_score":-0.0357142857}
{"full_text":"RT We're facing an unprecedented hunger crisis in America. 26 million people, or 1 in 8 Americans, are going hungry. In the rich...","sentiment_score":0.4875}
{"full_text":"RT Spoken several times already my brother .. the pandemic got us locked down in America. We should be back soon, bigger a...","sentiment_score":-0.0388888889}
{"full_text":"Jesus Christ, Hey old white men, maybe sit a few rounds out.","sentiment_score":-0.0333333333}
