{"full_text":"RT Jeez...the absolute arrogance...","sentiment_score":0.2}
{"full_text":"Hello all. Live Webinar on \"COVID-19 in Older Adults:Emergency Considerations\". 4th November 2020. 20:00-21:00hrs (UAE time). For attendance: please register","sentiment_score":0.1515151515}
{"full_text":"RT New lockdown measures in England have meant The Big Issue has asked more than half its 2,000 vendors to temporarily stop sell...","sentiment_score":0.1174242424}
{"full_text":"RT Please everyone RT ! ,,,,, please RT","sentiment_score":0.0}
{"full_text":"Today's the day! There is still time to register for today's webinar with \"Rapidly Re-Purposing Immune Profiling in a Time of COVID\" 4pm GMT, 11am EDT, 5pm CET, 8am PDThttps:\/\/t.co\/9Am3uRgq8C","sentiment_score":0.0}
{"full_text":"RT Of the new cases, 1,878 are from the #Kathmandu valley.#Nepal #Covid19 #Covid19Nepalhttps:\/\/t.co\/ERTQ79CFoM","sentiment_score":0.1363636364}
{"full_text":"RT One of the lessons of tonight\/this morning is voters rewarded Trump and Republicans for acting recklessly in terms of rall...","sentiment_score":0.0}
{"full_text":"RT If gets back in the COVID-19 deaths will continue to escalate into the millions. Are the American peopl...","sentiment_score":0.0}
{"full_text":"Voted in her $4,000 Gucci *dress Just because she had covid19 *tisk tisk doesn't make her immune Maskless CovidIdiot","sentiment_score":0.0}
{"full_text":"RT (I shared these on my own twitter but thought you guys might like them too) During lockdown I made some wallpapers for friends...","sentiment_score":0.6}
{"full_text":"RT Sir, As the CSO, we deserve daily updates on Security just like you did with Covid-19.All three happened in Zar...","sentiment_score":0.0}
{"full_text":"RT One of the lessons of tonight\/this morning is voters rewarded Trump and Republicans for acting recklessly in terms of rall...","sentiment_score":0.0}
{"full_text":"Felt under the weather last week, had a cough but nothing that made me think Corona. No temperature. Lost my sense of taste and smell last night. If my partner hadn't already tested positive I would have not been isolating.","sentiment_score":0.0757575758}
{"full_text":"RT Second week of lockdown already!! Here is the link to the amended temporary timetables, for all your essential travels. htt...","sentiment_score":0.0}
{"full_text":" WE'RE OPEN! Today's the last day you can sit in with us before lockdown and whether your pop in for lunch, dinner, or just some drinks, we'd love to see you.Don't worry, you'll still be able to enjoy some of our food from home including Sunday roasts! More info soon ","sentiment_score":0.3333333333}
{"full_text":"RT NHS trusts urge MPs to back second coronavirus lockdown in England","sentiment_score":0.0}
{"full_text":"MY LEADER IKthe government rolled out a huge package of Rs1,240 billion to tackle Covid-19 crisis. The lion's share of the package was given to the poor and the people rendered jobless due to lockdown,.#shndrbyttng_myrykhptn","sentiment_score":-0.0416666667}
{"full_text":"RT English health service preparing for pre-Christmas COVID vaccine roll-out","sentiment_score":0.0}
{"full_text":"whys this perfectly sum up US politica","sentiment_score":1.0}
{"full_text":"RT Judging from how many red states there are:-Y'all never supported Black Lives Matter aka a fuckin lie-You don't care...","sentiment_score":0.1111111111}
{"full_text":"RT Message from Sameet's family :We fear for Sameet's life He is in same dress without bath from past 10 days in Covid t...","sentiment_score":-0.125}
{"full_text":"Yep... that's step 2, covid lockdown for the entire US.","sentiment_score":0.0}
{"full_text":"if only were asking the questions in today. (btw why are his reports not given more prominence by which prefers #liverpool hospital reports playing to govt, SAGE agenda)","sentiment_score":0.25}
{"full_text":"Please note that from tomorrow (Thurs 5 Nov), our Centenary Court reception will be CLOSED, as per Government guidelines. Our online and telephone services remain unaffected. You can read more here:","sentiment_score":0.1166666667}
{"full_text":"RT Thank you John McDonnell for backing my call for PS1,000 for every #FrontlineWorker dealing with the #Covid crisis during t...","sentiment_score":0.0}
{"full_text":"RT With another lockdown around the corner, it can be easy  to become overwhelmed by feelings of loss and 'if only'. This...","sentiment_score":0.2166666667}
{"full_text":"No, don't lease out your spare children. ","sentiment_score":0.0}
{"full_text":"RT Incredible how competitive Trump is with 230K+ covid deaths and kids being locked in cages and everything else. Even if...","sentiment_score":0.9}
{"full_text":"Yes. But a higher turnout is what demands explanation. It doesn't do the explaining for us. The fact that millions more rallied for Trump, after the last four years, in the middle of a pandemic, during which he killed people, is really significant and demands analysis.","sentiment_score":0.1541666667}
{"full_text":"Thank you for the invitation to speak today. I'm talking about our patients experience of pressure ulcers during covid in adult critical care. #outstandingcriticalcare","sentiment_score":0.05}
{"full_text":"RT GO, GO, GO!! Tickets on sale now  Be sure to read our 'COVID-19 SECURE Booking Information' and 'Before &amp; During Yo...","sentiment_score":0.45}
{"full_text":"CDC didn't mention that!  That's misinformation and not how the stats are properly interpreted at all.","sentiment_score":0.0}
{"full_text":"RT In response to the publication of lockdown regulations which state that alcohol can be sold as takeaway or delivery if...","sentiment_score":0.0}
{"full_text":"RT In love with Japanese artist Manami Sasaki stunning toast art for her breakfast during lockdown ","sentiment_score":0.3333333333}
{"full_text":"RT And, Florida used to be known for their election \"issues\" like PATill became the Governor and now Flor...","sentiment_score":0.0}
{"full_text":"Tanzania stopped Covid-19 testing months ago.Are there any mysterious deaths over there?","sentiment_score":0.0}
{"full_text":"RT Mail ballots do not \"complicate\" vote tallies. They are votes. Without them, there are no vote tallies.As the shenanigans b...","sentiment_score":0.0}
{"full_text":"RT Wear a face mask please.Young people are dying of COVID19.Young people are dying of COVID19Wear a face mask please....","sentiment_score":0.0}
{"full_text":"The media's narrative has been about a Biden blowout, the long odds on Trump, and Trump has blown the Covid response. How Texas was lost to Biden... the story has been how people have turned against Trump. Doesn't seem like the MSM had the pulse of the electorate to me.","sentiment_score":-0.05}
{"full_text":"RT Canada's public health agency is now recommending Canadians wear three layer masks. #COVID19","sentiment_score":0.0}
{"full_text":"I expect its been shunted due to the debate on lockdown 2 - but i take your point","sentiment_score":-0.125}
{"full_text":"RT this country i swear to god","sentiment_score":0.0}
{"full_text":"Video: Coronavirus: Students seen out in Nottingham before lockdown","sentiment_score":0.0}
{"full_text":"I seriously need to keep this in mind this time","sentiment_score":-0.3333333333}
{"full_text":"RT Visit  now and get certified Covid19 results within 6-12 hours#testandfly","sentiment_score":0.0}
{"full_text":"We WILL count every legally cast vote in my state of PA and elesewhere. Covid made this scenario possible (large numbers of mail-in ballots), which wouldnt have happened had Trump contained the virus and not continued to lie to us about its severity or politicized mask wearing.","sentiment_score":0.1380952381}
{"full_text":"Heading to Newcastle for some last-chance shopping before lockdown? Lots of Eldon Square shops have extended opening hours","sentiment_score":0.0}
{"full_text":"RT If Coronavirus hadn't happened, this election wouldn't have been a contest at all.","sentiment_score":0.0}
{"full_text":"RT English health service preparing for pre-Christmas COVID vaccine roll-out","sentiment_score":0.0}
{"full_text":"RT \"I want to reassure any woman who needs us that our services have remained open... during lockdown\" - we know it may be...","sentiment_score":0.0}
{"full_text":"A covid-free world please.","sentiment_score":0.0}
{"full_text":"RT One of the lessons of tonight\/this morning is voters rewarded Trump and Republicans for acting recklessly in terms of rall...","sentiment_score":0.0}
{"full_text":"Find the latest stats on the #COVID19 epidemic here.","sentiment_score":0.5}
{"full_text":"At 1.15pm today I shall celebrate the Eucharist in the Lady Chapel at the final public act of worship for a month. But the worship of God's people goes on - online, in homes, in hearts.#Lockdown #coronavirus #worship #ExeterCathedral #Hope #Light #GodIsGood","sentiment_score":0.1333333333}
{"full_text":"RT Okay nak bercerita jap. i went to ikea last week and my ticket fee was rm7. I only had rm5 in my pocket. I couldnt pay f...","sentiment_score":0.1666666667}
{"full_text":"It's your last chance to dine out before #lockdown so why not treat yourself to a pick-me-up coffee at Sociable Folk or a delicious meal at PLUS!! Don't miss out on 25% off drinks at Hoist House today!#leedsrestaurants #leedsfoodie #leedsbars #leeds #leedsindependents","sentiment_score":0.5}
{"full_text":"RT &amp; have already committed to an Enquiry has consistently refused...","sentiment_score":0.25}
{"full_text":"Struggling in a Pandemic:Hutt Shutts workers eager to restarthttps:\/\/t.co\/JPyFgQg0hA","sentiment_score":0.0}
{"full_text":"RT Unbelievable. How can men be given special dispensation for the FA Cup, and the women aren't? Shame on a government that p...","sentiment_score":0.0535714286}
{"full_text":"RT One of the lessons of tonight\/this morning is voters rewarded Trump and Republicans for acting recklessly in terms of rall...","sentiment_score":0.0}
{"full_text":"As you can see #Fat50yrOldOnATrain is rockin (is that the term?) The combo - think I've cracked this influencer lark.BTW #WearAMask","sentiment_score":0.0}
{"full_text":"Says it all","sentiment_score":0.0}
{"full_text":"RT Mail ballots do not \"complicate\" vote tallies. They are votes. Without them, there are no vote tallies.As the shenanigans b...","sentiment_score":0.0}
{"full_text":"WE ARE OPEN - ESSENTIAL SHOPHeartbroken today for our fellow indie retailers in Truro who will be affected by Thursday's lockdown Please support our local businesses its appreciated and we'd love to keep your spend in Truro rather than the internet. @VisitTruro","sentiment_score":0.1166666667}
{"full_text":"Despite the challenges faced during the Covid-19 pandemic, the programme was completed on schedule.https:\/\/t.co\/802po8yzuv","sentiment_score":0.0}
{"full_text":"Lockdown exposes the digital divide that is leaving children behind, writes","sentiment_score":-0.2}
{"full_text":"RT With reports that Boris will announce another costly national lockdown on Monday, it's interesting that King's College...","sentiment_score":0.5}
{"full_text":"Grassroots football: Sir Patrick Vallance 'not aware' of any Covid-19 transmission in children outdoors","sentiment_score":-0.125}
{"full_text":"Crown Studio Gallery Rothbury is OPEN today- 11am to 5pm today.  Please pop in for those Christmas goodies before Lockdown. The online version is OPEN 24\/7. Online prices include P&amp;P to any UK address. Lots of choice. #Rothbury  #UKGiftAM #UKGiftHour","sentiment_score":0.0}
{"full_text":"'They are using statistics to suit a narrative and not looking at the long term effects'Fury as Minister admits NO report on lockdown economic impact","sentiment_score":0.075}
{"full_text":"Bereavement is always hard, but it has been made more so during the Covid-19 pandemic. Whether you have lost someone as a direct result of the virus or not, we have support available to help you through this difficult time.https:\/\/t.co\/ybiFwaTOoo#14DaysofHealthandWellbeing","sentiment_score":0.0416666667}
{"full_text":"Wondering what you can and can't do? Find out here #Newark #Nottinghamshire #lockdown","sentiment_score":0.0}
{"full_text":"RT I love #GBBO more than life itself but could there have been a more stressful episode on this evening? ICE CREAM CAKES ON TH...","sentiment_score":0.5}
{"full_text":"Trump made a calculation that he would be more likely to be reelected by ignoring a pandemic and letting hundreds of thousands of Americans die.","sentiment_score":0.25}
{"full_text":"RT Incredible how competitive Trump is with 230K+ covid deaths and kids being locked in cages and everything else. Even if...","sentiment_score":0.9}
{"full_text":"There are some changes to #StrictlyComeDancing amid the new lockdownhttps:\/\/t.co\/iyfSaqT52u","sentiment_score":0.1363636364}
{"full_text":"'It can get very lonely': Students react to being one of the only groups not facing new lockdown restrictions #ukedchat","sentiment_score":0.0021212121}
{"full_text":"Advocates are worried about the potential risk to the legal and #HumanRights of residents if #CareHomes ban family and professional visits in a second #lockdown ","sentiment_score":0.075}
{"full_text":"#ICYMI | American Airlines (AA) is cutting up to 100,000 flights from its December schedule in response to low demand caused by the COVID-19 pandemic.:","sentiment_score":-0.2}
{"full_text":"The team have been producing daily COVID-19 bulletins, identifying relevant publications from an overwhelming amount of literature and distributing these in a manageable way #HealthLibrariansAddValue@P_H_S_Official","sentiment_score":0.3}
{"full_text":"#HomeImprovementWednesday: Homeowners have responded to the pandemic w\/ home improvement projects in a variety of interesting ways. Why is home renovation one of the most popular responses to this time of uncertainty?https:\/\/t.co\/UHj9JJYWdC","sentiment_score":0.5333333333}
{"full_text":"Boyfriend moved country, lockdown 2: The Streets, not being furloughed until Monday and the US election being so close ","sentiment_score":0.0}
{"full_text":"With some #PubQuiz Nights back (subject to #Lockdown) &amp; #VirtualPubQuiz Nights ongoing here's another of our #Quiz Tips - on Dingbats #QuizNight #QuizTime","sentiment_score":-0.0833333333}
{"full_text":"This week is International Stress Awareness Week, and we all experience stress in different ways and this year been very difficult for all with the pandemic. This is an opportunity for us to share useful tips and advice. #StressAwarenessWeek #health #wellbeing #loveoxted #oxted","sentiment_score":-0.0875}
{"full_text":"Be someone's reason to smile.Spread the love you got.https:\/\/t.co\/ijnzAJvURP..#careaffairs #charity #nonprofit #donate #love #covid #community #fundraising #support #help #volunteer #giveback #donation #fundraiser","sentiment_score":0.5}
{"full_text":"Business Leader reports the \"Government loans provided thousands of businesses with liquidity and a temporary lifeline at the start of the coronavirus pandemic. Read the full article ","sentiment_score":0.35}
{"full_text":"Hot take after last night and Trump's strong showing across the country. Many Americans are simply tired of coronavirus and the new normal and do not want continued restrictions or lockdowns that affect pocketbook issues and quality of life whether they protect health or not.","sentiment_score":0.1528138528}
{"full_text":"Single Cough Droplet Can Travel 6.6 Metres, New Study Findshttps:\/\/t.co\/EX8dma8FnW(: IANS)#coronavirus #covid19outbreak #COVID19Pandemic","sentiment_score":0.0324675325}
{"full_text":"Data from the NBS COVID-19 impact survey reveals that 37% of surveyed households could not buy rice (one of Nigeria's biggest staples) in July. This number was over 50% for the bottom 40% of the income distribution.","sentiment_score":0.0}
{"full_text":"located at Nerlul (navi mumbai) is demanding additional amount to avail bed for non covid patients.","sentiment_score":0.0}
{"full_text":"News  | #cryptoCOVID-19 Has Spurred More Nonprofit Organizations to Accept CryptoPandemic prevention measures began to accelerate in March 2020, resulting in business closures and economic turmoil for many.https:\/\/t.co\/uWYFvzUOB4","sentiment_score":0.35}
{"full_text":"Majority of global executives, including 62% of those in South Africa, say their organisation has changed their #digital transaction process due to the pandemic. Download the global report by for TransUnion:","sentiment_score":-0.03125}
{"full_text":"SM Investments net income down 54 pct in Jan-Sept period as pandemic bites","sentiment_score":-0.0777777778}
{"full_text":"COVID-19: Uhuru's tough choices as he holds crisis meeting with governors.@citizentvkenya","sentiment_score":-0.3888888889}
{"full_text":"New kitchen and dining facility at Nesscliff Training Camp now in use. The internal space also reconfigured to meet the current 2 metre social distancing guidelines - stay safe! #DioDelivers #Flexibility #Adaptability #ImprovingTheMilitaryExperience@mod_dio","sentiment_score":0.1589393939}
{"full_text":"The 2017 first-round pick's status for Sunday's game is unclear after the designation. ","sentiment_score":-0.4}
{"full_text":"COVID 19 cases in India until : 04\/11\/2020 16:30Total Cases: 8314421 [+1474]Active: 534489Recovered: 7654757 [+0]Deaths :123662 [+12]Total Tests: 113MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"We're calling the Pandemic a \"Panny\" now? ","sentiment_score":0.0}
{"full_text":"Could \"death of distance\" help angel investors fill post-COVID startup funding gap?","sentiment_score":0.0}
{"full_text":"Looking to keep active during lockdown? Yoga Mama Wellness is offering a selection of live streamed Yoga, Pilates and Tai Chi classes.","sentiment_score":0.0015151515}
{"full_text":"As I excitedly look forward to starting a new phase of my life, I'm breaking up with the old ways of living: #KajalAggarwal #GautamKitchlu #KajGautKitched #Tollywood #TollywoodActress #Kollywood #Bollywood","sentiment_score":0.1528409091}
{"full_text":"that ass is too hot to handle#EBONYGIRL #BIGASS #BIGBOOTY #TWERK #TEEN #BLACKLIVESMATTER #LIGHTSKIN #REDBONE #LEAKED #NUDES #SELLING #BUYING #ONLYFANS #LINKINBIO #OF #BADDIE #BBC #BBW #EBONYPORN #BROWNSKIN #YELLOWBONE #COVID19 #BODYPOSITIVITY #EROTICA #FREAKSONLY #NSFWTWT","sentiment_score":0.125}
{"full_text":"cinemas are closed for the moment, but the Cafe Bar is still OPEN * Following a lockdown redecoration, it's a very cosy spot, with memories of the festival and the cinemas around to remind you of better days to come! #EdFilmFestMemories","sentiment_score":0.145}
{"full_text":"Professor Carl Heneghan, director of the Centre for Evidence-Based Medicine at the University of Oxford, has announced that he believed slides shown at a pre-lockdown press conference suggesting deaths from coronavirus could reach 4,000 a day without further action were wrong.","sentiment_score":-0.1333333333}
{"full_text":"Everything you can and can't do from Thursday","sentiment_score":0.0}
{"full_text":"RT Harder, deeper, sooner, longer, harder, deeper, sooner, longer.  There will never be a lockdown that is enough for","sentiment_score":-0.0666666667}
{"full_text":"My latest blog https:\/\/t.co\/JC9B0JADQE","sentiment_score":0.5}
{"full_text":"NEWS FEATURE | Adding insult to injury: Pandemic stalls Marawi RehabBy Lanz Ethan L. GalvanRead more:","sentiment_score":0.5}
{"full_text":"NCC which met under PM IK has ruled out the option of 'Complete Lockdown' in Pakistan despite of the rapid rise in COVID cases in the country. NCC endorsed the measures announced by NCOC.#COVID19 #Coronavirus","sentiment_score":0.1}
{"full_text":"Counties lack fuel for ambulances to ferry coronavirus patients, samples***Latest News Updates","sentiment_score":0.0}
{"full_text":"To help further bring Dr diary to life, TNH called on a Yemeni artist, whose involvement led to an additional surprise.  #OWMAwards2020 Adly's illustrations in our story, How coronavirus hit Aden: A Yemeni doctor's diary:","sentiment_score":0.0}
{"full_text":"We've taken extra steps to ensure your safety when you travel with us. Visit our website for further details.","sentiment_score":0.0}
{"full_text":"The latest quiz raised PS800 for making their total raised through lockdown quizzes PS6,456!@CheshireLiveMachttps:\/\/t.co\/tMT8ll0R38","sentiment_score":0.25}
{"full_text":"Your neighbour delivering food for others, the local shop keeping you supplied or an NHS worker fighting tirelessly against the virus - we want to give a shout out to your local #CovidHeroes ","sentiment_score":0.0}
{"full_text":"The country enters lockdown again tomorrow which is going to have an adverse effect on some people's wellbeing. has tons of resources to help you with your mental health and does great work helping older people who are socially isolated. #NeverMoreNeeded","sentiment_score":0.225}
{"full_text":"Let's ensure that no one is left behind in response to #COVID19. #UNWEgypt #coronavirus","sentiment_score":-0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 27.1FWind Chill: 27.1FHumidity: 99%Dew Point: 26.9F Barometer: 30.464 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 228.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Does weather affect the spread of the COVID-19 outside?","sentiment_score":0.0}
{"full_text":"Notice of Annual General Meeting - 4 December 2020MODERN PENTATHLON ASSOCIATION OF GREAT BRITAIN LIMITEDIn light of the current Covid-19 pandemic, this year's AGM will be held virtually via Zoom at 5.15pm (UK time) on Friday 4 December 2020.  ","sentiment_score":0.3125}
{"full_text":"All Suffolk FA educational courses, including Level 1, Level 2, First Aid and Safeguarding will be cancelled from tomorrow until after lockdown restrictions have been eased.#AThrivingLocalGame","sentiment_score":0.25}
{"full_text":"Newswatch COVID-19 Digest: Wednesday November 4, 2020 ","sentiment_score":0.0}
{"full_text":"Mexico's Day of the Dead takes a somber tone amid coronavirus pandemic","sentiment_score":-0.2}
{"full_text":"What concerns do you have? https:\/\/t.co\/4KcEsozQzC","sentiment_score":0.0}
{"full_text":"A second wave of infection was always going to be likely. That we face it once again so ill-prepared and literally behind the curve is inexcusable","sentiment_score":-0.1333333333}
{"full_text":"Covid-19 And The Employee Experience Looking after the mental health of customer-facing employees","sentiment_score":-0.1}
{"full_text":"Waiting (for the results) . . . #election2020 #anxiety #hope #cologne #covid_19 #coronavirus #lockdown #staysane #exercise #sixfeetapart #wearamask #washyourhands #pokemongo #shiny #murkrow #aidansarmy #embersquad #nosmallcreator #nokia9 (IG)","sentiment_score":0.0}
{"full_text":"#Senegal #Africa  Cases: 15,650 (+10)  Death: 326  Recovered: 15,245 (+96)  Critical: 4 (-1)  New %: 0.1% (+0.1%)  Death %: 2.1%  Population %: 0.1%#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"[FREE TUTORIAL] How to: Resilient Living: DIY Disposable Face Mask &gt;&gt; #survival #survivor #primitiveTechnology #bushcraft #prepper #SHTF #coronavirus #COVID19 #influenzavirus #flu #prepper #SHTF #medic #CDC #homestead #facemask #n95","sentiment_score":0.4}
{"full_text":"Learning to draw in the natural world brings joy - especially in lockdown","sentiment_score":0.3}
{"full_text":"Couldn't agree with u more It is just the beginning of winters and the numbers are going up everyday,we have a long way to go.SOPs are the only saviour from this pandemic. Lets not test our luck again and put the livelihood of millions of poor people in jeopardy,plz!","sentiment_score":-0.0125}
{"full_text":"As the UK is getting ready to go into another lockdown tomorrow, this blog contains useful activities to address difficulties with #SensoryIntegration and #SensoryProcessing at home: #Covid19Lockdown","sentiment_score":0.25}
{"full_text":"If this is not a metaphor for what the country has become, I'm not sure what would be.","sentiment_score":-0.25}
{"full_text":"RT One of the lessons of tonight\/this morning is voters rewarded Trump and Republicans for acting recklessly in terms of rall...","sentiment_score":0.0}
{"full_text":"RT WARNING We've detected a new text scam targeting the public which says 'due to the current COVID-19 pandemic you have...","sentiment_score":0.0028409091}
{"full_text":"Despite the pandemic that we are experiencing now, we thank God for always giving us opportunities to learn His wisdom.#PureDoctrinesOfChrist","sentiment_score":0.0}
{"full_text":"RT UPDATE: As a reminder do not pay more than PS35 for the colour vinyl, I have checked in a few times with Universal &amp; estim...","sentiment_score":0.1}
{"full_text":"It's a great day for inspiration! Connect with leaders in Smart City solutions from across the globe and check out the Keynote - \"Smart in the time of Covid\". Register here. #IAmIntel","sentiment_score":0.4761904762}
{"full_text":" To help others travel confidently, please ensure you avoid travelling if you feel unwell. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"Time: 11:00 * Temp: 9.5degC * Wind: NW 2.9 to 11.0mph * Pressure: 1029.5hPa * Rain: 0.0mm * Hum: 87% * ET: 0.1mm * Solar: 278.0W\/m2 * UV Index: 0.6 * Sunrise: 07:32 * Sunset: 16:40 * Cloudbase: 960ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT The fix was is in when the Democrat dirt bags started to push mail in ballotsbecause of COVID. The equally scummy MSM c...","sentiment_score":0.0}
{"full_text":"Dallas Cowboys QB Andy Dalton Placed On Reserve\/COVID-19 List,","sentiment_score":0.0}
