{"full_text":"Majority of primary voters didn't want biden as their first choice, yet is the president looolAnd trump lost to sleepy joe.. thanks to covid and anti trump vote and mail in ballots.:( :( Votes don't matter","sentiment_score":-0.13}
{"full_text":"RT President Jokowi has asked that the extended end of year holiday on 28-31\/12, which is a replacement for the Lebaran holida...","sentiment_score":0.0}
{"full_text":"Visualizing covid death per days. It's overwhelming","sentiment_score":0.5}
{"full_text":"RT If you follow me please RT- ONE WOMAN IS KILLED BY A MAN EVERY 3 DAYS IN THE UK - I make no apology for shouting.","sentiment_score":-0.2}
{"full_text":"RT Why does it feel like Mike Pence is always right next to people who have Covid, but he never gets it. Is he an alien?","sentiment_score":0.0119047619}
{"full_text":"RT Sorry to be blunt. But sometimes it's necessary. And in this case the choice is cynical. New Covid lockdowns in January...","sentiment_score":-0.2409090909}
{"full_text":"At the risk of cancelling Christmas can you explain why we are in lockdown, yet the Christmas period is a free for all? It's either a pandemic or scamdemic, my money is on the latter. And what's the relevance with dates, it's dangerous to the 2nd, but fine after?","sentiment_score":0.0433333333}
{"full_text":"RT Pfizer has applied for an EUA (Emergency Use Authorization) for its COVID-19 vaccine, which has proven to be 95% effectiv...","sentiment_score":0.0}
{"full_text":"RT It's not too late to decide to stay home for Thanksgiving.  Saving the lives and health of loved ones is worth the awkw...","sentiment_score":0.2333333333}
{"full_text":"RT A heartbreaking new report shows how the pandemic and systemic racism have led to an increase of incidents of domestic vio...","sentiment_score":0.0681818182}
{"full_text":"RT Remember how for the 90 days or so before the election, the media insisted that covid spikes were the fault of Trump and hi...","sentiment_score":0.0}
{"full_text":"RT Remittances, which are worth 6% of #Nigeria's GDP, have dropped by &gt;50%. This spells out trouble for millions who rely on...","sentiment_score":0.05}
{"full_text":"RT The recent decisions announced by the State Govt are to control the spread of #Corona infection. The threat of #COVID19...","sentiment_score":0.0}
{"full_text":"RT +Moderna, Pfizer could provide 60 mn doses to US by December+UK secures 5 mn doses by Moderna+Israel approaches Russia for #...","sentiment_score":0.0}
{"full_text":"RT You could write an entire verse of We Didn't Start the Fire using only names of prominent Republicans who have tested po...","sentiment_score":0.1666666667}
{"full_text":"RT Post pandemic: How to rebuild resilience and trust #COVID19","sentiment_score":0.0}
{"full_text":"RT Today in the parcel packing warehouse. We had a chat about our pre covid jobs.2  taxi drivers1 singer bars2 actors in th...","sentiment_score":0.0}
{"full_text":"RT Congrats on rejoining Shadow Cabinet &amp; I know that you'll contribute positively to Labour part...","sentiment_score":0.2272727273}
{"full_text":"Only Kings go out of their way n risk their lives just 2 feed the hungry@Symply_Tacha through her Natacha Akide Foundation fed hundreds of hungry Nigerians despite the pandemicAt just 24, she cares so much 4 people, it will be amazing if works with her#KingTacha","sentiment_score":0.2666666667}
{"full_text":"RT Rapid anti gen covid test is the key to arrest new cases. Why? 1. Immediate results more numbers can be tested.2. Even with...","sentiment_score":0.1465909091}
{"full_text":"RT Post COVID profits.Amazon 100%Walmart 80%Target 80%Small businesses 30% &amp; 21% have closed down for good.Th...","sentiment_score":-0.1277777778}
{"full_text":"RT ATTN KTM Express Timuran passengers (JB Sentral-Tumpat) 10\/11.1 passenger infected w Covid-19.Six passengers who hold...","sentiment_score":0.0}
{"full_text":"RT Flabbergasted at the cost of Covid - a debt we will all carry - and furious all over again at the regime's gross incompeten...","sentiment_score":0.0}
{"full_text":"Man spits on hikers for not wearing masks, says he has COVID-19","sentiment_score":0.0}
{"full_text":"RT Anti-lockdown protest in Berlin.","sentiment_score":0.0}
{"full_text":"RT 'Open-face' sneezers to be arrested","sentiment_score":0.0}
{"full_text":"RT Daily hundreds of tourists from #Gujarat enters into #Diu without any restriction. No social distancing or face mask; despite...","sentiment_score":-0.0083333333}
{"full_text":"RT Irrespective of the claims &amp; propaganda made by the obsessive haters, medical education and diagnostic labs (including COVI...","sentiment_score":-0.05}
{"full_text":"RT The recent decisions announced by the State Govt are to control the spread of #Corona infection. The threat of #COVID19...","sentiment_score":0.0}
{"full_text":"#oil #wti sale this week. Target 39\/40 $. global supply remains in surplus.  The increase of the last two weeks is linked to the announcement of covid 19 vaccines. But global demand is still weak.","sentiment_score":-0.09375}
{"full_text":"Fur industry faces uncertain future due to Covid","sentiment_score":-0.0625}
{"full_text":"RT I guess people on Sage think Pubs are beneath them, so they just don't give a shit. Meanwhile they don't have one single sc...","sentiment_score":-0.1357142857}
{"full_text":"RT FACT:Delhi has highest number of Covid19 cases per million population in India. Highest number of Covid19 deaths too. (...","sentiment_score":0.0}
{"full_text":"RT .@tedcruz you are a disgrace to your office and a national embarrassment.","sentiment_score":0.0}
{"full_text":"RT Let's dispel some rumors especially because misinformation about COVID-19 may and can cost lives. Enough already!1....","sentiment_score":0.0}
{"full_text":"RT MINSEOK IS FINALLY BACK!!!!!  He has started his final vacation from the military and will NOT be returning any...","sentiment_score":-0.0333333333}
{"full_text":"has claimed PS90k expenses when we've been in lockdown.... Let's start there.","sentiment_score":0.0}
{"full_text":"RT Nevada COVID-19 updates for 11\/22: Test positivity is up: 7-day avg is 37.5%, or 16.5% using test encounters Hospit...","sentiment_score":0.0}
{"full_text":"RT Chicken Perdue is used to hiding from his constituents, so he should have no problem quarantining after his exposure to CO...","sentiment_score":-0.6}
{"full_text":"Reading through these links and Facebook pages, you quickly understand why #covid19 fueled big tent conspiracy in Canada. The ridiculous part, I wonder how our education system failed to prepare an entire group of people with #medialiteracy tools to navigate this manipulation.","sentiment_score":-0.1}
{"full_text":"RT America needs a lot more of this. The tyrany from democrat politicians is too much. People are fed up of the overreach...","sentiment_score":0.35}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT Looks like LA County is about to end all dining INCLUDING outdoor at all restaurants. Will only be avail for takeout\/deli...","sentiment_score":0.0}
{"full_text":"Gentle Reminder: Don't be a COVIDIOT. Wear a mask.","sentiment_score":0.2}
{"full_text":"RT HaHAAAAAAA remember when black people didn't follow curfews in defense of human lives and the police came out there an...","sentiment_score":-0.0833333333}
{"full_text":"Ive been working hard off for months now trying to shift weight to wear a bridesmaids dress next year. Motivation has never gone-but not being as active as I was pre-lockdown is making it so much harder. Working hard all week to see the scales barely move is soul destroying ","sentiment_score":-0.1380952381}
{"full_text":"I need a gym buddy fr. no joke cause of this whole pandemic I really haven't been active so I'm literally turning into mush. I get out of breath from walking down to my kitchen and back to my room like omg I need to get moving again","sentiment_score":0.0222222222}
{"full_text":"le dio Covid-19 :(","sentiment_score":-0.75}
{"full_text":"RT The coronavirus pandemic forced IPL to be hosted almost 9 months late and outside the country, but the BCCI pulled off a hu...","sentiment_score":-0.2}
{"full_text":"I'm personally trying to make the covid vaccine accessable for everyone..What you been up to ??","sentiment_score":0.0}
{"full_text":"RT Philippines highly trusts Russian COVID-19 vaccine #SputnikV - survey","sentiment_score":0.08}
{"full_text":"RT 13% of rise in Covid cases is linked to rise in pollution by IMA. Pollution is the permanent problem, instead of solving it A...","sentiment_score":0.0}
{"full_text":"RT For a breakdown of cases by state visit:","sentiment_score":0.0}
{"full_text":"Hi 50,000 Global Citizens have a message for you: we can only defeat COVID-19 together. Please #ACTogether for a fully funded ACT-A to end the pandemic for all.","sentiment_score":0.0}
{"full_text":"RT You know that moment when all the water pulls back from the beach until it's completely &amp; eerily empty right before a huge...","sentiment_score":0.1371428571}
{"full_text":"RT Amazon: profit up 100%Walmart: profit up 80%Target: profit up 80%Lowe's: profit up 74%Microsoft, Facebook, Apple,...","sentiment_score":0.0}
{"full_text":"Since almost one month, Delhi has now been reporting max Covid cases &amp; Covid deaths in India. Delhi accounts for more than 25% of daily Covid deaths in India. Instead of taking measures, the Delhi Govt is busy blaming the people for the outbreak. #DelhiCollapsing","sentiment_score":0.2}
{"full_text":"Did someone call that number when was eating indoors with no masks?","sentiment_score":0.0}
{"full_text":"RT conservatives are the biggest dipshits on the fucking planet","sentiment_score":-0.6}
{"full_text":"RT this photo caused the pandemic","sentiment_score":0.0}
{"full_text":"RT As you can see, the #G20 Summit looked different this year. But we still need to work together to address challenges lik...","sentiment_score":0.0}
{"full_text":"RT How are you gonna test positive for Covid then go out the same week?! Nasty ass people.","sentiment_score":-0.2575757576}
{"full_text":"RT .This is what the R 37 mil SA \/ Zim border fence looks like today , barely 8 months later Any news on the...","sentiment_score":0.025}
{"full_text":"RT #Minseok has been discharged due to Military's Covid19 vacation days regulations &amp; will begin activities on DEC 6th Welcom...","sentiment_score":-0.1125}
{"full_text":"RT Given that IF you were a sociopath who wanted to hide the damage of Brexit, it would be smart to let Covid spread for longe...","sentiment_score":0.2142857143}
{"full_text":"RT \"I think Western countries are used to patronising low- and middle-income countries and perceive themselves as superio...","sentiment_score":0.0}
{"full_text":"Read our guide to shifting mindsets in your legal team - in a post-Covid world, you must acknowledge the new challenges for the new normal. We share 5 ways to do this in our blog, click here to read the full article #legal #team #mindset #management","sentiment_score":0.1954545455}
{"full_text":"RT Respected ,How do u see  's  Kerala police act amendment? You have frequently called...","sentiment_score":0.1}
{"full_text":"RT Despite the pandemic subverting progress, we can still meet the Global Goals - Here's how #SDGs #covid19 h...","sentiment_score":0.0}
{"full_text":"Dating during covid is complicated when you can't really quarantine together, you both work long hours and have different schedules.","sentiment_score":-0.0875}
{"full_text":"4 Tips When Trying to Sublease Your Space During COVID-19 #CRE #Sublease #COVID-19 #NewNormal #TenantTips #CommercialRealEstatehttps:\/\/t.co\/mj8jyunaVB","sentiment_score":0.0}
{"full_text":"My thoughts? It's a great analogy to assist people in remembering when to wear a mask. Additional thoughts? Your hyperpartisan attacks on Dan Andrews are pathetic.#9Today #ThisIsNotJournalism #auspol #springst","sentiment_score":0.8}
{"full_text":"Yeah duck her toe Covid x","sentiment_score":0.0}
{"full_text":"RT Re: the pandemicWe were really serious about this shit in March and April.Now is when shit it getting really seriou...","sentiment_score":-0.1333333333}
{"full_text":"\"It is unclear whether school sports halls will be available for hire to clubs after the second lockdown is over. And even once we are out of the woods from Covid, there will be long-term uncertainty about indoor facilities across the country.\"","sentiment_score":0.2}
{"full_text":"'We just wait for a miracle': Bali faces its biggest crisis as COVID-19 leaves hundreds starving","sentiment_score":0.0}
{"full_text":"First American citizens could get vaccinated for #COVID19 as early as second week of #December, say expertshttps:\/\/t.co\/cEwtddRDM4","sentiment_score":0.0875}
{"full_text":"YouTube, Facebook and Twitter align to fight Covid vaccine conspiracies","sentiment_score":0.0}
{"full_text":"RT Due to the rise in #COVID19 cases, CA is issuing a limited Stay at Home Order.Non-essential work and gatherings must sto...","sentiment_score":-0.0982142857}
{"full_text":"Religion news 23 November: Rabbi warns against relaxing lockdown rules: \"It is not religious to give someone Covid for Christmas\"; Rigpa Fellowship \"mismanagement and misconduct\"; Is a government faith engagement department on the cards?","sentiment_score":0.0}
{"full_text":"Has your #stroudbiz been affected by the Coronavirus pandemic? Apply here for the Local Restrictions Support Grant (Closed) https:\/\/t.co\/c3r3Qg7tPmFind out if your business is eligible here https:\/\/t.co\/uQyZxHamNl","sentiment_score":-0.05}
{"full_text":"Welcome home to Staybridge Suites Doha Lusail, for your short or extended stays. Book your stay with us! +974 4456 5000https:\/\/t.co\/bPqZdxgd8G#Lusail #Doha #Hotel #WelcomeHome #StaybridgeSuites #Hotel #Staycation","sentiment_score":0.4}
{"full_text":"Girl I took Jordyn outside under the cover patio for 20min, only my calves got direct sunlight, and I got BURNT. The caucasity of my post-pandemic skin to just sizzle like that, I feel so betrayed","sentiment_score":0.0333333333}
{"full_text":"There is no doubt that #BRICS economies will play a crucial role in the global #recovery after the #pandemic through its mutual institutions and systems. #COVID19","sentiment_score":0.0}
{"full_text":"Three stories... Gyms &amp; non-essential retail to reopen in lead-up to Christmas End in sight for contact isolation as repeat testing trial gets under way What to expect during #COVID19 Christmas","sentiment_score":0.0}
{"full_text":"This week we're working with LCC to produce a Covid Good Practice Guide for the third sector and  talking Dying Matters with","sentiment_score":0.35}
{"full_text":"Promising news about a coronavirus vaccine has small business owners feeling more upbeat despite cases of the virus surging in many parts of the U.S.https:\/\/t.co\/VEZOgqjSRD","sentiment_score":0.2375}
{"full_text":".@narendramodi to discuss India's #COVID situation and #vaccine rollout with states tomorrow","sentiment_score":0.0}
{"full_text":"German Chancellor Angela Merkel voiced concern Sunday that no major vaccine agreements had been struck yet for poorer nations, as a G20 summit ended with leaders pledging to ensure a fair distribution of Covid-19 jabs.#G20 #COVID19 #vaccinehttps:\/\/t.co\/VZ6epIqP25","sentiment_score":0.2229166667}
{"full_text":"Covid Outbreak, Pollution, Rise in crime-due to the misgovernance of AAP Govt, Delhi is collapsing.#DelhiCollapsing","sentiment_score":0.0}
{"full_text":"Flashpoint: COVID-19 trends, preventing spreading the virus during the holidayshttps:\/\/t.co\/6HsXFCMWCq","sentiment_score":0.0}
{"full_text":"Spending the weekend at the city's world famous El Rastro market is one of the favorite pastimes for residents of #Madrid. After an 8-month shutdown due to #COVID19, the street market reopened on Sunday under certain restrictions. Rahul Pathak reports.","sentiment_score":0.2723214286}
{"full_text":"RT Made the mistake of reading the comments on CTV Edmonton's latest COVID stats post on the Facebook and holy fuck we are al...","sentiment_score":0.05}
{"full_text":"After months of being separated from her elderly mother due to COVID-19 visiting restrictions in nursing homes, MJ Ryan decided she had to find a way in. Her plan: get a job working in the laundry room of her mom's nursing home.","sentiment_score":-0.125}
{"full_text":"* \"There is a will to learn from the pandemic and to make the economy more sustainable,\" #Merkel told journalists on Sunday following the #G20 summithttps:\/\/t.co\/9u9mMEGWQN","sentiment_score":0.25}
{"full_text":"Will you wait at all to receive a COVID-19 vaccine after it becomes available?https:\/\/t.co\/0diq3oncCH#coronavirus","sentiment_score":0.0}
{"full_text":"The Global Banking Summit looks at what the future holds for banks post-pandemic. Hear what the experts say as our CEO, Eugene Danilkis joins a panel discussing what's next: #FTBanking","sentiment_score":0.0}
{"full_text":"The coronavirus pandemic and prospects of an uneven and uncertain economic recovery have been at the centre of a two-day summit under the chairmanship of Saudi Arabia, which will hand the G20 presidency to Italy next month.#G20Summithttps:\/\/t.co\/9qwFTMAIZg","sentiment_score":0.0}
{"full_text":"The existing systems of solid waste management poses a serious risk to the environment and public health. The severality poses a threat during the #COVID19 pandemic. The solution to this can be through citizen participation, says Satpal Singh:","sentiment_score":-0.1333333333}
{"full_text":"Lockdown? STOCK UP! Now is the time to grab all the sweet sweet audio YOU need, with 50% off ASX Albums RIGHT NOW! #RadioImaging #RadioJingles #LocalRadio #BlackFriday #BlackFriday2020 #Audio #Radio #CommercialRadio #LockdownStockUp #CommunityRadio","sentiment_score":0.3523809524}
{"full_text":"Each winter, WFP drivers battle some of the world's toughest terrains &amp; harshest weather to bring food to remote families in #Afghanistan . This winter, they are having an even tougher job to do because of #COVID19, climate &amp; conflict. #Afghanistan2020","sentiment_score":-0.1}
{"full_text":"The Hong Kong Jockey Club Charities Trust has been working to create an inclusive activity to keep wheelchair users active and social during the COVID-19 pandemic.@HKJC_RacingRead more:https:\/\/t.co\/dENrCgExpD","sentiment_score":-0.05}
{"full_text":"It's the period for me cause you speaking in AAVE now ","sentiment_score":0.0}
{"full_text":"Ryan Porteous makes 'strict' SFA guidance claim in Scotland U21 Covid debacle as club row roars onhttps:\/\/t.co\/kPkjMmUgGU","sentiment_score":0.0}
{"full_text":"RT Kenya like many African countries is DEAD SILENT on when the covid 19 vaccine will commence. The rich North, the Middle...","sentiment_score":0.1125}
{"full_text":"Australia's COVID bubble enables us to live relatively freely. South Australia shows that it can easily be punctured. A vaccine is coming but key measures like JobKeeper propping up the economy are ending. What does this mean for investors?","sentiment_score":0.1314393939}
{"full_text":"What do you think should happen after December 2? Tell us in our survey","sentiment_score":0.0}
{"full_text":"Ok,,,,,,, stay home or go in? ","sentiment_score":0.5}
{"full_text":"RT Home! Survived 11 days Hosp with COVID. I have blood clots in my lungs, heart problems,  breathing issues, pain and weaknes...","sentiment_score":0.0}
{"full_text":"One major attack that happened in Q3 of 2020 was when Hungarian telecommunications and financial companies were rocked hard by a big #DDoS attack. Here is a compilation of other top DDoS attacks during 2020!  #onlinegame #bitcoin #ddos","sentiment_score":0.0451388889}
{"full_text":"Lockdown made me forget I got sauce.","sentiment_score":0.0}
{"full_text":"LATEST: Universities across all provinces are being approved. Is yours on the list? #DLI #COVID19","sentiment_score":0.5}
{"full_text":"Free Covid-19 screening will be held for five days starting today (Monday) at Hakka Hall, Batu 6, from 9am to 5pm.https:\/\/t.co\/br9SL0Mlgu","sentiment_score":0.2}
{"full_text":"The first Americans to receive a Covid-19 vaccine could get it as soon as 11 December.https:\/\/t.co\/QKpMv6ZUaR","sentiment_score":0.25}
{"full_text":"More relaxed Click and collect restrictions in this second English lockdown mean sales are expected to hit PS750 million this #BlackFriday. What does this means for other #retail channels? Find out more #GoldenQuarter insights here:","sentiment_score":0.0660714286}
{"full_text":"Beer Market Report 2020 (Based on 2020 COVID-19 Worldwide Spread) by Key Players, Types, Applications, Countries, Market Size, and Forecast to 2026 - The Courier","sentiment_score":0.0}
{"full_text":"Kita Alexander on Balancing Motherhood and Music and Trying to Be Creative in a Pandemic - POPSUGAR Australia","sentiment_score":0.5}
{"full_text":"Pandemic got me hella conscious of personal space and bubbles, bout to delete Hinge and Tinder again bc I just can't ","sentiment_score":0.05}
{"full_text":"RT  Just imagine   we skip this winter  and away are the times of chilly  social distancing ","sentiment_score":-0.2833333333}
{"full_text":"Current Conditions for #Sayre PATemp: 49.8FWind Chill: 49.4FHumidity: 99%Dew Point: 49.5F Barometer: 29.937 inHgWind: 2 mph from the WSWCorona Virus Weekly Stats:Cases: 272.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Nothing I've written has ever had the feedback (even fanmail!) that  my latest for on Covid...","sentiment_score":0.5}
{"full_text":"Thank you people's Pastor","sentiment_score":0.0}
{"full_text":"Time: 07:00 * Temp: 4.6degC * Wind: SSW 0.0 to 8.1mph * Pressure: 1015.1hPa * Rain: 0.0mm * Hum: 92% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:09 * Sunset: 16:09 * Cloudbase: 600ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Does anyone else just have moments where the full weight of the realization that the federal government has abandoned us...","sentiment_score":0.35}
{"full_text":"RT Lol. Hate to out the on this one, but it's true. They never asked us. We were never going to be a part of the...","sentiment_score":0.1166666667}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT Lived 6 decades in 4 provinces with governments of various stripes. Never seen such disastrous performance in any province....","sentiment_score":-0.2333333333}
{"full_text":"With #COVID19 raging across America, New York City announces shift to remote learning. Though Southern states have declined from summer, data from the Oliver Wyman Pandemic Navigator show resurgence in Midwest larger than earlier peaks. #OWCovid19","sentiment_score":0.0072727273}
{"full_text":"Spotting the warning signs - minimising the risk of post-Covid corporate scandals","sentiment_score":0.0}
{"full_text":"RT Typical. Small shops punished while Supermarkets and chains hoovering up the trade. So unfair and clearly if OK to go in...","sentiment_score":-0.1041666667}
{"full_text":"RT When hospitals get overwhelmed, as is now happening, it's not just COVID-19 patients who will die from lack of care. It's fo...","sentiment_score":0.0}
