{"full_text":"RT how the fuck are people managing to get into relationships in lockdown? i can't even get out of bed","sentiment_score":-0.4}
{"full_text":"RT Please also include ME\/CFS in the narrative. For most patients, it's a similar experience to what man...","sentiment_score":0.25}
{"full_text":"RT Covid and my prescriptions have definitely made me put on more weight, mainly fat around my midsection- but guess what? I'm...","sentiment_score":0.2222222222}
{"full_text":"Yes. It's a public health epidemic and we need to treat it as such. My heart goes out to the folks who just lost their loved ones. No one should know that pain and trauma. #KeepDCAlive #VisionZero for #GunViolencePrevention","sentiment_score":0.2333333333}
{"full_text":"Russia didn't fail... Trump owes a few billion to daddy Putin. If by Covid you mean a quarter of a mil people dying... No Trump failed that one.","sentiment_score":-0.378125}
{"full_text":"RT BREAKING:  WH Chief of Staff Mark Meadows, who has just been diagnosed with Coronavirus and never wears a mask, was pres...","sentiment_score":0.0}
{"full_text":"I have avoided debt and credit cards my entire life.This now means I am not human enough to apply for a Corona virus test apparently(U.K. born, resident all my life except a couple years working abroad)","sentiment_score":0.0}
{"full_text":"Ya still doing sales with the pandemic?","sentiment_score":0.0}
{"full_text":"RT Unbelievable! Sainsbury trousers PS230m from the taxpayer in Business Rates Relief cos of Covid, then gives the same amount to...","sentiment_score":-0.15625}
{"full_text":"Since so many big accounts I followed here are on lock down here is there a list somewhere of those who have already moved over there?","sentiment_score":0.1148148148}
{"full_text":"RT When the first lockdown started  #ItRadiatedAWaveOf #COVIDIDIOTS into panic buying","sentiment_score":0.25}
{"full_text":"Fine then.  Go down to the COVID wards in your nearest big city hospitals without a mask and spend a few hours in there taking pictures and breathing it all in. Then report back. You shit on the memories of the dead with every lying syllable you excrete.","sentiment_score":-0.0484126984}
{"full_text":"If you read the comments, you will understand. We chose wisdom over lunacy. We're in the middle of a pandemic. Trump's huge rallies were reckless and selfish. Biden offers calm and unity.  You will see.","sentiment_score":0.06}
{"full_text":"RT They're tipped as one of the most promising possible treatments for #Covid19. Here's everything you need to know on mo...","sentiment_score":0.2333333333}
{"full_text":"Keep lockdown in Wales just re open Cardiff ","sentiment_score":0.0}
{"full_text":"RT Earlier this week before lockdown, Andrew, one of our Recruitment Consultants was able to visit one of our dedicated d...","sentiment_score":0.25}
{"full_text":"RT Epidemiologists slam Ontario's new tiers of COVID-19 restrictions, calling them 'gibberish' and 'scientifically illiterate'https...","sentiment_score":0.1363636364}
{"full_text":"RT The head of the government's vaccine taskforce has failed to publicly declare that she manages private investments in two com...","sentiment_score":-0.1666666667}
{"full_text":"RT EXACTLY: 1. Biden pushing covid-19 lead to mail in votes for him.2. A computer glitch in reality was softwar...","sentiment_score":0.25}
{"full_text":"RT Caught COVID Lost his job Got evicted..Trump caught the whole 2020 experience ","sentiment_score":0.2}
{"full_text":"RT The team needs your help. We're urging #car #retailers to respond to our quick-fire #COVID19 'Lockdown 2' #surve...","sentiment_score":0.0}
{"full_text":"RT Office for National Statistics confirms that daily infections are going down week on week. This second lockdown is unne...","sentiment_score":-0.0518518519}
{"full_text":"RT Covid: a ghastly week for Poland.158,909 new cases confirmed in past seven days.That's more than were confirmed fr...","sentiment_score":0.2372727273}
{"full_text":"MARK MEADOWS WH CHIEF OF STAFF, TESTS POSITIVE FOR COVID 19.  SUPER SPREADER. DRAIN THE VIRAL CESSPOOL.","sentiment_score":0.2803030303}
{"full_text":"RT Quashing the #FalseRape charges, HC held that it was a voluntary sexual relationship &amp; that delay in filing the complain...","sentiment_score":0.5}
{"full_text":"RT More people died from depression last month than corona .... which is the problem","sentiment_score":0.25}
{"full_text":"How surprising. I have been saying that since day 1 of #COVID19Wake up. This is not about a \"deadly\" virus. This is about controlling the people through fear and redistribution of wealth.","sentiment_score":0.25}
{"full_text":"RT This is a must read. And urgent help is needed to prioritise the support and treatment of #LongCovid in a real way.  We...","sentiment_score":0.2}
{"full_text":"RT Over 1.8 million confirmed #COVID19 cases on the African continent - with more than 1.5 million recoveries &amp; 44,000 deaths cum...","sentiment_score":0.3}
{"full_text":"RT For 90 days in a row, Belarusians in Saint Petersburg gather together to show solidarity with protests in #Belarus. They sa...","sentiment_score":0.0}
{"full_text":"RT NEWS: Along with Trump chief of staff Mark Meadows, at least FOUR other White House aides currently have coronavirus,...","sentiment_score":-0.10625}
{"full_text":"RT BREAKING: Eden Hazard and Casemiro have tested positive for coronavirus, Real Madrid have announced.","sentiment_score":0.2136363636}
{"full_text":"RT Hi with another lockdown happening please remember if ur struggling ur not alone!! Samaritans: 116 123 Anxiety UK: 03444...","sentiment_score":0.0}
{"full_text":"The Left should be VERY careful what they wish for, the pandemic could just be a warning as a possible  financial disaster can be even more deadly.","sentiment_score":0.0283333333}
{"full_text":"RT NEWS: Along with Trump chief of staff Mark Meadows, at least FOUR other White House aides currently have coronavirus,...","sentiment_score":-0.10625}
{"full_text":"RT Just overheard a woman saying to her friend \"I wouldn't have known I had Covid I hadn't  had the test\" Says it all really","sentiment_score":0.2}
{"full_text":"City centres deserted across England on first weekend of national lockdown but beauty spots are busy","sentiment_score":0.175}
{"full_text":"RT ODM candidate for Msambweni by-election, says he is in self-quarantine after testing positive for corona virus.","sentiment_score":0.2272727273}
{"full_text":"If your boss already had it, gave it to his family, and you're part of the death cult, of course you're going to get covid. It's just how infectious diseases work.","sentiment_score":0.0}
{"full_text":"RT Good to know that the Trump White House's lack of transparency about covid diagnoses wasn't just about election concerns but al...","sentiment_score":0.35}
{"full_text":"RT There is no silver bullet coronavirus test, but here's how diagnostics can help:","sentiment_score":0.0}
{"full_text":"RT I congratulate and India's space industry for the successful launch of PSLV-C49\/EOS-01 Mission today. In the time o...","sentiment_score":0.75}
{"full_text":"RT No one should ever take any of the Covid commentary from these guys seriously. People had to cancel weddings, skip fune...","sentiment_score":-0.3333333333}
{"full_text":"RT I live, drink and eat for Art! This was me set up for my last market before the lockdown. Boris has spoken!Give my hands some...","sentiment_score":0.0852272727}
{"full_text":"miss you, ","sentiment_score":0.0}
{"full_text":"RT Thank God COVID is over","sentiment_score":0.0}
{"full_text":"RT I congratulate and India's space industry for the successful launch of PSLV-C49\/EOS-01 Mission today. In the time o...","sentiment_score":0.75}
{"full_text":"RT NEW: I'm told that even senior White House staffers who had direct contact with Mark Meadows this week learned about his c...","sentiment_score":0.0787878788}
{"full_text":"RT 5.   Indeed, that is the real purpose of, among other things, mail-in voting, which Nancy Pelosi and the Democrats have...","sentiment_score":0.0375}
{"full_text":"RT Spot The Difference.We will be back...#LoveTheBall  #JBFChttps:\/\/t.co\/DMxMb1jpmU#soccer #football #jbfcfootball...","sentiment_score":0.0}
{"full_text":"what's your COVID-19 status? None of your support channels are online. What's happening over there?","sentiment_score":0.0}
{"full_text":"RT Yeah, so, Mr. No Mask here TODAY tested positive for #coronavirus.This is Mark Meadows. Trump's Chief of Staff.","sentiment_score":0.2272727273}
{"full_text":"RT NEWS: Along with Mark Meadows, at least two other White House aides currently have coronavirus, sources tell me.","sentiment_score":-0.10625}
{"full_text":"RT BREAKING:  WH Chief of Staff Mark Meadows, who has just been diagnosed with Coronavirus and never wears a mask, was pres...","sentiment_score":0.0}
{"full_text":"If the left wants to pretend the booming Trump economy (which began after an intense deregulatory agenda and tax cuts) was really Obama's doing how do they explain the post-COVID economic recovery?","sentiment_score":0.16}
{"full_text":"RT You know who didn't get Covid? Biden and Harris.","sentiment_score":0.0}
{"full_text":"RT Kushner should face hearings for crimes against humanity for his role in the pandemic.  His mishandling led to this and no...","sentiment_score":0.0}
{"full_text":"RT Sturgeon can run, but she can't hide.What's the point in Holyrood if Sturgeon can simply ignore votes that go against her?...","sentiment_score":0.0}
{"full_text":"RT Mark Meadows has tested positive for COVID.  This is what happens when you refuse to wear a mask and don't control the...","sentiment_score":0.2272727273}
{"full_text":"Seize the lockdown","sentiment_score":0.0}
{"full_text":"Both of our sessions at Abercynon and Ferndale have spaces left to book on next week! Get in contact with Gabby on 07388806076 or email gabby.basketter@cricketwales.org.uk to secure your space ","sentiment_score":0.1333333333}
{"full_text":"Enjoying another Saturday at my pottery course. Colleges seem to be able to carry on through lockdown","sentiment_score":0.5}
{"full_text":"The streets are BUSY!!! Lockdown my ass","sentiment_score":0.1953125}
{"full_text":"RT A investigation finds that people across the UK are being refused home Covid tests because of their credit hi...","sentiment_score":0.0}
{"full_text":"Casemiro, Eden Hazard test positive for COVID-19: Real Madrid | Football News","sentiment_score":0.2136363636}
{"full_text":"If #mink in Denmark have #COVID19 and are not dying from surely we should be finding out why rather than culling them as potential spenders?","sentiment_score":0.25}
{"full_text":"RT She is also, perhaps inevitably, married to a Tory MP...","sentiment_score":0.25}
{"full_text":"This man said the words out loud.  The Alberta government seems to be applying this philosophy to the whole province:\"Society will not recover if we do it again to save a few thousand lives of very old or vulnerable people.\"https:\/\/t.co\/3GHLU5RCsf","sentiment_score":-0.054}
{"full_text":"RT Thank God COVID is over","sentiment_score":0.0}
{"full_text":"RT Spot on","sentiment_score":0.0}
{"full_text":"RT Kushner should face hearings for crimes against humanity for his role in the pandemic.  His mishandling led to this and no...","sentiment_score":0.0}
{"full_text":"India, latest country to restrict Chinese investment.Fears that Chinese state-backed entities willswoop in to buy Indian companies weakened by the coronavirus. #ciin_mukt_diipaavlii","sentiment_score":0.1666666667}
{"full_text":"nailed it here again... All time high daily positive case numbers two weeks later... &gt;5000 and climbing... #COVID19 #WearAMask #TestTraceIsolate","sentiment_score":0.0968181818}
{"full_text":"RT Small indoor gatherings of families and friends are driving coronavirus outbreaks across the country -- and that has worrying i...","sentiment_score":-0.25}
{"full_text":"after that, we have a project i'm calling \"PANDEMIC PACK\", a collection of remixes, releasing exclusively to bandcamp + soundcloud on december 4th. stay tuned!","sentiment_score":0.0}
{"full_text":"RT Multiple White House aides have coronavirus, including Cassidy Hutchinson, one of Mark Meadows' closest aides. Latest...","sentiment_score":0.1666666667}
{"full_text":"RT Our country is in serious trouble. COVID-19 is getting worse, not better. We need to listen to the scientists. We need more...","sentiment_score":-0.1366666667}
{"full_text":"Covid covering of Belmont St, Aberdeen. I quite like the outside thing! Although I've not been in the freezing wind and rain yet...","sentiment_score":0.0}
{"full_text":"1st Saturday of lockdown so far has consisted of attending to my house plants and going for a run. Fk it may as well get the slow cooker on my dudes ","sentiment_score":-0.1}
{"full_text":"RT I congratulate and India's space industry for the successful launch of PSLV-C49\/EOS-01 Mission today. In the time o...","sentiment_score":0.75}
{"full_text":"Two in the mink, one in the stink","sentiment_score":0.0}
{"full_text":"COVID-19 and Your Office Renewal #CRE #Renewal #Covid-19 #Office #TenantTipshttps:\/\/t.co\/mbPq3sX2rS","sentiment_score":0.0}
{"full_text":"3 of lockdown 2.0 - Ways to walk more indoors Stay positive and keep smiling #PositiveVibes #lockdown #exercise #goodvibes #healthandwellbeing #feelingfood #healthylifestyle #mentalwellbeing","sentiment_score":0.3636363636}
{"full_text":"The latest Bruton Young Bookkeeping Bulletin! Thanks to #covid19 #uklockdown","sentiment_score":0.275}
{"full_text":"RT State weighs 're-engaging' COVID field hospitals in Detroit, Novi","sentiment_score":0.0}
{"full_text":"who's a piece of shit?","sentiment_score":-0.2}
{"full_text":"sectoral re-opening plans were out-sourced (&amp; are unscientific &amp; inconsistent), &amp; Ireland's public health message is 6 months out of date, &amp; out of step with current international scientific knowledge &amp; research","sentiment_score":0.0}
{"full_text":"LOCKDOWN: WE'RE STILL OPEN |Oldham College remains OPEN during this lockdown.We've taken the necessary steps to make campus a COVID-secure environment, and will continue to follow Government guidance.Watch our 'Safe Place' video below ","sentiment_score":0.125}
{"full_text":"America's Second Harvest of Coastal Georgia gearing up for Thanksgiving amid pandemichttps:\/\/t.co\/6HPQD7Q1A3","sentiment_score":0.0}
{"full_text":"RT NEW: I'm told that even senior White House staffers who had direct contact with Mark Meadows this week learned about his c...","sentiment_score":0.0787878788}
{"full_text":"London's prettiest new grocery store is a #lockdown saviour #LondonResident #LiveLoveLondon","sentiment_score":0.1363636364}
{"full_text":"I just uploaded \"Jazz on the Tyne presents Lockdown Lowdown\" to Listen at","sentiment_score":0.0}
{"full_text":"Yorkshire's gourmet restaurants offering luxury take-outs for lockdown 2","sentiment_score":0.0}
{"full_text":"\"There are currently five reported cases of the new strain in minks and 12 cases in humans. Police and military personnel are being deployed to destroy all minks on the remaining farms as soon as possible. All told, it will cost an estimated $785 million.\"","sentiment_score":-0.0327272727}
{"full_text":"Stay fit in response to COVID: simple recommendations and COH-FIT","sentiment_score":0.2}
{"full_text":"The challenges of the pandemic can be especially difficult for people seeking asylum indefinitely housed in temporary hotel accommodation. With funding from we have been organising activities that provide opportunities for human connection and shared experiences.","sentiment_score":-0.5}
{"full_text":"Pop up covid test centre near me. Been there 3 hours completely empty. Ahahahahahahaha","sentiment_score":0.0}
{"full_text":"GUARDIANS OF YOUR UNIVERSE -  First we qualify you for entry, then personally escort you into and out of our office. It's an exclusive CONCIERGE SERVICE protecting your health and safety. For more of our COVID safeguards, go to .  #guardians #concierge","sentiment_score":0.25}
{"full_text":"Like many industries, sport has taken a huge hit in the wake of COVID-19. The Sports Management Professional Interest Network invite you to join us on Thursday 12 Nov at 4pm to discuss what fan engagement will look like in the context of the 'new normal':","sentiment_score":0.2572727273}
{"full_text":"A reminder that all Suffolk FA educational courses, including Level 1, Level 2, First Aid and Safeguarding have now been cancelled until after lockdown restrictions have been eased.#AThrivingLocalGame","sentiment_score":0.25}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"Amid the vote count in US elections, the US recorded 127,000 #COVID19 cases, recording over 100,000 cases for the third consecutive day including 1,149 fatalitieshttps:\/\/t.co\/al6g4zHM4c","sentiment_score":0.0}
{"full_text":"Learn out. Alibaba solidified its recovery by racking up over $19 billion in core commerce revenue in its fiscal Q2 2021 via #tech #digital #data #business","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 07\/11\/2020 17:30Total Cases: 8464032 [+3066]Active: 516861Recovered: 7819720 [+1063]Deaths :125630 [+25]Total Tests: 116.54MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Prof. Philip Kotler, Father of Modern Marketing and Founder of WMSFrom USA Key words: Consumers, Marketing, Pandemic, Traditional Capitalism, Social Capitalism, Recovery, #Economy#EWMS #marketing","sentiment_score":0.0583333333}
{"full_text":"RT Now the question is who did spread Coronavirus to?","sentiment_score":0.0}
{"full_text":"We are still in lockdown. Please continue to follow the rules to help keep you and others safe ","sentiment_score":0.5}
{"full_text":"Maintain social distancing &amp; continue to explore We offer private guided adventure https:\/\/t.co\/hXYQISpQsT#dreamexplorediscover #adventure #challenge #guide #thegreatoutdoors #SocialDistance #explore #mountains #getoutside #nature #hiking #trekking #outdoors","sentiment_score":0.0166666667}
{"full_text":"RT \"the president eventually said on the record what was becoming apparent -- \"that he was withholding COVID-19 relief funds so t...","sentiment_score":0.25}
{"full_text":"Advice for session players asked to participate in #Covid19 testing and\/or health questionnaires in order to attend sessions","sentiment_score":0.0}
{"full_text":"If implemented, it will be the third 10p rise in the toll since 2016.https:\/\/t.co\/VA3HxCZiGM","sentiment_score":0.0}
{"full_text":"All businesses that remain open must meet 'Covid-19 Secure' guidelines. We have put together a free practical guide for all market and street traders on how to make sure your business meets those guidelines:","sentiment_score":0.325}
{"full_text":"\"My daughter is suffering from epilepsy &amp; &amp; needs urgent treatment to survive. I work as a private school teacher &amp; have no income due to the pandemic. My mother passed away last month; I don't want to lose my daughter too. Please help.\" - Fatherhttps:\/\/t.co\/CynmFlRjh9","sentiment_score":-0.0416666667}
{"full_text":"Trump chief of staff Meadows diagnosed with COVID-19https:\/\/t.co\/oXv9h18uid","sentiment_score":0.0}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"Medix is hiring a Medical Office Assistant.Here's what they're looking for:","sentiment_score":0.0}
{"full_text":"There were 577 COVID-19 fatalities in the past 24 hours in the country, and of these, 10 States\/UTs accounted for nearly 83% of the deaths, according to a release issued by the Union Health Ministry.#COVID19India","sentiment_score":-0.075}
{"full_text":"It's more important than ever that we don't assume a person's level of health literacy. Consider these five approaches. #coronavirus #covid19 #healthliteracy","sentiment_score":0.45}
{"full_text":"#coronavirus Handwahing remains criticalKeep a safe distance from others (2 metres where possible)Limit contact with other peopleFor more ways to #StaySafe go to: AlertControl the VirusSave Lives@coventrycc","sentiment_score":0.2916666667}
{"full_text":"Monroe County officials call for better compliance with COVID-19 guidelines after the number of cases reported on Friday rise by 174.https:\/\/t.co\/tkCJViaGAp","sentiment_score":0.5}
{"full_text":"Our latest guidance covers the key things #ClinicalLeads should keep in mind this winter:- Safe maximum occupancy- Surge plans- ED triage processes- IPC procedures- Clinical management of covid- Supporting &amp; communicating with staffRead more here:","sentiment_score":0.35}
{"full_text":"India's COVID-19 tally rises to 84,62,080 with single-day spike of 50,356 infections","sentiment_score":0.0}
{"full_text":"Dorset's Margaret Green Animal Rescue is offering to help look after pets belonging to frontline workers during the new Covid-19 lockdown.","sentiment_score":-0.0318181818}
{"full_text":"It's difficult getting undergrads in the lab during lockdown.Why not use MicrobeMeter to measure microbial growth remotely? Measure anaerobe, aerobe &amp; thermophile growth using 4 ports, programmable data to a networked computer.Email us: sales@humanetechnologies.co.uk","sentiment_score":-0.3}
{"full_text":"Due to COVID-19, this year's flu season could overrun our local healthcare system. Please protect yourself and your community and get the flu shot! #ALHospitals","sentiment_score":-0.0625}
{"full_text":"RT #Unite2FightCorona #AwarenessProgramme on COVID-19 at Kachari Ghat, Uzan Bazar Guwahati, District-Kamrup Metro (Assam) Wear...","sentiment_score":0.0}
{"full_text":"Our brand new 'Life in Lockdown' category received over 50 entries this year, who's excited to see the final Shortlist?! The big reveal will take place Mon 9th Nov from 9am via our Twitter#AudioProductionAwards2020","sentiment_score":0.1278409091}
{"full_text":"Donald Trump's chief of staff diagnosed with Covid-19 as West Wing outbreak continues","sentiment_score":0.0}
{"full_text":"We need medical students and foundation trainees more than ever to #choosepsychiatry, #mentalhealth hasn't disappeared during COVID-19.https:\/\/t.co\/cOstTUVDB6","sentiment_score":0.25}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"UNIVERSITY: Despite the COVID-19 pandemic, LSEED is undeterred to continue its mission to help social enterprises.","sentiment_score":0.0333333333}
{"full_text":"The #COVID-19 pandemic has changed the way people live including the interiors of their homes. Some trends will likely stay post-COVID-19 as more evaluate their home space.#hometrends #livingspace #interiorshttps:\/\/t.co\/IdZCrlSdC4","sentiment_score":0.2121212121}
{"full_text":"This #lockdown is a time for us to show our strength: strength in mutual support; strength in service; strength in perseverance and hope; the strength of our faith in action.https:\/\/t.co\/XmMUmxYmz3","sentiment_score":0.0}
{"full_text":"RT A man of his word ","sentiment_score":0.0}
