{"full_text":"You have zero credibility when it comes to covid because you let people of all ages die needlessly and that is the real tragedy. You can't deny your part and it has now blackened your heart &amp; soul forever. You are just an irresponsible Trump enabler. Shut up!","sentiment_score":-0.125}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Trump said at the last debate that the military will distribute a COVID-19 vaccine. Today he fired his Secret...","sentiment_score":-0.1666666667}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"RT Statistics Canada.  When I look at the total numbers for Ontario for all cause deaths:Feb - July 2019 = 52,650Feb - J...","sentiment_score":0.0}
{"full_text":"RT Today, President-elect Biden thanked Prime Minister Trudeau for his congratulations and reaffirmed the close bonds betwee...","sentiment_score":0.0}
{"full_text":"RT She took her life coz her family couldn't afford a laptop for her online classes. If she had the scholarship money on time...","sentiment_score":0.0}
{"full_text":"RT Tenants' only other option is appearing in person, putting themselves, their families, the judges, the clerks, and other c...","sentiment_score":-0.0833333333}
{"full_text":"RT Facts:1Our for-profit health care system left 87 million uninsured or underinsured before COVID 2A new FOX poll...","sentiment_score":0.0681818182}
{"full_text":"RT With #Covid19 on the loose, know your rights. #EmployeeRights.https:\/\/t.co\/sSpgqc2auP","sentiment_score":-0.0769230769}
{"full_text":"RT also selected San Jose and SAP Center as host of the 2023 U.S. Figure Skating ChampionshipsMore info: htt...","sentiment_score":-0.1}
{"full_text":"Good article to explain some of the planning:","sentiment_score":0.7}
{"full_text":"PLEASE WARE YOUR MASKCovid-19 victims: Herman Cain (died); Ben Carson (recuperating);Bishop Harry Jackson, Jr. has died 11\/9\/2020","sentiment_score":0.0}
{"full_text":"What % of mask wearers get corona virus?","sentiment_score":0.0}
{"full_text":"RT \"Dying at 75 will not be a tragedy.\"- COVID task force pick, Dr. Ezekiel Emanuel, on why life is not wor...","sentiment_score":0.0}
{"full_text":"RT No new COVID-19 cases were reported on New Providence today.","sentiment_score":0.0340909091}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT a president who listens to scientists, wow","sentiment_score":0.1}
{"full_text":"RT .@SenRonJohnson is a crook#Wisconsin #packers #brewers #dairy #DrainTheSwamp","sentiment_score":0.0}
{"full_text":"RT .@GovRicketts has proven himself incapable of navigating the COVID-19 crisis. Hospitals are full; we had 201 cases today...","sentiment_score":0.35}
{"full_text":"The Treasurer is going on about the cost of how much extending the period of time that the government will provide the #COVID19 supplement will cost. As if it's a big favour &amp; as if we should be grateful. Not like it's the bare minimum they can do. #auspol #qt","sentiment_score":0.0833333333}
{"full_text":"Is Dr . Ben Carson getting COVID-19 irony or satire?","sentiment_score":0.0}
{"full_text":"Who knew a week after covid won the election for the segregationist it would go away. Propaganda and mind control make me sick.","sentiment_score":-0.4071428571}
{"full_text":"RT BREAKING: The trial of Chinese Covid-19 vaccine Coronavac has been halted by Brazil, citing a serious adverse event. Chi...","sentiment_score":-0.1666666667}
{"full_text":"RT Ordering Americans around with COVID mandates will backfire.#IngrahamAngle","sentiment_score":0.0}
{"full_text":"RT \"Dying at 75 will not be a tragedy.\"- COVID task force pick, Dr. Ezekiel Emanuel, on why life is not wor...","sentiment_score":0.0}
{"full_text":"More economic worries mean less caution about COVID-19","sentiment_score":0.0552083333}
{"full_text":"RT a new president.COVID vaccine update.new consoles.a good Assassin's Creed game.Spider-Man.Demon's Souls.Cyberpunk.t...","sentiment_score":0.4181818182}
{"full_text":"RT The worrisome coronavirus mutation aside--we should stop buying mink furs so that we can stop this terrible atrocity. We don...","sentiment_score":-1.0}
{"full_text":"Just like the covid hoax?","sentiment_score":0.0}
{"full_text":"RT OMG half of India has Covid.https:\/\/t.co\/X2Yb93ZSskLock it down NOW!\"44.1% of the population in rural areas and 53.8...","sentiment_score":-0.1203703704}
{"full_text":"RT I have been fighting to ensure receives the federal Safe Restart funding it needs to be able to restore se...","sentiment_score":0.5}
{"full_text":"RT Am I the only one who feels like people aren't properly calibrated to how bad COVID is right now? Like, legitimately hospitals...","sentiment_score":-0.1035714286}
{"full_text":"About 90% of those out on roads in Peshawar are without masks. Getting ready for Corona 2.0. ","sentiment_score":0.2}
{"full_text":"RT Launches Social Distancing App For Customers to Engage in Bars &amp; Restaurants","sentiment_score":0.0333333333}
{"full_text":"RT One thing is clear: Trump broke Gov. Cuomo's brain.","sentiment_score":0.1}
{"full_text":"RT Avex Asks 100 Employees to Voluntarily Retire Due to COVID-19 Budget Cuts","sentiment_score":-0.125}
{"full_text":"COVID","sentiment_score":0.0}
{"full_text":"RT Why are none of these a failed state senator who once skimmed the wikipedia page for Virus?","sentiment_score":-0.5}
{"full_text":"Glad to see you back sir!! Dust off and move on! I believe you are being cheated, and have been cheated for 4 years. You will go down in history as one of the best Presidents ever!! Democrats are nasty SOBs! You beat them good!! Keep going and don't give up! Deal with COVID now","sentiment_score":0.2240740741}
{"full_text":"RT Yes  first movie I am going to watch after lockdown GNC today ","sentiment_score":0.25}
{"full_text":"RT The wild thing is it's not for a lack of information or trying, either! Local and national news outlets all over really did...","sentiment_score":0.1083333333}
{"full_text":"RT Our work isn't over: The Trump administration is trying to strip health care away from millions of Americans by dismant...","sentiment_score":0.0}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"RT The challenge before us right now is still immense and growing, and so is the need for bold action to fight this pandemic.","sentiment_score":0.1797619048}
{"full_text":"RT 1) This morning, I shared an enthusiastic tweet about Pfizer's interim results with their COVID-19 vaccine. Let me exp...","sentiment_score":0.6}
{"full_text":"RT President-elect Joe Biden and Vice President-elect Kamala Harris' newly appointed Transition Covid-19 Advisory Board is led by est...","sentiment_score":0.1363636364}
{"full_text":"RT Repeat After Me:Pandemic Perdue wants to take away your health care!Looting Loeffler loves stealing your money!","sentiment_score":0.25}
{"full_text":"I say the below in good spirit and as a Spatial PlannerWhile I go read the report on The Shared Path - How low-traffic areas in Aotearoa's cities candecarbonise transport, save lives, and create the connectedurban communities we need in a post-pandemic future","sentiment_score":0.35}
{"full_text":"Thank you. Just make sure your team has one message on this including your new COVID advisory group.","sentiment_score":0.3181818182}
{"full_text":"I hope this serves as a lesson to every parent in America that their kids are not immune from the long term damage of Covid, even from an average case.","sentiment_score":-0.1}
{"full_text":"RT Trump associate David Bossie tests positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"RT The Foras na Gaeilge Aisling Award this year will be honouring those in the Irish language community who stepped up to the m...","sentiment_score":0.0}
{"full_text":"#COVID19 kiosk testing started today at Instead of a nasal swab, this PCR test has you swab your mouth. Karen Morfitt &amp; I with more on how this will make testing more accessible across the state - 10pm. #COVID19Colorado","sentiment_score":0.4583333333}
{"full_text":" HILARIOUS Bring in Covid yo MF!","sentiment_score":0.625}
{"full_text":"RT The Biden-Harris transition has announced its Covid-19 Advisory Board:","sentiment_score":0.0}
{"full_text":"RT off the charts stuff","sentiment_score":0.0}
{"full_text":"Do you know how they made a fake hoax sound so real?Call every illness and death one thing to pump the fear porn.Common cold, covidFlu, covidAllergies, covidShot in the face, covid5g sickness, covidGmo food poisoning, covidChemtrail sickness, covidRaped&amp;murdered, covid","sentiment_score":-0.2333333333}
{"full_text":"Be a patriot. Wear your damn mask.","sentiment_score":0.0}
{"full_text":"Damn...all this mayhem just because some people ate bats? #ChinaVirus","sentiment_score":0.0}
{"full_text":"RT Biden pleas for everyone to wear a mask. He doesn't rely on notes. He is statesmanlike, has gravitas and compassion, and...","sentiment_score":0.0}
{"full_text":"RT #COVID19 cures cancer! Or did you miss this news from August: \"During the pandemic period, the number of newly identified...","sentiment_score":0.1363636364}
{"full_text":"You will get COVID like Ben Carson just did or Chris Christie or Trump and his various staffers etc. Dont be ignorant. If u want COVID- fine. But others around you- especially elderly people shouldn't be put at risk b\/ c of your selfishness","sentiment_score":0.1388888889}
{"full_text":"RT Covid vaccine breakthrough 'could mean return to normal'","sentiment_score":-0.08125}
{"full_text":"RT BREAKING--El Paso #COVID19 deaths surging so fast, they now need **10** mobile morgues to store deceased bodies, up from 4 l...","sentiment_score":0.2}
{"full_text":"RT The U.S. hit a terrible milestone today, surpassing 10 million coronavirus cases and more than 240,000 Covid-19 deaths. htt...","sentiment_score":-0.25}
{"full_text":"RT Department of not great: David Bossie, who is supposed to be overseeing the Trump campaign's legal challenges on the el...","sentiment_score":-0.1}
{"full_text":"RT   ALERT  @JoeBiden's COVID task force pick:\"Dying at 75 will not be a tragedy.Once I have lived to 75, my app...","sentiment_score":0.0}
{"full_text":"RT Cuomo: Potential COVID-19 vaccine comes 'about two months' too early | Just The Newshttps:\/\/t.co\/SNyZuWb9h1","sentiment_score":0.05}
{"full_text":"Legacy? Impeachment, racist,  chronic LIAR, fraud, favors, mean, hateful,  killed hundreds of thousands of Americans, cotton Covid-19.  Lost the popular vote twice , voted out fairly and refused to concede the race","sentiment_score":0.196875}
{"full_text":"RT So you hate good news that could save millions of lives... because you can't take credit for it?Really shameful even f...","sentiment_score":-0.05}
{"full_text":"RT Yessss. The biggest failure mode in modern TDD is treating existing tests as high-stakes holy writ, rather than as a to...","sentiment_score":-0.0583333333}
{"full_text":"RT Ordering Americans around with COVID mandates will backfire.#IngrahamAngle","sentiment_score":0.0}
{"full_text":"me at trestle inn when the pandemic is over in 2022","sentiment_score":0.0}
{"full_text":"The fact that this is the guy Trump got shows how dead the lawsuits are.","sentiment_score":-0.2}
{"full_text":"RT This is the attitude that allowed Cuomo to kill all those thousands of elderly patients in New York. Democrats always advoc...","sentiment_score":0.1363636364}
{"full_text":"RT Defunding police is unthinkable but every other tax-funded service--from education to transportation to healthcare to after...","sentiment_score":-0.0875}
{"full_text":"How do we get those conversations going? COVID makes it tough. But I'd like to start.","sentiment_score":-0.3888888889}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"RT Just received some disturbing but not exactly shocking news.As senior homes are on lockdown, apparently many are recei...","sentiment_score":0.1666666667}
{"full_text":"RT This is a critique that -- all things considered -- is awfully hard to discount. And it was* hypocritical to ignore it at th...","sentiment_score":-0.2916666667}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"To protect yourself from those who don't wear a mask.","sentiment_score":0.0}
{"full_text":"RT Twitter has done a good job of plastering over Trump's false tweets about mail-in voting and election results.Now it's...","sentiment_score":0.15}
{"full_text":"RT I'm a College dropout so maybe one of you can help me out here...How is it that Florida a state with the third highe...","sentiment_score":0.0}
{"full_text":"  But I belive that them Patriots are savvy and don't want to lock any one into a long contract and bring down their expenses and write of a year keep the money in the bank.","sentiment_score":-0.1027777778}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT BREAKING: trumps legal advisor for his election lawsuits doesn't have a law degree. Or even a bachelor's degree. He do...","sentiment_score":0.2}
{"full_text":"RT why were there so many mail-in ballots? Because of a deadly pandemic that is still raging out of control.Graham...","sentiment_score":0.15}
{"full_text":"RT Yet another Doug Ford Clusterfuck!#onpoli","sentiment_score":0.0}
{"full_text":"I remember reading a couple of months ago that if not tested and developed properly over say 3-4 years (!) then an inferior vaccine could make a person MORE vulnerable to Covid.","sentiment_score":0.02}
{"full_text":"RT OMG, disgusting! the man believes in killing the babies and letting the elderly go early!","sentiment_score":-0.4375}
{"full_text":"RT School closings are racist and disenfranchise communities. and CPS should not be closing down any schools...","sentiment_score":-0.1555555556}
{"full_text":"RT .@JoeBiden and I are ready to get COVID-19 under control. We're ready to rebuild our economy. We're ready to meet the cha...","sentiment_score":0.2}
{"full_text":"your policies and failure to do YOUR JOB in fighting the COVID-19 pandemic now cost us at least 1,000 lives daily, and thanks to your failure, my roommate is facing the very real possibility of loosing his sister. During this recent outbreak in AZ. while living in ..","sentiment_score":-0.0676190476}
{"full_text":"RT MEET JOE BIDEN'S COVID ADVISOR:","sentiment_score":0.0}
{"full_text":"The Grey Nuns is one of the hospitals with an outbreak.Stupid people are stupid.","sentiment_score":-0.425}
{"full_text":"RT Perspective.","sentiment_score":0.0}
{"full_text":"a nursing home and is now suffering from COVID-19. How many more times are you going to MURDER american citizens by failing to do the right thing? Get Out ... turn the leadership over to President Elect Biden, and stop killing the citizens of this country to appease your ego!!!","sentiment_score":0.4571428571}
{"full_text":"RT WHOOOOOOA BLACK BETTY","sentiment_score":-0.1666666667}
{"full_text":"Why don't you try encouraging people for the sake of saving lives Laura?  Might save a friend or family member of yours. Masks work.","sentiment_score":0.0}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"RT Attending these Trump White House covid parties is not for the faint of heart. The risk of dying is real.","sentiment_score":-0.1}
{"full_text":"The projectors are rolling in Melbourne cinemas again, but operators say the industry needs a tailored support package to help it recover from lockdown.","sentiment_score":0.0}
{"full_text":"#OTD in Immunology -- today, in 2020 -- Pfizer &amp; BioNTech released early endpoint data from a COVID-19 vaccine trial showing &gt;90% efficacy. The turnaround time of ~10-11 months from discovery of the virus to evidence of an effective vaccine is by far the fastest for any disease.","sentiment_score":0.2666666667}
{"full_text":"RT VILLAINS AGAINST COVID-19","sentiment_score":0.0}
{"full_text":"RT 2\/British Med Journal\"Nor are #COVID19 vaccines being studied to determine whether they can interrupt transmission of virus...","sentiment_score":0.0}
{"full_text":"RT One in five COVID-19 patients develop mental illness within 90 days - study","sentiment_score":-0.1}
{"full_text":"U.S. health officials have allowed emergency use of the first antibody drug to help the immune system fight COVID-19, an experimental approach against the virus that has killed more than 238,000 Americans.","sentiment_score":0.1625}
{"full_text":"61 schools and 10 kindergartens have been bombed by Azerbaijan in Artsakh in the past 40 days alone. More than 33,000 children are being deprived of the right to education in a Global Pandemic #StopAliyev #AzeriWarCrimes","sentiment_score":0.1339285714}
{"full_text":"Even if all goes well, authorities have stressed it is unlikely any vaccine will arrive much before the end of the year, and the limited initial supplies will be rationed.https:\/\/t.co\/yoOybIaX6y","sentiment_score":-0.0928571429}
{"full_text":"Arab businesses in #London feel the pinch during #lockdown","sentiment_score":0.0}
{"full_text":"#Lockdown has been named expression of the year by Collins Dictionaryhttps:\/\/t.co\/9O4x0oH5D9","sentiment_score":0.0}
{"full_text":"RT Amazing how this is coming out now. It's almost as if it was always exaggerated on purpose!","sentiment_score":-0.0125}
{"full_text":"Thousands of new clients have flocked to Catholic food distribution centers for months, signaling the scale of the pandemic's economic impact. #COVID19 #Trinidadhttps:\/\/t.co\/GPWyACwedq","sentiment_score":0.1121212121}
{"full_text":"RT This plan could save the planet and help the economic recovery from COVID-19 #GHS2020","sentiment_score":0.2}
{"full_text":"If there's any beauty knowledge we've gained over the course of the pandemic, it's this: MASKNE IS REAL.Here are some tried, tested, cruelty-free products that could keep mask-induced acne at bay https:\/\/t.co\/Jv2dmYDNxF","sentiment_score":0.0}
{"full_text":"The pandemic requires a shift in focus to accommodate the unique needs of health workers experiencing heightened stress. Our recent #COVID19 update video featured experts from 3 health systems sharing how they promote physician wellness during this time.","sentiment_score":0.1875}
{"full_text":"RT \"It's time to end the politicization of basic responsible public health steps like mask-wearing and social distancing.\"President...","sentiment_score":0.0583333333}
{"full_text":"Indiana coronavirus cases and positivity rate increase as more patients admitted to ICU","sentiment_score":0.5}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"#HalftheWorld is trying to survive during COVID-19 without any form of social safety net. Our report offers best practices for policy makers in developing countries who are designing #TemporaryBasicIncome plans for the 1st time:","sentiment_score":0.2833333333}
{"full_text":" Classic Halloween Mask from Sourpuss! Find them here&gt;&gt; #beserk #beserkclothing #sourpuss #facemasks #covid19 #masks #fashionmasks #halloween #cats #pumpkins #buyonline #buynowpaylater","sentiment_score":0.2083333333}
{"full_text":"The United States is about to enter #COVID hell according to an advisor ... | #SARSCoV2 | #infections | #HealthCare | #COVID19 | #coronavirus | By via","sentiment_score":0.0}
{"full_text":"Governments should avoid turning to major infrastructure projects to stimulate the post-pandemic economy and should instead focus on upgrading and improving existing infrastructure, according to a new paper from the Grattan Institute.https:\/\/t.co\/pT2Pf6diZf","sentiment_score":0.0994318182}
{"full_text":"RT I'm telling you, he went round the country holding rallies bc he WANTS us to be sick &amp; overwhelmed &amp; dying. My god, th...","sentiment_score":-0.2380952381}
{"full_text":"In the International Day against #ClimateChange, analyzed how the Covid-19 has influenced this phenomen, concluding that despite confinements have reduced #Co2 #emissions the planet's temperature will increase by 3.9degC","sentiment_score":0.0}
{"full_text":"The irony is if he wasn't trying to screw around with the CDC and vaccines\/treatment efficacy, they probably would've made the announcement before the election","sentiment_score":0.0}
{"full_text":"Join our experts on Tuesday, November 10, for a discussion of how businesses are planning ahead for the post-COVID era by creating new growth strategies. Request your invitation to this exclusive webcast, which includes an opportunity to have your questions answered live.","sentiment_score":0.1363636364}
{"full_text":"#ACR20 in case you missed ithttps:\/\/t.co\/y6o2y1LfVK","sentiment_score":0.0}
{"full_text":"RT COVID Update November 9: Today is the day for some joy.I have talked to and 3 other world class...","sentiment_score":-0.125}
{"full_text":"Employees may be more likely to become infected with the novel #coronavirus in an office setting rather than working from home, according to a new report published by the CDC Thursday.","sentiment_score":0.2121212121}
{"full_text":"The UN now calls gender inequality the \"shadow pandemic.\"Migita D'cruz in the November issue:","sentiment_score":0.0}
{"full_text":"What is wrong with genre-&gt; sub-genre -&gt; author? I don't understand why colour? Is the aim never to find what you need? Also, there was a pre-covid?","sentiment_score":-0.5}
{"full_text":"\"For three years he had reveled in the showmanship of the office, without taking much interest in the work the office required.\" - YupHow Trump fumbled the coronavirus crisis and sabotaged his own reelection via","sentiment_score":0.4}
{"full_text":"Baker Mayfield placed on reserve\/COVID-19 list#NFL #Browns","sentiment_score":0.0}
{"full_text":"Drug companies are racing to make a COVID-19 vaccine available. But it may not be one-and-done. Health experts say you'll likely need two shots of the vaccine.","sentiment_score":0.2}
{"full_text":"Angel says Carlo is unmotivated &amp; unromantic. Carlo stays home to care for their kids &amp; says she's always complaining. Can #JudgeFaith fix this #marriage before this stay at home dad is forced to live in a different #house? Find out TOMORROW at 3 on #DivorceCourt","sentiment_score":-0.0545454545}
{"full_text":"Bunnings has announced its beloved community sausage sizzles will return to select stores across Melbourne next month following months of suspension due to COVID-19. #9NewsREAD MORE:","sentiment_score":0.215}
{"full_text":"Pfizer says an early peek at its vaccine data suggests the shots may be 90% effective at preventing Covid-19, indicating the company is on track later this month to file an emergency use application with US regulators.Read more:","sentiment_score":0.3}
{"full_text":"The island province of Guimaras recorded another death due to coronavirus disease 2019 (COVID-19), its third.https:\/\/t.co\/RF475QPZTd","sentiment_score":-0.125}
{"full_text":"\"The fair priority model\": how to fairly and equitably distribute vaccine globally and avoid vaccine nationalism by Dr.Ezekiel Emmanuel. He is likely to lead the Covid task force. ","sentiment_score":0.35}
{"full_text":"In-person classes will resume after Thanksgiving on Nov. 30, 2020.","sentiment_score":0.0}
{"full_text":"All jury trials in Douglas County are postponed starting Nov. 9 through Jan. 1 according to District Court Judge Horacio J. Wheelock's order.https:\/\/t.co\/GBLXHm68VH","sentiment_score":0.0}
{"full_text":"The Jim Wells County Jail had been COVID-free for ten months.","sentiment_score":-0.05}
{"full_text":"U.S. health officials have allowed emergency use of the first antibody drug to help the immune system fight COVID-19.","sentiment_score":0.25}
{"full_text":"On Tuesday, #Jordan is set to begin its 23rd general election to elect a new parliament amid a deepening economic crisis that has only been worsened by the #COVID19 #pandemic. Learn more:","sentiment_score":0.2810606061}
{"full_text":"RT Am I the only one who feels like people aren't properly calibrated to how bad COVID is right now? Like, legitimately hospitals...","sentiment_score":-0.1035714286}
{"full_text":"Three state prison staff members and 30 offenders statewide have died with confirmed or suspected cases of COVID-19.","sentiment_score":0.4}
{"full_text":"The problem with using testing instead of a mask to prevent Covid is that testing doesn't prevent shit. It doesn't work for Covid and it doesn't work for pregnancy. It let's you know you're infected or pregnant.","sentiment_score":0.0666666667}
{"full_text":"RT Both with German degrees, German scientist couple with Turkish background are backbone of the team developed the vacci...","sentiment_score":0.0333333333}
{"full_text":"RT Please take care of you and your kids.  Diana, has really been such a brave mama to share her story and note of...","sentiment_score":0.3333333333}
{"full_text":"RT Today, President-elect Biden thanked Prime Minister Trudeau for his congratulations and reaffirmed the close bonds betwee...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 44.0FWind Chill: 44.0FHumidity: 99%Dew Point: 43.7F Barometer: 30.317 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 187.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Covid-19 deaths today = 244,339 (the most in the world) more than the Americans killed in 3 WARS:WWI +KOREA +VIETNAM.Yes, Mr. Trump didn't start any foreign wars,but HE did take on Covid-19.And HE LET that virusSLAUGHTER INNOCENT Americans","sentiment_score":0.235}
{"full_text":"RT this is so fucked up we are in a pandemic and so many people out there are protesting because since today we have no pre...","sentiment_score":-0.05}
{"full_text":"RT bamlanivimab sounds like something you'd be handed at a rave","sentiment_score":0.0}
{"full_text":"RT Statistics Canada.  When I look at the total numbers for Ontario for all cause deaths:Feb - July 2019 = 52,650Feb - J...","sentiment_score":0.0}
{"full_text":"RT #Reimagining a post #COVID19 society with a 360  show from Zuvva\/PatCh Maoko eZimbabwe inspired by 's Savanna Gra...","sentiment_score":0.0}
{"full_text":"Impact of coronavirus pandemic on Tennessee's economy","sentiment_score":0.0}
{"full_text":"Mam, keep some focus on Greater Noida as well. Situation is worst here and post Covid situation breathing is difficult for me.","sentiment_score":-0.3333333333}
{"full_text":"The new normal style Made myself a #MaskStrap #WearAMask #COVID19","sentiment_score":0.1431818182}
{"full_text":"RT With the onset of #COVID19 and the restrictions that followed, London's party scene was silenced. But not for long. htt...","sentiment_score":-0.05}
{"full_text":"This FAQ is really informative. Take a look to help you plan for the holidays.","sentiment_score":0.2}
{"full_text":"RT So now it appears the Democrats either killed your elderly loved ones by forcing the Coronavirus into nursing homes or they req...","sentiment_score":0.25}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"RT free covid testing at the civic center   in silver spring!","sentiment_score":0.1375}
{"full_text":"De Blasio Warns New York Is 'Dangerously Close' to a Second COVID Wave","sentiment_score":-0.1545454545}
{"full_text":"But yes, Arnab's family cannot meet him because of COVID.","sentiment_score":0.0}
{"full_text":"Local health expert: Pfizer COVID-19 vaccine results promising.","sentiment_score":0.1}
{"full_text":"RT The pandemic has forced many to rediscover the beauty of a simple, God-honoring wedding.","sentiment_score":0.0666666667}
{"full_text":"Hey remember the moron who checked up on his daughter's hymen at the gyno? He thinks you can beat covid with hot tea hahah ---&gt;","sentiment_score":-0.275}
{"full_text":"RT MEET JOE BIDEN'S COVID ADVISOR:","sentiment_score":0.0}
{"full_text":"RT !@NYGovCuomo says it's \"bad news\" Pfizer's Covid vaccine came during the Trump Admin; says he's going to work w\/ other g...","sentiment_score":-0.4125}
{"full_text":"Trumps Covid task force pick: it is what it is.  Frightening!","sentiment_score":-0.625}
{"full_text":"RT As he contests the election, Trump has largely stopped governing:His public schedule hasn't included an intelligence brief...","sentiment_score":0.0714285714}
{"full_text":"Trump should be charged with crimes against humanity for knowingly lying about COVID and letting children die in cages in his concentration camps.","sentiment_score":0.0}
{"full_text":"RT Perhaps the most amazing fact is that David Bossie is leading Trump's legal battle and doesn't have a law degree ...Thi...","sentiment_score":0.4333333333}
{"full_text":"RT Our letter in the Lancet today- signed by 79 world-leading scientists - outlining key recommendations for a sustainable CO...","sentiment_score":0.0}
