{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT Like rats fleeing a sinking ship. Dominic Cummings has been one of the most malign influences on the British government in...","sentiment_score":0.25}
{"full_text":"How's that Covid-19 pandemic doing in the good old USA?","sentiment_score":0.4}
{"full_text":"RT A tragic milestone: California now has 1 million cases of COVID-19.It didn't have to be this way. But we're not powerl...","sentiment_score":-0.75}
{"full_text":"Trump continued swamp draining at the Department of Defense &amp; the Homeland Security Elections Department called CISA. Next? I'm guessing heads will roll at the NIH, CDC, FDA &amp; FCC. Sounds to me like the chess board is being repositioned. #Trump2020","sentiment_score":0.0}
{"full_text":"RT Teens in Covid Isolation: 'I Felt Like I Was Suffocating'","sentiment_score":-0.5}
{"full_text":"RT Ganga Ram Hospital: All ICU beds occupied. BLK Hospital: All ICU beds occupied.RML Hospital: Beds being packed into I...","sentiment_score":0.0}
{"full_text":"Another day of over 150K people diagnosed with COVID-19, 8 days of over 100K a day and 1,000 to 1,500 deaths a dayHospitalizations up all over the country, ICU'S FULLDidn't stop millions from dying and nobody will talk about it after Nov. 4th.https:\/\/t.co\/uRWaYxNuI3","sentiment_score":0.0}
{"full_text":"RT Several top officials who spoke to the NewsHour said that, despite the heated political rhetoric, threats of foreign interfer...","sentiment_score":0.09375}
{"full_text":"RT 150k new Covid cases today.  Heard idiots tell me to watch after the election how cases will start to disappear. It's re...","sentiment_score":-0.3318181818}
{"full_text":"RT NEWS: Elon Musk has tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Covid-19 in Denmark, 1.4 % of 71K tests positive, unchanged. New admissions 24, slight decrease there.","sentiment_score":0.0656565657}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Chicago has issued a 30-day stay-at-home advisory as coronavirus cases rise, encouraging residents to stay home and only leave for...","sentiment_score":0.0}
{"full_text":"RT Harry's original cardigan has been requested by the Victoria &amp; Albert Museum, as an emblematic document of how pe...","sentiment_score":0.375}
{"full_text":"RT Klain spoke about the transition last night on MSNBC and how Trump's refusal to concede has stalled vaccine plans.Here's o...","sentiment_score":0.0}
{"full_text":"True - statistics can put things into perspective but it's deeper than that. TB vaccines are standard. The majority of TB deaths occur in Africa and South-East Asia. COVID is new and there was no vaccine. If there were no protocols this 1.3 million figure would be laughable.","sentiment_score":-0.0034090909}
{"full_text":"Rounding the corner","sentiment_score":0.0}
{"full_text":"RT Labour wanted to tax the top 5% more and the media was up in arms. It's really sad to see how utterly shafted working p...","sentiment_score":0.125}
{"full_text":"I'd be ok with another lockdown if they cut that check","sentiment_score":0.5}
{"full_text":"5 more corona deaths and 198 new positive s.","sentiment_score":0.2878787879}
{"full_text":"RT Peru, the country with the highest Covid-19 mortality rate, is currently undergoing an intense political crisis due to a Parlia...","sentiment_score":0.01875}
{"full_text":"RT Our vision, that no-one should feel alone facing a #braintumour diagnosis, makes our support all about bringing people...","sentiment_score":0.0}
{"full_text":"RT DON'T CHASE SWEDISH HERD STRATEGY. As many know,  took the careless \"herd\" strategy in spring to let the coronavirus run...","sentiment_score":0.0}
{"full_text":"RT I love you El Paso. There is too much suffering and death here. Too many losing friends and family. Too many dying alone....","sentiment_score":0.425}
{"full_text":"RT Covid deaths = 4 Vietnam Memorial walls","sentiment_score":0.0}
{"full_text":"RT To all the scientific illiterates denying immunity after COVID infection, realize you are denying the science of natural immu...","sentiment_score":0.1}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"(Reuters) - U.S. stock index futures rebounded on Friday as shares of Disney and Cisco advanced after both reported upbeat quarterly results, but investors remained cautious as many U.S. states imposed restrictions to curb the relentless surge in coronavirus cases...=&gt; ...","sentiment_score":0.45}
{"full_text":"RT To our friends across the country: You can help us mobilize voters and raise the resources we need from where you are. As...","sentiment_score":0.0}
{"full_text":"Hi respectfully need help understanding why your #COVID19 guidance says if you test negative you still have to isolate for 14 days, but if positive it can be only 10? More info on your guidance  after a negative test please?","sentiment_score":0.1045454545}
{"full_text":"RT Must-read thread from Despite a later 2nd wave, Canada is underperforming peer nations, especially on LTC death...","sentiment_score":0.0}
{"full_text":"Hi, the unroll you asked for: Many have become numb to pandemic statistics Healthcare workers, though, must face the reality that... Talk to you soon. ","sentiment_score":-0.05}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT All the...","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT your daily reminder to be safe and wear a mask! ik at this point we are all tired and drained from the pandemic so we wan...","sentiment_score":0.00625}
{"full_text":"RT Sadly, I'm not surprised. I live in a rural area, not in SD but another state. NONE w...","sentiment_score":0.0287878788}
{"full_text":"RT \"Covid-hell.\" \"Humanitarian disaster.\" Experts sound the alarm about U.S. coronavirus outbreak.","sentiment_score":0.4}
{"full_text":"RT My heart goes out to all these incredible, exhausted, devoted, hardworking &amp; selfless healthcare workers who are putting thei...","sentiment_score":0.25}
{"full_text":"We would really benefit from having a complete lockdown for a couple of weeks.","sentiment_score":0.15}
{"full_text":"RT \"MAID\" is 'medical assistance in dying'.Essentially - the govt provides starvation level income support for the sick...","sentiment_score":-0.3571428571}
{"full_text":"We're in no way suggesting that you don't have the right to wear a mask everywhere you go. It is your choice to protect yourself--if you believe masks offer that. Others don't. They should have their choices respected as well.","sentiment_score":0.2857142857}
{"full_text":"RT Supreme Court Justice Samuel Alito gave alarmingly political remarks criticizing many states' science-based COVID-19 r...","sentiment_score":0.25}
{"full_text":"HOWIE, STOP WUTH THIS NONSENSE! THEY HAVE VERIFIED PROOF OF VOTER FRAUD AND MALFEASANCE! #BoyCottFoxNews","sentiment_score":0.0}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"RT The Coronavirus has a 99.99% survival rate.Still think any of this has to do with your health?","sentiment_score":0.0}
{"full_text":"RT Harry's original cardigan has been requested by the Victoria &amp; Albert Museum, as an emblematic document of how pe...","sentiment_score":0.375}
{"full_text":"RT Rand Paul is telling people that if they already had COVID-19, they are immune. THAT IS A LIE.He should have his medical...","sentiment_score":0.0}
{"full_text":"CDC stated 85% of positive cases were people who wore masks all or most of the time.  They also said any mask that gets wet or damp is useless.","sentiment_score":0.0318181818}
{"full_text":"RT Zoos and Aquariums need your help like never before. The pandemic has had a huge impact on zoos, safari parks and aquariums. I...","sentiment_score":0.4}
{"full_text":"RT \"First of all, I would like to convey my deep appreciation to His Excellency the Prime Minister Prayut Chan-o-cha,for his expressi...","sentiment_score":0.125}
{"full_text":"Oliver has close to 20,000 residents. But it can't, apparently, earn amenities from the city it pays huge amounts of tax revenues into:* no library* no rec centre* closing pool* closing arenahttps:\/\/t.co\/wRx42Zh2CN","sentiment_score":0.225}
{"full_text":"RT The \"90% efficacy rate\" of the Pfizer vaccine is based off only 94 positive cases of COVID-19.The final Pfizer analysi...","sentiment_score":0.0757575758}
{"full_text":"RT \"Only 55 people attended the Aug. 7 reception at the Big Moose Inn. But 1 of those guests arrived w\/ a coronavirus infectio...","sentiment_score":0.0}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT For eight months Warriors owner Joe Lacob has worked on a secret project, \"Operation Dub Nation:\" safely return fans a...","sentiment_score":0.05}
{"full_text":"AGREED","sentiment_score":0.0}
{"full_text":"Probably some good advice from the Dr I work for is if you are planning to go anywhere for Thanksgiving: get a Covid test next Thur or Fri so you'll get the results in time for traveling ","sentiment_score":0.35}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Find a host of destinations you can travel to in less than 12 seconds Check out COVID Travel Restrictions Tracker for more d...","sentiment_score":0.1666666667}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Lockdown now is critical to get the numbers down and to buy time and reduce harm.This then creates an environment where w...","sentiment_score":-0.0777777778}
{"full_text":"Ok but the corona virus came from china. Not only did it come from China but they tried to cover that shit up until one of their medics snuck the info out into rhe world. Niggas is really dumb out here. Yes the US has handled it terribly but its still came from china","sentiment_score":-0.215}
{"full_text":"RT hey-- the pandemic is still happening and actually very very bad. wear your mask. do your part. stay home. we're nowhere n...","sentiment_score":-0.91}
{"full_text":"COVID patients are just casualties in the war against socialism.","sentiment_score":0.0}
{"full_text":"RT Sooo... some states and cities require a COVID test to enter... but still don't require an ID to vote... got it.","sentiment_score":0.0}
{"full_text":"El Paso has been reporting 5 to 10 Covid death per day but in these trailers are at least 150 and growing bodies that they have not determined... and many in El Paso still refuse to wear their masks!","sentiment_score":0.1625}
{"full_text":"PCR - \"This is the way\"...https:\/\/t.co\/EBePsx6w6G","sentiment_score":0.0}
{"full_text":"RT IPMAN = sell Petroleum at N170ASUU = we reject IPPISNARD = pay us Covid19 allowanceYouths = #EndSARSWhen your cabinet...","sentiment_score":0.0}
{"full_text":"RT We did it! Through COVID-19 never once did our local partners give up, on the inspiration behind Independent Living, as...","sentiment_score":-0.1333333333}
{"full_text":"RT Without the success of certain immigrants, nobody today would be:GooglingReading the Huffington PostDriving a Tesla...","sentiment_score":0.2571428571}
{"full_text":"RT Thus i reach their happiness with their loving food itemsAnd also it makes them happy &amp; the loved ones sm...","sentiment_score":0.7}
{"full_text":"I have to check out the website. We usually buy a 1\/4 cow from a family farm in NY, but with COVID, are usually delivery was canceled.","sentiment_score":-0.2111111111}
{"full_text":"I worked retail for years, holiday is \"all hands on deck.\" Yep, I can relate to these stories.","sentiment_score":0.0}
{"full_text":"RT The pandemic is surging, and tens of millions of Americans are facing economic devastation. The Senate needs to pass a r...","sentiment_score":0.2}
{"full_text":"RT This is the state John Cornyn, Ted Cruz, Greg Abbott and Dan Patrick are responsible for. The same state that has the hig...","sentiment_score":0.1}
{"full_text":"RT \"1.35 million people die on the roads. That's the equivalent of a COVID-19 pandemic every year.\"@DrTedros emphasises the scal...","sentiment_score":0.0}
{"full_text":"The good doc season 4 is about the struggles frontliners are facing during pandemic i cried so hard its so sadd how tough what they r going through","sentiment_score":0.0064814815}
{"full_text":"yuppp lol any min now. chicago already has a stay at home, starting the 16th","sentiment_score":0.4}
{"full_text":"Two amazing women I know are here :) looking forward!! please register","sentiment_score":0.690625}
{"full_text":"Seriously, no one should be visiting family anytime soon. This pandemic is accelerating by the day. You should just assume that you're asymptomatic and would run the risk of infecting anyone you visit. How many hundreds of thousands more people have to die just this winter? ","sentiment_score":0.3888888889}
{"full_text":"what if what's being said is \"you're going to make me go home instead of letting me stay over? but where will i go? i guess you're just rejecting me like everyone else in my life\" - that isn't a threat but surely it's a form of coercion?","sentiment_score":0.5}
{"full_text":"PPD during a pandemic? devastating.PPD during the rest of the year? devastating.It's amazing the number of people I know who have forgotten how hard this is for those who are socially isolated every other year.","sentiment_score":0.0541666667}
{"full_text":".Snooka Duke Is Off To School !  May God Watch Over My Baby During This Pandemic ","sentiment_score":0.0}
{"full_text":"DECD's CT CARES Small Business Grant Program application is live today!  Eligible businesses and nonprofits can receive a one-time $5,000 grant and all funds will be disbursed to approved applicants by December 30, 2020.  For more info:https:\/\/t.co\/8jYaitLv8C#smallbusiness","sentiment_score":0.1401515152}
{"full_text":"How are you finding business opportunities during the pandemic? believes now is an excellent time to provide new value to existing clients to grow loyalty. A great way to put things into perspective! #Insurance","sentiment_score":0.7121212121}
{"full_text":"I mean it's pretty obvious. Elon was infected and then uninfected and then reinfected and then beat it once more. Really, he's lucky to be alive with having it twice in the same day This is truly the only explanation because the test, as a product of science, is unerring","sentiment_score":0.1088541667}
{"full_text":"Reach out to someone you trust, or go to your local emergency room if you're having thoughts of harming yourself.","sentiment_score":0.0}
{"full_text":"RT Will coronavirus disease #COVID19 have an impact on antimicrobial resistance?!Factors that may favor  orAMR are nicely...","sentiment_score":0.6}
{"full_text":"RT Trying to fight the pandemic under Trump is like this squirrel climbing the poll... I sympathize with the . #COVID19","sentiment_score":0.0}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"Just more winning","sentiment_score":0.5}
{"full_text":"RT Incoming WH Chief of Staff Ron Klain says will appoint a \"COVID coordinator\" in the White House that has regular...","sentiment_score":0.0}
{"full_text":"RT This is reckless journalism. News orgs need to stop participating in the rehabilitation of racists and covid deniers. Period.","sentiment_score":0.0}
{"full_text":"Yes, he really fought hard to make sure this pandemic kills as many Americans as possible.","sentiment_score":0.1816666667}
{"full_text":"*maintain your normal routine and then be mad when everything closes again*","sentiment_score":-0.2375}
{"full_text":"It's time to go back to reality. Out of the covid box.","sentiment_score":0.0}
{"full_text":"There's one stat that tells you everything you need to know about media coverage of coronavirus: cumulative cases. Useless.","sentiment_score":-0.5}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":" please if you won't follow back, stay at home","sentiment_score":0.0}
{"full_text":"Dom's Legacy - 30 000 unnecessary deaths More to come with COVID + Brexit","sentiment_score":0.05}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT UK RTC partner has published an overview of how the AbC-19 Rapid Test can be used alongside vaccine deploym...","sentiment_score":0.0}
{"full_text":"RT \"I urge all countries to follow #Thailand's lead. No country can say it was well-enough prepared for #COVID19, or that it has no l...","sentiment_score":0.0}
{"full_text":"RT Just said no to a tempting table lst night because a patio had essentially been winterized into an enclosed indoor space. T...","sentiment_score":0.0}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT This is how a nation dies: Tyrants are using the Coronavirus crisis to destroy Hinduism and 'civilise the heathens' (write...","sentiment_score":-0.2}
{"full_text":"After a Coronavirus Diagnosis, a Quick Wedding #Fashion","sentiment_score":0.3333333333}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Covid is about to kick our collective fucking ass","sentiment_score":-0.6}
{"full_text":"RT Context, for the people in the back (and out east): Manitoba's 474 new #COVID19 cases today is akin to 4,740 new cases in Ont...","sentiment_score":0.0909090909}
{"full_text":"Another denier is now positive....","sentiment_score":0.2272727273}
{"full_text":"RT Covid-19 is now running riot in America, as the President hides in the White House saying nothing.Very dangerous moment....","sentiment_score":-0.3}
{"full_text":"On Thursday, November 12, the state of Utah announced a record 3,919 positive cases. ","sentiment_score":0.2272727273}
{"full_text":"Leach and Kruger win tournamentMembers of the Kempton Park Squash Club recently took part in their first event following a six-month hiatus due to the pandemic.https:\/\/t.co\/Aln4lbgL2U","sentiment_score":0.185}
{"full_text":"RT Rand Paul: We have 11 million people in our country who have already had COVID. We should tell them to celebrate. We should tell...","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"Bus firm Midland Classic to cut weekend bus services during lockdownttps:\/\/www.derbytelegraph.co.uk\/burton\/midland-classic-cut-weekend-bus-4694308","sentiment_score":-0.0166666667}
{"full_text":"RT ELON MUSK SAYS TOOK FOUR COVID-19 TESTS, TWO WERE POSITIVE, TWO NEGATIVE - RTRS","sentiment_score":-0.0363636364}
{"full_text":"Our fleet of modern, fuel-efficient aircraft has enabled us to continue flying throughout the pandemic and sustainably rebuild our network maintaining our position as the leading international carrier providing global connectivity.","sentiment_score":0.0666666667}
{"full_text":"The whole of England is in lockdown until at least 2 DecemberOur advice can help you work out what you can and can't do during this time","sentiment_score":-0.05}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"If they lockdown can the kids be off from school? Cuz auntie tired","sentiment_score":-0.4}
{"full_text":"Are they really inside??  #COVID19","sentiment_score":0.2}
{"full_text":"RT Kenney said just a few days ago that restaurants contribute to almost no spread. Despite that he just caved to the mainst...","sentiment_score":-0.2}
{"full_text":"European bilateral development finance institutions and EIB launch EUR 280 million financing initiative to support Covid-19 impacted business","sentiment_score":0.0}
{"full_text":"The AMA Alliance appreciates our Essential Workers!#AMAAThankfulFridayForEssentialWorkers#Covid19 #SocialDistancing #MaskUp #WashYourHands#AMAAlliancehttps:\/\/t.co\/AFOnhy2dK2Connecting Physician Families for Healthier Communities#ConnectEducateAdvocate","sentiment_score":0.0}
{"full_text":"As Covid restrictions continue to be a feature of our lives, we must take a longer-term view on how to look after ourselves and support our people. Don't miss this opportunity to put your questions  to our experts.","sentiment_score":0.0}
{"full_text":"How would you describe 2020 in one (clean) word?","sentiment_score":0.3666666667}
{"full_text":"More than four in ten people would leave it longer to get advice than they would have before the coronavirus outbreak.","sentiment_score":0.25}
{"full_text":"There goes a top play this week","sentiment_score":0.5}
{"full_text":"\"It's okay to have these feelings of disappointment and sadness...because it's just telling you how much it really means to you.\" UW-La Crosse athletes and coaches are sharing their perspective on the mental toll the pandemic has taken.","sentiment_score":6.938893904e-18}
{"full_text":"ICYMI: 5 people from Somerset County have died from COVID-19 since March.","sentiment_score":0.0}
{"full_text":"Churches to remain open as NI lockdown continueshttps:\/\/t.co\/exgjbPQ2mf","sentiment_score":0.0}
{"full_text":"This week on #CCCheckup, experts will answer your COVID-19 questions.What do you want to ask?","sentiment_score":0.0}
{"full_text":"Grant Waters, 6, from Salem, was moved out of the ICU at Norton Children's Hospital in Louisville on Thursday after spending five days in the hospital.","sentiment_score":0.0}
{"full_text":"RT Since the last time President Trump spoke publicly, 8 days ago (11\/5):947,319 new COVID-19 infections.7,507 America...","sentiment_score":0.0454545455}
{"full_text":"RT To all the scientific illiterates denying immunity after COVID infection, realize you are denying the science of natural immu...","sentiment_score":0.1}
{"full_text":"There are now 2,049 active coronavirus cases across the state. That's up from 1,944 on Thursday.","sentiment_score":-0.1333333333}
{"full_text":"Gauteng hospitals 'stable' in wake of Covid-19 pandemic\"The health system has demonstrated its resilience being able to contain the pandemic to the best of our ability.'' Read more &gt; #RekordPretoria","sentiment_score":0.6666666667}
{"full_text":"A running list of Atlanta restaurants that have permanently closed amid coronavirus pandemic","sentiment_score":-0.1}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"RT It's hard to know how we'll cope without the genius who led us to the highest Covid death rate in Europe, the biggest e...","sentiment_score":-0.2916666667}
{"full_text":"RT Coronavirus live news: Russia reports most daily cases since pandemic began; Sweden registers record new infections","sentiment_score":0.1931818182}
{"full_text":"Ticketmaster may reportedly require concertgoers to verify vaccine, negative COVID test before attending showshttps:\/\/t.co\/TaDNdzyX76","sentiment_score":-0.3}
{"full_text":"Keep following the public health advice for #COVID19 - these steps may seem simple, but they are effective in reducing the spread. ","sentiment_score":0.15}
{"full_text":"  has positioned as a Visionary in this years Magic Quadrant for Enterprise Low-Code Application Platforms   The pandemic has certainly put the spotlight on low-code platforms.  #Zoho #Gartner #LCAP","sentiment_score":0.3571428571}
{"full_text":"Home prices rose in every corner of the U.S. during the third quarter, boosted by the pandemic #WSJWhatsNow","sentiment_score":0.3}
{"full_text":"To avoid the next pandemic, you need to know the difference between a black swan and a grey rhino. My thoughts for","sentiment_score":-0.0722222222}
{"full_text":" Covid-19 Spreads Mostly From Person to Person Close Contact Let's Fight it TogetherBy Testing More!Find Your Kit Here: #NewNormal #MedicalProfessionals #Hospitals #Disease #Quarentine #SelfIsolation #Coronavid19 #safe #prevention","sentiment_score":0.5}
{"full_text":"Keeping the windows open to combat Covid-19 is easier said than done as winter approaches. One German school believes it has found a cheap and simple solution with a DIY ventilation system designed by a teacher's scientist husbandhttps:\/\/t.co\/xud01gHnhx","sentiment_score":0.1}
{"full_text":"Here is an article from about using geographic information system (#GIS) to aid #COVID19 response in #Kenya","sentiment_score":0.0}
{"full_text":"RT chestnut_daniel: Trump Is Bashing Fox News On Twitter As Pandemic Rages#Trump #CNN #News 20 minutes ago","sentiment_score":0.0}
{"full_text":"Tickets for the event are being sold in pods to keep people spread out in the theater and prevent the potential spread of COVID-19. Masks are also required for all guests and staff.","sentiment_score":0.0}
{"full_text":"Join us 2pm Weds Nov 18th: Filming Through the Pandemic. From chat shows to docs and VR meet award-winning film &amp; TV makers including Liana Stewart director of Ch4's Take Your Knee off My Neck. Find out how the industry is adapting in these times. Check email for Teams link","sentiment_score":0.0}
{"full_text":"Dear God; Christian leader in Lebanon tells his church that #COVID19 &amp; vaccines R made by \"forces of evil...like Bill Gates\" ","sentiment_score":0.0}
{"full_text":"A new addition to the Resource Library 'Coronavirus Pandemic Puts Police in the Spotlight in Pakistan' (2020) by Zoha Waseem, Adnan Rafiq and","sentiment_score":0.1363636364}
{"full_text":"8 Children Per ClassBecause of this pandemic, we take safety measures seriously. We only allow eight children per classroom.#Pandemic #SafetyMeasures","sentiment_score":0.0}
{"full_text":"RT COVID-19: Rise of infections now slowing, says ONS","sentiment_score":0.0}
{"full_text":"Read the conclusions and recommendations for our new Report on the impact of the #coronavirus for developing countries here: #LeaveNoOneBehind #SDG3","sentiment_score":0.1363636364}
{"full_text":"The JIPMER-BIMSTEC Telemedicine Network (JBTN) is considered one of the earliest initiatives to expand collaborations into modern medicine within BIMSTEC, and can potentially support the region's #COVID19 response efforts as well, writes","sentiment_score":0.1}
{"full_text":"If you've tested positive for coronavirus, you must self-isolate for 10 days since the onset of your symptoms. Anyone in your household or support bubble must isolate for 14 days. Visit for latest updates.","sentiment_score":0.3636363636}
