{"full_text":"You continue to make this intellectually dishonest comparison because...? I actually have worn a mask while symptomatic during flu season before this pandemic. This is very common in other parts of the world (including those with the best outcomes rn!).","sentiment_score":0.037}
{"full_text":"RT Any legislator that goes to this needs to resign now. My stepbrother is in the hospital with a ventilator and can't get...","sentiment_score":0.0}
{"full_text":"\"Fulsome\" doesn't mean what you think it means, and how could thebcleaner get it \"off a surface\" allegedly, if using PPE? Where do the guests go while the rooms are cleaned? #auspol #covid19SA","sentiment_score":-0.20625}
{"full_text":"RT CORONA JUST GO","sentiment_score":0.0}
{"full_text":"RT September 2019:1,305 patients were left waiting more than 52 weeks to start their hospital treatment in England. Sept...","sentiment_score":0.25}
{"full_text":"RT I thought this was supposed to be a conspiracy theory. But here it is, straight from Trudeau's mouth. The pandemic is the e...","sentiment_score":0.2}
{"full_text":"RT The government have announced that as of tomorrow if rent arrears are nine months or more prior to the first lockdown in...","sentiment_score":0.25}
{"full_text":"RT A few hours later I had the opportunity to transfer him in a wheelchair to a lower level of care, a medical COVID floor. H...","sentiment_score":-0.0666666667}
{"full_text":"RT 2013 can never be compared to 2020 +pandemic#IncreaseNSSAllawa","sentiment_score":0.0}
{"full_text":"RT Earlier today, President-elect and I met with some of our nation's business and union leaders who represent mil...","sentiment_score":0.0}
{"full_text":"Please can someone confirm if lockdown finishes on Wednesday 2nd Dec or lockdown includes Wed 2nd Dec? It's a simple question but hard to find the answer!","sentiment_score":-0.0911458333}
{"full_text":"McKinsey - COVID-19: Implications for businesshttps:\/\/t.co\/lfqsZPlUCp","sentiment_score":0.0}
{"full_text":"COVID-19 Ontario: More regions move to province's 'red zone'","sentiment_score":0.25}
{"full_text":"RT \"If you are wondering whether China or the U.S. with its allies is more likely to make a big breakthrough, in, say, quantum com...","sentiment_score":0.1666666667}
{"full_text":"The latest The Evil Stepmother Speaks Daily! Thanks to #covid19 #utpol","sentiment_score":-0.075}
{"full_text":"The World's biggest pharmaceutical Companies are all discovering the #CovidVaccine at the same time;Is this a coincidence or a long hatched conspiracy?#COVID19","sentiment_score":-0.025}
{"full_text":"RT We always say games can make a difference, so let's prove it:I'm asking the UK games industry; family, friends, coll...","sentiment_score":0.0}
{"full_text":"Will someone in the government ask everyone to buy this unique product developed by scientists of IIT Delhi that guarantees a great cover from Covid-19?","sentiment_score":0.425}
{"full_text":"This post is nonsense. A mask doesn't supress the immune system. It reduces viral dose which, if Covid is acquired, helps the immune system respond more effectively with being overloaded. Your immune system is not a gym bunny.","sentiment_score":0.55}
{"full_text":"RT I want everyone to know that Dolly Parton gave us Buffy the tv series, the song 9 to 5, Dollywood, and of course the Covid...","sentiment_score":0.0}
{"full_text":"Let's hope Scotland can achieve this","sentiment_score":0.0}
{"full_text":"RT I am calling on to use his spending review statement a week tomorrow to help the three million people who ha...","sentiment_score":0.0}
{"full_text":"RT Joe Biden - who helped his son sell our country out to China, Ukraine, Russia and many others - just said any governor w...","sentiment_score":0.5}
{"full_text":"RT South Korea will impose stricter social distancing rules for the greater Seoul area a month after easing them, officia...","sentiment_score":0.2666666667}
{"full_text":"RT One out of every five residents are potentially positive for #COVID19. With #Thanksgiving just a few weeks, it is criti...","sentiment_score":0.0136363636}
{"full_text":"RT Sweden abandons the Swedish model.","sentiment_score":0.0}
{"full_text":"RT URGENT covid announcement:","sentiment_score":0.0}
{"full_text":"RT Please do watch. A pandemic of privatisation. The whole costly fiasco laid out plainly. The only 'world beating' aspec...","sentiment_score":-0.0047619048}
{"full_text":"RT As I said at 08:05 the item about mouthwash killing covid19 on Wave105 would be removed at the 08:30 news update, and it...","sentiment_score":0.0}
{"full_text":"Pubs are regulated environments, with responsible staff and will play their part in maintaining strict Covid-19 measures. They should be given the opportunity to open at the start of December. #OpeningTime","sentiment_score":0.1}
{"full_text":"I want that Randy Hoodie so bad","sentiment_score":-0.7}
{"full_text":"Not sure covid has improved my voice ","sentiment_score":-0.25}
{"full_text":"RT Channel 4's #Dispatches is exposing the absolute catastrophe that's been unleashed by the government privatising the response...","sentiment_score":0.2}
{"full_text":"RT GhC\/559 is really hard to survive with in this Covid-19 time...please give it a second look for us...#Incr...","sentiment_score":-0.1458333333}
{"full_text":"And it worked. Then #bullshitboy and his ragtag bunch of self-serving henchmen had the hide to claim the credit for success, having the temerity to safely offer Joe Biden advice on how \"Australia beat the pandemic\". These wankers are the pits, honestly.","sentiment_score":0.4666666667}
{"full_text":"Yet another fact,proving how futile lock downs are. Instead of blaming us for not following the rules (which we have,albiet grudgingly in my case) the major source of infections are in hospitals\/care homes.Get your own house in order !!","sentiment_score":0.1}
{"full_text":"RT If our Governor tries to lock our State down.....I say MAKE US!!It is not the role of elected officials to dictate the...","sentiment_score":-0.1}
{"full_text":"Rights to receive Covid-19 vaccine should be waived by maskless GOP &amp; Trump base.","sentiment_score":-0.8}
{"full_text":"There's no \"social distancing\" in winner's dictionary","sentiment_score":-0.0166666667}
{"full_text":"Solidarity, coordination, synergies: #Covid-19 has pushed the #EU to speed up on the path towards the creation of a true European health union. Now we need to move forward, says from #EuropeanHealthUnion","sentiment_score":0.175}
{"full_text":"Happy birthday peta$$e ","sentiment_score":0.8}
{"full_text":"RT Emergency Press Conference - 2nd Wave Corona Lockdown","sentiment_score":0.0}
{"full_text":"RT Some excellent pub quiz questions\/answers in here - The world's busiest airline routes - via ","sentiment_score":1.0}
{"full_text":"RT What this useless member of our corrupt government doesn't tell you is that they rejected Moderna when the EU negotiat...","sentiment_score":-0.5}
{"full_text":"RT Health data scientist Professor Anthony Brookes offers \"some very basic facts\" about coronavirus: \"There's too much fear aro...","sentiment_score":0.1}
{"full_text":"RT If left on his own I have zero doubt Trump would start a conflict in the Middle East, so when Biden takes office in January...","sentiment_score":0.2}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. All updates here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 09:00 - All train service updates here: A normal timetable is in operation on most routes - Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.325}
{"full_text":"RT The entire overseas aid budget is around the same amount as the Government has spent on its failing, privatised test and t...","sentiment_score":-0.0333333333}
{"full_text":"Moderna says its COVID vaccine is 94.5% effective, reinforcing optimism from last week's Pfizer announcement. via","sentiment_score":0.3}
{"full_text":"Italian Covid-19 discovery 'may reshape history of pandemic' via","sentiment_score":0.0}
{"full_text":"They're already preparing us for  news of the continuingisation of lockdown beyond Dec 2nd","sentiment_score":0.0}
{"full_text":"Cannot wait to see people's 5k times in lockdown 2.0 wonder if we've got fitter than Mo Farah again?","sentiment_score":0.0}
{"full_text":"RT Q: What did the 9,000 Americans who died of COVID-19 last week have in common?A: They didn't receive $2.5...","sentiment_score":0.0}
{"full_text":"RT Are you a young African interested in development in your country? Do you love to write? In 500 words tell us: How c...","sentiment_score":0.2125}
{"full_text":"RT We are immensely proud to support and to see the vital help they provided their community in lockdown this year...","sentiment_score":0.45}
{"full_text":"RT Dr. Atlas has expressed views that are inconsistent with the university's approach in response to the pandemic. Dr. Atlas's s...","sentiment_score":0.0}
{"full_text":"The Tejas train timings are not suitable for commuters moving from Mumbai to ahmedabad. Railway must understand the correct reason before closing a train. A perfect example of poor management &amp; timings.","sentiment_score":0.1083333333}
{"full_text":"RT people acting like the only people who have massive student debt are people who got fancy useless degrees and couldn't get...","sentiment_score":-0.125}
{"full_text":"RT WHO had two primary strategies to deal with the so called Corona..Lockdowns. Face masks. now they are telling you t...","sentiment_score":0.4}
{"full_text":"Love her! Cant wait for her to run for president!","sentiment_score":0.78125}
{"full_text":"RT THIS THREAD....","sentiment_score":0.0}
{"full_text":"RT #FBR@JannPolitical@erin_hartigan4@WokeAnimal@Myhellokitten@CN52768@robsevy@sdr_medco@customcore7@PCadfael@Bridge...","sentiment_score":0.0}
{"full_text":"RT Covid Is Resurging, and This Time It's EverywherePervasive spread in smaller communities fuels nationwide case record, th...","sentiment_score":0.0}
{"full_text":"RT Important conversation worth joining","sentiment_score":0.35}
{"full_text":"RT Document du Prof Walach (Allemagne) - statistics from RKI (German CDC)Blue: PCR positiv Red: Hospitalisation #COVID19...","sentiment_score":0.0}
{"full_text":"Price of fillet steakWeatherClimate changeCracks in the pavementCovidBushBidenThatcherM6 TollMy Zip breakingHaving to put the heating onM4 road worksMy Wife's headachePiers MorganClocks going backThe tide coming in.","sentiment_score":0.0}
{"full_text":"RT The Lovin Daily: Emirates Safety Response To COVID-19 Rated Best In The World-Asim Riaz And DJ Snake Are Hinting At A Poss...","sentiment_score":0.5}
{"full_text":"Did you know that despite this surge to meet the demands of the pandemic, just 24 percent of UK healthcare workers (22 per cent globally) said their technology systems were prepared to manage any situation related to COVID-19? Read on here &gt;&gt;&gt;https:\/\/t.co\/BpvwWkXES4","sentiment_score":0.0}
{"full_text":"on the interaction between #EuropeanUnion &amp; #RuleOfLaw issues and #brexit.","sentiment_score":0.0}
{"full_text":"RT #tittytuesday #tittydrop #bigboobs lockdown got me like Top 3 % now !!! Omg!!! Free full Vids daily  top 3% 12K pi...","sentiment_score":0.45}
{"full_text":"Dolly in March:COVID, COVID,COVD, COVID,I'm begging of you please don't take my manDolly in NovemberVaccinating 9 to 5What a way to make a living","sentiment_score":0.0}
{"full_text":"RT Sat at home,fed up with Lockdown 2?Need motivating?Spare  moment watch,sign &amp; retweet.Then smile like my Ryan.Thank you...","sentiment_score":0.3}
{"full_text":"Catastrophe making.  #NHSprivatisation","sentiment_score":0.0}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"RT Since cases are rising in Delhi, we are sending a general proposal to Central Govt, that if required, Delhi Govt can implement shu...","sentiment_score":0.025}
{"full_text":"RT Boris Johnson under fire for branding devolution 'disaster north of the border' | Evening StandardLet's be honest Devolution...","sentiment_score":0.6}
{"full_text":"RT How cool is ","sentiment_score":0.35}
{"full_text":"RT More than 1,000 Americans are dying each day from COVID-19. The 25th Amendment says a President can be removed when \"unable to...","sentiment_score":0.0}
{"full_text":"The real ones know ","sentiment_score":0.2}
{"full_text":"Wowwww...why is he still active here???","sentiment_score":-0.1333333333}
{"full_text":"How will England's new #lockdown impact the housing market? #propertydevelopment #property #housingmarket","sentiment_score":0.1363636364}
{"full_text":"RT The German government Covid adverts are masterpieces of public information. Funny, smart, informative. Superb.","sentiment_score":0.2928571429}
{"full_text":"All the latest coronavirus updates from across the UK and world","sentiment_score":0.5}
{"full_text":"Following a short period of isolation, a negative COVID test result means services are once again running as normal. Please see the service update page on the website for details:https:\/\/t.co\/mJ0AJ012R5","sentiment_score":-0.0375}
{"full_text":"Thank you but no thanks, says CS on Covid-19 vaccineshttps:\/\/t.co\/myjPvxxOVy","sentiment_score":-0.1}
{"full_text":"Criminals are persistent in their approach and prey on those who find themselves I a more vulnerable position.  #stopchallengeprotect","sentiment_score":0.0}
{"full_text":"In July, the UK government shunned the EU #COVID19 vaccine plan saying that they could get them faster.Refusing to take part in joint procurement with our European neighbours was a mistake. Collaboration is at the heart of scientific progress.https:\/\/t.co\/dCT7JqTQBu","sentiment_score":0.0}
{"full_text":"lockdown loversa new romantic epic tale of two young lovers, defying government rule.#sorrygotcarriedaway","sentiment_score":0.0840909091}
{"full_text":"Two states have tightened restrictions even further for South Australian travellers, as the COVID-19 cluster in Adelaide continues to grow.#borderrestrictions #southaustralia #adelaide #westernaustralia #tasmaniahttps:\/\/t.co\/ljusC5YwHh","sentiment_score":0.0}
{"full_text":"RT Moderna says its vaccine against COVID-19 is 94.5% effective and it can be stored at normal fridge temperatures. Pfizer...","sentiment_score":0.375}
{"full_text":"According to our Hospitality Professionals data, of the frontline team members whose opinion of their employers had significantly improved during lockdown, 73% had been provided with wellbeing support by their employers. Read more here:","sentiment_score":0.4375}
{"full_text":"The health secretary has spoken","sentiment_score":0.0}
{"full_text":"If you haven't seen the student email that was sent out regarding the Government's 'student travel window' and plans for students who wish to return home for Christmas you can see more information here:  #UniversityofBedfordshire #UniofBeds","sentiment_score":0.5}
{"full_text":"ICYMI: With the winter season quickly approaching and #COVID19 cases surging across the country, grocery stores are preparing for another rush similar to what happened at the beginning of the pandemic.https:\/\/t.co\/I3E6umyIrq","sentiment_score":0.0}
{"full_text":"\"All govts and agencies have doubled their efforts to control #COVID19 but it can't be done till people take precautions,\" said #Delhi Chief Minister #ArvindKejriwal.Read more:","sentiment_score":0.5}
{"full_text":"Passengers, please be reminded that face coverings are a mandatory requirement on all forms of public transport. Please ensure your face coverings are worn when boarding our vehicles, and kept on for the duration of the tour. #sightseeing #covid19 #staysafe","sentiment_score":0.0}
{"full_text":"Funding Deadline - 20 NovMayor of London Active Londoners FundUp to PS30k to support local projects which address the increased levels of inactivity that have been made worse during the pandemic due to lockdown.https:\/\/t.co\/p5vEIQeL3B#StrongerTogether #BarnetTogether","sentiment_score":-0.1645833333}
{"full_text":"Coronavirus particles spread easily indoors. When you're with anyone inside, regularly open your windows and let fresh air in. For more info visit:","sentiment_score":0.3083333333}
{"full_text":"The #Counterfraud hub is a great place to find resources and information on public sector fraud.  Thank you for putting this together.  It's great to see our public sector bodies working together to fight fraud.  #FraudWeek","sentiment_score":0.4}
{"full_text":"The S&amp;P 500 was up 0.9% after Moderna said its COVID-19 vaccine appears to be 94.5% effective, according to preliminary data.","sentiment_score":0.6}
{"full_text":"Young adults moving back home with family at historical rate","sentiment_score":0.0333333333}
{"full_text":"More than 5,200 new COVID-19 cases reported in Indiana as a new order from the governor goes into effect. ","sentiment_score":0.2575757576}
{"full_text":"THE Sabah Industrial Development Ministry has thus far channelled financial assistance to 15,130 small and medium enterprises (SMEs) affected by Covid-19 Statewide, said its Minister Datuk Dr Joachim Gunsalam (pic).https:\/\/t.co\/2XBNLxfXQv","sentiment_score":-0.05}
{"full_text":"RT Mouthwash 'kills Covid in 30 seconds', lab tests show, and could be added to hand-washing in measures to tackle virushttps:\/\/...","sentiment_score":0.0}
{"full_text":"Since the council has deemed the masks effective, when do you plan to drop the quarantine  requirements for business owners exposed to Covid positive customers while wearing masks?","sentiment_score":0.4136363636}
{"full_text":"RT The Stock Market closes at a record high, erasing the last of its pandemic losses. ","sentiment_score":0.08}
{"full_text":"Out of the 301 new #coronavirus cases in #SaudiArabia, 42 were confirmed in Riyadh and 31 in Hail.","sentiment_score":0.2681818182}
{"full_text":"RT South African hospitals likely under-reported the number of patients with Covid-19 and the death toll is probably much higher...","sentiment_score":0.0833333333}
{"full_text":"RT COVID-19 crisis forces easyJet to first ever annual loss of PS1.27bn","sentiment_score":0.25}
{"full_text":"A new walk-through coronavirus testing facility has opened the Fearnville Leisure Centre car parkhttps:\/\/t.co\/oj4bKphcGe","sentiment_score":0.1363636364}
{"full_text":"The provincial government of Isabela has no funds to be used for the proposed COVID-19 testing of typhoon victims staying in evacuation centers, Governor Rodolfo Albano III said Tuesday.https:\/\/t.co\/gt9xwD2X4v","sentiment_score":0.0}
{"full_text":"Specialist legal guidance on coronavirus for Individuals &amp; Businesses. Tann Law Solicitors are here to support you through the COVID-19 pandemic. Our team of solicitors can help you on a broad range of legal issues: See More: #LegalHelp #Lockdown","sentiment_score":0.240625}
{"full_text":"Violence on both sides of the bay, vaccine distribution, stolen food truck, Hurricane Iota, Boy Scouts sex abuse, robot barista, mental health during pandemic, 'Dial M' reboot, more toll roads, Ice cream stuffing, delivering smiles plus AB 'criminal mischief' incident.","sentiment_score":0.0}
{"full_text":"MES homeless clients in business after Covid-19 lockdown. To support our knitting, crochetting and beading project please, follow our website at: via","sentiment_score":0.0}
{"full_text":"Our #Covid19 Income Support Helpline is open today, 9am-5pm: 1890-800-024Our Intreo Centres are open again tomorrow, 10am-1pmTo apply for the Pandemic Unemployment Payment, the easiest &amp; quickest way is to do so online at #MyWelfare","sentiment_score":0.0}
{"full_text":"The number of new COVID-19 cases in Sabah is expected to rise this week.","sentiment_score":0.0181818182}
{"full_text":"Pls read.","sentiment_score":0.0}
{"full_text":"Hospitals, funeral homes and morgues in El Paso County are reaching capacity due to COVID-19, and officials worry things will get worse as the holiday and shopping seasons approach. #BorderReport","sentiment_score":-0.2625}
{"full_text":"Scientists at have found mouthwash could be used to kill COVID within 30 seconds. The study will now go on clinical trial and researchers say mouthwash could become 'an important addition' to our routines. #CapitalReports","sentiment_score":0.4}
{"full_text":"my sister is working in a school and people there are going down with #COVID19 everyday! You must Close schools and universities now! as prime Minister it's your duty 2 protect the people of this country u are failing in your duty's! #UKlockdown #CloseTheSchoolsNow","sentiment_score":-0.2730902778}
{"full_text":"Growing number of college students want future employers to include mental health benefits","sentiment_score":-0.05}
{"full_text":"RT \"What the hell is the matter with these guys?\" President-elect Joe Biden says in response to Dr. Scott Atlas, member of Pres. Trum...","sentiment_score":0.0}
{"full_text":"The Covid-19 epidemic has changed people's habits. Online meeting applications develop quickly and in addition to entertainment applications, video game is one of the industries with the most remarkable growth in 2020.https:\/\/t.co\/zeAToIZf5phttps:\/\/t.co\/sCmqiHJDZD","sentiment_score":0.2958333333}
{"full_text":"If you're struggling to pay your bills due to the impact of #Coronavirus, there are steps you can take. Our advice can help you can speak with our advisers on 0300 3302 119","sentiment_score":-0.125}
{"full_text":"We are so thankful for the efforts of members and friends of the Church in Scotland! Thank you for your incredible service within your local communities. Have a read below to find out what they've been up to! ","sentiment_score":0.45}
{"full_text":"Inspirationen aus dem Homeoffice #homeoffice #wirbleibenzuhause #flattenthecurve","sentiment_score":0.0}
{"full_text":"Health Secretary Matt Hancock has said he has \"no doubt\" that Boris Johnson will continue to \"drive agenda forward\", despite having to self-isolate after meeting with an MP who later tested positive for #COVID19.Get the latest updates on this story:","sentiment_score":0.2424242424}
{"full_text":"Introducing the first walk on the local lockdown list\"Dunham Massey Circular\"All walks come with helpful links (directions, photos, key info etc)We'd love to hear about anyone's past or future experience with these walks so drop some knowledge belowhttps:\/\/t.co\/tFuOZ8B8gC","sentiment_score":0.0833333333}
{"full_text":"Autumn 2020 Pandemic Briefing6Dr Seth Berkley #GAVI &amp; Jane Halton #CEPI join Prof. Heymann to unpack the current state of #vaccinedevelopment Role #vaccines are expected to play in #viruscontrol &amp; issues around #equitableaccess 19\/11| 9am GMThttps:\/\/t.co\/Ku0vl1Sr0r","sentiment_score":-0.05}
{"full_text":"Irish Government to give gardai the power to fine people who gather outside to drink alcohol under new #COVID19 rules #alcoholnews","sentiment_score":0.1382575758}
{"full_text":"The United Nations' General Assembly adopted unanimously an Egypt-drafted resolution calling for protection of women's rights from the repercussions of the novel coronavirus (COVID-19) pandemic.Find out more on: #endGBV","sentiment_score":0.275}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"If after looking at this, you don't belief we in Australia live in the lucky Nation so keep it  OneCountryOneNationOnePeople don't let Premiers turn us into a country of Premieripality control by FEAR","sentiment_score":0.2348484848}
