{"full_text":"RT Africa's Debt Crisis Grows Amid Covid-19 Pandemic #Africa","sentiment_score":0.0}
{"full_text":"Not really unpopular as Queensland election just showed.Harsh reality but Premiers priority is their state, not nation and a domestic state based economy chugging along is better than one struggling with COVID-19 sadly ","sentiment_score":-0.025}
{"full_text":"RT Note that none of the 7 people who died attended this wedding. So people planning a big Thanksgiving aren't simply jeopa...","sentiment_score":0.0}
{"full_text":"RT #FDA officials ignored input from outside experts, including one doctor's warning of the potential for \"a total disast...","sentiment_score":0.0}
{"full_text":"IMO,they're waiting to see if cases other level 3 areas drop. If slight rise or no change, they will put country into lockdown then it doesn't seem she is targeting the westI do feel for those living there as something isn't working and Scotgov should dithering and find out why","sentiment_score":-0.1458333333}
{"full_text":"RT The Vice President has not participated in a task force meeting in over a month.The President has not participated in a t...","sentiment_score":0.0}
{"full_text":"Today, we mark International #ToleranceDay amid the global #COVID19 crisis. Let us remind ourselves to keep practicing empathy, kindness &amp; respect for each other to build back communities that #LeaveNoOneBehind! #SDG10 #SDGmv","sentiment_score":-0.03125}
{"full_text":"So far the province has reported 16,393 positive cases of the virus since its outbreak across the country in March while the contagion had taken lives of 156 people in Balochistan till the filing of the report.","sentiment_score":0.1636363636}
{"full_text":"RT Kobe's deathcovid-19world war III jokes father dmw &amp; evaegungu be carefulthose coffin dancers don't rush challenge don'...","sentiment_score":0.0}
{"full_text":"But it worked on both of us , we ddnt spend any logistics money , our players are not tired as well no Corona","sentiment_score":0.2}
{"full_text":"RT The Kentucky senator is a liability in the nation's fight against the coronavirus.","sentiment_score":0.0}
{"full_text":"Detroit Free Press: As pandemic worsens, Michigan lawmakers should step up or step aside.https:\/\/t.co\/BPv6KvXFYSvia","sentiment_score":0.4}
{"full_text":"My lil brother friend from school got covid, that's got my mama shook","sentiment_score":0.0}
{"full_text":"It is definitely beyond a health issue. We all need Love","sentiment_score":0.25}
{"full_text":"RT With a wave of holiday cancellations caused by the COVID-19 pandemic leading to concerns over consumer refunds, the Comp...","sentiment_score":0.0}
{"full_text":"RT Our beloved Imam Yaser Birjas has tested positive for COVID-19 &amp; is currently at home recovering.Please pray for him...","sentiment_score":0.3090909091}
{"full_text":"RT \"Stay healthy and please wear a mask for your health. Thank you\" Flying kisses from both Yugyeom and Jinyoung #GO...","sentiment_score":0.5}
{"full_text":"RT HOME. Family. Love. Stay home, dance on the kitchen floor and get ready for #McCartneyIII with the 'Home' EP. Stream n...","sentiment_score":0.35}
{"full_text":"RT You mean the president who addressed the nation on November 13th regarding Covid? The Same president who honored veterans...","sentiment_score":-0.1041666667}
{"full_text":"Andra Tutto Bene Everything Will Be Alright Adult Cloth Face Mask via Sold! #FaceMask #mask #AndraTuttoBene #good #positive #hope #support #StaySafe #SocialDistancing #covid","sentiment_score":0.3507575758}
{"full_text":"RT This is Ultra Festival in Taiwan right now. Taiwan has had over 200 days without a domestic COVID-19 infection.Must be nice...","sentiment_score":0.2952380952}
{"full_text":"STOP PRESS: Edward Snowden speaks to Ai Weiwei #CIJLogan2020 Exclusive: Dissidence, Exile and how to Fight for Truth from afar. TODAY 6pm GMT. Free admission. -","sentiment_score":0.4}
{"full_text":"RT Beyond Exceptional: The Etonian English Imperialism at the Heart of a Deadly COVID-19 Crisis - Byline Times","sentiment_score":0.1555555556}
{"full_text":"RT Rapid antigen tests trade sensitivity for speed. They return a result in &lt;30 minutes, but can only detect COVID-19 when you...","sentiment_score":0.0}
{"full_text":"RT Good morning,Covid19 is not just flu, cough, sore throat &amp; ticking boxes. Did you travel? Met anyone who did? It is also...","sentiment_score":0.7}
{"full_text":"RT Rapid antigen tests trade sensitivity for speed. They return a result in &lt;30 minutes, but can only detect COVID-19 when you...","sentiment_score":0.0}
{"full_text":"\"Japan's Economy Surges, but the Comeback May Not LastActivity has jumped as pandemic limits have eased, in a positive sign for global growth, but damage may be deeper than the initial numbers showed.\"via","sentiment_score":0.0757575758}
{"full_text":"RT My sister, Italian doctor, works in a hospital ward where a few patients tested positive and gave Covid to 9 colleagues. All...","sentiment_score":0.0090909091}
{"full_text":"RT These people deserve to go down in places of historical shame like Confederates, pro-Nazi America firsters and segregationists.","sentiment_score":-0.0777777778}
{"full_text":"RT Trump coronavirus adviser Dr. Scott Atlas criticized Michigan's new Covid-19 restrictions and urged people to \"rise up\" against...","sentiment_score":0.1363636364}
{"full_text":"One rule for them, another for us... hasn't it ever been thus, since Dom Cummings took Covid positive family &amp; drove 264 miles to his parents house. The PM unnecessarily exposed to Covid.  People will not comply with rulings if they see double standards at play.#PM #UKlockdown","sentiment_score":-0.0575757576}
{"full_text":"RT I am your friend*. If you're getting peer pressured this holiday season to do some unsafe celebrating, you can say, \"Sorry...","sentiment_score":-0.5}
{"full_text":"Walmart will start counting customers again as coronavirus cases reach record levels","sentiment_score":0.0}
{"full_text":"40 clinics for Long Covid in England. Why doesn't Wales have any plans for multidisciplinary diagnostic clinics? Shall we move to England for help? @LongCovidWales @vaughangething @fmwales NHS England >> NHS launches 40 'long COVID","sentiment_score":-0.05}
{"full_text":"RT Corey Lewandowski becomes the latest Trump flunkie to contract the coronavirus.Outside of the White House, COVID-19 is a...","sentiment_score":0.25}
{"full_text":"Greater Manchester Research Celebration Week #GMRCW Our annual awards ceremony couldn't go ahead this year due to COVID-19. Instead, we're dedicating this entire week to highlighting the amazing work that's taken place in GM, East Cheshire &amp; East Lancs. 1\/3","sentiment_score":0.24375}
{"full_text":"RT \"More likely than not\" that the Dept of Health will recommend further Covid restrictions before Christmas, says NI's Chief...","sentiment_score":0.1666666667}
{"full_text":"#NOWPLAYING : Dua Lipa - Don't Start Now  LISTEN HERE    #quoradio #qcradio #hiphop #rnb #pop #rock #top40 #radio #eclectic #onlineradio #listen #listening #hhm #QuarantineLife","sentiment_score":0.0}
{"full_text":"RT Students are greatly affected by COVID-19.If you don't want to close edu...","sentiment_score":0.8}
{"full_text":"RT UK's Boris Johnson self-isolates after possible exposure to coronavirus","sentiment_score":0.0}
{"full_text":"RT I've said this from the beginning. It's horrific x","sentiment_score":-1.0}
{"full_text":"RT Our children's Emergency Department at King George Hospital will temporarily close overnight [9pm to 9am], from tonight [16...","sentiment_score":0.0}
{"full_text":"Well my school was about to give us exams but all the schools in my country is closed because of covid cases  basically I didn't got to do any exams for this whole year. It will be reopened at December probably-","sentiment_score":0.05}
{"full_text":"RT Ustaz Ebit doing the whole Muhyiddin's cabinet job.","sentiment_score":0.2}
{"full_text":"I really don't think people are using Test and Trace app. Before lockdown I saw loads of people just give their details instead of scanning. It's confusing too as some shops have the scan code &amp; some don't. I thought it was for restaurants etc ","sentiment_score":-0.05}
{"full_text":"RT Johnson's new self isolation is the result of a meeting he had with a group of MPs.There's a lockdown going on, what was he d...","sentiment_score":0.1363636364}
{"full_text":"Follow all week for insights into how our research teams have made vital contributions to COVID &amp; non-COVID studies. Starting this morning, we'll be sharing just some of these achievements. Join the conversation at #GMRCW. 2\/3","sentiment_score":0.05}
{"full_text":"RT Just wear a mask,it's not that difficult to wear for an hour at the shops,I wear them for 12 hour shifts. No it doesn't...","sentiment_score":-0.5}
{"full_text":"Ok so here's a question I haven't seen asked. Why on Earth did #BorisJohnson meet with #leeanderson? We are in lockdown, people are making sacrifices and they met in person and spread the virus when they should have video conferenced? As the rest of the country had done?","sentiment_score":0.5}
{"full_text":"RT Great session from at #AnnualConf20 yesterday, sharing her insights into leadership - curiosity, sce...","sentiment_score":0.8}
{"full_text":"everytime i read a tweet about people justifying not wearing a mask when they need to, i go crazy!! like do y'all not give a fuck that people die cause of it? wear a mask stupid. don't be ignorant and selfish.","sentiment_score":-0.659375}
{"full_text":"RT One of the stated goals of antifa is to make public participation in the political process so consequential for their oppone...","sentiment_score":0.0}
{"full_text":"RT This interviewis one of the few where doesn't wear a pink tieI believe he wears the same suit &amp; tie to...","sentiment_score":-0.1}
{"full_text":"RT This lockdown is hitting me differently, I'm literally losing interest in basically everything and i just feel tired 24\/7","sentiment_score":-0.2}
{"full_text":"RT Maybe it's difficult for school admins to grasp the \"no student left behind\" campaign because pre-pandemic, we're used to leav...","sentiment_score":-0.3}
{"full_text":"RT Elon Musk, who famously predicted the coronavirus would be gone by April, has now contracted the virus. Meanwhile, he report...","sentiment_score":0.5}
{"full_text":"RT A video by the German government about coronavirus is going viral. Here it is with English subtitles.","sentiment_score":0.0}
{"full_text":"RT Think about this. Cummings is out. Not because he broke the law at Vote Leave &amp; used Cambridge Analytica offshoot. Not beca...","sentiment_score":0.0}
{"full_text":"Yeah the NYT sure is partisan -https:\/\/t.co\/7UhsDALgCEThey also had a policy against using the word 'lie' to describe Trump statements, frequently use terms like 'racially charged' and literally bothsidesed Trump's suggestion COVID be cured by ingesting bleach.","sentiment_score":0.3}
{"full_text":"Well worth the read.","sentiment_score":0.3}
{"full_text":"RT - that's not 2 metres apart- the windows aren't even open for ventilation- neither are wearing a face coveringwe're 8...","sentiment_score":0.0}
{"full_text":"RT In March we were told \"2 weeks to flatten the curve.\" That was 8 months ago.Screw this authoritarian lunatics. They only...","sentiment_score":0.0}
{"full_text":"RT I know you will see this tweet through these hashtags pls retweet! Students of Ahmadu Bello University were kidnapped on...","sentiment_score":0.0}
{"full_text":"RT Really starting to envy that half of humanity in the MCU who got to skip ahead to 2023 and miss the coronavirus...","sentiment_score":-0.0833333333}
{"full_text":"RT The masks are off now.","sentiment_score":0.0}
{"full_text":"RT Custodial workers the University of Arizona make $12\/hr while having the harshest labor on campus. Working condition...","sentiment_score":0.0}
{"full_text":"With phishing emails and calls up over 600% since March, Steve Fenwick, head of security operations lead, has some advice for healthcare staff on how to stay cyber secure while working from home.#CyberSecurity #RemoteWork #NHShttps:\/\/t.co\/VJfsCAnfyT","sentiment_score":0.4}
{"full_text":"RT It's looking like we've turned the corner at my house, so I'm going to tell you a story about love and a pandemic. It starts...","sentiment_score":0.5}
{"full_text":"RT \"Belgium has not fulfilled its human rights obligations and this had serious consequences for many residents,\" the repor...","sentiment_score":0.0555555556}
{"full_text":"Greggs has announced plans to cut more than 800 jobs as a result of the ongoing coronavirus pandemic.The boss warned that the bakery chain \"will not be profitable as a business\" if sales continue at the rates they have been in lockdown.","sentiment_score":0.5}
{"full_text":"is there any chance I could be immune to covid without having contracted it?","sentiment_score":0.0}
{"full_text":"I booked a vacation with  and unfortunately it turned out to be pandemic times, thankfully they refunded my full amount","sentiment_score":-0.075}
{"full_text":"Looking Ahead: The Future of Remote Work and COVID-19's Impact on Mobility [Download] #COVID #HR #GlobalMobility","sentiment_score":-0.05}
{"full_text":"RT 1 in 18 Chicagoans have active COVID-19 infections as of Nov. 13.Wear your masks. Wash your hands. Watch your distance.","sentiment_score":-0.1333333333}
{"full_text":"RT Join us LIVE  on Monday for the first webinar of WEO Week - a series of live-streamed sessions diving into the key findings of #W...","sentiment_score":0.1287878788}
{"full_text":"STAY HOME.I don't get to. Please, if YOU can, stay home and stay safe.","sentiment_score":0.5}
{"full_text":"RT They have only been back a week https:\/\/t.co\/AAiVpcUjym","sentiment_score":0.0}
{"full_text":"RT Now see this. Alcohol consumers in Ireland are buying cheap one-way flights to gain access to the bars in airport departur...","sentiment_score":0.4}
{"full_text":"After Kris Houser texted his wife a video clip from one of their favorite movies, he and his wife shared what would ultimately be their last \"I love you.\"https:\/\/t.co\/XgIofeB7Fg","sentiment_score":0.25}
{"full_text":"RT Damn. People kept asking me about some video, and I figured it was more \"trust the plan\" type nonsense.But nope. This is r...","sentiment_score":0.5}
{"full_text":"After Biden's win it looks like the USA will rejoin the Paris Accords to reduce global warming. In our ENEX webinar series we tackled whether or not the response to Covid can show us the way to save the planet.#climatechange #climate","sentiment_score":0.4}
{"full_text":"This is insanity. Now public health officials have truly decided that risk is not allowed. Flu vaccine nowhere near 90 effective, kills same people as Covid generally.Normal could return now essentially, and after a vaccine for everyone, if immunity isn't already reached.","sentiment_score":0.14}
{"full_text":"The announcement comes as Gulf issuers show no sign of slowing a blitz to the international debt markets this year as they seek to plug finances hit by low oil prices and the coronavirus crisis.https:\/\/t.co\/HWvXiIuUL5","sentiment_score":0.0}
{"full_text":"to track where your money goes, you can check out our transparensee(d) reports below   #ReliefPH donations     | Covid Care donations     | check out our carrd!     |","sentiment_score":0.0}
{"full_text":"RT I'm seeing people share these kinds of plots on excess deaths to try and claim there isn't COVID problem currently. But...","sentiment_score":0.0}
{"full_text":"'I'm beyond embarrassed by the way people from my home town, even some of my own friends and family, are reacting to the virus'","sentiment_score":0.6}
{"full_text":"Dale Jones, technical director at discusses managing businesses and supply chain #COVID19 responsibilities (P. 12):https:\/\/t.co\/Gr1cfSmZF7","sentiment_score":0.0}
{"full_text":"'It knocked me down bad' |  Triad COVID-19 survivor warns you to take the virus seriously ahead of the holidays","sentiment_score":-0.3962962963}
{"full_text":"British Prime Minister Boris Johnson is self-isolating after being told he came into contact with someone who tested positive for the coronavirus, officials said Sunday.","sentiment_score":0.1136363636}
{"full_text":"RT How does Australia respond to the 1999 murder of Australian missionary Graham Staines and his two young sons by #RSS a...","sentiment_score":0.05}
{"full_text":"AWAN Afrika Trailblazers in Uganda.....DEALING with #COVID19 JOIN THE MOVEMENT. GO TO:https:\/\/t.co\/5Cr6SytTjN","sentiment_score":0.0}
{"full_text":"RT My 30 Day Lockdown Lean program is readyTo get it for freeComment #Lockdown below And retweet this","sentiment_score":0.0}
{"full_text":"North Korean leader Kim Jong Un ordered a tightening of state emergency anti-coronavirus systems in the face of the worldwide pandemic, as he presided over a meeting of the politburo of the ruling Workers Party, state news agency KCNA said on Monday.","sentiment_score":0.0}
{"full_text":"Headteachers call for priority Covid tests in Worth Less? campaignhttps:\/\/t.co\/2zNNU77yl2","sentiment_score":0.0666666667}
{"full_text":"Here are the four lockdown options the government could implement over Christmas","sentiment_score":0.0}
{"full_text":"South Korea reported more than 200 new coronavirus cases for the third consecutive day on Monday.https:\/\/t.co\/1jr0gnehlf","sentiment_score":0.2121212121}
{"full_text":"Specialist legal guidance on coronavirus for Individuals &amp; Businesses. Tann Law Solicitors are here to support you through the COVID-19 pandemic. Our team of solicitors can help you on a broad range of legal issues: See More: #LegalHelp #Lockdown","sentiment_score":0.240625}
{"full_text":"Our 'Live from the Auditorium' professional studio solution provides a broadcast quality live-streaming experience: 800-seat auditorium Unique to the city centre Self-contained and COVID-secureThe perfect hybrid or virtual solution for 2021","sentiment_score":0.4028409091}
{"full_text":"If you can work effectively from home right now, you must do so. This is to help us stop the spread of #coronavirus, keep people safe and save lives. #DoYourBit","sentiment_score":0.4619047619}
{"full_text":"International and local health organisations encourage everyone to practise good personal hygiene by frequently washing your hands with soap and water for at least 20 seconds.https:\/\/t.co\/aNgoIfNfLe#coronavirusuk #COVID19 #Coronavirus #CoronavirusOutbreak","sentiment_score":0.0833333333}
{"full_text":"If you have symptoms and need to book a test, you can do this online or by ringing 119.A pop-up Covid-19 testing site, run by the Army, is at Harwich International Port on Tuesday 17th November.To book an appointment go to:","sentiment_score":0.0}
{"full_text":"Republican politicians seem more and more out of touch with humanity as the pandemic presses onward. The failed leadership of  should never be forgotten.https:\/\/t.co\/Ul8XeFreQs","sentiment_score":0.1666666667}
{"full_text":" CORONAVIRUS 2020-11-15WHO records record one-day 660,905 infections.https:\/\/t.co\/zVD5nSaRIi RT","sentiment_score":0.0}
{"full_text":"Due to the lockdown the Waves of Waste beach cleans along the east Yorkshire coast are cancelled for now. But you can still make a difference by picking up any litter you can and disposing of it correctly if you're out enjoying some fresh air #marinelife #nature","sentiment_score":0.11875}
{"full_text":"Russia's daily coronavirus cases hit all-time high of 22,778https:\/\/t.co\/mFqrwfXwqT","sentiment_score":0.08}
{"full_text":"\"Punk was the Covid-19 of the 1970s. It particularly worried older people and people with underlying conditions, like those who owned a double necked guitar or who secretly liked jazz. Young people could have it but not notice.\"#ieLifestyle","sentiment_score":0.2066666667}
{"full_text":"China-developed TMOON mobile-cabin fever clinic has been put into mass production to support #COVID19 pandemic containment. Designed in accordance with medical requirements, the cabin consists of a clean area, buffer area, contaminated area, and medical functional area.","sentiment_score":0.1222222222}
{"full_text":"What more do you need","sentiment_score":0.5}
{"full_text":"The Davis family are based in Devon and milk the 220-cow Rivermead Jersey herd.\"We began using the Milk Pregnancy Test during the recent pandemic - we've found that it is less stressful for both the cow and for us.\"Read more here:","sentiment_score":0.05}
{"full_text":"Everyone who lives, works or studies in #Liverpool can now get a #Covid19 test... even if you don't have symptoms. Repeat testing encouraged: Liverpool - do it for yourself, do it for your friends and family, do it for your city.","sentiment_score":0.0}
{"full_text":"It is precisely the conditions created by the pandemic that make what happens in British Columbia significant for workers and unions across Canada. The NDP must demonstrate to the rest of the country how card check can improve the lives of working people.","sentiment_score":0.2583333333}
{"full_text":"Join our online discussion on Developmental Language Disorder 17th November, 7.30pm-9:00pm #DevLangDis #dldseeme #LancasterUniversity  #RADLD #DevelopmentalLanguageDisorder #devlangdis #dldandme #bestOut4lang","sentiment_score":0.0}
{"full_text":"This recent article from the US shows the vision of the post-covid world of work the super-rich have in mind for us: automated, on demand, low paid &amp; zero security. \"We face a fight for the future of work itself\" Sharon Graham Unite Executive Officer","sentiment_score":0.0}
{"full_text":"RT 'Where have you been for the last 201 days?' - Health Secretary responds to the question about why the...","sentiment_score":0.0}
{"full_text":"Keys, wallet\/purse, phone... Face covering! Remember, if you're travelling with us, you must wear one (unless exempt)  Buy your tickets online if you can, try to travel at quieter times and maintain social distancingThis helps ensure we can all #TravelWithConfidencei","sentiment_score":0.0333333333}
{"full_text":"The charity has recorded a \"record demand\" of those requiring the will writing slots in Glasgow https:\/\/t.co\/Nbth2phN6D","sentiment_score":0.0}
{"full_text":"RT This flagrant corruption - and it is corruption - should be the kind of thing which pulls together the left and centre in a...","sentiment_score":0.3}
{"full_text":"Prussian military theorist Carl von Clausewitz died #OTD in 1831 during a cholera epidemic, with his magnum opus On War still unfinished.Check out our Santa Clausewitz postcard in our store, and get 50% off when you buy at least 5!https:\/\/t.co\/Fo76EXa1gU","sentiment_score":-0.2}
{"full_text":"Complications from #pretermbirths are the leading cause of under-5 death.Health service disruptions as a result of #Covid19 may have further devastating impacts and push back progress. Learn how we can #protecttheprogress on #worldprematurityday2020.https:\/\/t.co\/235fEyEARi.","sentiment_score":-0.3333333333}
{"full_text":"RT The SNP are demanding an official inquiry into rampant cronyism in the UK Government after it was revealed Boris Johnson's a...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 16\/11\/2020 14:30Total Cases: 8846868 [+1251]Active: 465272Recovered: 8249489 [+1539]Deaths :130128 [+19]Total Tests: 125.7MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Should there be a second lockdown? Yes: 16, No: 10. #Vote:https:\/\/t.co\/YqXppyvB3J, #RePublicTalks8 #democracy","sentiment_score":0.0}
{"full_text":"Should there be a second lockdown? Yes: 16, No: 10. #Vote:https:\/\/t.co\/YqXppyvB3J, #RePublicTalks8 #democracy","sentiment_score":0.0}
{"full_text":"Should there be a second lockdown? Yes: 16, No: 10. #Vote:https:\/\/t.co\/YqXppydZF9, #RePublicTalks8 #democracy","sentiment_score":0.0}
{"full_text":"RT If this pandemic has taught us ONE THING, it is that a completely independent board must be set up that receives NO FINANC...","sentiment_score":0.0}
{"full_text":"How far do COVID particles travel through the air?https:\/\/t.co\/VMgVDPnNn5","sentiment_score":0.1}
{"full_text":"#COVID in #Italy | Anti - #lockdown protesters scuffle with police in #Rome","sentiment_score":0.0}
{"full_text":"RT Lovely #NoMad coverage in this. Remember it's FREE to book for 7pm on Friday 27th November - i.e. 2 weeks today - eek!...","sentiment_score":0.5}
{"full_text":"We have the awesome Khadijah our gB from the Northern Cape on this weeks #TheHealthInvasion and she is talking about iCovivi, yes fam corona virus is still here and we need to keep safe. Tshela thina how are you keeping safe?#loveLifeZA@HealthZA","sentiment_score":0.75}
{"full_text":"Its launch week!This Thursday at 12pm we are sharing with you our official MANIPULATE 2021 trailer, updated website and programme. No matter what state of lockdown we are in, the festival will go ahead, so join us on Thursday and get excited with us.","sentiment_score":0.375}
{"full_text":"NEW REVIEW During lockdown, Joburg's biggest hotels have been busy reworking their restaurant offerings and seriously upgrading service. Now reopened, we visited Radisson Blu Hotel Sandton's Vivace restaurant to see what's new.","sentiment_score":0.0098484848}
{"full_text":"Overnight Oldies: Happy Pandemic Halloween","sentiment_score":0.8}
{"full_text":"The award-winning pub known for its cosy atmosphere has revealed exciting plans to adapt to the new normal","sentiment_score":0.1954545455}
{"full_text":"'Many nurses, healthcare assistants and doctors don't even want to carry on in our professions anymore'","sentiment_score":0.5}
{"full_text":"RT At the point in my pandemic journey where I'm acquiring a new pair of slippers because my old pair doesn't \"go with\" my nap...","sentiment_score":0.1181818182}
{"full_text":"Gone are the days of waiting in long queues and letting the day go to waste. Download the MediVic App and connect with your practitioner online. iOs: #ehealth #downloadnow #covid19","sentiment_score":-0.125}
{"full_text":"Today is Day 1 of #SafeguardingAdultsWeek and the focus is on safeguarding and wellbeing. It's everything from mental health to how you can safeguard your wellbeing during the Covid-19 pandemic. Check out for more information and be sure to get involved!","sentiment_score":0.3416666667}
{"full_text":"The 2020 Index reveals that pre #COVID, all regions had seen an improvement in #education over the last 10 years, with people starting education earlier and continuing later in life.https:\/\/t.co\/t3i4aSP3aK","sentiment_score":0.0}
{"full_text":"DDA (Disability Discrimination Act) 25 years on: 'Phenomenal activism... but deeply flawed legislation' #disability #disabled #inclusion #Diversity #COVID19 #uk","sentiment_score":-0.0666666667}
{"full_text":"Current Conditions for #Sayre PATemp: 41.4FWind Chill: 38.0FHumidity: 60%Dew Point: 28.6F Barometer: 29.910 inHgWind: 6 mph from the WSWCorona Virus Weekly Stats:Cases: 223.000000Deaths: 10.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Stop entertaining the notion of voter fraud in the US. If you still believe in it, you are an absolute buffoon to me. Republicans are undermining democracy and want to turn America into an authorotarian theocracy. And Trump's refusal to concede will only produce more COVID-deaths","sentiment_score":0.3}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
