{"full_text":"RT Remember how Reagan said we are one generation away from losing our freedom? This is that generation. We are literally...","sentiment_score":0.0}
{"full_text":"* Chart: Where Coronavirus Cases Are Growing Fast | Statista","sentiment_score":0.2}
{"full_text":"Pandemic semester 2 has hit me a lot harder in terms of motivation than semester 1. Hoping semester 3 won't ruin me","sentiment_score":-0.1}
{"full_text":"RT Weird framing considering Florida is near the bottom of the list of cases per 100K within the last week, per CDC. Michi...","sentiment_score":-0.1333333333}
{"full_text":"Sadly today  9 more deaths with Covid have been announce in Coventry and Warwickshire hospitals. It is likely that most of these will have been infected just before the lockdown started.","sentiment_score":0.125}
{"full_text":"RT Meanwhile - in the middle of the pandemic - at the governors direction, the state spent nearly $1 million advertising for...","sentiment_score":0.0}
{"full_text":"Millions of Americans Expect to Lose Their Homes as Covid Rages via","sentiment_score":0.0}
{"full_text":"I think the skyrocketing COVID numbers make my point quite nicely.","sentiment_score":0.6}
{"full_text":"Dale Nally:  \"People are dying of COVID.  So funny!  I can't even.  \"","sentiment_score":0.3125}
{"full_text":"RT Our nation's frontline health care workers are under enormous strain. They deserve not just additional resources by the c...","sentiment_score":0.0}
{"full_text":"RT More lessons from  implementation of low technology to promote learning during the pandemic.","sentiment_score":0.25}
{"full_text":"RT With Toronto in the Grey-#Lockdown level under provincial measures, #StayHome and limit contact to members of your house...","sentiment_score":0.0}
{"full_text":"RT Do not read this affidavit from an IT expert. We know what is documented here is impossible as the Maricopa County Supervi...","sentiment_score":-0.6666666667}
{"full_text":"RT Influenza death in the UK is down 96%. Average influenza death - 17000UK influe...","sentiment_score":-0.1527777778}
{"full_text":"Thats because they have plenty to hide.","sentiment_score":0.0}
{"full_text":"RT A major Trump donor's company got a 3% government-backed pandemic loan. It sells title loans at a 350% annual rate.","sentiment_score":0.0625}
{"full_text":"Did get this special treatment too?","sentiment_score":0.3571428571}
{"full_text":"Travel safely and avoid overcrowding this ChristmasSign up for crowding alerts and live updates on the move via 'Alert Me by Messenger' i power them through our unique tech which can look to the future#TravelWithConfidence","sentiment_score":0.3371212121}
{"full_text":"RT NYC increased its burial assistance to $1,700 from $900 in May. That is still short of the average $9,000 cost of a trad...","sentiment_score":-0.075}
{"full_text":"A Man of wisdom","sentiment_score":0.0}
{"full_text":"Shut the fuck CNN russian sympathizing asses","sentiment_score":-0.2}
{"full_text":"Thanks for your support. Please can you share this update re: open call poster design PS100 cash prize? #domesticabuse #domesticviolence #poster #opencall #design #global","sentiment_score":0.0666666667}
{"full_text":"RT Researchers analyzed COVID-19 infection rates in Kansas following a statewide mask mandate. They found that counties tha...","sentiment_score":0.0}
{"full_text":"RT Starmer proposed a \"circuit-breaker\" of two weeks. Johnson imposed a four week lockdown (albeit a little while later).I...","sentiment_score":-0.1875}
{"full_text":"RT We owe a great debt to the Mashpee Wampanoag Tribe and have, as a country, treated them miserably. If you would like to he...","sentiment_score":-0.1}
{"full_text":"RT Russia's vaccine for #COVID19 also out yesterday--but I didn't report it because its 92% efficacy results \"don't pass the sm...","sentiment_score":0.0}
{"full_text":"It takes years for most vaccines  due to many reasons. Funding , people willing to take part in trials and legalities are common issues. Coronavirus strains changing has an impact on the flu vaccine and its rate of success.  Money and no legal recourse is the difference here","sentiment_score":0.1464285714}
{"full_text":"RT A police officer was struck on the back of the neck with a glass bottle while on patrol in Soho closing time, hours before the n...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Weekly deaths in England and Wales highest since May","sentiment_score":0.0}
{"full_text":"Unfortunately, the R strategy of downplaying the virus and demeaning mask-wearing and social distancing will not disappear with the new administration, and will impede our ability fo control the virus well into the future.","sentiment_score":-0.0825757576}
{"full_text":"RT The Papadopoulos house won't be in lockdown for thanksgiving. Neither should yours. This is America","sentiment_score":0.0}
{"full_text":"RT Kentucky Fried Chicken is the latest fast food chain to redesign its restaurants for the Covid-19 era, with a tech revam...","sentiment_score":0.0333333333}
{"full_text":"RT Just posted an update of our July preprint \"Herd immunity thresholds for SARS-CoV-2 estimated from unfolding epidemics\". No...","sentiment_score":0.0}
{"full_text":"RT Un-freaking-believable. Now more than ever, people are looking to elected leaders for signals on how to mitigate risk. Is i...","sentiment_score":0.5}
{"full_text":"RT EU secures 160 million doses of Moderna's COVID-19 vaccine#ARYNews #COVID19https:\/\/t.co\/9puM9IFUDT","sentiment_score":0.0}
{"full_text":"RT Why is your party filibustering $500 billion in COVID relief?And Joe Biden is cheering them on. Thinking that blocking relie...","sentiment_score":0.0}
{"full_text":"RT To be effectively opposed, the subject must be accurately described &amp; this portrait by of a person who gets...","sentiment_score":0.2777777778}
{"full_text":"Shame on this new legislator.  People are dying at record numbers here in MN.  \"Newly elected lawmaker vows to flout Minnesota COVID-19 rules\" -  @MeidasTouch @amyklobuchar @TinaSmithMN @AngieCraigMN @Ilhan ","sentiment_score":0.1363636364}
{"full_text":"RT NY Times flexes Its anti-anti-Communism on coronavirus 'misinformation' from the 'far right'","sentiment_score":0.1928571429}
{"full_text":"Looks exactly like a virus spreading. Oh, wait. ","sentiment_score":0.25}
{"full_text":"RT As Thanksgiving approaches, Covid-19 cases continue to rise in the United States. Read the latest news about the pand...","sentiment_score":0.5}
{"full_text":"If you cared for the best interest of our country you would not let 225 thousand die because you insisted COVID was a hoax.","sentiment_score":1.0}
{"full_text":"RT Dalits and Adivasis with hard-earned and loan-funded BTech, BEd, MBA, LLB and other degrees have lost their pre-lockdown j...","sentiment_score":-0.125}
{"full_text":"But you realize that as long as he advocates for in person school during a pandemic, that \"acceptable loss\" is exactly what he's saying. He could be advocating for parental support so we can get through the pandemic more quickly, but he's not. He'd rather deny the risk.","sentiment_score":0.2583333333}
{"full_text":"The #IATA #Forecast for 2020, 2021.","sentiment_score":0.0}
{"full_text":"RT Lower your risk of Covid-19 Wear a mask, wash your hands, stay 6 feet away from others, and avoid large gatherings....","sentiment_score":0.2142857143}
{"full_text":"LifePetitions - Petitions for a Culture of Life","sentiment_score":0.0}
{"full_text":"RT the very first \"stay the fuck home and play UT99\" stream will be on Thanksgiving, likely later in the day (prob 7PM EST...","sentiment_score":-0.01875}
{"full_text":"RT (CNN) - Americans need to be prepared for the possibility that they may feel a little unwell after they get a coronavirus v...","sentiment_score":-0.1875}
{"full_text":"RT 'We are happy to work with any country to share our knowledge and data' -- New Zealand PM Jacinda Ardern says she will work...","sentiment_score":0.4681818182}
{"full_text":"seriously do you believe that china created covid. Cause if you do you are clearly so stupid and delusional. Also not to mention how sucked up you are in conspericy theories.","sentiment_score":-0.5666666667}
{"full_text":"Hi, thank you for reaching out regarding the use of face masks by our Team Members &amp; customers. Our Team Members are social distancing &amp; supplied w\/plexiglass shields, gloves, masks, face shields &amp; sanitizer. We are requiring face masks to be worn by Team Members &amp; customers.","sentiment_score":0.0333333333}
{"full_text":"It's......a global pandemic you absolute moron. America is one country out of over 200. You're into environmental science and you support Trump? ","sentiment_score":-0.2}
{"full_text":"RT Exciting announcement from launching ANTICOVLarge adaptive clinical trialWill test several #COVID19 treatments...","sentiment_score":0.15}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"This is hilarious","sentiment_score":0.5}
{"full_text":"VIDEO - Biden Covid Adviser: Take This Seriously, There Won't Be the Doctors and Nurses to Take Care of You ","sentiment_score":-0.3333333333}
{"full_text":"On the access to the #COVID19 vaccine, Ana Barreto asks \"So who is disposable? Historically it is us, black people\"","sentiment_score":-0.1666666667}
{"full_text":"wow dangerousity covid 19 years old","sentiment_score":0.1}
{"full_text":"Anywhere after this pandemic ","sentiment_score":0.0}
{"full_text":"You could probably go on some social  platform and find bikes easy. I think many bought them during the beginning of the pandemic, rode them once and then put them away not realizing they had to actually ride them.","sentiment_score":0.2416666667}
{"full_text":"RT VICTON Announces Postponement Of Comebackhttps:\/\/t.co\/iHxSQaRQIp","sentiment_score":0.0}
{"full_text":"RT #GujaratCoronaUpdate#COVID19 Dashboard1510 New cases1286 Discharged16 Deaths reported84,625 Tests carried out todayT...","sentiment_score":0.1363636364}
{"full_text":"9am update: 197,848 confirmed #COVID19 cases in Alabama++1,961 more than Monday++- 6,843 in Baldwin County (84 deaths) per ADPH-19,548 in Mobile County (363 deaths) per MCHD","sentiment_score":0.45}
{"full_text":"RT When will it end?The virus batted first in 2020 and dominated mankind. We bowled poorlyIts nearing halftime it seems....","sentiment_score":0.25}
{"full_text":"RT A major Trump donor's company got a 3% government-backed pandemic loan. It sells title loans at a 350% annual rate.","sentiment_score":0.0625}
{"full_text":"RT Three weeks ago 7 of us had Sunday dinner at my home. All 7 of us have Covid. I am the unlucky one fighting fo...","sentiment_score":0.0}
{"full_text":"Maybe more than 1 thing can be true at the same time:  1.  gratitude is good for us; 2.  Explicit direction to wear a mask from a trusted leader could help curb UT's covid explosion.","sentiment_score":0.3875}
{"full_text":"RT No mayor has lost a dime of their paycheck because of COVID. No Governor has lost a dime of their paycheck because of COVI...","sentiment_score":0.0}
{"full_text":"RT It gave me quite a joltTo see that Pepper &amp; BoltAre in need of a new homeSo in you garden could they roam? #Team...","sentiment_score":0.1363636364}
{"full_text":"We need this now!!!!!!","sentiment_score":0.0}
{"full_text":"RT UP. Cartoon for #COVIDIOTS #COVID #Covid_19","sentiment_score":0.0}
{"full_text":"A 90%+ effectiveness rating on the recent Covid vaccine candidates puts it up there with the likes of Polio and Mumps.  A remarkable achievement in such a short amount of time.","sentiment_score":0.1875}
{"full_text":"Get the fuck over myocarditis.  It's nothing new!  Quit acting like this is something we've never seen before brought on by covid.  Myocarditis has long been associated with viral infections of all kinds.I hate stupid fear mongers like you.","sentiment_score":-0.3132575758}
{"full_text":"During a pandemic, during hard times, you guys are showing me how generous and how caring you can be.Thank you all for the DMs and please keep them coming! ","sentiment_score":-0.3645833333}
{"full_text":"RT \"When we look at this pandemic and we look at how are we going to get through, and how are we going to build back, we...","sentiment_score":0.0}
{"full_text":"RT Sharing this \"thank you\" to all of the people participating in the COVID-19 vaccine trial. Because of your courage, #Sci...","sentiment_score":0.0}
{"full_text":"RT Coronavirus must be too broke to be in Dubai","sentiment_score":0.0}
{"full_text":"RT #BTS x Good Morning America@BTS_twt performs 'Dynamite' on 'GMA3'https:\/\/t.co\/rZ7XpSj88cBTS on how they made new m...","sentiment_score":0.4181818182}
{"full_text":"RT Valid and basic quations asked by mam over strategy of Vaccine distribution.\"We are not playing pol...","sentiment_score":0.0}
{"full_text":"\"Coronavirus should inspire us to rewild cities to better support our children\" via","sentiment_score":0.5}
{"full_text":"Im so excited to be a part of #Freerangehumans heart work! I have not only found home in Freediving, but learning about the power of my breath and most importantly, the gift of being present... just yes! Watch here ----&gt;","sentiment_score":0.27375}
{"full_text":"PS29 million for a festival of Brexit, during a pandemic, when we will still be in lockdown. Brexit is looking even worst than I was expected it to be - what is there to celebrate?  This is a waste of money when people are dying. Will the PM be giving the money to his mates?","sentiment_score":-0.4333333333}
{"full_text":"Sec. 6.  Effective Date.    This proclamation is effective at 5:00 p.m. eastern standard time on February 2, 2020.https:\/\/t.co\/BrpDr5OqM9","sentiment_score":0.275}
{"full_text":"RT Call me old fashioned but when the President of the United States retweets Randy Quaid during a Pandemic and an Economic...","sentiment_score":0.15}
{"full_text":"COVID-Related Nurse Shortage Hitting Hospitals","sentiment_score":0.0}
{"full_text":"RT #FreebieFriday!!Stuck at home on Friday night in #Lockdown? Win the perfect snack combo To enter, simply: Flw us...","sentiment_score":0.6}
{"full_text":"RT If you look at the past seven days, however, only seven other states have seen more people die than Indiana has, accord...","sentiment_score":0.03125}
{"full_text":"A Chicago alderman has proposed a $1.25 per package delivery tax on companies like Amazon -","sentiment_score":0.0}
{"full_text":"RT I've heard 'the experts' saying that even if you take the vaccine, you should continue to wear a mask and socially distance....","sentiment_score":0.0333333333}
{"full_text":"Tired of this Covid shit my fucking god","sentiment_score":-0.4}
{"full_text":"These Jersey Shore charities keep going, even in the pandemic. They could use your help. via","sentiment_score":0.0}
{"full_text":"The Atlantic bubble bursts as COVID-19 cases rise.","sentiment_score":0.0}
{"full_text":"Let's actually make some changes to our physical environment !Make some streets car free, widen sidewalks and give people the streets!Let's create a #NewNormal with action, not talk.#LeadershipMatters #tinyislands #TrinidadandTobago","sentiment_score":0.125}
{"full_text":"RT this feature by is absolutely devastating (with a few notes of hope mixed in)","sentiment_score":-0.4}
{"full_text":"As per the new rule , Pandemic is as per section 118A where R(0) is entire States population","sentiment_score":0.0681818182}
{"full_text":"These scans might help cut down on the time it takes for doctors to check the #COVID19 status of people having a stroke, new research shows.","sentiment_score":-0.0095959596}
{"full_text":"RT The Governor of the Bank of England is 100% correct. Number 10 insiders, Gove and Sunak are increasingly worried.The bi...","sentiment_score":0.0}
{"full_text":"Manny is a Senior Business Analyst for Peak Support.#Honeymoon during the #pandemic?Dinner with &amp; with a #baby #elephant named Lulu?Read this month's Q&amp;A blog now to learn more about Manny.https:\/\/t.co\/IlNk8XlVjG","sentiment_score":0.5}
{"full_text":"he also made the nursing home deaths worse by transferring covid positive elderly into nursing homes early on iirc.","sentiment_score":-0.0242424242}
{"full_text":"RT It has become clear during Trump's lack of transition that the only way that WE can get coronavirus relief is to vote...","sentiment_score":0.05}
{"full_text":"As cases of COVID-19 continue to increase rapidly across the country, the safest way to celebrate Thanksgiving is at home.  Here are more suggestions on how to celebrate safely this holiday season...https:\/\/t.co\/WMzDQM5Lpo","sentiment_score":0.5}
{"full_text":"RT Vice President-elect and I spent the afternoon meeting with a bipartisan group of mayors. It was just the start...","sentiment_score":-0.1}
{"full_text":"Your whole bench is pretty much on the COVID list ","sentiment_score":0.2166666667}
{"full_text":"RT Vaccination with #SputnikV will be free of charge for Russian citizens.#COVID19 #CovidVaccine","sentiment_score":0.2}
{"full_text":"Because there only testing for COVID19 ","sentiment_score":0.0}
{"full_text":"RT And now it begins.. If you want to fly u MUST take the vaccine!!","sentiment_score":1.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"I stan the right man","sentiment_score":0.2857142857}
{"full_text":"More than 40 meat processing plants across Indiana were recently awarded funding to help offset the impact of COVID-19. This industry is vital to our state's food supply chain. Click the link to learn which plants will receive this money. #3ToTweet","sentiment_score":0.2}
{"full_text":"RT Conservative MP Laura Trott said: \"We're up to 500,000 tests a day\".On 2 November, labs had capacity for 521,016 test...","sentiment_score":0.0}
{"full_text":"ion know one person on grand bahama who have\/had covid .. ion know if that's a blessing or if y'all tricking me with these numbers because DA FUCK .","sentiment_score":0.05}
{"full_text":"Have you been approached?","sentiment_score":0.0}
{"full_text":"NEW at from Stephen Eide: Many people may not come back to the city, but if they spend more days in the communities they live, they may put down more roots there. There's no easy \"end of cities\" narrative here.","sentiment_score":0.1750631313}
{"full_text":"Number Of Banks Working With Marijuana Industry Continues To Drop Amid COVID, Federal Report Showshttps:\/\/t.co\/gMMwunW9tb","sentiment_score":0.0}
{"full_text":"Guests are required to wear face coverings and follow social distancing protocols.https:\/\/t.co\/Q8vk8aUhd0","sentiment_score":0.0333333333}
{"full_text":"CSR Update: partnering with St. Petersburg, FL, for a holiday toy drive for families affected by COVID-19.https:\/\/t.co\/V6dXVaFA3U","sentiment_score":0.0}
{"full_text":" Winemakers have squeezed the best out of nature for centuries, but sensitive vines suffer from rising temperatures. Now biodynamic viticulture is becoming more prevalent, offering a more natural approach for a post-pandemic world.https:\/\/t.co\/LwEPBrS9wa","sentiment_score":0.4416666667}
{"full_text":"RT Join us for our Annual Turkey Giveaway on Tuesday, November 24, 2020 at Alice Harte! Free COVID -19 testing and flu shots...","sentiment_score":0.4}
{"full_text":"Jo Bhandal from writes about how Covid-19 is accelerating the drivers of LGBTQ+ youth homelessness and how akt responded.Read more from our partners here:https:\/\/t.co\/PBnxRuNeX9","sentiment_score":0.5}
{"full_text":"RT Something to be proud of! In a move to acknowledge PM Imran Khan's successful policies against Covid-19, World Economic Foru...","sentiment_score":0.65}
{"full_text":"#COVID19 is affecting the mental health of  #children, and #teenagers. #Socialization has stopped due to the #quarantine . Now that #schoolsreopening , the affect of the #pandemic on Teen's #mentalhealth is apparent. We have tips on how to deal with thishttps:\/\/t.co\/KhVy5fJKKC","sentiment_score":-0.04375}
{"full_text":"COVID cases are reaching critical levels here in Pennsylvania. Know the symptoms and how to take action if you or someone you care about gets sick.","sentiment_score":-0.2047619048}
{"full_text":"Student-teachers experience pandemic adjustments in the classroomhttps:\/\/t.co\/n56MnQH5gt","sentiment_score":0.0}
{"full_text":"West Indies send inspection team to Bangladesh to assess Covid-19 plans and protocols","sentiment_score":0.0}
{"full_text":"\"When so much is out of our control, the act of volunteering puts some control back in our hands.\"","sentiment_score":0.1}
{"full_text":"Politics is a powerful force but it can be counteracted with data and logic. It requires two steps: Put the numbers in front of decision makers AND citizens. Ask each to make the best call. Then step back and watch the fireworks. #publichealth","sentiment_score":0.4333333333}
{"full_text":"International air travel could come booming back next year but with a new rule: Travelers to certain countries must be vaccinated against the coronavirus before flying.https:\/\/t.co\/UqK44TzlxX","sentiment_score":0.0701298701}
{"full_text":"Although not under the best circumstances, I feel we have really gotten to see Camilla come into her own. She's done an excellent job of keeping her patronage's at the forefront of all she does, &amp; when she is seen, it's not all about her. I've loved watching her throughout COVID.","sentiment_score":0.7}
{"full_text":"RT When will Democrats actually listen to the data, science &amp; facts regarding schooling during COVID-19?The data shows tha...","sentiment_score":0.0}
{"full_text":"2020 has been the toughest year we've ever had. With many of our vendors now in lockdown situations, we are asking for your support to help us and help our vendors through the Covid-19 pandemic this Christmas.https:\/\/t.co\/us1a3sOwZh","sentiment_score":0.5}
{"full_text":"I was just scrolling Twitter and just pops up in the photo of this news article haha. Girl I am seeing you EVERYWHERE. So excited for and proud of you!","sentiment_score":0.525}
{"full_text":"Experts say Thanksgiving gatherings could lead to an even bigger spike in sickness and death over the holidays.","sentiment_score":0.0}
{"full_text":"Our hero. Innalillah.. ","sentiment_score":0.0}
{"full_text":"Palm Beach is no exception to the changes in holiday shopping trends this year","sentiment_score":0.0}
{"full_text":"If you have symptoms of COVID-19 you must get tested. You can attend the drive-through test site at the LYCRA Company car park, the walk-through test site at Ulster University's Magee campus, or order a home test kit. Visit for info on how to book a test.","sentiment_score":0.0}
{"full_text":"Imagine looking into an injured or sick animal's eyes knowing that your ability to ease their pain and suffering has been strangled by COVID?  I lay awake each night praying that by the Grace of God, we will somehow get through this... ","sentiment_score":-0.7142857143}
