{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"Feeling okay... Star by  on Z100 would make my whole year though. Covid's been rough on everyone... and the holidays are coming too v-v","sentiment_score":0.2}
{"full_text":"How is your work place handling Covid?","sentiment_score":0.0}
{"full_text":"account is temporarily unavailable because it violates the Twitter Media Policy. Learn more.","sentiment_score":0.5}
{"full_text":"CDC: Sturgis motorcycle rally blamed for COVID-19 spread in Minnesota #SmartNews","sentiment_score":0.0}
{"full_text":"RT Taiwan hasn't had a case of COVID-19 in 200 days.","sentiment_score":0.0}
{"full_text":"RT What if there was a candlelight vigil, silent, socially distanced, at &amp; C Street NE townho...","sentiment_score":0.0166666667}
{"full_text":"Between grad school, work, the pandemic, and teaching my kids at home... Lexapro has been a life saver. All it took was complete and utter nervous breakdowns\/panic attacks to get to the point of seeking help.","sentiment_score":0.05}
{"full_text":"Texas National Guard arriving for mortuary support in El Paso. That's how many people have died of COVID-19 there, folks. The National Guard has been called in to help with the bodies. Their Thanksgiving is already ruined. Please don't do the same to their Christmas.","sentiment_score":0.25}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"RT Like I said, and are going to have to fumigate and tent the in January.","sentiment_score":0.0}
{"full_text":"RT Ontario reports a record high #covid19 case count again today. In the future, we will look back and wonder why we let politi...","sentiment_score":0.0533333333}
{"full_text":"RT he has santibodies","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT If it seems like you've seen more graffiti around time, you have. We talked to some downtown building owners and the polic...","sentiment_score":0.5}
{"full_text":"RT puto covid","sentiment_score":0.0}
{"full_text":". If you honestly think wearing a mask during a pandemic equates to stealing your civil rights then you're hopeless. Sorry. Not trying to be rude, but you baffle me. Take it off when you come home. There, your right to choose remains intact.","sentiment_score":0.0214285714}
{"full_text":"RT The spread of zoonotic diseases depends on the health of our planet. Where native biodiversity is high, the infection rate for...","sentiment_score":0.16}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT My heart breaks over every story I post every single time. But then there are some like this that just...","sentiment_score":-0.0714285714}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"RT First the #WHO covered up for #China's lies. Now it's trying to undermine our ability to combat #COVID19.Americans s...","sentiment_score":0.25}
{"full_text":"RT Business owners in Buffalo, NY demand \"health inspector\" leave private property. \"Go get a warrant.\"  People have had en...","sentiment_score":0.0}
{"full_text":"Ben Carson was 'desperately sick' with COVID, is now 'out of the woods' #FoxNews","sentiment_score":-0.7142857143}
{"full_text":"RT At a time when Delhi government is under severe criticism for its mismanagement of the pandemic, certain self-proclaimed '...","sentiment_score":0.2142857143}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT This is what Georgia's senate runoff elections mean: strong COVID relief, $15 minimum wage, expanded healthcare, tacklin...","sentiment_score":0.0604166667}
{"full_text":"Please cancel or delay the re examination of Deled examinations leaked for every semester as the current situation of corona is alarming.","sentiment_score":-0.05}
{"full_text":"RT BREAKING: Georgia Senate candidate Kelly Loeffler is self-isolating after testing positive for COVID-19 today.","sentiment_score":0.2272727273}
{"full_text":"RT capitalism never rests  he said u gon GET these kids their presents or ELSE","sentiment_score":0.0}
{"full_text":"RT If you can't wear a mask due to \"health reasons\", shouldn't you be the LAST one out and about?","sentiment_score":-0.0625}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT A Kelly Covid Christmas ...Kelly, the inside trader Had some very fancy clothesAnd if you ever saw her...","sentiment_score":0.2}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"Thank you!! The numbers are outrageous. Please stay safe. #WearAMask #HoliidaysAthome","sentiment_score":-0.25}
{"full_text":"RT \"Since the election, Mr. Trump has taken no questions from reporters. But he has played golf on Nov. 7, 8, 14, 15 and 21.\"@a...","sentiment_score":0.0}
{"full_text":"RT It is interesting to note that Kelly Loeffler contracted COVID-19 despite insider information regarding the virus","sentiment_score":0.5}
{"full_text":"RT Banks which are chasing account holders, especially senior citizens to go for a re-KYC at branches--- are you even recognizi...","sentiment_score":0.0}
{"full_text":"RT MOVING FORWARD: The FDA has granted emergency authorization for the experimental #COVID19 treatment made by #Regeneron It was g...","sentiment_score":0.1}
{"full_text":"RT Queues at McDonald's stores across South Australia stretched for hundreds of metres as residents celebrated their newfo...","sentiment_score":0.15}
{"full_text":"I never wear a mask, got it and had a scratchy throat for a few days.  Since then I've been living with and helping an elderly aunt and uncle who are having a harder time with it and donating antibody plasma.","sentiment_score":-0.15}
{"full_text":"I'm so exciting waiting for Fantopia day 2 and OffGun It's sad cause if there hasn't been a Corona pandemic, I could have been here today and supported them :((((((#OFFGUNxFANTOPIA2020Day2","sentiment_score":-0.3166666667}
{"full_text":"Think about this....","sentiment_score":0.0}
{"full_text":"RT I am tired. I've spent the last 8 months caring for #COVID patients. I've missed my family and friends. I've missed bir...","sentiment_score":-0.1666666667}
{"full_text":"RT A virtual summit on pandemic preparedness didn't seem to be on the president's agenda on Saturday as he arrived at his V...","sentiment_score":0.0}
{"full_text":"RT Thanksgiving 2020 was always going to be a disappointment. Help people live to celebrate in 2021. Stay home. Stay masked. St...","sentiment_score":-0.2318181818}
{"full_text":"He will, he is already sliding away from the fires promises, anyone been compensated yet? COVID is all Dans fault! He didn't have anything to do with NSW Gas Fracking, Not him keeping kids in prison on an island, the 13 people gifted with 1\/2 billion to fix the Reef not his issue","sentiment_score":0.5}
{"full_text":"RT Trump and refusing to accept election results, trying to subvert democracy, refusing to give Biden vital in...","sentiment_score":0.1}
{"full_text":"RT Kelly Loeffler is positive for the coronavirus.#WearAMask","sentiment_score":0.2272727273}
{"full_text":"COVID 19 is a new virus. There was a learning curve. That is not new in science.When the consensus was that wearing a mask would help, the medical community told us that. It has not changed since.TRUMP has refused to back up the science. He says yes, maybe, no to sow distrust.","sentiment_score":0.0170454545}
{"full_text":"RT If 50% of Americans got *this*, the virus could be contained; it would fade. The outbreak would be controlled.This is not...","sentiment_score":0.0}
{"full_text":"Okay like obviously no one should be seeing family or friends in person, so like this whole \"six people\" nonsense is just batshit complicity in murder, but calling the (maskless) cops?!Props on the governor for being both ineffective AND off-the-charts authoritarian at once.","sentiment_score":0.2333333333}
{"full_text":"RT It is interesting to note that Kelly Loeffler contracted COVID-19 despite insider information regarding the virus","sentiment_score":0.5}
{"full_text":"RT Breaking: FDA gives emergency approval to COVID-19 antibody serum used to treat Trump | Just The News","sentiment_score":0.0}
{"full_text":"First covid narcs, now parking narcs. I propose narc narcs.","sentiment_score":0.25}
{"full_text":"RT Your reminder that there is still no national strategy for equipment, stay-at-home orders, mask mandates or disaster relief.","sentiment_score":0.0}
{"full_text":"RT Pay everyone $1500 to get vaccineIt is a stimulus check &amp; big vaccine incentive rolled into one  Result: more people g...","sentiment_score":0.25}
{"full_text":"RT While the world has a conference on Covid, Trump decides to golf instead.","sentiment_score":0.0}
{"full_text":"RT Scott Samson confirms that they found out this morning that a staff member tested positive for COVID-19. Began the proce...","sentiment_score":0.2272727273}
{"full_text":"This is just dumb. The right ignoring CDC Covid guidelines and keep spreading it and still not learning.","sentiment_score":-0.0446428571}
{"full_text":"RT King Carl Gustaf captured the panic engulfing his country as it backfli...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Georgia Senate candidate Kelly Loeffler is self-isolating after testing positive for COVID-19 today.","sentiment_score":0.2272727273}
{"full_text":"RT I often get asked about why college students are being assigned \"more work\" during the pandemic based on anecdotes. Since I hav...","sentiment_score":0.5}
{"full_text":"RT We did the first round of lockdowns because we didn't understand COVID-19 and needed to get a handle on it.That's unde...","sentiment_score":0.025}
{"full_text":"RT Donald Trump appears to admit Covid is 'running wild' in the US","sentiment_score":0.1}
{"full_text":"Bruhs out here thinking LA in The 90s were the best times. We just gonna forget about 2pac and Biggies Death, Aids epidemic, and The 1992 LA Riots.","sentiment_score":1.0}
{"full_text":" second lockdown coming soon","sentiment_score":0.0}
{"full_text":"RT Don't be a selfish nut! Wear your mask in public!   (squirrel nut bar by Duke Harmon Woodworks)  #squirrels #MaskUp #StopT...","sentiment_score":-0.3125}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"America's share of deaths globallyH1N1 pandemic: 3.4%Covid pandemic: 18.9%","sentiment_score":0.0}
{"full_text":"RT Second wave of covid is about to be lit ","sentiment_score":0.0}
{"full_text":"What have you done personally to help in the current crisis? Volunteer at a hospital? Hand out masks to the mask less? Donate money for covid research?","sentiment_score":-0.0555555556}
{"full_text":"RT We need to update our understanding of violence. A COVID relief bill has been sitting on Mitch McConnell's desk for 50 da...","sentiment_score":0.0}
{"full_text":"RT Welp I guess we're about to find out if cocaine cures COVID.","sentiment_score":0.0}
{"full_text":"RT Business owners in Buffalo, NY demand \"health inspector\" leave private property. \"Go get a warrant.\"  People have had en...","sentiment_score":0.0}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"Recklessness &amp; complacency has made #coronavirus pandemic escalate, we need to keep guards high by observing SOPs, wear a mask, social distancing, self-quarantine if suspicious for at least 14 days, call covid19 hotline if need be #SecuringYourFuture #VoteM72021","sentiment_score":-0.0355555556}
{"full_text":"RT Rick Scott campaigned at a maskless indoor event with Kelly Loeffler and David Perdue just last week. Now that Rick Scott...","sentiment_score":0.0}
{"full_text":"RT Rick Scott campaigned at a maskless indoor event with Kelly Loeffler and David Perdue just last week. Now that Rick Scott...","sentiment_score":0.0}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT Breaking: Starting at 9 a.m., 36 TX National Guard soldiers will begin helping El Paso with mortuary services - including t...","sentiment_score":0.0}
{"full_text":"RT After touching a public microphone that was being used by others, David Purdue touched his nose during a pandemic.Ha...","sentiment_score":0.25}
{"full_text":"RT Florida added 8,409 new COVID-19 cases today. DeSantis loves killing and infecting his citizens","sentiment_score":0.1363636364}
{"full_text":"RT Don, Jr., Kelly Loeffler and Rick Scott will be celebrating thanksgiving this year with COVID-19","sentiment_score":0.0}
{"full_text":"RT In my first piece for I wrote about the mental health challenges that this winter might bring. \"After a...","sentiment_score":0.075}
{"full_text":"This is fucked up!  And all he's worried about is trying to disenfranchise uurban votes.  Not one word from the bastard about the increase in Covid-19 deaths since losing the election.","sentiment_score":-0.75}
{"full_text":"RT NEW: Kelly Loeffler is self-isolating after testing positive, and then getting an inconclusive result for coronavirus.","sentiment_score":0.1818181818}
{"full_text":"RT The ears, eyes and nose of a dog see the world so very different from our humans.Don't miss this week's Pawdcast epis...","sentiment_score":0.0}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT 18,927 Americans have died due to COVID-19 since the election.","sentiment_score":-0.125}
{"full_text":"RT Cash relief would help get us through this pandemic - other countries have figured this out and made it happen. We should t...","sentiment_score":-0.125}
{"full_text":"I am sorry for all the sadness that has been caused by covid 19, on many levels. Hug your pets...they bring much joy...at least my dog does.","sentiment_score":-0.025}
{"full_text":"for COY. What he's done in 2 seasons (1 Covid)...remarkable!","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler tested positive for COVID-19. She stole it from another crook Senator Rick Scott","sentiment_score":0.2272727273}
{"full_text":"RT It looks like we're headed for monstrous levels of COVID deaths, so please, folks, learn my from mistake:  get a second iP...","sentiment_score":0.0}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"It's been clear for months that nursing homes are some of the highest-risk zones for #COVID19. What, then, did rural nursing homes fail to learn from their urban counterparts?","sentiment_score":-0.1}
{"full_text":"i hate how the gov gets away with this like if anything sat on my desk for 50 days i'd probably be fired","sentiment_score":-0.8}
{"full_text":"RT One thing is clear in terms of how we are not all in this together. Millions of Canadians have lost their jobs due to COVI...","sentiment_score":-0.0125}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"Govt MLA MP Corruption? RBI\/Bank Scams? TAX Loot? official Share%Bribe?Ppls Concern Grievance?Ignore?","sentiment_score":0.0}
{"full_text":"RT It's amazing Covey is playing. He's in the age demographic where Covid isn't kind.","sentiment_score":0.6}
{"full_text":"Seeing ppl who had COVID just be out here bothers me ","sentiment_score":0.0}
{"full_text":"In that case, the next batch of Pandemic Aid should be $100,000 per person. Per month. For the next ten years.","sentiment_score":0.0}
{"full_text":"ay lucky i can just stay home today anyway the most active thing i did today was probably get some icecream from the shops lmao","sentiment_score":0.325}
{"full_text":"RT A new study from Denmark on the efficacy of mask wearing to prevent #Covid19 has raised some serious questions. What did...","sentiment_score":-0.0984848485}
{"full_text":"RT This is just evil. How many lawmakers including central govt ministers struck by Covid have availed Ayurveda for treatment?...","sentiment_score":-0.1666666667}
{"full_text":"RT Corona raat ko Jaipur ki galiyon mein aata hai? Can anyone pls enlighten me on this night curfew thing ? Gujarat also impos...","sentiment_score":0.0}
{"full_text":"NCDHHS Reports Highest One-Day Increase of COVID-19 Positive Tests; More than 4,000 Cases Reported","sentiment_score":0.3636363636}
{"full_text":"The Sydney businesses and areas hit with most COVID fines","sentiment_score":0.5}
{"full_text":"RT With 628k worldwide cases per day and rising, keeping Covid out of Australia now requires purpose-built quarantine facilit...","sentiment_score":0.0}
{"full_text":"Start another fake covid and knock everybody down you dumb rich bastard.","sentiment_score":-0.1638888889}
{"full_text":"Remdesivir's Failure Is a Warning for #COVID19vaccines  via","sentiment_score":-0.3166666667}
{"full_text":"Gautam Bhatia's column | Why even Indian comedy, art are sanitised in the age of pandemic'To be able to laugh in the face of death requires a difficult self-effacing confidence not visible in India.'Read:","sentiment_score":0.1}
{"full_text":"Post-pandemic, fieldwork faces a remote futurehttps:\/\/t.co\/o7HbLZjMAQ","sentiment_score":-0.1}
{"full_text":"Stay home alone and masturbate sam ","sentiment_score":0.0}
{"full_text":"RIP Marion Cole","sentiment_score":0.0}
{"full_text":"RT This is how we could have been living free since February. COVID vs lockdown is a false choice.","sentiment_score":-2.775557562e-17}
{"full_text":"RT At the height of WWII, we were losing 250 Americans\/day. We are losing well over 1,000 Americans\/day now due to covid.W...","sentiment_score":-0.125}
{"full_text":"You are a pathetic president...you played golf today #TrumpIsACriminal","sentiment_score":-1.0}
{"full_text":"\"It really does feel disrespectful to nurses and the high-risk populations that people are unwilling to wear a mask,\" Bradford said.https:\/\/t.co\/PinmCAYGKc","sentiment_score":0.2}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4iXKLO #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"\"DeSoto is on fire. It's red-hot cases,\" Dr. Thomas Dobbs said. \"If I lived in DeSoto, I wouldn't go out. I'd stay in my house as much as possible.\"","sentiment_score":0.0}
{"full_text":"South Dakota reported 36 new COVID-19 related deaths Saturday and 1,144 new positive cases, according to data released by the South Dakota Department of Health.","sentiment_score":0.125}
{"full_text":"Auburn Group Posing for a Photoc. 1910A very common practice in the late 19th and early 20th centuries was for people to hold branches or flowers while posing for a photo. Some here are even holding pinecones. #Election2020 #Election2020results #COVID19 #History","sentiment_score":-0.1475}
{"full_text":"RT Here's the Growing List of Democrats Who Defied Their Own CoVID Rules","sentiment_score":0.6}
{"full_text":"WATCH: This is 'Robovie,' a robot enlisted in a Japanese shop to remind customers to wear a mask, practice social distancing and guide them around","sentiment_score":0.0166666667}
{"full_text":"Say what Sleepy Joe?  Was it past your bedtime?","sentiment_score":-0.25}
{"full_text":"Mayor Bowman is not \"going to war with the province\" over its pandemic response. Shame! Call on to raise an army and deploy municipal troops to Broadway and Osborne immediately. #wpgpoli #mbpoli #StandWithTorch","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"#FromTheCenter: FDA Authorizes Regeneron's Covid-19 Antibody Cocktail Drug | Reporting by #COVID19Vaccine #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"AMA releases new CPT codes for coronavirus immunizations to prepare for vaccine rollout via #healthcare","sentiment_score":0.1363636364}
{"full_text":"COVID 19 cases in India until : 22\/11\/2020 09:30Total Cases: 9095908 [+0]Active: 440554Recovered: 8520039 [+0]Deaths :133263 [+0]Total Tests: 130.66MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Scott Baio, silver spoon Ricky Schroeder (Schroder) and the My Pillow guy helped bail out domestic terrorist Kyle Ritte...","sentiment_score":0.0}
{"full_text":"It doesn't get more meta than this: Our weekend #fiction is a chilling and imaginative story by Zhu Yue (Zhu Yue ) on world-ending pandemic...of literature","sentiment_score":0.2}
{"full_text":"Iran tightens COVID-19 restrictions, but some streets still busyhttps:\/\/t.co\/lCQSh5NHAP","sentiment_score":0.0}
{"full_text":"Oye safe another week from hunting for a new HC during Covid","sentiment_score":0.3181818182}
{"full_text":"The United States has recorded its 12th million COVID-19 case, even as millions of Americans were expected to travel for the upcoming Thanksgiving holiday, ignoring warnings from health officials about furthering the spread of the infectious disease.https:\/\/t.co\/Kdur4EpSSE","sentiment_score":-0.1}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT The risk of death from COVID among children under the age of 20 is practically zero.The risk of transmission from chil...","sentiment_score":0.0}
{"full_text":"my brain is on Blonde Frank Lockdown","sentiment_score":0.0}
{"full_text":"Regeneron's antibody cocktail for COVID-19 authorized by FDA - ABC7 Los Angeles","sentiment_score":0.0}
{"full_text":"You didn't even attend the covid portion of the meeting!   You don't care about anyone but yourself!!","sentiment_score":0.0}
{"full_text":"Gold plated socialized medicine for while he and the GOP works to gut the Affordable Care Act, Medicare, and Medicaid during a pandemic. How bootstrappy of them...Thank God the voters tossed that grifter out.","sentiment_score":0.0}
{"full_text":"RT If you're a \"doctor\" and you don't see a decent amount of covid in your practice environment on a regular basis, you do...","sentiment_score":0.0833333333}
{"full_text":"u know what i understand lockdown is annoying and really hard for mental health like i'm the worst i've ever been mentally but if you don't even try follow the rules then this shit is gonna last so much longer than it has to just fucking stop being SELFISH and follow the rules","sentiment_score":-0.3391666667}
{"full_text":"u can't force ppl to get tested or stay home nothing u can do","sentiment_score":0.0}
{"full_text":"RT And it's not running wild ALL OVER THE WORLD - at least not in Australia and New Zealand!!! Get with the...","sentiment_score":0.0221117424}
{"full_text":"RT Rajasthan: Amid rising cases of COVID-19, restrictions imposed in Jaipur under Section 144 of CrPC, to remain in effect till Decem...","sentiment_score":0.0}
{"full_text":"Buffalo, New York Business Owners Stand Up to Cuomo Lockdown Orders; Cha... via","sentiment_score":0.1363636364}
{"full_text":"RT REPORT: #SARSCoV2 reinfection just 26 days after initial infection: Patient w\/mild #COVID clinically recovered, tested ne...","sentiment_score":0.0}
{"full_text":"RT A note from rural America: I had to drive 2 hours to find the nearest covid rapid testing center. I waited in a parking...","sentiment_score":-0.05}
{"full_text":"RT Church. The current POTUS is at a golf course during a fecking pandemic that's killing pe...","sentiment_score":0.0}
{"full_text":"stop being a liar broTrump was there and he said one of the agenda that the g20 discussed was the pandemic","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 32.5FWind Chill: 32.5FHumidity: 94%Dew Point: 31.0F Barometer: 30.615 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 291.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"RT he has santibodies","sentiment_score":0.0}
{"full_text":"RT Spokane Mayor declares every Saturday 'Small Business Saturday' through Dec. 12","sentiment_score":-0.25}
{"full_text":"RT Following Union Home Minister taking lead in ramping up medical infrastructure and leading new strategy to co...","sentiment_score":0.0454545455}
{"full_text":"RT I have been on a tear about responsible COVID-related decisions, I know, so let me add this: I am *extremely* lucky to hav...","sentiment_score":0.2666666667}
{"full_text":"Time: 04:00 * Temp: 4.6degC * Wind: WSW 0.9 to 11.0mph * Pressure: 1017.3hPa * Rain: 0.0mm * Hum: 89% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:07 * Sunset: 16:11 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler has tested Covid-19.","sentiment_score":0.0}
{"full_text":"Phat PHIL ain't the guy either. That's why you fired him to start with. He stabbed Majors right square in the middle of the back.","sentiment_score":0.0952380952}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT A Kelly Covid Christmas ...Kelly, the inside trader Had some very fancy clothesAnd if you ever saw her...","sentiment_score":0.2}
{"full_text":"RT Kills magnificent creatures. Proved cocaine doesn't prevent Covid. Daddy still doesn't love him. 0\/10","sentiment_score":0.75}
{"full_text":"RT Breaking: Kelly Loeffler has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"1. Scrubs = can wear sneakers = happy feet = happy back.2. Don't need to decide on an outfit. 3. Laundered at the hospital. 4. Socially-acceptable pajamas. 5. Makes more sense from ID ctrl perspective even w\/o COVID. 6. Pockets. Something women's slacks lack. I can go on...","sentiment_score":0.7}
{"full_text":"The morgue","sentiment_score":0.0}
{"full_text":"RT SANTA BETTER WEAR A _____ING MASK... ACTUALLY-Save Christmas for a kid. Visit","sentiment_score":0.5}
{"full_text":"RT I will say that the NYT \"bubble\" piece embodies a thing I see again and again: people who know the risks, who claim to be...","sentiment_score":0.0}
{"full_text":"RT Florida Senator Rick Scott and Georgia Senator Kelly Loeffler both have COVID-19. They are also crooks","sentiment_score":0.0}
{"full_text":"RT A Trillion $ is $20,000 for 50,000,000 people.That's a lot of lives bailed-out.","sentiment_score":0.0}
{"full_text":"Ohio's a hybrid state politically.  We're deep red, but we have some reasonable republicans in office, if you can believe that.  Politically, Ohio is where the northeast meets the south.  We have politicians sane enough to impose mask and stay-at-home orders, but will be ignored.","sentiment_score":0.04}
{"full_text":"Well done ACT parkrunners \"Thanks to dedicated officials, the strong sense of community and using the Check In CBR app to ensure a COVID-safe event, Canberra parkruns are back up and running, in a six-week trial format Canberra.\"https:\/\/t.co\/HiivZxlEPN","sentiment_score":0.2111111111}
