{"full_text":"#Covid-19 vaccine being developed by #Pfizer and BioNTech prevent more than 90% of infections in a study of tens of thousands of volunteers a traves de","sentiment_score":0.3}
{"full_text":"Ke utlwa ke le so annoyed!","sentiment_score":-0.5}
{"full_text":"RT BREAKING: Pfizer, BioNTech say late-stage trial data shows Covid vaccine is more than 90% effective in preventing infection ht...","sentiment_score":0.55}
{"full_text":"RT Low information voters went for Biden.","sentiment_score":0.0}
{"full_text":"RT To be fair, Kenneth Copeland told COVID-19 two weeks ago that it was \"destroyed forever\" and blew it out of existence wi...","sentiment_score":0.7}
{"full_text":"RT 230 Days and counting since Covid in Scotland beganand we still have not seen Joe Fitzpatrick - Who ?He is The SNP...","sentiment_score":0.0}
{"full_text":"Pfizer says an early peek at its vaccine data suggests the shots may be 90 percent effective at preventing #COVID19 #coronavirus, indicating the company is on track later this month to file an emergency use application with U.S. regulators.https:\/\/t.co\/TRtWaN4EFi","sentiment_score":0.2333333333}
{"full_text":"RT Breaking News: Pfizer said early data showed its vaccine was more than 90 percent effective in preventing Covid-19, pushing th...","sentiment_score":0.4}
{"full_text":"RT Manufacturers Fare Better Than Many Service Providers in Covid-19 Economy - WSJ","sentiment_score":0.5}
{"full_text":"Pfizer and BioNTech's Covid-19 vaccine found to be far more effective than expected, putting it on track to be the first to receive emergency approval in the West ","sentiment_score":0.27}
{"full_text":"RT BREAKING: Pfizer, BioNTech say late-stage trial data shows Covid vaccine is more than 90% effective in preventing infection ht...","sentiment_score":0.55}
{"full_text":"RT Homeless charities have warned that more support is needed to help those sleeping rough in the second lockdown.Nobody should...","sentiment_score":0.1333333333}
{"full_text":"RT This is big. We have every reason to be optimistic about a vaccine and this nightmare coming to an end.","sentiment_score":0.0}
{"full_text":"Casinos here i come lets get it","sentiment_score":0.0}
{"full_text":"RT Follow today's debate on spectator attendance at football matches during Covid-19: Watch live from 4.30pm:","sentiment_score":0.1363636364}
{"full_text":"#COVID19 vaccine: First vaccine offers 90% protection. The developers - Pfizer and BioNTech - described it as a \"great day for science and humanity\".Their vaccine has been tested on 43,500 people in six countries and no safety concerns have been raised. ","sentiment_score":0.3833333333}
{"full_text":"RT We're in the middle of a pandemic and Sen. David Perdue is still pushing a lawsuit that will allow insurance companies to deny...","sentiment_score":0.0}
{"full_text":"RT Today is day 231 since the start of 3weeks to flatten the curveToday is 33 weeks since stay home to protect the NHST...","sentiment_score":0.0}
{"full_text":"RT That we're this close to having an effective Covid-19 vaccine in less than a year is a triumph that has few precedents.Gove...","sentiment_score":0.0777777778}
{"full_text":"I would love this for a lockdown workout ","sentiment_score":0.5}
{"full_text":"#COVID19 initial breakthrough!","sentiment_score":0.0}
{"full_text":"RT Guardian suggests efficacy results are based on small numbers....but we need to see the data.... 90% efficiacy sounds g...","sentiment_score":-0.25}
{"full_text":"Yeah and some of us are tired of people dying because idiots can't take a fucking pandemic seriously","sentiment_score":-0.5333333333}
{"full_text":"As a healthcare work i am worried about you mind set the way you think ,also worry about people around you if the think they way you do ,is my prayer that you see the truth soon ,losing people you love because of corona is not a fake or joke sir grow up corana is real","sentiment_score":0.3166666667}
{"full_text":"RT Ill-conceived government measures, colleges which lack empathy and a pandemic, have all combined to kill a student who had t...","sentiment_score":0.0}
{"full_text":"Just woke up to learn Pfizer vaccine shown to be 90% effective in clinical trials. Two-shot vaccine, 21 days apart. Supply and trust are both big hurdles but this is excellent news.","sentiment_score":0.5333333333}
{"full_text":"FTSE 100, already high on Biden, is LOVING the Covid vaccine breakthrough. Things are looking up! #vaccine #CovidVaccine","sentiment_score":0.455}
{"full_text":"RT Discovered: the #virus that causes #COVID19 uses 'genome origami' to infect and replicate inside our cells. This researc...","sentiment_score":0.0}
{"full_text":"we should be excited about this but keep in mind, this is a self reported outcome. it needs independent analysis. the vaccine also needs to be stored in temps 94 degrees below zero so we still need the infrastructure to be able to administer &amp; distribute.","sentiment_score":0.2916666667}
{"full_text":"\"No claims have so far been rejected\" .#Brexit #nhs \"Brillo\" #HoldThemToAccount #ClickBaitFerrari #shapeshiftingcreep #COVID19","sentiment_score":0.1}
{"full_text":"RT Why are and the ONLY two people who are doing some visible efforts to save #ArnabGoswami? Where are...","sentiment_score":0.0}
{"full_text":"RT The year is almost over I know how exhausting this time of year can be pandemic or not. Just hang in there  So many bou...","sentiment_score":0.05}
{"full_text":"RT Less than 1-day after the media declares Biden the winner:","sentiment_score":-0.1666666667}
{"full_text":"RT Breaking: The Covid-19 vaccine being developed by Pfizer and BioNTech prevent more than 90% of infections in a study of tens o...","sentiment_score":0.3}
{"full_text":"RT Covid-19 vaccine more than 90% effective in preventing disease in preliminary results, says drugs firm Pfizer","sentiment_score":0.3}
{"full_text":"People have voted against trump, not in support of Biden.","sentiment_score":0.0}
{"full_text":"RT Second preprint from our CATALYST study is out now. This paper is led by and examines the changes in physi...","sentiment_score":0.0}
{"full_text":"RT This is a moment of global jubilation and profound relief. It is also a moment that requires vigilance and presence. T...","sentiment_score":0.0416666667}
{"full_text":"#manipalForOnlineExams #SafetyForMITians #EnoughManipal No option for online mode. Calling back thousands of students with no safety measures. Forced to share rooms. Open violation of UGC guidelines. Parents and students emails ignored. Enough!!!@ugc_india","sentiment_score":-0.1}
{"full_text":"RT A co-worker has been exposed to Covid. Although social distancing was used, she spent an hour in a closed room with the per...","sentiment_score":-0.0555555556}
{"full_text":"Good Morning.Today is a day the Lord has made. Let's be glad and rejoice in it. Hallelujah!Should we have to go onto another shut down I'm going to be making kombucha and stay home and do some embroidery. I'm learning a Japanese embroidery called Sashiko.","sentiment_score":0.2611111111}
{"full_text":"RT You have to wonder if this news had come out a week earlier would it have changed the result of the electionhttps:\/\/t.co\/RMSf...","sentiment_score":0.0}
{"full_text":"The season finale of 2020 is ending on a message of hope &lt;3","sentiment_score":0.0}
{"full_text":"RT Pfizer reports 90% efficacy of its COVID-19 mRNA vaccine -based on interim analysis data.","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden will convene a coronavirus task force on Monday to examine the No. 1 problem confronting him when he...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pfizer's Covid-19 vaccine prevented more than 90% of infections in a study of tens of thousands of volunteers","sentiment_score":0.5}
{"full_text":"RT BOOMPFIZER AND BIONTECH ANNOUNCE VACCINE CANDIDATE AGAINST COVID-19 ACHIEVED SUCCESS IN FIRST INTERIM ANALYSIS FROM PHAS...","sentiment_score":0.275}
{"full_text":"RT Biden COVID task force brings on the BARDA whistleblower who says Trump ignored the urgent early warnings about COVID ht...","sentiment_score":0.1}
{"full_text":"\"Everyone recognizes that for a pandemic, you cannot have a country-by-country approach. You need a global approach\"","sentiment_score":0.0}
{"full_text":"RT We are still waiting for Chen Qiushi's return. Until he reappears, we will keep on counting the days.Chen Qiushi has b...","sentiment_score":0.0}
{"full_text":"RT \"Bring us together\": #JonOssoff's first #GeogiaRunoff ad against GOP Sen. #DavidPerdue previews his strategy, which would foc...","sentiment_score":0.25}
{"full_text":"RT Lmfao.That awkward moment you realize you voted for the slavemaster.","sentiment_score":-0.6}
{"full_text":"RT  Pfizer COVID vaccine proves to be more than 90% effective. Vaccine could be submitted to FDA by the end of the month...","sentiment_score":0.4666666667}
{"full_text":"RT Last night: Thousands of supporters including &amp; are dancing on the streets squee...","sentiment_score":0.0}
{"full_text":"RT Here's talking about their relationship with William Blake (via Peckham, Bendy Buses &amp; Tate Britain).Clip f...","sentiment_score":0.0}
{"full_text":"RT This is a Sunday report. We are on pace to absolutely shatter the hospitalization record. It's all very bad. It's the most...","sentiment_score":-0.07}
{"full_text":"RT Lucky for you, there is a cure...for ignorance: start paying attention to fact and science.","sentiment_score":0.3333333333}
{"full_text":"RT Election 2020 live updates: Biden to deliver remarks on the coronavirus as Trump presses legal challenges","sentiment_score":0.1681818182}
{"full_text":"RT Breaking News: Pfizer said early data showed its vaccine was more than 90 percent effective in preventing Covid-19, pushing th...","sentiment_score":0.4}
{"full_text":"Poor little captive minks - if they are to be slaughtered at least it will end their hellish lives and set them free","sentiment_score":-0.0575}
{"full_text":"whole flat tested negative for covid that's what we like to hear &lt;3","sentiment_score":-0.0416666667}
{"full_text":"RT BREAKING: Pfizer's Covid-19 vaccine prevented more than 90% of infections in a study of tens of thousands of volunteers","sentiment_score":0.5}
{"full_text":"RT Covid-19 vaccine more than 90% effective in preventing disease in preliminary results, says drugs firm Pfizer","sentiment_score":0.3}
{"full_text":"RT Biden's secret plan to end Coronavirus is the new Nixon's secret plan to end the war in Vietnam.","sentiment_score":-0.2212121212}
{"full_text":"RT Lockdown Monday Blues?Here's our George's cover of The Beautiful South to cheer everyone up.This time will pass.","sentiment_score":0.85}
{"full_text":"RT When the two Senators from Georgia were briefed on COVID their first phone calls were to their stock brokers.","sentiment_score":0.25}
{"full_text":"Pfizer claims coronavirus vaccine success, plans for emergency OK","sentiment_score":0.4}
{"full_text":"RT BREAKING: Pfizer says early data signals its vaccine is effective against COVID-19; on track to seek U.S. review later this month....","sentiment_score":0.2333333333}
{"full_text":"'This chart is just depressing': John King breaks down Covid-19 cases","sentiment_score":-0.3777777778}
{"full_text":"Applications for the Covid Restrictions Support Scheme are now open via ROS","sentiment_score":0.0}
{"full_text":"Which means you #McconnellDoTheWork #McconnellAmericaIsWatching","sentiment_score":0.0}
{"full_text":"RT Covid-19 vaccine more than 90% effective in preventing disease in preliminary results, says drugs firm Pfizer","sentiment_score":0.3}
{"full_text":"omg 2020 don't play me like this ","sentiment_score":0.0}
{"full_text":"Here's how to cope with stress, according to the World Health Organization #stress","sentiment_score":0.0}
{"full_text":"Great news!","sentiment_score":1.0}
{"full_text":"Pfizer says early analysis shows its Covid-19 vaccine is 90% effectivehttps:\/\/t.co\/oPTp5tfaZH","sentiment_score":0.1}
{"full_text":"RT BREAKING: Pfizer\/BioNTech say their vaccine is more than 90% effective in preventing #covid19 at first interim look at phas...","sentiment_score":0.45}
{"full_text":"RT This is crazy! Victoria Park. Londoners give two fingers to lockdown 2. 98% no masks. No unsocial distancing. No Rona sta...","sentiment_score":-0.75}
{"full_text":"Even a slight glimmer of hope that the end is almost in sight is brilliant","sentiment_score":0.3666666667}
{"full_text":"RT The GRA was started within a day of COVID-19 being announced as a pandemic. It is made up for physicians and patient advocates...","sentiment_score":0.0}
{"full_text":"RT Canadians are questioning the government's intent to bring in over 1.23 million immigrants into Canada by 2023 in the...","sentiment_score":0.0}
{"full_text":"Bring it home PFE! #PfizerProud \"If the data hold up and a key safety readout Pfizer expects in about a week also looks good, it could mean that the world has a vital new tool to control a pandemic that has killed more than 1.2 million people worldwide.\"","sentiment_score":0.1319805195}
{"full_text":"RT UN experts criticise countries that are trying to monopolise any future vaccine against #COVID19, saying the only way to...","sentiment_score":0.0}
{"full_text":"I will wait to hear from break this down for me.","sentiment_score":-0.1555555556}
{"full_text":"RT \"The UK barely met demand for crucial medicines at the height of the Covid-19 pandemic &amp; the government must act to safeg...","sentiment_score":0.025}
{"full_text":"Quite clear now that MPs don't actually read guidance thoroughly before blindly voting on it... It is their \"Civic Duty\" to as Mr Mancock keeps lecturing the plebs to do in his typically patronising way... Woe betide you if you don't... They'd bring back hanging...","sentiment_score":-0.1133333333}
{"full_text":"This week's good news!!  C'mon November 2020!","sentiment_score":1.0}
{"full_text":"That looks like a COVID party to me. #nomaskYou have a photo of your face by any chance? Internet has been blocked in Azerbaijan, you're either a bit or a government worker....","sentiment_score":0.0}
{"full_text":"RT Concerned about global equitable access to potential #covid19 vaccines, some UK politicians support the IP waiver proposal...","sentiment_score":0.0}
{"full_text":"RT Pfizer and BioNTech's Covid-19 vaccine found to be 90% effective","sentiment_score":0.6}
{"full_text":"RT OwO Pfizew and BioNTech say theiw COVID-19 vaccine is mowe than 90% effective (ioi )https:\/\/t.co\/moYXo6gxp0","sentiment_score":0.6}
{"full_text":"RT PFIZER\/BIONTECH: EXPERIMENTAL VACCINE FOUND TO BE OVER 90% EFFECTIVE IN PREVENTING COVID-19","sentiment_score":0.35}
{"full_text":"RT Breaking News: Pfizer said early data showed its vaccine was more than 90 percent effective in preventing Covid-19, pushing th...","sentiment_score":0.4}
{"full_text":"Today: scrubbing the stationary bike pedals with a toothbrush!No COVID-19 here!","sentiment_score":0.0}
{"full_text":"If this is right, what are they going to call this last seven days?","sentiment_score":0.1428571429}
{"full_text":"promising","sentiment_score":0.2}
{"full_text":"RT Covid-19 vaccine more than 90% effective in preventing disease in preliminary results, says drugs firm Pfizer","sentiment_score":0.3}
{"full_text":"Encouraging news","sentiment_score":0.0}
{"full_text":"RT Exactly!!! They need to stop doing all the jalsas like right NOW! Corona is rapidly increasing and all the...","sentiment_score":0.4227120536}
{"full_text":"Pfizer Inc has said its experimental vaccine was more than 90% effective in preventing COVID-19 based on initial data from a large study,","sentiment_score":0.2828571429}
{"full_text":"RT BREAKING: Pfizer, BioNTech say late-stage trial data shows Covid vaccine is more than 90% effective in preventing infection ht...","sentiment_score":0.55}
{"full_text":"Optimistic: \"A finding that 90% of infections were prevented will excite politicians and public health leaders and brings into view a potential end to the pandemic.\"","sentiment_score":0.0}
{"full_text":"RT This is a moment of global jubilation and profound relief. It is also a moment that requires vigilance and presence. T...","sentiment_score":0.0416666667}
{"full_text":"RT #EmilyMurphyGSA #Trump appointee \"declines to sign letter authorizing Biden transition.\" Emily-people are dying. #Covid is...","sentiment_score":0.0}
{"full_text":"RT Pharmaceutical company Pfizer says early data suggests its potential vaccine is \"more than 90% effective\" against covid-1...","sentiment_score":0.3}
{"full_text":"Take the survey!How has the government's Cloud First policy been impacted by the COVID-19 pandemic? Understand what it takes to drive cloud transformation in the public sector post COVID-19.https:\/\/t.co\/Br1rsjhuTo#digitaltransformation #publicsector #cloudfirst","sentiment_score":0.125}
{"full_text":"Amazing news - now I just need to get over my phobia of vaccines!!! ","sentiment_score":1.0}
{"full_text":"RT This is a first but critical step as we continue our work to try to deliver a safe and effective #COVID19 vaccine.","sentiment_score":0.3375}
{"full_text":"RT This was announced on Saturday. 10 Dodger personnel have now tested positive.","sentiment_score":0.2272727273}
{"full_text":"What is the Ministry of Labour doing? \"Brampton Mayor Patrick Brown said the biggest source of outbreaks in his city is industrial settings such as food processing plants, warehouses and manufacturing plants.\"@fordnation","sentiment_score":0.0}
{"full_text":"RT PFIZER\/BIONTECH: EXPERIMENTAL VACCINE FOUND TO BE OVER 90% EFFECTIVE IN PREVENTING COVID-19","sentiment_score":0.35}
{"full_text":"Side effect: you might get a bonner.","sentiment_score":0.0}
{"full_text":"Pfizer says early analysis shows its Covid-19 vaccine is 90% effective","sentiment_score":0.35}
{"full_text":"RT Time to stop playing politics with our health. Thank you for your support","sentiment_score":0.0}
{"full_text":"RT OwO Pfizew and BioNTech say theiw COVID-19 vaccine is mowe than 90% effective (ioi )https:\/\/t.co\/moYXo6gxp0","sentiment_score":0.6}
{"full_text":"RT Covid-19 vaccine candidate is 90% effective, says manufacturer","sentiment_score":0.6}
{"full_text":"BBC News - Covid vaccine: First vaccine offers 90% protectionGreat news from Pfizer!!","sentiment_score":0.203125}
{"full_text":"RT What's the bet there will be another covid outbreak because of incompetence of Victoria's DHHS management of hotel quarantin...","sentiment_score":0.0}
{"full_text":"Fought Covid well ! #Kerala","sentiment_score":0.0}
{"full_text":"Redesigning Your Office Layout in an Era of Social Distancing #CRE #Office #Layout #COVID-19 #Design ","sentiment_score":0.0333333333}
{"full_text":"RT \"Elites love lockdowns\" was the lead mantra at the RNC. It is a QAnon reference point. What you say here implies yo...","sentiment_score":0.5}
{"full_text":"RT Amazing performance from #Tonga at the resumed #WHA73! Nurses and midwives make up the largest group of healthcare workers in...","sentiment_score":0.75}
{"full_text":"Although the actual infection pattern of the disease is highly contagious, the causes of the global #pandemic can be understood as being inherently political.https:\/\/t.co\/GOMc9gSwaO","sentiment_score":0.0533333333}
{"full_text":"With so many legal and compliance responsibilities it can be challenging to keep up - register for and 's course 'Being a professional landlord during COVID times' on the 1 December for PS30 inc VAT &gt;https:\/\/t.co\/bJNeiGNIo3","sentiment_score":0.325}
{"full_text":"Green spaces have been a vital asset to #London's residents in supporting their mental and physical health since the COVID-19 pandemic began. But how is #accessibility and #inclusivity being factored into the decisions being made for new  spaces?","sentiment_score":0.0310606061}
{"full_text":"As today's #Museum30 theme is #utensil we thought we would show off our handy kitchen bits on sale in our community shop! Why not stock up and swap banna bread for ginger bread men this lockdown?","sentiment_score":0.75}
{"full_text":"Polls are open 8am-8pm: Arbor Creek - Father Robinson; Erindale - Egnatoff; Evergreen\/Aspen Ridge - Fedoruk; University Heights - Alice Turner; Willowgrove - Willowgrove. If you can, bring your form (https:\/\/t.co\/cIcE9otSC1), wear a mask, and bring a pen! #ward10 #yxe #yxevotes","sentiment_score":0.0}
{"full_text":"US: Utah declares state of emergency amid pandemichttps:\/\/t.co\/q0VAkT5w7j","sentiment_score":0.0}
{"full_text":"#Wales comes out of our second #Lockdown today, but we all still have a part to play: #GoSafe #TheNewNormal #PlayYourPart","sentiment_score":0.0}
{"full_text":"RT BREAKING: Pfizer's Covid-19 vaccine prevented more than 90% of infections in a study of tens of thousands of volunteers","sentiment_score":0.5}
{"full_text":"Create some of your favourite restaurant dishes at home during lockdown, with these wonderful cookbooks https:\/\/t.co\/1NYLlXXEdp","sentiment_score":1.0}
{"full_text":"Let's hope.","sentiment_score":0.0}
{"full_text":"As more people are losing their jobs and homes due to the coronavirus crisis, is warning of a surge in  homelessness this winterMore support is urgently needed #EveryoneIn","sentiment_score":0.1875}
{"full_text":"Through this challenging time are supporting more people than ever and we are so pleased to be able to support their services through a donation from our COVID-19 #GPECommunityFund.","sentiment_score":0.45}
{"full_text":"Coronavirus - check what benefits you can gethttps:\/\/t.co\/MCKOAONXR7","sentiment_score":0.0}
{"full_text":"#Opinion| #Covid19 Is Whipping Up a Cold #Russian Winter","sentiment_score":-0.3}
{"full_text":"RT Covid-19 vaccine more than 90% effective in preventing disease in preliminary results, says drugs firm Pfizer","sentiment_score":0.3}
{"full_text":"National #coronavirus restrictions apply. You must stay at home , leaving only for specific reasons. Find out more  #StayHome","sentiment_score":0.1666666667}
{"full_text":"TODAY, get tested for COVID-19 for FREE, regardless of insurance, citizenship status, or symptoms. By getting tested, you're doing the whole city a favor! Thank you!","sentiment_score":0.35625}
{"full_text":"LAUNCHING IN AN HOUR!Policy Chair at City of London Corporation Catherine McGuinness and politician Lord Michael Heseltine talk to and about the resilience of cities in the face of #COVID19.An production#CoronaNomics","sentiment_score":0.0}
{"full_text":"TEASER: The Hidden PandemicContent Warning: Violence Against Women and ChildrenHost: Sean SyFeaturing: Phi Lambda Delta SororityRepresentatives: Gaby Flores, Trixie BaronaNovember 10, 2020 8PM#TaoRinPala #TRP47Voices #WeStillCanMedia Partner:https:\/\/t.co\/5vTdkJeQuA","sentiment_score":-0.1666666667}
{"full_text":"Handwashing thoroughly is still essential to protect yourself and your loved ones from #COVID19. From little to big, everybody has to get involved in preventing the spread.Thanks to the for supporting #Bangladesh in the WASH response to the COVID-19 emergency ","sentiment_score":0.1525}
{"full_text":"Lord, kahit itong good news lang ang matanggap before 2020 ends, okay na sakin. And of course everybody's safety and good health. ","sentiment_score":0.6333333333}
{"full_text":"\"If that headline really number really holds up, that is huge. That is much better than I was expecting and it will make a huge difference,\" says","sentiment_score":0.34}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"What are your questions about the flu and COVID-19? Click the link below to view frequently asked questions from the #ALHospitals","sentiment_score":0.1}
{"full_text":"Covid vaccine: Pfizer drug is more than 90% effective in preventing infection","sentiment_score":0.55}
{"full_text":"The lockdown may be back, but runs on.Check their page for info on how to get involved, alongside some news of a new group forming","sentiment_score":0.0681818182}
{"full_text":"RT SHAME:  Taiwan not invited to this week's WHO meeting after  China objected.Whatever your politics, the polit...","sentiment_score":0.0}
{"full_text":"Who starts a scale-up subsidiary in the middle of a pandemic? With Stratascale, feels it can capture even more market share.","sentiment_score":0.25}
{"full_text":"RT This is big. We have every reason to be optimistic about a vaccine and this nightmare coming to an end.","sentiment_score":0.0}
{"full_text":"The overall infection rate for Hull is currently one of the worst in England","sentiment_score":-0.3333333333}
{"full_text":"It's a little horrible of me but the fact that it's the German vaccine is icing on the cake","sentiment_score":-0.3958333333}
{"full_text":"RT @BrooksFallis: Canada needs a more aggressive COVID strategy to break the cycle of lockdowns","sentiment_score":0.5}
{"full_text":"As he begins his transition to the presidency, Joe Biden is pivoting from a bitter campaign battle to another, more pressing fight: reining in the pandemic that has hit the world's most powerful nation harder than any other.","sentiment_score":0.1625}
{"full_text":"Remember you can do your holiday shopping online with your fave local shops like safely from home! You can can order and collect at your local Lush store, no minimum spend and no collection fee! #StayHome #SupportLocal #ShopLocal","sentiment_score":0.1875}
{"full_text":"STAY SAFE | Please remember and respect that all 'non-elite' #grassroots #football is currently suspended during our second national lockdown.Visit the link below for The latest guidance on what activity is permitted and what isn't - stay safe.","sentiment_score":0.3}
{"full_text":"Government grants for insulation and low carbon energy continue through lockdown #GreenHomesGrant","sentiment_score":0.0}
{"full_text":"The premier calls it a game changer. But can rapid COVID testing really help to flatten the curve? At 7:10, we'll talk to professor Sushanta Mitra for his thoughts. #ldnont@WINano READ:","sentiment_score":-0.1}
{"full_text":"Happy 21st Birthday Finn! https:\/\/t.co\/nP3bWly2oG","sentiment_score":0.4}
{"full_text":"New PA COVID-19 cases, hospitalizations continue to mount. ","sentiment_score":0.1363636364}
{"full_text":"Psychological effect of limiting movements run deep... #drudge","sentiment_score":0.0}
{"full_text":"Boone Co. students start learning in person four days a week as COVID-19 cases risehttps:\/\/t.co\/39jJDfPBdd","sentiment_score":0.0}
{"full_text":"GHRT NOW | MONEY MENPaul &amp; Tom are dreaming of a white Christmas -- how much \"green\" people will spend in a pandemic holiday.101.3 Augusta   |  103.9 Bangor  |  95.1 Rockland","sentiment_score":-0.1}
{"full_text":"Time: 12:00 * Temp: 12.2degC * Wind: ESE 0.0 to 6.9mph * Pressure: 1010.6hPa * Rain: 1.4mm * Hum: 98% * ET: 0.1mm * Solar: 30.0W\/m2 * UV Index: 0.0 * Sunrise: 07:42 * Sunset: 16:31 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Good news for Bury St Edmunds markets!https:\/\/t.co\/fYYSTJXBPV","sentiment_score":0.7}
