{"full_text":"Well I normally don't but we're in a pandemic so it's hard to meet ppl offline you feel...I would much rather meet irl ofc but it's not safe rn :( plus not everyone online is bad","sentiment_score":-0.2736111111}
{"full_text":"RT I agree! Because of his vanity and pride he does care what he does even it to destroy our Democracy. He needs to...","sentiment_score":-0.2}
{"full_text":"RT New Government #Coronavirus Winter Grant Scheme to be administered by local councils. #IncomeMaximisation","sentiment_score":0.0681818182}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT UK Govt needs to upgrade the income of ill &amp; disabled people on legacy benefits during the pandemic, especially given man...","sentiment_score":-0.2333333333}
{"full_text":"The vaccine will only be available to 25 million people, at best. It is by no means the end of this pandemic. It is not expected to end until next spring or summer, even with the vaccine","sentiment_score":0.29}
{"full_text":"Someone said \"one pandemic at a time\" and I haven't stopped laughing since ","sentiment_score":0.0}
{"full_text":"RT nct is gonna perform on mama this year if kick it doesnt win anything, this pandemic isn't gonna be the worst thing that i...","sentiment_score":-0.1}
{"full_text":"RT BREAKING--20% of recovering  #COVID19 patients develop mental illness within 90 days, says large US study.  Increased *first...","sentiment_score":0.1214285714}
{"full_text":"How would OFSTED  know this when they haven't been inside a school during lockdown ","sentiment_score":0.0}
{"full_text":"RT Horrifying","sentiment_score":-0.9}
{"full_text":"RT 2021 New Year's Eve Live announcement BigHit Labels is doing an online and offline concert to celebrate the new year as...","sentiment_score":0.1363636364}
{"full_text":"RT So covid spreads through the throat? ","sentiment_score":0.0}
{"full_text":"Saw mine last week face to face and they were amazing, had a virtual consultation and they booked me in for a face to face two days later as felt it was needed.  don't put it off!","sentiment_score":0.2}
{"full_text":"RT 'Wear a mask. Wash your hands. Social distance. If you can't do that, I don't have much respect for ya' -- shared...","sentiment_score":0.1166666667}
{"full_text":"RT If we develop a COVID-19 vaccine, it will not be a British vaccine, it will not be an American vaccine, it will not be a Chines...","sentiment_score":0.0}
{"full_text":"RT Coronavirus: China Sinovac vaccine trial halted in Brazil","sentiment_score":0.0}
{"full_text":"RT Am I the only one who feels like people aren't properly calibrated to how bad COVID is right now? Like, legitimately hospitals...","sentiment_score":-0.1035714286}
{"full_text":"I'm thinking may need to accept responsibility and address the way he runs his state. My state has always had general vaccines and COVID testing available through public and private health services simultaneously.","sentiment_score":0.1125}
{"full_text":"RT \"Zero reason to doubt it\"\"Best day of the pandemic so far\"\"We thought flu vaccine. This is way way better\"\"On a scale of 1...","sentiment_score":0.5333333333}
{"full_text":"All of us in #TheResistance and are proud of our new President Elect Biden and new VP Harris - follow ! #BlueWave2020","sentiment_score":0.4767045455}
{"full_text":"RT absolutely fucking wild that state governments are like ok you have to go risk your life at work every single day but then if...","sentiment_score":0.1761904762}
{"full_text":"Still waiting for my covid test ","sentiment_score":0.0}
{"full_text":"\"The study also found that people with a pre-existing mental illness were 65% more likely to be diagnosed with Covid-19 than those without\"Can anyone shed any light how that statement makes any sense?","sentiment_score":0.2}
{"full_text":"Good morning tweeps. That's us back until 6pm this evening to help with any queries. For the most up to date info about ticket easements during lockdown, you can check out our help page &gt; - Jodie","sentiment_score":0.4}
{"full_text":"RT The in this Pan India elections including Bihar exhibits the high level of endorsement for the way Govt navig...","sentiment_score":0.16}
{"full_text":"RT 94 new cases of Coronavirus recorded in Nigeria ","sentiment_score":0.1363636364}
{"full_text":"RT Wondering why didn't release this amazing news about the vaccine a week ago before the election. 90 percent succ...","sentiment_score":0.6}
{"full_text":"How more raving mad will he be by then?In a world by then recovering from Covid-19\/20, stability on world markets. If he didn't destroy us this year ...... he'd be all out suicidal with another stint.","sentiment_score":-0.1083333333}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"Of course there's no prospect of easing. This pandemic's \"uncertainty\" is a control freak's dream.","sentiment_score":0.0}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"RT Would you take the new Covid vaccine?@THEJamesWhale","sentiment_score":0.1363636364}
{"full_text":"Devon County Council has temporarily re-opened its COVID Fund to give grants to those helping the most vulnerable in our communities. Grants are typically between PS300 and PS700. See for more details.","sentiment_score":0.0833333333}
{"full_text":"RT Oh dear! How sad! NEVER MIND!","sentiment_score":-0.78125}
{"full_text":"RT \"Something has gone very wrong here and it needs to get put right straight away, preferably by making sure the girls g...","sentiment_score":0.0839285714}
{"full_text":"How can you jeorpardise the lives of those who've been vaccinated? It's simple, if people don't want to take the vaccine it is only their own lives that they are jeopardising, and they should be free to do that in a civilised society.","sentiment_score":0.25}
{"full_text":"Surely he never said social distancing please guys then touched Hancock on the back ","sentiment_score":-0.0722222222}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT John Self: It's not unusual to want to read science fiction in the feverish times we live in. In the midst of a deadly g...","sentiment_score":-0.0659090909}
{"full_text":"RT Pfizer's covid-19 vaccine has proved 90% effective. However, supplies of the vaccine are likely to be limited until well in...","sentiment_score":0.1761904762}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"RT Some people's almost obsessive hatred for means they'll use virtually any unrelated story as a sti...","sentiment_score":0.0}
{"full_text":"Thank you for following Corona Chapter No. 2922 within the Province of Yorkshire West Riding. Welcome #Brother #Companion #Freemasons #RoyalArch #Freemasonry #HolyRoyalArch #HRA #Yorkshire #WestYorkshirehttps:\/\/t.co\/lSRX1e7J7w","sentiment_score":0.4}
{"full_text":"No comparison whatsoever to 1918! That was a pandemic! This is just a bad case of seasonal flu! Fact! Wake up ffs!","sentiment_score":-1.0}
{"full_text":"RT Tens of thousands made homeless despite UK ban on evictions during pandemic","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Joe Biden's new Covid-19 advisory board: world-leading professors of immunology, infectious diseases, internal medicine,...","sentiment_score":0.0681818182}
{"full_text":"RT During Perinatal Mental Health Week, we're here &amp; we're listening. Share your experiences of becoming a parent in what h...","sentiment_score":0.175}
{"full_text":"6 energy boosting tips to overcome fatigue caused by this relentless pandemic!  by #health #wellbeing #mindfulness #wellbeingintheworkplace #workplacewellbeing #employeewellbeing #mentalhealth #mentalwellness #mentalhealthatwork","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Everyone please keep coming forward for testing ","sentiment_score":0.0}
{"full_text":"RT Dulu tu tahun bila bang? Expenses berapa? Dulu ada covid ek? Stop la compare \"dulu\" and sekarang cs totally not same es...","sentiment_score":0.0}
{"full_text":"RT So then Biden can keep the kids in the cages, lock the country down for three months, r...","sentiment_score":-0.1555555556}
{"full_text":"What Will Office Layouts Look Like After COVID-19? #CRE #COVID-19 #Office #Layoutshttps:\/\/t.co\/LARgbQJIZU","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Claims on that some children have forgotten to use a knife and fork or hold a pencil\/pen during lockdown. If...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"#Covid19 impact #InformalEconomy","sentiment_score":0.0}
{"full_text":"RT Calling public servants who want to explore challenge-led funds to solve problems arising from Covid-19! Future of high s...","sentiment_score":0.0533333333}
{"full_text":"Keep calm and don't lose your head this lockdown. #TuesdayThoughts #StaySafe Disclaimer: no ceramics were harmed in the taking of this picture ","sentiment_score":0.3}
{"full_text":"Since January, Somalia has been facing deadly floods, locusts swarms the size of cities, and COVID-19. the head of explains the urgent development &amp; humanitarian assistance required for a stronger Somalia:","sentiment_score":-0.2}
{"full_text":"Today we are taking part in #CouncilsCan to highlight and celebrate the work of our many teams and individual staff members who have gone above and beyond this year to deliver essential services to the residents of #Warwickshire throughout the pandemic.","sentiment_score":0.125}
{"full_text":"The news of a potential coronavirus vaccine has given movie theater owners some much-needed hope","sentiment_score":0.0}
{"full_text":"#Schools are reopening across #Lebanon after #COVID19 lockdowns.For #students to protect themselves, follow the recommendations in the video below.","sentiment_score":0.0}
{"full_text":"Delighted to share views with Bostjan Jazbec and Christos Gortsos at the #CIRSF2020 on the key challenges in the post-pandemic landscape for bank resolution and financial stability. Join us this Nov 12!https:\/\/t.co\/EdiMsWRjGd","sentiment_score":0.2333333333}
{"full_text":"Our waste and recycling collection crews have worked tirelessly to keep emptying bins during this pandemic.They really appreciate all the continued support they receive from you while on their rounds Here's a message of thanks we first posted in May #CouncilsCan","sentiment_score":0.1125}
{"full_text":"Germany funded Pfizer's research for the Covid19 vaccine NOT the US","sentiment_score":0.0}
{"full_text":"With #Delhi contributing more #Covid19 cases than any other state and patients struggling to find beds in hospitals, health experts have called for drastic measures -- some even suggested another lockdown -- to combat the pandemic amid severe air pollution.https:\/\/t.co\/v3TitCgtJn","sentiment_score":0.1875}
{"full_text":"Biden wants actual scientists to advise him on Covid-19#HIV #PLHIV #endHIVstigmahttps:\/\/t.co\/3BJubgzZVi via","sentiment_score":0.1}
{"full_text":"RT Disabled people are afraid to get care from hospitals in this pandemic because we are afraid to be told we don't have \"...","sentiment_score":-0.4666666667}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Interesting to watch the BBC and Sky refer to claims made by Trump and his supporters as having \"no evidence' or being \"untrue...","sentiment_score":0.5}
{"full_text":"If you're thinking about starting a journal in this lockdown, I've got you covered with my handy guide! How to begin your travel journal (or any journal for that fact!): #bujo #theclqrt #uklockdown #traveljournal #blog #travel #journaling","sentiment_score":0.46875}
{"full_text":"The latest in COVID-19 tests, vaccines and risk-assessment solutions: Join our CEO, &amp; other top experts in discussion on fighting the #pandemic.This Thursday (12 Nov), join the conversation  #covid19test","sentiment_score":0.2916666667}
{"full_text":"The idea that populist governments have catastrophically mishandled the pandemic has become a staple of liberal thinking. But it's nonsense. Far worse hit is Belgium. Perhaps we should blame EU-style technocracy for its pandemic failings, says Tim Blackhttps:\/\/t.co\/DHRsMDW1oQ","sentiment_score":-0.15}
{"full_text":"He didn't let lockdown stop him remembering those who have died during conflicts.https:\/\/t.co\/376Nw3u9HW","sentiment_score":0.0}
{"full_text":"You should try moving house in the middle of COVID lockdown ","sentiment_score":0.0}
{"full_text":"RT #MarketWrap Wall St closes mixed with DOW and S&amp;P rising on vaccine optimism, NASDAQ falling as stay-at-home stocks fallD...","sentiment_score":0.0}
{"full_text":"From digitising healthcare to online learning; #COVID19 has changed attitudes towards technology &amp; its use in our everyday lives.Join Tony Blair, &amp; to discuss this &amp; more on 12th Nov, 15:00 GMT.Register:","sentiment_score":0.15}
{"full_text":"What is EU COVID-19 Response and Recovery Project? What is ActionAid Thailand doing to address and mitigate the socio-economic impacts of the #COVID19?Get to know our work: #`iiyuurabmuue`okhwid #okhwid19","sentiment_score":0.0}
{"full_text":"#IN_OUT will now always remind me of my pandemic commutes","sentiment_score":0.0}
{"full_text":"Imaginations can be ignited anywhere, it's one thing the pandemic can't restrict! Our new competition will get students aged 11-18 buzzing about poetry - let's set creativity alight in your classroom today with Imagine! #YoungWriters","sentiment_score":0.0056818182}
{"full_text":"Nick Saban, Alabama's Football Coach, Tests Positive for Coronavirus","sentiment_score":0.2272727273}
{"full_text":"New data has revealed the worst hit spots in the county","sentiment_score":-0.4318181818}
{"full_text":"RT By contrast, British billionaires like the Barclay brothers relocate to small islands for tax reasons on private planes...","sentiment_score":-0.0833333333}
{"full_text":"LOCKDOWN DIARIES: DAY 2392020-11-10 00:00 - The quarantine ain't afraid of no bamalamavib.Stay tuned for dispatches from Radio Free Diablo County.#QuarantineDiaries#QuarantineLife#CoronaLockdown#ShelterInPlaceCA","sentiment_score":-0.1}
{"full_text":"COVID 19 cases in India until : 10\/11\/2020 13:30Total Cases: 8593408 [+2333]Active: 505357Recovered: 7959081 [+1875]Deaths :127121 [+16]Total Tests: 119.62MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"US coronavirus cases surpass 10 millionhttps:\/\/t.co\/1ej1X8QbUK","sentiment_score":0.0}
{"full_text":"A quick look at self portrait drawing - a great way to get into drawing during lockdown:Self Portrait, An Exploration via","sentiment_score":0.5666666667}
{"full_text":"Chinese COVID-19 Vaccine Candidate's Final-Stage Trial Halted In Brazil After 'Serious Adverse Event'https:\/\/t.co\/cKaJd0XsFg","sentiment_score":-0.1666666667}
{"full_text":"New Blog Post (bit belatedly)https:\/\/t.co\/xjahXKppLE#allotment #growyourown","sentiment_score":0.1363636364}
{"full_text":"Well #EarlyBiz we're now on the 252nd of March and back in lockdown. It's tough but hang in there. We thought we'd share a favourite with you - inspired by the Aztecs this is our Golden Rounds Necklace https:\/\/t.co\/5giEwoLbrf#SmallBiz #Christmasgifts #ShopIndie","sentiment_score":-0.0296296296}
{"full_text":"UK COVID-19 pilot testing programme begins in Liverpool via","sentiment_score":0.0}
{"full_text":"Janet from our #CommunitySupport service has been impacted by #lockdown. To manage her #mentalhealth and #wellbeing she's got creative, exploring the positives of the pandemic and the origins of the word 'corona' and its association with the sun alongside #supportworker, Marie.","sentiment_score":0.5}
{"full_text":"Did you see our tweet last night?Best Ever is back, looking at the best ever lockdown anthems and we want to hear from you!Reply to us by 5pm today (GMT) and the most common answers across our social media channels will go to a vote tonight!! Europe start tweeting!!","sentiment_score":0.2135633681}
{"full_text":"Oregon joint legislative board approves $35 million for statewide pandemic and homelessness relief.","sentiment_score":0.0}
{"full_text":"RT Wait, the vaccine was known to be successful weeks ago?? Fauci, Biden, media mocked Trump at this time for saying vaccine wa...","sentiment_score":0.75}
{"full_text":"As businesses face the realities of a world irreversibly changed by the impacts of Covid-19, it's a pertinent time to revisit the trope that business leaders are the generals in command of their armies. #leadership #workplaceculture #cxomag","sentiment_score":0.0}
{"full_text":"RT This pointless political theater is playing out amidst an economy that's missing 10 million jobs, and in the mi...","sentiment_score":-0.15}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"We just try to hope for the best things to come our way,be optimistic whatever the situation is... my main wish for now is for things be back to normal, for the world to be COVID free then all good things shall follow","sentiment_score":0.4027777778}
{"full_text":"If you're using public transport in London today, please wear a face covering to help stop the spread of #coronavirus. For more advice, visit","sentiment_score":0.25}
{"full_text":"RT Boy, 13, dies from coronavirus just 10 days after last attending school with friendshttps:\/\/t.co\/el9xDee0mB","sentiment_score":0.0}
{"full_text":"Pfizer COVID19 Vaccine Shown to Be 90% Effective: What a better way to start off the week than with news giving us back some hope for the future. Pharmaceutical companies Pfizer And BioNTech just ...","sentiment_score":0.275}
{"full_text":"RT Trump campaign adviser leading election lawsuits effort has COVID-19, reports say","sentiment_score":0.0}
{"full_text":"RT Preliminary news that the Pfizer\/BioNTech vaccine is effective demonstrates the power of science against COVID. We must se...","sentiment_score":0.6}
{"full_text":"Current Conditions for #Sayre PATemp: 39.4FWind Chill: 39.4FHumidity: 99%Dew Point: 39.1F Barometer: 30.296 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 168.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"\"Both tactics can impact your customers' decision-making process, but our research has uncovered that an emotional appeal, especially amid the COVID-19 pandemic, will more consistently increase profitability and go further to grow your brand.\"https:\/\/t.co\/3MD9Kq2u7U","sentiment_score":0.15}
{"full_text":"Jamie's Meat Inn, is open for business and has been serving the local community throughout lockdown. Their popular meat packs &amp; special offers can be delivered to Sudbury &amp; surrounding villages. Click for more info #buylocal #sudburylovehttps:\/\/t.co\/G36rbL5y1W","sentiment_score":0.2595238095}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Greenwood City Council voted 4-2 to approve an ordinance extending the mask mandate for another 60 days. Mayor Brandon Smith and Councilman Ronnie Ables were the dissenting votes.","sentiment_score":0.0}
{"full_text":"Matt Hancock on Good Morning Britain - he might as well have said \"I can't, I'm washing my hair\"  @piersmorgan  #gmb #COVID19","sentiment_score":0.7}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Meaningful, personalized connections, Make better, informed decisions and Transform COVID-19:  Personalize responses to employee feedback to transform return to work by Brock Brames #Microsoft #MSDyn365 #Dynamics365 #MSFTAdvocate","sentiment_score":0.5}
{"full_text":"Hurry Up! We are going to #release a #Special #issue with #Coronavirus_Outbreak@ClinicalResea15which belongs to the #Journal of #Clinical_ResearchKindly send your #article to:https:\/\/t.co\/a9i8HNw7LKhttps:\/\/t.co\/v6a69Eow3m#COVID19 #coronavirus #Armenia #vaccine #Pfizer","sentiment_score":0.3571428571}
{"full_text":"One of the ways we're managing the spread of coronavirus is through contact tracing, done by local people in your area to keep you safe.In the last two weeks they traced:94% of eligible cases 99% of their close contacts This ensures people are self-isolating. ","sentiment_score":0.0}
{"full_text":"Renewable energy can emerge stronger than ever, especially if governments and financial institutions integrate support for clean energy into #COVID19 economic-recovery programs. The time for action is now! #AfDBdivest #FinanceInCommon2020","sentiment_score":0.1229166667}
{"full_text":"RT One-fifth of Covid-19 patients get a psychiatric diagnosis within 90 days, study suggests","sentiment_score":0.0}
{"full_text":"UK Covid-19 cases and deaths: how the UK is coping with a second wave - #truenews","sentiment_score":0.0}
{"full_text":"RT Democrats will reduce the pandemic program to wearing a mask. Don't look for anything like economic recovery for workers who...","sentiment_score":0.2}
{"full_text":"Neha, to hear this is upsetting and not the impression we want you to have of us. We apologize for the inconvenience. Due to the current pandemic situation, we are working with limited staffing, so there might be a delay in getting your (cont)","sentiment_score":-0.0654761905}
