{"full_text":"This is so so important. Burnout in #physicianmoms higher in general to begin with. I would argue that it may even be higher than 41% in academia also!","sentiment_score":0.253125}
{"full_text":"So I'm going to go into detail about my trip home (well actually Akron...never made it to Cleveland. My twin lives in Akron). I need to rest, get my Covid test...AGAIN...and figure out how hubs and I will quarantine. I'm angry and hurt yet happy that my sisters are doing well.","sentiment_score":0.1}
{"full_text":"RT Nearly 200,000 Americans tested positive and 2,000 died today and hospitals are at or nearing capacity - yet Trump refuses...","sentiment_score":0.1636363636}
{"full_text":"\"We've never been more prepared,\" says Pence. What a sad statement. White House says U.S. is prepared for surge as CDC warns of accelerating Covid deaths","sentiment_score":0.0}
{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"RT God help us with science deniers like When changes h...","sentiment_score":0.0}
{"full_text":"RT Truth.  #Resist","sentiment_score":0.0}
{"full_text":"Drop the roof like fuck a pandemic I'm recession proof","sentiment_score":-0.4}
{"full_text":"RT You're doing exactly that by trying to shame ppl who stay at home idiot","sentiment_score":-0.275}
{"full_text":"RT \"The Conflict in Nagorno-Karabakh and the Impact of COVID-19 on International Diplomacy\" by","sentiment_score":0.0}
{"full_text":"Sweating profusely when no one else is hot, heavy congestion, raspy voice with likely a sore throat, no taste whatsoever (like, at any point in time)... he could have COVID.","sentiment_score":0.0166666667}
{"full_text":"RT February 8, 2020: labs in New York discover that the CDC test kits don't work.source:","sentiment_score":0.1363636364}
{"full_text":"ITMT, LISTEN to Rachel! Don't be selfish. This disease is everywhere. It's not just about you, we are ALL affected! Again, I'll update later. Until then, pls watch this:#COVID19#SocialDistancing#WearAMaskhttps:\/\/t.co\/D6g8JDBQZI","sentiment_score":-0.3125}
{"full_text":"RT The Senate adjourned yesterday without passing any COVID relief. While flies home in her private jet to her...","sentiment_score":0.0}
{"full_text":"Yes in the highest turnout election in a century with an extremely polarizing President that induced record turnout in the 2018 midterm. Additionally we are in a pandemic and there was more money spent mobilizing the vote on both sides than ever and states made it easier to vote","sentiment_score":0.0916666667}
{"full_text":"Those leaders would have to be idiots to go to the White House to get exposed to COVID","sentiment_score":-0.4}
{"full_text":"RT NT Government should have had 'iron clad' plan to deal with Alice Springs quarantine overflow, minister says","sentiment_score":0.0}
{"full_text":"RT REMEMBER CALIFORNIA ONE MORE HOUR UNTIL COVID COMES OUT","sentiment_score":0.5}
{"full_text":"RT New work: I interviewed a photographer who has been documenting people on their rooftops since the start of the lockdown...","sentiment_score":0.1363636364}
{"full_text":"RT 250,000: a horrific milestone! Trump has blood on his hands!NOW he's blocking the transition to Biden w real cost in l...","sentiment_score":-0.4}
{"full_text":"RT Watch: Rachel reports that she's been off the air for most of the past two weeks because her longtime partner Sus...","sentiment_score":0.125}
{"full_text":"Liked on YouTube: Lewis Black Predicts Donald Trump's Future | The Daily Social Distancing Show","sentiment_score":0.0933333333}
{"full_text":"RT ma'ams appreciation means a lot to us. Thank you for inspiring us ma'am. Thank you for...","sentiment_score":0.5}
{"full_text":"can we play a round of golf when Covid is under control?","sentiment_score":-0.2}
{"full_text":"RT I provide my people with all the information I have about COVID so they can make decisions that are right for them.Big Te...","sentiment_score":0.2857142857}
{"full_text":"RT Just over 2 weeks ago, argued that US case spikes weren't leading to more deaths.Deaths lag cases as sur...","sentiment_score":0.5}
{"full_text":"RT #Unite2FightCorona #JanAndolanJust a reminder:WE..ARE..STILL..IN..A...PANDEMIC!!! PLEASE take #Covid_19SERIOUSLY....","sentiment_score":0.0}
{"full_text":"RT Q. from JoongAng Daily: What was the original message you wanted to include before production of BE, before CovidRM:To...","sentiment_score":0.1875}
{"full_text":"RT Mitch McConnell adjourned the Senate. In the middle of probably the worst spike of the COVID pandemic. 250,000 lives lost. He o...","sentiment_score":-0.5}
{"full_text":"RT Federal Health Minister took more flights during the COVID shut down than first reported.Another hypocrite in...","sentiment_score":0.1981481481}
{"full_text":"Perhaps the worst Minister in Trudeaus cabinet.","sentiment_score":-1.0}
{"full_text":"RT Melee literally kicked off my internet artist career thing.Countless hours invested over nearly 20 years, met new people, mad...","sentiment_score":-0.1295454545}
{"full_text":"This is a hell of a TV spot. Rachel makes a convincing case for not getting COVID-19 this holiday season.","sentiment_score":0.5}
{"full_text":"RT Maddow: Don't get this thing. Do whatever you can to keep from getting it.Rachel Maddow reveals that her partner, Susan,...","sentiment_score":0.0}
{"full_text":"RT Please listen to her.","sentiment_score":0.0}
{"full_text":"RT Stanford faculty passed a resolution tonight condemning Trump's pandemic adviser Scott Atlas. \"Atlas's disdain for establis...","sentiment_score":0.0}
{"full_text":"RT If you're not watching Rachel right now you're missing the most important broadcast I think I've ever seen. This is...","sentiment_score":0.2464285714}
{"full_text":"Wtf bro how about you mind yo business","sentiment_score":-0.5}
{"full_text":"RT For all the lights and cameras, the people on TV are still... people. A reminder of that tonight with a raw and poignant ple...","sentiment_score":-0.1153846154}
{"full_text":"RT While the owner of Tyson Foods became $600 million richer during the pandemic, 11,000 of his workers got COVID-19 because t...","sentiment_score":0.0}
{"full_text":"RT Nearly 200,000 Americans tested positive and 2,000 died today and hospitals are at or nearing capacity - yet Trump refuses...","sentiment_score":0.1636363636}
{"full_text":"RT The wealth gap: unequal distribution of assets including homes, autos, personal valuables, businesses, savings, investm...","sentiment_score":0.0}
{"full_text":"RT Norway\/Finland also have comparatively excellent data about the pandemic, and can make policy based on science rather than assu...","sentiment_score":1.0}
{"full_text":"Now look at your source. Has the CDC done a study of 100 million American's? Well, they are now! What is happening in front of your very eyes. Why are infection numbers rising in mandatory mask states? It's like peeing through a chain-link fence. Masks won't stop a virus.","sentiment_score":0.1}
{"full_text":"RT Idk about the rest of y'all but I'm all for a nationwide lockdown. If shutting down for 4-6 weeks means everything will open b...","sentiment_score":-0.0777777778}
{"full_text":"RT Choctaw woman dies of COVID-19 waiting for hospital bed; Governor Stitt says, 'I feel good with the decisions at this point'","sentiment_score":0.7}
{"full_text":"RT To the families and friends of those we've lost due to COVID-19 -- Jill and I send our love and prayers.We know how tough it...","sentiment_score":-0.0046296296}
{"full_text":"RT Not bad for a man critics say has had \"no plan.\"","sentiment_score":0.35}
{"full_text":"RT #WorldChildrensDay join #FutureLeaders Pitch Fest project \"#SwasthaShala\" in...","sentiment_score":0.0}
{"full_text":"RT Today was a very, very odd dayI testified before held a hearing on hydroxychloroquine.Yup, HCQI...","sentiment_score":-0.2166666667}
{"full_text":"RT Thank you,","sentiment_score":0.0}
{"full_text":"RT We have seen too many #COVID19AB cases result from Albertans going to work with symptoms. We encourage employers to work...","sentiment_score":0.5}
{"full_text":"RT South Australia had ordered a drastic six-day lockdown to combat what was considered a highly contagious coronavirus outbreak....","sentiment_score":0.16}
{"full_text":"RT Trump attacks them. COVID-19 threatens them. But immigrants keep the US fed.","sentiment_score":0.0}
{"full_text":"Pakistan Coronavirus Update: There were 2,738 new cases on Thurs - highest single-day rise since July 12 - w\/ active case rise of 1,557 to 33,465. There were 42,909 tests, the highest ever, for a test-positive rate of 6.4%. Standby for death data, there appears to be an error.","sentiment_score":0.0015151515}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"RT .@RepMcClintock: \"I rise this morning in defense for Governor Gavin Newsom who recently defied his own idiotic COVID edicts as h...","sentiment_score":-0.0222222222}
{"full_text":"I'll give you innocent lives . . . 250k+ Americans dead due to COVID and the inaction of a Government you are a part of. Your stall tactics and failure to provide relief or a clear message of health, safety and prevention killed those people. You are unfit to return to Congress.","sentiment_score":-0.0402777778}
{"full_text":"It's so obvious. Open. Your. Eyes.","sentiment_score":0.0}
{"full_text":"Shri jiMadam | Sir I am a senior citizen displaced out of Bengaluru due to family advising me not to travel back due to worrisome trends in Covid 2nd or 3rd waves affecting Metros and my being diabetic &amp; deficient in Vitamin D.I am adversely 1|2","sentiment_score":-0.1083333333}
{"full_text":"RT Leadership","sentiment_score":0.0}
{"full_text":"Soon as I heard about it tbh. But I've continued to feel hopeful for next year... if there is a next year ","sentiment_score":0.0}
{"full_text":"471,000 dead Americans by 3\/1.Thank you, you sociopathic Republican fucks.https:\/\/t.co\/JfcSLzJus8","sentiment_score":-0.2}
{"full_text":"no no collusion  still wonder why the russian state mic RT\/Sputnik has put so much effort\/time in this fool, definetly not a hotel in moscow #fakenews #MSMIsTheEnemyOfThePeople ","sentiment_score":0.1}
{"full_text":"RT Maddow: Don't get this thing. Do whatever you can to keep from getting it.Rachel Maddow reveals that her partner, Susan,...","sentiment_score":0.0}
{"full_text":"RT Wealth increase in the pandemic for founder\/CEOs ofAmazon: $91 billionWalmart: $38BGoogle: $37BMicrosoft: $33BFac...","sentiment_score":0.0}
{"full_text":"RT NO LOCKDOWN Protest in NYCSaturday November 2212-4pmUnion SquareLet's END THIS NOW! ","sentiment_score":0.0}
{"full_text":"RT Just to recap: After blocking the HEROES Act for more than 6 months, McConnell adjourned the Senate yesterday until Nove...","sentiment_score":0.5}
{"full_text":"I heard has us on a curfew! Wear your mask  let's do our part! #MaskUp #COVID__19 #pandemic #LosAngeles #california","sentiment_score":0.0}
{"full_text":"RT Sources say the modelling will project a much worse scenario by the end of December -- 20,000 cases per day at the current...","sentiment_score":-0.2}
{"full_text":"Cynicism is easier. You don't have to risk looking stupid. But the reality is we already have enough evidence to know this election was a joke. Blanket mail-ins via Covid hysteria and shutting down the vote in Trump leading swing States election night??? ","sentiment_score":-0.3185185185}
{"full_text":"RT Mitch McConnell adjourned the Senate. In the middle of probably the worst spike of the COVID pandemic. 250,000 lives lost. He o...","sentiment_score":-0.5}
{"full_text":"RT Hopefully more medical professionals will come forward.https:\/\/t.co\/GtdGQ1guAE","sentiment_score":0.25}
{"full_text":"RT Orange County Sheriff also released a statement.https:\/\/t.co\/50tWibXmJV","sentiment_score":0.0}
{"full_text":"RT Mitch McConnell pushed a Supreme Court justice through in just 30 days. But with COVID-19 surging and unemployment back on the...","sentiment_score":0.0}
{"full_text":"RT Today was a very, very odd dayI testified before held a hearing on hydroxychloroquine.Yup, HCQI...","sentiment_score":-0.2166666667}
{"full_text":"RT The Senate adjourned yesterday without passing any COVID relief. While flies home in her private jet to her...","sentiment_score":0.0}
{"full_text":"Sounds like a plan. She is rich. An Elite. Fauci says the vaccine is safe and FDA says it's safe. I'm getting the vaccine. I won't be like the elite conservative media scabs and complain that Biden hasn't done enough.","sentiment_score":0.34375}
{"full_text":"RT This afternoon, and I met with a bipartisan group of governors from the Executive Committee. W...","sentiment_score":0.0}
{"full_text":"RT I feel like we didn't talk enough about the Persona 5 anime. I blame the pandemic.","sentiment_score":0.0}
{"full_text":"RT Operation Warp Speed is quite literally the greatest public health achievement of modern times. The fastest development a...","sentiment_score":0.4}
{"full_text":"RT Only a ~$15m budget movie, but thought it was interesting $LGF said they made as much money w\/ a hybrid release for Ant...","sentiment_score":0.2333333333}
{"full_text":"RT I almost got Covid back in august, thankfully I made it back to my house at 9:58 PM, right before the 10 PM curfew","sentiment_score":0.0952380952}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"There's something deeply surreal about Stormwind's All-Chat being full of people arguing about covid when a fantasy zombie plague is going on around them.","sentiment_score":0.3}
{"full_text":"RT Nikki, I'm suggesting Republicans find the spine to stand up to their corporate donors &amp; vote for the same measures they did in Ma...","sentiment_score":0.0}
{"full_text":"Only because of the amount of people dying from COVID from your negligence and stupidity. Drop dead bitch.","sentiment_score":-0.2666666667}
{"full_text":"RT AOC, Are you suggesting you want to pay people to stay home from the money you take by defunding the police? Or was that fo...","sentiment_score":0.0}
{"full_text":"RT You tried!!","sentiment_score":0.0}
{"full_text":"JUST FINISHED ALL MY HOMEWORK!!. IM STRICTLY ON BTS LOCKDOWN NOW AHHHHH YAYYY MY FIRST OFFICIAL ALBUM COMEBACK","sentiment_score":0.25}
{"full_text":"RT PSA: Per Ivanka, Donald made a deal with Moderna for a covid vaccine in January, 2020 before going on to deny the severity...","sentiment_score":0.0}
{"full_text":"RT The Coronavirus Task Force and the CDC do not and have never recommended school closures.","sentiment_score":0.0}
{"full_text":"RT Today was a very, very odd dayI testified before held a hearing on hydroxychloroquine.Yup, HCQI...","sentiment_score":-0.2166666667}
{"full_text":"RT Please listen to her.","sentiment_score":0.0}
{"full_text":"It just really punctuates 2020, doesn't it? I mean, I thought would give us something to be hopeful about after being ravaged by Trump and COVID and violence in the streets. But they showed us how pointless everything  truly is. #Supernatural","sentiment_score":-0.0489583333}
{"full_text":"RT Our daily update is published. States reported 1.8 million tests, 183k cases, and 81k people currently hospitalized wi...","sentiment_score":0.0}
{"full_text":"RT As a historian of pandemics, I have no words. That it has come to this, now when we have never faced a new disease w\/ mo...","sentiment_score":0.1363636364}
{"full_text":"RT I was already crying at her first \"she's the center of my universe\" metaphor before she actually explained...","sentiment_score":-0.0125}
{"full_text":"Like 4K I'm Cali  we all finna go back in the house!","sentiment_score":0.0}
{"full_text":"Nope....stay home....","sentiment_score":0.0}
{"full_text":"RT The Senate adjourned yesterday without passing any COVID relief. While flies home in her private jet to her...","sentiment_score":0.0}
{"full_text":"RT THIS IS NOT FAIR!!!! Both &amp; got Criminally CHARGED for ignoring COVID restrictions set by Governo...","sentiment_score":-0.45}
{"full_text":"RT This is awesome. We are reaching a point where law enforcement agencies need to decide whether they will enforce tyranny...","sentiment_score":1.0}
{"full_text":"RT The federal government has awarded billions of taxpayer dollars to companies working to tackle COVID-19. Many of these...","sentiment_score":0.5}
{"full_text":"RT \"...the fear of whether 'I got this' (virus) is only rivaled by the fear that 'I don't got this' under control.\"Let's loo...","sentiment_score":0.0}
{"full_text":"RT How much for a chair? They paid what for a desk? You won't believe the cost of setting up federal workers to work from hom...","sentiment_score":0.2}
{"full_text":"RT Today was a very, very odd dayI testified before held a hearing on hydroxychloroquine.Yup, HCQI...","sentiment_score":-0.2166666667}
{"full_text":"Steven Mnuchin said he will not extend several emergency loan programs set up with the Federal Reserve, which could hamper the ability of the incoming Biden administration to gain important economic support to deal with the ongoing pandemichttps:\/\/t.co\/0LxvxF70Vl","sentiment_score":0.2}
{"full_text":"In celebration of the Yuletide season, the city government is searching for captivating photos that represent the city's sense of joy and steadfastness despite the coronavirus disease 2019 (COVID-19) pandemic.https:\/\/t.co\/8b408jLbmc","sentiment_score":0.65}
{"full_text":"An eBay seller has been fined almost $11,000 for allegedly advertising that a hydrogen peroxide product could treat COVID-19 and cancer.https:\/\/t.co\/0h8Tq6Fsyy","sentiment_score":-0.1}
{"full_text":"Children are encouraged and shown correct hand washing skills during home visits by AWW and Asha workers during covid lockdown.#GoBlue #WorldChildrensDay #ForEveryChild #KidsTakeOver #children #childrensday #Gujarat #Lockdown #COVID19","sentiment_score":0.3}
{"full_text":"Explore what it takes to prevent an #Ebola epidemic in the midst of the COVID-19 pandemic with Janssen's Dr. Macaya Douoguih and Dr. Daniel Bausch of on the latest episode of the #IDViewpoints #podcast.","sentiment_score":0.5}
{"full_text":"ICE sometimes packs detainees' prescription drugs, including Asthma inhalers and diabetic insulin, in the cargo area of the planes they use to transport detainees, making them inaccessible during flight.","sentiment_score":0.0}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"RT 2020 started with COVID-19 as the problem, but it can end with the ACT Accelerator as the solution. Learn about a team of rea...","sentiment_score":0.0}
{"full_text":"The pandemic has added a layer of difficulty to nearly every aspect of life, including medical treatments outside the virus itself.https:\/\/t.co\/tyFmV5NM7p","sentiment_score":0.0333333333}
{"full_text":"RT Nearly 200,000 Americans tested positive and 2,000 died today and hospitals are at or nearing capacity - yet Trump refuses...","sentiment_score":0.1636363636}
{"full_text":"The balance between speed and caution: Will the world -- and South Africa -- trust fast-tracked #COVID19 #vaccine registrations?","sentiment_score":0.0}
{"full_text":"\"We want to make sure that they feel confident that when they are flying through the airport that we have done everything we can to make sure that they are safe,\" Nancy Volmer with Salt Lake City International Airport said.https:\/\/t.co\/xdi3gLhOyQ","sentiment_score":0.4}
{"full_text":"Washington recreation lands remain open despite rocketing COVID-19 rateshttps:\/\/t.co\/N7gQ7NkAnt","sentiment_score":0.0}
{"full_text":"Following a promising upward trend in passenger movements during summer 2020, Greece entered a second nation-wide lockdown in early November due to an alarming rise in COVID-19 cases.https:\/\/t.co\/MNp2GjyBpL","sentiment_score":0.0125}
{"full_text":"I mostly spend time going to &amp; from work during the week. Obviously, I can't really go places other than shopping during a pandemic. If I could, I'd like to go camping #CampDay #House366\"Noiyse Project - Tails In Apocalypse (Ted On Camp Remix)\"https:\/\/t.co\/W6P6OFYN5I","sentiment_score":0.1916666667}
{"full_text":"India records a landmark milestone with operationalisation of more than 50,000 #AyushmanBharat Health &amp; Wellness Centres (HWCs) The contribution of HWCs in #COVID response and management is unique:","sentiment_score":0.4375}
{"full_text":"After the latest clarification in DHS guidelines, childcare facilities are concerned with adding staff members, being able to afford payroll, and more.","sentiment_score":0.5}
{"full_text":"ARE YOU TRAVELING FOR THANKSGIVING?  ARE YOU CONCERNED ABOUT TRAVELING? ","sentiment_score":0.0}
{"full_text":"Beautiful! ","sentiment_score":1.0}
{"full_text":"Researchers are currently working to obtain FDA emergency use authorization before beginning mass production early next year.","sentiment_score":0.0333333333}
{"full_text":"Nearly one million Chinese have taken an experimental coronavirus #vaccine developed by #Sinopharm through China's emergency use programme, the firm said late on Wednesday.","sentiment_score":-0.0333333333}
{"full_text":"Bahrain has placed orders for one million doses of coronavirus (Covid-19) vaccines, a top official has confirmedhttps:\/\/t.co\/WWdAfsvNhl#Bahrain #Corona #Covid19 #CoronaVirus #Covid #Vaccine","sentiment_score":0.5}
{"full_text":"Gov. Kim Reynolds says she will provide $14 million in federal funds to Iowa's long-term care centers to help them manage new outbreaks of the coronavirus at the facilities.https:\/\/t.co\/GFOF6RC09O","sentiment_score":0.1363636364}
{"full_text":"Since the end of last week, the Dane County Jail has gone from one inmate actively infected with COVID-19 to 38 as of this afternoon.","sentiment_score":-0.0777777778}
{"full_text":"The Barren River District Health Department has confirmed 11,834 cases of COVID-19 in the Barren River District, 9,767 of which have recovered.","sentiment_score":0.4}
{"full_text":"TODAY'S \"HAIR DYE COUP\" WILL KILL 100,000 AMERICANS: It wasn't just farce, psychosis, and ego. Pandering to Trump's madness means Covid-19 will continue to run rampant. Call Trump what he is: a mass murderer.New Olbermann Vs. Trump:https:\/\/t.co\/u3TcgIPmJOBrief edition, below","sentiment_score":-0.4}
{"full_text":"Mexico becomes 4th country to hit 100,000 COVID-19 deaths","sentiment_score":0.0}
{"full_text":"Nurses, doctors, and other hospital staff members are having to pick up extra shifts due to shortages.","sentiment_score":-0.0833333333}
{"full_text":"On #WorldChildrensDay, together with we listen to what children have to say about #ChildRights, life during #COVID19, and more. How would you respond to these questions? #ForEveryChild","sentiment_score":0.5}
{"full_text":"President-elect Joe Biden called the pandemic a \"national emergency\" and there should be FEMA assistance and federal funding available to help states and deploy National Guard teams when needed.","sentiment_score":0.4}
{"full_text":"14-year-old won this year's 3M Young Scientist Challenge for her research on a potential #COVID19 treatment.On #WorldChildrensDay, finds out more. Join them as they reimagine a healthier world #ForEveryChild.","sentiment_score":0.2}
{"full_text":"Beautiful! ","sentiment_score":1.0}
{"full_text":"Wondering how you will begin your life in the post-Covid world? Here is a list of yoga poses and pranayama that will strengthen your mind to fight with fear and enhance body immunity.#YogaAtHome #Yoga #YogaDayhttps:\/\/t.co\/ttTgZpTjNO","sentiment_score":0.0}
{"full_text":"In the wake of the pandemic, QAnon has morphed into a cult, an ersatz religion, a great narrative that gives meaning to an increasingly disconcerting reality.https:\/\/t.co\/31T1mMz408","sentiment_score":0.8}
{"full_text":"The dinner party was held indoors, and California governor and medical officials dined without face masks or practicing social distancing.https:\/\/t.co\/TYQM1undLo","sentiment_score":0.0166666667}
{"full_text":"In the past 24 hours: Death toll in Uganda hits 19 after two days of unrest; Mexico tops 100,000 COVID-19 deaths; Thousands protest against government's policies in Colombia; Hungary, Poland hold EU hostage over budget; Ethiopia says army closing in on Tigray's capital Mekelle","sentiment_score":-0.25}
{"full_text":"The United States in the last 24 hours confirmed more than 2,200 #coronavirus deaths, highest ever since Mayhttps:\/\/t.co\/WeqZZXBed3","sentiment_score":0.3}
{"full_text":"There's more to it than COVID-19, writes international education administrator #IntlEdhttps:\/\/t.co\/8TV83qH2KV","sentiment_score":0.25}
{"full_text":"Union health minister Harsh Vardhan said that the national vaccine committee on Covid-19 has included the people aged between 50 and 65 years of age(report by","sentiment_score":-0.15}
{"full_text":"We KNOW why. #TheGreatReset #Agenda2030 #ID2020 #NWO","sentiment_score":0.0}
{"full_text":"RT To the families and friends of those we've lost due to COVID-19 -- Jill and I send our love and prayers.We know how tough it...","sentiment_score":-0.0046296296}
{"full_text":"Current Conditions for #Sayre PATemp: 47.2FWind Chill: 47.2FHumidity: 56%Dew Point: 32.2F Barometer: 30.329 inHgWind: 1 mph from the ESECorona Virus Weekly Stats:Cases: 236.000000Deaths: 7.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT .@KLoeffler disclosures show you seem to have gifted yourself private jet on public dime &amp; exploited corrupt tax loopholes to do i...","sentiment_score":0.0}
{"full_text":"RT Why aren't the oil and gas industry worksites not required to do their part? Aren't we supposed to be All In This Togeth...","sentiment_score":0.0}
{"full_text":"Explainer | A Tale of Two Cities: As Delhi drowns in Covid, Mumbai winning its fight - Coronavirus Outbreak News.","sentiment_score":0.5}
{"full_text":"It's just a pause people, just a pause- my aunt is being taken off of life support in a hospital-- alone-- from this awful disease. Do this for your aunt-- or uncle-- or mother or father. IT IS JUST THIS ONCE!","sentiment_score":-1.0}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"Learn how our pro-bono work with the non-profit Rethink Food is helping address the rise in food insecurity in the US during COVID-19--and creating jobs:","sentiment_score":0.0}
{"full_text":"RT Asia Today: Australia's once hard-hit state of Victoria has gone three weeks without a new COVID-19 case for the first time since F...","sentiment_score":0.1931818182}
{"full_text":"COVID-19 got you a little crazy? Need a break from virtual classrooms, meetings, and living? Feeling a little stressed lately?","sentiment_score":-0.31875}
{"full_text":"Amid a surge of coronavirus cases across the state, California Gov. Gavin Newsom has issued a new stay-at-home order that will begin Sat. at 10 pm in counties that are in the purple tier of the state's coronavirus reopening plan.https:\/\/t.co\/QDYV2ardk5","sentiment_score":0.1363636364}
{"full_text":"RT Do folks realize how batty it is that, 8 months in, we're still focused on keeping restaurants open during a pandemic inst...","sentiment_score":0.0}
{"full_text":"And like lowkey you're kinda conflicted between fear of missing out and not feeling bad bc you're more strict with covid rules? Like I feel bad bc it makes me think friendships will be diff after covid bc nobody has hung out properly in almost a year tbh (2)","sentiment_score":-0.22}
{"full_text":"Well that's a lot lower than your Covid positive rate.","sentiment_score":0.2272727273}
{"full_text":"RT How can a guaranteed full-time wage - especially for quarantine sanction workers - not be the best solution? Evr...","sentiment_score":0.5}
{"full_text":"Stay safe stay home","sentiment_score":0.5}
{"full_text":"RT 100,000 AMERICANS WILL DIE BECAUSE OF TODAY'S \"HAIR DYE COUP.\" It is a threat to our democracy and enables Trump to ign...","sentiment_score":0.0}
{"full_text":"Nursing staffs are being stretched to a breaking point trying to deal with the influx of patients diagnosed with COVID-19.https:\/\/t.co\/fGvmHzGQ6Q","sentiment_score":-0.05}
{"full_text":"Like Germany is paying its citizens to stay home.","sentiment_score":0.0}
{"full_text":"Economy:\"UK faces worst economic hit in 300 years as coronavirus damage to last until 2024\"https:\/\/t.co\/uMLqNbEb97 via (Shared via COVID-19 topic)","sentiment_score":-0.2666666667}
{"full_text":"RT BREAKING: India's total confirmed coronavirus cases reach 9 million","sentiment_score":0.2}
{"full_text":"RT A Texas couple is urging families not to travel over the holidays after losing six loved ones to Covid-19: \"If you take the risk...","sentiment_score":0.7}
{"full_text":"Trump's TANTRUM NEEDS TO END! Why aren't you speaking out? Trump holding COVID information from  BIDEN IS DANGEROUS! Your oath is to CONSTITUTION, not TRUMP!DO YOUR JOB SENATOR! TELL TRUMP TO CONCEDE &amp; AUTHORIZE BIDEN TRANSITION!","sentiment_score":-1.0}
{"full_text":"RT The battle is not over yet. Keep following the COVID-19 protocols to keep yourself and your loved ones safe from the vi...","sentiment_score":0.4}
{"full_text":"#NowPlaying Keep Calm wash your hands stay home by dRem tgi \/@dremtgi |[https:\/\/t.co\/BQFUlgYxoj] listen now {https:\/\/t.co\/TP5EfjooXN} #dremtgi #dremstuff","sentiment_score":0.3}
{"full_text":"Your perspective is unfair. U urself already know how Pakistan is important for saudi and uae. Recent restrictions r only based on COVID19 situation. Ur argument is more of a exeggeration seeking attraction","sentiment_score":0.08}
