{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Honored to be a part of this. We will do our very best to help out however we can.","sentiment_score":1.0}
{"full_text":"#NEWS | Skytrax, which rates airlines and airports around the globe, has introduced a new branch: the Covid-19 Airline Safety Ratings.:","sentiment_score":0.1363636364}
{"full_text":"We also mute the FACTS or any Scottish covid advert","sentiment_score":0.0}
{"full_text":"RT Today the Supreme Court will hear arguments in a case that seeks to abolish the Affordable Care Act. If the law is struck d...","sentiment_score":0.0}
{"full_text":"RT We tried to warn you--Biden lied about lockdowns all along.  His team was always leaning toward this obscene measure:  \"W...","sentiment_score":0.0}
{"full_text":"Das Kabarett  was often copied by sociopathic Americans! US military Industrial complex bases still occupy Germany for climate change science pollution, mission creep &amp; COVID-19 spreads to German community! USA is EVIL! Divine Justice or sociopathic injustice choice for EUROPE","sentiment_score":-0.35}
{"full_text":"Building back better from the pandemic. .....come on ppl! This isn't about a bst*rdin virus!","sentiment_score":0.390625}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT 500k US COVID deaths by January 29th, 2021 using today's positive cases. I've had to increase the infection rate to ca...","sentiment_score":0.2272727273}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"Lots of pressure on local authority budgets as a result of cuts + Covid, so great to see + co. proposing to retain 100% Council Tax Support for #Merton's disabled &amp; unemployed residents. Hope other Boroughs follow this example #2poor2pay #NoPollTax2","sentiment_score":0.11875}
{"full_text":"On the pandemic, discusses adolescents' response to COVID restrictions this year - is critical of approaches that have simply chastised young people for breaking restrictions. Notes a peer-led approach would have likely been more effective.#EPIAnnualLecture","sentiment_score":0.12}
{"full_text":"RT Promoting democracy? You should start by condemning your best mate for his attack on the US people's rig...","sentiment_score":1.0}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT My 12yo just lost an adult front tooth and his other teeth are loose... it turns out from vasculature damage 9 months aft...","sentiment_score":-0.033974359}
{"full_text":"Sorry, not sure if this is just venting or if you want some advice?Not sure how big your school is but have you tried CC'ing your dean's office and the registrar's office? I dunno with covid if you are remote but I would also try just squatting in the dept until they come by.","sentiment_score":-0.07}
{"full_text":"RT One In Five Coronavirus Patients Developed First Time Mental Health Problem Within Months Of Testing Positivehttps:\/\/t.co...","sentiment_score":0.0833333333}
{"full_text":"RT MOVING BACKWARDSAfter weeks of enjoying a slow return to normal, #California residents are bracing for the return of more seve...","sentiment_score":0.2125}
{"full_text":"RT MOVING BACKWARDSAfter weeks of enjoying a slow return to normal, #California residents are bracing for the return of more seve...","sentiment_score":0.2125}
{"full_text":"Great piece","sentiment_score":0.8}
{"full_text":"RT Odisha Govt under leadership of CM is leaving no stone unturned in providing support for manufacturing of #C...","sentiment_score":0.0}
{"full_text":"That was faster than I thought..","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT Tighter restrictions include NO social gatherings (only members of your household), non-essential businesses closing, includi...","sentiment_score":-0.0083333333}
{"full_text":"$DOCU has been unnecessarily punished. It's not even a Covid play. Signed 3 documents with it from accountants this morning alone. Why wouldn't u use it is the better question.","sentiment_score":0.05}
{"full_text":"Eh doc collvee ill#COVID19 effect a ?Sorry didn't realise","sentiment_score":-0.5}
{"full_text":"RT #Karbi Anglong #ginger is known for its distinct flavour and pungency.#AatmaNirbharKrishi #Agriculture #Covid19 #Vocal4GI ht...","sentiment_score":0.3}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT Hearing the details of Ofsted report about impact on kids of lockdown!  So sad to think how Surestart could have helped a...","sentiment_score":-0.5}
{"full_text":"Where are the Coronavirus Task Force meetings? Hospitalizations &amp; Couvid19 deaths are spiking!","sentiment_score":0.0}
{"full_text":"RT it's the way they separated the word 'disease' to 'dis-ease' which can also be taken as 'this ease'. it seems metaphorical t...","sentiment_score":0.0}
{"full_text":"RT \"building back better\"","sentiment_score":0.25}
{"full_text":"We're with you Rob. This is the beginning of the next mountain we need to climb. Resistance is here to stay. Stay aware &amp; engaged.#WearAMask","sentiment_score":0.125}
{"full_text":"RT GET HELP PUTTING FOOD ON THE TABLE through CalFresh Foods. Individuals &amp; families impacted by COVID-19 with a change in...","sentiment_score":0.0}
{"full_text":"RT He's the head of the coronavirus task force and there are now more than 100K cases a day and he's taking a vacation","sentiment_score":0.5}
{"full_text":"RT BREAKING--20% of recovering  #COVID19 patients develop mental illness within 90 days, says large US study.  Increased *first...","sentiment_score":0.1214285714}
{"full_text":"RT Best wishes for a speedy recovery and good health to President","sentiment_score":0.85}
{"full_text":"RT ***Breaking News - Important Update on Coronavirus testing***Sefton is one of a number of local authorities where mass...","sentiment_score":0.2}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"The Impact Of COVID-19 On Black And Latino Small Businesses","sentiment_score":-0.2083333333}
{"full_text":"Marcie Perez, associate director of integrated marketing and digital innovation says connected TV has helped the car brand understand which markets were ready for retail offers during this pandemic. #AdAgeNext Streaming. Tune in:","sentiment_score":0.1}
{"full_text":"Only 45 days to go.........","sentiment_score":0.0}
{"full_text":"RT To all the anti-vaxxer Covidiots predictably now screaming that they won't have the jab, let me say this: a) If it's appr...","sentiment_score":-0.2}
{"full_text":"RT Once again, our President defied the expectations of the \"experts\" and delivered on his ambitious goal of having a safe +...","sentiment_score":0.375}
{"full_text":"RT The extraordinary efforts of all teachers throughout this pandemic has gone far beyond all duty. As a parent myself I hav...","sentiment_score":0.2166666667}
{"full_text":"\"A week after President Trump's electoral defeat, the Supreme Court will hear arguments on one of the principal goals of his 2016 campaign--eliminating the Affordable Care Act--in the midst of an intensifying pandemic.\"","sentiment_score":0.0}
{"full_text":"RT Once again, our President defied the expectations of the \"experts\" and delivered on his ambitious goal of having a safe +...","sentiment_score":0.375}
{"full_text":"Yea im sure they go without a lot of extras. And some ppl are ok with that to stay home...not me though ","sentiment_score":0.5}
{"full_text":"This guy still going on  feeble weak minded. Got problems need help due to covid he won't get none.","sentiment_score":-0.3333333333}
{"full_text":"RT I dunno who needs to hear this but despite how relieved you may feel and how much you may wanna celebrate, COVID is wor...","sentiment_score":0.2}
{"full_text":"Goodnight sweet milf prince ","sentiment_score":0.35}
{"full_text":"RT This morning we released our Renewables 2020 report!Don't miss this thread from our Executive Director running through...","sentiment_score":0.0}
{"full_text":"Yes definitely those good will come when return after the pandemic","sentiment_score":0.35}
{"full_text":"good thing the pandemic isn't totally out of control here (oh wait...)","sentiment_score":0.35}
{"full_text":"RT A consortium of news organizations, including ProPublica, has won a legal fight against the Small Business Administration....","sentiment_score":-0.025}
{"full_text":"RT New Delhi hit with \"severe\" air pollution, which experts say could hamper the city's fight against the coronavirus pandemic.","sentiment_score":0.1363636364}
{"full_text":"Another Trump friend beats the GOP to the punch:","sentiment_score":0.0}
{"full_text":"RT Today, California is defending the #ACA.Republicans are urging the Supreme Court to strip away healthcare from millions...","sentiment_score":0.0}
{"full_text":"RT Here ya go #AutoRacingFans #MotorSportsFans","sentiment_score":0.0}
{"full_text":"I'm guessing you wear a mask 24x7","sentiment_score":0.0}
{"full_text":"RT At one Texas prison nearly 6% OF THE POPULATION has died of COVID-19. Not 6% of the covid patients died, but 6% of the entir...","sentiment_score":0.1}
{"full_text":"RT Whether the GOP wants to admit it or not, the world has moved on. #BidenWonDay","sentiment_score":0.2}
{"full_text":"RT NEW: We're taking action to stop the spread of #COVID19.Effective Thursday, November 12th:No indoor dining between 10:0...","sentiment_score":0.1181818182}
{"full_text":"RT Once again, our President defied the expectations of the \"experts\" and delivered on his ambitious goal of having a safe +...","sentiment_score":0.375}
{"full_text":"RT MAGAs are literally dyin' to vote for Trump.","sentiment_score":0.0}
{"full_text":"RT #COVID19 Update (as of 11\/10\/20 at 12:00 am):* 4,361 additional positive cases of COVID-19* 238,657 total cases statewi...","sentiment_score":0.1136363636}
{"full_text":"RT As said yesterday, we are facing a dark winter if we don't get coronavirus under control. Please wear a mask to...","sentiment_score":-0.15}
{"full_text":"RT I hate that my Twitter account is slowly becoming some sort of \"Covid-19 Diary\"... But I'm hoping I can look back on it i...","sentiment_score":-0.1166666667}
{"full_text":"RT A wave of joy came over met this past Saturday when I heard the news of a #BidenHarris victory. They won because many need rel...","sentiment_score":0.35}
{"full_text":"RT Today as covid infections rage across the USA and over 140 million Americans have a pre-existing medical condition, is Trump...","sentiment_score":0.0}
{"full_text":"RT Can you imagine all these MAGATS getting through COVID-19 (thanks to Trump's super-spreaders) and becoming depressed or...","sentiment_score":0.325}
{"full_text":"Trump is busy trying to milk his cult following for its final scraps.\/.Pence is \"on vacation\"...McConnell's soulless corpse is trying to ram as many judges into the courts as possible...and COVID just doing whatever the fuck.","sentiment_score":0.04}
{"full_text":"Michigan Increasing Enforcement of Emergency COVID-19 Rules to Ensure In-Person Work Happening Only When Strictly Required","sentiment_score":0.0}
{"full_text":"With the joyous festive season around the corner we at Gorisco would like you, our friends to have a safe and \"sound\" Diwali during these Covid times. As delicious food, dazzling fireworks and joyous camaraderie bring in joy and excitement, we would like you all to have fun with","sentiment_score":0.625}
{"full_text":"RT When China banned those Wuhan doctors from social media for warning about COVID they called it 'false rumors'","sentiment_score":-0.1833333333}
{"full_text":"This just in","sentiment_score":0.0}
{"full_text":"RT Today, California is defending the #ACA.Republicans are urging the Supreme Court to strip away healthcare from millions...","sentiment_score":0.0}
{"full_text":"RT Mr. Attorney General William P. Barr There must be a criminal investigation against officials and private labo...","sentiment_score":-0.1166666667}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":" Sign \"Pressure the GSA to Authorize Biden Transition\" and I'll deliver a copy to your officials: No. 2,443 is from Kathryn to and #TX35 #TXpolitics #COVID19","sentiment_score":0.0}
{"full_text":"RT .@Chrislhayes on the Four Seasons Total Landscaping press conference: \"At one level all this stuff is hilarious, but at another...","sentiment_score":0.25}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT Republicans health plan is no plan. That's why they haven't had one for the 10 years they have been scream...","sentiment_score":0.0}
{"full_text":"RT He's the head of the coronavirus task force and there are now more than 100K cases a day and he's taking a vacation","sentiment_score":0.5}
{"full_text":"RT .@jhoronjeff yes, telemedicine has been rolled out quickly during Covid, but we haven't had the luxury of time of asking all...","sentiment_score":0.3333333333}
{"full_text":"RT An apartment company owned by criminal slumlord Jared Kushner submitted hundreds of eviction filings in court the other...","sentiment_score":-0.2625}
{"full_text":"RT Boris call to Biden comes amid reports in UK media that Biden may prioritize the US relationship with Germany and Fran...","sentiment_score":0.0}
{"full_text":"RT #COVID19 Update (as of 11\/10\/20 at 12:00 am):* 4,361 additional positive cases of COVID-19* 238,657 total cases statewi...","sentiment_score":0.1136363636}
{"full_text":"RT Georgia leaders refused to expand Medicaid &amp; 1.4 million Georgians lack health insurance. 7 rural hospitals have closed...","sentiment_score":-0.05}
{"full_text":"RT Iranian civil rights activist Zahra Jamali was sent back to women's ward of Evin Prison on Sunday after a weeklong leave. #Ira...","sentiment_score":0.0}
{"full_text":"Covid has killed many patients and staff I have lost 35 friends in #UK","sentiment_score":0.15}
{"full_text":"... they dutifully take dictation from Pritzker, Ezike, Lightfoot, etc. and write stories that support their narrative, rather than questioning it.Ben, simple question, why haven't you asked the state for a report of COVID deaths by date of death?","sentiment_score":0.0}
{"full_text":"RT #NetregStation #CentralLine The Covid-19 lockdown has led to mass vandalism along the Central line - with stolen cables, m...","sentiment_score":0.0}
{"full_text":".@StateHealthIN has also identified 4 more presumptive #COVID19 deaths, for a death toll of 4,731. The new reports include 2 in Martin County, leaving Union County, Indiana's 2nd-smallest (pop. 7,054) as the last with no #COVID deaths. It's had 177 cases, including 5 today.","sentiment_score":0.2121212121}
{"full_text":"RT BBC Wales hasn't politicised the pandemic anywhere near the level BBC Scotland has. This though is a reminder to Unionist...","sentiment_score":0.1}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT ICYMI - COVID Testing: We've Been Duped","sentiment_score":0.0}
{"full_text":"Osinbajo advocates for suitable curriculum to address post COVID-19 pandemic via","sentiment_score":0.55}
{"full_text":"RT every day i wake up and think about how the prime years of my life are being lost to mental illness and coronavirus","sentiment_score":-0.1}
{"full_text":"RT Why having a baby and getting covid means you're broke is a question this country's policies should answer.","sentiment_score":0.0}
{"full_text":"RT The Supreme Court hears arguments today in a lawsuit that could overturn the Affordable Care Act.It's outrageous.We'r...","sentiment_score":0.0}
{"full_text":"RT What the actual fuck...","sentiment_score":-0.2}
{"full_text":" I'm there myself.  Wife has Covid.  This isn't easy ","sentiment_score":0.4333333333}
{"full_text":"If only he was as vigilant about consent","sentiment_score":0.0}
{"full_text":"RT I've been through two presidential transitions. They're complicated in the best case. To deny basic access in the midst o...","sentiment_score":0.1666666667}
{"full_text":"WATCH LIVE: Gov. Kim Reynolds Holds COVID-19 News Conference","sentiment_score":0.1363636364}
{"full_text":"So one of the members of immediate family. Any guesses which one?","sentiment_score":0.0}
{"full_text":"RT The Affordable Care Act case goes before the Supreme Court today. It's why the GOP rammed Amy Coney Barrett through in reco...","sentiment_score":0.0}
{"full_text":"RT The Affordable Care Act case goes before the Supreme Court today. It's why the GOP rammed Amy Coney Barrett through in reco...","sentiment_score":0.0}
{"full_text":"RT MAGAs are literally dyin' to vote for Trump.","sentiment_score":0.0}
{"full_text":"This thing is a bitch - stay save and wait for the vaccine!#besafe #science","sentiment_score":0.0}
{"full_text":"RT cant wait to kiss all my homies on the mouth as soon as i get the covid 19 vaccine","sentiment_score":0.0}
{"full_text":"Head of COVID task force needs a getaway. It's cool.","sentiment_score":0.35}
{"full_text":"RT the head of the covid-19 task force is going on vacation","sentiment_score":0.0}
{"full_text":"Trump removed regulations to allow large companies ignore their responsibilities, destroyed the roaring economy he inherited, began Trade wars, bankrupted US soy farmers due to childish posturing with China, destroyed Iran agreement when reaping dividends, failed to tackle COVID.","sentiment_score":-0.1526785714}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT Good stuff written by a former Spotlight editor.","sentiment_score":0.35}
{"full_text":"RT Biden Covid-19 Adviser Says Life is Not Worth Living Past 75","sentiment_score":-0.2}
{"full_text":"RT How to be a good restaurant customer in the Age of Covid: Eat fast and tip big. They have reduced capacity so they need t...","sentiment_score":0.3}
{"full_text":"RT MAGAs are literally dyin' to vote for Trump.","sentiment_score":0.0}
{"full_text":"are you the dev to the free open source \"bird bot\" from the beginning of COVID??","sentiment_score":0.2}
{"full_text":"RT CDC: People With Dirt On Clintons Have 843% Greater Risk Of Suicide","sentiment_score":0.5}
{"full_text":"RT  Like any other religion, Hindus have the right to celebrate festivals. With improvement in #COVID19 situation in Assam,...","sentiment_score":0.0803571429}
{"full_text":"RT Today, I have named a COVID-19 Transition Advisory Board, comprised of distinguished public health experts, to help our trans...","sentiment_score":0.0}
{"full_text":"RT Mayor Johnson calls for respect following election, addresses rise in local COVID-19 cases via","sentiment_score":0.0}
{"full_text":"RT We cannot shut down shelter-in-place hotels in the middle of a pandemic. My opinion in the","sentiment_score":-0.0777777778}
{"full_text":"Great article in looking at upcoming hospital megaprojects in the United States -  with most of these $1 billion-plus projects being planned before the pandemic.https:\/\/t.co\/hLwec7Vigi","sentiment_score":0.65}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"The parks and grounds team worked hard making the town Covid safe such as, shutting off parks and putting up Covid safety key messages in signs, banners and social distance floor markers throughout the town and neighbouring villages. #CouncilsCan","sentiment_score":0.0483333333}
{"full_text":"Tips for Travel. Because of COVID-19 this holiday season looks different. This infographic shows what you need to know. #Infographic #HolidayTravel","sentiment_score":0.0}
{"full_text":"Keep in mind this was back in March at the beginning of lockdown. Dude stopped me at 0645 omw to work. Gave me the third degree about why I was out. Went back to his car, came back with the ticket and kept saying \"I wouldn't lie to you\". After giving me the ticket 1\/2","sentiment_score":0.0}
{"full_text":"The United States has hit a new record. We have now surpassed 10 million coronavirus cases. Oregon is also setting a record.","sentiment_score":0.1363636364}
{"full_text":"We caught up with the creator of Moxi, an autonomous AI-driven robot that's revolutionizing health care in the age of COVID-19.","sentiment_score":0.4}
{"full_text":"Organizers say they were concerned about the potential spread of coronavirus at a meal, which typically draws upward of 400 guests.https:\/\/t.co\/vH2a42kgX3","sentiment_score":-0.0833333333}
{"full_text":"Are you getting ready to release new music? What's your plan?#PEIarts","sentiment_score":0.1681818182}
{"full_text":"Of Note: There's a reason people say \"It's so good to see your face!\" and not \"It's so good to see your elbows!\" reflects on the \"face hunger\":","sentiment_score":0.875}
{"full_text":"Lockdown is the perfect opportunity to try out these meatilicious offerings https:\/\/t.co\/2QiUB1FwvP","sentiment_score":1.0}
{"full_text":"Testing timeline: What's ahead for COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"Watch Gov. Kim Reynolds' news conference here live:","sentiment_score":0.1363636364}
{"full_text":"All of our #PPE products are designed to last, and have passed rigorous testing by the #FDA, #CE, #ISO and #ANSI testing bodies. Volume discounts available!#PPEAvailable #PPESupplier #CertifiedPPE #COVID19 #COVID19News #IndustryPPE","sentiment_score":0.0}
{"full_text":"Lockdown Week 2- Pack Deal Fridge Filler Pack6x $umo 330ml6x Native 330mlUsually PS30 now PS24 until the 17th November 5pm*Online onlyhttps:\/\/t.co\/jGDPpoKCEb","sentiment_score":0.0}
{"full_text":"We are offering multiple FREE drive-thru COVID-19 testing locations through the next few weeks. The first is in Alma on November 17 from 1:00pm-6:00pm. No symptoms, doctor orders, or appointments are necessary. #StaySafe and #GetTested","sentiment_score":0.075}
{"full_text":"#Harford County will award local volunteer fire companies grants totaling $2 million to help pay their expenses due to COVID-19:","sentiment_score":-0.0625}
{"full_text":"The Virginia High School League has the final approval from Gov. Northam to allow sports to return, but that isn't going to happen without many changes to keep everyone safe during the COVID-19 pandemic.","sentiment_score":0.29}
{"full_text":"Drop-in Mindfulness with Dr. Jamie  Derrick promotes the discussion and practice of mental health. Details on the sessions and how the COVID-19 pandemic has affected them are below https:\/\/t.co\/HlOEfHzxJy","sentiment_score":-0.1}
{"full_text":"21 people affiliated with the U.S. military, including 16 service members, have tested positive for COVID-19 upon their arrival in South Korea, said Tuesday, reports","sentiment_score":0.0636363636}
{"full_text":"The latest issue of the CRG newsletter is out now! Click here to get all the latest in NHS Lothian #COVID19 #research - Come and see what you can accomplish when you're #poweredbycuriosity","sentiment_score":0.5625}
{"full_text":"Pre-pandemic promotion.https:\/\/t.co\/Zw80ZXUGJh#NewsKoShowbiz","sentiment_score":0.0}
{"full_text":"Parents and coaches are trying to unravel what the new COVID-19 rules in Utah mean for sports that are essentially independent businesses | By","sentiment_score":-0.0587121212}
{"full_text":"Here are some suggestions to make the holiday memorable during the coronavirus.","sentiment_score":0.5}
{"full_text":"Pfizer estimates to have up to 50 million doses available of the vaccine available by the end of the year.https:\/\/t.co\/zIApOfK3Cy","sentiment_score":0.4}
{"full_text":"5 things I have been doing during lockdown #lockdown #lockdown2 #blogger #blogging #blogpost #blog #BloggersTribe","sentiment_score":0.0}
{"full_text":"RT I've recently been thinking about how suddenly our entire lives were picked up and turned completely around until only God kn...","sentiment_score":0.02}
{"full_text":"RT Despite #COVID19 there is some hope for the 54 million Americans who are living with arthritis.","sentiment_score":0.0}
{"full_text":"Will your family be getting COVID tests before spending the holidays together?","sentiment_score":0.0}
{"full_text":"Rapid at-home COVID tests, significance of mask wearing and the importance of walking today for a better tomorrow from November's Medical Minutes.https:\/\/t.co\/PpiQrZU2b3","sentiment_score":0.25}
{"full_text":"Living in the time of pandemic: COVID-19 (23) ||","sentiment_score":0.0}
{"full_text":"RT TRUMP'S TAKING AWAY PPL'S HEALTHCARE!!NO PREEXISTING CONDITIONS.COVID IS CONSIDERED PREEXISTING CONDITION.2 GET MAJOR POSITIONS...","sentiment_score":0.0625}
{"full_text":"Increase Your Skills and Education From Home During the COVID-19 PandemicLearn More:","sentiment_score":0.5}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"Imagine what else has on her #onlyFans site now and upcoming during lockdown!!!! #onlyfansbabe #model #panties #cosplay #lingerie #nylonturnon #pantyhose #tights #stockings #hosiery #dressingup","sentiment_score":0.0}
{"full_text":"FREE #COVID19 PCR Testing- WHEN: Tue, Nov 10 9A-2PWHERE: 8651 Colorado BlvdTo pregister - or Call 303-538-7420 with ?'s.**Rapid testing has been suspended until further notice**@CDPHE","sentiment_score":0.2}
{"full_text":"RT Mitch wishes everyone would stop pestering him too, don't people know he's busy? He WANTS to be LEADER! H...","sentiment_score":0.175}
{"full_text":"Latest News from Scotland:* Covid in Scotland: Three councils move to Level 3 * Oil refinery jobs at risk under scale-back plans * Unemployment in Scotland higher for menMore news on #Drivetime with -","sentiment_score":0.375}
{"full_text":"Today, the Supreme Court is hearing the case that could overturn the #ACA. If the ACA is struck down, more than 20 million people could lose coverage during an intensifying pandemic. #ncpol #SaveTheACAhttps:\/\/t.co\/TiFRXU8dAJ","sentiment_score":0.1722222222}
{"full_text":"In August our crews helped to launch the campaign in partnership with #WearitforWarwickshire to encourage the use of face coverings to stop the spread of #Covid19. The campaign showed that by working together as a community #CouncilsCan","sentiment_score":0.0}
{"full_text":"Foodbank manager's praise for 'incredible' support during Covid pandemichttps:\/\/t.co\/g7NocK7TDE","sentiment_score":0.9}
