{"full_text":"You don't need to , I believe you and unfortunately they're not the only supermarkets who have taken advantage of the lockdown!!","sentiment_score":-0.25}
{"full_text":"RT Weird to think that it'll be a year soon since the whole Covid thing started ","sentiment_score":-0.15}
{"full_text":"\"Why won't that asshole wear a mask\"","sentiment_score":0.0}
{"full_text":"And 2\/3 of excess deaths are caused by COVID. No places have lockdowns anymore unless they are totally out of control. I agree with you, we need a holistic approach","sentiment_score":0.0}
{"full_text":"OOH snap.. Check out the masks you petty dumb monkeys - as you fight for your time on the ventilators .. give Mark Meadows a hug for us you enabled the cretin who caused half a million US deaths (your Jim Jones super spreaders caused 40k cases)","sentiment_score":-0.0694444444}
{"full_text":"RT Weird how \"social distancing\" doesn't matter anymore.","sentiment_score":-0.2333333333}
{"full_text":"RT Racist","sentiment_score":0.0}
{"full_text":"RT We need to #Indict the sh$t out of all these criminals Glenn because #JusticeMatters","sentiment_score":0.0}
{"full_text":"RT Strong words, strong leadership in British Columbia today. We need Edmontonians to show leadership of their own. We can - an...","sentiment_score":0.3666666667}
{"full_text":"Asha, this isn't rocket science. He's either hospitalized with COVID-19, plotting a coup with help from Russia, or some other variation of the second option. I'm praying for the virus, but nothing would surprise me. There is a bit too much celebrating for my taste.","sentiment_score":0.025}
{"full_text":"RT Here is the Saturday Covid update. It's another bad one.   2,956 new cases, 130,235 total 9 new deaths, 658 total...","sentiment_score":-0.0854545455}
{"full_text":"RT Just rememberThese targets were \"unachievable\" .. a \"roadmap to misery\".. based on \"cherry picked\" experts.. .. a \"wo...","sentiment_score":0.0}
{"full_text":"RT BREAKING: France reports a record 86,852 new coronavirus cases after health authorities say the daily tally was under-reporte...","sentiment_score":0.0681818182}
{"full_text":"RT It's gonna be nice to have a president who believes the pandemic is real.","sentiment_score":0.4}
{"full_text":"Oh you know it! Then these HACK JOBS that call themselves NEWS OTLETS will be tramping all over it! Right","sentiment_score":0.2857142857}
{"full_text":"No. If he had handled COVID correctly, he could have still won. His MIShandling of the pandemic is one of the main things that cost him his reelection. Not just COVID.","sentiment_score":0.1666666667}
{"full_text":"RT Just rememberThese targets were \"unachievable\" .. a \"roadmap to misery\".. based on \"cherry picked\" experts.. .. a \"wo...","sentiment_score":0.0}
{"full_text":"RT These are the people who said we needed mail-in ballots because it was dangerous to gather in crowds. They knew exactly...","sentiment_score":-0.175}
{"full_text":"RT Dear Where is the vaccine?","sentiment_score":0.0}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT To all those who bet against predictions the COVID hype would end right after the election.... Pay Up.","sentiment_score":0.2857142857}
{"full_text":"Most people are just done with Covid, and a bunch of them never cared at all. I'm not saying its right, but that's a fact","sentiment_score":0.3928571429}
{"full_text":"RT Tennessee has 5,071 new cases of the coronavirus today.Indiana has 4,899.How's that \"it's just going to disappear wor...","sentiment_score":0.1363636364}
{"full_text":"RT Peel mandates even stricter restrictions than Red - Control to slow spread of COVID-19  -","sentiment_score":-0.15}
{"full_text":"Finally got my first death threat!Thanks!","sentiment_score":0.15625}
{"full_text":"RT Politico: Matt Gaetz contracted COVID.","sentiment_score":0.0}
{"full_text":"RT trump really got the full covid experience. tested positive, out of work and evicted","sentiment_score":0.2590909091}
{"full_text":"New temporary tight restrictions issued by Dr Bonnie Henry in #BritishColumbia to curb rising  #COVID19 cases .Starts 10pm tonite. .Pls pay attention we need to get numbers under control .https:\/\/t.co\/1JK4ZfpKNd","sentiment_score":-0.0211038961}
{"full_text":"Don't ever ask me to stand 6 feet from anyone again, wear a mask or obey any other hoax mandate (some of us have been warning about this since the beginning!)","sentiment_score":-0.15625}
{"full_text":"So that pandemic thing?","sentiment_score":0.0}
{"full_text":"RT This report about a Winnipeg personal care home is reminiscent of the \"horror show at Residence Herron\":","sentiment_score":0.0}
{"full_text":"RT Brexit. Chapter 2. 3 simple steps:1. We ask for an extension to the transition period due to Covid.2. The UK Governmen...","sentiment_score":-0.0625}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"RT On MSNBC &amp; are giving all of the praise she deserves. They noted that she's also a moth...","sentiment_score":0.0}
{"full_text":"I got news for him because of Covid only essential border crossings into Mexico are allowed right now. So he's gonna have to cross illeagally. Lol","sentiment_score":0.2171428571}
{"full_text":"RT Please remember to be safe celebrating. There is still a pandemic.","sentiment_score":0.5}
{"full_text":"It's a long list, as we trudge along through COVID, we must keep in mind that getting back to the Paris Climate table is a small step. Reinvesting in research &amp; development, and in education in general, ugh.... there's so much damage to be undone. The brain drain in NOAA &amp; EPA...","sentiment_score":-0.01}
{"full_text":"RT Trump may be gone but white supremacy is still here. Police brutality is still here. Massive income inequality is still here....","sentiment_score":0.0}
{"full_text":"RT The #Lions activated quarterback Matthew Stafford off the reserve\/COVID-19 list, clearing the way for him to play Sunda...","sentiment_score":0.0}
{"full_text":"RT If this is ok because people are masked, why isn't it ok to have fans in masks in stadiums this fall?","sentiment_score":0.5}
{"full_text":"RT Breaking: Biden is announcing a COVID task force, which will be chaired by 3 scientists: former Surgeon General","sentiment_score":0.025}
{"full_text":"RT Great Trump is out but 7 million MORE people voted for him than 2016 &amp; Covid is only why he barely lostBiden &amp; surrogates...","sentiment_score":0.3375}
{"full_text":"RT It's a miracle... just like that corona is over. ","sentiment_score":0.0}
{"full_text":"RT \"We have seen this movie before in Ontario and Quebec\" -- Outbreaks inside Manitoba  care homes a 'humanitarian crisis....","sentiment_score":0.0}
{"full_text":"RT Wear a mask, I'm wearing two... \/\/ Repost from","sentiment_score":0.0}
{"full_text":"Still waiting for the study proving the efficiency of masks against covid btw","sentiment_score":0.0}
{"full_text":"9 days in a row. We're on the home stretch","sentiment_score":0.0}
{"full_text":"RT The Biden administration will govern for every American as they steer the country through a number of urgent crises: a o...","sentiment_score":0.0}
{"full_text":"RT It starts: Good news.","sentiment_score":0.7}
{"full_text":"RT God bless the memory of every American who has perished or suffered unnecessarily due to Covid-19 -- and their families and...","sentiment_score":-0.0625}
{"full_text":"RT As Ambulance comes to an end, I want to say how proud I am of my teamWorking with combined...","sentiment_score":0.8}
{"full_text":"RT CNN: 9.8 million people in the United States have tested positive for coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT Yesterday there were 0 new cases &amp; no lost lives reported. The 14 day average is 0.4, there are 2 cases with unknown source...","sentiment_score":-0.0378787879}
{"full_text":"RT It looksssss like Kentucky, Tennessee, Arkansas, Oklahoma and Idaho are all about to slide into the blue column Oh, I'm sorr...","sentiment_score":0.0}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"RT I can't believe people actually bought the idea that mail-in ballots were just about protecting voters from COVID...","sentiment_score":0.0}
{"full_text":"No, *Trump's poor response to the pandemic gave us an issue to run on. If Trump had excelled in his response to the pandemic, then covid-19 would have assured Trump's re-election. Trump alone held the key to his fate.","sentiment_score":-0.2}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"Flying to Tahiti next Saturday-- COVID 19 PCR test can be another brand not listed on this form as long as it's not rapid\/at home\/antigen?https:\/\/t.co\/ObnCMqUImj","sentiment_score":-0.025}
{"full_text":"Don't seem so scared about that killer pandemic anymore do they?","sentiment_score":0.0}
{"full_text":"this shouldn't even be a topic but this is america right? everyone who is a poc, lgbt, woman, biden supporter, etc PLEASE PLEASE BE SAFE TODAY!!! STAY HOME!! ITS SAD THAT THIS IS BEING SAID BUT OF COURSE THEY ARE SO SAD HE LOST TO THE POINT THEY DO THIS. please post if you see1\/2","sentiment_score":0.0714285714}
{"full_text":"RT Trump now knows how it feels to be American in 2020! Catch COVIDLose Your Job Lose your Healthcare...","sentiment_score":0.0}
{"full_text":"RT And suddenly people gathering in large crowds and not social distancing is no longer considered irresponsible by the media","sentiment_score":0.0658730159}
{"full_text":"RT Congratulations to and #EU is ready to engage for a strong transatlantic partnership. COVID-...","sentiment_score":0.3166666667}
{"full_text":"RT I'm told these people were too afraid to go to the polls because of the coronavirus.  ","sentiment_score":-0.6}
{"full_text":"Just like that...Covid is over..#scamdemic2020 #BidenNotMyPresident","sentiment_score":0.0}
{"full_text":"RT Masks are not meant to replace social distancing! You must do both! Covid cases are way up...please be careful.","sentiment_score":-0.0239583333}
{"full_text":"How irresponsible. #arkansans need to start caring about each other! #WearAMask","sentiment_score":-0.15625}
{"full_text":"I dont wish anyone ill but......","sentiment_score":-0.5}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"Is COVID-19 #socialdistancing still going on?","sentiment_score":0.0}
{"full_text":"RT 2\/3 of London boroughs seeing falling infections. Lockdown worked before it started. God forbid it might be herd immunity....","sentiment_score":0.0}
{"full_text":"RT Ok who's ready to start bullying Biden into a better coronavirus relief plan and other progressive policies? ","sentiment_score":0.26875}
{"full_text":"RT I'm told these people were too afraid to go to the polls because of the coronavirus.  ","sentiment_score":-0.6}
{"full_text":"RT Weird how \"social distancing\" doesn't matter anymore.","sentiment_score":-0.2333333333}
{"full_text":"RT McConnell is inflicting miseryAs victor, he said a big Covid stimulus pkg is unnecessaryOur job is clearWe must be dedi...","sentiment_score":0.0}
{"full_text":"You are pretty much irrelevant now.","sentiment_score":-0.125}
{"full_text":"Because you were so vocal about it before. Hypocrite.","sentiment_score":0.0}
{"full_text":"reuniting parents and children separated at the border! fighting against COVID! putting Obama's portrait up in the White House! Paris Climate Agreement! arresting Trump and his goons and sending them to federal prison! fighting racism at its core! reworking the Senate! #ByeDon","sentiment_score":0.0}
{"full_text":"RT Leke is a guy that I've been following on sm for some years but we never really talked until during the lockdown this year....","sentiment_score":-0.05}
{"full_text":"RT The way 45 was coming for educators' authority to teach truths was stressing me more than I wanted to admit! The way chi...","sentiment_score":0.625}
{"full_text":"He probably already went through the secrect tunnel they built to Russia. Or he died of Covid and they hid his body in a closet somewhere.","sentiment_score":0.0}
{"full_text":"RT These are the people who said we needed mail-in ballots because it was dangerous to gather in crowds. They knew exactly...","sentiment_score":-0.175}
{"full_text":"LOL. Dude ya gotta wait since Trump fucked our country with COVID.","sentiment_score":0.1}
{"full_text":"RT And suddenly people gathering in large crowds and not social distancing is no longer considered irresponsible by the media...","sentiment_score":0.0658730159}
{"full_text":"Couldn't he just use the pandemic playbook that he and Obama developed?","sentiment_score":0.1}
{"full_text":"RT A tragic sight in Somerset - unwanted apples! This farmer told me there's PS20k rotting away. He can't sell them beca...","sentiment_score":-0.9375}
{"full_text":"Don't be stupid.   There is a new outbreak today in the White House.  FFS","sentiment_score":-0.2212121212}
{"full_text":"Theyre excess, over and above what we would normally expect. Draw your own conclusions but they show the majority of the excess seen isnt covid related","sentiment_score":0.1875}
{"full_text":"RT This business mogul who forms policy for our useless Prime Minister, Was. Not. elected. Have Australians had enough of th...","sentiment_score":-0.25}
{"full_text":"RT Trump rallies during the election \"could kill thousands\" because of the lack of social distancing, but Biden block party ce...","sentiment_score":0.0333333333}
{"full_text":"It's the most ridiculous thing ever! Lol I mean if forced to wear a mask, definitely think this more comfortable but what the hell? How is this stopping anything? Hahaha","sentiment_score":0.1523148148}
{"full_text":"What Will Office Tours Be Like Post-COVID-19? #CRE #Office #Tours #COVID-19 #NewNormal","sentiment_score":0.0}
{"full_text":"RT Not only is this not correct, it's a great disservice to one area these countries excelled: the science. They had scientists wh...","sentiment_score":0.4}
{"full_text":"RT Dr. Fauci's loyalty is to truth, science, and the American people. Just as it should be.We could have saved tens of th...","sentiment_score":0.0}
{"full_text":"No.These are people who would've been happy to deprive me, my friends, and people I love of our rights. These are people who shrugged about a pandemic, and chose to support callousness, greed, bigotry, and cruelty.No.I am not obligated to forgive, even if they repent.","sentiment_score":0.65}
{"full_text":"RT Reopening schools causes R, transmission rate, to surgeTransmission rises by 24% within a month of children returning t...","sentiment_score":0.0}
{"full_text":"RT The COVID stats today are again awful.Be careful out there.","sentiment_score":-0.1}
{"full_text":"We shouldn't refer to 'NHS' track and trace and we shouldn't refer to 'lockdown'. Neither are truisms and the use of those terms just creates more camouflage for the Tories to hide behind.#ToryShambles #ToryCorruption","sentiment_score":0.5}
{"full_text":"RT Covid doesn't care who won the election and is definitely not taking a day off, so please wear your face masks.","sentiment_score":0.0}
{"full_text":"RT Trump got the whole 2020 experience  Caught COVID &amp; now unemployed","sentiment_score":0.2}
{"full_text":"RT Not only are Biden's supporters gathering in crowds without masks but they're literally sharing champagne bottles. The...","sentiment_score":0.0}
{"full_text":"#DigitalTransformation must take place now more than ever. Facilitating access to information and digital tools guarantees more equity. Learn how we are supporting our beneficiaries during the #COVID19 era. for the space","sentiment_score":0.3125}
{"full_text":"The United States set a record of more than 126,400 confirmed coronavirus cases in a single day on Friday.https:\/\/t.co\/5PN4NZcw0H","sentiment_score":0.2761904762}
{"full_text":"RT With $30,000,000 joins the fight against Covid19 globally----https:\/\/t.co\/lNPPZuPiW4...----Partners@gat...","sentiment_score":0.0}
{"full_text":"RT If they'd just said from the beginning, \"Avoid crowds and maintain social distancing! Except when you decide some political ca...","sentiment_score":0.0208333333}
{"full_text":"Warren Buffett's conglomerate reported an 82% jump in its third-quarter profit as the value of its investment portfolio soared, but Berkshire Hathaway said the coronavirus pandemic continued to hurt its assorted businesses.https:\/\/t.co\/Z8fQPsyUeC","sentiment_score":0.0}
{"full_text":"Canadians can bring down COVID-19 numbers and keep schools and some workplaces open if they form personal habits that limit viral spread and stick to them, said Dr. Theresa Tam.https:\/\/t.co\/wKZMGhYL5f","sentiment_score":-0.0518518519}
{"full_text":"Local talent is hard to come by, so tech firms often fill the gap with foreign hires. But travel curbs due to Covid-19 could put a stop to this practice. What happens next? (Like for more stories like this)https:\/\/t.co\/8gq5FvfSv1","sentiment_score":-0.0069444444}
{"full_text":"RT Trump may be gone but white supremacy is still here. Police brutality is still here. Massive income inequality is still here....","sentiment_score":0.0}
{"full_text":"RT It is surely obvious that there is an institutional breakdown when the establishment unquestioningly accept national lo...","sentiment_score":0.0}
{"full_text":"Britain Begins COVID Mass Testing in Liverpool","sentiment_score":0.0}
{"full_text":"LIVE: The current look at the number of coronavirus cases in Alabama:https:\/\/t.co\/PpJj4jflDm #coronavirus #alnews #COVID19","sentiment_score":0.0681818182}
{"full_text":"A second-grader in Maryland has helped secure and deliver two trailer loads of COVID-19 supplies to one of the poorest places in America.","sentiment_score":0.4}
{"full_text":"If you're in the market for a good book unlike any other, Columbia Books has thousands of unique antique reads waiting for you.","sentiment_score":0.3166666667}
{"full_text":"RT joe biden would veto #MedicareForAll in the middle of a global pandemic keep dancing useful idiots","sentiment_score":-0.125}
{"full_text":"In Illinois, 12,438 new COVID-19 cases and 75 deaths.https:\/\/t.co\/1ld4uOijLu","sentiment_score":0.1363636364}
{"full_text":"But corona virus will be over tomorrow now that Biden is the president elect ","sentiment_score":0.8}
{"full_text":"What can electronic health records tell us about #COVID19? By studying participant EHRs, researchers may be able to understand patterns of COVID-19SymptomsIllnessTreatment effects.Learn more about research efforts: #JoinAllofUs","sentiment_score":0.5}
{"full_text":"#COVID19 has highlighted the health inequities faced by #Latinx communities. Our recent Prioritizing Equity panel featured experts discussing the disproportionate impact these communities face during the pandemic.","sentiment_score":0.0}
{"full_text":"RT Has Joe Biden cured the China Virus yet?","sentiment_score":0.0}
{"full_text":"House Speaker Lord Allan Jay Velasco has thrown his support behind President Rodrigo Duterte's order to impose a price ceiling on RT-PCR tests for COVID-19.https:\/\/t.co\/4yfEh1HyAm","sentiment_score":-0.4}
{"full_text":"That would defo be against the Covid regulations ","sentiment_score":0.0}
{"full_text":"Children infected with the coronavirus produce fewer types of antibodies than adults do, suggesting they clear their infection much faster, says a new study.https:\/\/t.co\/hleYLN00I8","sentiment_score":0.1454545455}
{"full_text":"RT Office for National Statistics confirms that daily infections are going down week on week. This second lockdown is unne...","sentiment_score":-0.0518518519}
{"full_text":"Rita Constable-Buckingham, who lived in Whitchurch, was 85https:\/\/t.co\/3CmoG9J88R","sentiment_score":0.0}
{"full_text":"RT can save lives and 'end this pandemic, together' - WHO chiefhttps:\/\/t.co\/bO8FPkXwq9As th...","sentiment_score":0.0}
{"full_text":"RT TONIGHT: We review the state of the country after a competitive presidential election that has taken place as the coronavirus...","sentiment_score":0.0}
{"full_text":"Amid the coronavirus pandemic, the malaise of information disorder or fake news has far-reaching implications for the masses. #fakenews #misinformation #whywefightThe Urgency of Busting Fake News During the COVID-19 Pandemic - The New Leam","sentiment_score":-0.2878787879}
{"full_text":"The election results announcement is a catalyst for change. This year, we've witnessed a pandemic, blatant racism, and police violence. The result was a high stakes election, where every vote made a difference - our vote mattered.Rasheeda S. LibertyInternational Grand Basileus","sentiment_score":0.0533333333}
{"full_text":"The total number of COVID-19 cases in the Philippines reached 393,961 with the health department reporting 2,157 new infections on Saturday.","sentiment_score":0.0681818182}
{"full_text":"One of Joe Biden's first acts as President-elect on Monday will be to name a 12-member task force to combat and contain the spread of the coronavirusThis is the leadership America has been crying out for","sentiment_score":0.025}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"On Saturday, captured the presidency when declared him the victor in his native Pennsylvania at 11:25 a.m. EST. That got him the state's 20 electoral votes, which pushed him over the 270 electoral-vote threshold needed to prevail.","sentiment_score":0.0}
{"full_text":"Virginia Tech establishes a Warm Line to help with COVID and election stress ","sentiment_score":0.6}
{"full_text":"Happy Mondays Comedy Lockdown Virtual Zoom SpecialStreaming Online Mon 9th Nov at 9pmLine Up:Nathan Caton Collier Moore Kazim James Tickets &amp; Infohttps:\/\/t.co\/BKh8SNgMjC","sentiment_score":0.8}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"What has trump said about covid lately? Oh yeah, we're turning the corner. I can't imagine why cases are surging...","sentiment_score":-0.3}
{"full_text":"During this time, a prophet named Agabus came down from Jerusalem to Antioch and predicted that a severe plague would spread over the entire Roman world.'How do you know this?' asked a man in the crowd.Agabus replied, 'Because I refuse to wear a mask!' - Acts 11:27-28","sentiment_score":-0.0777777778}
{"full_text":"The Pharmaself24 in the press...It's brilliant to be covered in the magazine. We're on pages 9 to 13 of this month's edition. Have a read now (10 mins).@GaryParagpuri #automation #covid","sentiment_score":0.9}
{"full_text":"RT #Telehealth has become a critical tool during the #COVID19 pandemic. Retweet to tell Congress to pass the \"Telehealth M...","sentiment_score":0.0}
{"full_text":"RT Papers for the upcoming Monetary Dialogue with are now available. 5 papers (including one by me) on Monetary-Fisca...","sentiment_score":0.4}
{"full_text":"RT Weird how \"social distancing\" doesn't matter anymore.","sentiment_score":-0.2333333333}
{"full_text":"RT nigga got impeached, covid, and lost the election all in one year LMAOOOOO","sentiment_score":0.0}
{"full_text":"RT These are the people who said we needed mail-in ballots because it was dangerous to gather in crowds. They knew exactly...","sentiment_score":-0.175}
{"full_text":"What's the link between #HeartDisease and #COVID19? Find out during our #FacebookLive, Wednesday, Nov. 11 at noon, led by award-winning journalist and TV anchor Andrea Roane (@abuddy), with cardiologist, Dr. Estelle Jean. Visit to register and participate.","sentiment_score":0.0}
{"full_text":"Kayleigh.. fuck all the way off.. everyone is wearing masks unlike Donnie's rallies who have killed over 700 people as of now.. and even during a pandemic people are celebrating getting rid of loser trump!","sentiment_score":-0.325}
{"full_text":"Posturing again hoping you will be the nominee in 2024? You have ruined any chance you had sycophant. STFU.","sentiment_score":0.0}
{"full_text":"RT Hopefully they do something about this COVID stuff ASAP.","sentiment_score":0.0}
{"full_text":"Time: 22:00 * Temp: 10.1degC * Wind: E 0.0 to 2.0mph * Pressure: 1012.5hPa * Rain: 0.0mm * Hum: 91% * ET: 0.5mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:38 * Sunset: 16:34 * Cloudbase: 680ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT WTF are the British in on this BS too?","sentiment_score":-0.25}
{"full_text":"Matthew Stafford removed from COVID-19 list","sentiment_score":0.0}
{"full_text":"RT Trump rallies during the election \"could kill thousands\" because of the lack of social distancing, but Biden block party ce...","sentiment_score":0.0333333333}
{"full_text":".@realDonaldTrump,Congratulations!  You've scored the Covid Triad:  You've been infected; you're unemployed; and you're evicted. How does it feel to be the Loser In Chief? #ByeByeTrump #PresidentElectJoe #VicePresidentElectHarris #BidenHarris2020","sentiment_score":0.0}
{"full_text":"RT Super spreader event or we're done playing that game?? These people. . .","sentiment_score":-0.0333333333}
{"full_text":"Time for cocoa and a video - this one - Across the Divides with Looking at Covid divides - Learning Gaps between rich &amp; poor; Learning to Learn, and the US divides -who voted for Trump?","sentiment_score":-0.0125}
{"full_text":"Current Conditions for #Sayre PATemp: 65.0FWind Chill: 65.0FHumidity: 59%Dew Point: 50.5F Barometer: 30.287 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 192.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"New Massachusetts Daily COVID-19 Numbers11\/7\/2020Cases2200Deaths23","sentiment_score":0.0681818182}
{"full_text":"RT How many people got their temperature checked when they went in to vote?   What happened to Covid Covid Covid.","sentiment_score":0.5}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"What's the link between #HeartDisease and #COVID19? Find out during our #FacebookLive, Wednesday, Nov. 11 at noon, led by award-winning journalist and TV anchor Andrea Roane (@abuddy), with cardiologist, Dr. Estelle Jean. Visit to register and participate.","sentiment_score":0.0}
{"full_text":"RT And suddenly people gathering in large crowds and not social distancing is no longer considered irresponsible by the media...","sentiment_score":0.0658730159}
{"full_text":"What's the link between #HeartDisease and #COVID19? Find out during our #FacebookLive, Wednesday, Nov. 11 at noon, led by award-winning journalist and TV anchor Andrea Roane (@abuddy), with cardiologist, Dr. Estelle Jean. Visit to register and participate.","sentiment_score":0.0}
{"full_text":"WE ALSO NEVER HAD OVER 225,000 PEOPLE DEAD FROM A PANDEMIC CALLED COVID-19 THAT HAS GOTTEN WORSE EVERY SINGLE DAY BECAUSE OF YOU. COVID IS COVID BECAUSE OF YOU.IF YOU TREATED IT SERIOUSLY AND CARED ABOUT THE PEOPLE AND FAMILIES OF THE DEAD THIS WOULD NOT BE HAPPENING.#Covid","sentiment_score":-0.240952381}
{"full_text":"RT First 30 days demands for the .@TheDemocrats:-#EndTheWars-New #Shutdown to End #COVID19...","sentiment_score":0.25}
{"full_text":"Please make it happen when you get settled in the White House  after you put your covid19 plan in place","sentiment_score":0.0}
