{"full_text":"RT Over my decades in oncology I've seen tens of thousands of patients. It pains me to think of how many of them we los...","sentiment_score":0.5}
{"full_text":"What security is doing at sion LTGMhospital gate? Y they don't check people eating &amp; carrying gutkha &amp; alcohols in their pockets?How secured is sion hospital premises almost covid..? So much unhygenic it is every where?","sentiment_score":0.2}
{"full_text":"you do realise NZ has beaten Covid?","sentiment_score":0.0}
{"full_text":"They are all bad if the President and Conservative media. Would have told us to stay home not open schools. We would not be here. This is on them.","sentiment_score":-0.35}
{"full_text":"RT First thing I want Joe &amp; Kamala to address is this COVID-19 stuff. I want another 3 month lockdown with monthly stimulu...","sentiment_score":0.25}
{"full_text":"Read the article quickly as instructed.The article is eye opener for all of us showing the realities of life during this ongoing pandemic.","sentiment_score":0.3333333333}
{"full_text":"RT What a disgrace. Yet again the Tories using this Covid crisis to hand bags of taxpayers cash to pricey consultants.","sentiment_score":0.0}
{"full_text":"Alright. ..Good luckJwale nna covid e hlaha kae","sentiment_score":0.0}
{"full_text":"service is need urgently, to prevent fire outbreak","sentiment_score":0.0}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT Our #LongCovid survey aims to explore symptoms, recovery&amp; impact on health, healthcare use &amp; work. Please consider tak...","sentiment_score":0.0}
{"full_text":"Covid19 pathogen: COMPLEX. Fauci = 1st of 2 BEST Specialties: Epidemiologists &amp; Virologists. Fini. Its lethal, a SARS cousin; SWIFTLY attacks lungs. Many Med abstracts find VitD3 remedy = 10,000ius\/day prevention\/treatment. Non-toxic. Above Counter. Stops cytokine storm","sentiment_score":0.3}
{"full_text":"RT I'm glad to see this good news, but Nasrin Sotoudeh should never have been in prison. Her only \"crime\" is defending the right...","sentiment_score":0.3714285714}
{"full_text":"They placed fraud upon America. Fraud in our government and in our polling. Now in our voting system. Fraud.","sentiment_score":0.0}
{"full_text":"RT This didn't happen","sentiment_score":0.0}
{"full_text":"RT Violent, narcisstic men are a risk you mean. Which women and where are thinking \"Oh Covid offers me a perfect opportunity...","sentiment_score":-0.003125}
{"full_text":"RT Over my decades in oncology I've seen tens of thousands of patients. It pains me to think of how many of them we los...","sentiment_score":0.5}
{"full_text":"RT when that kpop girl group released their album when tr*mp got covid and now going viral with the biden ice cream edit","sentiment_score":0.0}
{"full_text":"have you been drinking that pond water again the man is a pedo KORF","sentiment_score":0.0}
{"full_text":"RT #DelhiNeed #Blood Type :  AB-positiveAt : Saroj Hospital, RohiniBlood Component : Need Plasma from AB+ve\/AB-ve #COVID...","sentiment_score":0.0}
{"full_text":"Well that's because Nancy Pelosi. He's mentioned it several times. She wants more money in the bill to find pet projects that have nothing to do with Covid-19. He tried negotiating but she refused to budge. I'm honestly sick of these politicians toying with this crap tbh.","sentiment_score":-0.1628571429}
{"full_text":"you are congratulating a man who won through electoral fraud","sentiment_score":0.0}
{"full_text":"RT Gathering to go to church? Not okay. Gathering to punch a pillowed effigy of Trump? OKAY. COVID-19: the greatest politi...","sentiment_score":0.4166666667}
{"full_text":"RT im doing this tweet because my neighbors helped me a lot when I was going through a lot in May\/june\/july  It really meant...","sentiment_score":0.2}
{"full_text":"RT Order of Australia shocked us last night. But has he been a horse disadvantaged by Covid enforced changes to the Pattern? He...","sentiment_score":-0.35}
{"full_text":"RT LOCK DOWN , stimulus checks, student loan forgiveness","sentiment_score":-0.1555555556}
{"full_text":"Yeah because the Covid deaths all over the world were to hurt Trump. GTFO and get over yourself.","sentiment_score":0.0}
{"full_text":"RT Let the history books note: the dildo shop next to the Trump campaign's presser had better COVID protocols than the Trump...","sentiment_score":0.25}
{"full_text":"RT Trump was accused of 0mishandling COVID\". Can someone tell me what that means?Ardern: total shutdown: Goddesses! Modi: tot...","sentiment_score":0.0}
{"full_text":"Advertising at its best. #COVID19","sentiment_score":1.0}
{"full_text":"RT Phew!","sentiment_score":0.0}
{"full_text":"RT In response to Marcus Rashford's child hunger campaign, the UK government will spend PS400m to support poor children and...","sentiment_score":-0.4}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"Tell me about economic health after your dear loser can manage a proper pandemic response.","sentiment_score":0.1}
{"full_text":"RT Weird how \"social distancing\" doesn't matter anymore.","sentiment_score":-0.2333333333}
{"full_text":"Even the Queen is listening to President elect #JoeBiden Wear a God damn Mask!","sentiment_score":1.0}
{"full_text":"RT Absentee ballots ARE valid. The only difference is there was a government e...","sentiment_score":0.0}
{"full_text":"RT \"Because of COVID,\" gatherings of 10+ people from 2+  households are banned in Colorado. Capacity at gyms &amp; restaurants...","sentiment_score":0.0}
{"full_text":"It's coming out slowly, but the fear is also beyond real. Step dad melting down mentally this week at seeing anyone at all now, saw us through lockdown 1, now he's petrified","sentiment_score":-0.0888888889}
{"full_text":"RT With  remaining in the  should push for much deeper global health cooperation - including also  - to combat prese...","sentiment_score":0.1}
{"full_text":"the new slogan;Four Seasons Total Landscaping;Proudly serving Philadelphia since 1992, we're experts at spreading the BULLSHIT! \"Come for the low quality crap!\"Stay to get the finest quality steer fertilizer for your home and business lawn, garden and landscaping needs!\"","sentiment_score":-0.2159090909}
{"full_text":"Isn't it about time the MP for Somerton and Frome spoke out about the corruption surrounding the Covid 19 contracts?","sentiment_score":0.0}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"Make the most of lockdown by keeping fit at many of the great places we have to walk around, cycle and explore.  #PHEHealthMatters","sentiment_score":0.55}
{"full_text":"How lockdown has affected TV drama --  talks to the makers of Line of Duty about the impact of the pandemic on filminghttps:\/\/t.co\/sWSaMCERIk","sentiment_score":0.0}
{"full_text":"The United States on Saturday reported a record increase in coronavirus cases for a fourth consecutive day with at least 131,420 new infections, bringing the country's total caseload to about 9.91 million, according to a Reuters tally.","sentiment_score":-0.0409090909}
{"full_text":"JPIMedia is launching the Big Thank You Awards to salute those who have gone the extra mile during the pandemic.We want to make sure the people of Doncaster are among those who win awards, but we need your help.Please nominate your unsung hero now. Visit","sentiment_score":0.325}
{"full_text":"At age 86, agriculture teacher Gerald Bonds, of Farmington, New Mexico, has seen plenty of crises during his career. He sees no reason to call it quits over the coronavirus pandemic.https:\/\/t.co\/O0PuhMPYen","sentiment_score":0.1363636364}
{"full_text":"Check out our international #spa panel debate taking place on Facebook at 6pm, which will discuss what opportunities lie online for spas during the #coronavirus pandemic and how to make the most of your #digital offering  #PBWebinar","sentiment_score":0.1666666667}
{"full_text":"The Philippines could start #COVID19 vaccination as early as May.https:\/\/t.co\/E9IvPrlcc9","sentiment_score":0.1}
{"full_text":"A very different Remembrance Sunday in Anglesey and Gwynedd due to Covid-19:","sentiment_score":-0.0625}
{"full_text":"RT North Dakota and South Dakota have the nation's worst rate of coronavirus deaths per capita in the last 30 days. Hundreds more peop...","sentiment_score":-0.1666666667}
{"full_text":"HAPPY WORLD RADIOGRAPHY DAY  This year we celebrate our radiography team for their hugely important in diagnosing and caring for our patients.  We are also especially grateful for your hard work during the pandemic. Thank you for all you do every day! #TeamSTHK","sentiment_score":0.2088541667}
{"full_text":"Need some extra cash? Here's how to choose the right pandemic side job for you.","sentiment_score":0.1428571429}
{"full_text":"A new survey finds that responses to #COVID19 have speeded the adoption of #digital technologies by several years - companies digitized many activities 20 to 25 times faster.  #DigitalTransformation #IA #IPA #AnywhereOperations #futureofwork","sentiment_score":0.1590909091}
{"full_text":"RT Hi, I've released a free download on my website - 'I ain't got no lockdown blues'. A lighter look at life in lockdow...","sentiment_score":0.4}
{"full_text":"Tenants and landlords around the country have been on a roller coaster ride with the eviction moratorium ordered by the Center for Disease Control and Prevention, in September.","sentiment_score":-0.1}
{"full_text":"Police arrested a woman after she refused to wear a mask at a Walmart.","sentiment_score":0.0}
{"full_text":"President Trump's chief of staff Mark Meadows has been diagnosed with coronavirus as U.S. sets records for outbreak.","sentiment_score":0.0}
{"full_text":"RT Our KWSP is for our retirement fund, Gomen allowing to withdraw early is wrong,because it shd not be made a Gomen 'emergency...","sentiment_score":0.1}
{"full_text":"Thinking about how with Trump failing miserably on his covid response with 220k deaths and no public healthcare option, the horror of police brutality and white supremacy he refused to denounce, and every other atrocity he's committed in 4 years, and he only BARELY lost...","sentiment_score":-0.1791666667}
{"full_text":"RT Lockdown 2020 mugs\/cups can be personalised by BonnieBooDesign via #lockdown #cups #gift...","sentiment_score":0.0}
{"full_text":"RT People should avoid bursting firecrackers as pollution can affect COVID-19 patients: Maharashtra Chief Minister Uddhav Thacke...","sentiment_score":0.0}
{"full_text":"Join Satish Shankar and 40 other local and international speakers on a two-day #BWVirtualEcoForum to discuss the great economic reset as well as the future in a post-COVID era.Register at your premium pass today!#Forecast2021","sentiment_score":0.1458333333}
{"full_text":"Chest CT of COVID-19 patients: Deep learning allows for rapid, automatic quantification tool of lung parenchymal abnormalities, with results correlating with laboratory and clinical parameterhttps:\/\/t.co\/dh7oQC3iml@Unispital_USZ","sentiment_score":0.0}
{"full_text":"#GameOfTwoHalves Podcast: New normal for attending live sports events? This week besides discussing how fans must adapt post-pandemic, we look at what #solskjaer needs to do to lift See","sentiment_score":0.1409090909}
{"full_text":"Nation: \"we remember the fallen to remind us of the horrors of war\"Army: \"can we make war more like a video game?\"https:\/\/t.co\/UqznXhqoL7","sentiment_score":0.05}
{"full_text":"Today is Remembrance Sunday. We will be livestreaming the Act of Remembrance on our Facebook page at 2.30pm today.We encourage everyone to stay safe and remember at home.More information:","sentiment_score":0.5}
{"full_text":"Don't let another lockdown stop you from feeling and looking your best in 2021! Get in touch with on 07714 315342 or email hello@gymitbidford.com to enquire about online classes etc.#health #fitness #gym #buylocal #bidford #connectionmags","sentiment_score":1.0}
{"full_text":"The Leading Teams through a Pandemic webinar with will focus on what is required to keep teams energetic, enthusiastic and emotionally connected through the pandemic. For more #EnterpriseWeek info visithttps:\/\/t.co\/KfXsVzf6aw.","sentiment_score":0.4}
{"full_text":"If you have symptoms and need to book a test, you can do this online or by ringing 119.A pop-up Covid-19 testing site, run by the Army, is at Clacton Hazlemere Road Car Park on Monday 9th November.To book an appointment go to:","sentiment_score":0.0}
{"full_text":"Good Morning BritainWhat's going on?Please do join me at 2pm for #DSOS and a show tune escape from our lockdown\/firebreak\/tiers\/levels slumphttps:\/\/t.co\/tHOphqfpbO","sentiment_score":0.7}
{"full_text":"COVID 19 cases in India until : 08\/11\/2020 14:30Total Cases: 8507204 [+0]Active: 511922Recovered: 7867291 [+0]Deaths :126163 [+0]Total Tests: 117.74MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"1 day left to apply to the Cultural Recovery Fund! Not-for-profit based in England?Caring for an historic building?Impacted by COVID-19?Need #grant support to refresh business plans? Check out the programme guidance: #heritage","sentiment_score":0.0416666667}
{"full_text":"In #France, new confirmed #coronavirus cases have hit a record with over 86,000 from Friday's number.","sentiment_score":0.2681818182}
{"full_text":"RT On Saturday, Johns Hopkins University reported 126,742 new coronavirus cases and 1,040 new deaths.","sentiment_score":0.1363636364}
{"full_text":"#SaudiArabia announced 19 more patients died over the past 24 hours from complications caused by #COVID19.  ","sentiment_score":0.125}
{"full_text":"Hey, wait your turn cheeky! Lockdown diet starts tomorrow...Phoebe Vaughn #ClosedButStillCaring","sentiment_score":0.0}
{"full_text":"RT Over my decades in oncology I've seen tens of thousands of patients. It pains me to think of how many of them we los...","sentiment_score":0.5}
{"full_text":"A cold storage worker in north China's Tianjin Municipality tested positive for #COVID19 and has been sent to a designated hospital for treatment, the local health authority said Sunday.","sentiment_score":-0.1242424242}
{"full_text":"Mapping an outbreak: This #dataviz from our partnership with shows you daily #COVID19SA confirmed cases, active cases, recoveries and deaths in #Limpopo districts and sub-districts.","sentiment_score":0.0888888889}
{"full_text":"Great alternative to rapid testing.#singapore #covid19 #testhttps:\/\/t.co\/kFGeEInXUf","sentiment_score":0.8}
{"full_text":"Today is the final day of our 'Access to Education for All' campaign. We are PS503 away from our PS6000 goal.Can you help us reach our target + provide UK Scholars with the resources to study effectively during the pandemic?https:\/\/t.co\/iY9DcZ2xK8 #AccesstoEducationforAll","sentiment_score":0.3}
{"full_text":"These are the changes","sentiment_score":0.0}
{"full_text":"Hull is now one of the worst-affected areas in England","sentiment_score":0.0}
{"full_text":"Keep the family active during this pandemic with a family bike ride. You may want to check the the weather forecast first though!#familybikeride #familytime #familyfitness","sentiment_score":0.0583333333}
{"full_text":"Due to the National Covid-19 restrictions all Library buildings in Staffordshire will be closed to the public until December 2020. You can still return books, order and collect books, place requests &amp; access the home reader service. For more information:","sentiment_score":0.06875}
{"full_text":"NEWS: People in #Sussex are being urged to take part in #remembrance from home, as many of the ordinary commemoration events are cancelled in the wake of coronavirus rules.https:\/\/t.co\/hTvYh0FTbY #moreradionews","sentiment_score":0.125}
{"full_text":"The Irish public will need to sacrifice a social Christmas in order to prevent Covid-19 cases rising again in the spring, a leading member of the Nphet modelling advisory group has warned. and reporthttps:\/\/t.co\/KGwlYHwpeX","sentiment_score":0.0111111111}
{"full_text":"The number of #coronavirus deaths in #Iran has increased drastically in the last few weeks, causing officials to enact new restrictions on traffic and stores","sentiment_score":-0.0212121212}
{"full_text":"Public fundraising to pause once more under lockdown 2.0","sentiment_score":0.25}
{"full_text":"Claim: 'Virus levels are now 50x higher among secondary school pupils than they were in September.'Conclusion: 'According to data, this is correct.'#Covid19 #Schools #Educationhttps:\/\/t.co\/bwUO3eACaM","sentiment_score":-0.025}
{"full_text":"RT Johnson and his cronies shafted the UK. People were daft enough to fall for his silly act and voted him into...","sentiment_score":-0.25}
{"full_text":"RT On behalf of the most lockdown city in the world, I want to thank Joe Biden for finally curing Coronavirus.Trump put at a...","sentiment_score":0.25}
{"full_text":"Publisher Hachette Supports Online Sales of J.K. Rowling's 'The Ickabog' Amid Second Lockdown #AmReading #ReadingAddict","sentiment_score":0.0}
{"full_text":"#ShieldingYou spoke.  We listened. If you would like to share your experiences with us, and help make services better, please contact us at 01707 275978https:\/\/t.co\/b6tYuApBLM","sentiment_score":0.5}
{"full_text":"Our Clinical Director spoke to about the importance of following government guidelines on social distancing.","sentiment_score":0.0166666667}
{"full_text":"Danish Prime Minister Mette Frederiksen said that the country will kill more than 15 million minks and that a variant of the SARS-Cov-2 virus that had been transmitted from the animals to 12 people could impact a vaccine's effectiveness.","sentiment_score":0.5}
{"full_text":"Mark #RemembranceDay with #lockdown-proof online talks, workshops and performances from the likes of and #RemembranceDay2020 #RemembranceSunday ","sentiment_score":0.0}
{"full_text":"#ACA #OPENENROLLMENT IS HERE! Enrollment is Nov 1 - Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"India's coronavirus positive cases reach 85,07,754 and the death toll rises to 1,26,121. While 78,68,968 patients have been discharged till date and 5,12,665 cases are being treated in the hospitals. #UnionHealthMinistry #CoronavirusInIndia #Coronavirus #Covid19 #MangoNews","sentiment_score":0.2272727273}
{"full_text":"Current Conditions for #Sayre PATemp: 34.0FWind Chill: 34.0FHumidity: 99%Dew Point: 33.7F Barometer: 30.462 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 194.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"I worked on my game after lockdown: Deepti Sharma Indian women's team all-rounder Deepti Sharma has said she has worked on her game after the coronavirus-forced lockdown and is executing her plans in the ongoing Women's T20 Challenge.via Cricket News: ...","sentiment_score":-0.4}
{"full_text":"China: A Week in Photos- China's new carrier rocket CERES-1 blasts off - The World Chinese Costume Festival opens in Wuhan - Red fall leaves in Beijing- Alibaba dresses for upcoming world's largest online retail event. more:","sentiment_score":0.1590909091}
{"full_text":"trying to keep running shops open during lockdown Our health is essential in combating Covid, cycle shops can remain open so why not running stores?","sentiment_score":0.0}
{"full_text":"RT The Inspector General of did not invite for questioning those who hid COVID-19 palliatives but he invited a lady...","sentiment_score":0.05}
{"full_text":"Sod this! Lockdown 2.0 and it's back to running round the flat in just me grundies! I may even wear socks now it's winter!","sentiment_score":-0.0796875}
{"full_text":"Miracoulously #COVID disappeared","sentiment_score":0.0}
{"full_text":"RT Hello, here is your unroll: Just in case there are people who want to make me into a...","sentiment_score":0.0}
{"full_text":"They think their customers will always be there, but I'd rather walk. No refund from pandemic cancellation. Only excuses and lies. #RyanAirDoesntCare","sentiment_score":0.0}
{"full_text":"RT Kellyanne Conway thought the fact it's called \"covid-19\" meant there were 18 other covids, Rudy Giuliani booked the Four...","sentiment_score":-0.125}
{"full_text":"\"I felt real shame counting pennies\". #Excludeduk","sentiment_score":0.2}
{"full_text":"RT \"Because of COVID,\" gatherings of 10+ people from 2+  households are banned in Colorado. Capacity at gyms &amp; restaurants...","sentiment_score":0.0}
{"full_text":" To help others travel confidently, please ensure you avoid travelling if you feel unwell. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"\"STOP CORONAVIRUS - Please Keep Safe Distance\"#COVID19 #coronavirus #StaySafeStayHealthy","sentiment_score":0.5}
{"full_text":"RT Everyone I talked to today wanted to know what we could do to help in Georgia - former colleagues, women I worked with...","sentiment_score":0.0}
{"full_text":"RT Goa, one of India's most coveted tourist destinations, has become the cynosure of all eyes after covid. Tourists are landing...","sentiment_score":0.5}
{"full_text":"RT Get 15% off all books at in the Lockdown Knockdown! Unique gifts delivered to your door. #ukgi...","sentiment_score":0.375}
{"full_text":"A collaborative post today, something that has helped me through lockdown. It isn't something I have shared with you on here before but I know some of you have noticed another project I started during the first lockdown. #covid19 #lockdownhttps:\/\/t.co\/2AabdKgL1O","sentiment_score":0.25}
{"full_text":"Reskilling in the age of COVID: There's no better time than the present","sentiment_score":-0.125}
{"full_text":"RT \"Vaccine Tsar's PS670,000 PR bill.\"@thesundaytimes (wife of a Tory MP &amp; minister) \"Kate Bingham, the head of the UK's vac...","sentiment_score":0.0}
{"full_text":"Suddenly Cobalt paid me a visit. And of course I ask him for some cute photos together.I should stop sitting home and go somewhere fun, but the dumb virus is blocking me :c Stay safe everyone #Furry #Fursuit #Fursona #snep #Raven","sentiment_score":0.0291666667}
{"full_text":"Maverick and Wolf is open by appointment only throughout lock down. Use your club card 20% off frames and prescription lenses.","sentiment_score":-0.0518518519}
{"full_text":"High-Ranking NYPD Officer Used An Alias To Post Claiming That The Flu Is 'Far Less Lethal' Than COVID 'In Most Populations' if Trump loses.","sentiment_score":0.0333333333}
{"full_text":"On the #pslhub now, new commissioning guidance from published on Friday to assist local healthcare systems to establish post-COVID assessment clinics for patients experiencing long-term health effects following COVID-19 infection: #longcovid","sentiment_score":0.0454545455}
{"full_text":"Updates on our response to COVID-19 (Coronavirus) are available on our website: which includes:* Changes to services * Frequently asked questions* Useful links to other services in Sutton","sentiment_score":0.16875}
{"full_text":"and yet more good news on immunity, let's get this shared as the more negative headlines always get far more attention!","sentiment_score":0.3541666667}
{"full_text":"At age 86, agriculture teacher Gerald Bonds, of Farmington, New Mexico, has seen plenty of crises during his career. He sees no reason to call it quits over the coronavirus pandemic.https:\/\/t.co\/lDnVKk92Mk","sentiment_score":0.1363636364}
{"full_text":"The destruction goes way beyond that Matt.","sentiment_score":0.0}
{"full_text":"If it is by choice then it might be safe. If it's mandatory, then God help us all","sentiment_score":0.5}
{"full_text":"why do you persist in using misleading photos like this when writing about schools? Classrooms Do NOT look like this. They are full with 30 Children and there is no social distancing #tellthetruth #SchoolsAreInfectionDrivers #schools","sentiment_score":0.1666666667}
{"full_text":"RT \"The importance of Zinc in fight against #COVID19 and what studies on the nutrient say\" - I write for discu...","sentiment_score":0.0}
{"full_text":"Bangladesh should use the #COVID19 pandemic as an opportunity to minimise long-standing inequalities in access to #health and basic services while it rebuilds its #economy, writes Ruhul Salim (@CurtinEFP) and Mahfuz Kabir (@BiissInfo).","sentiment_score":0.0}
{"full_text":"Current, intense physical activity associated with healthy metabolic profile in adolescentshttps:\/\/t.co\/WLtMiUr1sK#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.175}
{"full_text":"Help us to stop the spread of coronavirus (COVID-19). If you think you have it, self-isolate at home and book a test.The main symptoms of coronavirus are: A high temperature, a new continuous cough, and a loss or change to your sense of smell or taste. #CovidZero","sentiment_score":0.1543434343}
{"full_text":"Lockdown hack: how to use your camera as a webcam","sentiment_score":0.0}
{"full_text":"Want to feature on Now's your chance! We want to hear about the riding in your area.Why? We can't travel right now but let's get inspired for post covid!How? Answer these 10 questions: more info? info@epicroadrides.com!","sentiment_score":0.4553571429}
{"full_text":"RT Over my decades in oncology I've seen tens of thousands of patients. It pains me to think of how many of them we los...","sentiment_score":0.5}
{"full_text":"I feel like Americans have forgotten about the pandemic this week","sentiment_score":0.0}
{"full_text":"What it's like to be a secondary school teacher during the Coronavirus pandemic","sentiment_score":-0.3}
{"full_text":"'Robot soldiers could make up quarter of British army by 2030s'","sentiment_score":0.0}
{"full_text":"Biden taps Vivek Murthy to co-chair Covid-19 team: Report(report by  by #htTweets via Unfollowers","sentiment_score":0.0}
{"full_text":"Before the lockdown you could go to the cinema to watch a game indoors but not watch it outdoors in a stadium. The rules make no sense but they are the rules","sentiment_score":-0.4}
{"full_text":"Weather Forecast at 09:00 * Increasing clouds with little temperature change. * #conlig, #bangor * #stayathome *","sentiment_score":-0.1875}
{"full_text":"What it's like to be a secondary school teacher during the Coronavirus pandemic","sentiment_score":-0.3}
