{"full_text":"RT What an amazing crew that have made #QTHMisfits happen - all the theatre wizardry turned to streaming skills - I'm so in a...","sentiment_score":0.6}
{"full_text":"RT I, and the other 106,000 residents of my town are in lockdown because, we are told, of the massive increase in Covid infecti...","sentiment_score":-0.0625}
{"full_text":"Across the Amazon, #COVID19  has highlighted the importance of food sovereignty in Indigenous territories. The impacts of environmental destruction caused by extractive industries on Indigenous territories in Ecuador's Amazon has created a dependency on foods bought in cities.","sentiment_score":0.0}
{"full_text":"Read the tweets and it's blatantly obvious to anyone with half a brain why I referred to him as an oddball but you are worried about Long Covid so maybe in your case it's not that clear","sentiment_score":-0.0291666667}
{"full_text":"I'm really glad you and  won. But we need a better answer than a mask mandate and trusting the science. What are we as a country going to do to move forward in the pandemic?","sentiment_score":0.5}
{"full_text":"RT An alarming new study of more than 3,000 counties in the United States finds a link between higher levels of particulate...","sentiment_score":0.1965909091}
{"full_text":"RT The Philippines have had 8 typhoons in the last 2 months while in a pandemic. They've been on lockdown for 8 months. Ave...","sentiment_score":0.0}
{"full_text":"Ouch. This is super bad news.","sentiment_score":-0.1833333333}
{"full_text":"RT In just a few months, we will swear in a new president who is committed to getting the pandemic under control:","sentiment_score":-0.0318181818}
{"full_text":"Diwali is the celebration of lights, not of crackers..amd all Indians should support him cz everyone is susceptible to corona. Corona doesn't kniw whether u r a Hindu or a Muslim. Get that straight u dickheads.. #IStandWithVirat","sentiment_score":0.2}
{"full_text":"The U.S could have been free of community transmissions, and hundreds of thousands less deaths, if they did a lockdown in the very beginning. It was worth it, Australia has zero community transmissions now, most of the country has not had any new cases for over 5 months.","sentiment_score":0.2282828283}
{"full_text":"RT Rumors from inside an essential industry that Inslee will be announcing a 4-week statewide lockdown, to be a...","sentiment_score":0.0}
{"full_text":"RT The MAGA Million sounds like a lottery ticket where everybody wins Covid.","sentiment_score":0.3}
{"full_text":"RT FBI Investigating Robocalls Eerily Telling Voters To 'Stay Home, Stay Safe'","sentiment_score":0.5}
{"full_text":"You can have masks, or you can have social distancing. You can't have both.","sentiment_score":0.0333333333}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"RT Barbara Langburt, 43yo RN &amp; paramedic, St. Petersburg, FL, died of #covid19 10\/30. She enjoyed the simple pleasures of life li...","sentiment_score":0.25}
{"full_text":"It's so obvious that alcohol impacts social distancing and yet deems 4 households meeting indoors no PPE or social distancing a sensible policy lion's led by donkeys springs to mind","sentiment_score":0.0222222222}
{"full_text":"RT Thanks - we all worked super hard on this  thorough review, especially since our #COVID19 #pandemic pts are...","sentiment_score":0.0604166667}
{"full_text":"RT We all have the same goal: making South Dakota safer, stronger, and healthier. Together, we will get through this. Visit...","sentiment_score":0.0}
{"full_text":"RT Go deal with real criminals and leave normal people alone.","sentiment_score":0.175}
{"full_text":"So, Indigenous orgs w\/support from &amp; are taking action by identifying short-term needs during the pandemic &amp; providing fast-growing short-cycle food crops. Also, they're planning out long-term such as creating food forests &amp; community resource mapping.","sentiment_score":0.05}
{"full_text":"RT EXCLUSIVE: One of Britain's top lobbyists secretly served as an adviser to a health minister for months -- and sent sen...","sentiment_score":0.05}
{"full_text":"Well it's kinda is in the middle of a pandemic. That might have a little to do with it. But it doesn't matter, the election has already been stolen anyway. The scary part is that America doesn't care. Enjoy the win, we all lose! #BananaRepublic","sentiment_score":0.1425}
{"full_text":"RT Being charged for a crime should not be a death sentence.","sentiment_score":0.0}
{"full_text":"RT If this had been a Muslim gathering, the police would have been on their knees again.","sentiment_score":0.0}
{"full_text":"You LOST the election, despite how much you try to tell yourself you didn't. Numbers speak for themselves, like they do the corona victims you ignore.","sentiment_score":0.2}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"Well seeing that there is supposed to be a pandemic,  they could h a ve shown their support via zoom. They did not need to be there in person.","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT Being charged for a crime should not be a death sentence.","sentiment_score":0.0}
{"full_text":"RT All hands on deck. Record numbers of Covid-19 cases, hospitalizations &amp; deaths reported yesterday, including 184,514 cases...","sentiment_score":0.0}
{"full_text":"RT All hands on deck. Record numbers of Covid-19 cases, hospitalizations &amp; deaths reported yesterday, including 184,514 cases...","sentiment_score":0.0}
{"full_text":"RT Scotland has the advantage of being sparsely populated and almost completely surrounded by sea, but we have one of the wors...","sentiment_score":0.1}
{"full_text":"RT friendsgiving?? ur friends giving u coronavirus lmao","sentiment_score":0.6}
{"full_text":"RT Temple still without their starting quarterback tonight at #UCF.","sentiment_score":0.0}
{"full_text":"Dr Jackson: This is also where you can look to advocate via statements, contacting politiciansDr Koh: Also watch out for people providing substandard care to PWUD just \"because of COVID\" e.g reducing first responder rescue breathing in ODs (damn great point)","sentiment_score":0.525}
{"full_text":"No one would have to \"lock down\" if everyone would take precautions, wear a mask, keep a distance. Then those who are more at risk could shop, go to the library, even eat in a restaurant, or, if they do get sick, go to a hospital that is not to full to care for them.","sentiment_score":-0.0049603175}
{"full_text":"RT DEBORAH SMITH, 64, of Battle Creek, Michigan died of COVID on March 25. \"She weighed her health vs the [financial] cost...","sentiment_score":0.0}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT Being charged for a crime should not be a death sentence.","sentiment_score":0.0}
{"full_text":"RT We never shut down nationwide a first time. Even in places that were \"locked down\" they weren't truly locked dow...","sentiment_score":-0.0203703704}
{"full_text":"Is he creating his own oil because of the lockdown? Did his mum run out and he thought \"I know how to help\"","sentiment_score":0.6}
{"full_text":"Truth:","sentiment_score":0.0}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"Maybe he didn't take that Continuing Medical Education course on the uncertainty of how long Covid antibodies remain following an infection.","sentiment_score":-0.0166666667}
{"full_text":"Also staying at home , online shopping ....","sentiment_score":0.0}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"RT This is sociopathic","sentiment_score":0.0}
{"full_text":"RT COVID-19 is surging across the country and today in North Carolina we have our highest daily case count at 3,885 new cases...","sentiment_score":0.0681818182}
{"full_text":"RT Sweden to ban sale of alcohol after 10pm to curb #COVID19 (Sweden has wacky strategies). Prime Minister Stefan Lofven sai...","sentiment_score":0.5}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT Not wearing masks because of \"COVID fatigue\"?  Uh, I don't get \"seatbelt fatigue\" or \"motorcycle helmet\" fatigue. I wear the...","sentiment_score":0.0}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"They need to start hyping it, but if I ion think it's gonna flop maybe cause of the pandemic but who knows.","sentiment_score":0.0}
{"full_text":"F***ing idiot': Melbourne doctor roasts Pete Evans over new COVID-19 comments == we should from this day forward call Pete -- Karen Evans-- he has earned it","sentiment_score":-0.3318181818}
{"full_text":"I'm going to just go ahead and block you b4 you block me. Let's be clear about that and wear a mask\/","sentiment_score":0.1}
{"full_text":"RT Erykah Badu tests positive for COVID-19 in left nostril, negative in right","sentiment_score":0.0532467532}
{"full_text":"RT All these vehicles so one evil man who doesn't care about anything but himself can go play golf. With the taxpayers...","sentiment_score":-1.0}
{"full_text":"RT Austria is tightening its partial lockdown, including by closing non-essential stores and shifting schools to online teaching, ami...","sentiment_score":-0.1}
{"full_text":"RT TONIGHT! TONIGHT! TONIGHT! Enjoy our hilarious weird fan dub of legendary cyberpunk anime Akira (we did all the sfx...","sentiment_score":0.35}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT Statistics Canada.  When I look at the total numbers for Ontario for all cause deaths:Feb - July 2019 = 52,650Feb - J...","sentiment_score":0.0}
{"full_text":"That's not true ,that's a false statement ,and You're a murderer that's a true fact","sentiment_score":-0.075}
{"full_text":"You left out how over the 2017-18 flu season only 84 deaths were directly related to influenza, 52 in 2018-19, and 41 in 2019-20. We are now at 400+ deaths from Covid. Drop the confirmation bias and lay out all the facts. Covid is much more lethal than the flu.","sentiment_score":0.125}
{"full_text":"He went to golf . He doesn't care if his supporters 1. Come to march to support him 2.  Catch Covid 3. Freeze their tits off in Nebraska waiting for non existent buses 4.  Perjure themselves signing false voter fraud claims He doesn't care about you","sentiment_score":-0.4}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"zero chance you didn't loot and protestit's cute that you deny these acts DONT spread covid 19","sentiment_score":0.5}
{"full_text":"PCR tests are not good at detecting covid-19, they can falsely report covid-19 positive, while there is no virus. All covid-19 symptoms can be caused by other reasons, such as hypoxy, nocebo effect, acidosis, side effects of NaOCl disinfectant and iatrogenesis.","sentiment_score":-0.1295454545}
{"full_text":"RT The CDC lab in charge of an early COVID-19 test kit knew that it could fail 33% of the time but sent it to public labs a...","sentiment_score":-0.1333333333}
{"full_text":"RT How stupid do you have to be to spend your savings (during a pandemic) to travel to Washington DC just so you can show...","sentiment_score":-0.8}
{"full_text":"RT Please read the comments on this tweet from Australians, especially if you live in Canada, but also everywhere. Congrat...","sentiment_score":0.0681818182}
{"full_text":"Look for increased COVID cases from all these rally's. No masks, no distancing.","sentiment_score":0.0}
{"full_text":"gonna show this to the german job agency the next time they tell me to get outside &amp; get a job asap :,)","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"And some of those people will take COVID home to their families, and those same officials will feel no sense of responsibility.","sentiment_score":0.0}
{"full_text":"Limp Bizkit, Resurrection Fest y Deftones en Madrid Cool...","sentiment_score":0.075}
{"full_text":"RT In just a few months, we will swear in a new president who is committed to getting the pandemic under control:","sentiment_score":-0.0318181818}
{"full_text":"RT stay-at-home orders are completely pointless without rent relief and universal income. people have to leave their homes to...","sentiment_score":-0.125}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT We did! Tell to send it to you. kthxbye","sentiment_score":0.0}
{"full_text":"This is why I stay home","sentiment_score":0.0}
{"full_text":"Love this Republican on Republican crime.","sentiment_score":0.5}
{"full_text":"RT Lord please don't... ","sentiment_score":0.0}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT I'm fine for families getting together for T-giving. But since youre willing to ignore hospital staff begging you to st...","sentiment_score":0.3333333333}
{"full_text":"RT \"IN A PANDEMIC!!!\"","sentiment_score":0.0}
{"full_text":"Covid is causing extreme vascular damage in people young and old.  Maybe men in America will start to #MaskUp when they realize that their erections work off of blood supply...","sentiment_score":0.025}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"RT Today, another healthcare worker. Another fallen hero to #Covid19. And another day where we are on our own with this pand...","sentiment_score":0.6}
{"full_text":"Those were the days.... and good god do i miss love music.... damn covid","sentiment_score":0.6}
{"full_text":"RT This is awful, wow.","sentiment_score":-0.45}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"One last Covid super spreader for old time's sake.","sentiment_score":0.1444444444}
{"full_text":"RT Singer Jeremih Hospitalized in ICU with COVID-19, Rappers Ask for Prayers","sentiment_score":0.0}
{"full_text":"RT This is good. Nothing wrong here ","sentiment_score":0.1}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"RT Sweden has admitted its coronavirus immunity predictions were wrong as cases soar across the country. ","sentiment_score":-0.5}
{"full_text":"%27We blew it%27: U.S. reaches %27explosive%27 COVID-19 spread as virus is nearly impossible to c... via I heard a Doctor say on a WGN TV  a Chicago station,  2 months ago, everyone is going to catch it and there's no way to avoid it.","sentiment_score":-0.6666666667}
{"full_text":"RT Singer Jeremih Hospitalized in ICU with COVID-19, Rappers Ask for Prayers","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT We did! Tell to send it to you. kthxbye","sentiment_score":0.0}
{"full_text":"As the #COVID19 situation evolves, you may face more unexpected expenses or a financial emergency. Be prepared with an emergency fund: #FLM2020","sentiment_score":0.2}
{"full_text":"So when exactly after November 3rd is the pandemic supposed to go away? Asking for a friend.","sentiment_score":0.125}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormalhttps:\/\/t.co\/TkQBmxEg7Y","sentiment_score":0.0}
{"full_text":"RT Great piece by  Prime Minister - I couldn't agree more that only in unity and in solidarity can we stop the #CO...","sentiment_score":0.4333333333}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT Austria  (no kangaroo ) now has the highest rate of #COVID19 in the world at the moment of any major country--surpassing...","sentiment_score":0.0625}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT COVID-19 cases are on the rise- and have been on the rise for the past month. If you think it's a good idea to host or atte...","sentiment_score":0.225}
{"full_text":"Nah. I have to work. About half of our current inpatients are sick with COVID. More than half of the patients I have seen today are sick with COVID. Many are going to die scared and alone. But you do you. Just hope you and your family don't need hospital care this winter.","sentiment_score":-0.1088435374}
{"full_text":"RT DEBORAH SMITH, 64, of Battle Creek, Michigan died of COVID on March 25. \"She weighed her health vs the [financial] cost...","sentiment_score":0.0}
{"full_text":"RT Copy all.","sentiment_score":0.0}
{"full_text":"RT It's only a 2nd lockdown for some people.Essential workers never got to lock down. They've been risking their lives...","sentiment_score":-0.0518518519}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"RT Mel says she didn't almost die 3 years ago so you could spread the plague like a dummy. Stay home, mask up, eat sushi. h...","sentiment_score":0.0}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"RT It's sad that America is doing worse on COVID-19 than any other country.And it's very sad that tru...","sentiment_score":-0.41875}
{"full_text":"RT \"This is real. This is deadly.\" Health care workers in hard-hit states have taken to social media to plead people to take coro...","sentiment_score":0.0111111111}
{"full_text":"RT Doug Ford betrayed us all. He lied about the advice he was receiving and based his failed plan off of political advice....","sentiment_score":-0.25}
{"full_text":"same man. this year is just hella depressing.","sentiment_score":-0.3}
{"full_text":"RT Name one thing SAGE has been right about. They need to be purged.","sentiment_score":0.2857142857}
{"full_text":"Vital information during this pandemic. #TheInfiniteAge #WearAMask #pandemic #StayHome","sentiment_score":0.1}
{"full_text":"Ralph Baric is one of the top coronavirus researchers in the world. His forecast for the winter is bleak, but not unavoidable. #coronavirus #covid-19 #unc","sentiment_score":-0.25}
{"full_text":"With 160,000 new coronavirus cases on Thursday alone, the US has officially reached what experts call exponential spread.https:\/\/t.co\/KJq91JuMtK","sentiment_score":0.1363636364}
{"full_text":"RT I hope the guy who started this whole drama gets sued.F&amp;B businesses are struggling during the pandemic. Imagine the m...","sentiment_score":0.2}
{"full_text":"RT my coworker went to a 100-person wedding on saturday and tested positive for covid this week. I'm waiting for my results....","sentiment_score":0.2272727273}
{"full_text":"Well mo money for failing ststes before covid and undocumented immagra","sentiment_score":0.0}
{"full_text":"Thinking about what to say re: college &amp; COVID-19 in letters of recommendation for students applying to grad school. Students' success in coping with challenges reveals resilience and resourcefulness in new ways, but the challenges and demands have been so uneven across students.","sentiment_score":0.0787878788}
{"full_text":"A number of hospital systems in the U.S. are nearing capacity alreadyhttps:\/\/t.co\/eAg6LxVfO0","sentiment_score":0.0}
{"full_text":"#WeekendReview Open for Business: Cartel Enforcement and the Procurement Collusion Strike Force's Response to the COVID-19 Pandemichttps:\/\/t.co\/KKEXMcGklZ","sentiment_score":0.0}
{"full_text":"UA Community: Stop the spread of COVID-19. Be sure to report your symptoms regularly at #TideTogether","sentiment_score":0.25}
{"full_text":"Mackenzie Conkling has been a significant contributor to but also has been an \"outstanding leader\" during COVID-19 according to coach Jenelle Downs. That's no surprise considering the successful internships she has had the past two summers.","sentiment_score":0.34375}
{"full_text":"#Inglewood Italian restaurant, Sunday Gravy, leans on community and 50 years of family experience to survive the coronavirus pandemic. https:\/\/t.co\/xt3AVSJ5OQ","sentiment_score":0.0}
{"full_text":"We've got a special offer to make sure you can still get hold of your favourite daily paper during lockdown. Sign up today to get free delivery of the Daily Star for six weeks. https:\/\/t.co\/IuW49L5aoa","sentiment_score":0.2514285714}
{"full_text":"We are still shipping during #Covid19 Order your wipers today! + We have installation videos on our website! #mailorder #wiperdelivery #wipers #blades","sentiment_score":0.0}
{"full_text":"Whoops! Nope.This week's game is postponed due to Covid issues on the other team.May all those players &amp; staff affected make a speedy recovery.","sentiment_score":-0.2166666667}
{"full_text":"This very important event has adapted to the pandemic - here's how you can get involved this yearhttps:\/\/t.co\/NGxcWAIS0X","sentiment_score":0.52}
{"full_text":"iPoliticsLIVE #HealthPolicy event  with Conservative MP Liberal MP John-Peter Bradford &amp; Dr. John Hilton. Common sense policy for Canada's other pandemic - Cancer. Register here: #Cdnpoli@LifeSciencesON","sentiment_score":-0.2125}
{"full_text":"RT There's no doubt that the Covid-19 vaccine breakthrough is great news for the world. But the economy may need more time to heal....","sentiment_score":0.65}
{"full_text":"BLN and have been speaking with local #journalists to learn about their data and general needs when reporting on #COVID19. Click below to for some of the early insights of this project:","sentiment_score":0.05}
{"full_text":"During the development of Plague Inc: The Cure provided expert advice.CEPI is an international coalition accelerating the development of vaccines for COVID-19 and other emerging infectious diseases, learn more here:https:\/\/t.co\/h9a1IRDfZ6#plagueinc","sentiment_score":0.125}
{"full_text":"\"The virus was bound to cause problems in the U.S., but so many of those we're now experiencing were preventable.\"https:\/\/t.co\/2omuya5dua","sentiment_score":0.5}
{"full_text":"Ontario has once again set a new record for the number of COVID-19 cases reported in a 24-hour period as virus-related hospitalizations in the province jump to more than 500.https:\/\/t.co\/yH04OSL0qr","sentiment_score":0.3181818182}
{"full_text":"RT \"On the brink of a hunger pandemic.\" The head of the World Food Program says the Nobel Peace Prize that the U.N. agency was awarded...","sentiment_score":0.0}
{"full_text":"* HELP * FEED, Fatten &amp; PROSPER Souls WORLDWIDE! *#prosperity_wealth #spiritual_aliyah #bookboost for DETAILS:","sentiment_score":0.0}
{"full_text":"more on \"stay at home parents should be allowed to count their time as work experience on resumes\": successfully homeschooling your kids should count as the equivalent of a master's in education for hiring purposes.","sentiment_score":0.625}
{"full_text":"RT Tried telling my roommates that I have COVID but got too embarrassed","sentiment_score":0.0}
{"full_text":"EXACTLY! #MedicareForAll #COVID19https:\/\/t.co\/HFgQIuQNbo","sentiment_score":0.3125}
{"full_text":"There are many of the people not wearing masks or keeping a safe social distance. I don't get it. Do they think this pandemic has been made up? To what end, exactly?","sentiment_score":0.3208333333}
{"full_text":"Yet, Trump stated how deadly it was in early Feb. HE KNEW! Why are you incapable of giving the guy any criticism when it's due? Do you worship that man?","sentiment_score":-0.0666666667}
{"full_text":"The grocery chains are partnering with the federal government to increase access to COVID-19 vaccines nationwide.","sentiment_score":0.0}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"RT Talking to colleagues about how healthcare workers are feeling universally disheartened and fatigued. Lockdown is tough...","sentiment_score":-0.1944444444}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"'ITCHING TO GET OUT OF QUARANTINE': RV sales on the rise amid the pandemic as people look for a safe way to get out of their homes.","sentiment_score":0.5}
{"full_text":"Sales tax revenue for local governments in New York dropped 5.2% last month compared to the same period last year, continuing a trend of plummeting revenue during the coronavirus pandemic. ","sentiment_score":0.0272727273}
{"full_text":"The grocery chains are partnering with the federal government to increase access to COVID-19 vaccines nationwide.","sentiment_score":0.0}
{"full_text":"Farmers told to lockdown to deter thieves this winter | Press and Journal","sentiment_score":0.0}
