{"full_text":"Makes u think huh","sentiment_score":0.0}
{"full_text":"RT I wrote about what health-care workers are going through, how exhausted &amp; scared they are, and what this 3rd pandemic surge...","sentiment_score":-0.2}
{"full_text":"#GlobalWordVigil.  geulrobeol geumyoyebae means having a Right standing with GOD.------------THE ONE WHO PROPHESIED CORONAVIRUS ON DECEMBER 1ST, 2015 AND RAVAGING LOCUSTS PLAGUE","sentiment_score":0.2857142857}
{"full_text":"You'd be surprised. Plenty of Americans who think covid isn't as serious as its being made out.","sentiment_score":-0.1166666667}
{"full_text":"Coronavirus live updates:-&gt;  Biden advisors push for 'targeted action' against risk   U.S. recorded more than 150,000 new Covid cases on Thursday for the first time since the pandemic took hold in the country.","sentiment_score":0.2245454545}
{"full_text":"RT Drama in the middle of a pandemic. This is so typical of today's - over 50,000 deaths...","sentiment_score":-0.0833333333}
{"full_text":"RT By purchasing $4 Billion in fresh produce, dairy and meat products from  family farms, our #FarmerstoFamilies  Food B...","sentiment_score":0.3}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"Boris Jonson has led this country to the twin disaster of Brexit and Covid-19 based on a road map designed by Dominic Cummings. Now it seems that Cummings has been sacked on advice of Johnson's new wife. Will the PM now undo all the really weird, malevolent shit pushed by  DC?","sentiment_score":-0.3409090909}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT Strong appetite for Reform: over 3,000 people apply to be candidates   in just 11 days...just the beginning...From Covid,...","sentiment_score":0.4333333333}
{"full_text":"RT It's both stunning and despicable that Mitch McConnell will not consider a Covid relief package. Just more evidence tha...","sentiment_score":0.5}
{"full_text":"RT #Greece: Latest intensive care unit numbersTotal ICU beds nationwide: 1,143 (830 occupied).Non-COVID19 ICU beds: 610 (439...","sentiment_score":0.5}
{"full_text":"The vaccine will have made a massive difference knowing that the pandemic could be over soon and a quicker economic recovery.","sentiment_score":0.1}
{"full_text":"nah but why is a global pandemic a matter of politics now tf ","sentiment_score":0.0}
{"full_text":"RT Some things must be bigger than politics?  Oh, you mean like passing a Covid relief bill versus...","sentiment_score":-0.15625}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"Thousands upon thousands of people celebrating an early call for President-Elect Biden on the streets would not have contributed to the Sharp rise in coronavirus cases. I mean, it's only a \"coronavirus super spreader\" when we're talking about Trumps rallies","sentiment_score":-0.0008333333}
{"full_text":"Pay people to stay home so we can save lives.","sentiment_score":0.0}
{"full_text":"RT Chicago's mayor issues the city a stay-at-home advisory beginning Monday. More cities are following suit, as COVID cases...","sentiment_score":0.25}
{"full_text":"How about putting as much time and energy into this COVID 19 virus, you worthless man.","sentiment_score":-0.3}
{"full_text":"RT Niagara County sheriff on Cuomo's house-guest cap: \"We can certainly advise a homeowner of what the new protocol is. But as...","sentiment_score":0.1753246753}
{"full_text":"They aren't worth it. We will soon not have to go through this insanity. Let them spread covid to each other and show their ignorance cheering for their liser. We have better things to do now. Like Ga and watching our real President get things ready to fix this mess.","sentiment_score":0.15}
{"full_text":"RT Morning All . I am collecting food &amp; clothes for two charities in the local area on behalf of my kids footy team PilksMa...","sentiment_score":0.0}
{"full_text":"RT Elon Musk: I Got A COVID Test Four Times In One Day. 'Two Came Back Negative, Two Came Back Positive.'","sentiment_score":-0.0181818182}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"Inappropriate glassware, but lockdown kaffir martinis with Legend of Kremlin vodka courtesy of and Contratto vermouth.","sentiment_score":0.0}
{"full_text":"RT no second stimulus. no lockdown. no mask mandate. no guidance on avoiding infection. no assistance to workers. no rent rel...","sentiment_score":0.0}
{"full_text":"RT The Supreme Court justice condemned COVID-19 restrictions, marriage equality, abortion rights, and five sitting Democratic...","sentiment_score":0.0}
{"full_text":"RT Top 160 LAs for #covid19 by cases per 100k residents reported last 7 days@HullCCnews 780 cases per 100k (768)@OldhamCouncil 67...","sentiment_score":0.25}
{"full_text":"Just more truth indicting the GOP for weaponizing covid-19 intentionally to turn loose on America &amp; impact 2020 election, responsible for killing at least 190,000 Americans.","sentiment_score":0.0807692308}
{"full_text":"Thank you to the for including us in your #weekendroundup Available on https:\/\/t.co\/AlnXdlOCc5","sentiment_score":0.4}
{"full_text":"RT At the time of writing, the Government has not yet published details of any COVID-19 contracts. In response, Res Publi...","sentiment_score":0.0}
{"full_text":"where are the YouTube Vids, or has COVID19 killed the channel?","sentiment_score":-0.2}
{"full_text":"RT Nowhere in this readout of his call with Donald Trump did Geraldo mention that Trump is the least bit concerned about the n...","sentiment_score":-0.3}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT One hundred and thirty. ","sentiment_score":0.0}
{"full_text":"How many lives would have been saved if had stood up to him and got rid after the Barnard Castle affair? This was when the public attitude changed towards #COVID!","sentiment_score":0.25}
{"full_text":"RT Not hour of need. 8 months of need in which 50,000 cancers may have gone undetected because the NHS was closed to non-C...","sentiment_score":-0.1}
{"full_text":"Fuck You!!!!","sentiment_score":-0.9765625}
{"full_text":"RT This is very interesting stuff.","sentiment_score":0.65}
{"full_text":"4 SEC games are cancelled this weekendhttps:\/\/t.co\/mhsHQv5Vsq","sentiment_score":-0.1}
{"full_text":"RT To all the scientific illiterates denying immunity after COVID infection, realize you are denying the science of natural immu...","sentiment_score":0.1}
{"full_text":"Before , during, and after!","sentiment_score":0.0}
{"full_text":"RT The Cummings saga is very simple. One man hired him, enabled him, indulged him, and spared him at the expense of an entire pub...","sentiment_score":0.0}
{"full_text":"Wish I could","sentiment_score":0.0}
{"full_text":"RT A small wedding in Maine: 177 infected with COVID. 7 dead.","sentiment_score":-0.225}
{"full_text":"I love this, but eventually there aren't going to be extra medical staff to send. ","sentiment_score":0.1666666667}
{"full_text":"Chapo School House","sentiment_score":0.0}
{"full_text":"RT Well said by Justice Alito:\"The pandemic has resulted in previous unimaginable restrictions on individual liberty... T...","sentiment_score":-0.0833333333}
{"full_text":"COVID worsens debt harassment","sentiment_score":0.0}
{"full_text":"I've seen enough. Drag that man out of the White House in cuffs.","sentiment_score":-0.0333333333}
{"full_text":"RT The \"90% efficacy rate\" of the Pfizer vaccine is based off only 94 positive cases of COVID-19.The final Pfizer analysi...","sentiment_score":0.0757575758}
{"full_text":"RT Why is the UK population so passive? It's very worrying.","sentiment_score":0.2}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"RT 240k+ dead from coronavirus, meanwhile Trump's only concern is coming up with improbable scenarios for remaining in office....","sentiment_score":-0.1}
{"full_text":"Parts of Australia did this and they have been very successful at battling against Covid.","sentiment_score":0.975}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Order state mandate on mask until January 1st. We face Thanksgiving and Christmas. Holidays have been our down...","sentiment_score":-0.1555555556}
{"full_text":"RT He... Doesn't... Care...","sentiment_score":0.0}
{"full_text":"RT No symptoms. Was tested for COVID. Same machine. Left nostril positive . Right nostril negative. Maybe they need to call...","sentiment_score":0.0425974026}
{"full_text":"RT After defeating COVID in Kogi,Bello the priest is miraculously turning Bread into stone.","sentiment_score":0.0}
{"full_text":"RT Y'all adapting to covid is weird as hell","sentiment_score":-0.5}
{"full_text":"I read from JAMA the nasal swab PCR test has 30% instance of false negative results.","sentiment_score":-0.35}
{"full_text":"Say what?","sentiment_score":0.0}
{"full_text":"RT Italy reports 40,000 new Covid-19 cases in 24 hours, the largest daily increase since the pandemic started","sentiment_score":0.0681818182}
{"full_text":"RIP California for being the 2nd state to reach 1 million COVID cases I knew we'd reach this milestone ","sentiment_score":0.0}
{"full_text":"Lol Here we go. Cue the whining and violins. He did what he could. End of story. Look at these other countries, they all have corona too, obviously they forgot to close their borders in time as well. ","sentiment_score":0.225}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"You'd have to be a real dumb ass like to go to the gym and swimming while waiting for Covid test results.  Reminder, he tested positive.","sentiment_score":-0.1676136364}
{"full_text":"But yall don't want to wear masks. Y'all out here but grandma and grandpa at risk cause \"my right my choice\". Dumb asses.","sentiment_score":-0.0446428571}
{"full_text":"RT We have issued a statement responding to questions about a \"doctor\" speaking at a rally tomorrow in","sentiment_score":0.0}
{"full_text":"RT He... Doesn't... Care...","sentiment_score":0.0}
{"full_text":"Oh my God. I have no words.","sentiment_score":0.0}
{"full_text":"RT On the day when Alberta saw record #COVID19 cases and deaths, this is the message from our government To quote Han S...","sentiment_score":0.0}
{"full_text":"RT \"DoEs CoRoNa MaGiCalLy DiSaPpEaR AfTeR 10pm?\" Just say you're incapable of critical thinking and go","sentiment_score":0.25}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"Douglas, why have they been permitted to suspend all freedom of information requests at start of lockdown? Why wasnt this questioned by people like yourself? That one move alone stinks of cover up","sentiment_score":-0.6}
{"full_text":"RT This is how fucking stupid and desperate people have gotten to try and deny the reality of the pandemic devastating the...","sentiment_score":-0.8}
{"full_text":"RT If you don't care about yourself, please #WearAMask for others! #IMask4U As a frontline provider, I also mask for...","sentiment_score":0.0}
{"full_text":"You can't hide us forever Nicola wee will remain despite of your tier 3 lockdown I've voted SNP all my life no longer J.","sentiment_score":0.0}
{"full_text":"For the most up to date information regarding the Coronavrius and COVID-19 visit","sentiment_score":0.5}
{"full_text":"RT The daily averages on #Iran have increased by nearly 400 percent since early September, with over 400 new deaths being co...","sentiment_score":0.0840909091}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"RT Well said by Justice Alito:\"The pandemic has resulted in previous unimaginable restrictions on individual liberty... T...","sentiment_score":-0.0833333333}
{"full_text":"RT You have got to be KIDDING me.","sentiment_score":0.0}
{"full_text":"Influencer Dies Of COVID-19 After Telling Followers It \"Doesn't Exist\" |... via","sentiment_score":0.0}
{"full_text":"RT Buhari Government's Policy Worse Than COVID-19, Nigerian Workers Say After Fresh Increase In Petrol Price | Sahara Rep...","sentiment_score":-0.05}
{"full_text":"RT By purchasing $4 Billion in fresh produce, dairy and meat products from  family farms, our #FarmerstoFamilies  Food B...","sentiment_score":0.3}
{"full_text":"RT Thank you for covering this incredible uplifting story tonight. Congratulations to Gary &amp; his family. And thank...","sentiment_score":0.9}
{"full_text":"Blue Face Mask With Toggle Adjustable Over the Head Fashion Mask Blue Waves Face Covering #stayhome #facemasks #Etsy #wearthedammmask #facemask #staysafe","sentiment_score":0.0}
{"full_text":"RT Americans killed in World War I: Over 116,000Americans killed in Vietnam War: Over 58,000Americans killed in Korean...","sentiment_score":-0.2}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"\"Pandemic school is clearly not working well, especially for younger children,\" writes. But parents are coming to understand that school was not always working so great before COVID-19 either.","sentiment_score":0.1875}
{"full_text":"Facts","sentiment_score":0.0}
{"full_text":"RT \"We all know that Donald Trump is a long way from honest Abe, but make no mistake -- disinformation is dangerous, it destroys tr...","sentiment_score":-0.0166666667}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"Get 'em, Katie!!!","sentiment_score":0.0}
{"full_text":"RT BREAKING: Ohio's numbers continue on a steep incline, reporting more than 8,000 new coronavirus cases today.","sentiment_score":0.3181818182}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"It's been closed since the first lockdown.Along with the visitor centre, who paid everybody off.So fuck all to do with drink.","sentiment_score":-0.0833333333}
{"full_text":"Now over 8,000 cases. What doesn't make sense is DeWine saying he'll wait to take more action. Next week's numbers will reflect what's already happened.","sentiment_score":0.2}
{"full_text":"RT NEW: More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of Trump's campa...","sentiment_score":0.0787878788}
{"full_text":"RT This petition started by a group of journalists, academics and researchers from the Horn of Africa and surrounds about...","sentiment_score":0.0}
{"full_text":"RT I was in this line literally on this date and it didn't take more than 30 mins.","sentiment_score":0.5}
{"full_text":"America always trynna be the main character smh","sentiment_score":0.1666666667}
{"full_text":"RT Throughout this pandemic that has killed 240,000 Americans, Democrats have been clear about the devastating toll it's...","sentiment_score":-0.3666666667}
{"full_text":"RT Rand Paul is claiming 11M people in our country are IMMUNE to #COVID19 My friend had the virus, tested positive for an...","sentiment_score":0.2272727273}
{"full_text":"RT Chicago has issued a 30-day stay-at-home advisory as coronavirus cases rise, encouraging residents to stay home and only leave for...","sentiment_score":0.0}
{"full_text":"77 year-old New York City jewish man Gerald Rivera, now on wife #5, opened the #PartyOfLincoln vault and discovered a worthless orange dinosaur babbling incoherently about nonsense. Not the first time Gerry popped open an empty vault.","sentiment_score":-0.1019480519}
{"full_text":"I have 4 children8 grandsons8 granddaughters1 great granddaughter7 great grandsons1 son in law1 daughter in law1 grandson in law1 granddaughter in lawAnd a few grandsons to beA few granddaughters to be","sentiment_score":0.3}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"I had someone tell me the same thing. How one nostril said they had covid &amp; the other said they didn't.. like how is that happening? Maybe the machines are there to reflect more positive results on purpose whether the person really has it or not ","sentiment_score":0.1604545455}
{"full_text":"Well it was fun while it lasted","sentiment_score":0.3}
{"full_text":"RT How is India identifying best practice in the use of Corticosteroids in #COVID19? Join us | Find out in the first ISARIC evide...","sentiment_score":0.625}
{"full_text":"Get well soon Mo! Another big miss for the squad! #LFC ","sentiment_score":0.0}
{"full_text":"RT The Pandemic This Week: 8 Things To Know About The Surge","sentiment_score":0.0}
{"full_text":"RT Drama in the middle of a pandemic. This is so typical of today's - over 50,000 deaths and...","sentiment_score":-0.0833333333}
{"full_text":"yikes","sentiment_score":0.0}
{"full_text":"#Listenback Street traders in Dublin frustrated after they were told they can't operate during Covid-19 level restrictions hears from traders &amp; listeners","sentiment_score":-0.7}
{"full_text":"Boonton and Dover will not reopen until at least late January.","sentiment_score":-0.3}
{"full_text":"#Mindfulness In The Time Of #Coronavirus with Joree Rose on #SoundCloud #np #A640COVID19","sentiment_score":0.6}
{"full_text":"Parks After Dark in Motion closed streets adjacent to 10 LA County parks for safe walking, biking, &amp; rolling and connecting in community. #COVID19 #streetsforpeople","sentiment_score":0.0833333333}
{"full_text":"Today is #WorldKindnessDay. This year has been difficult for so many of us, so be extra kind to yourself and others today. Learn more about the benefits of being kind and ideas for spreading kindness to those around you here:","sentiment_score":0.2833333333}
{"full_text":"Curious about the latest treatment options for #COVID19?@umichmedicine expert details the current therapy methods for controlling the #coronavirus.Read more here:","sentiment_score":0.225}
{"full_text":"New data from the National Student Clearinghouse Research Center shows undergraduate enrollment numbers are gradually declining this fall semester.","sentiment_score":0.0181818182}
{"full_text":"When your kid has to come to work with you because school closures with Covid, they do work in the cab of a pickup. When they forget their pencil! They get a contractors pencil!!!","sentiment_score":0.0}
{"full_text":"Mom and pop shops have been fighting to keep their doors open during the COVID-19 pandemic, but the financial hardships have been too much to bare for some. ","sentiment_score":0.0166666667}
{"full_text":"Bay Area Counties Pause Further Reopenings Amid Rise in COVID-19 Cases","sentiment_score":0.0}
{"full_text":"RT \"In response to the COVID-19 pandemic and mounting social justice concerns, a majority of private foundations have increased...","sentiment_score":0.0166666667}
{"full_text":"The theme for Nov. 15 is \"Stretch forth your hand to the poor.\"https:\/\/t.co\/VH89WPkgKs","sentiment_score":-0.4}
{"full_text":"Nine percent of parents who weren't home schooling their children last school year said they planned to home school their children at least some of the time this school year.","sentiment_score":-0.15}
{"full_text":"RT Sir Tigers force ISL, under the Umbrella of ICT Administration &amp; the able leadership of","sentiment_score":0.5}
{"full_text":"With COVID-19 cases and hospitalizations in the state spiking to record levels, bus drivers and teachers in quarantine, students getting sick and the holidays looming","sentiment_score":-0.7142857143}
{"full_text":"The University of Georgia baseball team will wrap up its fall workouts with the annual three-game World Series at Foley Field starting Friday at 4 p.m. Due to the COVID-19 pandemic, the facility is closed to the public.","sentiment_score":-0.05625}
{"full_text":"RT You've probably heard a lot about the breakthrough in the development of a COVID-19 vaccine.While this is great news...","sentiment_score":0.8}
{"full_text":"RT Thanks 2 4 highlighting The Cold Standard toolkit, a collaboration b\/w &amp; in s...","sentiment_score":-0.1333333333}
{"full_text":"LISTEN: Explore the #COVID19 pandemic response from a public health perspective with Dr. Marissa Levine of where she focuses on population health.","sentiment_score":0.0}
{"full_text":"Mr Dhindsa says the force has clocked 80 confirmed cases of Covid-19","sentiment_score":0.4}
{"full_text":"Rutgers Expert Available to Discuss New Jersey Using New Quick-Result COVID-19 Testing ","sentiment_score":0.2242424242}
{"full_text":"RT With coronavirus surging, sergeant at arms informs Pelosi the public health emergency remains in effect; she extends virus r...","sentiment_score":0.0}
{"full_text":"The latest from in and I want to check this place out:","sentiment_score":0.5}
{"full_text":"Over 50 #HealthCare entities join #ParisCall. We're proud to be one of its first signatories. #Cybersecurity is more important than ever.","sentiment_score":0.4875}
{"full_text":"BREAKING NEWS COVID Cured the Flu!!@RebelACole","sentiment_score":0.0}
{"full_text":"When Trey was flying home after cancer treatment, the Employees of in Memphis decided to make him feel as loved as possible. I personally have felt the love of Southwest Employees when I've traveled, and included some images from 2019, before the pandemic hit.","sentiment_score":0.3}
{"full_text":"\"Experts modeling the coronavirus pandemic may differ on details, but they agree that calling this a second or third wave is incorrect because there was never a significant trough before cases began mounting again.\"  via","sentiment_score":-0.0625}
{"full_text":"Possibly, I'm thinking once the pandemic is over they may make it much more clear on how this needs to be done one way or the other.","sentiment_score":0.11875}
{"full_text":"These have been, and continue to be, bruising, brutal days for all of us in the country.The impact that COVID has brought upon #dementia  care patients and their immediate professional and familial carers is one of immeasurable emotional anguish.https:\/\/t.co\/T3F2xymTeN","sentiment_score":-0.2583333333}
{"full_text":"Two Rivers risk dial has elevated farther into the red \"pandemic\" level.","sentiment_score":0.0}
{"full_text":"RT NOT A JOKE: MSNBC wants to cancel your Thanksgiving while they celebrate thousands of people flooding the streets without...","sentiment_score":0.2}
{"full_text":"#NouvelJour #Finanzaspersonales # COVID19 #coronavirus #EducacionFinanciera #crecimientopersonal #NuevoDia #ComensardeNuevo #Nopierdaslafe #Vamosperucarajo #blanquiroja #Perucontodo #Rumboacatar2022","sentiment_score":0.0}
{"full_text":"Adagio Therapeutics is developing antibodies to combat Covid-19 as well as other coronaviruses, and has raised $80 million in venture capital to do sohttps:\/\/t.co\/0ZobIWRB6R","sentiment_score":-0.125}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"Coronavirus, it is our Perfect Enemy?","sentiment_score":1.0}
{"full_text":"A 6th Judicial District judge set a tentative trial date today for Mark Redwine for Jan. 25, 2021, after a mistrial was declared Monday because Redwine's public defenders were experiencing COVID-19 symptoms and had to quarantine.","sentiment_score":0.0}
{"full_text":"I agree but how does someone who rightly spent 40years in isolation still die of Covid","sentiment_score":-0.1}
{"full_text":"RT Serial killer Peter Suttcliffe has died aged 74 days after he tested COVID positive. Instead of a post about him, I wan...","sentiment_score":-0.0242424242}
{"full_text":"Is #COVID19 a catalyst for innovating toward the #FutureOfWork? Learn how it's accelerated change in the #healthcare industry.","sentiment_score":0.0}
{"full_text":"The security risk in rural Colombia is likely to increase. This should especially be brought to the attention of the mining and agricultural sectors, even though both have been active during the pandemic.","sentiment_score":-0.0333333333}
{"full_text":"NEWS | With two weeks left until students return home for Thanksgiving, the university is experiencing a COVID-19 outbreak in Villiger Residence Hall. Read more about the Philadelphia Department of Public Health's  recommendations here:","sentiment_score":0.1666666667}
{"full_text":"Time: 19:00 * Temp: 7.9degC * Wind: SSE 4.9 to 6.9mph * Pressure: 999.3hPa * Rain: 2.8mm * Hum: 87% * ET: 0.7mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:50 * Sunset: 16:24 * Cloudbase: 960ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"NEW: Gov. Brad Little's office confirmed to 4 News Now that he will be announcing new restrictions today. ","sentiment_score":0.1213068182}
{"full_text":"RT NEW: Death toll from COVID-19 pandemic hits 1.3 million - BNO count","sentiment_score":0.1363636364}
