{"full_text":"STL hospitals are at 90% capacity for covid patients and KC isn't doing much better. Rural hospitals are becoming overwhelmed. Cases are at its highest point in the state. This is before Halloween cases. And this is just the start of the winter season. This is not good...","sentiment_score":0.15}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"RT Tories who have presided over 10 years of cuts to mental health services leading to long waiting lists and suicides are...","sentiment_score":-0.075}
{"full_text":"RT I look forward to an administration that will work with the WHO and other science based organizations in the internationa...","sentiment_score":-0.125}
{"full_text":"What do you say Mr President to the #COVIDIOTS in your rallies?In a week you will know what is Covid-19","sentiment_score":0.0}
{"full_text":"I look forward to giving the keynote address at the upcoming #UBC Radiology Summit on medical education #innovations during a pandemic. #MedEd #COVID19","sentiment_score":0.0}
{"full_text":"RT That's \"YesCymru,\" No space. Also, HEY BBC POLITICS! ","sentiment_score":0.0}
{"full_text":"RT The NFL and NFLPA agreed to game-day PCR testing for COVID-19 starting in Week 6. Everyone tests Sunday morning, but don'...","sentiment_score":0.0}
{"full_text":"Trump isn't going to do a stimulus. Like ALL dictators Trump will use food &amp; desperation to subjugate the country. The U.S. will never thrive again. And Putin is bent on destroying ALL democracies, so soon there will be nothing that thrives. Even the rich will be beggars.","sentiment_score":0.0875}
{"full_text":"RT #PrinceWilliam #coronavirus  Is this PR or coverup??  I &amp;see you are happy to...","sentiment_score":0.8}
{"full_text":"Still, lokk on the bright side, I won't have to wear a mask so often.","sentiment_score":0.7}
{"full_text":"I have worked the past few elections and was looking forward to this one but they cut back locations because of covid and sent everyone mail in ballots to encourage that so I wasnt needed this time. Good luck out there! It's such a long work day but hopefully it goes fast.","sentiment_score":0.0821428571}
{"full_text":"This is the beginning of a lockdown?","sentiment_score":0.0}
{"full_text":"RT In light of the latest coronavirus restrictions, we will temporarily close from Thursday 5 November. If you have booke...","sentiment_score":0.45}
{"full_text":"RT Good Monday morning! Here is our cumulative view of #COVID19 in Canadian schools.02 NOV 2020, 07:43 AM 3,405...","sentiment_score":0.875}
{"full_text":"this seems very NFL","sentiment_score":0.2}
{"full_text":"RT Compare that with Asia:South Korea tested early, and oftenIn Wuhan, 11 million people were tested over 2 weeksThe p...","sentiment_score":0.1}
{"full_text":"RT I don't think any of those people you listed have ever posted TikToks ?  The writing was on wall for all this w...","sentiment_score":0.0}
{"full_text":"Joe Biden has a National Covid Plan. Donald Trump does not have a Plan. #VoteBlueToEndTheNightmare  #DemCast","sentiment_score":0.0}
{"full_text":"COVID-19: California, New Jersey, and Oregon Enter DC's High Risk States List...https:\/\/t.co\/MoSADvD6iO","sentiment_score":0.1481818182}
{"full_text":"Trump steals $250 million from taxpayers for campaign.","sentiment_score":0.0}
{"full_text":"RT Partisan differences in physical distancing are linked to health outcomes during the COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"RT Kerala is hiding Covid19 deaths to live upto its 'global image', when even with inclusion of all deaths, mortality rates would...","sentiment_score":0.0681818182}
{"full_text":"#TRUMP2020ToSaveAmerica NO ONE ELSE IN THE USA, DIES FROM OTHER PATHOLOGIES, JUST FOR COVID-19 IS THAT, WHAT ARE YOU AFFIRMING?DO NOT VOTE ON THE MAN WITH THE WASHING BUCKET, THINK ABOUTHOW MANY PIGS HAVE BEEN SLAUGHTERED.","sentiment_score":0.1875}
{"full_text":"RT Thousands of teachers have backed a campaign to close schools during England's lockdownhttps:\/\/t.co\/p0J6SGYW5z","sentiment_score":0.0}
{"full_text":" I really want to be with my wife and my daughter.  My wife and I don't like being alone. My daughter and my wife cannot come to India during this epidemic.We also want to be together.please help me","sentiment_score":0.2}
{"full_text":"have developed a Covid-19 Terms and Conditions document which aims to protect your income should you have to stop working due to the virus. They are hosting a webinar tonight at 7pm so be quick in checking out the link below!https:\/\/t.co\/tG1jwXWmHX","sentiment_score":0.1027777778}
{"full_text":"She didn't die, although it is not clear whether or not she had Covid-19","sentiment_score":-0.05}
{"full_text":"RT An 8th Grader from Missouri, Peyton Baumgarth, just died from complications due to the #coronavirusThe parents have aske...","sentiment_score":-0.125}
{"full_text":"RT Facts matter: In the last 7 days, the NHS admitted 2,800 new Covid patients.  That's the equivalent of 5 entire NH...","sentiment_score":0.0454545455}
{"full_text":"RT Worth noting - the PS4.4bn is a result of the population-based Barnett formula, triggered by &gt;PS77bn of spending in England.","sentiment_score":0.3}
{"full_text":"RT Firing Fauci would be a grave error. Fortunately, he'll speak out on containing the pandemic thru science, fired or not. Bu...","sentiment_score":0.4}
{"full_text":"Shopping every day until lockdown 2 begins ","sentiment_score":0.0}
{"full_text":"RT Turns out the alleged Michigan plotters attended at least six anti-lockdown protests prior to their arrest, photos and...","sentiment_score":-0.1125}
{"full_text":"So ist es!","sentiment_score":0.0}
{"full_text":"RT We didn't know that  would be back in lockdown this Thursday when we recorded this. But in a cruel twist of fat...","sentiment_score":-0.5}
{"full_text":"What if they just cough on everyone until the whole team gets it? Then what happens","sentiment_score":0.2}
{"full_text":"RT BREAKING NEWS:In the middle of a global pandemic, a great revival has broken out across the face of the earth and the cripp...","sentiment_score":0.1}
{"full_text":"RT The Administration needs to be called out on this, leaving people to get infected. It violated public health standards and t...","sentiment_score":0.0}
{"full_text":"RT PSA: The COVID-19 hurt is deep &amp; the struggle is real for everyone, including our small businesses. Emergency relief is...","sentiment_score":-0.0166666667}
{"full_text":"RT When I talk about Putin's mafia state and corruption this is exactly what I mean. $65 million of covid funds are being us...","sentiment_score":-0.03125}
{"full_text":"RT I know it might be hard for you &amp; George W. to endorse a Dem. This election is not political, it's about figh...","sentiment_score":-0.1458333333}
{"full_text":"Things you can do to ease your mind for the next 48 hours:1. Avoid social media2. Drink water3. Eat at appropriate hours4. After you've voted, remind yourself that you've done everything you can. This does not rest on your shoulders.5. After you've voted, stay home","sentiment_score":0.1777777778}
{"full_text":"Florida is underreporting COVID deaths to help Trump.https:\/\/t.co\/ROV5tBbH3v","sentiment_score":0.0}
{"full_text":"RT We predict that Glenn Campbell won't reveal that Douglas Ross's Scottish Tory MSPs opposed a motion calling for furlough t...","sentiment_score":0.0}
{"full_text":"RT This actual meatball wants to fire the U.S.'s top infectious disease expert during a pandemic. Fauci is a man of science. O...","sentiment_score":0.2333333333}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"Manged to get Yes Tor and High Willhays bagged before lockdown 2.0. The two Nuttalls furthest away from home #nuttals #hillbagging #Dartmoor #windy","sentiment_score":0.16}
{"full_text":"RT Shocked and surprised...@BorisJohnson lying again...","sentiment_score":-0.7}
{"full_text":"RT 'Like North Korea': Sweden's Coronavirus Critics Silenced even in view of Sweden's high death rate Fr...","sentiment_score":0.16}
{"full_text":"RT A combined 27K RTs on photo from 2019 before there was a pandemic. These people tweet in all caps about fake news.","sentiment_score":-0.5}
{"full_text":"Aight","sentiment_score":0.0}
{"full_text":"If you have not voted, before you vote, please ask yourself who could have helped us have a normal Thanksgiving?https:\/\/t.co\/OPzbpF0pO4","sentiment_score":0.15}
{"full_text":"RT \"Their efforts have positively impacted their #communities, &amp; are shining examples of exemplary organisations which make...","sentiment_score":0.2272727273}
{"full_text":"RT BREAKING: #IPAC demands  Taiwan's participation in the upcoming World Health Assembly and other WHO activities.As the i...","sentiment_score":-0.125}
{"full_text":"RT They have been pushing this for a very long time and increasing as we near election. Putin should really focus on his disa...","sentiment_score":0.0783333333}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"RT BREAKING: Judge Samaniego confirms that El Paso County is having to set up a fourth mobile morgue at the medical examin...","sentiment_score":0.0}
{"full_text":"RT New national restrictions will be introduced by the Government on Thursday 5 November to curb rising coronavirus rates acro...","sentiment_score":0.1363636364}
{"full_text":"RT An insane amount of disinformation!Videos manipulated to make it seem Biden said he was in the wrong state, Eric Trump falsely...","sentiment_score":-0.6333333333}
{"full_text":"wish I could travel but we're still on lockdown","sentiment_score":0.0}
{"full_text":"could he be more evasive?","sentiment_score":0.5}
{"full_text":"So important that those in HR remember to look after themselves - the profession is under a huge amount of pressure so remember to put your own oxygen mask on first ","sentiment_score":0.4125}
{"full_text":"RT Governor Wolf's lockdown orders were ruled unconstitutional, and yet Josh Shapiro did not speak out against them at any...","sentiment_score":0.0}
{"full_text":"RT COVID disproportionately impacts communities of color.The WH proposed an inequitable vaccine plan that puts these communi...","sentiment_score":0.0}
{"full_text":"RT Of 312 intensive care beds across #Greece dedicated to #COVID19, 188 (40%) are now occupied.","sentiment_score":0.0}
{"full_text":"Oh?! So you're expecting some civil unrest Trumplestiltskin?","sentiment_score":0.0}
{"full_text":"RT This actual meatball wants to fire the U.S.'s top infectious disease expert during a pandemic. Fauci is a man of science. O...","sentiment_score":0.2333333333}
{"full_text":"Hillary, give it up.  Joe Biden has NO PLAN.  He trying to fake it and make it just like you did, but it won't work this time either.","sentiment_score":-0.5}
{"full_text":"RT The a nonpartisan research group, recently recognized the incredible work of Maribeth...","sentiment_score":0.45}
{"full_text":"having no new podcasts is doing my head in man ! Get your finger out and get some recorded for lockdown 2 !","sentiment_score":-0.1065340909}
{"full_text":"Ask the mask mandated countries how COVID is going and get back to me","sentiment_score":0.0}
{"full_text":"Service Update 17.00 -  Please remember to wear a mask when travelling with us &amp; at our stations.All service updates here:","sentiment_score":0.0}
{"full_text":"Meanwhile in Wuhan for Halloween.....https:\/\/t.co\/oBtH0Jbr82They are laughing at us.","sentiment_score":0.0}
{"full_text":"RT Uttarakhand: 18-yr-old student in Ranikhet tests positive for COVID19 on first day of re-opening of schools, 15 students put under...","sentiment_score":0.2386363636}
{"full_text":"RT Please Don't take this Covid-19 as JOKE. My very very close Person  found Covid positive...He is in Home Quarantine f...","sentiment_score":0.26}
{"full_text":"RT Progressives, it's OK to vote for Joe Biden, it will save our Democracy and a pathway to progressivism. Listen to Berni...","sentiment_score":0.5}
{"full_text":"RT Rest in Peace Dr ValCOVID19 took you from us but it can't erase your memories.You were fit as a fiddle.You live on i...","sentiment_score":0.2681818182}
{"full_text":"RT It will take 'two or three weeks' to see if England lockdown worked, says expert","sentiment_score":0.0}
{"full_text":"RT I think I have the ideal US election-watching strategy:Go to sleep at midnightStay asleep till MayGo get my COVID va...","sentiment_score":0.9}
{"full_text":"RT Boris Johnson to address Commons on new lockdown measures at 3:30pm. MPs advised to arrive no later than 5 for prompt 7pm...","sentiment_score":0.0681818182}
{"full_text":"RT #LinkedIn survey of 1,000 hiring managers found that 96% would hire a candidate who was laid off due to the COVID-19 #pa...","sentiment_score":-0.125}
{"full_text":"RT There will come a day the MARKET will be force to slap $Alpp.ALL THE IGNORERS WILL BE CHASING LIKE THE MOA-BO...","sentiment_score":0.0}
{"full_text":"Trump is a psychopathic murderer, spreading Covid19 at his rallies, knowing how deadly Covid19 is. He doesn't care if people die, he only wants to keep power. America cannot go through another 4 years with this vicious, dangerous, pathological liar VOTE#VoteBiden#VoteDemocrat","sentiment_score":-0.32}
{"full_text":"The Guardian are now one of, if not the worst, shills of 'infringing human rights'.  Duplicitous and hypocritical much?","sentiment_score":-0.2666666667}
{"full_text":"Excuse me, \"canadian,\" what is the average citizen's medical debt by covid?","sentiment_score":-0.0666666667}
{"full_text":"So my doctor refused to give me a flu test. His reasoning \"theyre coming back negative\". I asked if they were all from me. He smiled, &amp; I said \"give me the damn test, if its negative then ill wait 3 days for covid results\".This is why the flu is \"gone\" theres no incentive","sentiment_score":-0.1}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"But please pull Americans out of the water if they are on a raft as homeless, sick refugees fleeing gun violence. A hockey stick is the distancing tool you want to keep yourself from drowning. In covid. Lifeguard 101 in Windsor.","sentiment_score":-0.7142857143}
{"full_text":"RT saying everyone has the same 24 hours, especially during this pandemic where people have lost their jobs, homes and family, is...","sentiment_score":0.0}
{"full_text":"Public health is a non-negotiable for a leader. Narcissism is the true plague. What Trump doesn't understand is how to think of anyone other than himself &amp; it bleeds over to his supporters.Look at New Zealand. Because people were united &amp; selfless they're back to pre-COVID life.","sentiment_score":0.0722727273}
{"full_text":"RT Happy that Briggs Stow 1155 is going down well at ...It's a well-balanced #Beer with a slightly spicy, frui...","sentiment_score":0.1592592593}
{"full_text":"RT An insane amount of disinformation!Videos manipulated to make it seem Biden said he was in the wrong state, Eric Trump falsely...","sentiment_score":-0.6333333333}
{"full_text":"It is because you are a failure as a president and a failure if a human being that my father passed away from covid #BidenHarris","sentiment_score":-0.2111111111}
{"full_text":"RT How to mount a retail comeback in the year of Covid-19, brought to you by Bed Bath &amp; Beyond via","sentiment_score":0.0}
{"full_text":"RT Dusk sets on a Divided England. Divided by Politicians putting Politics before People. Still divided by #Brexit Ideology over...","sentiment_score":0.0}
{"full_text":"RT All I want for Christmas is you, vacuna del COVID","sentiment_score":0.0}
{"full_text":"RT Hugely important. This is the key graph from Sat night lockdown press conference, shown to a primetime TV audience of 15m...","sentiment_score":0.2}
{"full_text":"RT I guess my biggest takeaway about politics and the lockdown and everything else in 2020 is that the Venn diagram of peop...","sentiment_score":0.0}
{"full_text":"RT 3) Crazier--El Paso Mayor directing police not to enforce the El Paso Judge's business shutdown order. But because Judge con...","sentiment_score":0.0}
{"full_text":"With the announcement of a second nationwide lockdown, Vauxhall City Farm once again has to shut its gates from Thursday 5th November onwards.Please head over to our website to read the details","sentiment_score":0.0}
{"full_text":"RT A Bankrupt Govt that is now charging Rs150 for depositing &amp; withdrawing your own money in the Bank, is promising to give CoV...","sentiment_score":0.4}
{"full_text":"RT Colleges, how is the pandemic affecting international-student recruitment? Tell me your stories and strategies -- DMs are...","sentiment_score":0.0}
{"full_text":"What?","sentiment_score":0.0}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"RT Great #HappyBirthdaySRK","sentiment_score":0.8}
{"full_text":"RT Every hospital bed taken up by COVID is one that stops someone else from getting a surgery they need.25%-50% of the patient...","sentiment_score":0.0}
{"full_text":"RT Folks say \"masks off just for the pic\" like covid is a polite passerby who will pause so as to not ruin the picture.","sentiment_score":0.0}
{"full_text":"RT The Trump admin gave a well-connected Republican donor seed money to test a possible COVID-fighting plasma tech.The biz...","sentiment_score":0.0}
{"full_text":"Covid 19 in every where same treatment.","sentiment_score":0.0}
{"full_text":"The pandemic got stressful for y'all when barbershops were closed ","sentiment_score":-0.1}
{"full_text":"*232,298 dead Americans, 9,523,376 infected red &amp; blue Americans. How is that for Trump's health care plan? Trump has had 4 years to tell us his health plan. Just like COVID-19, he hid it from all of us. What will the numbers be in 2024? Vote for your life!*","sentiment_score":-0.0666666667}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"RT \"This is not a major threat...\"WATCH : Dr. Anthony Fauci's original thoughts about the severity of the COVID-19 outbreak ar...","sentiment_score":0.171875}
{"full_text":"RT Eighth-grader from Missouri dies due to COVID-19 complications","sentiment_score":-0.125}
{"full_text":"like everyday a new rape case new corona case and ssr case is still pending and many more serious now this is idiotic they be ruining lifes","sentiment_score":0.0103896104}
{"full_text":"RT The Delaware County Bureau of Elections has yet to inform voters of new voting precincts (caused by #COVID) with less...","sentiment_score":-0.0151515152}
{"full_text":"RT DAY 6Today is OUR COMEBACK!! This is mandatory, retweet!!! I want 500 RTs !!!!Retweet are unlimited. 1RT=1voteMAMA dail...","sentiment_score":0.0}
{"full_text":"RT At the protest, Candis Houston tells me: \"My two daughters drove in from college in Mississippi to vote in their very...","sentiment_score":0.2}
{"full_text":"RT #COVID19 pandemic makes it so clear and simple: the roadmap to economic recovery is #publichealth \"  Admissions...","sentiment_score":0.1}
{"full_text":"RT One of the two candidates in this election has a plan to get COVID-19 under control.The other just suggested that he'...","sentiment_score":-0.125}
{"full_text":"Australia Bush Fires, CAA riots, Covid-19, Death of icons, Floods, CSK out of play-offs and now Chris Gayle &amp; Shane Watson Retire from IPL as well.Dear 2020, THODA ARAAM KARLEY KITNA RULAYEGA !!??","sentiment_score":0.0}
{"full_text":"RT Im going on it from This Friday (I don't go to college on Thursday) until the 2nd of December or whenever this 2nd loc...","sentiment_score":0.0}
{"full_text":"RT So you're telling me they test on game day and know when they get the results back, but still play the dudes even tho they...","sentiment_score":-0.2}
{"full_text":"RT An amazing page of stories and pictures of #LifeUnderLockdown for people affected by dementia. Some heartwarming, many diff...","sentiment_score":0.55}
{"full_text":"Rightttttttt","sentiment_score":0.0}
{"full_text":"Amazing, thank you so much look forward to attending these. ","sentiment_score":0.4}
{"full_text":"RT So furlough is only reinstated when the south of England needs it, and will, by the sounds of this, end when it no longer...","sentiment_score":0.0}
{"full_text":"RT Psychological determinants of emotional distress during the COVID-19 pandemichttps:\/\/t.co\/a0oZFiSLP7","sentiment_score":0.0}
{"full_text":"RT We can either have Joe Biden and the country's most respected public health official guiding us through a pandemic that's stil...","sentiment_score":0.25}
{"full_text":"If I were a cartoonist, I would make a drawing of President Trump running across the finish line of a race with MSM, DNC, FBI, The Cabal, the CCP, NSA, CDC, and voter fraudsters hanging from his ankles.","sentiment_score":0.0}
{"full_text":"RT For anyone who needs to see this, no, Magna Carta does but empower businesses to resist lockdown closure.","sentiment_score":0.0}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"Hi. The information regarding this is in this link: Rob","sentiment_score":0.0}
{"full_text":"RT The former acting Director of National Intelligence is personally spreading disinformation via bogus photographs on election...","sentiment_score":0.0}
{"full_text":"RT Fire Trump. Keep Fauci. Wear a mask. End the war on science. VOTE! VOTE! VOTE!","sentiment_score":0.0}
{"full_text":"Watch #CBI2020 live, local lockdowns: regional mayors and local leaders on tackling the COVID-19 crisis","sentiment_score":0.0454545455}
{"full_text":"RT Progressives, it's OK to vote for Joe Biden, it will save our Democracy and a pathway to progressivism. Listen to Berni...","sentiment_score":0.5}
{"full_text":"RT Florida tops 17,000 COVID-19 deaths and adds 4,651 new cases","sentiment_score":0.1363636364}
{"full_text":"RT Here's the first of two stories we did last night. It's about how the Trump administration has mismanaged the pandemic...","sentiment_score":0.125}
{"full_text":"also im not linkin with new ppl in the middle of a pandemic pls sue me.","sentiment_score":0.0681818182}
{"full_text":"This video is from the first lockdown  try harder next time ","sentiment_score":0.05}
{"full_text":"i have 9 million cases of covid it's me I'm artificially raising the number","sentiment_score":-0.6}
{"full_text":"RT Seeking participation from all residents of Nigeria! Please complete this survey on the use of virtual platforms during the...","sentiment_score":0.1}
{"full_text":"Even this recent study of childcare centres concluded:\"No evidence of child care being a significant contributor to COVID19 transmission to adults--finding consistent with previous studies showing lack of assoc btwn school closures &amp; transmission rates\"https:\/\/t.co\/4FRDC0fvK3","sentiment_score":0.1145833333}
{"full_text":"Want to stay up-to-date with our most recent SSD\/SSDI articles &amp; info? Scroll down to the bottom of our home page and subscribe to the newsletter today!","sentiment_score":0.1018518519}
{"full_text":"Factories in Asia and Europe bounced back strongly in October, as manufacturers ramped up production of goods in high demand despite rising Covid-19 cases, reports more:","sentiment_score":0.2733333333}
{"full_text":"More US patients to have easy, free access to doctor's notes.https:\/\/t.co\/NofgEExNkx","sentiment_score":0.4444444444}
{"full_text":"LOCKDOWN 2.0 PLUNGES BRITAIN INTO DOUBLE DIP RECESSION4000 DEATHS PER DAY?  THE SCIENCE  IS WRONGWhy is our government not listening to the science? Comment below Learn More On Our Website &amp; Join Us In Making London A World-Class City Once Again!#BrianForMayor","sentiment_score":0.25}
{"full_text":"RT Trump supporters should have a special Covid clinic where they can all go to be treated by Scott Atlas.","sentiment_score":0.3571428571}
{"full_text":"507 employees of Interior Ministry infected with #Covid19 in 24 hours -","sentiment_score":0.0}
{"full_text":"\"As a new lockdown gets under way in France, bookstores once again ask to be treated as essential services\" #WUPrint","sentiment_score":0.0681818182}
{"full_text":"'For me, most of my family is back home in Ghana. I've got a sister in London but not being able to see her, not being able to communicate with my family like I would normally, that affected me.'#Migrants #Pompey #Covid19","sentiment_score":0.33}
{"full_text":"If you knew me before lockdown you don't know me now tbh, am a completely different persom","sentiment_score":0.0}
{"full_text":"26 Diagnosed With Coronavirus Yesterdayhttps:\/\/t.co\/d1IoN3Oc99","sentiment_score":0.0}
{"full_text":"#ACA #OPENENROLLMENT IS COMING! Enrollment is Nov 1 - Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"#Vote check here for info:","sentiment_score":0.0}
{"full_text":"Student COVID-19 Attestationhttps:\/\/t.co\/0xAUBGabO1","sentiment_score":0.0}
{"full_text":"The Significant Role of #Technology in Maintaining the Good During #COVID-19https:\/\/t.co\/fPLGrSUGvD","sentiment_score":0.5375}
{"full_text":"RT This pandemic made me realize that a lot of peoples personality trait depends solely on drinking, clubbing; and\/or going...","sentiment_score":0.0}
{"full_text":"RT Just in--El Paso County is having to set up another 4th mobile morgue at the medical examiner's office due to overwhelming...","sentiment_score":0.125}
{"full_text":"Just published: Student Researcher Siva Sooryaa Muruga Thambiran researched the impact of #COVID19 on the #freight and #shipping industrieshttps:\/\/t.co\/Aw2Z7myq0j","sentiment_score":0.0}
{"full_text":"#Podcast Frequent mask wearing can cause a skin issue known as 'maskne'. Caitriona Ryan joins to answer all of your skincare queries","sentiment_score":0.1}
{"full_text":"RT The Steelers Covid-19 tests all came back negative per source","sentiment_score":-0.15}
{"full_text":"Staggering","sentiment_score":0.0}
{"full_text":" Nine out of 10 parents said the coronavirus outbreak had negatively affected their children's health and wellbeinghttps:\/\/t.co\/JV9oSU0FDt","sentiment_score":-0.3}
{"full_text":"While the pandemic has forced hundreds of Las Vegas businesses to shutter their doors (and many to close forever), some others have thrived.","sentiment_score":0.1}
{"full_text":"The #healthcare landscape is changing with the pandemic and more patient care is being provided remotely via #healthtech.https:\/\/t.co\/GhlsBSWctn#RDEE #RADIOLOGEX #medicalimaging #hipaa #userauthentication #healthit #medtech #saas #baas #patientdata #enterprisei #GetRDEE","sentiment_score":0.2}
{"full_text":"Crimson Quarterly:Reductions in revenue from parking passes, meal plans and on-campus housing during the fall 2020 semester due to COVID-19 have cost OU, according to a review of the university's finances:","sentiment_score":-0.125}
{"full_text":"The German government are considering giving a  EUR2 billion stimulus package to help them transition to greener engines as it continues to get battered by the coronavirus pandemic. #automotive #stimulus #economics #germanyhttps:\/\/t.co\/D99nFEWTM3","sentiment_score":0.0}
{"full_text":"'If the government wants social distancing and exercise, what could be better than golf?'Suffolk Golf Club director hits out at possible closure of courseshttps:\/\/t.co\/h5dYhY0FMR#golf","sentiment_score":0.1833333333}
{"full_text":"DDN poll: Parents split on in-person classes as COVID-19 cases rise","sentiment_score":0.0}
{"full_text":"Restaurants like are staying open throughout this pandemic because of app-based delivery services. #YESonProp22 supports driver flexibility AND helps save businesses across California. They NEED you to vote YES on 22!","sentiment_score":0.0}
