{"full_text":"RT Problem confronting us in Pak during COVID 19 is of a political leadership that has never gone through any democratic str...","sentiment_score":0.0}
{"full_text":"RT In Japan, more people died from suicide last month than from Covid in all of 2020. And women, who are bearing the brunt o...","sentiment_score":0.25}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"Rather than buy a second-rate tree from the local store, how about an essential trip to Wilderness Wood which is Covid secure and beautiful.Zoella loved it. Fast forward to around 6.00 minutes on this video and see what you think.https:\/\/t.co\/z4tOCtgaWW","sentiment_score":0.26}
{"full_text":"Finally a study including social geography in the analysis of the spread of the pandemic. This is an evidence, yet it escape me why that dimension is so little considered in the epidemic analysis.","sentiment_score":-0.0513888889}
{"full_text":"Unbelievable! If only would attack the Tories on covid, health and education the way he's sniping at Nicola surgeon. Aggressive, hectoring. But with the tories are the most corrupt government we have ever seen, he barely asks a question #Marr","sentiment_score":-0.0525}
{"full_text":"RT This pandemic made me enjoy my dildos and toys more  watch full on my Onlyfans. 30% off now.  #R...","sentiment_score":0.4166666667}
{"full_text":"RT At 7pm tonight, I will address the country on issues of security and the Covid-19 pandemic. Address will be on all TVs,...","sentiment_score":0.0}
{"full_text":"Whilst we prat about with tiers in the UK. It's like pushing imaginary armies around a map in the cobra bunker! @brexit_sham #coronavirus","sentiment_score":0.0}
{"full_text":"RT Problem confronting us in Pak during COVID 19 is of a political leadership that has never gone through any democratic str...","sentiment_score":0.0}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"Broncos' four QBs all ineligible vs. Saints due to COVID-19 exposure","sentiment_score":-0.125}
{"full_text":"RT Covid vaccines are rushed, experimental, unlicensed, produced in cell lines from aborted babies, and the manufacturers are...","sentiment_score":0.1}
{"full_text":"RT A day of National mourning, I can't even sleep  who have we offended as a region ? No projects, No security, No economy,...","sentiment_score":0.0}
{"full_text":"RT With Justice Amy Coney Barrett on the Supreme Court, we could see a shift back to protecting the Constitution.https:\/\/t....","sentiment_score":0.0}
{"full_text":"RT naa idhr kii naa udhr kii               ek dm siidhii baat                          Attack on #Kejriwal Govt...","sentiment_score":0.0}
{"full_text":"Sunday 29th November Light a candle for all those who have died of Covid, are still suffering, their families  and join the fight to stop this virus #ZeroCovid In the Hazards Campaign we Remember the Dead and Fight like hell for the Living.","sentiment_score":0.1}
{"full_text":"RT We visited #Pontypridd to speak with locals about the challenges they face with ongoing effects of the floods and the impact...","sentiment_score":0.0}
{"full_text":"RT So the tier restrictions will end on Feb 3. Really?In March it was \"3 weeks to flatten the curve\". Then we'd \"turn the tide...","sentiment_score":0.0}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"RT Enough is enough. It's time for vitamin D, which is low risk, to be strongly considered as a crucial factor in COVID-19...","sentiment_score":0.0866666667}
{"full_text":"RT LIVE IN LONDON--Anti-lockdown protests. #londonprotest","sentiment_score":0.1363636364}
{"full_text":"RT SHARE MAXAAP  slams Home Minister Amit Shah for Campaigning for a Municipal Elections while Farmers ar...","sentiment_score":0.0}
{"full_text":"RT Problem confronting us in Pak during COVID 19 is of a political leadership that has never gone through any democratic str...","sentiment_score":0.0}
{"full_text":"RT In this difficult time, Jane and I want to wish everyone a very Happy Thanksgiving. We are especially mindful of those f...","sentiment_score":0.1666666667}
{"full_text":"So disappointed in the council. Why do we insist on taking retrograde steps for the illusion of helping business? You can't expect the high street to be active overnight we're in a pandemic!","sentiment_score":-0.2522222222}
{"full_text":"The report says \"due to COVID\".","sentiment_score":-0.125}
{"full_text":"Soccer 6 team news: Christian Pulisic could return for Chelsea today having beaten his latest hamstring issue. Kai Havertz is working back to full sharpness having completed his self-isolation after testing positive for Covid-19.","sentiment_score":0.2154545455}
{"full_text":"Come on then, this is where we need you.Borough 'needs' PS8million to survive Tier 3 coronavirus restrictions","sentiment_score":0.0}
{"full_text":"RT American Books Being Read During the Pandemic: Essay via","sentiment_score":0.0}
{"full_text":"Social Distancing - BJP Style","sentiment_score":0.0333333333}
{"full_text":"RT How can this be our Great Britain?Never seen anything more depressing. All our human rights evaporated in 9 months....","sentiment_score":0.175}
{"full_text":"RT From #carehome workers to #cleaners, local government staff have kept vulnerable people safe in this pandemic. Now they fac...","sentiment_score":0.0}
{"full_text":"No they get swabbed and tested for covid. That test comes back positive. They die. Their cause of death is covid. You're a fucking idiot.","sentiment_score":-0.1909090909}
{"full_text":"Useless piece of shite","sentiment_score":-0.5}
{"full_text":"Thanks for what you have said and for the amazing work you do day in and day out. I am proud of you and all your colleagues in the NHS","sentiment_score":0.5333333333}
{"full_text":"Are morons more prevalent in society than ever before? Or are they just getting more attention that usual? I feel like all I hear about these days are stories about racists, TERFs, Homophobes, antivaxers, COVID conspiracy theorists, etc.","sentiment_score":-0.0125}
{"full_text":"RT There's a saying in public health: your right to swing your fist ends at my nose. And your right not to take steps to pre...","sentiment_score":0.1904761905}
{"full_text":"RT #COVID19 : #SaudiArabia among top 6 safest travel destinations in the worldAustralia ranks first in global safe destination...","sentiment_score":0.3125}
{"full_text":"RT Why did no one tell me that if you double tap the caps-lock arrow key it holds it down??? WHY DIDNT YOU TELL ME?? YES I JUST D...","sentiment_score":-0.0518518519}
{"full_text":"RT 1.7k today I know for a fact the MDs, RTs, Nurses, Pharmacists, Housekeeping, Clerks, Residents, Fellows, Managers and e...","sentiment_score":0.0}
{"full_text":"I work in the medical field on a covid unit and I get people asking me literally every day for proof, and for evidence, and whatever else they feel like they need. People are dying. Why do you need evidence to see that? If even the chance that it could help why would you not?","sentiment_score":0.0}
{"full_text":"RT Problem confronting us in Pak during COVID 19 is of a political leadership that has never gone through any democratic str...","sentiment_score":0.0}
{"full_text":"What about the #coronavirus aka #COVID19 from #China that killed so many of their people. I guess #Iran  will never hold China  responsible for what they did to their nation, and it's people.","sentiment_score":0.1666666667}
{"full_text":"RT So, when we did smart lockdown to save our poor from becoming destitute &amp; save economy from total collapse, these \"leader...","sentiment_score":0.0660714286}
{"full_text":"Is that out the back door of her \"marital home\" in Baileston or is that out the back of her lesbian love nest in Bridge Of Allan ? #marr Just asking cos of the #COVID19 tier system","sentiment_score":0.1666666667}
{"full_text":"RT Problem confronting us in Pak during COVID 19 is of a political leadership that has never gone through any democratic str...","sentiment_score":0.0}
{"full_text":"This is the on thing #Britain needs #fibre #broadband if we are to catch up with the rest of the G20, worst recession, worst #DeathRate from #COVID19 BUT #Boris just cancelled it, Keep that modem you'll need it.","sentiment_score":-1.0}
{"full_text":"RT So lockdown baking has turned into my full time job after getting made redundant Shameless plug, don't be shy my n...","sentiment_score":-0.1166666667}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"That's great news and I'll certainly be going to support our shop volunteers. ","sentiment_score":0.5071428571}
{"full_text":"Even more protesters tomorrow, and the next and the next","sentiment_score":0.1666666667}
{"full_text":"RT I couldn't just walk past this Tweet, so here is some fun #datavizScented candles: An unexpected victim of the COVID-19 pa...","sentiment_score":0.01875}
{"full_text":"RT We are looking for a research technician to join our team at to work on COVID-19 clinical trial...","sentiment_score":0.0}
{"full_text":"RT A massive party was held yesterday by top Govt officials. Every Covid19 regulation was breached. did no...","sentiment_score":0.25}
{"full_text":"RT WHAT? Los Angeles County has announced a new stay-home order which takes effect Monday, comes as the county confirmed 24 ne...","sentiment_score":0.2681818182}
{"full_text":"RT Problem confronting us in Pak during COVID 19 is of a political leadership that has never gone through any democratic str...","sentiment_score":0.0}
{"full_text":"RT Haha ... has just handed #SturgeonTheButcher her arse showing her that Scotland's death rates from Covid are...","sentiment_score":0.2}
{"full_text":"The only reason these idiots are complaining is because the people of Pennsylvania and the United States told Diaper Don \"YOU'RE FIRED\". Maybe if Don the Con treated the pandemic like the emergency it is 250,000 people would still be alive and he would have been re-elected.","sentiment_score":-0.2333333333}
{"full_text":"RT So lockdown baking has turned into my full time job after getting made redundant Shameless plug, don't be shy my n...","sentiment_score":-0.1166666667}
{"full_text":"RT The Met Police under Khan and Dick are now a disgrace. They attack peaceful citizens rallying for freedom, but kneel befor...","sentiment_score":0.25}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT PM recognized the role of the Prussians at Waterloo. In our Covid response, however, we should avoid late arrival. Early i...","sentiment_score":-0.1}
{"full_text":"RT With 41,810 new #coronavirus infections and 496 deaths in the past 24 hours, #India's overall tally stood at 93,92,920 on Sun...","sentiment_score":-0.0378787879}
{"full_text":"'It's just three weeks to flatten the curve he said.Surely we don't still trust him - do we?https:\/\/t.co\/XdnCigK4Um","sentiment_score":0.0}
{"full_text":"We're breaking down barriers as we aim to connect thousands of people through our #EuropeTalks project.Sign-ups close: TOMORROW!!!!Virtual meet-ups take place: Dec 13.https:\/\/t.co\/SEwP84rirQ#MoreInCommon #Brexit #Covid #lockdown #breakdownbarriers #Conversations2020","sentiment_score":-0.1555555556}
{"full_text":"It can protect you for up to 24 hours.#nasalspray #covid19 #coronavirushttps:\/\/t.co\/YFIpl0UkkV","sentiment_score":0.0}
{"full_text":"How 2 Female Founders Pivoted Their Business In Response To The Pandemic\"The pandemic has severely impacted most businesses, leaving entrepreneurs struggling to figure out how to generate sales in this new normal\/how to pivot their business altogether.\"https:\/\/t.co\/Wh5suh32VD","sentiment_score":0.2121212121}
{"full_text":"An international forum on Covid-19 impact on mental health will be held tomorrowhttps:\/\/t.co\/WUMgDCDKes#Bahrain #Manama #Covid19 #Covid #CoronaVirus #Corona #Mental #Health #MentalHealth","sentiment_score":-0.0666666667}
{"full_text":"Dainfern College stands in solidarity with the women of SA during the #16DaysofActivism for No Violence against Women and Children, and remembers the lives lost through gender based violence, femicide and COVID-19. #DainfernCollege","sentiment_score":0.0}
{"full_text":"It's important to remember we're currently still in lockdown and must follow Government guidance to help stop the spread of coronavirus. From 2 December, all of Surrey will enter tier 2 high alert restrictions. Read the new guidance:","sentiment_score":0.1740909091}
{"full_text":"#PLTPINKSUNDAY PLEASE PLEASE PLEASE omg i'd love to treat my mum!!!! she has terminal lung cancer and has just recovered from covid and i'm a single parent i can't afford to treat her the way she deserves! ","sentiment_score":0.4553571429}
{"full_text":"2020 Guidelines out for physical activity and sedentary behaviour. Reiteration of the importance of exercise! #exerciseismedicinehttps:\/\/t.co\/sEyBaVtMu3","sentiment_score":0.0}
{"full_text":"#Tantuja gets #SkochAward in the highest category for #pandemic response #WestBengal #Kolkata","sentiment_score":0.0}
{"full_text":"\"We are sorry for the inconvenience, we have a government to overthrow.\" #StrajkKobiet","sentiment_score":-0.5}
{"full_text":"Four million doses of the Oxford vaccine are complete and ready to be rolled out.https:\/\/t.co\/UjtPCXhw8k","sentiment_score":0.15}
{"full_text":"A group of CMS middle schoolers will return to in-person learning on Monday, and South Carolina will begin giving rapid COVID-19 testing in schools. ","sentiment_score":0.0}
{"full_text":"Michigan Gov. Gretchen Whitmer proposes $100 million COVID-19 relief plan","sentiment_score":0.0}
{"full_text":"In partnership with we have produced a series of explainer videos to keep you safe during the COVID-19 pandemic. In episode one, we look at what Coronavirus is, and what the symptoms are ","sentiment_score":0.5}
{"full_text":"This lockdown has been filled with lessons.","sentiment_score":0.4}
{"full_text":"#16DaysofActivism2020: Reflecting on Sexual and Gender-Based Violence in the Wake of Covid-19.@oxfaminghana    #EUEnoughGBV #16Days #OrangeTheWorld #GenerationEquality #ENOUGH #LockdownPatriarchy #EndSGBV #HumanRights","sentiment_score":0.25}
{"full_text":"Our Carpark has had the top layer of tarmac laid ahead of reopening. Lockdown has been the perfect opportunity to get this work completed without affecting players &amp; visitors. We've added disabled parking bays &amp; no parking zones for safety.  #martonmeadows #jobdone","sentiment_score":0.4333333333}
{"full_text":"The baby boom and how COVID-19 has affected pregnancies has been in the news.Here's a piece from our library that explores 'parent' as a new identity and how it effects our lives and well-being.https:\/\/t.co\/RiId3wIW0s#CovidPregnancy #ParentingTips  #NewIdentity","sentiment_score":0.1363636364}
{"full_text":"\"Her leadership has been essential to the #COVID19 response on the Navajo Nation,\" the press release said.","sentiment_score":0.0}
{"full_text":"Deglobalisation post COVID-19 could spell trouble for the European Monetary Union ","sentiment_score":-0.1}
{"full_text":"What does that prove ? You can all never leave your house again !? And you think they can't fake the data either way for or against covid","sentiment_score":-0.5}
{"full_text":"Lockdown is not the issue, government support is. No one should have lost their livelihood.","sentiment_score":0.0}
{"full_text":"Today InLife attains another high point, becoming one of the very few Filipino companies surpassing 110 years of success and continued service and operation since 1910. #InLife110ForTheFilipino","sentiment_score":0.1625}
{"full_text":"RT This shows how much they have become each other's source of comfort. Even though they work together and stay together a lot,...","sentiment_score":0.0375}
{"full_text":"RT COVID19, please get lost! - Jin","sentiment_score":0.0}
{"full_text":"'They can save lives': Fishers community supports blood, plasma drive in honor of HSE teacher fighting COVID-19https:\/\/t.co\/AGoJwR6zry","sentiment_score":0.0}
{"full_text":" who are travelling home in December are being encouraged to book free COVID-19 tests at our Student Test Site to keep everyone safe. ","sentiment_score":0.45}
{"full_text":"How many songs titles can you find within this picture? #puzzle #lockdown #fun #songs","sentiment_score":0.4}
{"full_text":"Learnt a new skill this lockdown? A study by scientists at the University of Sussex is challenging the common understanding of how mammalian brains work which could have significant implications for understanding how perceptual learning works.","sentiment_score":0.1778409091}
{"full_text":"You can have no more than six people in your garden, from no more than two households. Find out more:","sentiment_score":0.0}
{"full_text":"\"Sharing stories is so important. Live theatre, in particular, has the ability to bring us together as a community, irrespective of background.\" The arts has brought so many together this year - shares her experiences from this year:https:\/\/t.co\/fnUqCQTLcK","sentiment_score":0.3007575758}
{"full_text":"\"My mother is a care-giver and sometimes I am scared for her,\" Lola explained, signing off her handwritten letter with, \"Take care of yourself Father Christmas, and of the Elves.\"https:\/\/t.co\/HyP7B73JGc","sentiment_score":0.0}
{"full_text":"Bom dia twittamig@s! feliz domingo a tod@s Happy day to all of you! #useMascara#FiqueEmCasa#WearAMask#stayathome","sentiment_score":1.0}
{"full_text":"COVID 19 cases in India until : 29\/11\/2020 15:30Total Cases: 9394378 [+1339]Active: 453379Recovered: 8802109 [+948]Deaths :136741 [+8]Total Tests: 139.5MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#UK secures 2 mln more doses of #Moderna's #COVID19 #vaccinehttps:\/\/t.co\/Bz8RyNyXAy","sentiment_score":0.5}
{"full_text":"Another test event for the 2022 Beijing Olympics was called off Saturday, when bobsled and skeleton officials canceled plans to have a training week and World Cup race on a newly built track to end this year's sliding season.https:\/\/t.co\/GQZus4ooCy","sentiment_score":0.1363636364}
{"full_text":"RT Every word!","sentiment_score":0.0}
{"full_text":"#16DaysofActivism2020: Reflecting on Sexual and Gender-Based Violence in the Wake of Covid-19.@oxfaminghana    #EUEnoughGBV #16Days #OrangeTheWorld #GenerationEquality #ENOUGH #LockdownPatriarchy #EndSGBV #HumanRights","sentiment_score":0.25}
{"full_text":"RT I'll ask you again why haven't you passed the two #COVID19 relief bills written by","sentiment_score":0.0}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"RT Check out this guide for professionals on #DomesticAbuse  click the link to see this helpful relationship spectrum from","sentiment_score":0.0}
{"full_text":"Explore football activities you can do at home to stay on top of your game!Visit the #footballsstayinghome page https:\/\/t.co\/lBWe7gy8AA#AThrivingLocalGame","sentiment_score":0.5}
{"full_text":"Further financial support is now available to all traders throughout the borough, as the council launches a new grant scheme to ensure businesses are kept afloat under the latest government restrictions.Full:","sentiment_score":0.1727272727}
{"full_text":"With Covid-19 accelerating online sales around the world Don't get left behind we provide alwaful fair transparent cost effective way to sell bloodstock to a global audience enter now online? #Covid_19 #onlinesales #bloodstock #Integrity #transparency #integritymatters #staysafe","sentiment_score":0.18}
{"full_text":"Life in lockdown is tough but it's worse for children suffering abuse.  If their home isn't a safe place, we need to know. Tell us if you think something isn't right https:\/\/t.co\/l75tnBbk9M #OurDoorIsOpen","sentiment_score":-0.0007936508}
{"full_text":"\"Prevention Of Covid-19 At Stores\"Infographic#COVID19 #StaySafe #StaySafeStayHealthy #Infographic","sentiment_score":0.0}
{"full_text":"Due to Covid-19 we may not be able to have our normal after school clubs at the moment but we are coming up with innovated ways to be able to deliver them.","sentiment_score":0.25625}
{"full_text":"The coronavirus has wreaked havoc across the world, but for Thailand's \"sea gypsies\" it has brought a welcome respite from the threat of mass tourism","sentiment_score":0.8}
{"full_text":"Can Corona survive in Gh?","sentiment_score":0.0}
{"full_text":"RT For your country and your community--wear a mask.","sentiment_score":0.0}
{"full_text":"- Maintaining social distancing is key to keeping people safe  If you are travelling with us try and travel at quieter times where possible Our guide sets out when our main stations &amp; services tend to get busy i #TravelWithConfidence","sentiment_score":0.1333333333}
{"full_text":"RT We talk #BlackFriday #StopTheSteaI2020 #AuditTheVote and #COVID19. Special guests: .@drcordiew and .@jimfannon! #BobAndEr...","sentiment_score":0.4464285714}
{"full_text":"Current Conditions for #Sayre PATemp: 23.0FWind Chill: 23.0FHumidity: 99%Dew Point: 22.8F Barometer: 30.232 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 167.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Notebook: Fr Conor McDonoughOne of the more worrying aspects of this past year of challenges is the proliferation of misinformation and unfounded conspiracy theories concerning the Covid-19 pandemic.https:\/\/t.co\/YENOzDwbMo","sentiment_score":0.125}
{"full_text":"Are you a parent\/carer of a child aged between 2 and 7 years old? would once more like to find out how your families have been affected by the different restrictions announced as we continue to live with #coronavirus.Survey:","sentiment_score":0.1272727273}
{"full_text":"Rising Suicide Rate in Refugee Camps Blamed on #Covid19 Lockdown #ChimpReportsNews #Uganda #UgandaNews #Featured #Refugees #SundayMotivation #WearAMask #News","sentiment_score":0.0}
{"full_text":"Since there have been several COVID-19 developments over the last few months, our sister brand StudyPRN have developed a brand new free CPD module on the Evidence Relating to the Management of COVID-19.Download all COVID-19 CPD resources here:","sentiment_score":0.0727272727}
{"full_text":"RT Much enjoyed a long article by the Spectator political editor about the prospects for economic recovery post Covid. Not...","sentiment_score":0.1625}
{"full_text":"The presentation of this government is satisfied as the CORONA VIRUS had captures each and every space. It is not possible to judge the performance of this government. As usual peoples are fighting with the daily crashes. That's all.","sentiment_score":0.0625}
{"full_text":"Technology winners and losers in the days of COVID-19 -","sentiment_score":-0.2}
{"full_text":"RT COVID19, please get lost! - Jin","sentiment_score":0.0}
{"full_text":"Business Interruption has always been a class of business that many insurance staff struggle to fully understand and explain. There's never been a better time to review what covers you have in place.  #covid19 #coronavirus #financialservices #business #training","sentiment_score":0.5}
{"full_text":"This week, we were delighted to welcome our 3,500th member in Adelaide Hills business, Prancing Piny Brewery.After losing a significant amount of income directly from the recent lockdown and turned to Business SA to ensure her industry is represented in ongoing COVID discussions","sentiment_score":0.395}
{"full_text":"Yeah right. Raab. Another liar to add to the list.","sentiment_score":0.2857142857}
{"full_text":"RT Problem confronting us in Pak during COVID 19 is of a political leadership that has never gone through any democratic str...","sentiment_score":0.0}
{"full_text":" It's disgusting how the GOP is ignoring the devastation covid is doing to the US. Small businesses are suffering, long food lines thru out the US, children hungry because parents r out of work,  families getting evicted. Why haven't you passed the 2 covid bills?","sentiment_score":-0.4333333333}
{"full_text":"Executive director of UN Watch Hillel Neuer says the World Health Organisation picked former New Zealand prime minister Helen Clark to be co-chair of the inquiry into the origins of COVID-19 because \"they know she's going to give them a free pass\".https:\/\/t.co\/a6ECqSDHGp","sentiment_score":0.1787878788}
{"full_text":"Time: 10:00 * Temp: 8.9degC * Wind: NW 0.0 to 0.0mph * Pressure: 1020.5hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 39.0W\/m2 * UV Index: 0.0 * Sunrise: 08:19 * Sunset: 16:03 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"RT Clean-up in Whitestown, Sunday Dec. 6th at 10.30 am. Meet at bridge on Whitestown Drive. Social Distancing protocols will...","sentiment_score":0.0333333333}
{"full_text":"Tom Leverett analyses the impact of president Bolsonaro's  Covid policy on indigenous communities and looks at the president's chances of re-election in 2022.","sentiment_score":0.0}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"RT A pharmacist in Japan reports that tertiary (emergency) care in their area is basically \"devastated\" due to COVID-19 a...","sentiment_score":-0.125}
{"full_text":"Protect your loved ones with the official NHS COVID-19 contact tracing app. Download before travelling  The more of us that use it, the better we can control coronavirus. #TravelSafely","sentiment_score":0.5666666667}
{"full_text":"RT (1\/) Christmas is approaching. Affected by coronavirus, many companies, especially small businesses, are struggling to survi...","sentiment_score":0.0}
{"full_text":"RT I am proud to support Jon along with for the U.S. Senate in the Georgia runoff election. Jon...","sentiment_score":0.8}
{"full_text":"RT Is this correct? Wow if it is. Further evidence of the nonsense that's being said about the Victorian Government's role in t...","sentiment_score":0.05}
{"full_text":"UK secures 2 million more doses of Moderna's COVID-19 vaccine","sentiment_score":0.5}
