{"full_text":"RT This emphasizes that some people are having vastly different experiences of Covid than others.We know that age is a s...","sentiment_score":0.0}
{"full_text":"RT 3-year-old boy welcomed home from 10-month hospital stay for cancer treatment by the local fire department:","sentiment_score":0.0}
{"full_text":"RT No social distancing or masks for the technocrats, only for you, the plebs. And you still support it.","sentiment_score":-0.0083333333}
{"full_text":"Good luck. This administration has all but given up on containing the virus. Trump hasn't been to a coronavirus task force meeting in 5 months. His chief advisor is a quack radiologist who advocates for herd immunity and HHS Secretary Alex Azar is completely inept.","sentiment_score":0.4}
{"full_text":"RT 11) BOTTOMLINE: Bring on these accurate and cheap rapid antigen #COVID19 tests. Time is of the essence. Lives are of the es...","sentiment_score":0.4}
{"full_text":"COVID-19 in Ottawa: Fast Facts for Nov. 19, 2020 #Ottawa #Canada #Canadian #coronavirus #covid19ottawa #Ontario","sentiment_score":0.2}
{"full_text":"There are 2 types of isolation nowadays, one is due to covid, the other one is what india is facing in the region","sentiment_score":-0.125}
{"full_text":"RT Protests in Kampala &amp; few other towns as popular musician &amp; politician Bobi Wine, seeking to oust 34-year-ruling President Muse...","sentiment_score":0.0916666667}
{"full_text":" New polling from 74% think Nicola Sturgeon has handled the Covid-19 pandemic well. 62% think Boris Johnson has done badly. 15% of No voters in 2014 say Scotland would have handled the pandemic better as an independent country.https:\/\/t.co\/B3urP8VVkw","sentiment_score":-0.0159090909}
{"full_text":"RT A wrongful death lawsuit tied to COVID-19 infections at Tyson Foods' largest pork processing plant accuses the meatpacki...","sentiment_score":0.0}
{"full_text":"RT Expect encouragement to go out, shop, eat, drink, and be merry before Christmas. They need the cover of a Covid spike i...","sentiment_score":0.0}
{"full_text":"RT Covid-19 doesn't give a flying f*ck about Christmas. If we have to make compromises this year, so be it. We can still att...","sentiment_score":0.0}
{"full_text":"Mask up as #COVID19  #SecondWave looms large: #PM  ","sentiment_score":0.2142857143}
{"full_text":"NPHET to meet as progress in tackling Covid slows, RTE #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/Lwnp4mAfok","sentiment_score":0.0}
{"full_text":"They're all round here, you can pick them up after lockdown. Have you got our sellotape, conditioner and kids at your place?","sentiment_score":-0.2}
{"full_text":"RT New hospital admissions trending down, COVID-19 inpatients &amp; ICU numbers still o major improvement. Hospital occupancy still...","sentiment_score":0.0144360269}
{"full_text":"RT &lt;371&gt; COVID19 is surging &amp; can be much more dangerous than the 1st wave which means more deaths of Pakistanis. It is highly ir...","sentiment_score":0.14}
{"full_text":"Still the data is showing you don't have to lockdown and wreck the economy to broadly end up the same Covid19 result.","sentiment_score":0.03125}
{"full_text":"RT 3) Also Trump CDC being muzzled about the #SARSCoV2 Coronavirus being airborne...","sentiment_score":0.0}
{"full_text":"RJ Gaurav Sharma aka 'Sharma G' of talks to on her latest #book, 'Srilaaji'!Here's Part 1 of the interview, a simple introduction to the fun that's coming up!'Srilaaji' by Shobhaa De is on sale now#books #writing #writerslife #thursdayvibes #lockdown","sentiment_score":0.3333333333}
{"full_text":"RT Courts will decide if Newsom exceeded his executive power. Californians are judging his hypocrisy","sentiment_score":0.0}
{"full_text":"RT I called up to send their spl vehicle to pick up garbage from a COVID effected flat in my society  They told me...","sentiment_score":-0.025}
{"full_text":"RT I note one reason for 'circuit breaker' lockdown in SA - framed as legitimate and worthwhile policy as compared to Victor...","sentiment_score":0.5}
{"full_text":"RT COVID-19 in Malaysia : Numbers at a Glance as of 19th November 2020, 12 pm#COVID19#KitaTeguhKitaMenang#sihatmilikku#w...","sentiment_score":0.0}
{"full_text":"RT Covid deaths in Scotland are even worse than I thought. It's 5,135 deaths rather than 3280.  It's ten times worse than Euro...","sentiment_score":-0.2666666667}
{"full_text":"Glad people think that Covid is going to have a Christmas break.... Ugh ","sentiment_score":0.5}
{"full_text":"RT Met Hon'ble LG. Briefed him about the corona situation in Delhi. We agreed that to create effective deterrent so that p...","sentiment_score":0.6}
{"full_text":"RT Folks--something big is afoot... the CDC is soon holding its first press conference since the start of the pandemic. #COVID1...","sentiment_score":0.125}
{"full_text":"Anyone been to Westfield during lockdown? Are any shops open ","sentiment_score":0.0}
{"full_text":"Not just COVID: Nursing home neglect deaths surge in shadows","sentiment_score":0.0}
{"full_text":"Hallelujah.. Less covid","sentiment_score":-0.1666666667}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"Covid-19: Senior officials clash with Holohan at meeting on lifting lockdown, The Irish Times #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/MoBKrj8e3U","sentiment_score":0.0}
{"full_text":"RT #NICThisWeek - Glimpses of National Informatics Centre (NIC) support to Government of India amid #COVID19.","sentiment_score":0.0}
{"full_text":"Locking down earlier would have reduced the rise in infections meaning it would be a much shorter lock down.This would have reduced deaths and the impact on the economy and people's lives, and improved the prospects of a normal Christmas.Delaying is bad in a pandemic.","sentiment_score":-0.1011111111}
{"full_text":"RT \"The benefit bill is the biggest part of government spending\"Defence Secretary Ben Wallace says the PS16.5bn investment i...","sentiment_score":0.0}
{"full_text":"RT The current lockdown is supposed to end in just over a week. Yet here we all are, begging to be let out at Christmas. We ar...","sentiment_score":0.0}
{"full_text":"RT At least 250,029 people in US have died of Covid-19 since February, at least one American is dying every minute of the...","sentiment_score":-0.2}
{"full_text":"Yes, it says that masks offer protection against covid.","sentiment_score":0.0}
{"full_text":"LIVING BEYOND THE WORLD'S IMAGINATION: Austria to tighten lockdown, but factories remain ...","sentiment_score":0.0}
{"full_text":"RT 1) I wanted to share my experience at Guindy, Kings institute of preventive medicine where I got admitted recently for Cor...","sentiment_score":0.0}
{"full_text":"RT Betsy DeVos tried to illegally siphon pandemic relief funds away from public schools and divert them to wealthy private...","sentiment_score":0.0}
{"full_text":"You're correct, because this is in reference to covid-19.","sentiment_score":0.0}
{"full_text":"Covid-19: Reopening Ireland is clouded in doubt in the absence of hard facts, The Irish Times #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/iNRNdIVsT1","sentiment_score":-0.1013888889}
{"full_text":"RT Austria has closed all schools to curb rapidly rising coronavirus cases, but neighbouring Switzerland has no plans to fol...","sentiment_score":-0.1}
{"full_text":"RT Here's the Growing List of Democrats Who Defied Their Own CoVID Rules","sentiment_score":0.6}
{"full_text":"RT Betsy DeVos tried to illegally siphon pandemic relief funds away from public schools and divert them to wealthy private...","sentiment_score":0.0}
{"full_text":"RT Today's #COVID19 headlines:Tokyo raised its covid-19 alert to the highest of four levels, as daily infections in the Ja...","sentiment_score":0.0}
{"full_text":"RT Our latest data from and in showing that the Oxford\/AZ #COVID19 #vaccine is safe and im...","sentiment_score":0.5}
{"full_text":"RT Joe Biden says his plans for COVID vaccine distribution could \"be behind by weeks or months\" because of the Trump admin's...","sentiment_score":-0.4}
{"full_text":"Regardless of any future inquiry, we are where we are. Dole queues growing, huge economic damage and further breakdown in public trust of institutions. the next decade is going to be rocky. ","sentiment_score":0.1}
{"full_text":"RT Nobody:Kevin hart: I gave my family covid I have trash dick my underaged daughter is a hoe and my son stupid as shit. I mi...","sentiment_score":-0.5}
{"full_text":"Join us 25\/11\/20 1-4pm UK time for conf - Lessons to be learnt for #NHS from #covid19 - programme\/link attached ","sentiment_score":0.0}
{"full_text":"What the fucking FUCK","sentiment_score":-0.4}
{"full_text":"The pandemic has disrupted normal life across the globe, affecting businesses and forcing learners to find alternative ways to access knowledge.  Arifu, an online learning platform, is helping solve the problem. Read more in this article:https:\/\/t.co\/lDPYkBRBQn","sentiment_score":0.325}
{"full_text":"RT Pass the pie and not #covid19 this Thanksgiving. Assess your risk, and think about how to keep you and your loved ones sa...","sentiment_score":0.7}
{"full_text":"RT  Oxford vaccine shows 'encouraging' immune response in older adults 3 vaccines have already reported good preliminary da...","sentiment_score":0.4333333333}
{"full_text":"Hmmm. Still no AIDS vaccine; and they want us to take a hastily created Covid vaccine? Get rekt. I have an immune system.","sentiment_score":0.0}
{"full_text":"We're so happy to have our entire MPT team back together again this morning. Covid can't stop us! Welcome back, we've missed you all.","sentiment_score":0.32}
{"full_text":"RT The wealth of Amazon's Jeff Bezos has increased $70,700,000,000 since mid-March while an estimated 20,000 Amazon workers have...","sentiment_score":0.0}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormal","sentiment_score":0.0}
{"full_text":"RT Folks--something big is afoot... the CDC is soon holding its first press conference since the start of the pandemic. #COVID1...","sentiment_score":0.125}
{"full_text":"Dozens of Secret Service officers sidelined by COVID-19, ABC News #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/VyUwROkREY","sentiment_score":-0.4}
{"full_text":"Do you understand how many Wisconsinites voted absentee because of Covid-19? Entertain yourself with petty power plays while you can. Cancel golf trips to show America you knew how to behave but didn't. Too late no one cares","sentiment_score":0.1}
{"full_text":"RT Don't be like CM Kejriwal! Be a responsible citizen! Always wear a mask!https:\/\/t.co\/MBpxqmAjZi","sentiment_score":0.25}
{"full_text":"RT EU employers advertised 35% fewer jobs in online job portals in the 2nd quarter of 2020 compared to same period in 2019. This...","sentiment_score":0.0}
{"full_text":"Something must be wrong with Republicans when 72% say that they approve with Trumps handling of the Coronavirus. Maybe 250K dead Americans is an insignificant number to the Republican party members or indeed they live in a parallel universe where DJT is their GOD. .","sentiment_score":-0.1409090909}
{"full_text":"I also do not understand the very expensive cook at home kits which also mostly are wrapped in an extraordinary amount of plastic and single use packaging. Bought one in the first Lockdown and was horrified at the plastic it came wrapped in.","sentiment_score":0.0723809524}
{"full_text":"Alan Self isolation Day 14 Alan's Girlfriend #animation #animated #Quarantine #lockdownextension #lockdown #UKlockdown #Icanthearyou #stockpilinguk #SocialDistancinguk #SocialDistancing #StayHomeSaveLifes #IcanthearyouAlan #SelfIsolation 4","sentiment_score":0.0}
{"full_text":"Soooo... today is Thursday, which basically means it's Friday, which basically means it's the weekend! And #Thanksgiving2020 is next week. Then #Hannukkah and then #Christmas followed by #NewYearsEve - time to get COVID planning!","sentiment_score":0.0}
{"full_text":"RT Dear know you're preoccupied with overturning the election, but I'm just leaving the ER and wante...","sentiment_score":0.0}
{"full_text":"RT The persistence of this awful traffic -- in the middle of a pandemic and incompetent government that have starved jeepney...","sentiment_score":-0.45}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"RT Who are these people?? And how have they won 49 government contracts?","sentiment_score":0.0}
{"full_text":"6 million people isn't a pandemic. It's a fuckin' holocaust","sentiment_score":0.0}
{"full_text":"UNICEF exec director: \"Disruptions to key services and soaring poverty rates pose the biggest threat to children. The longer the crisis persists, the deeper its impact on children's education, health, nutrition and well-being. The future of an entire generation is at risk.\"","sentiment_score":0.0}
{"full_text":"RT WILL ALL BE REMEMBERED AS THE TRAITO...","sentiment_score":0.0}
{"full_text":"If they mix and want to stay at home and isolate for two weeks after and be ill \/ die then that's on them but they won't - it's just mixing to pass it on to other people, services and areas.","sentiment_score":-0.3125}
{"full_text":"In a short term, yes she had made a valid pointIn a long term, China might be able to compensate for the lost the resources the government have put on to help those in need (The government had subsidised lots during the pandemic, e.g.  the jobless, the parents, health workers)","sentiment_score":0.15}
{"full_text":"Technology and #telehealth are reaching those who aren't able to get out and those in rural areas. The current pandemic has made it more important than ever to make #healthcare available to those most at risk. #homecare  #homecarehospicemonth #powerofrural #NationalRuralHealthDay","sentiment_score":0.3285714286}
{"full_text":"* The #Orban government is once again consolidating power by using #COVID19 as a pretext for political revenge one and a half years before general elections #DemocraCE #Hungary by from","sentiment_score":-0.0388888889}
{"full_text":"Stay active at home  with .@LesMills Work out at home with unlimited access to over 800 of the world's best workouts taught in 21,000 gyms around the world.  #ActiveBolton","sentiment_score":0.4333333333}
{"full_text":"Oklahoma ranks 40th when it comes to being the safest place to spend Thanksgiving due to the rise in COVID-19 cases.","sentiment_score":-0.125}
{"full_text":"RT Scare stats appearing about Sweden, some spread with unbecoming glee. Swedes, like rest of EU, grappling with fierce 2nd wave....","sentiment_score":0.0}
{"full_text":" Reduce interaction time with medical staff during #COVID19 with #Telemedicine solution by #SBS.Discover more,","sentiment_score":0.25}
{"full_text":"COVID-19 has impacted the education of more than 15 million children Uganda since March. Find out what this means for children like Simon in Bidibidi refugee settlement, in Northern Uganda. #WorldChildrensDay #ItTakesAWorld","sentiment_score":0.5}
{"full_text":"The global pandemic has put our lives on hold, but one benefit has been a huge 34% increase in household recycling. We need to keep up this momentum moving forward; most tech is recyclable, and our Stone 360 app will make this a breeze for you! Learn more:","sentiment_score":0.38125}
{"full_text":"are here to help through another lockdown with their call &amp; collect service. Call 01789 773057 with your shopping list and they will take it from there. Farm shop is open as normal. #farmshop #shoplocal #alcester #connectionmags","sentiment_score":0.075}
{"full_text":"Dr Harsh Vardhan has said he is confident that COVID-19 vaccine will be ready in the next three-four monthshttps:\/\/t.co\/dl9sgFSrRk","sentiment_score":0.125}
{"full_text":"Normality got us into the mess of the Covid-19 pandemic - a return to it won't help us, vaccine or not |z","sentiment_score":-0.175}
{"full_text":"ONE WEEK TO GOJoin us for an In Convo event with Spokesperson for Foreign Affairs and International Development.We will be discussing: Global Education #COVID19 DFID\/FCO merger ...and much more!Register now https:\/\/t.co\/UBYHechBUT","sentiment_score":0.01875}
{"full_text":"RT Support your local independent retailers... most shops in #frome are doing the click \/ order &amp; collect during this lockdo...","sentiment_score":0.1666666667}
{"full_text":"Sarah Silverman Describes Adam Schlesinger's Coronavirus Death: 'I'm Still in Shock'https:\/\/t.co\/gvesWd3GviPresented by","sentiment_score":0.0}
{"full_text":"In our new essay for #postcovidcouncils pillar on Trust &amp; Governance, sets out the results of a survey on #misinformation &amp; explores how trust is under threat and the link between trust &amp; an effective pandemic response, plus much more:","sentiment_score":0.4121212121}
{"full_text":" As we reach the halfway point of the second lockdown, Chairman Jim Scott says it's creating concerns about mental health for them, despite first team games continuing #CapitalReports","sentiment_score":0.05}
{"full_text":"When to get a coronavirus test: 3 things to know before traveling.#PandemicTravel #TravelTest #TravelHealthhttps:\/\/t.co\/lST0fmlELo","sentiment_score":0.5}
{"full_text":"Student Space is here for you through coronavirus. However you are feeling help and guidance is available. Explore a range of trusted information, services and tools to help you with the challenges of student life:","sentiment_score":0.4}
{"full_text":"#Covid19 highlights the impacts of compounding inequality, yet also demonstrates urgent need to boost funding for #ClimateChange. Despite agreeing to channel $100 bill for #ClimateAdaptation, global #ClimateFinance is still $20 bill short.  Learn more:","sentiment_score":0.1666666667}
{"full_text":"Don't forget folks..... . . . the holidays are coming up fast and \"black Friday\" is the last day to catch covid if you want to be dead by christmas","sentiment_score":-0.0416666667}
{"full_text":"It's still business as usual for our Aftersales teams, who are all operating in a COVID-safe manner. If you'd like to get your vehicle booked in, please just head over to our website... #TeamArbury #WeAreOpen","sentiment_score":-0.25}
{"full_text":"Getting exercise outdoors, where possible, is a way of boosting physical &amp; mental health &amp; wellbeing@Calico_Homes have used funding from the #LancashireResponding COVID-19 Fund to provide outdoor resources to improve the physical &amp; mental wellbeing of their older residents","sentiment_score":-0.0055555556}
{"full_text":"Need some advice and help on dealing with lockdown and coronavirus? A range of information and advice for older people, those living with dementia and carers is available","sentiment_score":0.2833333333}
{"full_text":"Taiwan 1st country to enjoy Phantom of the Opera in world amid pandemichttps:\/\/t.co\/c1XyvkhcBc","sentiment_score":0.4}
{"full_text":"'We have no other option': Columbus restaurant owner reluctantly stays open despite surge in COVID-19 cases #10TV","sentiment_score":0.03125}
{"full_text":"Ticketmaster says it has been working with event organizers and venues to navigate how they plan to admit fans to live sporting events and concerts once a vaccine is released.","sentiment_score":0.1363636364}
{"full_text":"COVID 19 cases in India until : 19\/11\/2020 16:30Total Cases: 8960098 [+1958]Active: 443192Recovered: 8383251 [+1481]Deaths :131639 [+21]Total Tests: 128.51MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Newswatch COVID-19 Digest: Thursday November 19, 2020 ","sentiment_score":0.0}
{"full_text":"In the future, KFC restaurants will have smaller dining rooms and more room for pickup orders.","sentiment_score":0.1666666667}
{"full_text":"RT Morrison backs South Australian lockdown.Morrison obviously hates Victorians.","sentiment_score":0.0}
{"full_text":"Welcome to everyone registered to attend our online event TODAY on #COVID19 and #carehomes : Advances in Admin Data Research, at 13:00hrs. Link will be emailed prior to 12:30 - follow us on twitter, using #carehomedata","sentiment_score":0.4}
{"full_text":"Over 350,000 people will receive the #COVID19 Pandemic Unemployment Payment this weekThe quickest and easiest way to apply for the PUP is online at more in our latest payments update here: #MyWelfare","sentiment_score":0.5}
{"full_text":"#Iran's #Rouhani announces new nationwide closures","sentiment_score":0.1363636364}
{"full_text":"Pandemic adds $15 trillion in world debthttps:\/\/t.co\/Z421lMVn3V","sentiment_score":0.0}
{"full_text":"RT Thank you, Senator RThttps:\/\/t.co\/moRTDOToaW","sentiment_score":0.0}
{"full_text":"Young and emerging artists are struggling under lockdown as#COVID19 has forced venues to close, leaving thousands of jobs at risk.Sky News has spoken to some performers to find out how #coronavirus has impacted their career.Watch the full report ","sentiment_score":0.05}
{"full_text":"Sarah Silverman Describes Adam Schlesinger's Coronavirus Death: 'I'm Still in Shock'https:\/\/t.co\/44yvSlEH3KPresented by","sentiment_score":0.0}
{"full_text":"RT Dr Andreas Charalambous President points out that \"Building a resilient nursing workforce is pivotal, and t...","sentiment_score":0.5}
{"full_text":"During a time in which businesses bravely stepped out of their comfort zone in response to the pandemic, the level of #innovation we've seen is inspiring. Check out our new blog post on promoting your CSR  initiative, the right way: #thursdayvibes","sentiment_score":0.4305194805}
{"full_text":"RT Plastic pollution during the COVID era has gone to new levels of craziness. For some reason, this one shop thought it ne...","sentiment_score":0.1363636364}
{"full_text":"The England-wide lockdown is set to end on December 2, but rising Covid-19 rates in Cheshire East prompted the council to issue a warning to residentshttps:\/\/t.co\/fjfpJ6roJA","sentiment_score":0.0}
{"full_text":"RT Experts conclude; 'Wearing masks in the community does not significantly reduce the rates of infection.' So why can you be...","sentiment_score":-0.1875}
{"full_text":"#CDNTopStories The Cebu City Council recognized the efforts of Retired General Melquiades Feliciano and his wife, Mia Feliciano, for the coronavirus disease 2019 (COVID-19) response last June to August 2020.Read more: #CDNDigital","sentiment_score":0.1833333333}
{"full_text":"Time: 11:00 * Temp: 6.8degC * Wind: WNW 2.0 to 12.1mph * Pressure: 1025.3hPa * Rain: 0.0mm * Hum: 77% * ET: 0.2mm * Solar: 209.0W\/m2 * UV Index: 0.0 * Sunrise: 08:02 * Sunset: 16:15 * Cloudbase: 1640ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Absolutely SICKENING. #ProtectAllWorkers #COVID19https:\/\/t.co\/8ysGHXDnCY","sentiment_score":-0.9}
{"full_text":"We've got a special offer to make sure you can still get hold of your favourite daily paper during lockdown. Sign up today to get free delivery of the Daily Express for six weeks. https:\/\/t.co\/uPTWo9LfVf","sentiment_score":0.2514285714}
{"full_text":"We've got a special offer to make sure you can still get hold of your favourite daily paper during lockdown. Sign up today to get free delivery of the Daily Mirror for six weeks. https:\/\/t.co\/JHJpEInMCf","sentiment_score":0.2514285714}
{"full_text":"You may have seen #covid19 vaccine news - but did you know that volunteers are still wanted for ongoing and future vaccine trials? Register today:","sentiment_score":0.0}
{"full_text":"Kawartha Lakes will expand its winter service in downtown Lindsay, in a bid to create consistency among empty storefronts and a larger winter population from residents staying home during the pandemic.","sentiment_score":-0.05}
{"full_text":"'Renowned' Swiss Health Expert Discusses Banning Healthcare to Coronavirus Deniers","sentiment_score":0.0}
{"full_text":"Grant for suppliers and service providers hit by Covid restrictions will open on Thursday","sentiment_score":0.0}
{"full_text":"RT UK Watchdog, National Audit Office, criticises government over awarding of PS17bn Covid contracts: non-transparency, cronyism...","sentiment_score":0.0}
{"full_text":" Europe has an opportunity to put decarbonisation and the energy transition at the heart of its #COVID19 recovery.A #blog by Laszlo Varro, Chief Economist of looks at the #cleanenergy projects which could drive change in Europe.Read it here ","sentiment_score":0.0}
{"full_text":"LinkedIn shares 6 predictions on how Covid-19 will transform hiring, based on a survey of over 1,500 talent professionals, data points from the LinkedIn platform, and in-depth interviews with talent leaders around the world.","sentiment_score":0.0}
{"full_text":"Might it conceivably be that we are led by a man who just goes ahead and does the things he wants to do, without consideration of the consequences?","sentiment_score":0.15}
{"full_text":"This honestly does not sound like a bad idea in the midst of a November lockdown. You get to be safe (rapid testing) and cruise in the sea and wine and dine and socialise. #innovation #travel #cruise #acinmilan #singapore #sea","sentiment_score":0.05}
{"full_text":"Follow for today...","sentiment_score":0.0}
{"full_text":"RT Five. Hundred. Men. Don't listen to anyone who tells you it's a tiny minority, this is an epidemic","sentiment_score":0.0}
{"full_text":"More than 1 in 5,000 Americans Are Currently Hospitalized With Severe Coronavirus, Newsweek #coronavirus #COVID19 #CoronaInfoCH #Corona #COVID #COVID19 #Covid_19 #SARSCoV2 ...https:\/\/t.co\/qKSICbp9YU","sentiment_score":0.25}
{"full_text":"RT NEW: \"Data from 191 countries shows no consistent link between reopening schools and increased rates of coronavirus inf...","sentiment_score":0.0056818182}
{"full_text":"How does your experience working during the #coronavirus lockdowns measure up against others? Our magazine reports on a survey of employees from six counties and how disrupted work methods affected them. Read more:","sentiment_score":0.5}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"RT are here to help through another lockdown with their call &amp; collect service. Call 01789 773057 with yo...","sentiment_score":0.0}
