{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"RT These people believe:Climate change is fakeCoronavirus is a hoaxThe elections were riggedPro Wrestling is real...","sentiment_score":0.2}
{"full_text":"RT Lots on RBL tomorrow (I'm trying to make that abbreviation a thing): the latest on rising covid cases across the country....","sentiment_score":0.5}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"Full lockdown. But my daughter is a nurse. So I'm extremely worried about her.","sentiment_score":0.1125}
{"full_text":"RT If you're blaming Nancy Pelosi for the failure of Congress to pass a Covid-19 relief package, you're a fucking idiot.This...","sentiment_score":-0.4583333333}
{"full_text":"RT Why is she running for Senate??? Definitely, Georgia is NOT on her mind!!!","sentiment_score":0.0}
{"full_text":"Hi! Please retweet and spread!!DO NOT donate used clothing po since we are still experiencing a pandemic and it may cause transfer of hazardous viruses.","sentiment_score":0.6}
{"full_text":"We need a lockdown","sentiment_score":0.0}
{"full_text":"Be sure then to stand in his crowd of MAGA proud boys and other supporters and don't wear a mask and take big deep breaths in and out.","sentiment_score":0.235}
{"full_text":"RT If you are celebrating #Diwali, please #BeSafe, don't attend or host gatherings. Instead, celebrate at home, make a special...","sentiment_score":0.3571428571}
{"full_text":"How's the lockdown in France working so far?","sentiment_score":0.1}
{"full_text":"RT Suggestion:We have 100,000+ new COVID cases dailyCountless small businesses are hanging on by a threadRemote learning is fai...","sentiment_score":-0.0568181818}
{"full_text":"RT Keep in mind this is the daily total for a Saturday and numbers tend to be lower on the weekend. We really need to t...","sentiment_score":0.0666666667}
{"full_text":"RT My favorite things about my team, the #TrailblazerCommunity, Astro Nomical and getting to see so...","sentiment_score":0.5}
{"full_text":"RT Trump hasn't attended a task force meeting in months. Career officials are taking notes on shortcomings in the pandemic res...","sentiment_score":0.0}
{"full_text":"RT america's rulers are ideologically opposed to the only measures that have proven effective at stopping the pandemic so ins...","sentiment_score":0.3}
{"full_text":"COvid spreader!!!  Shame on you!!!","sentiment_score":0.0}
{"full_text":"RT No one on the Right burns down buildings, loots Louis Vuittons or punches people in the face when we protest...might want to...","sentiment_score":0.0650793651}
{"full_text":"RT \"Our couch was our front. Our patience our weapon.\"","sentiment_score":0.0}
{"full_text":"Unemployment Update for Those Who Did Not Yet Certify that Claim is COVID-related | LRRChttps:\/\/t.co\/uaDxoYDQ9I","sentiment_score":0.0}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"...the land of the free and the home of the brave..","sentiment_score":0.6}
{"full_text":"RT 'if Cdns are going to get through #COVID19 intact, CDA's medical officers of health must find the morality &amp; courage to st...","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT Why is she running for Senate??? Definitely, Georgia is NOT on her mind!!!","sentiment_score":0.0}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT I said that the only thing that would move some Trump voters would be if they suffered immense personal pain from his polic...","sentiment_score":0.0}
{"full_text":"RT THREAD:Jon Ossoff is running as a D for a Senate seat in GA against a sitting R who's running for re-election despite cal...","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler is the 2nd worst person in America #CorruptKelly","sentiment_score":-0.5}
{"full_text":"RT This weekend I'm thinking about the RNs LPNs DOs MDs techs, staff - heroes - saving #COVID19 lives in the ICUs of the Heart...","sentiment_score":0.0}
{"full_text":"DAMN right!","sentiment_score":0.3571428571}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT \"Sweden hoped herd immunity would curb #COVID19. Don't do what we did\" write 25 leading Swedish scientists\"Sweden's a...","sentiment_score":0.0}
{"full_text":"I don't think we will care, we bring up the numbers now of how many Americans have died from #COVID, and yet people are actually using whataboutisms of people dying by other causes to justify Trump's neglect of a pandemic.","sentiment_score":0.125}
{"full_text":"Thinking about some Sekiro tonight, not really sure. My plans to stay at home were interrupted by an invitation so I'm not sure if I will be able to go live but I want to","sentiment_score":0.0340909091}
{"full_text":"RT This is a Fresno City Council member y'all  the lack of critical thinking is ASTOUNDING","sentiment_score":0.3}
{"full_text":"RT Put the schools in the lockdown. Councillors and MPs can't keep tip-toeing around this issue.Act now to reduce the oppor...","sentiment_score":0.0}
{"full_text":"Singer Jeremih Hospitalized in ICU with COVID-19, Rappers Ask for Prayers","sentiment_score":0.0}
{"full_text":"Oh yeah we'll be super spoiled when Biden gets in the Oval Office on January 20, 2021. Finally we'll have a real President once again taking care of business. And getting a handle on our pandemic situation.","sentiment_score":0.1777777778}
{"full_text":"RT Y'all crying about \"another\" lockdown while some of us never even left the first","sentiment_score":0.0166666667}
{"full_text":"Unreal","sentiment_score":0.0}
{"full_text":"....in 2020. I'm seeing my tl and I think whoever it was, they were tryna drag Jin?... WHOLE vocal king ... we really don't need to focus on an extinct group of antis when we got a whole comeback in a few days...we suppose to be on lockdown Rn ...","sentiment_score":-0.0166666667}
{"full_text":"RT Trump hasn't attended a task force meeting in months. Career officials are taking notes on shortcomings in the pandemic res...","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"Wear a mask ","sentiment_score":0.0}
{"full_text":"RT If we all take more precautions, COVID will spread less and there will be fewer restrictions.If we all take fewer precaut...","sentiment_score":0.1666666667}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"This is what I meant.https:\/\/t.co\/AgInSTKoET","sentiment_score":0.0}
{"full_text":"RT #Mexico has registered more than 1 million total #coronavirus cases and nearly 100,000 test-confirmed deaths, though offi...","sentiment_score":0.2}
{"full_text":"There's still time to apply! Head to:","sentiment_score":0.0}
{"full_text":"RT Donald trump and the ENTIRE Republican party owe the honest, hard-working vote counters a HUGE apology.They do a thankles...","sentiment_score":0.3333333333}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"Animes that I've watched during this lockdown  Erased  Dororo  Tokyo Ghoul S1-2... 3rd was ass only watch the two first episodes  Shingeki no kyojin 3S 1-2  Kimetsu no Yaiba aka Demon Slayer Psycho-pass Cowboy Beebop (rewatching)","sentiment_score":0.0833333333}
{"full_text":"RT While over 130 Secret Service agents are quarantined due to coronavirus, four were stuck shopping with Tiffany Trump on Wo...","sentiment_score":-0.2625}
{"full_text":"RT Impossible to overstate the significance of this crisis. It will only get worse in coming weeks.","sentiment_score":-0.3555555556}
{"full_text":"Lots of super spread Covid though","sentiment_score":0.3333333333}
{"full_text":"Mexico exceeds one million infections by COVID-19...https:\/\/t.co\/is0aQvSpPS","sentiment_score":0.0}
{"full_text":"RT We are now at 190,000 a day. Those who don't believe in masks, social distancing, contact tracing, tell me your plan. All ea...","sentiment_score":0.0333333333}
{"full_text":"RT We are sending prayers up for singer Jeremih who is hospitalized in the ICU with COVID-19 ","sentiment_score":0.0}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT You sad sacks: Trump is doing a drive-by while on his way to golf. You're standing in the cold screaming and risking Covid....","sentiment_score":-0.55}
{"full_text":"you are unbelievablr","sentiment_score":0.0}
{"full_text":"RT I'm not having family or friends over for Thanksgiving. Or Christmas. Other than walks outside, I'm not leaving my house un...","sentiment_score":-0.0625}
{"full_text":"RT If you're blaming Nancy Pelosi for the failure of Congress to pass a Covid-19 relief package, you're a fucking idiot.This...","sentiment_score":-0.4583333333}
{"full_text":"\"Boo hoo my gym isn't open\" is one if the most first world complaints there is. So many alternatives that don't involve a post work out COVID smoothie.","sentiment_score":0.3125}
{"full_text":"RT 3) El Paso keeps setting one record after another. They now lack staffing for all the needed ICU beds.","sentiment_score":0.0}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"RT i don't think it diminishes the failure of the state pandemic response (which is of course immense) to also observe that ame...","sentiment_score":-0.1583333333}
{"full_text":"RT \"The official cause of death was Covid-19, but the underlying causes of her suffering were poverty, environmental injustice...","sentiment_score":0.0}
{"full_text":"RT ALSO YESTERDAY: 'More than 130 Secret Service officers are said to be infected with coronavirus or quarantining in wake of...","sentiment_score":0.05}
{"full_text":"I will say that a \"covid couch\" sounds risky but I've slept on some very gross couches.","sentiment_score":0.0}
{"full_text":"RT If you don't think Trump will do all he can to punish as many Americans as he can on his way out the door, you don't know t...","sentiment_score":0.5}
{"full_text":"I f@cking knew it","sentiment_score":0.0}
{"full_text":"Congratulations and yeah thanks for making awesome videos thanks for watching ,thanks to covid, see you guys in the next one ","sentiment_score":0.32}
{"full_text":"RT COVID-19 has put Minnesota in a \"desperate and dangerous place\" with case counts soaring, the death toll climbing and fear...","sentiment_score":-0.6}
{"full_text":"RT puro \"education must continue despite it all\" but nobody even listens to the educated. if you had listened to the scientists...","sentiment_score":0.0}
{"full_text":"RT Get this, America?In South Korea, the government issued a national  mandate because of 200 cases.200.Today in the...","sentiment_score":0.0}
{"full_text":"To review, the offense is without starting QB Anthony Russo (COVID protocol), backup QB Trad Beatty (injury), starting WR Randle Jones (injury) and starting RT Michael Niese (injury.)","sentiment_score":0.0}
{"full_text":"RT Trump hasn't attended a task force meeting in months. Career officials are taking notes on shortcomings in the pandemic res...","sentiment_score":0.0}
{"full_text":"My sissy is in xray and the lines have been around the building. Told 'em to wear a mask and distance but nooooo, we were being puppets!!","sentiment_score":0.0}
{"full_text":"Standing on empty streets because they DON'T want to get COVID... I got a wife and kids to live for, let your supporters pass around that virus and die, I'm good!","sentiment_score":0.3037878788}
{"full_text":"RT Trump knew the coronavirus was dangerous. Senator Perdue &amp; Loeffler knew too. Perdue downplayed it like Trump. Now thousan...","sentiment_score":-0.6}
{"full_text":"RT Quick, arrest them before someone hears theobjections. No place for protests, lack of masks &amp; distancing unless you're Anti...","sentiment_score":0.1416666667}
{"full_text":"RT Dr. Fauci Says Coronavirus \"Won't Be A Pandemic For Much Longer\"","sentiment_score":0.2}
{"full_text":"Taiwan started COVID19 control measures by screening flight passengers from Wuhan as early as last Dec 31 because this island country does not trust China. A stark contrast with the Chinese Communist Party, which was still silencing those talking about the then-unknown virus.","sentiment_score":-0.025}
{"full_text":"RT THIS is our future! In every state! You think pumpkin pie is worth this? STAY. THE. FUCK. HOME.","sentiment_score":-0.0333333333}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"RT #VoteThemAllOut ! This is insane. I truly can't get over how stupid this is. Masks and social distancing work. Tha...","sentiment_score":-0.5888888889}
{"full_text":"RT Pst. It's not that they're understaffed.It's that you can legally pay an incarcerated person $0 for their labor.","sentiment_score":0.2}
{"full_text":"I'm sorry but the idea that R*d L*bst*r would introduce a M**nt**n D*w margarita during a pandemic is extremely upsetting","sentiment_score":-0.3125}
{"full_text":"either do your fucking job or move over and let someone else. Americans are dying every day.","sentiment_score":-0.6}
{"full_text":"reach up into.  But humans here still doing when are out per eyes per it &amp; it, &amp; function usual to boot, then all are having strange sees expected here, pun.  A PS or confidence to Dave Robinson on Corona Virus 19.  Cordially God the Father of Jesus Christ.  Adonai PHASE Yahweh","sentiment_score":-0.1333333333}
{"full_text":"RT If only the president had been as credulous about Covid-19 as he is about stories of voter fraud.","sentiment_score":0.0}
{"full_text":"RT Businesses in Peel Region could face $5,000 fine for failing to prevent spread of COVID-19https:\/\/t.co\/ncfaCuW65S","sentiment_score":0.4166666667}
{"full_text":"RT Trump hasn't attended a task force meeting in months. Career officials are taking notes on shortcomings in the pandemic res...","sentiment_score":0.0}
{"full_text":"RT In just a few months, we will swear in a new president who is committed to getting the pandemic under control:","sentiment_score":-0.0318181818}
{"full_text":"RT Scientists have lost their way! We haven't seen the Sun in so long... This morning in Georgia we finally get to see the s...","sentiment_score":-0.025}
{"full_text":"Unlike the BLM protesters and Antifa rioters, whose gatherings do not spread Covid. Because science, or something...","sentiment_score":0.0}
{"full_text":"RT Ustaz Ebit doing the whole Muhyiddin's cabinet job.","sentiment_score":0.2}
{"full_text":"RT is there a covid spike b\/c people get a little reckless after 10pm or because millions of people have to go to work indoo...","sentiment_score":-0.1875}
{"full_text":"RT Clinic nurse here.  Many phone calls easing the minds of COVID + people.  Of late, most are in their 20's to...","sentiment_score":0.2333333333}
{"full_text":"RT Minnesota broke its record again today with 8700 new covid cases. This is the scene at the Governor's mansion right now.","sentiment_score":0.211038961}
{"full_text":"RT CAPT. CHRIS \"BUBBA MAC\" MCVEY of Grove Hill, Alabama, died of COVID on Nov. 10. He was a beloved firefighter having ser...","sentiment_score":0.7}
{"full_text":"frankly, at this point not preventing Covid transmission is an act of violence","sentiment_score":0.0}
{"full_text":"Was interviewed by for this piece on the NBA's new plan to have fans back in person by December (?!)Needless to say, this is a terrible idea. Cases, hospitalization, and deaths are all rapidly rising. Symptom screening does not cut it. #COVID19","sentiment_score":-0.3409090909}
{"full_text":"RT I HAVE NEVER SMILED SO HARD SINCE THE PRE-COVID DAYS","sentiment_score":-0.2958333333}
{"full_text":"RT Democrats purposely overwhelmed the system &amp; sent over 100,000,000 mail-in ballots, 70% more than ever before!Then, after...","sentiment_score":0.5}
{"full_text":"5 Tips for Suburban Office Site Selection During COVID-19 #CRE #Office #Suburban #COVID-19 #NewNormalhttps:\/\/t.co\/tVQq3AAVbo","sentiment_score":0.0}
{"full_text":"RT Does this amount to criminal negligence at some point? Trump and his White House minimize pandemic surge as he focuses on d...","sentiment_score":-0.2}
{"full_text":"Let's be better #Humans!#JoyTrain #Joy #Love  #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #COVID19 #IDWP #IAMChoosingLove #ChooseLove #Quote #SaturdayThoughts #SaturdayMotivation #SaturdayMorning #ThinkBIGSundayWithMarsha RT","sentiment_score":0.6}
{"full_text":"The Liverpool star tested positive for Covid-19 on Friday ","sentiment_score":0.2272727273}
{"full_text":"Pandemic casts shadow over India's festival of light #AFP ","sentiment_score":0.4}
{"full_text":"Hey Karen, are you outside and more than 6ft away from them?  Then per the CDC you don't need a mask.  If you are scared of your own shadow perhaps you should consider staying home.","sentiment_score":0.3666666667}
{"full_text":"New COVID-19 cases and deaths rise sharply in France","sentiment_score":0.0056818182}
{"full_text":"RT While spent the past week taking Coronavirus Briefings, meeting with world leaders, and reaching out to hurtin...","sentiment_score":-0.175}
{"full_text":"RT We cannot wait until January 20 for a federal response to Covid-19.","sentiment_score":0.0}
{"full_text":"How a Boy With Autism's World Turned Upside Down When Pandemic Shut School #autism #ASD #school #COVID19 #pandemic","sentiment_score":-0.1555555556}
{"full_text":"Oh my god what a terrifying experience that would be, you're in hospital unable to escape a fire. Horrifying, poor people  &gt;Covid: Romania hospital blaze kills at least 10 infected patients - BBC News","sentiment_score":-0.62}
{"full_text":"Since the start of the fall semester, most universities began enforcing health regulations to stop the spread of COVID-19.","sentiment_score":0.5}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"CEOs from various health systems across the U.S. came together virtually to discuss how to support professional well-being during #COVID19 and beyond. Learn the key areas of critical focus during the pandemic.","sentiment_score":0.025}
{"full_text":"\"Despite these headwinds, these young adults haven't changed their minds to study abroad. They still want to experience a different campus culture and an international education...\"https:\/\/t.co\/gP9ePkFOCz","sentiment_score":0.0333333333}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"A woman accused of embezzling more than $100,000 from a school booster club is now facing additional charges after she reportedly presented false evidence stating that she tested positive for COVID-19.https:\/\/t.co\/qzDkWAcFvU","sentiment_score":0.1090909091}
{"full_text":"Migrant smugglers see boost from U.S. pandemic border policyhttps:\/\/t.co\/SITZj5qiHYvia","sentiment_score":0.0}
{"full_text":"More than 9,000 students and almost 800 teachers were quarantined for coronavirus exposure in Mississippi last week.https:\/\/t.co\/IzOXzvsvpM","sentiment_score":0.25}
{"full_text":"Assess your risk of contracting #COVID19 before going to an event in any West Michigan county.https:\/\/t.co\/oji8qTvxgw","sentiment_score":0.0}
{"full_text":"University band gets creative in order to practice music safely amid COVID-19 pandemichttps:\/\/t.co\/QG1kgAR7zb","sentiment_score":0.5}
{"full_text":"State data also showed the largest 1-day increase in the number of tests performed with more than 25K new tests reported. ","sentiment_score":0.3181818182}
{"full_text":"Two Auburn Couplesc. 1935Auburn Gold Show - Her sunglasses are outstanding. #Election2020 #COVID19 #History","sentiment_score":0.5}
{"full_text":"#Ukraine's health minister tests positive for #COVID19 as cases rise","sentiment_score":0.2272727273}
{"full_text":"Well if ones wouldn't riot this wouldn't happen either but you didn't see the media complain about that. I really don't see Covid going away until an effective vaccine comes out, right now we try to stay as safe as we can but Covid would soon be a virus that we live with.","sentiment_score":0.3444155844}
{"full_text":"Polls over the last several months show Japanese -- and Japanese companies -- are divided about holding the Games, or doubtful they should be held at all.","sentiment_score":-0.16}
{"full_text":"\"It's not one or two hotspots, the entire country is a hotspot of coronavirus infection.\"","sentiment_score":0.0}
{"full_text":"RT Here we go. My first COVID tweet. I do not need a governor telling me what to do. I'll wear a mask and space myself. Im a respons...","sentiment_score":0.25}
{"full_text":"RT Do not miss this video.","sentiment_score":0.0}
{"full_text":"We need to focus on the GA runoff and what it means to elect Jon Ossoff and Rev. Warnock. And what it means if we don't. #resisters #SaturdayVibes #SaturdayMotivation #COVID__19 #COVID #coronavirus #rachelmaddow #lincolnproject","sentiment_score":0.8}
{"full_text":"RT One of the funniest things about Trump's Nazis marching together in DC today is that they're going to infect each othe...","sentiment_score":0.0}
{"full_text":"RT How an Australian state beat its second wave of #COVID19: Widespread testing, relentless contact tracing and draconia...","sentiment_score":0.0}
{"full_text":"RT Schools should stop acting like everything is normal.We're literally in the middle of: 1) recovering from devastating t...","sentiment_score":-0.3333333333}
{"full_text":"wish to be there but sorry because of the epidemic! love you and wish you all the best","sentiment_score":0.2916666667}
{"full_text":"The one thing President Plump has done plenty of in the past few months is downplay the pandemic, and golf.","sentiment_score":-0.225}
{"full_text":"There is no cure for COVID-19 yet. For your protection and mine, let's all wear face masks in public and practice safe distancing. Caring for others is patriotic, do your duty.  Freedom, Positivity, Humanity. https:\/\/t.co\/IeJ5gPo78v","sentiment_score":0.25}
{"full_text":"RT If we all take more precautions, COVID will spread less and there will be fewer restrictions.If we all take fewer precaut...","sentiment_score":0.1666666667}
{"full_text":"\"In Africa, at first, people believed Ebola wasn't real, that it was a plot by the Deep State, that it was fake news, and that it wasn't much to worry about and would go away.\"https:\/\/t.co\/pbIHzRBOfQ","sentiment_score":0.03}
{"full_text":"Bob Hannaford heard the outcries concerning the Naughty in N'awlins swingers gathering taking place amid the coronavirus pandemic. In response, he made these drastic programmatic changes to make his four-day event safer: https:\/\/t.co\/z8veQzvQLq","sentiment_score":-0.15}
{"full_text":"Small business in uptown get creative to keep cash flowing during pandemichttps:\/\/t.co\/N6aH9P7LYP","sentiment_score":0.125}
{"full_text":"RT British Columbia deaths (so far this year):Coronavirus: 288Overdoses: 1202.#bcpoli #yvr","sentiment_score":0.05}
{"full_text":"#tfw your #lawschool does not have a disaster preparedness plan especially during the pandemic and decided to leave everything to the professors. #incompetent #lawstudent #onlineclass","sentiment_score":-0.175}
{"full_text":"Dr. Celine Gounder, a member of President-elect Joe Biden's COVID-19 advisory board, told CBSN that indoor dining poses a greater risk of virus spread than schools do.","sentiment_score":0.5}
{"full_text":"RT They have been globally. The US way of hey, maybe some states will lock down and others won't, and...","sentiment_score":-0.0777777778}
{"full_text":"RT This is that stay home and watch \"Home Alone\" weather.","sentiment_score":0.0}
{"full_text":"RT Between October 1, 2019 and April 4, 2020 (186 days), the flu killed a maximum of 62,000 Americans.Between February 28,...","sentiment_score":-0.2}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"Absolutely not. Without the most qualified woman being misogynized by Trumpism, MSM, Russia and Comey, then Covid, Biden would not have won the primary in 2016. Absolutely fucking insulting.","sentiment_score":-0.05}
{"full_text":"RT Shareholders to receive $59 M this quarter during pandemic while hundreds died. Money could have been spent on PPE, worke...","sentiment_score":-0.1}
{"full_text":"RT #MurdochFreeMelbourne trends as Victorians stand their ground against News Corp. During COVID-19 Murdoch media launched an unp...","sentiment_score":0.0}
{"full_text":"RT Vote for Warnock! For the people, by the people! Warnock for US Senate! Register by December 5th to vote !#OneV1 #De...","sentiment_score":0.0}
{"full_text":"Heartbreaking.","sentiment_score":0.0}
{"full_text":"Already a chronic problem pre-pandemic, physician burnout is reaching crisis levels. Why now is the time for healthcare systems to get serious about wellness. #burnout #stress #wellness #humanresources #hr","sentiment_score":-0.3333333333}
