{"full_text":"RT This nurse speaks for the healthcare workers &amp; scientists who face the reality of COVID. WARNING: LANGUAGE","sentiment_score":0.0}
{"full_text":"RT Today I've heard from a constituent who has just lost a parent to Covid. They're getting phone calls, emails and texts sa...","sentiment_score":0.0}
{"full_text":"Anti-vaccine lies online mean a third of Brits could refuse the Covid vaccine. Here's what we do about it:","sentiment_score":-0.15625}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT The only \"opportunity\" a leader should see in a pandemic is the opportunity to minimize human and economic loss. #Cdnpol...","sentiment_score":0.0666666667}
{"full_text":"RT Isn't the Warnock\/Ossoff message in Georgia pretty simple? Perdue and Loeffler have joined McConnell in blocking pandemic...","sentiment_score":0.125}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT I and millions of others like me care. We wear our masks, we practice social distancing,...","sentiment_score":0.0333333333}
{"full_text":"Vickie Bands, Director of Community Outreach and Health Improvement for UM Upper Chesapeake Health, discusses COVID testing offered by our site in Aberdeen.https:\/\/t.co\/TBJsfWcR4H","sentiment_score":0.0}
{"full_text":"Oh puhleeze Sweet baby Jeeeeezus, let that ignorant cocksucker have the Herman Cain Strain of the tRump virus that takes 30-40 days to do its job. And Chuck Grassley too...","sentiment_score":0.35}
{"full_text":"RT Always a pleasure working with Thank you for covering our State Of Flavor trend report! Check it out here:...","sentiment_score":0.0}
{"full_text":"RT So, how did this prediction about Democrats &amp; COVID from July 22nd pan out? Once again Ted proves he's one of the...","sentiment_score":0.3}
{"full_text":"RT A Texas boy lost both of his parents to Covid-19. His family is asking the community to help celebrate his 5th birthday.","sentiment_score":0.0}
{"full_text":"Way to give her, and her lunatic ideas,  a bigger forum. You are public health menace . The media needs to take a long look at what it had done it the pursuit of money during this pandemic.","sentiment_score":-0.0166666667}
{"full_text":"But the Chinese propaganda still makes you wear a mask.","sentiment_score":-0.05}
{"full_text":"no just lock him up already","sentiment_score":0.0}
{"full_text":"RT Delhi is battling #COVID19 &amp; is in a state of extreme emergency. The people of Rajinder Nagar have not elected you to go hop...","sentiment_score":-0.125}
{"full_text":"us as Americans should hold you accountable. For blocking the transition. Now things like COVID and more deaths are happing it's need to move on and get out of the way","sentiment_score":0.5}
{"full_text":"Shit i wanted to tweet this but was scared I was going to get attacked","sentiment_score":-0.2}
{"full_text":"Graham needs to go!    Corrupt trump puppet","sentiment_score":-0.5}
{"full_text":"RT NEW VIDEO: Months before we knew how bad COVID was, Millionaire Senators David Perdue &amp; Kelly Loeffler got a briefing...","sentiment_score":-0.2818181818}
{"full_text":"No. He loves being able to squirm out of meetings and #PMQs. I expect him to announce a new 'Been In Contact With A COVID' announcment every fortnight until the No Deal Brexit comes crashing down like roof timbers in a burning building","sentiment_score":0.1602693603}
{"full_text":"Gov. Andrew Cuomo on Trump's response to the pandemic: 'Frankly, he hasn't been any help' What a hypocritical MORON!!!!!!!!","sentiment_score":-1.0}
{"full_text":"RT Some people have started to get tests for the coronavirus as a way to clear themselves to attend dinner parties without needin...","sentiment_score":0.1}
{"full_text":"RT Do folks realize how batty it is that, 8 months in, we're still focused on keeping restaurants open during a pandemic inst...","sentiment_score":0.0}
{"full_text":"RT of course","sentiment_score":0.0}
{"full_text":"RT To me, this is the top story in politics every day. A counter-majoritarian party has to be counterfactual, or it cannot l...","sentiment_score":0.5}
{"full_text":"RT Dolly Parton was one of the major funders for Moderna's coronavirus vaccine, which has proved to be nearly 95 percent effectiv...","sentiment_score":0.08125}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"Today at 2 p.m. Governor Hogan will hold a press conference to announce additional actions in the fight against the recent Covid surge.https:\/\/t.co\/Y7VIFIqnrT","sentiment_score":0.0}
{"full_text":"RT In case you needed another reason to love Dolly Parton: ","sentiment_score":0.5}
{"full_text":"The Dolly Parton COVID-19 Research Fund donated a whopping $1 million to the Vanderbilt Institute for Infection, Immunology, and Inflammation in Nashville, Tennessee.https:\/\/t.co\/lHZwlkeg0C","sentiment_score":0.0}
{"full_text":"Amazing!!","sentiment_score":0.9375}
{"full_text":"RT Reverse your decision.","sentiment_score":0.0}
{"full_text":"RT Chuck Grassley, an 87-year-old colleague of Ted Cruz, was on the Senate floor yesterdayGrassley has just announced he w...","sentiment_score":0.0}
{"full_text":"RT Have you seen Germany's new ads about COVID-19? It doesn't matter what language you speak, the message is clear. You can...","sentiment_score":0.1181818182}
{"full_text":"Your a dumb ass there is a pandemic going on even if your  President has checked out","sentiment_score":-0.375}
{"full_text":"RT Glad for the Judiciary agreeing that the epidemic of preventable maternal deaths violates the highest law of the land, and...","sentiment_score":0.5}
{"full_text":"Iowa Doctor Says Money And Staffing Needed To Handle Coronavirus In Nursing Homes","sentiment_score":0.0}
{"full_text":"Alway spreding kindness. A true American treasure ","sentiment_score":0.175}
{"full_text":"RT Who else agrees these #InsiderTraitors belong in prison, not the United States Senate? ","sentiment_score":0.0}
{"full_text":"RT To unleash the full potential of technology, integrated command and control centres have been setup in many cities. These...","sentiment_score":0.2833333333}
{"full_text":"RT Of course she was","sentiment_score":0.0}
{"full_text":"Hello Senator Can you please wear a mask!!#WearAMaskSaveALife","sentiment_score":0.0}
{"full_text":"No it's not and no one is down playing anything. The flu has killed Millions of people and no one has worn a mask. I'm not saying people should not wear mask at all. If someone feels that they need to they should. The best thing is to keep your distance and wash your hands often.","sentiment_score":0.2148148148}
{"full_text":"RT Every adult ICU bed in Switzerland is now occupied","sentiment_score":0.1}
{"full_text":"COVID live news - latest UK updates: Tier changes in Scotland as Hancock 'vigilant' over rules after England's lockdown Load of shit pushed a usual to scare people.","sentiment_score":0.0465909091}
{"full_text":"Social Distancing not being followed in most of the parts of our State. This huge gathering of more than 100-200 people were seen at Lachit Nagar for 'AADHAR Card'Irony is that the minister himself claims that the Pandemic isn't over yet. Hypocrisy.","sentiment_score":0.3583333333}
{"full_text":"RT The Action Tracks outline 5 key pathways to transform #FoodSystems for a better world post COVID-19 Fr...","sentiment_score":0.2}
{"full_text":"RT Chuck Grassley, an 87-year-old colleague of Ted Cruz, was on the Senate floor yesterdayGrassley has just announced he w...","sentiment_score":0.0}
{"full_text":"RT Over the past week, 126 people with COVID-19 have died in Ontario. One of those people: Holocaust survivor Malvina Shabes,...","sentiment_score":-0.25}
{"full_text":"You deluded fool! You sheep always seem to bring out grandma, if we all stuck together don't wear a mask, stop getting tests we would get out of this, Hancock has even mentioned that the lockdown will go beyond December and France are keeping bars and restaurants closed until Jan","sentiment_score":-0.1}
{"full_text":"RT Tell us: is your UK swimming pool facing permanent closure because of coronavirus?","sentiment_score":0.0}
{"full_text":"RT Another senator is in quarantine today from exposure to COVID-19, and some Senate Republicans still won't even wear a mask t...","sentiment_score":0.0}
{"full_text":"RT It's no coincidence that COVID was under control back when was listening to If Fascist Giraffe...","sentiment_score":0.0}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"Service Update 17:00 - All train service updates here: A normal timetable is in operation on most routes - Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.325}
{"full_text":"RT Uttar Pradesh govt lowers price of RT-PCR test for Covid-19 to Rs 600 - Coronavirus Outbreak News","sentiment_score":0.0}
{"full_text":"Service Update 17:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. All updates here ","sentiment_score":-0.1666666667}
{"full_text":"RT i can't wait to say \"remember covid\"","sentiment_score":0.0}
{"full_text":"RT Chuck Grassley, an 87-year-old colleague of Ted Cruz, was on the Senate floor yesterdayGrassley has just announced he w...","sentiment_score":0.0}
{"full_text":"RT Uttar Pradesh govt lowers price of RT-PCR test for Covid-19 to Rs 600 - Coronavirus Outbreak News","sentiment_score":0.0}
{"full_text":"It seems we have a virus with a 99% recovery rate &amp; a vaccine with a 97% efficacy... and Fauci wants us to wear a mask until the end of time?  In CA, Gov Newsom is now demanding that we cannot leave the house for any reason without using a mask. Wake up people, TAKE THE MASK OFF!","sentiment_score":0.25}
{"full_text":"I FOUND IT!!! VACCINE FOR COVID-19.just a a couple of small steps and voila!Okay, bear me with this.First you need a pistol with 1 bullet exactly. Now you need to insert the barrel approx 2 inches into your mouth.Take 3 deep breaths.Rest your finger on the trigger","sentiment_score":0.0}
{"full_text":"Happy birthday young man.","sentiment_score":0.45}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT North Dakota with the highest covid mortality rate of any state or country in the world.South Dakota #3. Both with some...","sentiment_score":0.0}
{"full_text":"RT Hi all: of you are one of the American households that has done ok\/actually improved your finances during COVID (all those...","sentiment_score":0.0}
{"full_text":"I'm really missing being able to go outside without constantly checking nobody is near me. It's kind of draining after 8 months of it and plenty still to come. Can't wait to stood with other people and crowds and not worried about COVID. One day ","sentiment_score":0.125}
{"full_text":"And I'm saying that this isn't the only issue GOP is unwilling to budge on. They have refused to handle the pandemic whatsoever so saying they won't do this specifically is a bit of a red herring. As for a \"food panic\" that has more to do with lack of income than anything else.","sentiment_score":0.1666666667}
{"full_text":"RT Come one, come all for yet another exciting session!!!","sentiment_score":0.5859375}
{"full_text":"RT Everyone, please meet Voodoo, our new foster dog! He's 3! His previous owners loved him but got covid and couldn't tak...","sentiment_score":0.2488005051}
{"full_text":"Proud.","sentiment_score":0.8}
{"full_text":"RT This is idiotic. is being a complete ass. He wears a mask to speak--when nobody is remotely near him--as an ostent...","sentiment_score":-0.1555555556}
{"full_text":"RT Not sure why people think there is an infinite supply of health care workers. Today, we lost about 1\/3rd of our usual phy...","sentiment_score":-0.25}
{"full_text":"it makes sense that the covid vaccine is partially funded by dolly parton since i trust her with my life","sentiment_score":-0.1}
{"full_text":"RT From a pathetic negligent response to Covid; to heartless withhold of financial assistance to assuage the pressures and...","sentiment_score":-0.5}
{"full_text":"It may not be 100% accurate but \"Dolly Parton saved the world\" is the story we could really use to wrap up 2020.","sentiment_score":0.3}
{"full_text":"RT .@ChuckGrassley says he's been exposed to coronavirus. At 87 years old, Grassley is the president pro tempore of the Senate.","sentiment_score":0.1}
{"full_text":"RT Who else agrees these #InsiderTraitors belong in prison, not the United States Senate? ","sentiment_score":0.0}
{"full_text":"RT #KeepItUpCT!Here's the instructions for how to activate #CovidAlertCT on your mobile devices:","sentiment_score":0.0}
{"full_text":"Oh for fucks sake We are getting clobbered by COVID-19","sentiment_score":0.0}
{"full_text":"RT We're organising care packages + supplies to local families this lockdown and we need your help. We're looking for peo...","sentiment_score":0.0}
{"full_text":"when the pandemic stops.","sentiment_score":0.0}
{"full_text":"RT Do folks realize how batty it is that, 8 months in, we're still focused on keeping restaurants open during a pandemic inst...","sentiment_score":0.0}
{"full_text":"RT I want everyone to know that Dolly Parton gave us Buffy the tv series, the song 9 to 5, Dollywood, and of course the Covid...","sentiment_score":0.0}
{"full_text":"RT global strategy to accelerate the elimination of #CervicalCancer launched today.It rests on 3  pillars:Prevention through HP...","sentiment_score":0.0}
{"full_text":"i followed you.  My other one is on lockdown still too!","sentiment_score":-0.15625}
{"full_text":"RT Me answering screening questions for my eye appointment about having had contact with anyone with COVID","sentiment_score":0.0}
{"full_text":"RT After this lockdown, I just want to have endless amount of fun, dates, concerts, clubss, outdoor activities, holidays, all...","sentiment_score":0.0875}
{"full_text":"Exactly this.  Unfortunately COVID is multiplying already existing disadvantage and those leading the schools not suffering so much need to be more aware of this.","sentiment_score":0.14}
{"full_text":"RT i can't wait to say \"remember covid\"","sentiment_score":0.0}
{"full_text":"RT Democrats will soon have a voting majority in the Senate, without the Georgia runoff, as Republican senators will be in qua...","sentiment_score":0.0}
{"full_text":"RT Wearing a mask correctly is crucial to preventing the spread of #COVID19. Protect yourself and others: wash your hands o...","sentiment_score":0.0}
{"full_text":"RT Covid management of under ji gets praise by .","sentiment_score":0.0}
{"full_text":"It is not speculation.  Transverse myelitis was confirmed by AstraZeneca, albeit at considerable delay.https:\/\/t.co\/lqCbacswKjhttps:\/\/t.co\/kKGWwy6wlfhttps:\/\/t.co\/2eyj6KWdRvThe circumstances of the second reported case are less clear.","sentiment_score":0.0866666667}
{"full_text":"RT Chuck Grassley, an 87-year-old colleague of Ted Cruz, was on the Senate floor yesterdayGrassley has just announced he w...","sentiment_score":0.0}
{"full_text":"RT I was going to say oust Duterte, but we can't wait for a vaccine. Kailangan natin i-oust ang demonyo na iyan ngayon na....","sentiment_score":0.0}
{"full_text":"RT 10 Tips to Avoid Covid Burn Out at Home and Help Your Mental Health.","sentiment_score":-0.1}
{"full_text":"RT Gov. DeSantis says he will not place Florida on a second lockdownhttps:\/\/t.co\/kEGVD4txot","sentiment_score":0.0}
{"full_text":"Those who never insider traded on pandemic info from a confidential Congressional briefing should be mad, but go Kelly Loeffler, amirite","sentiment_score":-0.625}
{"full_text":"Delhi is going to break record of Corona cases and MLAs are going Goa. Well-done ji","sentiment_score":0.0}
{"full_text":"RT Georgia needs REAL Senators, not pandemic profiteers like #InsiderTraitors Loeffler and Perdue.We're arranging transporta...","sentiment_score":0.2}
{"full_text":"Nice thing about the #lockdown is that you can have a job interview just after your #newhaircut","sentiment_score":0.6}
{"full_text":"Thanks for the opportunity and the good work your are doing Had to laugh in a classic WFH moment, contractors starting banging on the door the moment the panel started!! #realworld","sentiment_score":0.2733333333}
{"full_text":"Something  you clearly don't understand. Bye-bye, I'm social distancing.","sentiment_score":0.0666666667}
{"full_text":"So that's the plan, Trump style rallies with national Republican speakers.If it takes a couple of weeks to show up, you can infect voters for about a month and keep them from the polls.This is a blatant disregard of CDC guidelines and common F$&amp;%ING sense.Gonna look bad.","sentiment_score":-0.5}
{"full_text":"RT I raised the today with the Taoiseach that there are 160  individuals living in Direct Provision &amp; working in our healthc...","sentiment_score":0.1}
{"full_text":"\"CDC urges people to avoid singing at holiday gatherings\"  -NY Post","sentiment_score":0.0}
{"full_text":"Don't believe the traitorist liar!","sentiment_score":0.0}
{"full_text":"What about the Senate staffers who were directly in front of him. Do their lives not count? #ProLife? #TrumpBodyCounthttps:\/\/t.co\/XkEBLp0sPo","sentiment_score":0.1}
{"full_text":"Children's Wisconsin is preparing to take care of adult patients up to age 26 as COVID-19 cases surge.","sentiment_score":0.1}
{"full_text":"RT Emergency Press Conference - 2nd Wave Corona Lockdown","sentiment_score":0.0}
{"full_text":"RT Mohammed Elneny has tested positive for COVID 19. That's our season done. Goodbye premier league title, it was fun while it l...","sentiment_score":0.2636363636}
{"full_text":"RT I'd rather die standing &amp; fighting than kneeling &amp; begging.I'd rather live and possibly get the flu than stay home in f...","sentiment_score":0.0681818182}
{"full_text":"RT The economic harms of COVID-19 to the deprived are critical but not inevitable. Who profits from the pandemic, and who...","sentiment_score":0.0666666667}
{"full_text":"RT Chris Selley: 'COVID zero' is not going to happen in Canada. Stop pretending otherwise","sentiment_score":0.0}
{"full_text":".@tedcruz is somehow owned by and also owns himself regularly.","sentiment_score":0.0}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"It's his brothers wedding stfu","sentiment_score":0.0}
{"full_text":"Yeah it also happend to me , it was in the lockdown time I was watching some videos in YT, suddenly one catched my eye and I started watching it, since denn I'm a prisioner of their love and I can't stop...forever FTTT and Zaintsee...","sentiment_score":0.25}
{"full_text":"Yeah the covid is real an my boys grandpa was murdered from medical malpractice due to doctors tryna get paid cuZ they do per body and each ventilator it's fucked up, but a virus can't be airborne and as much as ppl wana say f the government they are being lapdogs for em","sentiment_score":-0.065}
{"full_text":"RT For two decades, Guadalupe Perez -- known as Don Lupillo to neighbors -- sold raspados on 26th Street and Central Park Aven...","sentiment_score":0.0}
{"full_text":"Join me this Thursday for a conversation about the forgotten pandemic of speeding &amp; what it will take to slow drivers down. TY for the invitation!","sentiment_score":-0.2472222222}
{"full_text":"The Indiana State Department of Health added 5,541 confirmed COVID-19 cases to the state's total Tuesday, raising it to 262,207. The new cases were recorded Oct. 31-Nov. 16. It also added 84 COVID-19 deaths raising the state's total to 4,770. The deaths occurred Oct. 22-Nov. 16","sentiment_score":0.1340909091}
{"full_text":"#Breaking | Shelby County reaches its highest 24 hour COVID-19 case count since the start of the pandemic. In July there were 700 cases reported in a day. Today there were 835. has mentioned of the the staggeringly high totals is because of a backlog of data..","sentiment_score":0.16}
{"full_text":"MVC CLOSURES: Five other MVC centers in #NewJersey remain closed.","sentiment_score":-0.1125}
{"full_text":"University Counseling Center adopts online format. Telemental health plan lets UCC continue services during COVID-19 pandemic.Read the FULL STORY by Gitl-Yevgeniya Driker:https:\/\/t.co\/SRhRvP4gEc","sentiment_score":0.125}
{"full_text":"RT When I donated the money to the Covid fund I just wanted it to do good and evidently, it is! Let's just hope we can find a...","sentiment_score":0.50625}
{"full_text":"this is how end the pandemic: listerine","sentiment_score":0.0}
{"full_text":"RT Does this sound like a good thing to you?","sentiment_score":0.55}
{"full_text":"I am all in favor of distributing aid to foreign countries in need.  Now please distribute this same humanitarian aid to the people of the United States who are struggling with food inadequacies because of Covid-19.","sentiment_score":-0.0625}
{"full_text":"Situations like COVID-19 can make people more vulnerable, and more attractive to scammers. Learn how to protect yourself from financial fraud during Financial Literacy Month #FLM2020","sentiment_score":0.2166666667}
{"full_text":"We're helping small businesses impacted by the COVID-19 pandemic through our B.U.I.L.D. Small Business Grant Program! Eligible small business may receive a grant of up to $3,000. Learn more and apply at the link below.https:\/\/t.co\/fuGMakMklI","sentiment_score":-0.078125}
{"full_text":"Here at Vox we take every step possible to ensure social distancing. But are there other ways to slow the spread? Reporter breaks down the misconceptions of herd immunity and the spread of #COVID19. ","sentiment_score":-0.1094444444}
{"full_text":"The hysteria was all union and teacher led to get more dues paying members, funny how all this concern evaporated with the \"pay me\" deals signed in early summer, as strategy was to get paid first and then use pandemic to further agenda","sentiment_score":0.22}
{"full_text":"October report (https:\/\/t.co\/5IiRug7RUL) reveals the impact of COVID-19 on UK healthcare system. Mental health support will be needed for an additional ~10m people. It's so important that this care is prepared for and provided.","sentiment_score":0.15}
{"full_text":"A key factor in the delivery of Pfizer's coronavirus vaccine: It must be shipped at extremely cold temperatures.","sentiment_score":-0.3}
{"full_text":"While COVID-19 makes a resurgence, Dr. David Walker of Dutchess County gives some helpful reminders on how to stay safe while running.","sentiment_score":0.5}
{"full_text":"We can all play a part in stopping the spread of Coronavirus. Keep yourself, friends and family safe by refraining from meeting other households inside their home or your own. #StickWithIt","sentiment_score":0.325}
{"full_text":"#CX leaders have faced multiple challenges in the areas of digital, safety and well-being of customers and data and analytics throughout the COVID-19 pandemic. brings top challenges:","sentiment_score":0.1666666667}
{"full_text":"\"Immigration &amp; border patrol officials have committed acts of obstetric &amp; gynecological abuse for years. Even before the pandemic &amp; Trump's 'Remain in Mexico' policy.\"Joan Caivano &amp; Jane Marcus-Delgado write on reproductive injustice for immigrant women.+ info ","sentiment_score":0.0}
{"full_text":"Be big, shop small Buy Local Tees Valley allows you to #SupportLocal this Christmas  Discover a range of amazing businesses Support Tees Valley independents through lockdown  Start Christmas shopping from your sofa","sentiment_score":0.0875}
{"full_text":"Have you been wondering how the #COVID19 pandemic impacted people's sex lives? We have some answers from a survey conducted in Summer 2020 with #sexualhealth service clients in BC. summarizing selective findings ","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 17\/11\/2020 22:30Total Cases: 8902982 [+28756]Active: 444540Recovered: 8325573 [+37231]Deaths :130867 [+307]Total Tests: 126.54MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Rivers said what UMC calls a 'COVID-pit,' is where the sickest patients are kept.https:\/\/t.co\/1isG5492E3","sentiment_score":0.0}
{"full_text":"With Franklin County now designated a COVID-19 red zone, the Paul Sawyier Public Library has announced new hours.","sentiment_score":0.0454545455}
{"full_text":"#Texas has reported the most cases(1,066,918) so far &amp; 20,032 #deaths. When adjusted for population, that translates to roughly 3,680 known cases &amp; 69 deaths for every 100,000 #residents.#StaySafeUse #Covid_19 kit:","sentiment_score":0.1666666667}
{"full_text":"What Music Professionals Need To Know #TodayNovember17 Strictly Discs in Wisconsin, in a Pandemic: New COVID-19 Closures Are 'Getting Closer'","sentiment_score":0.1363636364}
{"full_text":"COVID-19 hospitalizations rapidly increasing in Cumberland County and Pennsylvaniahttps:\/\/t.co\/YRe4hdY3ji","sentiment_score":0.0}
{"full_text":"Passionate #BorisJohnson having a #reset is going well then.","sentiment_score":-0.05}
{"full_text":"JOHN TONE JR., 75, of Randolph, New Jersey died of COVID on April 26. \"He was a wonderful father, husband, brother, uncle and son. He served our country in the marines...He enjoyed spending time with family, golf with friends, watching football, nature shows and traveling.\"","sentiment_score":0.5454545455}
{"full_text":"RT What business is it of ours whether *checks notes*the Chancellor of the Exchequer stands to personally profit from a vacci...","sentiment_score":0.0}
{"full_text":"From yesterday: #Moderna reported a preliminary efficacy rate for its #COVID19 vaccine.https:\/\/t.co\/JkXQh3960X","sentiment_score":0.0}
{"full_text":"#Podcast &amp; visit local businesses across the country and celebrate the companies that have managed to pivot their business during Covid-19. This week they visited Thomas Patrick shoe shop on Grafton St in Dublin #OpenForBiz","sentiment_score":0.0}
{"full_text":"RT Every adult ICU bed in Switzerland is now occupied","sentiment_score":0.1}
{"full_text":"A new vaccine that protects against Covid-19 is nearly 95% effective, early data from US company Moderna shows.https:\/\/t.co\/GP9WKC2YdA","sentiment_score":0.2340909091}
{"full_text":"RT The graphic history of Coronavirus cases in the US. Really don't want to see the next few weeks.","sentiment_score":0.0}
{"full_text":"Amid rising COVID-19 cases, #ArvindKejriwal proposes 'mini lockdown' for crowded markets in Delhi  #Delhi","sentiment_score":0.0}
{"full_text":"In the midst of a pandemic with dozens of injuries plaguing Syracuse football, should there be an asterisk for their 2020 season? explores: ","sentiment_score":0.0}
{"full_text":"Scenes from the COVID-19 testing site at L.A.'s iconic Dodger Stadium by Despite sometimes hour-long lines, people waited patiently for their COVID tests as new. cases surge in the city.https:\/\/t.co\/ujP8IrWXVi","sentiment_score":0.3181818182}
{"full_text":"Vaccine distribution plans take shape but challenges remainhttps:\/\/t.co\/BEdkhSln5j","sentiment_score":0.0}
{"full_text":"Unique Method of Forecasting Flu Epidemics Was Useful in First Wave of COVID-19Learn more:","sentiment_score":0.35625}
{"full_text":"Very happy to announce that we have partnered with a wonderful team of people at Amsterdam based charity,  and their Kenyan partners Before lockdown we went out to Kuku, Kenya to meet some of the team &amp; were really impressed with what we saw.....","sentiment_score":1.0}
{"full_text":"\"It's imperative that the country recognizes Joe Biden and Kamala Harris as President-elect and VP-elect. They have so much work to do.\"\"They have to deal with the pandemic, with how to distribute the vaccine...and the current President has totally checked out.\" - Joni from PA","sentiment_score":0.0666666667}
{"full_text":"With the holidays coming soon, the U.S. is seeing its highest number of novel coronavirus cases to date. Dr. Alison Schwartz and Johnson &amp; Johnson's Dr. Paul Stoffels share tips on staying protected and quarantining effectively.","sentiment_score":0.6}
{"full_text":"'THEIR FAMILY MEMBERS DENY IT': The nurses say they have patients on life support and work to get them better. But when they wake, \"the first thing they communicate is that it's all a hoax.\"https:\/\/t.co\/miujCPPk4M","sentiment_score":0.375}
{"full_text":"RT me and the boys when covid is over","sentiment_score":0.0}
{"full_text":"#FreeDiaperFriday continues this Friday for Long Beach families! For  information on locations and times: https:\/\/t.co\/VG3ck16dp7#SupportFamilies #Covid19LongBeach #ECEintheLBC","sentiment_score":-0.0625}
{"full_text":"Make sure you follow government guidelines to reduce the transmission of Covid-19. https:\/\/t.co\/TJYwGfr1tb","sentiment_score":0.5}
{"full_text":"Time for China to align with global practice in counting coronavirus casesSince February, China's coronavirus tally of 'confirmed' cases has not included positive patients who are asymptomatic or presymptomaticBy Josephine Ma (@scmp_joma)#HongKong","sentiment_score":0.2090909091}
{"full_text":"Competence in government - such as protecting individuals from being infected by other humans - is what was and what is now necessary.https:\/\/t.co\/9Z3lAFrxdM","sentiment_score":-0.0625}
{"full_text":"As we anxiously await national leadership with an effective pandemic response plan, we keep the lives taken and forever changed by #COVID19 in mind. In AZ, Sonia Encinas wrote a heartfelt story about her father and his experience with COVID-19.","sentiment_score":0.1166666667}
{"full_text":"CSR Update: is donating $5 million to the state of Texas to pay back what the company received in unemployment benefits for its workers in the state who were previously furloughed due to the pandemic.","sentiment_score":-0.0972222222}
