{"full_text":"RT And now there's this:My home state of Fla.6,820 new cases of Covid-19 Brings my State to 843, 897 total-to date...U...","sentiment_score":0.1363636364}
{"full_text":"RT The challenge before us right now is still immense and growing, and so is the need for bold action to fight this pandemic.","sentiment_score":0.1797619048}
{"full_text":"Whats best for Georgia? Loeffler, a Trump Covid grifter, or Rev Warnock, former pastor of MLK's church? Perdue, A Dollar Tree biz consultant\/debate no-show, or Georgetown Educated Joel Ossoff, intern for John Lewis? C'mon y'all. #FlipGeorgiaBlue #January2021","sentiment_score":0.5}
{"full_text":"RT \"The government has failed to publish any information about PS4bn of Covid-related contracts awarded to private companies,...","sentiment_score":-0.25}
{"full_text":"RT In the last 48 hours, the number of #COVID19 cases have risen. However, reports suggesting that 15% is the positive rati...","sentiment_score":0.1136363636}
{"full_text":"White male here. Too recently self employed to qualify for govt scheme. Renting so no mortgage holiday or rent holiday. Lost PS12,000 in revenue in lockdown 1. Did manage to get PS445 in universal credit (1 month only). In my 31st year of full NI contributions......","sentiment_score":0.0583333333}
{"full_text":"RT AB school cases are spiralling out of control.Last week was quite the week, and bracing now for the week ahead.","sentiment_score":0.0}
{"full_text":"RT Three things about Pfizer announcing their Covid-19 vaccine is 90% effective:1- The flu vaccine peaks at 60% effective2- the...","sentiment_score":0.0}
{"full_text":"RT Israel's illegal detention of Palestinian political prisoners is now more dangerous due to #COVID19.90+ Palestinian pris...","sentiment_score":-0.145}
{"full_text":"RT The challenge before us right now is still immense and growing, and so is the need for bold action to fight this pandemic.","sentiment_score":0.1797619048}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"NOOOOOOO he is president elect...... he will leave on Jan 20... not a day later...","sentiment_score":0.4}
{"full_text":"RT The bottom line: I will spare no effort to turn this pandemic around.","sentiment_score":0.0}
{"full_text":"Just do it!!  Lock down now, its already later than it needed to he.   Or lock down a month later.  is the responsible party and will be judged by his action or lack thereof.","sentiment_score":-0.0018518519}
{"full_text":"RT .@realDonaldTrump's Operation Warp Speed, launched in May, is a massive scientific, industrial + logistical endeavor unlik...","sentiment_score":0.0}
{"full_text":"RT The United States is now averaging 948 coronavirus deaths per day, soaring up from 689 over roughly the last three weeks, a...","sentiment_score":-0.05}
{"full_text":"RT If it's the fact that turns out to be an anti Covid vaxxer that finally wakes up the media to what a horrible l...","sentiment_score":-0.5}
{"full_text":" When this whole pandemic is over, all of y'all can come over for Brunch","sentiment_score":0.2}
{"full_text":"RT President Trump needs to rescind his Covid NE NOW!!!  If Biden gets in, he could, of course, sign a new one. But,","sentiment_score":0.1363636364}
{"full_text":"RT Ukrainian President Zelenskiy says he has tested positive for coronavirus infection and will be working in self-isolation whil...","sentiment_score":0.2272727273}
{"full_text":"Although, they reported just this morning that a player had tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"An update about graduation this fall ","sentiment_score":0.0}
{"full_text":"RT \"I'm not getting a COVID vaccine so they can microchip me,\" the man typed into his phone that tracks his every thought and co...","sentiment_score":0.0}
{"full_text":"CNN: Ben Carson is the latest Trump official to test positive for coronavirus... ","sentiment_score":0.3636363636}
{"full_text":"RT a guy called into Lehrer the other day, when they'd only been talking compromise \/ reconciliation, &amp; he was like \"what sp...","sentiment_score":-0.0625}
{"full_text":"RT Lemme just point out that this pointless political theater is playing out amidst an economy that's missing 10 million jo...","sentiment_score":-0.15}
{"full_text":"RT The #Steelers placed TE Vance McDonald on the COVID-19 reserve list, per the wire.","sentiment_score":0.0}
{"full_text":"RT Pre Covid GDP growth rate at 6 years low, Nominal GDP growth rate 17 years low, Unemployment rate 45 years high, Automo...","sentiment_score":0.0533333333}
{"full_text":"What you won't see on UK news channels.#Liverpool and #Manchester in revolt over #Lockdown","sentiment_score":0.0}
{"full_text":"I completely adore this article ","sentiment_score":0.1}
{"full_text":"A measure of Trump's America:\"At the UN today, China and Russia called on the United States to root out racism and police violence, while Cuba and Venezuela said it must provide equal access to health care during the Covid-19 pandemic\".Mind-boggling!","sentiment_score":0.0}
{"full_text":"She should be free to travel anywhere she likes, just like any other D.C. resident.However, attending a victory speech is not, by any stretch of the imagination, \"essential.\" just admit your hypocrisy. #COVID19","sentiment_score":0.0916666667}
{"full_text":"RT This woman lost her job due to lockdown, and then opened her own spa! Looking for a great massage in Cape Town? boo...","sentiment_score":0.475}
{"full_text":"RT This is a really good point and a reality that we need to start getting comfortable with.","sentiment_score":0.55}
{"full_text":"RT That's good of him to narrow it down so we don't have to do multiversal contact tracing.","sentiment_score":0.1148148148}
{"full_text":"FDA is using Covid as an excuse to assfuck the entire Biotech industry. $IBB $XBI $RVNC","sentiment_score":-0.025}
{"full_text":"RT So glad to hear this from - critically important that folks understand the pressure these hospitalizations ar...","sentiment_score":0.45}
{"full_text":"RT Today, I have named a COVID-19 Transition Advisory Board, comprised of distinguished public health experts, to help our trans...","sentiment_score":0.0}
{"full_text":"You need to stand six feet away and wear a mask. But people can't project how many people are going into a store to manage to always be six feet away so wearing a mask is even more important in those instances.","sentiment_score":0.4666666667}
{"full_text":"RT Notre Dame orders mandatory COVID-19 tests for students before winter break","sentiment_score":0.0}
{"full_text":"RT The school day and out-of-school time hours look very different this school year. The economic crisis created by COVID...","sentiment_score":0.1}
{"full_text":"RT \"Naw brother am no taking it, see the hing is\"- *snorts big line of gear* \"they could put anything in the Covid vaccine\" x","sentiment_score":0.0}
{"full_text":"And yet we aren't in school and Washington has no sports.  Awesome","sentiment_score":1.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"News that Pfizer's coronavirus vaccine strongly protects people against infection is good news for other vaccines being developed against the pandemic, said Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases","sentiment_score":0.2770833333}
{"full_text":"RT It's fine, covid is only contagious among Trump supporters and Orthodox Jews","sentiment_score":0.0722222222}
{"full_text":"RT Lol David Bossie, who is running Trump's legal fight on the election  although he is not a lawyer, has tested positive for...","sentiment_score":0.4090909091}
{"full_text":"RT My friend Sam Youngman has a great piece in LA magazine about how that city needs a big damn party when the pandemic e...","sentiment_score":0.4}
{"full_text":"Apparently Copenhagen flights are still arriving daily, but there was a problem with COVID-19 spreading into the mink population and mutating.  Please consider a ban on flights from Copenhagen until we know more. Kudos on vaccine work.","sentiment_score":0.1833333333}
{"full_text":"RT It's fine, covid is only contagious among Trump supporters and Orthodox Jews","sentiment_score":0.0722222222}
{"full_text":"RT Official data is 'exaggerating' the risk of Covid and talk of a second wave is 'misleading', 500 academics tell Boris Johns...","sentiment_score":0.0}
{"full_text":"RT How about if he is indicted?","sentiment_score":0.0}
{"full_text":"What about nighttime riots? That's when the violent anarchists and looters come out to play, no social-distancing involved.","sentiment_score":-0.8}
{"full_text":"RT With the coronavirus pandemic surging, it's refreshing to see new leadership coming into power who actually believe in s...","sentiment_score":0.2121212121}
{"full_text":"RT Ukrainian President Zelenskiy says he has tested positive for coronavirus infection and will be working in self-isolation whil...","sentiment_score":0.2272727273}
{"full_text":"RT Chris, Melbourne has been through a very tough time. But thanks to population responding magnificently Australia now has on...","sentiment_score":0.2314814815}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"With Covid-19 cases fast on the rise, El Paso is running out of morgue space #SmartNews","sentiment_score":0.2}
{"full_text":"RT Dr. Fauci on Pfizer vaccine candidate: \"A 90 percent efficacy just is extraordinary....  The efficacy of the Pfizer mRNA can...","sentiment_score":0.3333333333}
{"full_text":"A new contender for the \"If you ever thought your job was useless meme\" You could be an MLA debating and voting on a piece of legislation which in legal terms no longer exists on the statute book and so  vote on whether to approve or reject the legislation was meaningless.","sentiment_score":-0.1659090909}
{"full_text":"RT From Biden and Harris' fearmongering about a potential vaccine to comments like this from Cuomo, Democrats' rhetoric abo...","sentiment_score":0.0}
{"full_text":"RT 1 Million Cases in 10 days for all yall who are out here just actin like the shit is over trynna have a good time. It ain...","sentiment_score":0.25}
{"full_text":"RT Hey #LongCovid people, have you been seeing dental issues? My 12 yo kid just had an adult front tooth fall out out of now...","sentiment_score":0.1}
{"full_text":"This is a task force - I hope you will join the conversation with the rest of the world and we can kill this virus together. #covid19 #bidenharris2020","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT Please everyone take care of yourselves:","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"WTF is your problem u obnoxious turd? Was he asking u? Seeing as the 1st lockdown was so \"temporary\" it's hard to know the idiotic rules at any given Second!What next?Bed by 6pm? No shaggin on Tuesdays? Expect mandatory DLC soon  (all characters wear masks &amp; hop around on foot)!","sentiment_score":-0.5416666667}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT This Vancouver company is key to the development of Pfizer's COVID-19 vaccine.","sentiment_score":0.0}
{"full_text":"RT DEVASTATING--4 members of a South Dakota family died from #COVID19. Janice lost her sister, brother in law, cousin, and her...","sentiment_score":0.0}
{"full_text":"Smh we shouldn't have played him","sentiment_score":0.0}
{"full_text":"RT Social distancing at school and college is hard but our education workforce is doing a great job.  Thank you. Let's ke...","sentiment_score":0.1805555556}
{"full_text":"RT US President-elect Joe Biden has used his first major speech since winning the election to urge Americans to wear masks to sl...","sentiment_score":0.2708333333}
{"full_text":"Proper taking the piss nowScottish strain of coronavirus? Fuck it im away out haggis hunting","sentiment_score":-0.2}
{"full_text":"Ontario ACORN Demands NO COVID Evictions, NO AGIs &amp; Full Rent ControlSIGN &amp; SHARE:","sentiment_score":0.35}
{"full_text":"Iv been to them all and the coronavirus isn't goin to stop me next year haha","sentiment_score":0.1}
{"full_text":"The cases is getting up comparatively to our country previous, but if we are actually testing enough the present figure would be a mere joke. Let's pray the populace heed the COVID19 prevention lifestyle.","sentiment_score":-0.1333333333}
{"full_text":"RT As COVID Vaccine Nears, Governors Continue to Play Politics","sentiment_score":0.0}
{"full_text":"RT We've got about 12 months before Boris Johnson says Labour are \"playing politics\" by asking why 500,000 vaccine doses were...","sentiment_score":0.0}
{"full_text":"today a guy deadass said \"i thought because the election was over it was okay to not wear my mask in here\" after he took his off to order from me they're real and they're out here!!!","sentiment_score":0.4453125}
{"full_text":"Hey, Mitch, just checking in to see how work on the Covid relief\/stimulus package is going... #AskingforAmericans","sentiment_score":0.0}
{"full_text":"He politicized Covid19. These health care desserts are the sole province of the state. Cuomo cut NewYork's health budget by $400Mio a year in the middle of the pandemic. Cuomo is no hero:https:\/\/t.co\/bTYz9TVztc","sentiment_score":0.0}
{"full_text":"RT Study Shows VR Technology Can Have A Positive Psychological Impact During Lockdown via ht...","sentiment_score":0.1136363636}
{"full_text":"At the end I asked her, since it's clear that many people are not taking their personal responsibility seriously and refusing to wear masks, contributing to people getting sick and dying, what other suggestions or ideas did she have for getting COVID under control.","sentiment_score":-0.0954365079}
{"full_text":"RT Someone did a 2020 Halloween theme  CORONAVIRUS ","sentiment_score":0.0}
{"full_text":"RT On day one, and I are ready to tackle the coronavirus crisis. Tune now for remarks after our first COVID-19 Cou...","sentiment_score":0.225}
{"full_text":"RT you fools, it already has","sentiment_score":0.0}
{"full_text":"His covid team looks good. Large, diverse backgrounds, sub task forces.","sentiment_score":0.4571428571}
{"full_text":"RT Joe Biden's new Covid-19 advisory board: world-leading professors of immunology, infectious diseases, internal medicine,...","sentiment_score":0.0681818182}
{"full_text":"So he didn't die from Covid?","sentiment_score":0.0}
{"full_text":"Why? Cant these people follow The Guidelines The Problem we are having here in Wisconsin Rich people think they are Invincible and spreading COVID-19 like wildfires stay ya ass at home.","sentiment_score":0.375}
{"full_text":"So excited to see the amazing literacy strategies come out of Coppell ISD! Very excited to have them as a partner using NoRedInk!","sentiment_score":0.578125}
{"full_text":"RT I'm grateful and honored to be asked to serve and to contribute to ending this pandemic. We have runaway spread right now...","sentiment_score":0.2857142857}
{"full_text":"A novel coronavirus (CoV) is a new strain of coronavirus.The disease caused by the novel coronavirus first identified in Wuhan, China, has been named coronavirus disease 2019 (COVID-19) - 'CO' stands for corona, 'VI' for virus, and 'D' for disease.   #coronavirus #COVID19","sentiment_score":0.1931818182}
{"full_text":"RT Pfizer Confirms It Did Not Work with the Trump Administration to Develop Coronavirus Vaccine","sentiment_score":0.0}
{"full_text":"RT Covid vaccine: First 'milestone' vaccine offers 90% protection chief executive, Ugur Sa...","sentiment_score":0.175}
{"full_text":"#Pfizer explains that there needs to be success in 3 areas: Evidence of efficacy in most vaccinated patients, evidence of safety with data from thousands of patients and manufacturing which is consistently at the highest quality standards #CovidVaccine","sentiment_score":0.35}
{"full_text":"RT Government has said legal action has a \"transparent purpose of trying to use the judicial process to emba...","sentiment_score":0.15}
{"full_text":"RT A new superhero has descended upon Man - a\/k\/a Mayor Christenson - has been handing...","sentiment_score":0.1363636364}
{"full_text":"Here's who's on President-elect Biden's newly formed Transition Covid-19 Advisory Boardhttps:\/\/t.co\/vXEo2QD5RE","sentiment_score":0.1363636364}
{"full_text":"RT Pfizer confirmed it did not work with the Trump administration to develop its coronavirus vaccine, which the company a...","sentiment_score":0.4}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"I agree. I work with people who wear single layers. I have three layers and a filter. I don't want to be bringing anything home with me. I don't know how often they get washed either! ","sentiment_score":-0.0892857143}
{"full_text":"RT Wrong.Pfizer didn't take Fed $ for research but entered into an agreement w\/ Trump Admin this JULY on logistics &amp; to rec...","sentiment_score":0.0}
{"full_text":"RT The Retail Void: Creative Ways to Fill Empty Spaces -#retail #retailnews #realestate #cre #retailapocalypse #covid19h...","sentiment_score":0.2}
{"full_text":"RT Question for people living with their family during lockdown. How many times have you opened up the Rightmove site?","sentiment_score":0.5}
{"full_text":"RT Trump's legal challenge has COVIDhttps:\/\/t.co\/rl2ECSpcaC","sentiment_score":0.2}
{"full_text":"RT \"In sub-Saharan Africa, women bear a disproportionate burden of the #HIV epidemic. Long-acting injectable forms of #PrEP give...","sentiment_score":0.0}
{"full_text":"RT Great piece here with Kelly-Ann, Caroline, Greg and @magnusharrison on what it's been like to work at @UHDBTrust over the p...","sentiment_score":0.8}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"she's submitting it and it's got enough signatures to be considered by the government, who'll probably jump on it to once again use human rights violations to distract from their incompetence with Covid i'm so sick of this I wanna hurl","sentiment_score":-0.2380952381}
{"full_text":"RT Pfizer's coronavirus vaccine is made by artificially creating a messenger RNA sequence in the lab that instructs your own cel...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"UK and global stock markets have soared following the success of the Pfizer coronavirus vaccine trials, with one government scientific advisor saying Brits could return to normal life \"by spring\"https:\/\/t.co\/NWPnFhrE8T","sentiment_score":0.1125}
{"full_text":"RT Let me get this straight. Trump's top advisers held an election night victory party,  and not only did they lose the elec...","sentiment_score":0.2333333333}
{"full_text":"RT Amazing how this is coming out now. It's almost as if it was always exaggerated on purpose!","sentiment_score":-0.0125}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"RT This year, COVID has forced the cancelation of our traditional toy-drive events - We invite our community to bring a new, un...","sentiment_score":-0.0545454545}
{"full_text":"RT The entire clown car got it","sentiment_score":0.0}
{"full_text":"RT TUESDAY: will deliver a live address to \"announce next steps in the state's response to COVID-19.\"It's at 2pm a...","sentiment_score":0.0681818182}
{"full_text":"61 million adult patients from 360 hospitals in US. Patients with both a recent diagnosis of a mental disorder &amp; COVID-19 infection had a death rate of 8.5% (vs. 4.7% among COVID-19 patients with no mental disorder, p&lt;0.001)","sentiment_score":0.0125}
{"full_text":"RT This is actual proof Trump really was fighting Big Pharma, just as he often said","sentiment_score":0.0666666667}
{"full_text":"Pfizer CEO says Covid-19 vaccine news is a 'game changer' via","sentiment_score":-0.4}
{"full_text":"RT &amp; should be \"transparent\" with their felony insider t...","sentiment_score":0.0}
{"full_text":"RT Amazing how this is coming out now. It's almost as if it was always exaggerated on purpose!","sentiment_score":-0.0125}
{"full_text":"RT Jackie Phamotse o busy maan!! If you went shopping during lockdown, you got a snake?","sentiment_score":0.15625}
{"full_text":"RT COVID IS NOT REPUBLICAN OR DEMOCRAT...COVID is not RED OR BLUE THIS IS A CRITICAL TIMEListen to Joe...Thousands of L...","sentiment_score":0.0}
{"full_text":"Welcome to liberal life","sentiment_score":0.8}
{"full_text":"RT BREAKING: has reported two additional COVID-19 clusters on Nov. 9:- Aggie Band (Artillery Band, Dorm 12)- Emerg...","sentiment_score":0.0}
{"full_text":"RT BREAKING--El Paso #COVID19 deaths surging so fast, they now need **10** mobile morgues to store deceased bodies, up from 4 l...","sentiment_score":0.2}
{"full_text":"Fitness Instructor Jarod Lemon on Coming Out, COVID &amp; Best Workout Tips via","sentiment_score":1.0}
{"full_text":"Pfizer says early data signals COVID-19 vaccine is effective","sentiment_score":0.35}
{"full_text":"Despite decriminalizing homosexuality two years ago, India's LGBTQ+ community still faces daily challenges--and the COVID-19 pandemic has only made matters worse. explains:","sentiment_score":-0.1333333333}
{"full_text":"Join us for the next COVID-19 Coalition program November 12, covering the long-term clinical impacts of COVID-19, as well as the effects of this virtual lifestyle on the mental health of children and adolescents.Register here:","sentiment_score":-0.05}
{"full_text":"The goals of reducing emissions from thermal power plants, transportation, &amp; other industries, &amp; switching to cleaner energy processes have been stalled with the economic fallout of the countrywide lockdown, say &amp;","sentiment_score":0.0375}
{"full_text":"RT I will not be taking an experimental and unlicensed mRNA coronavirus vaccine or a flu vaccine (now made in dog cells). No...","sentiment_score":0.1}
{"full_text":"RT Great to see my colleague restored on day 1 to his rightful place at the center of our fight against COVID. A...","sentiment_score":0.35}
{"full_text":"Should the young fear Covid more than the old?","sentiment_score":0.2333333333}
{"full_text":"got and email saying my boy school closed due to covid19.","sentiment_score":-0.1125}
{"full_text":"Don't miss it! Starting right now on with and take a look at how is faring in #HamOnt during #COVID19 and MPP provides a update. It all starts at 5pm! #LiveNow","sentiment_score":0.1785714286}
{"full_text":"Could Pfizer's #COVID19 #vaccine be a breakthrough? Director says he feels \"cautious optimism\" about new trial findings, but that there's still more to know. Hear what he expects to happen in the coming weeks &amp; months.","sentiment_score":0.3181818182}
{"full_text":"Have Chronic pain? Here are ways to ease pain with out the risk and side effects of opioid use #help #prevention #treatment #recovery #opioids","sentiment_score":0.0}
{"full_text":"President-elect Joe Biden is moving quickly to address the pandemic so we can get the economy running again with his #COVID19 Task Force.","sentiment_score":0.3333333333}
{"full_text":"The 20-minute program will feature musical performances, a greeting from Santa and a countdown to the tree lightinghttps:\/\/t.co\/mn77oCV9K3","sentiment_score":0.0}
{"full_text":"This school year has looked very different for students of all ages. What does the future of education #exports look like after #COVID19? Class is in session with &amp;","sentiment_score":0.0}
{"full_text":"With the announcement from Pfizer, hopes are rising for industries hit hardest by the pandemic.","sentiment_score":0.0}
{"full_text":".@CityofMiami Mayor recently participated in our Resilient H20 program &amp; stated the importance of resilience as it impacts the local economy.Watch the full program to hear how resilience is good for business &amp; for a post-COVID economy:","sentiment_score":0.2625}
{"full_text":"RT You won't be president.","sentiment_score":0.0}
{"full_text":"New Zealand's finances are tumbling into a pit of red ink due to the Covid-19 pandemic, but things are looking much better than expected - live updates via","sentiment_score":0.0912878788}
{"full_text":"Investment towards a climate-positive recovery","sentiment_score":0.0}
{"full_text":"#ICYMI: Halloween looked a little bit different this year.Here is how Prince George's County residents celebrated spooky season during the pandemic:https:\/\/t.co\/VUIZ5mi7nW","sentiment_score":0.0541666667}
{"full_text":"RT 3) Sir John: \"I do find it surprising that - in the midst of the Covid crisis - the Government appears to be fostering di...","sentiment_score":0.7}
{"full_text":"With the number of COVID-19 cases on the rise, please do what you can to stay safe &amp; healthy:Wash Your Hands, Wear A Mask, Social Distance.Also, getting tested is one of the best ways to help us reduce the spread of this virus. For testing sites, visit:","sentiment_score":0.5111111111}
{"full_text":"RT Wow. Actual governmenting.","sentiment_score":0.05}
{"full_text":"RT At one Texas prison nearly 6% OF THE POPULATION has died of COVID-19. Not 6% of the covid patients died, but 6% of the entir...","sentiment_score":0.1}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"As the pandemic continues, so does our fight for equitable, accessible education. Find out how you can support our movement with a gift to #WeStillTeachTV:","sentiment_score":0.375}
{"full_text":"The Black Doctors Consortium is offering free #COVID19 testing and flu shots at two district events this week. Nov. 10 - 12 to 4pm - St. Matthew AME Church at 728 N. 43rd St., Philadelphia. Nov. 12 - 1 to 4pm - Salem Baptist Church of Roslyn at 2741 Woodland Rd., Abington","sentiment_score":0.1166666667}
{"full_text":"Tomorrow (Tuesday 10 November) is #CouncilsCan Day and we will be joining other councils around the country in celebrating the commitment of our front line workers. This year we will be focusing on their hard work during the coronavirus pandemic.More:","sentiment_score":-0.2083333333}
{"full_text":"Is this season at risk of being the worst follow up year after a NCAA championship ever? #NCAAF #UnHinged #GeauxTigers","sentiment_score":-1.0}
{"full_text":"Yeah, \"experts\" No thanks","sentiment_score":-0.1}
