{"full_text":"We certainly  do, and always have in the public sector ,and until Covid the private sector seems to have been generally ignored.","sentiment_score":0.0660714286}
{"full_text":"Do u just sign players?Lets not act as if the pandemic didnt affect anyone, or should we ignore what he said about not cutting down wages of players just to sign a player or two? The stadium?And am i blaming zidane only?","sentiment_score":0.0481481481}
{"full_text":"RT Today we launched - a campaign to support businesses struggling through COVID and to drive forward our city's e...","sentiment_score":0.0}
{"full_text":"RT Study: About one-third of Minnesota counties ended up having at least one #coronavirus case that was tied to August's Stur...","sentiment_score":-0.3}
{"full_text":"Perfect.","sentiment_score":1.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT It sounds like lockdown will not end on December 2nd as we will enter into strict regional restrictions. We will be stu...","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler has tested positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"RT Trump's re-election campaign filed a petition seeking a recount in Georgia, while the campaign of Republican Sen. Kelly Loeffler s...","sentiment_score":0.0}
{"full_text":"RT .99 cents! \"I want to go to Heaven, Mom\". Five years old. What would you say? #ASMSG ","sentiment_score":0.1}
{"full_text":"RT It's just... infuriating. Literally maddening that this decent, lovely, selfless man is dead and that indecent, unloving...","sentiment_score":-0.0333333333}
{"full_text":"RT BREAKING: #PandemicProfiteer Kelly Loeffler has tested POSITIVE for #coronavirus.The entire is a #COVID19 hot zo...","sentiment_score":0.1590909091}
{"full_text":"RT Hate on Bullywood is growing like Corona cases in the world They became RICH bcz of UsFor sure, They will be become BEGG...","sentiment_score":0.025}
{"full_text":"If you ever what you'd do living in a totalitarian tyrannical state in history , you're doing it now. This is not a drill , Freedom is finished if we go along with this , the county is finished","sentiment_score":0.0}
{"full_text":"RT Modi Govt's unplanned lockdown pushed millions into poverty, jeopardised the health of citizens and compromised the future...","sentiment_score":0.0}
{"full_text":"RT Wake up. Look at my phoneSomething something covid something something mental healthSomething something bikini picSome...","sentiment_score":-0.1}
{"full_text":"they don't know how covid19 affects mental health either...we will see a massive surge caused by covid not the lockdown, not to speak of the NHS workers suffering from PTSD","sentiment_score":-0.05}
{"full_text":"RT 6,224 new COVID-19 cases in Wisconsin. 51 new deaths. Wisconsin has now topped 3,000 deaths since March.","sentiment_score":0.1363636364}
{"full_text":"China leading the agenda to get international travel restarted.\"We need to further standardise policies and establish fast tracks to facilitate the orderly flow of people.\"https:\/\/t.co\/S3E78BnROe","sentiment_score":0.0666666667}
{"full_text":"RT SALLY FISCHER, 72, of Zimmerman, Minnesota died of COVID on Nov. 14. \"They are not just numbers on charts of people who...","sentiment_score":0.0}
{"full_text":"Who gets in at 6am when you're in a lockdown? ","sentiment_score":0.0}
{"full_text":"Yup... a global pandemic... but why has the USA got 20% of the deaths.... with something like 5% of the global population.... Why has it hit America hardest?","sentiment_score":0.0}
{"full_text":"RT This isn't a 'chumocracy'. This is corruption.","sentiment_score":0.0}
{"full_text":"Asthma during winter during covid is great! Is my chest tight because I have a deadly virus or is it tight because the temperature went from 70 to 40 in a day and my lungs can't keep up with it!!! Wouldn't I like to know!!!!","sentiment_score":-0.0575165885}
{"full_text":"RT CJ MARAGA suspends physical sessions at Meru Law Courts for 14 days starting Monday after 6 judicial officials contract...","sentiment_score":0.0}
{"full_text":"RT Every breath you take...  Sharing my latest discovery. The is proven very effective against the coron...","sentiment_score":0.64}
{"full_text":"RT ONS, breaches, + teachers: THREADToday I reported an ONS breach to the UK Statistics Authority.Two breaches in fac...","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"Kolkata fights viruses with Covid-like symptoms | Kolkata News - Times of India","sentiment_score":0.0}
{"full_text":"RT what, in your opinion, is the worst thing that's happened in 2020? For me it's the global coronavirus pandemic","sentiment_score":-0.5}
{"full_text":"In lockdown","sentiment_score":0.0}
{"full_text":"Nobody is getting shot with rubber bullets, assaulted by police, or pepper sprayed. Prime example of white fucking privilege","sentiment_score":-0.3}
{"full_text":"RT 25,000 dead. Trump played golf.50,000 dead. Trump played golf.75,000 dead. Trump played golf.100,000 dead. Trump play...","sentiment_score":-0.2}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"y don't u open the data (State\/City\/Area) of testing areas. watng 4 ur orders 2 light up diyas or hit utensils as FAILED MY COUNTRY . U DON'T KNOW HOW 2 USE LOCKDOWN. Nov 2016 KILLED 10K AS HOSPITALS ASKED NEW CURRENCY.","sentiment_score":-0.0327272727}
{"full_text":"RT #BhopalNeed #Blood Type :  Any groupAt : Bansal Hospital. Blood Component : Need Plasma from Any #COVID19 recovered p...","sentiment_score":0.0}
{"full_text":"RT \"There is a reflexive impulse to say, 'This is England, this doesn't happen here. But that is a terrible complacency.' A...","sentiment_score":-1.0}
{"full_text":"Good luck your prayers are better served praying for families affected by tRUMP 's inability to mitigate covid19.","sentiment_score":0.6}
{"full_text":"RT He skips the session on COVID-19 to play golf???  With over 250,000 of his citizens dead on his watch already?  I have no ide...","sentiment_score":-0.2}
{"full_text":"RT The first of our award-winning 2-part series !   Next week ScoMo cleans his teeth, trims his nose hair and takes a bog.","sentiment_score":0.15625}
{"full_text":"This is worth sharing. #WearAMask #WearAMaskSaveALife","sentiment_score":0.3}
{"full_text":"RT It sounds like lockdown will not end on December 2nd as we will enter into strict regional restrictions. We will be stu...","sentiment_score":0.0}
{"full_text":"RT Fave pinoy BLs Updated:1. Gameboys2. Gaya sa Pelikula3. Boys Lockdown4. BenXJim5. (Maybe My Extraordinary, let's see the...","sentiment_score":0.3333333333}
{"full_text":"And people are surprised by this because .....?","sentiment_score":0.1}
{"full_text":"RT Medical Journal: Death of Man Who Fell Off Ladder 'Ruled as Natural, Caused by COVID-19'","sentiment_score":0.05}
{"full_text":"RT No words... CNN reports that Trump appearing to be skipping G20 virtual summit side-event focused on #COVID19 pandemic. Tru...","sentiment_score":0.0}
{"full_text":"RT Hey covid it's past 10 o clock in CALIFORNIA","sentiment_score":-0.25}
{"full_text":"RT The Pentagon said:","sentiment_score":0.0}
{"full_text":"RT You need to watch this to understand why SAGE is wrong, lockdown should be stopped and test and trace abandoned . It's all...","sentiment_score":-0.5}
{"full_text":"RT You can't do a halfway lockdown ok. You can't close certain businesses and deem others \"essential\"...You have to close...","sentiment_score":0.2380952381}
{"full_text":"RT YAY!! Still sending out signed copies if anyone is interested! Here is the link:","sentiment_score":0.3125}
{"full_text":"RT Dr. Onyema Eberechukwu Ogbuagu, an Igbo man is one of the brains behind the new Pfizer Covid-19 vaccine. He graduated fro...","sentiment_score":-0.1318181818}
{"full_text":"RT Your view of #God is ancient. God has nil to do with wars or who lives or dies or who is punished for sins or who is sa...","sentiment_score":0.0}
{"full_text":"RT Alif Satar positif COVID guys.And he performed in Muzik-Muzik.Anyway, govt won't suspend any aktiviti hiburan, aren't th...","sentiment_score":0.0}
{"full_text":"RT Trump appears to admit (even boast) that with his substantial assistance and support, Covid is 'running wild' in the US. #Pres...","sentiment_score":0.1}
{"full_text":"Salute...","sentiment_score":0.0}
{"full_text":"On the golf course during a meeting about COVID. I don't understand how people haven't stepped in. Virologists are saying like 200k more ppl can die by inauguration if he continues this way.","sentiment_score":0.5}
{"full_text":"RT The US just reported 12 million coronavirus cases:0M-1M: 98 days1M-2M: 44 days2M-3M: 27 days3M-4M: 15 days4M-5M: 17 d...","sentiment_score":0.0}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"RT For millions of families the pandemic has been pure misery. But for some, many connected to the Conservative Party, the...","sentiment_score":0.3571428571}
{"full_text":"5 Ways COVID-19 is Changing Office Space #CRE #COVID-19 #Office #NewNormalhttps:\/\/t.co\/9mVo4aTd6O","sentiment_score":0.0}
{"full_text":"Fingers crossed! We look forward to seeing you ","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"RT Jo Maughan is taking the govt to court citing cronyism and corruption around Covid contracts. I've signed this petition...","sentiment_score":0.0}
{"full_text":"RT Santa Claus is 'immune' to COVID-19, says Dr. Anthony Fauci","sentiment_score":0.0}
{"full_text":"RT Speaking of \"gained knowledge\", it's \"due\", not \"do.\"","sentiment_score":-0.125}
{"full_text":"RT First the #WHO covered up for #China's lies. Now it's trying to undermine our ability to combat #COVID19.Americans s...","sentiment_score":0.25}
{"full_text":"RT  COMPETITION TIMEIn need of some self care? Follow, Like &amp; RT this tweet to WIN a lockdown pamper package  Ends mid...","sentiment_score":0.4}
{"full_text":"But but it's a hoax","sentiment_score":0.0}
{"full_text":"RT ** ENTER TO WIN A 1 YEAR SUBSCRIPTION TO YOUR FAVOURITE STREAMING SERVICE - UP TO $150**To enter:1. Follow our Twitt...","sentiment_score":0.8}
{"full_text":"RT It's just... infuriating. Literally maddening that this decent, lovely, selfless man is dead and that indecent, unloving...","sentiment_score":-0.0333333333}
{"full_text":"RT #Taiwan #COVID19Population: 24 million (similar to Mumbai or Delhi metro region).Cases: less than 1,000Deaths: 6","sentiment_score":-0.0833333333}
{"full_text":"#CovidVaccine | Price per dose of the Russian coronavirus vaccine #SputnikV will be much lower than that of the vaccines of US drug giants Pfizer and Moderna, said the Russian vaccine's official Twitter account","sentiment_score":0.0666666667}
{"full_text":"Operation Warp Speed is getting close to pushing out the initial supply of COVID-19 vaccines by the end of the year, but plans are still being refined for one of the most consequential logistics projects in modern history.https:\/\/t.co\/uHXt9MjXJ1","sentiment_score":0.2333333333}
{"full_text":"5, 6, 7 na pure cruise ","sentiment_score":0.2142857143}
{"full_text":"RT Join na guys ","sentiment_score":0.0}
{"full_text":"RT BREAKING: Kelly Loeffler, the non-elected, insider trading \"senator\" from Georgia, has tested positive for COVID-19.Howev...","sentiment_score":0.2272727273}
{"full_text":"Update: Non-occupational and occupational factors associated with specific SARS-CoV-2 antibodies among Hospital Workers - a multicentre cross-sectional study read\/write\/request review #coronavirus #COVID19","sentiment_score":0.0}
{"full_text":"#Bangladesh  sees another surge in #COVID__19  deaths ","sentiment_score":0.0}
{"full_text":"#Iran shuts down businesses, restricts travel amid #coronavirus#BaghdadPosthttps:\/\/t.co\/uJWp3YKArT","sentiment_score":-0.1555555556}
{"full_text":"Working Remotely During The Pandemic What are the security challenges?","sentiment_score":-0.1}
{"full_text":"Staycations are in vogue &amp; Poole is the perfect place to create those 2021 memories! IG\/ thecharleeevans We can't wait to welcome you back to Poole but until then, #StayHome, #PlanAhead and we'll #SeeYouSoon","sentiment_score":0.6}
{"full_text":"With shopping trips limited, here's 8 easy store cupboard recipes for you to try this lockdown!https:\/\/t.co\/3baK1OPlSm","sentiment_score":0.180952381}
{"full_text":"A number of new roles have been created to help deliver vaccinations over the coming months for both #flu and #Covid19 More information &amp; application form: https:\/\/t.co\/mNGyIe3Ov0","sentiment_score":0.3181818182}
{"full_text":"RETWEET if you're shopping local this Christmas! Here's some indie inspo inc &amp; &gt;&gt; #ShopLocal","sentiment_score":0.0}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"Help to #KeepNewhamSafe, follow the lockdown restrictions in place across England. Remember #HandsFaceSpaceOnly leave home for:- food- medical reasons- exercise- education- work, if you cannot do so from homeFor info &amp; support visit:","sentiment_score":0.0}
{"full_text":"RT read some reports.May be some dots may appear.","sentiment_score":0.0}
{"full_text":"Join us today - Sunday - in Bradford Cathedral for personal prayer. 1pm - 3pm Restrictions in placeFor full details and the latest guidance in this lockdown period, please visit","sentiment_score":0.2833333333}
{"full_text":"Well worth reading- it's all good but it's nice to see someone else point out that not all RCTs are good, or even the best way to a sa question","sentiment_score":0.66}
{"full_text":"RT I'm told that many Germans are stockpiling cheese and sausages in anticipation of a COVID lockdown -- planning, in other w...","sentiment_score":0.1875}
{"full_text":"Show your support for businesses in Listowel this winter#lovelistowel #shopinlistowel #lovelocalhttps:\/\/t.co\/gdXHTaQXyY","sentiment_score":0.0}
{"full_text":"Kelly Loeffler is the very definition of a carpetbagger. She is letting covid, fascism and Qanon run rampant in Georgia and wants to disenfranchise her constituents. Go back to your home state, Kelly!","sentiment_score":0.1333333333}
{"full_text":" are supporting #UHIAlumni #musicians who have lost a lot of their work this year due to Covid-19. Find out how you can tune in Wed 25 Nov 9pm, to hear our Popular Music graduate Erin Ponsonby!   #UHIMusicLive #Talent #ExcitingTimes","sentiment_score":0.2916666667}
{"full_text":"With some #PubQuiz Nights back (subject to #Lockdown) &amp; #VirtualPubQuiz Nights ongoing here's another of our #Quiz Tips - on Dingbats #QuizNight #QuizTime","sentiment_score":-0.0833333333}
{"full_text":"The Brief with Peter Hofland, Ph.D on - Peter Keeling on Personalized Medicine, #diagnostic testing, the effect of #COVID19 on #cancer and #cancerdiagnostics &amp; the world's first #DiagnosticNetwork for #PrecisionMedicine ...   ","sentiment_score":0.125}
{"full_text":"Crisis Funding for Youth Organisations in England.Grants are available for small organisations in England that support young people and have not had access to the funding they require to survive the COVID-19 crisis.For more information, visit","sentiment_score":0.1875}
{"full_text":"FEATURES: A six-feet distance between you and your lover may sound like a dry spell, but these Atenean couples show how they spend quality time in their own ways amid the COVID-19 pandemic.https:\/\/t.co\/2d6AVMqcvs","sentiment_score":0.3111111111}
{"full_text":"We need more accurate and quicker COVID-19 test kits - Kits that are simple to use, affordable, and accurate enough for quick screening purposes.There is HOPE for better testing to stop the spread of COVID-19 and you can HELP!Donate Here:https:\/\/t.co\/AADfAdx7ER","sentiment_score":0.3047619048}
{"full_text":"Covid-19: 24 more officer trainees at civil services academy in Mussoorie test positive via","sentiment_score":0.3636363636}
{"full_text":"Social Distancing is incredibly important during lockdown and we thank you for helping to protect our care and support workers, clients, service users and colleagues.  #care #careerincare #everydayisdifferent #covid19","sentiment_score":0.2166666667}
{"full_text":"Supreme Court sees first death amongst its employees due to COVID-19. Rajendra Rawat from Admin-Gen department of the Registry passed away last night at the age of 50. He is survived by 3 children. (LiveLaw)","sentiment_score":0.0416666667}
{"full_text":"Believe it or not god is fictional, unlike COVID","sentiment_score":0.0}
{"full_text":"Santa Claus has 'innate immunity' from COVID-19, Dr. Fauci says","sentiment_score":0.0}
{"full_text":"A Kansas City woman may hold the key to fighting COVID-19 in the form of a mouth spray.","sentiment_score":0.0}
{"full_text":"Did Kerala govt hurriedly pass anti-media law anticipating criticism over underreporting of COVID-19 deaths? Read detailshttps:\/\/t.co\/iwTeMU8QLs","sentiment_score":0.0}
{"full_text":"RT Big AnnouncementExamination which held on 23rd is cancelledThank you to think about us We're so tha...","sentiment_score":0.0}
{"full_text":"'We have also seen evidence of people presenting to their workplace while showing coronavirus symptoms'","sentiment_score":0.0}
{"full_text":"LETTER: Give Covid-19 vaccine to frontline workers firsthttps:\/\/t.co\/H9QpYU3IW1","sentiment_score":0.0}
{"full_text":"Don't expect everyone to follow the rules. #BlackFriday","sentiment_score":0.0}
{"full_text":"As of this morning 12,088,410 (+177,552) people in the US have been diagnosed with COVID-19 and 255,861 (+1,448) have died.Most 2 weeks of death since 5\/22.#covidexitstrategy #JohnsHopkins #Minneapolis #MN #covid19 #coronavirushttps:\/\/t.co\/iytAzasCVH","sentiment_score":0.0}
{"full_text":"Despite a record number of new Covid cases and the Centers for Disease Control recommending against traveling for Thanksgiving, Friday was the second busiest day at US airports since the pandemic brought air travel to a near halt in March.  ","sentiment_score":0.0787878788}
{"full_text":"Despite the pandemic-induced economic downturn this spring, TVA still attracted $8.6 billion of new investments and retained or attracted 67,000 jobs in fiscal 2020.","sentiment_score":0.1681818182}
{"full_text":"The arrangement is meant to allow travelers between the two cities to travel without having to serve a quarantine as long as they complete coronavirus tests.","sentiment_score":0.025}
{"full_text":"On Dec. 4, \"Christmas In Cedar Key\" will premier at the Gainesville Community Playhouse and will run through Dec. 13. ","sentiment_score":0.0}
{"full_text":"Technical Education and Skills Development Authority (TESDA) Secretary Isidro Lapena tested positive for the coronavirus disease 2019 (Covid-19), he announced in a statement on Saturday night.#TESDA #covid19phhttps:\/\/t.co\/QEaeadVFYU","sentiment_score":0.1136363636}
{"full_text":"Pictures with Santa are going to look a little different this year! ","sentiment_score":-0.09375}
{"full_text":"Over 100 FSD2 students, staff under quarantine, but confirmed COVID-19 cases remain low &gt;&gt;","sentiment_score":0.2}
{"full_text":"We are delighted that our annual #QuiltersFair2021 will be returning in January for its 24th year. Browse and buy from over 40 exhibitors. Social distancing measures will be in place, timed entry tickets must be booked in advance here:","sentiment_score":0.3666666667}
{"full_text":"On Thursday Health Minister Olivier Veran said France will win its battle against the coronavirus but it is a struggle that will take time, warning the lockdown was not yet over.#France #Lockdown #COVID19","sentiment_score":0.8}
{"full_text":"Social Distancing is incredibly important during lockdown and we thank you for helping to protect our care and support workers, clients, service users and colleagues.  #care #careerincare #everydayisdifferent #covid19","sentiment_score":0.2166666667}
{"full_text":".@MatthewLesh: In their rush to secure supplies civil servants ended up spending far more than necessary, without proper checks, auditing and transparency. PS1.5 billion was spent on PPE without any basic financial and company due diligence process. ","sentiment_score":0.0861111111}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"The mobile company I work is scared of losing existing customers due to covid, so if anyone says they're having trouble paying I can give them six months for half price.","sentiment_score":-0.1638888889}
{"full_text":"RT Chinese officials blamed US military, Spain &amp; now suggesting Italy was source of pandemic. ","sentiment_score":-0.05}
{"full_text":"Many Republican lawmakers in states where coronavirus cases and hospitalizations have surged are not only rejecting statewide mask mandates. They're also resisting rules requiring them in their own capitols.https:\/\/t.co\/07MyAcKTUB","sentiment_score":0.3666666667}
{"full_text":"indeed is important. This is why has been working w\/ its partners providing tools and more (for ex Reason more to strengthen partnership across Organizations to share knowledge and practices in support to #volunteers","sentiment_score":0.4666666667}
{"full_text":"\"Symptoms Of Covid-19\"Infographic#COVID19 #coronavirus #StaySafeStayHealthy","sentiment_score":0.0}
{"full_text":"RT Boris Johnson once again choosing being popular over keeping people alive, like a dad who lets their kid play with the elec...","sentiment_score":0.35}
{"full_text":"I think I'll pass thanks!","sentiment_score":0.25}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"Is Covid Racist?In this hard-hitting investigation, an A&amp;E medic asks why so many Black, Asian and Minority Ethnic NHS colleagues have died from Covid-19.Tune in: @Channel4, Monday 23rd 9pmhttps:\/\/t.co\/7dS8ST6OWo","sentiment_score":0.1111111111}
{"full_text":"Good afternoon Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands","sentiment_score":0.875}
{"full_text":"When lockdown is lifted, why not familiarise yourself with the local independents in Piccadilly Arcade &amp; beyond? From music to hair, nails to jewellery, head over to see some of the City Centre's leading local businesses!  Yugen Photography#SmallBizSatUK #LoveMyCityCentre","sentiment_score":0.0}
{"full_text":"RT Georgia Sen. Kelly Loeffler tests positive for Covid, but says she is undergoing further testing. Loeffler was maskless wit...","sentiment_score":0.1136363636}
{"full_text":"Time: 12:00 * Temp: 7.3degC * Wind: WSW 2.9 to 11.0mph * Pressure: 1018.7hPa * Rain: 0.0mm * Hum: 84% * ET: 0.1mm * Solar: 290.0W\/m2 * UV Index: 0.0 * Sunrise: 08:07 * Sunset: 16:11 * Cloudbase: 1160ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Please check our blog for cancellations due to coronavirus\/COVID","sentiment_score":-0.125}
{"full_text":"People dont listen they will not stay home put more restriction","sentiment_score":0.5}
{"full_text":"RT Let me guess today's line up: -Orange man bad -bad bad orange man-trudeau is so dreamy-covid covid covid...","sentiment_score":-0.7}
{"full_text":"#HHS Secretary Alex Azar expects 40 million doses of a #COVID19 vaccine will be ready by the end of the year, as #Pfizer and #Moderna vaccines near #FDA approval.","sentiment_score":0.15}
{"full_text":"RT This is what Georgia's senate runoff elections mean: strong COVID relief, $15 minimum wage, expanded healthcare, tacklin...","sentiment_score":0.0604166667}
{"full_text":"RT NEW: What appeared to be dozens of people gathered on Saturday night in Huntington Beach to speak out against the state's corona...","sentiment_score":0.1363636364}
{"full_text":"RT Why fight this hard for a job you don't want to do?","sentiment_score":-0.2916666667}
{"full_text":"After the pandemic, we have a once-in-a-generation opportunity to create a better future for our cities. Sustainable infrastructure in cities needed to enable a strong recovery for resilient, well-integrated communities.","sentiment_score":0.3111111111}
{"full_text":"It's important that you should continue to use the NHS in Liverpool if you need help, advice or treatment.Find out how to access services here: #Covid19 #Liverpool","sentiment_score":0.4}
{"full_text":"Spread of COVID-19 in Americas and Europe #coronavirus #waveActiveCases #staysafehttps:\/\/t.co\/SGzUo5nqwH","sentiment_score":0.0}
{"full_text":"How to Rebuild Trust and Win the Pandemic Battle","sentiment_score":0.8}
{"full_text":"schwitzy sums you &amp; your party up perfectly. The Tories ripped the heart out of Wales' industrial base during the '80s. Wales has struggled to recover since then. Own it. You only have to look across the border to see how this pandemic SHOULDN'T be handled. That's YOUR lot AGAIN!","sentiment_score":0.2}
{"full_text":"RT Delhi Govt has made several innovations like the concept of Home isolation, Plasma therapy, Corona app, etc to fight COV...","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE  Matt Hancock failed to declare he appointed his best friend from Oxford, the director of a lobbying firm,...","sentiment_score":0.1}
