{"full_text":"RT In 5 years when we look back covid will just be a memory. Wearing a mask, and missing that birthday party will be the fu...","sentiment_score":-0.1}
{"full_text":"RT Increase in covid patients on ventilators in last 15 days: peshawar 200%, multan 200%, karachi 148%, Lahore 114%, Islamabad...","sentiment_score":0.0}
{"full_text":"RT Why is looking at lifting lockdown before Christmas to then look at reinstating it afterwards? The Muslim...","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"Very good strategy to increase business and enhance export.First spre@d disease then make V@ccine and sell.#ChineseVirus19#Covid_19#India #USA should learn from #China","sentiment_score":0.91}
{"full_text":"To help everyone through the final 10 days of national lockdown, My Rebuilding Manchester book is available at a reduced price: The ebook is available for PS1.99 - - and the softback is priced at PS20.99 - #rebuildingmanchester ","sentiment_score":0.2666666667}
{"full_text":"RT Why fight this hard for a job you don't want to do?","sentiment_score":-0.2916666667}
{"full_text":"This is brilliant. Too many scientists have a Galileo complex and think they're the ones who are always right. Evidence is everything. Challenge should be welcomed.","sentiment_score":0.3464285714}
{"full_text":"RT To protect yourself from #COVID19,it is important to wear your #mask properly &amp; ensure that covers your nose,mouth and chin...","sentiment_score":0.2}
{"full_text":"Is our health important or the procession?Is our life precious or a sit-in?Are these ignorant and incompetent opposition playing with our lives? please get rid of this opposition...Stay home stay safe!#PDMSpreadingCOVID #PDMSpreadingCOVID","sentiment_score":0.1833333333}
{"full_text":"RT At least 12,019,960 US coronavirus cases have been confirmed, according to Johns Hopkins University data, and 255,414 Americans ha...","sentiment_score":0.05}
{"full_text":"Post Covid recovery. Pent-up demand ","sentiment_score":0.0}
{"full_text":"RT Emily Murphy an intractable traitor to America, is defiantly blocking transition resources and access to the...","sentiment_score":0.0}
{"full_text":"RT Two months ago exactly, SAGE called for a brief national circuit breaker to bring Covid under control.Then there were...","sentiment_score":0.125}
{"full_text":"RT We need more than a few days of permitted contact over Christmas. We need a plan to protect the vulnerable who want help,...","sentiment_score":-0.0666666667}
{"full_text":"RT As we face a pandemic that has infected nearly 12 million in our country, health care coverage is more vitally important th...","sentiment_score":0.3333333333}
{"full_text":"She will buy herself some monoclonal antibodies using some of the money she grifted by insider trading on the pandemic.","sentiment_score":0.0}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT \"Greek Parliament amidst a pandemic\", Europe AD 2020. Get us outta here, now!","sentiment_score":0.0}
{"full_text":"PS: Travelling facility to Mohali will be provided. O+ #Covid Recovered #Plasma Donors.Call: 9416027631Reqd at : Omaya Hospital Mohali@BloodDonorsIn #BloodMatters@BloodAid #BloodAid@IndBloodDonors@Bloodpointorg@KABWelfare@Blood4Help@raktnssdtu@bloodreqbot","sentiment_score":0.0}
{"full_text":"RT In this critical time too , you can count on #Feminists to make this #COVID19 infection a biased &amp; gendered issue. Always kn...","sentiment_score":0.0}
{"full_text":"RT Taiwan allows most citizens to quarantine at home, with ~2k arrivals per day. It has a pop of 25m.@ausgov tells us #homequ...","sentiment_score":0.5}
{"full_text":"It's facts, but our nation does not follow the SOP's.","sentiment_score":0.0}
{"full_text":"True. Wear mask and follow social distancing. Save ourselves and others. Live safely and happily together.","sentiment_score":0.3639393939}
{"full_text":"A rule of thumb for journalists: When you find yourself trying to peddle emotion, stop, writes","sentiment_score":0.0}
{"full_text":"RT The Chancellor wants to freeze key workers' pay in the middle of a deadly Covid second wave. This is irresponsible.","sentiment_score":0.0}
{"full_text":"Insanity. You are protected from #KungFlu while sitting. Or at least that's what the restaurants tell me.","sentiment_score":-0.3}
{"full_text":"RT In lockdown, we livestream  Our first fully-staged work since March is The Seven Deadly Sins. Watch fr...","sentiment_score":0.025}
{"full_text":"RT Well, Boris Johnson got coronavirus wrong, free school meals wrong, Trump wrong, the Cummings mess wrong, devolution wrong...","sentiment_score":-0.325}
{"full_text":"RT If you can somehow find 8 controllers and gather 7 friends home during a pandemic... you'll taste some glorious 42x42p...","sentiment_score":0.0}
{"full_text":"RT A long but interesting thread on how they play us. This is about how they will keep the fear levels ramped up to increa...","sentiment_score":0.225}
{"full_text":"'No time in a pandemic for a wide selection process ... brings experience and expertise to the role ... critics should stop attacking the marvellous work of dedicated professionals and support British ...' blah blah blah","sentiment_score":-0.05}
{"full_text":"#LSH has style. Offers mums rescue dog Amber which has been such good company during lockdown.","sentiment_score":0.2666666667}
{"full_text":"RT BREAKING: The United States has just surpassed 12 million coronavirus cases, and trump skipped the G-20 virtual event on pa...","sentiment_score":0.0}
{"full_text":"RT Hey covid it's past 10 o clock in CALIFORNIA","sentiment_score":-0.25}
{"full_text":"There was already an immunity to this coronavirus, this coronavirus was already in the UK last year, this coronavirus has now ended. It ended around April.  It is vital the DHSC shut up.","sentiment_score":0.05}
{"full_text":"RT After 9 months of experience of #COVID19 in ICU I am convinced that the best preparation for a surge of patients is avoidin...","sentiment_score":1.0}
{"full_text":"RT Hey covid it's past 10 o clock in CALIFORNIA","sentiment_score":-0.25}
{"full_text":"RT Last week I lost a distant aunt to Covid at Kenyatta Hospital. The bill came to 1.2 million. After further scrutiny, we were...","sentiment_score":-0.0333333333}
{"full_text":"RT friendsgiving? yeah friends giving eachother covid.","sentiment_score":0.0}
{"full_text":"Next summer's examinations have been shelved and replaced with teacher assessment in Scotland and Wales (? &amp; NI). When we our government accept that the major disruption to learning caused by Covid needs them to follow the same path?","sentiment_score":0.0208333333}
{"full_text":"OMG if it is true, Covid-19 is getting them all enablers,Criminals and Liars one by one. KARMA is good. And It is what it is.","sentiment_score":0.525}
{"full_text":"RT #PremierLeagueBet with #1xBethttps:\/\/t.co\/RZw968rRfaUse Promo Code 5050to get up to 130$ on the 1st deposit#F...","sentiment_score":0.0}
{"full_text":"Imagine smh","sentiment_score":0.0}
{"full_text":"RT BREAKING: The countrywide total of recorded COVID-19 cases climbs to 418,818, with 1,968 new cases. A further 10,957 reco...","sentiment_score":0.0454545455}
{"full_text":"Definitely deserved the win yesterday, but happy with the performance of the team and my comeback on the pitch after staying home for three weeks thanks to Covid-19, focus on Friday ","sentiment_score":0.45}
{"full_text":"RT The city on lockdown. What's outside for you  your timing was perfect","sentiment_score":0.5}
{"full_text":"Hi 50,000 Global Citizens have a message for you: we can only defeat COVID-19 together. Please #ACTogether for a fully funded ACT-A to end the pandemic for all.","sentiment_score":0.0}
{"full_text":"I'm curious about what Felix was laughing at?He said a Stay wear a mask like the Nachimbong.#StrayKids_BeyondLIVE","sentiment_score":-0.1}
{"full_text":"These Governors are becoming absolute Morons Now!!","sentiment_score":-0.1166666667}
{"full_text":"Boris Johnson to SCRAP 10pm pub curfew after lockdown in boost for hospitality","sentiment_score":0.0}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"How can you do that. The people control the virus and the government can't work out the costs of the decisions individuals make. The second lockdown was due to people not isolating,in and out of each other's house's and generally ignoring restrictions","sentiment_score":-0.05}
{"full_text":"Frontiers | The Impact of Obesity and Lifestyle on the Immune System and Susceptibility to Infections Such as COVID-19 | Nutrition #tobeprepared #holistichealth #dietist #natuurdietist ","sentiment_score":0.0}
{"full_text":"Just coming back from church. No procession in my church cos of the pandemic","sentiment_score":0.0}
{"full_text":"Son Heung-min shrugs off South Korea squad Covid-19 cases to send Spurs top of English Premier League table","sentiment_score":0.25}
{"full_text":"RT Hancock has failed to declare he appointed a friend, who is the director of a lobbying firm, as an adviser -- &amp; later gave...","sentiment_score":-0.2333333333}
{"full_text":"RT Owner of the hair salon that MP Margaret Ferrier visited on the day of her Covid test: \"I am gobsmacked that we are facing...","sentiment_score":0.0}
{"full_text":"Omg. I am going to enjoy reading this later!","sentiment_score":0.2}
{"full_text":"There is very credible evidence that some of last summers bushfires were indeed caused by arson. A number of people were charged in fact. Mask rules were anti-science? Anybody with half a brain knows that masks help curb the spread of corona viruses.","sentiment_score":0.1177777778}
{"full_text":"RT Today yixing is holding auditions for his own trainees in Wuhan which is the city where he auditioned for SM and got in...","sentiment_score":0.6}
{"full_text":"RT Boris Johnson &amp; Matt Hancock, acted \"unlawfully\" when appointing 3 key figures (inc Dido Harding) to Covid posts... Th...","sentiment_score":0.0}
{"full_text":"I don't mean just people getting sick, I mean many people couldn't travel certain places because of the pandemic travel restrictions....","sentiment_score":-0.125}
{"full_text":"A house-to-house Covid-19 survey in Delhi screened more that 3.70 lakh city residents on the first day in order to find out the real picture vis-a-vis the prevalence of the deadly disease, official sources said on Sunday.#OmmcomNews ","sentiment_score":0.1875}
{"full_text":"RT Thanksgiving 2020 was always going to be a disappointment. Help people live to celebrate in 2021. Stay home. Stay masked. St...","sentiment_score":-0.2318181818}
{"full_text":"As #COVID19 cases are on the rise and the holidays are swiftly approaching, how will the new Biden\/Harris administration handle the virus once they're sworn in? #publichealth #policy","sentiment_score":0.0681818182}
{"full_text":"RT How come Republicans never get the \"bad kind\" of Covid?","sentiment_score":-0.05}
{"full_text":"Read!!Be aware of what you allow in your body.","sentiment_score":0.25}
{"full_text":"GLOBAL MARKETS-Stocks hit record on economic recovery, vaccine optimism  At last some good news! Has your business suffered because of the effects of #Covid-19 #Coronavirus ?Perhaps WGP Global can help you to get back on track #GoingGlobal","sentiment_score":0.1791666667}
{"full_text":"RT Sen. Kelly Loeffler tested positive for coronavirus Friday, her campaign says, but a Saturday test came back inconclusive","sentiment_score":0.1136363636}
{"full_text":"#Trump skipped a coronavirus meeting with #G20 leaders to play golf.https:\/\/t.co\/qWc8EymPM8","sentiment_score":0.0}
{"full_text":"Suresh Narayanan of in an #exclusive converstaion with on a plethora of issues including investment outlook &amp; demand recovery post #COVIDhttps:\/\/t.co\/YcpxqRHAmG","sentiment_score":0.0}
{"full_text":"My anxious partner won't come home because of Covid | Dear Mariella","sentiment_score":-0.25}
{"full_text":"(1\/2) \"The Covid-19 pandemic has been extremely challenging for people with physical disabilities. So we've been working hard using video technology to see the dogs at work and play.\" Claire, Aftercare Manager ","sentiment_score":0.0694444444}
{"full_text":"RT Huntington Beach really is the Florida of California","sentiment_score":0.2}
{"full_text":"Wisconsin #COVID19 11\/21---* 6,224 (-249) cases* 51 (-27) deaths* 2,076 hospitalized (11\/20)* 441 ICU (11\/20)The DHS says 208 COVID-19 patients were hospitalized in the last 24 hours. On Friday, daily hospitalizations had fallen below 200.https:\/\/t.co\/O1J9eIVTan","sentiment_score":0.0}
{"full_text":"All the way through lockdown we've made our breakfasts available for takeaway!Pop round to our takeaway, any day until 11:30am, and get a fry-up to go","sentiment_score":0.1}
{"full_text":"So the millions upon millions who have survived COVID with a far better immunity system than any vaccine are to be forced to accept an injection of unnecessary digital 666 markers to live in the enslaved eugenicist world owned by Bill Gates.","sentiment_score":0.0060606061}
{"full_text":"Verulamium Park's new playground has been a huge success. To  encourage social distancing this weekend, no more than 150 people will be allowed in at any time. Hand sanitiser will be available. Please support these COVID safety measures.","sentiment_score":0.1699494949}
{"full_text":"There are 11 days left to apply for the Additional Restrictions Grant! Not eligible for the local restrictions support grant? Then this grant may be for you.Apply here:","sentiment_score":0.0}
{"full_text":"Governor Cuomo to receive 2020 International Emmy Founders Award for COVID-19 response","sentiment_score":0.0}
{"full_text":"guess this is what clowns do when the circus is closed due the pandemic","sentiment_score":-0.1125}
{"full_text":"A popular Japanese steakhouse in Old Westport has closed its door for good, though the owners will continue to sell its sauces -- including its famous yellow sauce, teriyaki and miso ginger dressing -- bottled for home use.","sentiment_score":0.2571428571}
{"full_text":"One district said it simply doesn't have enough teachers, time or resources to build new content for courses and provide students a fully online option.","sentiment_score":0.0454545455}
{"full_text":"This.https:\/\/t.co\/MSycrK4ifd","sentiment_score":0.0}
{"full_text":"ICYMI: California as a whole has seen more than 1 million infections.","sentiment_score":0.35}
{"full_text":"RT Santa Claus is 'immune' to COVID-19, says Dr. Anthony Fauci","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler tested positive for COVID-19. She stole it from another crook Senator Rick Scott","sentiment_score":0.2272727273}
{"full_text":"Life before, during and after coronavirus: how will the pandemic affect our homes? People are already fleeing our inner cities in 'race for space'. If we're all craving space, how can we achieve it? #architect #property","sentiment_score":0.0}
{"full_text":"It's up to every one of us to do our bit to keep Wales safe.Up to 4 people can meet outdoors and in regulated indoor places, like cafes and restaurants.These rules along with social distancing and regularly washing hands, can reduce the spread of coronavirus.","sentiment_score":0.0166666667}
{"full_text":"This is responsible journalism and it's strange that those responding don't understand the basic ethics involved in not guessing\/assuming that unavailable\/self-isolating = CV-19 positive in a pandemic that is killing people.","sentiment_score":0.0943181818}
{"full_text":"#DelayMdcat corona rise delay mdcat!","sentiment_score":0.0}
{"full_text":"A Tennessee new mom says she learned how dangerous the coronavirus can be the hard way, from her hospital bed &gt;&gt;","sentiment_score":-0.2517676768}
{"full_text":"Congratulations!https:\/\/t.co\/M8cl3s0AjD","sentiment_score":0.0}
{"full_text":"Professor Andrew Pollard from has been at the forefront of developing a new #COVID19 vaccine.Watch below to learn about how the Oxford #COVID19 vaccine works? Tap the link to share the full video with family and friends on WhatsApp>","sentiment_score":0.2431818182}
{"full_text":"RT The 2010 spending review protected (relatively)  NHS spending but not #publichealth, #socialcare &amp; other vital public s...","sentiment_score":-0.00625}
{"full_text":"RT Good morning to everyone who asked to see the coronavirus tea-cosy my mum knitted for me during her long months of Melbourne...","sentiment_score":0.325}
{"full_text":"Combating COVID-19 crisis: Centre rushes teams to UP, Punjab and Himachal; gives 250 ventilators to DRDO's Delhi Hospital#COVID19 #CoronavirusIndia","sentiment_score":0.0}
{"full_text":"\"With 'herd immunity' estimated to require 60 to 70% coverage of a given population, the pandemic appears to have a long and prosperous future in France\" |","sentiment_score":-0.025}
{"full_text":"Those who refuse to adopt to changing times are destined to absurdity!#Covid19#fyrws_kwrwn","sentiment_score":0.0}
{"full_text":"Don't meet indoors with people from other households. The regulations are to protect you.We know it's hard, but we need to stay home now to make the most of our time with friends and family later.Read our FAQS: #Coronavirus #StayHomeSaveLives","sentiment_score":0.0277777778}
{"full_text":"Join us at this week's Church at Home service at 10am, where we hear from Revd Ian Biscoe on Christ the King.Listen and watch here - #ChurchService #ChristTheKing","sentiment_score":0.0}
{"full_text":"EU humanitarian aid in Afghanistan continues to help the most vulnerable people with:  safe spaces  social-emotional learning support awareness campaigns on coronavirus and moreSee our latest photo story  #AfghanPeaceProcess","sentiment_score":0.25}
{"full_text":"'I've had nearly every long Covid symptom in the book, and there's a list of over 100' ","sentiment_score":0.025}
{"full_text":"COVID 19 cases in India until : 22\/11\/2020 14:30Total Cases: 9097507 [+1599]Active: 440708Recovered: 8521465 [+1426]Deaths :133282 [+19]Total Tests: 131.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#COVID19 update:World Cases - #US - 12,450,666#India - 9,095,908#Brazil - 6,052,786#France - 2,127,051#Russia - 2,064,748#Spain - 1,589,219#UK - 1,493,383#Italy - 1,380,531#Argentina - 1,366,182#Columbia - 1,240,493#Coronavirus Source: Worldometers","sentiment_score":0.0}
{"full_text":"Thriving Communities Fund from .@ace_national  The fund will support local voluntary, community, faith &amp; social enterprise projects. The fun is designed to increase social connectedness &amp; help communities cope with the impact of COVID-19. ","sentiment_score":0.0916666667}
{"full_text":"skz + stay = fam ","sentiment_score":0.0}
{"full_text":"Staff and students have spoken candidly about college life during the pandemic.","sentiment_score":0.6}
{"full_text":"RT Covid Epi Weekly Thread: Worser and Worser, Every Week Cases increasing exponentially in most of US; current epicenter...","sentiment_score":0.25}
{"full_text":"In the battle against coronavirus, communication is key - and new app has been designed to bridge the gap between virus screening staff and people from non-English speaking backgrounds.","sentiment_score":0.0681818182}
{"full_text":"The Department of Health (DOH) of the Philippines on Sunday reported 1,968 new confirmed cases of COVID-19 infection, bringing the total number in the country to 418,818.","sentiment_score":0.1787878788}
{"full_text":"RT I have to believe that some of the current horrific surge in COVID cases--2,000 dying each day--traces back to Trump's cha...","sentiment_score":-0.3333333333}
{"full_text":"Google Maps' new features are dedicated to Covid-19 changes...","sentiment_score":0.1363636364}
{"full_text":"The Prime Minister of Malaysia has admitted that the Sabah state elections held in September had led to a new wave of COVID-19 infections currently accounting 80% of total cases.https:\/\/t.co\/dIjGLrJFcl","sentiment_score":0.0454545455}
{"full_text":"The US recorded its 12th million Covid-19 case on Saturday, even as millions of Americans were expected to travel for the upcoming Thanksgiving holiday, ignoring warnings from health officials about furthering the spread of the infectious disease.","sentiment_score":-0.1}
{"full_text":"Understanding Indiana's color-coded county map for targeted coronavirus restrictionshttps:\/\/t.co\/jxxFKOPJqZ","sentiment_score":0.0}
{"full_text":"If you are missing the motivation of a trainer during lockdown, 1-2-1 outdoor #personaltraining sessions are available with our Team Bath Gym instructors. Find out more at","sentiment_score":0.2333333333}
{"full_text":" Happy Sunday! Mo Farah with the lockdown motivation... #SundayMotivation #Lockdown2 #ImACeleb","sentiment_score":1.0}
{"full_text":"Sunday 27th December - The Stone Roses Experience with support from Just Like James and The Manchester Anthems.Show will be all-seated and Covid-19 secure.Tickets PS20 ADV:","sentiment_score":0.0}
{"full_text":"Don't meet indoors with people from other households. The regulations are to protect you.We know it's hard, but we need to stay home now to make the most of our time with friends and family later.Read our FAQS: #Coronavirus #StayHomeSaveLives","sentiment_score":0.0277777778}
{"full_text":"RT Typical. Small shops punished while Supermarkets and chains hoovering up the trade. So unfair and clearly if OK to go in...","sentiment_score":-0.1041666667}
{"full_text":"We surveyed the SME community to understand their views of insurers and brokers from #COVID19. Explore the results of our survey here. ","sentiment_score":0.0}
{"full_text":"I'd say lower your expectations, but if you guys would rather stay home come January who am I to argue? ","sentiment_score":0.0}
{"full_text":"Mouthwash will *not* become a treatment for #coronavirus, but if study results are borne out, it could have the potential to bring down the infection.","sentiment_score":-0.0777777778}
{"full_text":"Tarlac gov't disputes DOH report of 211 new #COVID19 cases in province on Saturday","sentiment_score":0.1363636364}
{"full_text":"RT PSA: The pandemic is FAR worse now than when you took it more seriously.","sentiment_score":-0.0333333333}
{"full_text":"COVID-19 Deaths of Serbian Clerics Highlight Virus Worries","sentiment_score":0.0}
{"full_text":"Go see the great \"LOCKDOWN DISCOUNTS\" given by the No1 solo performer for personal videos..scenario and outfit..your choice..let this lady tease &amp; please you like no other lady can!Email- tonilace69@mail.com for details and have hours of Wanktastic fun!!","sentiment_score":0.3328125}
{"full_text":"What do you do whilst waiting for a #COVID19 test result? If you have one of the three main symptoms you should self-isolate. If you have one of the milder symptoms you not need to self-isolate and can continue to go to work or school if you feel well enough.","sentiment_score":0.0833333333}
{"full_text":"During #virtualWISH2020 ICN CEO says \"We went into pandemic with a depleted workforce, 6m short, even before greatest health emergency the world has ever faced. Intolerable physical and mental stress on #Nurses. #G20 must take action now.https:\/\/t.co\/vmSw1uFNaJ","sentiment_score":0.2}
{"full_text":"For a fantastic way to keep in touch with #Grandparents under current #Lockdown Send your #LovedOnes a talking photo album from #orderyours here Use your own photos and record your own messages  #Talking #DementiaSupport #Dementia #Alzheimers","sentiment_score":0.4}
{"full_text":"Don't meet indoors with people from other households. The regulations are to protect you.We know it's hard, but we need to stay home now to make the most of our time with friends and family later.Read our FAQS: #Coronavirus #StayHomeSaveLives","sentiment_score":0.0277777778}
{"full_text":"UK rules to be eased over Christmas - and pub closing time could be extended beyond 10pm","sentiment_score":0.0}
{"full_text":"RT #RCGPCouncil member: need clarification from JCVI as to why members of Black, Asian and minority ethnic communities are not speci...","sentiment_score":-0.0833333333}
{"full_text":"RT Today is the 19th consecutive day that the United States has reported at least 100,000 new coronavirus cases, according to...","sentiment_score":-0.0818181818}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"Before lockdown*","sentiment_score":0.0}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"RT BREAKING: Georgia Senate candidate Kelly Loeffler is self-isolating after testing positive for COVID-19 today.","sentiment_score":0.2272727273}
{"full_text":"#KubeCon: Lessons in #DisasterRecovery from #COVID19 and Site Reliability Engineering #SRE","sentiment_score":0.0}
{"full_text":"RT This is just evil. How many lawmakers including central govt ministers struck by Covid have availed Ayurveda for treatment?...","sentiment_score":-0.1666666667}
{"full_text":"Your world revolves around the word \"Hindu\", \"Hindutava\"","sentiment_score":0.0}
{"full_text":"It was a nice ride home. Stay safe.","sentiment_score":0.55}
{"full_text":"but not wearing them is just as bad.... so no i will continue to wear a mask as i please.... and won't be as ignorant as all the people who continue to crowd everywhere","sentiment_score":-0.7}
{"full_text":"The Future of Recruiting: 6 Predictions on How COVID-19 Will Transform Hiring","sentiment_score":0.0}
{"full_text":"RT Rick Grimes: We're looking to the past to help us with the present.#TheWalkingDeadSeason 9A New Beginning07 Oct 2...","sentiment_score":-0.0568181818}
{"full_text":"DfE Guidance: Catch-up premium: coronavirus (COVID-19) &lt; Find out which schools are eligible, what the funding is for, when payments will be made and how funding can be used to help pupils catch up on missed education. 19 Nov 2020","sentiment_score":0.0}
{"full_text":"RT Sen. Kelly Loeffler has contracted Covid-19.That's it. That's the treat.","sentiment_score":0.0}
{"full_text":"How many of the Covid Research Group are members of the ERG, I wonder? Same bunch of fanatic loons.","sentiment_score":0.0666666667}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info https:\/\/t.co\/KBAVCiGyb5","sentiment_score":0.5}
{"full_text":"The problem with lockdown Is you easily Say to yourself i can do It tomorrow . I am not a fan of stress , you must Will that or you will rape yourself .. remember me .","sentiment_score":0.4333333333}
{"full_text":"The government don't no what they are dealing with. I'm sorry to say but how can this be a deadly you are telling people I'm putting us in a lockdown but you are okay with people spending Christmas with others just put us in a tier system which is a load of bull","sentiment_score":-0.0666666667}
{"full_text":"RT Dr. Onyema Eberechukwu Ogbuagu, an Igbo man is one of the brains behind the new Pfizer Covid-19 vaccine. He graduated fro...","sentiment_score":-0.1318181818}
{"full_text":"Adam Larson with his as usual incremental but measured  insight on complex topics is a good read.","sentiment_score":0.05}
{"full_text":"Given it's lockdown 2.0, we present banana bread 2.0! Delicious waffles that taste just like banana bread - only sweeter. #foodandwineireland","sentiment_score":0.3333333333}
{"full_text":"How is London retail going to be after covid? What could be the impact for retailers in terms of closures? How would that affect London urban model?Our report presentation:London Retail Covid19 Impact.https:\/\/t.co\/9wXNdRYHJn#London #londonlockdown #COVID19 #retail2020","sentiment_score":0.0}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
