{"full_text":"Six reasons why 2020 is the year of #AVoDWith an unexpected global pandemic and the roll-out of direct-to-consumer streamers from the US studios dominating much of the content-related conversation this year, it's easy to forget that 2020 had been pencile...https:\/\/t.co\/F17mfE1vtG","sentiment_score":0.1833333333}
{"full_text":"RT FACT CHECK: TRUE","sentiment_score":0.35}
{"full_text":"out of sincere curiosity - what would be his motive? his coverage of coronavirus this year was excellent and opened a lot of eyes to the truth... so for him to purposefully divide and conquer seems off for me","sentiment_score":0.75}
{"full_text":"COVID-19: Viral mutations in MINK could produce a more deadly strain, EU health agency warns","sentiment_score":0.15}
{"full_text":"RT Because the numbers are a lie, covid magically cured the flu season","sentiment_score":0.5}
{"full_text":"\"TOTAL recoveries rise to 44,872 after 791 patients were discharged; 25 succumb to Covid-19, death toll now at 1,228 #fb","sentiment_score":0.0}
{"full_text":"RT Wishing everyone a nice Friday A great upcoming weekend too #StaySafe #WearAMask #November in neighborhood ","sentiment_score":0.7}
{"full_text":"RT It's clear Biden will have to mandate another lockdown when he takes office. In order to assure Congress approves another muc...","sentiment_score":0.1}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"RT \"Mr Cain and Mr Cummings were part of the Vote Leave team whose pyrotechnics won the Brexit vote in 2016.Trying to run...","sentiment_score":0.0}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT My agreement with some of Alito's points does not alter the concerns over the messenger rather than the message. I stil...","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Austria has had a \"light lockdown\" for two weeks and cases are still rising.The logical answer would be that lockdowns...","sentiment_score":0.325}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT It's hard to know how we'll cope without the genius who led us to the highest Covid death rate in Europe, the biggest e...","sentiment_score":-0.2916666667}
{"full_text":"I'm okay with President Biden seeking the advice of a wide array of virologists and epidemiologists, then enacting orders based on that advice that will help get us out of this pandemic that will soon be claiming 2,000 American lives a day.I'm all for that.","sentiment_score":0.1333333333}
{"full_text":"BBC News - Partially sighted woman 'abused' for social distancing breacheshttps:\/\/t.co\/xJ7HeOb5z8","sentiment_score":-0.0333333333}
{"full_text":"RT No learning in sight.THIRD #birdflu outbreak in #England, means more #chickens will be murdered.Outbreak premises near...","sentiment_score":0.3}
{"full_text":"Woke up with a really bad panic attack. Called my boss that I was gunna be late and she just told me to stay home.Why do I always feel guilty when people are kind to me.","sentiment_score":-0.225}
{"full_text":"RT It's 16:00 CAT. Has Zambia defaulted on its debt?..asking for Kenya cc'","sentiment_score":0.0}
{"full_text":"Hmmmm.... a virus that has a 99+% survival rate, or shutdown which will lead to higher rates of suicide, depression, thefts, murders, etc... ya, I'll go with the virus. Anyone strongly pushing for a full lockdown can go fk themselves. While they are hiding in their basement.","sentiment_score":0.3444444444}
{"full_text":"RT Look, another mythical classroom with social distancing. Where is this? Nowhere I've heard about! #PutSchoolsInTheLockdown...","sentiment_score":0.0416666667}
{"full_text":"RT My latest: Health care workers don't need patronizing praise. They need resources, federal support, and for us to stay...","sentiment_score":0.5}
{"full_text":"RT The Trump pandemic is surging all over America - but nowhere more than in Trumpland where they followed his \"masks are for los...","sentiment_score":0.5}
{"full_text":"RT Exactly!","sentiment_score":0.3125}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"RT And the other 20% also didn't deserve to die simply because they were convicted of a crime. There's no justice there.","sentiment_score":-0.0625}
{"full_text":"RT There's a lot of news right now, with covid and the election, but if you need health insurance, now is the time to sign up....","sentiment_score":0.2857142857}
{"full_text":"RT He destroyed my city. Bring back","sentiment_score":0.0}
{"full_text":"RT trying to stay motivated in school during a pandemic","sentiment_score":0.0}
{"full_text":"RT Proof reading some of the creative writing produced by service users over lockdown, facilitated by one of our amazing...","sentiment_score":0.55}
{"full_text":"RT COVID didn't disappear on Nov. 4. Instead, it is spiking. It is dangerous. It is widespread. And it is infectious. There is...","sentiment_score":-0.6}
{"full_text":"RT Too many people are grieving the devastating loss of a loved one due to COVID--many of whom were forced to die alone. It s...","sentiment_score":-0.045}
{"full_text":"Feel that #anlaby have it wrong. 15minutes + queue ( indoor ) for the till. Wouldn't less people in shop &amp; queues outdoor be safer #COVID19","sentiment_score":-0.3333333333}
{"full_text":"Wishing you a happy &amp; prosperousDiwali bro !!Gud to be Back to Cinemas ! Wear mask &amp; stay safe bro !","sentiment_score":0.5416666667}
{"full_text":"RT Follow #COVID19 appropriate behaviour. #SafeDiwali #Unite2FightCorona","sentiment_score":0.5}
{"full_text":"RT Prime Blister from Australia, trying to ride on the coat tails of Dan Andrews now, by giving advice to the U.S. on Covi...","sentiment_score":0.0}
{"full_text":"CDC data on provisional deaths by wk they actually occurred for COVID\/pneumonia\/flu is updated for the wk w\/ deaths continuing to increase slightly but no indication yet of a spike. Wk of 08.15 remains the last that the U.S. averaged 1000 deaths\/day.DATA:","sentiment_score":-0.0555555556}
{"full_text":"This is high time We must support Small businesses and Thanks to the internet access, Chanderi doesn't have to stop work during this pandemic. ISupport Chanderi","sentiment_score":0.0366666667}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT This quote is what every single Covid-19\/health reporter is thinking right now. \"I'm exhausted and infuriated to be doing...","sentiment_score":-0.0619047619}
{"full_text":"RT Everyone is hooting and hollering about the Covid vaccine that is 90% effective....while God designed the human immune sy...","sentiment_score":0.0}
{"full_text":"RT The way covid has spread across this country, I believe every single zombie movie ever lmao we would be DOOMED!! DOOMED I...","sentiment_score":0.4330357143}
{"full_text":"RT Government is now telling us how many people we can have in our homes for dinner. But will let you protest if you support...","sentiment_score":0.5}
{"full_text":"RT Sooo... some states and cities require a COVID test to enter... but still don't require an ID to vote... got it.","sentiment_score":0.0}
{"full_text":"RT Wish they'd crack down against gutka, too. People keep eating and spitting - even during the pandemi...","sentiment_score":-0.1555555556}
{"full_text":"I didn't realize that when I took this photo outside Millinocket, Maine, I was standing across the road from Maine's superspreader site.","sentiment_score":0.0}
{"full_text":"RT NEW: Ontario's COVID-19 case count today: 1,396. It might be lower, but the general trends have been pushing higher -- a...","sentiment_score":0.1454545455}
{"full_text":"So read this story by and maybe help out Chanhassen Cinema. Or your local theater. Or any small business struggling.","sentiment_score":-0.125}
{"full_text":"RT REUTERS: Supreme Court Justice Samuel Alito says pandemic has led to unimaginable curbs on liberty","sentiment_score":0.0}
{"full_text":"RT Government is now telling us how many people we can have in our homes for dinner. But will let you protest if you support...","sentiment_score":0.5}
{"full_text":"RT The \"Chinese Flu\" is looking very American.","sentiment_score":0.0}
{"full_text":"What did covid destroy for you?","sentiment_score":-0.2}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"NOTICE: Due to Covid, there will not be $5 admission taken at the door but we still need you to pre-register at Governor Rickett's mandate! He wants us to know how many are coming thru the door...and WE DO TOO! #SAFETYisOURtopPRIORITY #NAE2020","sentiment_score":0.2229166667}
{"full_text":"RT Bill Penzey took a huge hit coming out against racist tramp. He's been w us since Day 1! The message from him shows struggle...","sentiment_score":0.5}
{"full_text":"The answer to Covid is eat more chocolate as we know , but check this out ready for xmas","sentiment_score":0.35}
{"full_text":"Inmates released due to COVID-19 pandemic, re-arrested after committing new crimes","sentiment_score":0.0056818182}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"Don't think the majority of the people aren't aware that those numbers are only half of the jobs lost from the horrible mismanagement of the pandemic coming back for God knows how long.","sentiment_score":-0.1611111111}
{"full_text":"RT Since tmrw is the MAGA March in major cities I must repeat myself.","sentiment_score":0.0625}
{"full_text":"RT We're all weathering the pandemic, and the Chambers are helping our small businesses as they pivot and seek new opportuniti...","sentiment_score":-0.0568181818}
{"full_text":"RT If the was actually interested in stopping the spread of COVID-19 rather than covering up Communist China's failures...","sentiment_score":0.25}
{"full_text":"RT No. Dakota's crisis is so severe that the state is advising asymptomatic, COVID-positive nurses to stay on the job.This is...","sentiment_score":0.0}
{"full_text":"How did we go so far backwards that people are getting stuck on covid cruise ships again","sentiment_score":0.1}
{"full_text":"RT Labour wanted to tax the top 5% more and the media was up in arms. It's really sad to see how utterly shafted working p...","sentiment_score":0.125}
{"full_text":"RT Idaho is an unnecessarily dangerous place to live because of science denial and religious fundamentalism in government...","sentiment_score":-0.1545454545}
{"full_text":"RT Georgia running not one but two Senators guilty of insider trading. They should be prosecuted not re-elected.","sentiment_score":-0.5}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Stats Hold a Surprise: Lockdowns May Have Had Little Effect on COVID-19 Spread","sentiment_score":-0.1875}
{"full_text":"RT Biden's people stay home. Have a drink. Don't march. Don't protest. Let the states do their work and Let Trump's minions tak...","sentiment_score":0.0}
{"full_text":"RT For what it's worth, canceling our Thanksgiving celebrations to prevent the spread of COVID gives us a great opportunity to ta...","sentiment_score":0.55}
{"full_text":"RT You can have 500 people in a church the size of a sports arena, but can't have even 20 people in an *actual* sports are...","sentiment_score":0.0}
{"full_text":"RT Looks like someone has been drilling holes in the #covid19 Ring of Steel around Care Homes","sentiment_score":0.0}
{"full_text":"Where did it even come from that he is this incredibly gifted genius &amp; mastermind? All through his career it's one failure after another. He constantly ruins everything he touches &amp; then runs away before he's kicked out.","sentiment_score":0.0111111111}
{"full_text":"RT To our friends across the country: You can help us mobilize voters and raise the resources we need from where you are. As...","sentiment_score":0.0}
{"full_text":"He shouldn't have been there still anyway. He'll make sure he fucks the public good and proper before he leaves, with the bucket load of cash him and his connections have funnelled to themselves through this pandemic ","sentiment_score":0.3}
{"full_text":"China keeps finding the virus on frozen foods imported from other countries.https:\/\/t.co\/inSpWPBnK4","sentiment_score":-0.125}
{"full_text":"RT Formerly sheilded Vulnerable P...","sentiment_score":-0.25}
{"full_text":"No the lock down. We can go out for essentials. But nothing is really open and what is isn't yet at full capacity. They lifted the stay at home order here in June. We had it in place since March.","sentiment_score":0.0648148148}
{"full_text":"RT We hope you all are being safe..We know all our sir fans have been waiting for #SarkaruVaariPaata upd...","sentiment_score":0.0}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT To our friends across the country: You can help us mobilize voters and raise the resources we need from where you are. As...","sentiment_score":0.0}
{"full_text":"Another brilliant idiot!","sentiment_score":-0.05}
{"full_text":"Completely unacceptable. Some of these inmates were approved for parole and awaiting release, some had served 90% of their sentences. Many of these inmates never even received COVID tests and their cause of death wasn't known until AFTER autopsies were conducted. RIDICULOUS.","sentiment_score":0.0888888889}
{"full_text":"RT I'd like to see NHS staff receive the COVID vaccine based on their individual risk assessment in the first instance - targ...","sentiment_score":0.125}
{"full_text":"Thenext day.....COVID became real to America.   My second wish was for it to be like August in September,  to be summer in the colder months,  at least for a while.   Guess what happened....","sentiment_score":-0.0333333333}
{"full_text":"RT Cold truth: South Africa won't be able to store Pfizer's COVID vaccine. Here's why. via","sentiment_score":-0.05}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"RT Getting rid of Donald Trump is a startBut if we want #healthcare and #COVID19 relief We also need to get rid of hi...","sentiment_score":0.0}
{"full_text":"Covid ain't ever going away with the way people be living their best lives","sentiment_score":1.0}
{"full_text":"This alone should kill anti migrants policy \/way of thinking","sentiment_score":0.0}
{"full_text":"stay home to save livesplease and thank you read this thread","sentiment_score":0.0}
{"full_text":"Ticketmaster to Vet COVID Vaccination Status of Concertgoers via","sentiment_score":0.0}
{"full_text":"RT 55 people attended a wedding reception in Maine in August, and 1 of them had Covid. Over the next 38 days, the virus spr...","sentiment_score":0.0}
{"full_text":"Elderly COVID-19 Positive Patients Sent To Nursing Home on Cuomo's Watch... via","sentiment_score":0.2272727273}
{"full_text":"RT Memo to Covidiots: I can't stomach any more of your stupefyingly ignorant conspiracy-theory bullsh*t at a time when covid...","sentiment_score":0.5}
{"full_text":"This is infuriating.","sentiment_score":-0.6}
{"full_text":"RT Government is now telling us how many people we can have in our homes for dinner. But will let you protest if you support...","sentiment_score":0.5}
{"full_text":"RT How many of you remember restaurants or airplanes that had \"smoking sections\"? And how ultimately it didn't matter WHERE you...","sentiment_score":0.25}
{"full_text":"RT To our friends across the country: You can help us mobilize voters and raise the resources we need from where you are. As...","sentiment_score":0.0}
{"full_text":"RT 55 people attended a wedding reception in Maine in August, and 1 of them had Covid. Over the next 38 days, the virus spr...","sentiment_score":0.0}
{"full_text":"RT Rep. Dan Kildee (D-MI) joins us after the break to talk about the latest in Congress' coronavirus efforts, plus he'll...","sentiment_score":0.5}
{"full_text":"3hour waits at all south Queens Covid test sites; next apt at nearby city test spots 2 weeks away. Schools etc on the verge of closing but not a peep about expanding NYC testing sites. Thanks for #failingNYCitizens (again) #COVID19 #outbreak for Xmas","sentiment_score":0.2666666667}
{"full_text":"RT Instead of fighting to defeat the COVID-19 pandemic that has killed over 242,000 Americans, the Trump administration is...","sentiment_score":-0.2}
{"full_text":"RT acknowledgement that that worst has not passed &amp; that pvt critical care beds are needed for COVID-19 response","sentiment_score":-0.5}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT LA Times Blames Seven COVID Deaths On Small Maine Wedding That Victims Did Not Attendhttps:\/\/t.co\/s89VGbEg2n","sentiment_score":-0.25}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstra...","sentiment_score":0.0}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT 80 percent of those who died of Covid-19 in Texas county jails were never convicted of a crimeThe \"devastating human...","sentiment_score":-0.5}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Finally got my XL Beowulf back after a friend borrowed it during lockdown... so I thought I'd give him a...","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"RT service workers (who largely can't afford to stay home from work, who largely have crappy health insurance or none at all)...","sentiment_score":0.2142857143}
{"full_text":"RT There have been more Trump aides who've tested positive for coronavirus since the election than documented cases of voter fr...","sentiment_score":0.3636363636}
{"full_text":"It's crazy how people can even make wearing a mask difficult. Just WEAR THE MASK","sentiment_score":-0.55}
{"full_text":"RT As politically partisan a speech as I've ever seen from a justice: arrogant , tendentious, and sloppy.  Alito condemned CO...","sentiment_score":-0.2083333333}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT REUTERS: Supreme Court Justice Samuel Alito says pandemic has led to unimaginable curbs on liberty","sentiment_score":0.0}
{"full_text":"What hospital?  I'm not aware of any covid-filled ICU's in Alberta.","sentiment_score":-0.125}
{"full_text":"Not me just cancelling my trip in December and terrified to tell my parents because \"covid is fake\"","sentiment_score":-0.5}
{"full_text":"You are never alone, the pandemic has affected us all in one way or another. Don't hesitate to get help, reach out to your campus mental health services! #HeadsUpTerps","sentiment_score":-0.125}
{"full_text":"\"here, use this\" for covid-19.@BenPBradshaw","sentiment_score":0.0}
{"full_text":"We're at a critical juncture in fighting the #COVID19 pandemic. Stay home, wear a mask if you go out, socially distance and wash your hands. Let's fight this thing together and protect one another. #MaskUpCA","sentiment_score":0.0166666667}
{"full_text":"#COVID19 has caused significant disruption for many #retailers, but there are steps that can be taken to mitigate some of those interruptions. Our new FAQ page offers insights to help your organization build strategies for operational stability:","sentiment_score":0.2778409091}
{"full_text":"RT #SidharthShukla has the best WhatsApp joke on Covid-19. We agree - Television News","sentiment_score":1.0}
{"full_text":"\"I just don't see a scenario where people go back to the old way of doing things,\" FedEx Ground CEO Henry Maier said. ","sentiment_score":0.05}
{"full_text":"Top doctors have questioned if #France will be ready for #deconfinement on December 1. The comments come after said that non-essential shops would be permitted to open after #lockdown but not restaurants and bars.","sentiment_score":0.2333333333}
{"full_text":"RT The library is offering contact-free pickup for Drake faculty, staff, and students from 10 am-2 pm, Monday-Friday. Holds can...","sentiment_score":0.0}
{"full_text":"#Malaysia Extends Movement Restrictions. The decision was made after the country reported a record 1,755 new coronavirus infections last Friday.https:\/\/t.co\/9BfInihtav #COVID19 #Restriction #CMCO","sentiment_score":0.0681818182}
{"full_text":"Autumn 2020 Pandemic Briefing6Dr Seth Berkley #GAVI &amp; Jane Halton #CEPI join Prof. Heymann to unpack the current state of #vaccinedevelopment Role #vaccines are expected to play in #viruscontrol &amp; issues around #equitableaccess 19\/11| 9am GMThttps:\/\/t.co\/Ku0vl1AQ8T","sentiment_score":-0.05}
{"full_text":"The 74-year-old had tested positive for COVID-19 and was suffering from underlying health conditions. His cause of death will be investigated by the coroner.","sentiment_score":0.2272727273}
{"full_text":"Happy #FeelGoodFriday! One of #SGF's greatest events is back! the premiere fundraising event for the LGBT+ community in #417land, has shifted in the wake of COVID-19. Visit for more. RETWEET for a chance to win a $25 donation in your name! ","sentiment_score":0.7}
{"full_text":"#LOVE lives here. #JoyTrain #Joy #Kindness #IDWP #MentalHealth #Quote #Mindfulness #GoldenHearts #IAM #COVID19 #IAMChoosingLove #ChooseLove #FridayFeeling #FF #FridayMorning #FridayMood #FridayThoughts #FridayMotivation #FabulousFriday RT","sentiment_score":0.65}
{"full_text":"RT Small wedding. 55 attendees.Temperature taken at entrance. No fevers reported.Later, 177 infected.7 died -- and they d...","sentiment_score":-0.25}
{"full_text":"Today is the day!!! Here is what you need to know before the fun begins.","sentiment_score":0.3}
{"full_text":"At his briefing Thursday, no timeline or trigger for taking additional action on the #COVID19 pandemic and, as he has done all along, he opposed a statewide mask mandate. More from ","sentiment_score":0.3}
{"full_text":"COVID-19 is ripping through Michigan this fall with record number of cases almost daily, increasing hospital and death numbers. A doctor with the U of M School of Public Health says \"just kind of letting people get infected is not a good strategy.\"","sentiment_score":0.0625}
{"full_text":"In honor of #WorldKindnessDay, read below how the Broadway Diner is providing meals to kids in need during the pandemic.","sentiment_score":0.0}
{"full_text":"RT no second stimulus. no lockdown. no mask mandate. no guidance on avoiding infection. no assistance to workers. no rent rel...","sentiment_score":0.0}
{"full_text":"A Biden adviser is suggesting one may be necessary to drive COVID numbers down.https:\/\/t.co\/8BzINxxX6s","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 13\/11\/2020 20:30Total Cases: 8745706 [+17082]Active: 484180Recovered: 8130755 [+16853]Deaths :128853 [+144]Total Tests: 121.96MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"Need a COVID-19 test? Register online and we'll call to book an appointment at our Assessment Centre: #COVID19ON #COVIDtest","sentiment_score":0.0}
{"full_text":"How have you networked during #COVID19? Watch Amy Nelson, CEO of share her advice for #networking when you aren't meeting people in-person. #cwru","sentiment_score":0.0}
{"full_text":"Washing hands with  &amp;  is one of the most effective ways to stop #COVID19. Yet millions of children don't have access to basic handwashing facilities.On #WorldChildrensDay, help us reimagine a  where every child has access to safe water. for supporting us.","sentiment_score":0.37}
{"full_text":"The latest on when the COVID-19 vaccine might be available. Plus, how to handle Thanksgiving.","sentiment_score":0.45}
{"full_text":"Doug Ford: \"Our goal is to avoid lockdown at all cost\" ","sentiment_score":0.0}
{"full_text":"COVID19 has impacted MANY people this year and artists are not immune to those effects. In some ways they are even more vulnerable. This report has shown these dramatic impacts ","sentiment_score":0.0166666667}
{"full_text":"Restless middle-schoolers and teens? Not a problem! We want to keep them engaged with interesting and fun activities by visiting the following link:  #ArmyMWRCares #CYS #YouthPrograms #Resources","sentiment_score":0.2666666667}
{"full_text":"Madrid surrealism show offers escape from pandemic reality.Exhibition explores how surrealist movement influenced culture and design in 20th century","sentiment_score":0.05}
{"full_text":" Good reminder about how far the world has come with data in the context of #Covid19. We've been working closely with a research team and can't wait to share with you the scope of our work in #Covid19 and #opendata... SOON! ","sentiment_score":0.4125}
{"full_text":"RT All the tax money thats been misspent, squandered and stolen over #COVID19 pandemic should not be repaid by the public b...","sentiment_score":0.0}
{"full_text":"As of this morning 10,552,821 (+152,594) people in the US have been diagnosed with COVID-19 and 242,423 (+625) have died.  #JohnsHopkins #Minneapolis #MN #covid19 #coronavirus","sentiment_score":0.0}
{"full_text":"\"Vietnam learned important lessons from earlier pandemics, and it has a robust public health system and immense popular support for its efforts. The rest of the world could learn a lot from Vietnam's effective and transparent approach, writes Sen Nguyen.\"https:\/\/t.co\/ZqWO8mM3g7","sentiment_score":0.2666666667}
{"full_text":"Georgia Democrats want help winning the Georgia runoffs -- but they don't want people from around the country traveling to the state during the middle of a pandemic. via please donate to Ossoff and Warnock","sentiment_score":0.25}
{"full_text":"Together we can secure a trump free future #DefendDC #FuckMaga We'll see you Nov 14th noon 1st and maryland NE (subject to change, check day of) Wear all black to show solidarity, wear a mask because covid-19. Bring water, food, a friend, and an AG!","sentiment_score":0.085}
{"full_text":"If you, or someone you know, has been directly affected by the COVID-19 pandemic, please visit to find out more about the support available in Barnsley, such as the Local Welfare Assistance scheme.","sentiment_score":0.2}
{"full_text":"RT We didn't always wear seat-belts. In fact, when they first became required, some people didn't like having to wear them....","sentiment_score":0.25}
{"full_text":"Massive fractures emerge in Executive as it finds compromise over #covid19 restrictions\"A devastating week for Stormont's reputation\" - Sound on Podcast ","sentiment_score":-0.2}
{"full_text":"Weekend music is a few hours away (GMT) :17:00 Venga Ya!Alternative Latin18:00 Connoisseur CanapesRockabilly ~&gt; House20:00 Lockdown ClubHouse22:00 Trancehttps:\/\/t.co\/6Tj2nrbULZ","sentiment_score":-0.2}
{"full_text":"Now, more than ever: We NEED the #Steelers to keep playing, to keep being undefeated, to keep being relevant. We need the diversion in these covid times.https:\/\/t.co\/QeWpBeiw5a","sentiment_score":0.45}
{"full_text":"PTF Has Confirmed That Over 12,500 New Corpers Have Undergone Coronavirus Test - Naija Loadedhttps:\/\/t.co\/fDeQ3UxrMd","sentiment_score":0.2681818182}
