{"full_text":"The only thing I wish is that the whole United States is on lockdown because hopefully we will get money while being on lockdown","sentiment_score":0.1}
{"full_text":"RT For months, Republicans have tried to make bipartisan progress on huge areas of COVID relief where there's no disagreemen...","sentiment_score":0.4}
{"full_text":"It's obvious the racist tree wasn't social distancing or wearing a mask.","sentiment_score":0.0166666667}
{"full_text":"RT RIP to those who died due to COVID-19 in 2020. Don't skip this post without leaving a heart ","sentiment_score":-0.125}
{"full_text":"OMG is he having a meltdown?","sentiment_score":0.0}
{"full_text":"RT There have been around 75,000 Covid related deaths in the UK. That is a very large number of grieving individuals and familie...","sentiment_score":0.1392857143}
{"full_text":"OR ACCEPT. We will decide who speaks for us. Johnson doesn't figure on that list.https:\/\/t.co\/oaNc34I8be","sentiment_score":0.0}
{"full_text":"RT I have just lost someone I cared about to COVID-19.  I do not want your sorrow for my loss.  I want you to wear a mask.","sentiment_score":0.0}
{"full_text":"RT Pay everyone in this country to stay home for 2 weeks. Period. The cost will not even TOUCH the costs of being mired i...","sentiment_score":0.0}
{"full_text":"RT UPDATE: Senate just confirmed Mizelle. Again: She was rated Not Qualified &amp; is 8 years out of law school, which ABA said...","sentiment_score":0.4}
{"full_text":"RT McConnell called the Senate into session to confirm a bunch more judges, attempt to confirm an all-out crank to the Fed, a...","sentiment_score":0.5}
{"full_text":"I saw Erin yesterday on one of the major networks when he was asked to comment on Scheer's latest ethics breach. Within 20 seconds Erin spoke the name of Justin Trudeau. Don't these guys have anything to say to Canadians. They have daddy issues with Trudeau.","sentiment_score":0.28125}
{"full_text":"The COVID scam continues. Liberals fall into line.","sentiment_score":0.0}
{"full_text":"RT No, I'll have Christmas and they can ram their January, economy destroying lockdown, right up their g...","sentiment_score":0.0428571429}
{"full_text":"RT I've been viciously attacked since Apr for highlighting imp of Tcell immunity against SARSCoV2 despite 100+ published Covid s...","sentiment_score":-1.0}
{"full_text":"RT Sadly, Ohio #COVID19 hospitalizations &amp; ICU admissions are at an all-time high. The steps you take to prevent the spread...","sentiment_score":-0.17}
{"full_text":"RT Breaking News: A quarter of a million Americans have died from the coronavirus, passing the number Dr. Anthony Fauci predicted...","sentiment_score":0.0}
{"full_text":"RT McConnell refuses to pass a COVID  bill that helps people struggling financially.The republicans' bill does NOT include s...","sentiment_score":0.0}
{"full_text":"RT Do you know the difference between isolation and quarantine? What about how long to stay away from others if you have CO...","sentiment_score":-0.05}
{"full_text":"RT Sen. Loeffler dumped stock on the same day she got a Senators-only COVID briefing. But instead of facing consequences,...","sentiment_score":0.0}
{"full_text":"Covid 19 coronavirus: Pfizer says its vaccine 95 per cent effective, seeking clearance soon","sentiment_score":0.6}
{"full_text":"RT If lockdowns worked, why would we need to lockdown again?If lockdowns didn't work, why should we lockdown again?","sentiment_score":0.0}
{"full_text":"RT Governor Beshear's sweeping new COVID-19 restrictions announced today will have a devastating and irreversible impact on K...","sentiment_score":-0.4318181818}
{"full_text":"RT Dear Greg Abbott,Midland has not reported their number since November 4, 2020. We have Mobile morgue, 400 FEMA nurses and...","sentiment_score":0.0}
{"full_text":"COVID-19 not spreading in Westchester schools, health commissioner says, but active cases near 4,000","sentiment_score":-0.0166666667}
{"full_text":"When LOGIC sets in ","sentiment_score":0.0}
{"full_text":"People are being forced into poverty due to a global pandemic, and even if your view is that parents should be held accountable why would you punish the child, it's not their choice.I can't imagine having an issue helping those less well off than myself.","sentiment_score":-0.1479166667}
{"full_text":"RT I think COVID has definitely put a dent in a lot of ppl's daily motivation..","sentiment_score":0.0}
{"full_text":"RT PSA: if you test positive for covid, it is YOUR responsibility to tell everyone you've been in contact with recently. I don't...","sentiment_score":0.1136363636}
{"full_text":"RT With Las Vegas placing seven players on Reserve\/COVID list today, there's no change to status of Sunday night's Raiders-C...","sentiment_score":0.0}
{"full_text":"RT Thank you, for this beautiful gift. and I will continue to engage with your communities, so that together we c...","sentiment_score":0.85}
{"full_text":"Keep your eye on the prize. Dems are obviously trying to distract you with more COVID crap.  Distract you while they try and cover up their attempt to cheat.","sentiment_score":-0.1}
{"full_text":"10pm curfew ? Is covid more dangerous after 10pm?","sentiment_score":-0.05}
{"full_text":"The library's update is a response to mitigation measures announced by Gov.Pritzker to help prevent the community spread of the coronavirus.","sentiment_score":0.0}
{"full_text":"RT McConnell called the Senate into session to confirm a bunch more judges, attempt to confirm an all-out crank to the Fed, a...","sentiment_score":0.5}
{"full_text":"RT Joe Biden says his plans for COVID vaccine distribution could \"be behind by weeks or months\" because of the Trump admin's...","sentiment_score":-0.4}
{"full_text":"RT COVID-19 Relief Fund Update: Our local partner Uganda recently shared these photos of handwashing stations...","sentiment_score":0.0}
{"full_text":"I've got a wild idea - maybe the State of Florida should have an effective contact tracing program 9 months into a pandemic that's killed almost 18,000 Floridians","sentiment_score":0.1666666667}
{"full_text":"RT UK Watchdog, National Audit Office, criticises government over awarding of PS17bn Covid contracts: non-transparency, cronyism...","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"RT JUST IN: 250,000 Americans have now died from COVID-19. That's more than twice the number of U.S. service members killed in World...","sentiment_score":0.15}
{"full_text":"not my county being the highest with covid cases in ohio yet no one wearing a mask","sentiment_score":0.0}
{"full_text":"RT Wrong analogy - we've been dieting and exercising and we still have a weight problem.  We've been wearing masks...","sentiment_score":-0.5}
{"full_text":"RT I have just lost someone I cared about to COVID-19.  I do not want your sorrow for my loss.  I want you to wear a mask.","sentiment_score":0.0}
{"full_text":"RT Muscle pain  Headaches  Memory problems  Heart muscle inflammation  Lung function abnormalities  Kidney injuryThe...","sentiment_score":0.0}
{"full_text":"RT And the politicians that are doing the conditioning are out, maskless, celebrating with their family and friends...@Gavi...","sentiment_score":0.0}
{"full_text":"RT Covid-19 has been five times as deadly as the deadliest flu season in the last 10 years. Here are key stats so far","sentiment_score":-0.025}
{"full_text":"RT i Governor Cuomo Updates New Yorkers on State's Progress During COVID-19 Pandemichttps:\/\/t.co\/iqvNsxIAny","sentiment_score":0.1363636364}
{"full_text":"I don't like the minimization of a pandemic with millions cases as a \"inconvenience\" or as \"going virtual\" like I understand the desire to do that but at the same time... people are dead. Stop trying to make the pandemic palatable bc \"capitalism must go on!\" People are dead!!!","sentiment_score":-0.2135416667}
{"full_text":"RT Trump administration's refusal to cooperate with President-Elect Biden is worsening COVID-19 human rights crisis. Today, the U...","sentiment_score":0.0}
{"full_text":"RT McConnell, two weeks ago today: \"As I've said repeatedly in the last few months, we need another rescue package.... I think...","sentiment_score":-0.1}
{"full_text":"RT It's not just that she sold out Georgia, #CrookedKelly protected her stocks from covid before protecting her constituen...","sentiment_score":0.0}
{"full_text":"RT Breaking News: A quarter of a million Americans have died from the coronavirus, passing the number Dr. Anthony Fauci predicted...","sentiment_score":0.0}
{"full_text":"RT The gun lobby doesn't care if Americans die from COVID or gun violence as long as they're making money. #valeg","sentiment_score":-0.05}
{"full_text":"MASKS ARE NOT NECESSARY!!!","sentiment_score":0.0}
{"full_text":"RT Contracts give limited time to reject duff product. We bought c. five times as much PPE as we have used in the pandemic....","sentiment_score":0.0642857143}
{"full_text":"RT #CrookedKelly Watch, follow and retweet.","sentiment_score":0.0}
{"full_text":"RT JUST IN: 250,000 Americans have now died from COVID-19. That's more than twice the number of U.S. service members killed in World...","sentiment_score":0.15}
{"full_text":"RT Keep doctor, insurance &amp; hospital fees up? Not much other explanation to require prescription for at home test. Will  FD...","sentiment_score":0.0625}
{"full_text":"RT You know, it might be easier for Colorado to convince people they can't have dinner with 10 people if the state wasn't a...","sentiment_score":0.0}
{"full_text":"RT JUST IN: 250,000 Americans have now died from COVID-19. That's more than twice the number of U.S. service members killed in World...","sentiment_score":0.15}
{"full_text":"Cincinnati Public Schools teaches union president said, on FB, that \"there are no individual liberties during a pandemic\"News to me","sentiment_score":0.0}
{"full_text":"RT Has Trump ever said he's sorry to any of the families who've lost loved ones to the Covid pandemic, other than in a pe...","sentiment_score":0.025}
{"full_text":"RT With Las Vegas placing seven players on Reserve\/COVID list today, there's no change to status of Sunday night's Raiders-C...","sentiment_score":0.0}
{"full_text":"RT Sen. Loeffler dumped stock on the same day she got a Senators-only COVID briefing. But instead of facing consequences,...","sentiment_score":0.0}
{"full_text":"The United States has surpassed 250,000 coronavirus deaths, the highest total for any country in the world, according to data compiled by Johns Hopkins University.","sentiment_score":0.0}
{"full_text":"RT Much confusion about this. Hoping to clarify on The World Today. Also - virologists would like the SA Government to please u...","sentiment_score":0.2}
{"full_text":"RT Ok, cool. What way did him paying rent for people who couldn't afford it in the middle of a pandemic rub them?","sentiment_score":0.2833333333}
{"full_text":"RT What a wonderful thing to read. It's good to be reminded of those days and of what I hoped for the readers. And sometimes...","sentiment_score":0.85}
{"full_text":"RT Trump blocking the Biden transition will set back the release of the COVID VACCINE BY MONTHS KILLING HUNDREDS OF THOUS...","sentiment_score":0.0}
{"full_text":"Collateral Damage? CDC Admits COVID Lockdowns Sparked Surge In Children's Mental Health Issues - Washington Watch","sentiment_score":-0.1}
{"full_text":"RT Canada is deficient on publicly available data on who is catching COVID and how, who is most at risk, and the best inte...","sentiment_score":0.42}
{"full_text":"RT i see...","sentiment_score":0.0}
{"full_text":"RT AZ, turn over every rock till he's caught.","sentiment_score":0.0}
{"full_text":"RT Queer &amp; Trans Day of COVID TestingRemember the dead. Fight like hell for the living. Get tested.Quest Center for Integrativ...","sentiment_score":-0.15}
{"full_text":"RT Joe Biden warns if Trump keeps delaying transition briefings, his team's Covid response will be 'behind by weeks or months'...","sentiment_score":-0.4}
{"full_text":"RT Interesting response","sentiment_score":0.5}
{"full_text":"Earth once the Pandemic Is Over via","sentiment_score":0.0}
{"full_text":"It's Going To Be A Long Pandemic: Lessons For The Marathon Ahead","sentiment_score":-0.05}
{"full_text":"MN Republicans and Trump fans are doing this to you Call them out for trying to keep this despot in power They think the Pandemic is a Hoax","sentiment_score":0.0}
{"full_text":"RT #PS5 and #XboxSeriesX restock at tomorrow! (online only)May your fingers be quick and the bots stay home sick  htt...","sentiment_score":-0.1904761905}
{"full_text":"RT Hey Arizona, Florida and Texas, Doug Ducey, Ron DeSantis and Greg Abbott have done nothing but try to kill you since th...","sentiment_score":0.0}
{"full_text":"RT Breaking News: A quarter of a million Americans have died from the coronavirus, passing the number Dr. Anthony Fauci predicted...","sentiment_score":0.0}
{"full_text":"RT \"The American carnage Trump spoke of at his inauguration is now everywhere, the COVID-map of the United States blood red...","sentiment_score":0.0}
{"full_text":"RT I dismiss as moronic, insipid, inconsequential, insignificant, indefatigably insane and irrelevant. Now go get yo...","sentiment_score":-0.75}
{"full_text":"RT 'Well nothing else we have done has sorted this bloody pandemic so let's just buy a load more guns and bombs and try tha...","sentiment_score":-0.15}
{"full_text":"RT BREAKING: US surpasses 250,000 coronavirus deaths.","sentiment_score":0.0}
{"full_text":"RT Fell off the spin bike when last nights viewing figures came in - we started filming this in January with no clue of what...","sentiment_score":0.0}
{"full_text":"RT Britain has announced the biggest investment in its military since the end of the Cold War, despite the coronavirus crisis pu...","sentiment_score":-0.35}
{"full_text":"RT NEW VIDEO: Crooked Kelly Loeffler sold stock on the same day she got a secret COVID briefing. Instead of facing conseq...","sentiment_score":-0.0659090909}
{"full_text":"RT In Chile there's a second social outbreak, protests are taking place and the police is \"quelling\" protesters again. PLEASE...","sentiment_score":0.0166666667}
{"full_text":"When is this going to stop!? #Trump","sentiment_score":0.0}
{"full_text":"RT BREAKING: The city department of education says New York City schools will close to in-person learning as coronavirus infection rat...","sentiment_score":0.1363636364}
{"full_text":"I wonder if he'll go that far? i hope not. I don't care about the mask mandate, we have one anyway. He could issue one statewide and take away some pressure from DC and the lock um down group.","sentiment_score":-0.0277777778}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT The pandemic's constant spread is of course due to right-wing covid denialism and conspiracism and to Trump. But it's als...","sentiment_score":-0.0625}
{"full_text":"RT Hear that, workers who are forced to come into contact with COVID-19 because there's been no additional relief and rent...","sentiment_score":-0.3}
{"full_text":"RT Another 529 Covid deaths just announced today.This isn't normal. This isn't flu. This isn't old news. This is a traged...","sentiment_score":0.125}
{"full_text":"Showing the effects of Covid-19 too... I believe... cain't get out &amp; water, sing &amp; care for it!","sentiment_score":0.0}
{"full_text":"SOME GOOD NEWS FOR ONCE","sentiment_score":0.7}
{"full_text":"Shocker!! Only true idiots take anything says as \"advise\" more like \"whatever she says, do the opposite!!!\"https:\/\/t.co\/w7qWHtxFFb","sentiment_score":0.01}
{"full_text":"RT Here's a thread of hypocrites breaking their own COVID rules. Happy Monday.","sentiment_score":0.7}
{"full_text":"RT We've completely privatized Covid response, more or less. Everyone's on their own. Figure it out. Save yourselves; or don'...","sentiment_score":0.2583333333}
{"full_text":"Short Covid stats rant: \"cases per 100,000\" is such a weird reference. We could be saying \"cases per million.\" Pull it together epidemiologists!","sentiment_score":-0.2083333333}
{"full_text":"RT Blaming the pandemic on individuals' behavioral choices is the ultimate dodge for politicians -- a way to evade responsibilit...","sentiment_score":0.0}
{"full_text":"RT I have just lost someone I cared about to COVID-19.  I do not want your sorrow for my loss.  I want you to wear a mask.","sentiment_score":0.0}
{"full_text":"RT URGENT ALERT: urges you to take action NOW to fight rapidly rising #COVID19 cases. Do your part: 1) #WearAMask ov...","sentiment_score":0.1}
{"full_text":"Understanding health disparities in the age of #COVID19: New research uncovers a range of racial and ethnic inequities among people hospitalized for the disease. #AHA20","sentiment_score":0.1363636364}
{"full_text":"RT if the pfizer vaccine is 90% effective and the moderna vaccine is 95% effective then just take both. 185% effective. co...","sentiment_score":0.6}
{"full_text":"Controlling spend has never been more important. Join us tomorrow 1 pm PST as we discuss five specific and practical steps finance departments can take to fix their spend management challenges, to lead the business during and beyond COVID. Register now:","sentiment_score":0.3}
{"full_text":"RT No child should wake up hungry and no food in the house. But that's exactly what one in four kids in America will expe...","sentiment_score":0.25}
{"full_text":"RT How this guy became a model of leadership in the pandemic is a real wonder.","sentiment_score":0.2}
{"full_text":"RT Your working conditions are not your fault. Your housing conditions are not your fault. The broken healthcare system is not you...","sentiment_score":-0.4}
{"full_text":"Science!","sentiment_score":0.0}
{"full_text":"RT It's almost December and the U.S. Senate has failed to pass a meaningful second #COVID19 relief bill. This is unacceptabl...","sentiment_score":0.0}
{"full_text":"RT Has Trump ever said he's sorry to any of the families who've lost loved ones to the Covid pandemic, other than in a pe...","sentiment_score":0.025}
{"full_text":"It's the same four this week, and with K Cody Parkey on the COVID-reserve list the Browns will get McCrane ready through the practice week. If Parkey passes his tests it's expected he'll be cleared by Sunday.","sentiment_score":0.0333333333}
{"full_text":"RT Breaking News: A quarter of a million Americans have died from the coronavirus, passing the number Dr. Anthony Fauci predicted...","sentiment_score":0.0}
{"full_text":"Me too babe, me too babe!","sentiment_score":0.0}
{"full_text":"RT Today, I announced my participation in COVID-19 vaccine trial and my positive test results for antibodies. Here'...","sentiment_score":0.2272727273}
{"full_text":"*Breaking News*I have a new COVID19 vaccine available.To the best of my knowledge, it has around 13% efficacy, and has lead to severe facial mutations in only 94% of trial candidates.","sentiment_score":0.2840909091}
{"full_text":"Vote #CrookedKelly out.Pass it on.https:\/\/t.co\/AUGcAdkjv0","sentiment_score":0.0}
{"full_text":"Say \"I Love You\" with your actions not just your words.#WellnessWednesday#JoyTrain #Joy #Love #COVID19 #Kindness #MentalHealth #Mindfulness #GoldenHearts #IAM #ChooseLove #Quote #WednesdayThoughts #WednesdayMotivation #WednesdayWisdom RT@bharatmatrimony","sentiment_score":0.6}
{"full_text":"The Leadership Center will host its annual gala Saturday, asking patrons for support in the midst of a pandemic. Find out more in this week's ANR.","sentiment_score":0.2}
{"full_text":"As much as I want it to work I can't see it happening. The only thing saving him atm is the fact the FAI aren't losing out on ticket sales because of performances alone. In a non Covid world Kenny would likely be toast.","sentiment_score":0.0666666667}
{"full_text":"Valley News Live has confirmed the James River Correctional Center is currently experiencing an outbreak within the facility.https:\/\/t.co\/AfTPT3b0Oa","sentiment_score":0.1090909091}
{"full_text":"It's been months of the pandemic and you might be feeling frustrated or upset. But there are lots of different ways to deal with your worries -- like giving yourself a big hug!","sentiment_score":-0.2333333333}
{"full_text":"RT There is no good reason to do this, and 1.12 million reasons not to","sentiment_score":-0.35}
{"full_text":"\"Finding new ways to serve clients during the pandemic is challenging, but the innovation of our staff has allowed us to adapt our practices during this time,\" writes Christina Simiriglia of","sentiment_score":0.3181818182}
{"full_text":"Allegheny County issued a stay-at-home advisory after a \"rapid increase\" in COVID-19 cases.https:\/\/t.co\/bN8t3A1pRX","sentiment_score":0.0}
{"full_text":"My state is starting a 3 week lockdown tomorrow but the rules doesn't seem as strict as the first one ???","sentiment_score":0.125}
{"full_text":"RT Fun fact: Out of the 260,000 Americans who have died from the Coronavirus pandemic, more than 200,000 of them had paid...","sentiment_score":0.4}
{"full_text":"RT JUST IN: 250,000 Americans have now died from COVID-19. That's more than twice the number of U.S. service members killed in World...","sentiment_score":0.15}
{"full_text":"\"Scientists are urging caution over a mysterious, Ebola-like viral disease that appears to have spread from person to person during a small outbreak in Bolivia last year.\" via","sentiment_score":-0.0833333333}
{"full_text":"Israel, a beloved attendee, shared how Ta'leef helped him through the pandemic and what he looks forward to beyond it.\"To put it concisely, Ta'leef has provided a sense of genuine connectedness; Connectedness in an era that challenges that very thing.https:\/\/t.co\/87Xa43WChX","sentiment_score":0.35}
{"full_text":"Major European cities in Christmas vibes despite COVID-19 outbreak #Christmas2020 for more ","sentiment_score":0.1875}
{"full_text":"With over 300 different lanterns and 60 different sets, is giving guests a fun &amp; safe way to celebrate the holidays ","sentiment_score":0.2}
{"full_text":"While entrepreneurship by its nature is unpredictable, 2020 has shown that business can turn on a dime. ","sentiment_score":-0.1666666667}
{"full_text":"\"According to the Health Ministry figures on November 14, 92 people died of coronavirus across #Turkey. On the same day, 164 people lost their lives due to an 'infectious disease' in Istanbul,\" says HDP's Kenanoglu","sentiment_score":-0.0625}
{"full_text":"The nation's largest public school system will halt in-person learning Thursday to try to stop the renewed spread of the #coronavirus around #NewYorkCity.","sentiment_score":0.0}
{"full_text":"\"The reality is, college basketball is having the same challenges that football had.\"Get the story from","sentiment_score":0.0}
{"full_text":"They do! Its lovely. Cant wait for the next game night \"post\" Covid!","sentiment_score":0.0}
{"full_text":"U.S. reported 1,707 coronavirus deaths on Tuesday -- the deadliest day for COVID-19 in 6 months","sentiment_score":0.0}
{"full_text":"Many parts of Scotland will enter a strict new lockdown from Fridayhttps:\/\/t.co\/ZMVf51MOGT","sentiment_score":0.3181818182}
{"full_text":"Browns place Jack Conklin, Cody Parkey, and Charley Hughlett on reserve\/COVID-19 list#NFL #Browns","sentiment_score":0.0}
{"full_text":"You go first? Cases (and fatalities) are on the rise, but 4 in 10 Jerseyans say they don't want #COVID19 #vaccine.","sentiment_score":0.25}
{"full_text":"Coronavirus cases are on the rise and the potential of another shutdown is looming over all gyms.","sentiment_score":0.0}
{"full_text":"RT Thanksgiving is a week away.LARGE INDOOR DINNERS will spread COVID.Limit Thanksgiving to your immediate household.Gat...","sentiment_score":0.0}
{"full_text":"Preventing spread of the COVID-19 virus is key to slowing the pandemic. People who have symptoms, or who have suspected or known exposure to the virus, should practice self-quarantine or self-isolation. But what do the terms mean, and which should you do?","sentiment_score":-0.15625}
{"full_text":"The United States Olympic &amp; Paralympic Committee (@USOPC_News)'s Chris Snyder discusses his role as the Director of Coaching Education and how he has had to pivot his way of teaching and learning during the pandemic. #AtHomeUSAWP","sentiment_score":0.0}
{"full_text":"Did you know the Aztecs dealt with their fair share of epidemics? While COVID-19 is said to be of animal origin, scholars believe colonial exploitation is to blame for the spread of disease to Indigenous peoples of the 16th century.More on","sentiment_score":0.7}
{"full_text":"RT Sweden abandons the Swedish model.","sentiment_score":0.0}
{"full_text":"The restrictions could limit grocery stores and retailers to 25% occupancy. #washington #covid19 #covid19restrictions ","sentiment_score":0.0}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"The Michigan Department of Health and Human Services targeted known hot spots with the new emergency order closing high schools, colleges, and many businesses.","sentiment_score":0.2092727273}
{"full_text":"Even during the pandemic, 54% of donors wish to maintain their giving levels while 25% of them want to increase it . Now, all you need is a solid fundraising plan to get those people. Here's how to build one. #nonprofit #fundraisinghttps:\/\/t.co\/kmFmnech72","sentiment_score":0.0}
{"full_text":"What about teachers?","sentiment_score":0.0}
{"full_text":"Wild how Covid 19 is gonna drag the fuck on into 2021 at least because y'all can't FUCKING BEHAVE","sentiment_score":-0.26}
{"full_text":"Athletes must wear a mask while competing in PA, Steelers exempt","sentiment_score":0.0}
{"full_text":"JPMorgan Chase CEO Jamie Dimon turned up the heat on U.S. politicians for failing to act on a long-delayed coronavirus relief package to help struggling Americans whose income has been wiped out by the pandemic","sentiment_score":0.0}
{"full_text":"The reporting that attendance was poor during the 2-week #facetoface in-#school #pilot.Visit the link in bio to read more.@fayvalwilliams #covid19 #education","sentiment_score":-0.4}
