{"full_text":"RT To his credit, has valiantly resisted at the Battle of the French Laundry.","sentiment_score":0.0}
{"full_text":"RT Democrats don't want to flatten the curve, they want to flatline the economy.","sentiment_score":0.0}
{"full_text":"RT an actual news report on what happened here in Iow...","sentiment_score":0.0}
{"full_text":"RT More great news on immunity for people who've survived COVID!To the haters- I'm not arguing against vaccines. Simply pointi...","sentiment_score":0.4333333333}
{"full_text":"RT RIP to those who died due to COVID-19 in 2020. Don't skip this post without leaving a heart ","sentiment_score":-0.125}
{"full_text":"Didn't you know COVID goes to bed at 10:00?!","sentiment_score":0.0}
{"full_text":"RT Two more House members announce they have Covid-19https:\/\/t.co\/aJSn7MN06Q","sentiment_score":0.5}
{"full_text":"from Electra, the littlest pilgrim:  'one day, I hope to journey far' and 'one day I hope covid-19 goes away one day' #pilgrimage #childdrawing #covid_19 #hope #traveller #forestbathing #oneday #wanderlust thank you to  for the magical little dream notebook","sentiment_score":0.1375}
{"full_text":"RT #DisneyMustPay Alan Dean Foster his royalties yes, but most importantly they must pay the tens of thousands of grunt w...","sentiment_score":0.45}
{"full_text":"RT Patrick Dempsey Just Confirmed That Fan Theory About Meredith On \"Grey's Anatomy\"","sentiment_score":0.175}
{"full_text":"RT 201119 FROM MX: Kihyun\"Title: Monbebe!!Corona case is increasing a lot againI hate it so so much but everyone please yo...","sentiment_score":-0.3}
{"full_text":"RT Tune in as President-elect hosts a virtual roundtable with our nation's frontline health care workers who are o...","sentiment_score":0.0}
{"full_text":"Today I talked to a contractor who was already blaming Biden's Covid policy for his scheduling problems so that's where we are with the whole connection to reality thing.","sentiment_score":0.2}
{"full_text":"RT i see...","sentiment_score":0.0}
{"full_text":"RT NOEM 2024!!","sentiment_score":0.0}
{"full_text":"When we say is the best governor in Nigeria, from accountability to infrastructure, sons and daughters of anti progress will be saying otherwise.","sentiment_score":1.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT Gov Kristi Noem as Covid cases and deaths spike statewide","sentiment_score":0.0}
{"full_text":"RT Protests in Kampala &amp; few other towns as popular musician &amp; politician Bobi Wine, seeking to oust 34-year-ruling President Muse...","sentiment_score":0.0916666667}
{"full_text":"#ICAI_DENIES_SAFTEY  #icaiexamspostponement disheartning","sentiment_score":0.0}
{"full_text":"RT All this could have been avoided is our leaders were not selfish. If they are concerned about the health of the people, wh...","sentiment_score":0.25}
{"full_text":"The latest Dentimes ! Thanks to #coronavirus #covid19","sentiment_score":0.4125}
{"full_text":"RT The King's Daughter has Spoke! Carley Sisolak Threatens Nevada says Shut Downs Coming next week! Scolds Public for goin...","sentiment_score":0.0}
{"full_text":"RT The GOP want to give corporations like tyson immunity from prosecution if their employees get covid while at work. This i...","sentiment_score":0.0}
{"full_text":"RT he's = he isshe's = she isthey're = they areyou're = you arethere's = a BTS comeback for tomorrow and they will relea...","sentiment_score":0.0}
{"full_text":"RT The wealth of Amazon's Jeff Bezos has increased $70,700,000,000 since mid-March while an estimated 20,000 Amazon workers have...","sentiment_score":0.0}
{"full_text":"I sense a need for a post-pandemic road trip... will let you know (-:","sentiment_score":0.0}
{"full_text":"These people can't be serious - what the heck is going on with these tyrants!","sentiment_score":-0.4166666667}
{"full_text":"RT You gotta start treating the pandemic like the zombie apocalypse and just assume that people are hiding their zombie bite...","sentiment_score":0.0}
{"full_text":"I think everyone needs to stay home and just watch tv or something so we can stop spreading covid.","sentiment_score":0.0}
{"full_text":"\"Walk me through a normal day in Compton during the 1980s crack epidemic\"","sentiment_score":0.15}
{"full_text":"RT Petition to have host this WKV of #BiggBoss14 Just want to see how it works out #SidharthShukla","sentiment_score":0.0}
{"full_text":"Do you read Real data about schools, kid, &amp; covidAs a medical science teacher I'd think you'd respect science rather than fear mongeringAre you being paid to say these things?","sentiment_score":0.1}
{"full_text":"RT I am convinced at this point that the GOP, Trump, the apparatuses of both (Fox, the Trump sycophant stuff like OAN, et...","sentiment_score":0.0}
{"full_text":"RT As #BioconAcademy celebrates 7 years of its inception, we bring you an exciting #freewebinar by Sheldon Schuster, Presid...","sentiment_score":0.3}
{"full_text":"RT Feeling extra pissy at people getting mad about restrictions for indoor dining and youth sports. If I have any fatigue it's f...","sentiment_score":-0.3125}
{"full_text":"RT Reminder: #COVID19 vaccine shortages will be because big pharma hoarded the technology, and countries hoarded the supply.D...","sentiment_score":0.0}
{"full_text":"Lol I don't even have the energy for this conversation. Bc I mentioned ways you can take care of yourself as a healthy person &amp; still go out. Someone just wanted to come along &amp; over-exaggerate &amp; bring negativity by relating  the ENTIRE # of deaths in a pandemic to a simple...","sentiment_score":0.325}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"RT We've got to survive this pandemic out of pure spite...if nothing else.You know there's people jeopardizing your life &amp;...","sentiment_score":0.2142857143}
{"full_text":"RT These two racists have not been identified yet. Make them famous.","sentiment_score":0.5}
{"full_text":"RT Yep most of us predicted this months ago..you tossers who voted for a Morrison government.. Fuk you!    #auspol","sentiment_score":0.625}
{"full_text":"RT feeling inspired by the way twitter dot com, in the middle of a global pandemic, is able to go from \"SHIT WE ARE GOING T...","sentiment_score":0.075}
{"full_text":"The ironorehopper Daily is out! #covid19","sentiment_score":0.0}
{"full_text":"RT Court has assumed jurisdiction on Eromosele's case &amp; the Court remanded him specifically at Area F Police Station until b...","sentiment_score":0.0}
{"full_text":"RT Last moment centre changes and COVID situation in Delhi create more anxiousness among students for Nov 2020 CA exams","sentiment_score":0.25}
{"full_text":"bc of covid? the bookstores here died out bc of amazon and online stores :(","sentiment_score":-0.75}
{"full_text":"Coronavirus: Quebec considering closing schools as a last option, Premie... via","sentiment_score":0.0}
{"full_text":"Yes the leadership are guilty of opportunistic disaster capitalism but #NHS staff are dealing with extraordinary stress of change, high levels of sickness,  the pressure of increasing waiting lists &amp; lack of resources including staffing levels,  these pressures are #endemic","sentiment_score":-0.0022222222}
{"full_text":"if pandemic has taught me anything, it's that putting on makeup was only ever for other people, whereas dressing up in wild, colorful clothing... was definitely just for me","sentiment_score":0.055}
{"full_text":"The Coronavirus Is Airborne Indoors. But We're Still Scrubbing Surfaces. - The New York Times","sentiment_score":0.1363636364}
{"full_text":"Whether COVID19 actually exists or not in Uganda,there's no doubt that it's used to play partisan politics.Its used as an excuse by the M7 junta to unleash all sorts of brutality on those who don't support him.#FreeBobiWine#StopPoliceBrutalityinuganda #WeAreRemovingADictator","sentiment_score":-0.025}
{"full_text":"Don't hold your breath lol","sentiment_score":0.8}
{"full_text":"RT I think COVID has definitely put a dent in a lot of ppl's daily motivation..","sentiment_score":0.0}
{"full_text":"Why did the patient die at home? Is there an investigation about these cases?  According to report published yesterday, there are still 29% regular #COVID19 beds available and our ICU occupancy is below 91% in all governorates!","sentiment_score":0.25}
{"full_text":"All I'm asking is for every person to make a small sacrifice for themselves and others so that we can get through this and get back to living again. Being with loved ones again. Births, Weddings, Graduations and Holidays. Wear. A. Mask.  Stay home. Stay alive.","sentiment_score":0.1375}
{"full_text":"RT I know I've said this before, but: We are absolutely not prepared for the aftermath of the collective trauma experienced...","sentiment_score":0.35}
{"full_text":"RT The first cruise to launch a Caribbean voyage after the CDC's no-sail order lifted has already canceled plans for the rest...","sentiment_score":0.25}
{"full_text":"RT Almost caught COVID last night but I made it home before 10:30 so we're good.","sentiment_score":0.35}
{"full_text":"I turned 23, 1 month later the country went into lockdown... ","sentiment_score":0.0}
{"full_text":"RT #DeathSantis refuses to protect Floridians against covid-19 yet the Governors' Mansion and Capitol are still on lock down. h...","sentiment_score":-0.1555555556}
{"full_text":"A further 45,576 people were infected with corona in the last 24 hours in India Tap OutShams#InternationalMensDay#IndiraGandhi#thursdaymorning#RaniLakshmibai#RepublicRoar4SSRARMY WORLDWIDE READY FOR BE","sentiment_score":0.0666666667}
{"full_text":"Matilda Agamu is a #mother who cares about not only the wellbeing of her #child but also for her country #Ghana!Listen as she shares her experience on #COVID19.#WearAMask #WashYourHands and practice #SocialDistancing.Ayekoo","sentiment_score":0.0}
{"full_text":"Kelly \"used her early knowledge of covid to enrich herself\" Loeffler?","sentiment_score":0.1}
{"full_text":"RT #Jobs surge in October as Victoria opens up. #unemployment rate rises 0.1% to 7% as more people look for work #coronavirus #...","sentiment_score":0.5}
{"full_text":"RT I'm just going to let you all draw your own conclusions from this headline.","sentiment_score":0.6}
{"full_text":"RT We have known this for at least 6 months: surfaces have much less risk of transmission than closed indoor spaces. Tips for i...","sentiment_score":-0.1888888889}
{"full_text":"RT imagine finding out some one u know was involved in this vile behavior","sentiment_score":0.0}
{"full_text":"RT Going to the gym is more effective than the covid vaccine.","sentiment_score":0.55}
{"full_text":"RT I've tested positive for coronavirus. I'll b following my doctors' orders\/CDC guidelines &amp; continue to quarantine. I'm f...","sentiment_score":0.1136363636}
{"full_text":"RT There's only one word for standing in the way of information sharing and coordination in the midst of a raging pandemic th...","sentiment_score":0.0}
{"full_text":"RT My column on the recovery road ahead given #Seattle's response to prior challenges. #Seattle  #pandemic","sentiment_score":0.0}
{"full_text":"RT This covid shit is crazy like when is it gonna end","sentiment_score":-0.4}
{"full_text":"RT Some key pandemic relief programs are set to expire at the end of December. Here's what's at risk if no one acts.- Expanded unem...","sentiment_score":0.0}
{"full_text":"RT I've been following the numbers, traveling the country and researching the negative effects of COVID since April for t...","sentiment_score":-0.15}
{"full_text":"RT Almost caught COVID last night but I made it home before 10:30 so we're good.","sentiment_score":0.35}
{"full_text":"#icai  Dinesh kumar , i pray god that u get corona and beds should not be available for u! Don't worry it depends on how many students gets affected! The more the number, the more number in you family gets affected! Corona is not a joke! You will get it. Hope god helps u!","sentiment_score":0.650390625}
{"full_text":"5 pieces Mexican Flag 2-Layers Reusable Masks - VALUE PACK by Fashionmasksdesign via #mask #covid #facemask #stayhome   #staysafe #fashion #corona #beauty #quarentine #pandemic #SocialDistance #coronavirus #SupportSmallBusinesses","sentiment_score":0.0}
{"full_text":"RT IF YOU WERENT ON BTS LOCKDOWN BEFORE THEN YOU BETTER BE NOW. 24HRS TIL THE RELEASE OF BE AND LIFE GOES ON- Get your YT,...","sentiment_score":0.5}
{"full_text":"RT New York Sheriffs Refuse To Enforce Cuomo's Thanksgiving COVID Order","sentiment_score":0.1363636364}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"The savage truth.","sentiment_score":0.0}
{"full_text":"RT Man Slowly Eats Bag Of Cheetos All Day So He Won't Have To Wear A Mask","sentiment_score":-0.3}
{"full_text":"Nice neighborhood there Georgie!","sentiment_score":0.75}
{"full_text":"How do you understand the effects of a \"lock down\" to one who fears nothing financially, yet in control of your financial life? He doesn't, this world could collapse economically about him with little to no personal inconvenience ... yet he rules over you","sentiment_score":-0.0071759259}
{"full_text":"Love this piece about #WhinyLittleBitch Rafael Open SmartNews and read \"Remember when Ted Cruz swore we'd learn COVID-19 was a Democratic hoax after Biden won?\" here: To read it on the web, tap here:","sentiment_score":0.25}
{"full_text":"RT All countries that have successfully managed #coronavirus have a tight control of their borders, like Finland and Norway. Yet b...","sentiment_score":0.2857142857}
{"full_text":"RT If the World Economic Forum sees itself \"as a force for grassroots change\", then the organization is delusional. If the org...","sentiment_score":0.2}
{"full_text":"RT This is absolutely disgusting","sentiment_score":-1.0}
{"full_text":"Coronavirus: Can COVID-19 immunity last beyond six months for patients? | The Times of India","sentiment_score":0.0}
{"full_text":"RT Starting Dec. 1, 2020, all travelers arriving at airports in Taiwan or transit passengers, regardless of nationality o...","sentiment_score":0.0}
{"full_text":"RT Nakuru MCA Representing London Ward Simon Mbugua Succumbs To Covid-19","sentiment_score":0.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT What about the plastic boxes that have actually no ventilation but are outside the business' normal building?","sentiment_score":0.05}
{"full_text":"RT If anyone tries to tell you they're going to a Thanksgiving gathering during the peak of a deadly pandemic, hit em with...","sentiment_score":-0.15}
{"full_text":"RT I know someone who's an ER nurse in WI.  When I was telling her how bad this was, her response...","sentiment_score":-0.7}
{"full_text":"RT Dodging COVID tf?","sentiment_score":0.0}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"A power-grab or whatever you want to call it, it's ugly. Actions speak loud. True colors come out.","sentiment_score":-0.0833333333}
{"full_text":"We need to put much greater importance in creating an environment for SMEs to flourish#PayIn30https:\/\/t.co\/9FY4mQ7vky","sentiment_score":0.5}
{"full_text":"Some good news for your first day of lockdown.Lieno and Boyd are locked in for 2021 DETAILS :","sentiment_score":0.475}
{"full_text":"Former #Iranian PM Mousavi, under house arrest, tests positive for #COVID19 ","sentiment_score":0.0590909091}
{"full_text":"Food couriers denied toilet access at UK's top chains during lockdown","sentiment_score":0.2333333333}
{"full_text":"The socio-economic consequences of the #pandemic could rise the number of people living in #poverty in #Spain by more than 1.1 million if no further measures are taken, warns #SpanishEconomy #CoronaCrisis","sentiment_score":0.25}
{"full_text":"19 November: World Toilet Day 2020Toilets, combined with clean water and good hygiene, form a strong defense against #COVID19 and other diseases.Learn more:","sentiment_score":0.3069444444}
{"full_text":"\"The best TV ads flighted during the lockdown encouraged collaboration and patriotism, looking to recovery and offering comfort as we battled an unseen enemy.\"  @MaggsOnMedia reports on Best Liked Ads of Q1 and Q2 of 2020 in https:\/\/t.co\/XB751vrJfe","sentiment_score":0.8666666667}
{"full_text":"FOUR HOURS LEFT of our #LoveTheatreDay Sale! Save 40% on dozens of top NHB titles, until 10am GMT Thurs 19 Nov only.Plus, PS1 from every book sold goes to #TheatreArtistsFund, to help theatre-workers hit by the impact of COVID-19.Don't miss out:","sentiment_score":0.25}
{"full_text":"Statement by President Cyril Ramaphosa on South Africa's response to the COVID-19 pandemic","sentiment_score":0.0}
{"full_text":"Check it. Amazon's ad revenue in 2020 is set to grow 23.5% despite the pandemic via #tech #digital #data #business","sentiment_score":0.0}
{"full_text":"Spiralling covid cases and the 'invasion' of Fallowfield: Manchester Uni boss speaks out after 'hardest term ever'","sentiment_score":0.0}
{"full_text":"If you operate in Argentina, India or Slovenia, check this update for information on COVID policies and resources available to you.    #ehs #coronavirusupdateshttps:\/\/t.co\/Vmoyv2XS9F","sentiment_score":0.4}
{"full_text":"Brits face 10 days of lockdown to save Christmas warns health boss","sentiment_score":0.0}
{"full_text":"The San Antonio military community is among the selected sites for taking part in a federal initiative aimed at evaluating a clinical trial vaccine program.","sentiment_score":-0.1}
{"full_text":"Gov. J.B. Pritzker says COVID-19 is now the third leading cause of death in the state, behind heart disease and cancer. ","sentiment_score":-0.2}
{"full_text":"Joe Biden is a true believer in austerity and deficit reduction. To climb out of our current economic hole, we'll need massive public investment and income support -- but if current patterns hold, Biden will opt for austerity and half-measures instead.","sentiment_score":0.0916666667}
{"full_text":"Businesses across the nation are suffering from the pandemic. In downtown Spokane, some small shops that rely on tourists are being hit hard.","sentiment_score":-0.2708333333}
{"full_text":"Space applications have supported the #COVID19 response through the development of web platforms, tracking &amp; tracing application &amp; distributing medical supplies. Discover 7 key factors for success: #Space4SDGs","sentiment_score":0.1}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"Eight months into the pandemic, COVID-19 cases and hospitalizations are rapidly rising again in Texas and across the country.","sentiment_score":0.0}
{"full_text":"Suspends Campaigns In Protest of Arrest #ChimpReportsNews #UgandaNews #Uganda #Featured #Elections #UgandaDecides #ThursdayThoughts #WearAMask #News","sentiment_score":-0.05}
{"full_text":"New Pfizer Results: Coronavirus Vaccine Is Safe and 95% Effective","sentiment_score":0.4121212121}
{"full_text":"#WorldPhilosophyDay is being celebrated on the 19th of November this year. It encourages everyone to reflect on the meaning of the #pandemic","sentiment_score":0.35}
{"full_text":"COVID-19 Antigen Firm Hit by Malware Attack #malware","sentiment_score":-0.2}
{"full_text":"#ICYMI: FDA authorizes first COVID-19 self test kit","sentiment_score":0.25}
{"full_text":"RT I don't think Kayleigh knows what Orwellian means and there's ample evidence that a lot of Americans don't...","sentiment_score":0.0}
{"full_text":"Signs of coronavirus are a cough, high temperature or loss\/change of taste or smell. If you have any of these, you and your whole household need to stay at home and get a test via or 0800 028 2816.","sentiment_score":0.18}
{"full_text":"The city government plans a city-wide implementation of the QR (Quick Response) code system for a more efficient tracing of close contacts of confirmed cases of coronavirus disease 2019 (COVID-19).https:\/\/t.co\/8EB2KXnTvK","sentiment_score":0.4111111111}
{"full_text":"We all have the power to stop the spread of #COVID19 by just following public health guidelines.@WHO","sentiment_score":0.0}
{"full_text":"Who would you trust to approve the COVID-19 vaccine once it's available? and share their picks on the latest 'Higher Learning':","sentiment_score":0.3833333333}
{"full_text":"Quarantine the high risk and let's get them the essentials that they need. It's horribly selfish to think children, teens, families &amp; providers should be quarantined rather than those handful who could die from covid.","sentiment_score":-0.17}
{"full_text":"RT Modern Typography Calligraphy New Plan Photo Announcement Postcard #changethedate #savethenewdate #s...","sentiment_score":0.1681818182}
{"full_text":"RT This is why we cannot let get his way with no liability of corporations.","sentiment_score":0.0}
{"full_text":"One day after Queensland hosted - and won - the world's largest sporting event since COVID-19 began, stadium rock tours are also back, with Guns N' Roses announcing they will kick off an Australian and New Zealand tour on the Gold Coast.https:\/\/t.co\/ZTmmQmh92v","sentiment_score":0.0454545455}
{"full_text":"Victoria will establish a temporary 48-hour hard border with South Australia after traces of the coronavirus found in wastewater in Victoria were linked to the Adelaide outbreak.https:\/\/t.co\/MN4QuBgd2s","sentiment_score":-0.2916666667}
{"full_text":"RT 201119 FROM MX: Kihyun\"Title: Monbebe!!Corona case is increasing a lot againI hate it so so much but everyone please yo...","sentiment_score":-0.3}
{"full_text":"COVID 19 cases in India until : 19\/11\/2020 11:30Total Cases: 8958172 [+32]Active: 442727Recovered: 8381811 [+41]Deaths :131618 [+0]Total Tests: 127.48MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":"Hannibal Clinic research staff will focus on the safety and effectiveness of COVID-19 treatment drugs.https:\/\/t.co\/ReQSZUrlEA","sentiment_score":0.0}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"A plan proposed by the Golden State Warriors to bring fans back to the Chase Center in San Francisco when the next NBA season starts in December was rejected Wednesday.","sentiment_score":0.05}
{"full_text":"RT ah i really hate corona.....please go away\"He also posted in For Foreigner board (Please don't tag official acc)","sentiment_score":-0.8}
{"full_text":"RT I'm told that many Germans are stockpiling cheese and sausages in anticipation of a COVID lockdown -- planning, in other w...","sentiment_score":0.1875}
{"full_text":"Taiwanese friend in NY has been exposed to covid b\/c his roommate can't help partying and caught itJust another microcosm of how difficult it is to be a proud advocate of US to foreignersAlso sucks that grown ass adults can't afford their own apt in NYC due to townie greed","sentiment_score":0.1791666667}
{"full_text":"I am so sorry to hear. Your family will be in my prayers. I hope that all will embrace the chance that we have to protect our loved  ones by doing the right things.","sentiment_score":0.1619047619}
{"full_text":"Do they conduct dog fights on the weekends?  This manager isn't human.","sentiment_score":0.0}
{"full_text":"*sigh* we're number one","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 23.7FWind Chill: 23.7FHumidity: 92%Dew Point: 21.7F Barometer: 30.621 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 215.000000Deaths: 7.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I have just lost someone I cared about to COVID-19.  I do not want your sorrow for my loss.  I want you to wear a mask.","sentiment_score":0.0}
{"full_text":"RT Welcome to 2020. A virus will force you to wear a mask and then make you re-breathe the air you have just exhaled.","sentiment_score":0.8}
{"full_text":"The special was trash but we do need to understand how comedy especially stand up works","sentiment_score":0.1785714286}
{"full_text":"Pfizer, Moderna COVID-19 vaccines may be authorized for use within weeks: U.S. official","sentiment_score":0.0}
{"full_text":"With actions at the Pentagon, inaction on the economy and denialism about the pandemic, the President and his allies are hurting the American people via  #popular #retweet","sentiment_score":0.3}
{"full_text":"RT a reminder for my fellow texans: 11\/8\/2022 -- vote greg abbott the fuck out","sentiment_score":-0.4}
{"full_text":"You don't have to, be free! Tell Trump to do more rallies! I love it! Magats without masks rolls of the tongue right into a hole in the ground!","sentiment_score":0.5267857143}
{"full_text":"covid-19","sentiment_score":0.0}
{"full_text":"RT Boycott","sentiment_score":0.0}
{"full_text":"Michigan 5th Deadliest State For COVID-19 And 6th Highest Coronavirus Cases In U.S.","sentiment_score":0.0}
{"full_text":"If Donald Trumps cum was the vaccine for covid I'd jerk him off 100million times for the good of this country","sentiment_score":0.7}
{"full_text":"Danish Study Raises Questions on Efficacy of Mask Use Against Covid-19","sentiment_score":0.0}
{"full_text":"Huge rises in e-commerce, and the acceleration of purchase behaviors such as BOPIS (Buy Online, Pickup In-Store), combined with the ongoing pandemic, mean retailers and brands have to change their holiday strategies. #IAmIntel","sentiment_score":0.0291666667}
{"full_text":"RT I think COVID has definitely put a dent in a lot of ppl's daily motivation..","sentiment_score":0.0}
{"full_text":"RT We are going to Witness our 8th #Execution of the #TrumpAdministration tomorrow!  With two more to follow!  There are rumors...","sentiment_score":0.625}
{"full_text":"RT Two of the COVID deaths you reported on this week were from my family. 1\/ Your panderi...","sentiment_score":0.0}
{"full_text":"RT US military reports record number of coronavirus caseshttps:\/\/t.co\/UE7apBdMQl","sentiment_score":-0.1}
{"full_text":"RT Any negativity, fanwars, or unnecessary and nonsense topic brought on the tl will automatically be blocked  IT'S BTS LOC...","sentiment_score":-0.4}
