{"full_text":"RT Message from Sam Wiebe:Dear Colleagues &amp; Friends,As we enter the 9th month of the pandemic, we reflect on what we've learned...","sentiment_score":0.0}
{"full_text":"RT \"We are deeply concerned about the future of this zero-risk society, which would be ready to stop living so as not to die...","sentiment_score":0.0666666667}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT I just left an ER shift, and it hit me. Healthcare providers will be respected for tirelessly working to save lives,...","sentiment_score":0.0}
{"full_text":"If Ohio state did this we'd be cancelled","sentiment_score":0.0}
{"full_text":"Tens of thousands of families will benefit from an extra year of free preschool as the NSW Government extends its COVID commitment. $120 million in funding will cover up to 15 hours a week of care for more than 44,000 three to five-year-olds in 2021. #nswpol","sentiment_score":0.3}
{"full_text":"I said the same thing...but let me guess...they will claim NOT ONE person contracted COVID from this super spreader event!","sentiment_score":0.2083333333}
{"full_text":"RT The Drinkaware Monitor 2020 is out. The findings demonstrate the impact of the pandemic and how many drinkers turned to alc...","sentiment_score":0.5}
{"full_text":"Federal government has plans on how to distribute the COVID-19 vaccine and who gets it first - The Kingston Whig-Standard has been published on Canada News Media - #news","sentiment_score":0.25}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"RT If this is ok because people are masked, why isn't it ok to have fans in masks in stadiums this fall?","sentiment_score":0.5}
{"full_text":"RT Trump was only looking after Trump. Nearly 240,000 COVID deaths ain't remarkable results Sena...","sentiment_score":0.2833333333}
{"full_text":"Goodmorning guys!! just woke up how are y'all i hope u are have a blessed day today keep safe always wear ur mask and put alcohol every minute wish u the safety ","sentiment_score":0.5}
{"full_text":"RT OMG, almost 133,000 cases of coronavirus in one day.","sentiment_score":0.0}
{"full_text":"RT The way Kamala and Joe mentioned systemic racism, healthcare, the importance of poc and women, the need to contain the...","sentiment_score":0.0}
{"full_text":"RT So I have a question. Throughout the campaign of the US Presidential Elections, we heard a section of Americans whine abo...","sentiment_score":0.0}
{"full_text":"RT The purpose of the Soul tickets were \"IN CASE\" that Ichigo was not allowed to go back home. He was a candidate to be the...","sentiment_score":0.0}
{"full_text":"RT .@davidbegnaud reports that in Times Square, the biggest applause during Joe Biden's speech came when he said he would create...","sentiment_score":0.0}
{"full_text":"Not for long, Thank goodness!","sentiment_score":-0.0625}
{"full_text":"RT SUPER-SPREADERS ... wait do we still have COVID - i'm waiting for the virtue signaling left to condemn this act of celebr...","sentiment_score":0.0}
{"full_text":"RT In response to Marcus Rashford's campaign, the UK government is to spend PS400m to support poor children and their families....","sentiment_score":-0.4}
{"full_text":"RT Pandemic over?","sentiment_score":0.0}
{"full_text":"I don't usually voice my opinion on matters like this unless I notice something truly stupid. This is one of those moments. Biden becoming President doesn't mean that COVID doesn't exist anymore. That's not how viruses work.","sentiment_score":-0.228125}
{"full_text":"RT I'm sorry, did we get a CLIMATE CRISIS shout out from our new VEEP???","sentiment_score":-0.1818181818}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"RT It starts: Good news.","sentiment_score":0.7}
{"full_text":"Make  better  choices ","sentiment_score":0.5}
{"full_text":"We haven't heard anything about him since the news that he tested positive for COVID. Moribund, I hope ","sentiment_score":0.2272727273}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"prove me wrong. Prove that you were worth the vote for something other than just not being trump.","sentiment_score":-0.1083333333}
{"full_text":"Oh FFS he cannot even speak.  Dumbass  Democrats","sentiment_score":0.0}
{"full_text":"Yeah it's just record keeping and density rules, I guess. The first lets tracing work, and the second moderately reduces the size of possible spreading events so they can get isolated easier. That's covid normal with good contact tracing systems","sentiment_score":0.1833333333}
{"full_text":"RT EVERYTHING you need to know ahead of #Origin II From tickets, parking, pre-game festivities, and how to stay COVID Safe...","sentiment_score":0.5}
{"full_text":"Exactly. As a someone who hard COVID (and the bad kind) I said the said damn thing. My wife and I both had it for several weeks. Love that logic and reason are coming back to the WH.","sentiment_score":0.0511904762}
{"full_text":"RT I'm a huge Biden fan, but Covid is still out there. Be safe friends.","sentiment_score":0.45}
{"full_text":"RT I just left an ER shift, and it hit me. Healthcare providers will be respected for tirelessly working to save lives,...","sentiment_score":0.0}
{"full_text":"RT Cuban monoclonal antibody against COVID-19 will be tested in the US, Mexico and Brazil. #CubaPorLaVidahttps:\/\/t.co\/AhuLWz...","sentiment_score":0.0}
{"full_text":"Hey Bob, i can assure you that wont get\/spread covid standing in your front yard.  You can take the mask off.","sentiment_score":0.0}
{"full_text":"RT Trump may be gone but white supremacy is still here. Police brutality is still here. Massive income inequality is still here....","sentiment_score":0.0}
{"full_text":"RT Trump rallies during the election \"could kill thousands\" because of the lack of social distancing, but Biden block party ce...","sentiment_score":0.0333333333}
{"full_text":"RT Joe Biden reads from the hymn On Eagles Wings, which he says reminded of his deceased son Beau and hopes it can provide s...","sentiment_score":0.0}
{"full_text":"You guys likes science don't you, especially when it comes to Covid.. don't be hypocrites this is science and facts","sentiment_score":0.0}
{"full_text":"RT You see that jog out to the podium?  That was a message.https:\/\/t.co\/1HBdDIBZ15","sentiment_score":0.0}
{"full_text":"RT #IEWorld | Joe Biden announces 12-member task force for coronavirus response #Election2020","sentiment_score":0.0}
{"full_text":"RT They needed to vote by mail 5 days ago cuz it was too dangerous and today COVID is over all of sudden. Biden saved the w...","sentiment_score":-0.3}
{"full_text":"Went to a Biden celebration and probably caught covid.  Oh well, the death count is over.","sentiment_score":0.0}
{"full_text":"RT This is a blatant lie. We absolutely did discuss the pandemic when looking at the celebratory crowds. Receipt:","sentiment_score":-0.15}
{"full_text":"RT New : #PresidentElectJoe Joe Biden is going to lead this nation as an AMERICAN PRESIDENT because there are no red...","sentiment_score":0.0454545455}
{"full_text":"RT I just left an ER shift, and it hit me. Healthcare providers will be respected for tirelessly working to save lives,...","sentiment_score":0.0}
{"full_text":"RT Where do we stand now on social distancing?","sentiment_score":0.0333333333}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"What legacy are we talking about here? Please do enlighten me. Because his slogan in 2016 was MAGA. It's 2020 and all I see is a divided nation, deep in pandemic, broken economy. I don't see anything MAGA like he promised.","sentiment_score":-0.2}
{"full_text":"You're right...they threaten to bomb the White House and kill the president...see Madonna. You have a higher chance of dying in the car you drive that from COVID.","sentiment_score":0.125}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"The Left didnt listen about Trumps Politics, they condemned him for anything to do with the virus, actually anything to do with POTUS, so fine keep it up, dont listen","sentiment_score":0.1388888889}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"RT Trump got the full 2020 experience. He got COVID now he's unemployed ","sentiment_score":0.35}
{"full_text":"Congratulations Madam Mrs. Kamaal Harris. This is Ravichandra Mohan, Advocate from India","sentiment_score":0.0}
{"full_text":"Hi all, I'm inviting you all to join CashGem, a site that lets you earn money with social media. I just earned $524480 and you can too! Sign up today for a $30 bonus! #cashgem #cashappfriday #stayathome","sentiment_score":0.0520833333}
{"full_text":"This dude rushing it so fast. My dude this ain't over","sentiment_score":0.2}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"39 new coronavirus cases in our region on Saturday","sentiment_score":0.1363636364}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"RT Same.","sentiment_score":0.0}
{"full_text":"RT Our daily update is published. States reported 1.5 million tests and 128k cases, making today the fourth day in a row...","sentiment_score":0.0}
{"full_text":"RT Democrats don't care about Covid. They did care about the mail in votes it allowed them to manipulate.It really is that...","sentiment_score":0.2}
{"full_text":"One of the amazing things about the horse race industry is how it can affect so many in a positive way.  Below is another example.","sentiment_score":0.4424242424}
{"full_text":"Yup. The truth about Covid would be a nice start but maybe that's too much to ask. Can't have our elected officials being honest with us or anything huh? Can't go to church, can't bury your friends but protesting and celebrating a Biden win is ok. Makes total sense.","sentiment_score":0.45}
{"full_text":"Yeah better guidance to state and local governments seems like the only needle that can move for the next few months (as we enter what might be the worst phase of the pandemic)","sentiment_score":-0.1166666667}
{"full_text":"RT Looks like pandemic is over. Dancing in the streets arm and arm. Couldn't vote i...","sentiment_score":0.0}
{"full_text":"RT Despite court verdict, Covid patients made to pay for tests, treatmentThe Supreme Court quashed its review petition, b...","sentiment_score":0.0}
{"full_text":"RT The demands for masks, shutdowns and social distancing are suddenly sparse. At Biden's event he has people next to each...","sentiment_score":0.0111111111}
{"full_text":"Gross! And where's \"mask mandate\" Joe's fucking mask? I guess he just cured the China Virus tonight. ","sentiment_score":-0.3}
{"full_text":"Thank the Goddess ! Someone who is willing to put his own political agenda aside, and get things done to get a handle on this pandemic, and not try to hide just how dangerous this pandemic is!","sentiment_score":0.025}
{"full_text":"Thank God!","sentiment_score":0.0}
{"full_text":"#Iowa has been setting new records for #COVID19 hospitalizations almost every day for the last two weeks. This is the cost.","sentiment_score":0.0681818182}
{"full_text":"RT In. That. Order.","sentiment_score":0.0}
{"full_text":"I said during speech that now #healthcareworkers can finally feel hope in the midst of the #pandemic that the incoming #president will have the top doctors (Fauci, Redfield, ect) working to coordinate relief, reduction &amp; eradication of Covid-19. #Healthcare #Heroes","sentiment_score":0.25}
{"full_text":"part of the Crime Syndicate run by Crime Minister#ToryCorruption","sentiment_score":0.0}
{"full_text":"We still tryna beat trump ass out the White House give him time","sentiment_score":0.0}
{"full_text":"Wake up india@Raza_AKhan #SundayMorning","sentiment_score":0.0}
{"full_text":"LMFOAIDJSKFHDSNDJWJDJSN if you could randomly just make covid disappear why wouldn't trump do that he looks stupid enough already lmao","sentiment_score":-0.175}
{"full_text":"RT I just left an ER shift, and it hit me. Healthcare providers will be respected for tirelessly working to save lives,...","sentiment_score":0.0}
{"full_text":"RT So how soon will Biden get this COVID-19 response going? Because the way these cases are skyrocketing again is alarmin...","sentiment_score":0.0}
{"full_text":"RT hope they don't expect a payment...that's not happening...case of c...","sentiment_score":0.0}
{"full_text":"Top CRE Articles in October 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRephttps:\/\/t.co\/jJs9X9DbL8","sentiment_score":0.5}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"RT #DYK? Hand sanitizers are not as effective when hands are visibly dirty or greasy. If your hands are visibly dirty or greasy, A...","sentiment_score":-0.2}
{"full_text":"RT I just left an ER shift, and it hit me. Healthcare providers will be respected for tirelessly working to save lives,...","sentiment_score":0.0}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"\"Europe's winter season looks bleak as the pandemic shuts down service economies in the region's major destinations until early December -- for now. Yet optimism remains that traveler demand will return as soon as restrictions end.\"","sentiment_score":-0.2482638889}
{"full_text":"My pastor and I have been discussing COVID on and off over the last few months. I've told him that dying of it is the thing I'm least afraid of. Staying here is far less palatable.","sentiment_score":-0.1944444444}
{"full_text":"Passed a house with their Christmas tree lit up and fully decorated tonight. The pandemic is real folx.","sentiment_score":0.2}
{"full_text":"Anyone who wants to join me is welcome. ","sentiment_score":0.5}
{"full_text":"FRM MENTEE: got HC (corona) deal closed+officially funded 2day-???? bank much easier to work with- $3M deal, 1M seller finance,put down $150K,got back $400K working capital 2 pay professionals+bonus-B\/C Covid,SBA pays 1st 6-month payments, another $140K (DSP:YA DEALS GETTING DUN)","sentiment_score":0.0148148148}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"A daily record of more than 5,000 new COVID-19 infections have been confirmed in Indiana.https:\/\/t.co\/JELokUSjvp","sentiment_score":0.2590909091}
{"full_text":"Elder and Sister Susan Bednar spent roughly a third of their lives in Arkansas. On Saturday, they participated remotely in the Bentonville Arkansas Temple groundbreaking.","sentiment_score":-0.0666666667}
{"full_text":"im about to sob sob...","sentiment_score":0.0}
{"full_text":"Except that thanks to Trump's exceptional handling of the covid... Mexico (just like ) closed its border with  ","sentiment_score":0.2555555556}
{"full_text":"Dolls in your new favorite hot scene: Celebrity sex scenes and COVID-19","sentiment_score":0.2954545455}
{"full_text":"The groundbreaking was the latest held under pandemic restrictions. | By","sentiment_score":0.5}
{"full_text":"Mukhtar Abbas Naqvi announces Haj 2021 guidelines; National-international Protocol Guidelines due to Pandemic Position will be implemented and followed strictly during the Haj 2021#Haj2021","sentiment_score":-0.125}
{"full_text":"Economists expect a slight economic improvement with the gross domestic product (GDP) contraction narrowing to single-digit level in the third quarter amid improved mobility following the easing of lockdown  measures in the National Capital Region (NCR).https:\/\/t.co\/tPgy0ZpLvc","sentiment_score":0.0055555556}
{"full_text":"The American Academy of Pediatrics said 61,000 children in the US tested positive for COVID-19 last week. The group said the new child cases reported is the highest weekly figure since the pandemic began.","sentiment_score":0.0909090909}
{"full_text":"Total number of #Covid19 cases in the #UnitedStatesofAmerica crosses 10,000,000.","sentiment_score":0.0}
{"full_text":"RT I want to know why the dems can be on the streets today in huge crowds but couldn't go to vote in person. Ju...","sentiment_score":0.4}
{"full_text":"Covid is dead. Only a few days later than I expected.","sentiment_score":-0.1}
{"full_text":"On Wednesday, Harford County officials announced that the county will be offering $7,500 grants to help qualifying childcare providers with ongoing COVID-19-related expenses.","sentiment_score":0.0}
{"full_text":"That is COVID voting for you... and true democracy","sentiment_score":0.35}
{"full_text":"White House chief of staff Mark Meadows has tested positive for COVID-19, ABC News has learned.https:\/\/t.co\/T0hFfdhmdG","sentiment_score":0.1136363636}
{"full_text":"A COVID-19 outbreak at Niagara University has prompted the school to increase safety measures across campus.","sentiment_score":0.0}
{"full_text":"The US reported more than 1,140 coronavirus deaths Friday, the fourth straight day that count has risen above 1,000. The last time that happened was in August, Johns Hopkins University data show.","sentiment_score":0.14}
{"full_text":"This announcement would be Biden's first major decision after being projected to defeat President Trump, becoming the 46th president of the United States.","sentiment_score":0.2541666667}
{"full_text":"See where Milwaukee-area businesses stand on the mask mandate.","sentiment_score":0.0}
{"full_text":"Just like that Puff covid gone? Puff,George floyd a has been? Puff God forbid another police shooting! Puff can't blame trump no more! Now.what BLM GONNA DO?","sentiment_score":-0.3125}
{"full_text":"Milestone birthday celebrations have become creative due to COVID-19 causing gatherings to be limited, one Manhattan resident organized her own celebration.","sentiment_score":0.2258928571}
{"full_text":"RT While you are celebrating this historic day, please remember NEVER to stay at They were on of Hannity and T...","sentiment_score":0.0}
{"full_text":"President-Elect Joe Biden will unveil a group of scientists and experts to help him craft a plan to tackle the COVID-19 pandemic on Monday.","sentiment_score":0.0}
{"full_text":"Biden says first act as president-elect will be to name scientific advisers and experts to lead coronavirus response.","sentiment_score":0.25}
{"full_text":"Have you taken a COVID-19 test? answers your FAQs on coronavirus testing.","sentiment_score":0.0}
{"full_text":"Std and Covid, regular","sentiment_score":0.0}
{"full_text":"RT From this moment forward, no one should ever wear a mask ever again. If a business insists, take your business elsewhere....","sentiment_score":0.0}
{"full_text":"Biden announced his plans to launch the COVID-19 task force during remarks at his victory party Saturday night.MORE:","sentiment_score":0.0}
{"full_text":"Patty, Canada is sinking with covid cases day by day, We need Antibodies\/Antigen tests! We need Antigen tests that have a tracker to notify who is infected! Please be the change you want to see! approve all canadian products before its too late! #togetherwecan","sentiment_score":-0.375}
{"full_text":"RT DONALD TRUMP* impeached, one term president* twice lost the popular vote * 235,000 di...","sentiment_score":0.6}
{"full_text":"Over 2,800 rural schools in Kazakhstan provide multi-shift schooling for pupils due to #COVID19. and provided sanitizers, thermometers, and educational materials on prevention measures and the best handwashing practices to rural schoolshttps:\/\/t.co\/Y2Vc7P0HfX","sentiment_score":0.225}
{"full_text":"RT WARNING: GRAPHIC CONTENT - Denmark is reporting that it has found more than 200 people since June infected with strains of the...","sentiment_score":0.25}
{"full_text":"RT I just left an ER shift, and it hit me. Healthcare providers will be respected for tirelessly working to save lives,...","sentiment_score":0.0}
{"full_text":"Hundreds of anti-lockdown protesters rallied in #Thessaloniki, #Greece to protest against the latest anti-#Covid measures. Demonstrators hurled rocks and paint bombs at police, who responded with tear gas.MORE:","sentiment_score":0.5}
{"full_text":"Carmel Christian went through the playoffs without several key players due to COVID-19 contract tracing. The Cougars won the state title Saturday.Photos, full video, story@CCSCougarSports l l #NCISAA Full story:","sentiment_score":0.0958333333}
{"full_text":"Russia records 20,396 new coronavirus infections, 364 deathshttps:\/\/t.co\/Fnd2Uyc757","sentiment_score":0.1363636364}
{"full_text":"Play COVID games, win COVID prizes.https:\/\/t.co\/asxZ1OrPbP","sentiment_score":0.8}
{"full_text":"The movie-going experience had become, until the pandemic, one of the very few things I could do for fun that was an utter thrill to me. Everything about it was exciting, almost electrifying to me. I just love it, and goddamn, I miss it immensely.","sentiment_score":0.14}
{"full_text":"UMC Mobile Health Unit is coming to the Knox Hill Senior community on Monday, November 9 from 10:30 a.m. to 3:30 p.m. COVID-19 testing, as well as primary and preventive health care screenings will be available. Details here:","sentiment_score":0.4}
{"full_text":"Current Conditions for #Sayre PATemp: 42.4FWind Chill: 42.4FHumidity: 98%Dew Point: 41.9F Barometer: 30.395 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 192.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"5 Digital Marketing Trends to Focus On During the COVID-19 Pandemic [Infographic] #blogs #feedly","sentiment_score":0.0}
{"full_text":"RT Before the election, Covid was so dangerous that Biden supporters didn't want to vote in person.After the election, Covi...","sentiment_score":-0.6}
{"full_text":"Sports: Texans Will Be Without 3 Linebackers tomorrow Because of COVID-19","sentiment_score":0.0}
{"full_text":"#FromTheCenter: Biden to announce COVID-19 task force Monday | Reporting by #Biden #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"Disney was as high as 145.00 prior to Covid hitting. Without Disneyland open, hard to make a profit and return your 28,000 workers back to the job.","sentiment_score":-0.0263333333}
{"full_text":"RT MSM PLOT EXPOSED: 'Trusted News Initiative' Leads Coup Against President Trump\"While Americans were focused on communist...","sentiment_score":0.0}
{"full_text":"RT It's the International Day of #medicalphysics Today we commemorate the anniversary of the birth of Marie Curie in 1867. She pion...","sentiment_score":0.0}
{"full_text":"457 recorded coronavirus deaths in Travis county vs 36 homicides in Austin since the start of 2020.","sentiment_score":0.0}
{"full_text":"RT emotions caused by external circumstances (COVID-19 pandemic), their findings from such emotions, and the hope that we...","sentiment_score":0.0}
{"full_text":"RT I saw more mask today then ever!!!!    Sickening","sentiment_score":0.05}
{"full_text":"As AstraZeneca Signs Deal With EU, Critics Warn Big Pharma Push for Covid Vaccine Liability Protections a 'Dangerous Precedent' - via","sentiment_score":-0.3}
{"full_text":"Join BusinessWorld in its biggest and ground breaking virtual event yet -- the #BWVirtualEcoForum this November 25-26, 2020 -- to discuss the great economic reset as well as the future in a post-COVID era.REGISTER NOW at","sentiment_score":0.3333333333}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"RT 'anti-maskers claim that the bylaw infringes on their Charter right to not wear a mask''a person's individual rights stop...","sentiment_score":0.1428571429}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"Whether we're in a global pandemic or caregiving for one person, the future is uncertain. Still, our heavenly Father not only knows the future, He holds it.","sentiment_score":0.0}
{"full_text":"RT Guys, the same people who booked the wrong Four Seasons are running our response to covid.","sentiment_score":-0.25}
{"full_text":"You won't do anything positive.  After January 21st every COVID death is your fault.  Remember that.  Your fault and your record.  Every business lost is your fault.  Republicans will sweep in 2 years","sentiment_score":0.1136363636}
{"full_text":"RT Warm congrats to as 46th President of USA. Great day 4 American democrcy. We hope that new leadership will activel...","sentiment_score":0.3840909091}
{"full_text":"RT so I *potentially* have been exposed to covid &amp; I'm already immunocompromised &amp; showing symptoms &amp; I simply cannot afford t...","sentiment_score":0.0}
{"full_text":"RT Why hasn't Biden denounced the gatherings that break covid guidelines???? Oh yeah I'm holding him to the same standard.","sentiment_score":0.0}
{"full_text":"RT Now the real work begins.To beat this pandemic. To rebuild our economy.To root out systemic racism in our justice sys...","sentiment_score":0.2}
{"full_text":"With most of Australia going back to a sense of normality after the pandemic, the global issue of climate change is back in the spotlight. This #SundayReads article explores how organisations can address this - and future - crises. ","sentiment_score":0.1}
{"full_text":"That's because the Biden supporters are the ones in favor of the Covid guidelines. They're the ones being hypocrites.","sentiment_score":0.0}
{"full_text":"RT Get. It.","sentiment_score":0.0}
{"full_text":"RT LOCK DOWN , stimulus checks, student loan forgiveness","sentiment_score":-0.1555555556}
{"full_text":"Hopefully he doesn't test positive for COVID-19","sentiment_score":0.2272727273}
{"full_text":"Klopp Talk: FIFA Should Allow Clubs To Pull Players From International Duty Because of Covid-19","sentiment_score":0.0}
{"full_text":"RT To all those who volunteered, worked the polls in the middle of this pandemic, local election officials -- you deserve a speci...","sentiment_score":0.0}
{"full_text":"RT Attn Your story is a lie.","sentiment_score":0.0}
{"full_text":"Joe Biden defeated President Donald Trump to become the 46th president of the United States on Saturday, positioning himself to be a leader who \"seeks not to divide, but to unify\" a nation gripped by a historic pandemic and economic and social turmoil.","sentiment_score":0.0777777778}
{"full_text":"RT Gathering to go to church? Not okay. Gathering to punch a pillowed effigy of Trump? OKAY. COVID-19: the greatest politi...","sentiment_score":0.4166666667}
{"full_text":"Miracle cured COVID no mask necessary, WOW!! These fools think we don't see what happened. Lockdowns were SPECIFICALLY for the mail-in scheme.","sentiment_score":0.078125}
{"full_text":"I had 240,000 ballots sent to people who died of CoVid.","sentiment_score":0.0}
{"full_text":"#CoronaHoax The traitor media will declare an end to the corona hoax after China Joe is sworn in. I'm going to start wearing a mask that says \"election infection\" even after all the idiot libs take theirs off.","sentiment_score":-0.8}
{"full_text":"Friday marked the 3rd straight day the US surpassed 100,000 daily COVID cases.@ashishkjha: the US is a global hotspot and we have mismanaged the virus in a way that much of the world can't believe.Listen to the #GZEROWorld podcast with","sentiment_score":0.0833333333}
{"full_text":"you might not want to miss what i just posted.. https:\/\/t.co\/PAgqSSn5QQ#amateurexposed #cashapp #RETWEET #SugarBabies #alternative #AmateurVideo #leaked #onlyfans #nude #COVID19 #OnlyFansPromo #sexworker #tattoo","sentiment_score":0.0}
