{"full_text":"RT This is the most move imaginable. 1 Vote to block emergency aid for the Postal Service twice before th...","sentiment_score":0.5}
{"full_text":"RT MichiganMake sure you vote Blue.@SenGaryPeters is doing a great job","sentiment_score":0.65}
{"full_text":"Great graphics, subject matter not great","sentiment_score":0.0777777778}
{"full_text":"RT Nothing is closed, nor has it ever been closed. Taiwan never had a lockdown, they had strict border rest...","sentiment_score":-0.1}
{"full_text":"RT More than 230,000 Americans have died from COVID-19 -- and Donald Trump has given up on trying to get the virus under control...","sentiment_score":0.5}
{"full_text":"RT Things government should do now to tackle Covid: Sack Harding Move Test &amp; Trace to local health control Pay e...","sentiment_score":0.0}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT Covid, Zaia: <<Lockdown generalizzato non serve>>https:\/\/t.co\/Cu1q2ZrWkI","sentiment_score":0.0}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
{"full_text":"YOUR LIES ARE BORING. BLAH. BLAH. BLAH. Meanwhile 240,000 Americans dead on watch. A liar who cannot keep the country safe. Hell, he cannot even protect himself. HE KEEPS ON WITH SUPER SPREADERS. 3rd Wave is here &amp; the DOES NOTHING.","sentiment_score":-0.0733333333}
{"full_text":"RT In a medical setting, we always have to weigh the risks and benefits of a treatment course.The risks of lockdown outwe...","sentiment_score":0.0}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT This is, and will be, interesting over the coming weeks ","sentiment_score":0.5}
{"full_text":"Might just listen to 'Avalon' on a loop for the rest of lockdown #forgotten80s #sublime","sentiment_score":0.0}
{"full_text":"Oooh. This ER billed my insurance for Room &amp; Board when I got a covid swab and sat in the lobby.I'M TELLING.","sentiment_score":0.0}
{"full_text":"RT Corona virus....its coming","sentiment_score":0.0}
{"full_text":"RT Zero new cases and no lost lives reported in the last 24 hours. The 14 day average is down to 1.9. There is 1 case with an...","sentiment_score":-0.0422979798}
{"full_text":"The Independent: White House Covid adviser Dr Scott Atlas apologises for appearing on Russian state TV","sentiment_score":0.0}
{"full_text":"RT How can you tweet this and you haven't tweeted since 2016??? Come back and explain right now.","sentiment_score":0.1428571429}
{"full_text":"RT I really want people to take this seriously.","sentiment_score":-0.0666666667}
{"full_text":"RT On Friday, hundreds rallied in SUPPORT of terrorism outside the French embassy in London as watched on.Today...","sentiment_score":0.0}
{"full_text":"Warning: quick moment of gun violence.That said, I wish every American could see this before voting.#TrumpDeliveredNothing #BidenHarris2020ToSaveAmerica","sentiment_score":0.1666666667}
{"full_text":"RT As Covid-19 continues to affect our children, join me in supporting No Kid Hungry. Anthony Hopkins Collectionhttps:\/\/...","sentiment_score":0.25}
{"full_text":"RT This pandemic made me realize that a lot of peoples personality trait depends solely on drinking, clubbing; and\/or going...","sentiment_score":0.0}
{"full_text":"Uk is going into lockdown, guess who'll be stuck in LA?","sentiment_score":0.0}
{"full_text":"RT All this hype about Christmas when y'all know damn well Santa in the \"at risk\" group for Covid.He need to stay his ass at th...","sentiment_score":0.0}
{"full_text":"Hopefully we can start recovering soon from the trauma of this sick pathological liar. #TrumpDeliveredNothing but hatred, division, financial collapse, pain, sickness &amp; 230,000 Covid deaths.","sentiment_score":-0.3571428571}
{"full_text":"RT NEW: USPS says delivery of mail ballots sent by voters in Detroit, Greater Mich and Central PA (&amp; more) delayed due \"COVID-...","sentiment_score":0.2022727273}
{"full_text":"RT #Covid19 data shows around 20% of infections will need to be hospitalized.10-20% of those hospitalized will die or 2-4%...","sentiment_score":0.0}
{"full_text":"RT Scots finance secretary \"\"Despite discussions today, continue to deny our request that full fu...","sentiment_score":0.35}
{"full_text":"RT Mild Covid-19 cases, including among young people, can turn devastating over time. Puzzling new complications emerge,...","sentiment_score":-0.1075757576}
{"full_text":"RT EXCLUSIVE The Brexit Party is to be relaunched as an anti-lockdown party called Reform UK, in a move which could alar...","sentiment_score":0.0}
{"full_text":"I wish I coul get my own Walkabout...","sentiment_score":0.6}
{"full_text":"RT BREAKING: Dr. Tony Fauci comes clean on Trump's pandemic response: America 'could not possibly be positioned more poorly'","sentiment_score":0.1166666667}
{"full_text":"RT Bit more info on this thread:https:\/\/t.co\/yThu6uvs2R","sentiment_score":0.5}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
{"full_text":"RT The accusation of 'fear-mongering' flung at those concerned about #COVID19 is bizarre. This is a very scary virus. I don...","sentiment_score":-0.125}
{"full_text":"Well, not right now because you know, pandemic. Legit question, how are these events even happening??","sentiment_score":-0.1428571429}
{"full_text":"RT If you went out for Halloween last night, please get COVID tested and self-isolate. There were 100,000 new cases on Fr...","sentiment_score":0.0681818182}
{"full_text":"Today ? He's got it wrong 5 \/6 games in league. We have been poor in all of them . If he stays , we will be top 10 at best . Nearly 3 seasons now . Just as inconsistent as day he came . Just difference players . Like Covid , I'm tired of him .","sentiment_score":0.05}
{"full_text":"RT Australia 'on track' to reopen all internal borders by Christmas as zero #COVID19 community transmission cases are recor...","sentiment_score":0.0}
{"full_text":"RT Doesn't this tweet say it all? We have all been staying at home in Wales for quite a while now. Isn't Johnson following W...","sentiment_score":0.0}
{"full_text":"RT ALABAMA -- BONITA LONG, 63, .an emergency department nurse from the town of Snead in Blount County, died of COVID-19 on A...","sentiment_score":-0.05}
{"full_text":"RT This is getting insane folks.","sentiment_score":-1.0}
{"full_text":"Twitter is full of secret Republicans example #48368348473848","sentiment_score":-0.025}
{"full_text":"RT They're called Russia Today - RT.  How could you be so unaware?  I will say this. You are consistent in your...","sentiment_score":0.125}
{"full_text":"Thank you for fundraising for legal action to hold govt accountable for pandemic preparations and management,  exposing yet another stinking scandal in UKgov response to Covid-19 we can donate here:","sentiment_score":0.15}
{"full_text":"RT Why does anyone risk their life for him?","sentiment_score":0.0}
{"full_text":"Well said Holly. The Covid19 IS real. It is killing people, and it's time everyone looked out for each other and complied. The idiots in number 10 should have done this in September. It would have only been two weeks then. Put lives first","sentiment_score":-0.095}
{"full_text":"RT More than 230,000 Americans have died from COVID-19 -- and Donald Trump has given up on trying to get the virus under control...","sentiment_score":0.5}
{"full_text":"RT \"everyone in this photo was tested for covid\" as an IG caption is the new \"retweets do not equal endorsements\"","sentiment_score":0.0681818182}
{"full_text":"RT Many hospitals WILL be forced to cancel routine operations as hospitals fill up. The UK has the lowest beds to popula...","sentiment_score":0.1}
{"full_text":"RT So much for an equal partnership of nations. This would be disgraceful at the best of times, but it's absolutely outra...","sentiment_score":0.35}
{"full_text":"Girl thank you !!!!! Smh I'm just so glad you get it. Don't get me wrong I fucking miss live music, but it's just not safe right now between covid and the flu going around!! I know we will never be able to stop this, without a vaccine. But we need to slow the spread!!","sentiment_score":-0.029494724}
{"full_text":"RT \"The Biden Lockdown will mean no school, no graduations, no weddings, no Thanksgivings, no Christmases, no Easters, no Fourth of J...","sentiment_score":-0.15625}
{"full_text":"RT Who says #NewYorkCity is a ghost town? Don't believe it. #NYStrong #WearAMask","sentiment_score":0.0}
{"full_text":"COVID-19 Wouldn't have done the damage it did if we had a president who gave a SH*T #TogetherWithBiden #ImOneHundredPercentSureThat #TrumpIsCompromised #TrumpIsNotAmerica   #TrumpIsANationalDisgrace #TrumpIsANationalSecurityThreat  #TrumpFailedAmerica","sentiment_score":0.0}
{"full_text":"RT That seal said \"IN A PANDEMIC!!??\"","sentiment_score":0.0}
{"full_text":"He also celebrated Barretts nomination so he can go to hell","sentiment_score":0.35}
{"full_text":"RT Read and digest..","sentiment_score":0.0}
{"full_text":"RT USA COVID 11\/1\/20:~1 in 1,435 Americans are dead","sentiment_score":-0.2}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT Dear Asian Americans are the fastest increasing group in America. And Asian Americans are voting in large nu...","sentiment_score":0.0714285714}
{"full_text":"Just like early Elvis!","sentiment_score":0.125}
{"full_text":"(look at the tracers hired per state) with so many unemployed (and therefore uninsured) we coulda trained and hired tens of thousands of tracers as part of the federal stimulus to stop covid spread to vulnerable but that would have required leadership coordination and competence","sentiment_score":0.0}
{"full_text":"With covid......not of covid...big difference","sentiment_score":0.0}
{"full_text":"Why would anyone vote for this narcissist?","sentiment_score":0.0}
{"full_text":"RT Out of these four countries, which one has provided the best response to Coronavirus?","sentiment_score":1.0}
{"full_text":"Please make a finish with #COVID19  in #USA #theWorld when you Mr. Prasident say Covid19 is a big Fake all People the World are free","sentiment_score":-0.0333333333}
{"full_text":"RT B.S.. He wanted this job. He said he would lead. This is a bad time to find out he's not up to it. People's lives are...","sentiment_score":-0.7}
{"full_text":"RT Countdown to Lockdown  We are delighted to offer a round of golf on one of our two stunning courses, for just PS25 pe...","sentiment_score":0.3333333333}
{"full_text":"How the hell is she of all people, a director of Pieta House??? ","sentiment_score":0.0}
{"full_text":"RT You are not hungover this morning you have Covid.","sentiment_score":0.0}
{"full_text":"I swear for the love of God actually follow the rules so corona can get the fuck away, I want to be able to meet with my friends without having to worry about anything and everything","sentiment_score":0.15}
{"full_text":"RT I can't see how a lockdown can be fully effective if the schools and colleges are not included. That's why no matter h...","sentiment_score":0.6}
{"full_text":"From H1N1 and Ebola the Pandemic Playbook was developed based on learnings. You know, the playbook Trump ignored when he developed his response to coronavirus. His response was to ignore it.","sentiment_score":0.1}
{"full_text":"RT #AskJackB The red head ...","sentiment_score":0.0}
{"full_text":"RT #panicbuying Sometimes I wonder how the English people elected Johnson &amp; the callous tories.Then I see empty shelv...","sentiment_score":-0.05}
{"full_text":"RT The person should show us the price tag in pounds &amp; the shelve it's on In the African shop with other goods to be sure...","sentiment_score":0.125}
{"full_text":"Two days before the election, a Trump official, who lies daily about Covid, has to apologize for sucking up on Russian TV. This is Trump's America. We will end it on Tuesday.","sentiment_score":0.0}
{"full_text":"The president, however, has continually insisted the U.S. is \"rounding the corner\" in fighting the pandemic, praising the therapeutics he was provided with during his personal bout with Covid-19 earlier this month. The president has yet to admit how dangerous and deadly it is.","sentiment_score":-0.2}
{"full_text":"RT Zero new cases and no lost lives reported in the last 24 hours. The 14 day average is down to 1.9. There is 1 case with an...","sentiment_score":-0.0422979798}
{"full_text":"RT BREAKING--US has now surpassed 9,000,000 cases of #COVID19.Accelerated since last month--newest mil only took 14 days.1 m...","sentiment_score":0.0}
{"full_text":"Oh no health and safety. Might accidently  hurt one of the darlings feelings","sentiment_score":0.0}
{"full_text":"RT says students attended event that prompted #NHV health dept. shut down of banquet hall","sentiment_score":-0.1555555556}
{"full_text":"HEY BOZO, DID HE KILL 230,000 AMERICANS BECAUSE HE WAS AFRAID HE'D LOSE AN ELECTION?  HELL NO!  OBAMA &amp; BIDEN PUT TOGETHER A PANDEMIC PLAN - THE ONE YOU IGNORED SO YOU COULD POUND YOUR CHEST &amp; BRAG YOU WERE A STABLE GENIUS!  THE ECONOMY WAS GREAT BEFORE YOU DESTROYED IT, ASSHOLE!","sentiment_score":0.03125}
{"full_text":"When talking about pandemic. Show the videos of what you have done .with New York. Show one of the daily briefings where the scientist was not confident himself.  You were following science. Show New York. When the Governor told you you did a good job.","sentiment_score":0.1204545455}
{"full_text":"RT That was absolutely intentional  if those people caught Covid, that should be a bodily harm charge.","sentiment_score":0.1}
{"full_text":"RT Whatever your views on Tommy Robinson, why was he arrested for breaking \"coronavirus regulations\" today, whereas 100s pr...","sentiment_score":0.0}
{"full_text":"RT Trump is now in Iowa. He is again making false claims about tariffs, the pandemic and Hunter Biden, again taking note of how wi...","sentiment_score":-0.4}
{"full_text":"RT Scientists have looked at the genomes of coronaviruses from two reporters to get some clues about the White House...","sentiment_score":0.0}
{"full_text":"RT The furlough scheme being refused to Scotland and Wales when needed but extended in a day when England decides to go into...","sentiment_score":0.0}
{"full_text":"RT So they don't really care about Brexit above all else - they are just a bunch of general purpose anti-establishment iconoc...","sentiment_score":0.0833333333}
{"full_text":"There's significant funding behind the anti-lockdown brigade.I don't believe it's the government's doing. Why would they want us to believe hospitals are empty, after announcing another lockdown? That would only lead the public to believe the government are incompetent.","sentiment_score":-0.0791666667}
{"full_text":"RT Just did a segment on Australian TV's morning show (it's Monday a.m. there). The segment before me was on the news that Au...","sentiment_score":0.0}
{"full_text":"RT How in the WORLD did you not know RT was an agent of the Russian government? My thirteen year old knows that....","sentiment_score":0.05}
{"full_text":"RT Zero new cases and no lost lives reported in the last 24 hours. The 14 day average is down to 1.9. There is 1 case with an...","sentiment_score":-0.0422979798}
{"full_text":"Donald J Trump did a very POOR job handling Covid-19, along with his Casino, University, multiple businesses, sexual assaults, any need for me to go on?  Yeah, we're done here and soon you'll be done in the WH.","sentiment_score":-0.0066666667}
{"full_text":"RT Be honest, did not foresee Nigel Farage founding the Free Movement party.","sentiment_score":0.5}
{"full_text":"RT The corruption around this Tory Government is so blatant it doesn't even seem to raise eyebrows anymore! #COVID19 just s...","sentiment_score":-0.625}
{"full_text":"But lockdown is not a way to avoid this virus ... I think Asians are recovering well compared to other countries ...","sentiment_score":-0.125}
{"full_text":"Go, Anatole! ","sentiment_score":0.0}
{"full_text":"Thank our Gods for this . The real deal. In Farage\/Trump we trust!","sentiment_score":0.25}
{"full_text":"RT On 9\/11 I think we lost almost 4 thousand American lives. Since this  has been in the white house doing absolutely nothin...","sentiment_score":0.0666666667}
{"full_text":"RT This supercomputer shows how far Covid-19 particles can travel through the air without a face mask.","sentiment_score":0.1}
{"full_text":"RT EXCUSE ME... but how the hell did Scott Atlas not know that RT (Russia Today) was a Kremlin-controlled state media network...","sentiment_score":-0.05}
{"full_text":"Only during lockdown, goes with Sour dough.....","sentiment_score":-0.075}
{"full_text":"RT What is the point of lockdown?We have our ventilators. We have treatments. Our doctors are prepared and ready for batt...","sentiment_score":0.2}
{"full_text":"RT Think of how much easier would have it if his job were to identify the things that says that are t...","sentiment_score":0.2}
{"full_text":"RT Boulder, Colorado during a pandemic. A Halloween party Snapchat post. The Snapchat map shows parties from coast to coast...","sentiment_score":0.0}
{"full_text":"RT In the story below, Democratic Governor Tony Evers told CNN's \"State of the Union\" on Sunday, \"We have hospitalizations...","sentiment_score":0.0}
{"full_text":"RT Jesus. What a headline:\"Trump Covid adviser SCOTT ATLAS apologizes for appearance on Russian State Media television sho...","sentiment_score":0.0}
{"full_text":"RT More than 230,000 Americans have died from COVID-19 -- and Donald Trump has given up on trying to get the virus under control...","sentiment_score":0.5}
{"full_text":"The will be based in Australia next year as coronavirus travel restrictions threaten the #PNG team's place in the Queensland","sentiment_score":0.0}
{"full_text":"England's four-week national lockdown could be extended beyond December 2 if coronavirus infection rates do not significantly fall, a Cabinet minister has admitted.https:\/\/t.co\/2h78y9XfLl","sentiment_score":-0.1875}
{"full_text":"Anti-Masker: We should allow the immune system to do its job and fight the virus.Coronavirus wearing a mustache: I agree with you fellow open minded person.","sentiment_score":0.0}
{"full_text":"Joe Biden is spending the final days of the presidential campaign appealing to Black supporters to vote in-person during a pandemic that has disproportionally affected their communities.https:\/\/t.co\/qTLOZx1pOF","sentiment_score":0.1111111111}
{"full_text":"The coronavirus pandemic forced the hit ITV show's producers to swap the Australian jungle for Gwrych Castle for the first time in its 18-year history.","sentiment_score":-0.0166666667}
{"full_text":"Ass backwards!!","sentiment_score":0.0}
{"full_text":"From our friends at the \"Due to lower earnings, the total amount of money lost each year by people who have a criminal conviction or who have spent time in prison is at least $370 billion.\"","sentiment_score":-0.185}
{"full_text":"RT It's important to understand the magnitude of Covid spread in the US. Not everyone who is infected with Covid gets tested...","sentiment_score":0.4}
{"full_text":"Latest worldwide COVID-19 data: 46,762,710 cases, 1,204,355 deaths.A 2.58% fatality rate.","sentiment_score":0.5}
{"full_text":"Here's where Donald Trump and Joe Biden stand on the Covid-19 pandemic.#Election2020","sentiment_score":0.0}
{"full_text":"With rising COVID-19 cases, we need more support to keep businesses open, and their workers customers safe. #yyc #yeg #yql #ymm #abecon","sentiment_score":0.3333333333}
{"full_text":"Humpbacks are migrating south in record numbers, but it's a tough season for whale watching tour operators, during coronavirus restrictions.","sentiment_score":-0.3888888889}
{"full_text":"RT Tune in to tomorrow morning to hear Brexit Party chairman and leader talk about their n...","sentiment_score":0.0}
{"full_text":"A new study suggests grocery store workers and others in customer-facing roles were five times more likely to test positive for COVID-19 than those in other roles.","sentiment_score":0.1477272727}
{"full_text":"Three deaths later, Covid-19 haunts Kitui family      ","sentiment_score":0.0}
{"full_text":"Rachael he has no expertise with regard to Covid. Stanford and Joover need to reign him in. He's way over his head.","sentiment_score":0.0}
{"full_text":"'BB Ki vines' fame tests positive for COVID-19 #bhuvanbam","sentiment_score":0.2272727273}
{"full_text":"President Nicolas Maduro announced that Venezuelan scientists have found a #COVID19 cure ","sentiment_score":0.0}
{"full_text":"Who saw snow today? The Michigan Department of Transportation explains how they are preparing for winter weather amid COVID-19.https:\/\/t.co\/YOz3gYXDnM","sentiment_score":0.0}
{"full_text":"Show me a single study that provides clear evidence against the use of mask during the COVID19-Pandemic.","sentiment_score":0.0142857143}
{"full_text":"UK says 4-week coronavirus lockdown may have to last longerhttps:\/\/t.co\/bKywkiYDiS","sentiment_score":0.0}
{"full_text":"OPINION: A former chairman of the Madison County Democratic Party sees a disconnect between Republicans' stance against abortion and their seeming lack of care about COVID-19 deaths.","sentiment_score":0.0}
{"full_text":"TAIPEI, Taiwan -- A huge and festive crowd marched in Taiwan's capital on Saturday in an annual LGBT Pride event.https:\/\/t.co\/32zFWIl0UJ","sentiment_score":0.4}
{"full_text":"I'm so conflicted-- I was invited to a birthday party this coming weekend. I said I would go because Covid was \"stable\" and it's not a rager kind of party but now Covid is getting crazy again and I don't want to go, but I feel bad because she's already bought all the stuff for it.","sentiment_score":-0.2333333333}
{"full_text":"The effects of large group meetings on the spread of COVID-19 (Rated: Objective)","sentiment_score":0.1071428571}
{"full_text":"RT togepumpkin says happy halloween!  &amp; reminds you to wear a mask if you go out today! ","sentiment_score":1.0}
{"full_text":"RT Given all of this. Why are people still voting for Trump?Honest question","sentiment_score":0.0}
{"full_text":"RT So does this mean, that Andrew Rev is no longer allowed to copy\/paste and type up his own contracts and t...","sentiment_score":0.14375}
{"full_text":"RT Zero new cases and no lost lives reported in the last 24 hours. The 14 day average is down to 1.9. There is 1 case with an...","sentiment_score":-0.0422979798}
{"full_text":"RT I have been living vicariously through this group all pandemic y'all ","sentiment_score":0.0}
{"full_text":"It came from a lab in Wuhan funded by Dr Fauci and the Americans","sentiment_score":0.0}
{"full_text":"RT This Uber driver died of COVID: A Prop. 22 story - Los Angeles Times","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 42.2FWind Chill: 42.2FHumidity: 96%Dew Point: 41.2F Barometer: 29.844 inHgWind: 1 mph from the WNWCorona Virus Weekly Stats:Cases: 215.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Whilst you are worse at handling the covid19 virus. Pull your own head in","sentiment_score":0.1}
{"full_text":"Just saw a bloke at the airport showing off his \"the 1st amendment means I don't have to wear a mask\" lanyard. Hope he's looking forward to being kicked off his flight and banned...","sentiment_score":0.0}
{"full_text":"And you have done a cracking job handling COVID you fucking wanker. You haven't got a clue","sentiment_score":-0.6}
{"full_text":"Amazing food.","sentiment_score":0.6}
{"full_text":"RT H1N1 killed 12,000 in one full year.  That's less than the flu kills every year.  Covid has killed 230,...","sentiment_score":-0.0541666667}
{"full_text":"Your new album will defeat the coronavirus","sentiment_score":0.1363636364}
{"full_text":"RT I regularly prosecute people who violate government regulations like this. Given the state of the pandemic, they absolute...","sentiment_score":0.1}
{"full_text":"I don't care if Mickey Mouse got voted in. Anything as long as it isn't you !","sentiment_score":-0.0625}
{"full_text":"FOX NEWS POLL:  \"Majority  TRUST  BIDEN. on COVID...'virus is out of control' .\"  #FoxNews","sentiment_score":0.0}
{"full_text":"RT ????????????? so did the pandemic just stop????? half of LA can't even go visit their families for the holidays and the o...","sentiment_score":-0.1666666667}
{"full_text":"Time: 22:00 * Temp: 7.9degC * Wind: W 2.9 to 8.1mph * Pressure: 977.7hPa * Rain: 4.0mm * Hum: 89% * ET: 0.6mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:26 * Sunset: 16:46 * Cloudbase: 800ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"His coffin will be covered in as much piss as a pre-covid festival toilet","sentiment_score":0.0833333333}
{"full_text":"RT Covid is an attack upon humanity. We're living in ghettos now. The Western world is paralyzed. Effectively, we are liv...","sentiment_score":0.3}
{"full_text":"RT This is getting insane folks.","sentiment_score":-1.0}
{"full_text":"RT Don't demand anythingfrom othersif you don't demandthe same from yourself#BeTheChange#RemoveTrumpNow#Trump #TrumpGra...","sentiment_score":0.0}
{"full_text":"You did a HORRENDOUS job on COVID-19, 230,000+ dead in 7 months, no plan to stop the virus, holding back the info from January till mid-March, not using Defense Protection Act to get PPE, and many other disturbing things. You are a horrible leader &amp; I hope you lose the election.","sentiment_score":-0.2208333333}
{"full_text":"Queensland has joined South Australia, Tasmania, Western Australia and the Northern Territory in having more advertised positions now than before the pandemic.","sentiment_score":0.25}
{"full_text":"RT I saw a lot of y'all at the functions with no mask on last night. Even the ones who tweet about how important it is to...","sentiment_score":0.2}
{"full_text":"RT President Trump baselessly claimed that doctors are inflating the coronavirus death count for monetary gain while cases, hospitali...","sentiment_score":0.0}
{"full_text":"Thanks . It was my Halloween costume. (Forced by the ER gods blessing me with Covid positive patient lol)","sentiment_score":0.2318181818}
{"full_text":"I fell of chair laughing so hard reading this in summer. What the hell ? As we can see sucker punch was very swift! Can you imagine Australia, NZ, China, Japan, South Korea, Taiwan, Vietnam, Thailand, Singapore setting that as epidemic control policy ?","sentiment_score":-0.1138888889}
