{"full_text":"RT Today my 14-year old daughter's friend forgot to wear her mask during break at school. One of the teachers ordered her t...","sentiment_score":0.1}
{"full_text":"Open letter To The #PrimeMinister From #PublicHealth Experts On Why India Needs To Rethink Its #COVID19 Vaccination Strategy #vaccines","sentiment_score":0.0}
{"full_text":"RT My video \"The COVID Cult,\" viewed nearly 1.5 million times, has been removed from for violating its terms of ser...","sentiment_score":0.1}
{"full_text":"The latest The Truth! #australianopen #covid19","sentiment_score":0.625}
{"full_text":"RT BREAKING:CEO of Sanford Health, largest health system in the Dakotas, FIRED after saying there's no COVID crisis &amp; he's a...","sentiment_score":0.0}
{"full_text":"RT Nothing stops innate immune meetings, not even COVID-19, , ...","sentiment_score":0.0}
{"full_text":"RT  Watch the Rome #Med2020 official video! Beyond #Covid-19: Navigating Solutions for Post Pandemic Times@ispionline","sentiment_score":0.0}
{"full_text":"RT There was a time when international press coverage on Pakistan was about terrorism &amp; corruption PM Imran Khan has turn...","sentiment_score":0.0}
{"full_text":"RT #DelayMDCAT2020  #MDCAT kindly address MDCAT students concern about Corona SOPs in place to ensure n...","sentiment_score":0.6}
{"full_text":"#COVID19 Ministry of Home Affairs issues fresh guidelines for surveillance, containment . States, UTs mandated to strictly enforce containment measures, SOP's on various activities #COVID-appropriate behavior and exercise caution and regulate crowds@MoHFW_INDIA #HNN24x7","sentiment_score":0.15}
{"full_text":"RT  | Increase in gender-based violence during confinementMore women and children given care already in 2020 than in all o...","sentiment_score":0.0}
{"full_text":"RT Coronavirus Vaccines Side Affects and Other Vital Information Please be sure to share this around. With more infor...","sentiment_score":0.24375}
{"full_text":"One in five offences recorded by police during and immediately after the first national lockdown in England and Wales involved domestic abuse, figures show. #police #DomesticAbuse #DomesticViolence #crime #lockdown","sentiment_score":0.125}
{"full_text":"RT While I fully understand and support the need for local school systems to restrict attendance during this time of COVID-19, of...","sentiment_score":0.0}
{"full_text":"RT Today's announcement by Jason Kenney will not lower COVID levels. In two weeks Alberta hospitals will not be able to accept p...","sentiment_score":0.5}
{"full_text":"Absolutely agree","sentiment_score":0.2}
{"full_text":"On top of that 2 semester exams in 2 months? is this some joke? How will we prepare in such a short time and that too physical exams. Atleast it should be in online mode due to COVID like other colleges.","sentiment_score":0.0416666667}
{"full_text":"Same here! A definite silver lining to the Covid-19 cloud. What platform did you use?","sentiment_score":0.0}
{"full_text":"RT This is how Social distancing was made a joke out of in NUMS with quarter the number of students","sentiment_score":0.0333333333}
{"full_text":"Donald's face ","sentiment_score":0.0}
{"full_text":"can the whole corona circus get anymore ridiculous ?","sentiment_score":-0.0666666667}
{"full_text":"RT Test and trace fails to contact 110,000 in English Covid hot spots","sentiment_score":-0.0833333333}
{"full_text":"RT I can't begin to mentally process this death--at 11, she had been abused by police (pending settlement), and at 14, she has...","sentiment_score":-0.1}
{"full_text":"RT \"With vaccines coming and the finishing line in sight, the last thing we need to do is let down our guard,\"","sentiment_score":-0.0777777778}
{"full_text":"RT As part of the reopening activity, Masungi also presented its new trail visitation and hiking protocols following the n...","sentiment_score":0.0681818182}
{"full_text":"Service Update 11:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Service Update 11:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"RT Helen Thank you for a great treatment today I always feel instantly better as well as knowing it's doing me so much go...","sentiment_score":0.5}
{"full_text":"RT We appear to be living in a country where as long as authorities say 'saves lives' or 'greater good' they can do whatever...","sentiment_score":0.3833333333}
{"full_text":"RT Another David Brent moment from Hancock - he claims huge significance from the fact he always said \"guided by the science\"...","sentiment_score":0.4}
{"full_text":"Testing the symptomatic will always result in you finding more positive cases.Just be aware up to 30% of all Covid patients will achieve negative test results. No test is perfect. The alternative is not to test and if you make a test too specific it pushes up false negative rate.","sentiment_score":0.1221590909}
{"full_text":"RT #COVID19: Ministry of Home Affairs issues fresh guidelines for surveillance, containment and caution. States\/ UTs mandated to stri...","sentiment_score":0.3}
{"full_text":"RT Bengal stinks of corruption! Exactly how govt hospitals of Bengal extort money for admitting patients, extortion of money f...","sentiment_score":-0.25}
{"full_text":"Interesting thread.","sentiment_score":0.5}
{"full_text":"RT Tomorrow is Thanksgiving in the US, one of our favorite holidays. Normally, we'd celebrate with friends and family, but...","sentiment_score":0.325}
{"full_text":"RT I worked with to gather the ~10 articles that summarize best the #coronavirus epidemic: from the measures that w...","sentiment_score":1.0}
{"full_text":"India conducted NEET(mdcat)in septmber inspite of being more severely hit by corona than Pak.mortality of corona below 25 age is zero.kabhi syllabus k name pe delay,kabhi court case k naame pe,kabhi corona.bas kar test nahe dena chate,wo agle saal try kare","sentiment_score":0.5}
{"full_text":"RT For those who remember the children from performing on Episode 6 of the school now has a c...","sentiment_score":0.0}
{"full_text":"RT We really do have to congratulate the people of the United States for the record stock market. After all those 10M out of wo...","sentiment_score":0.2}
{"full_text":"RT Now this would be the perfect way to celebrate the end of  #lockdown ... a Basil Collins Cocktail created by Head Barman Giuse...","sentiment_score":1.0}
{"full_text":"RT Living alone during a lockdown is hard. No other way to put it.","sentiment_score":-0.1145833333}
{"full_text":"My goodness. This thread. #WearAMask","sentiment_score":0.0}
{"full_text":"RT Some folks have suggested that I give up attempting to expose the lies of 9\/11... that it occurred over 20 years ago. Never...","sentiment_score":0.0}
{"full_text":"And my next door neighbour was in a crowded hospital ward (for the 5th week ) last Saturday with #COVID19 And guess what, that is not great fun!How selfish, self important and stupid can one person be?Just because you have not been affected it does not mean this is not real","sentiment_score":-0.15546875}
{"full_text":"RT Domestic violence against girls and women increased by 30% during #COVID19 lockdowns. Wednesday is the Int'l Day to End Viole...","sentiment_score":0.0}
{"full_text":"RT If you're following what's happening with the South Dakota Covid crisis, the CEO of the largest health system here announ...","sentiment_score":0.0}
{"full_text":"RT Biden says Fauci has been 'very, very helpful'","sentiment_score":0.26}
{"full_text":"RT Biden says Fauci has been 'very, very helpful'","sentiment_score":0.26}
{"full_text":"Cant believe whoever up above let  that covid19 shit slide","sentiment_score":-0.1}
{"full_text":"I've been on a green to red and red to green roller coaster since the pandemic started.How have you been?#mentalhealth #wednesdaythought #breakthestigma","sentiment_score":-0.1}
{"full_text":"RT \"Your child will experience a mild illness\". This is what I was told when school sent my child home following a case of...","sentiment_score":0.1666666667}
{"full_text":"RT Had a great dinner tonight. Then the restaurant was forced to shut down at 10 pm because \"COVID\" likes to stay up past 10...","sentiment_score":0.0236111111}
{"full_text":"RT Watch Dr. Anthony Fauci's presentation last week! #covid #covid19 #fauci","sentiment_score":0.0}
{"full_text":"Hi som!","sentiment_score":0.0}
{"full_text":"RT Get your flu vaccination and get ready for the Oxford\/AstraZeneca Covid vaccine","sentiment_score":0.2}
{"full_text":"RT Interview -  We caught up with Yemi to chat current events, how she has been affected by the pandemic, music...","sentiment_score":0.0}
{"full_text":"Terrifying to be honest. Listening to describe his parents contracting COVID was heart tugging. It shows how easy it is to get this thing. ","sentiment_score":0.0111111111}
{"full_text":"RT Freedom means you often have the luxury of choice. It does not mean you have carte blanche to destroy society as you se...","sentiment_score":-0.021875}
{"full_text":"\"In October, #Latvia is facing an increase in #COVID19 cases and biggest total daily number since its first wave\"Nina Linde writes https:\/\/t.co\/HrocxlnMdkFollow #China CEE Institute for #research","sentiment_score":0.0833333333}
{"full_text":"Elevator Anxiety and its Impact on Commercial Real Estate #CRE #COVID-19 #TenantTips #NewNormal #ElevatorAnxiety   ","sentiment_score":0.1}
{"full_text":"RT St.Gallen is the Covid hotspot of German speaking Switzerland. Health officials do nothing but remind people of <<shoppin...","sentiment_score":0.0}
{"full_text":"RT Relevant ministers &amp; #PMC officials please listen to these 150k+ students. Covid 2nd...","sentiment_score":0.2}
{"full_text":"Pizza delivery?","sentiment_score":0.0}
{"full_text":"RT Honestie Hodges, who was handcuffed by the police outside her home in Grand Rapids, Michigan, in 2017, has died of Covid-19. S...","sentiment_score":0.25}
{"full_text":"RT #SR20 60,000 pensioners have died this year, 40,000 more than usual due to #coronavirus Less #pension to pay...","sentiment_score":-0.0104166667}
{"full_text":"RT My sensible COVID-19 response plan: -Stop all PCR testing-End all lockdowns, mask bylaws and gathering restrictions -Impl...","sentiment_score":0.0}
{"full_text":"Are you tuned in to the &amp; &amp; Ministry of Portugal Inclusive Education symposium...? for children with different impairments accessing education.","sentiment_score":0.0}
{"full_text":"Half a year after infection, people who had recovered from COVID-19 had robust antibodies, along with traces of the virus in their gut, which may drive long-lasting immunity.","sentiment_score":-0.1666666667}
{"full_text":"The company I work for has been incredibly incompetent at enforcing any rules they have initiated. Certain employees have repeatedly refused to follow their rules without punishment #WearAMask","sentiment_score":-0.0678571429}
{"full_text":"RT So how many of y'all need to go the airport IMMEDIATELY? ","sentiment_score":0.5}
{"full_text":"The coronavirus pandemic has now infected over 60 million people and has killed 1,417,035 until todayThe US has recorded the highest number of cases of the virus, at over 12.9 million, with India coming in next with over 9.2 million, and Brazil recording over 6.1 million cases","sentiment_score":-0.1}
{"full_text":"RT If we can afford a $740,000,000,000 military budget, we can surely afford to pay people to stay home to contain Covid.","sentiment_score":0.2}
{"full_text":"RT This document needs to be read by the British public. It's Operation Yellowhammer updated to reflect situation now with...","sentiment_score":0.0}
{"full_text":"RT Watch moment Tory MP defends arrested lockdown protestor. ","sentiment_score":0.0}
{"full_text":"RT This is Our Great #PeopleLeaderMKStalin He never ever compromised on People's Welfare.One of the Greatest Administrator &amp;...","sentiment_score":0.9}
{"full_text":"Why would you remove child safeguards unless you couldn't care what happens to children in  -- well -- Care.What a truly abominable man.  ","sentiment_score":0.0}
{"full_text":"Some people think a pandemic has tore through the country and killed many thousands of people. And some people think the pandemic has been misinterpreted and carries very little threat. The fact that it is questionable suggests the latter.","sentiment_score":-0.08875}
{"full_text":"#SHARE   #THANKSGIVING  #SafetyTips #COVID19    #FACTS     #SheWorksAs of November 23, 2020 approx. 30,620 COVID-19 cases have been confirmed in Jefferson County, AL resulting in 491 deaths. PLEASE watch video for safety tips!https:\/\/t.co\/cFBrjf7wUp","sentiment_score":0.4}
{"full_text":"US National Security Adviser Robert O'Brien slammed China on South China Sea and other issues, including the release of coronavirus \"on the whole world.\" O'Brien, who had COVID-19, said whether accidental or not, Chinese had a cover-up. | via","sentiment_score":0.025}
{"full_text":"WATCH: Building a business in the time of pandemicSelling goods online? It might be time to turn that extra income into a full-fledged enterprise. #BrandRap","sentiment_score":0.3}
{"full_text":"A recent LinkedIn chat with one of my connections, raised the question whether I'd heard the expression \"Covid Productivity Tax\".  I pinged back a response saying I'd never heard of it, but it roused my curiosity and I started to research the concept.","sentiment_score":0.0}
{"full_text":"Council chiefs are estimating they could face a budget deficit of up to PS6.2millionhttps:\/\/t.co\/4jOC9NlwBK","sentiment_score":0.0}
{"full_text":"In the #US city of Chicago, medical workers once again find themselves under severe pressure, as the medical centre is about to reach capacity amid a resurgence of #covid19. Dan Williams revisits the hospital to bring us the detail.https:\/\/t.co\/iwIY3jGyDM","sentiment_score":0.0}
{"full_text":"Here is an update for this morning on how humanity is dealing with the COVID-19 Pandemic that is caused by SARS CoV-2.* Coronavirus mRNA vaccines won't just end the pandemic. They could change vaccines forever.#wncnews #COVID19","sentiment_score":0.0}
{"full_text":"Unpleasant smearing is unacceptable but so is the stubborn adherence to a dangerous \"flat-earth\" attitude, an unsubstantiable stance against caution. It, with Covid, kills people and maims others like me. Now is not the time to egg others on to be antisocial prats for little gain","sentiment_score":-0.4791666667}
{"full_text":"#BengalHealthDepartment completes list of 6 lakh health workers for 1st phase of #COVID19 vaccination  #COVIDVaccine #Bengalhttps:\/\/t.co\/y4kf54U9hN","sentiment_score":0.0}
{"full_text":"Afternoon learning today will feature with input from and on Governance in these #COVID times.2pm today - #PeoplePlacesPossibilities@evoc_edinburgh","sentiment_score":0.0}
{"full_text":"For this #wellnessweds we are examining how you are dealing with stress and emotions as a startup founder during COVID with #startups #Entrepreneurship #worklifebalance #MentalHealthMatters #stressmanagement","sentiment_score":0.0}
{"full_text":"BTS started 2020 with MOTS7 &amp; preparing for their world tour. It's ending with comforting us through a pandemic with BE &amp; a #GrammyNominatedBTSLet's go to our final #UpAllNightwithBE playlist for that chaotic 2020 energy.2020 BE Upside Down:","sentiment_score":-0.0777777778}
{"full_text":"#Wednesday Despite the #Covid_19 pandemic, people &amp; their loved ones #living with #CHD #heart #cardiac conditions still need the #support of our #charity in the Wessex area.","sentiment_score":0.325}
{"full_text":"#8 UNITElive read this week: 'Vital victory for entire labour movement' - Right to picket during lockdown secured following challenge -","sentiment_score":0.0964285714}
{"full_text":"Covid-19 was the leading cause of death in the European Union last week","sentiment_score":0.0}
{"full_text":"We're in this together - we can do this. Continue to follow guidance and remember FACTS F- Face covering in shops and enclosed spacesA-Avoid Crowded placesC-Clean your hands and surfacesT- Two metresS-Stay home if showing symptoms #supportdg","sentiment_score":0.0}
{"full_text":"#FromTheCenter: When might a COVID-19 vaccine be authorized? FDA Commissioner Stephen Hahn answers common questions | Analysis by #FDA #COVID19Vaccine #CoronavirusUSA","sentiment_score":-0.3}
{"full_text":"Santa Fe municipality in Cebu has declared that it is free of COVID-19, months after it logged its first case of the disease.#SantaFe #Cebu #covid19phhttps:\/\/t.co\/C0rIm5oQNC","sentiment_score":0.325}
{"full_text":"Many parts of the country are implementing new restrictions to stop the spread of #COVID19. At 6:10, we'll talk to for an overview of how different parts of the country are being affected by the second wave of the pandemic. #ldnonthttps:\/\/t.co\/Xrr6bTXRix","sentiment_score":0.1590909091}
{"full_text":"Intellectual property firm Finnegan, Henderson, Farabow, Garrett &amp; Dunner said it has reinstated pay and will reimburse lawyers and staff for reductions that were in place earlier this year amid uncertainty due to the COVID-19 pandemic.","sentiment_score":-0.00625}
{"full_text":"Newswatch COVID-19 Digest: Wednesday November 25, 2020 ","sentiment_score":0.0}
{"full_text":"Due to the current #Covid_19 situation and #lockdown restrictions, our Great British #SundayRoast service will be suspended until December 6th, 2020.   More information: reservations@larkfieldpriory.co.uk 01732 846 858#larkfieldprioryhotel","sentiment_score":0.235}
{"full_text":"** Tech News **#Microsoft #Azure has announced that a host of new #VPN features are now generally available to users of its VPN Gateway.These will provide additional functionality for those #workingfromhome during the #coronavirus #pandemic.https:\/\/t.co\/3vgUmRFuxk","sentiment_score":0.2681818182}
{"full_text":"RT 458 COVID-19 cases identified yesterday#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #COVID19SL #coron...","sentiment_score":0.0}
{"full_text":"Companies are doing everything from issuing memos, reminding workers about the public health guidance on gatherings and travel, to asking workers to sign pledges they'll keep gatherings small.","sentiment_score":-0.125}
{"full_text":"The pandemic is forcing a change in plans for most as we head into the holiday season.","sentiment_score":0.5}
{"full_text":"DJ beats lockdown blues!With music festivals cancelled due to the #coronavirus pandemic, the 25-year-old Dutch disc jockey Oliver Heldens has spent most of 2020 in lockdown producing music and streaming sets online.Mohammed Saleh brings you the story","sentiment_score":0.0916666667}
{"full_text":"RT If you want to know why COVID relief is tied up in Congress, one key reason is that Republicans are demanding legal immunity for c...","sentiment_score":0.1}
{"full_text":"A family prided themselves on following COVID-19 precautions for months before gathering for a \"low-key\" get-together. Now, they're warning others to not make the same mistake.","sentiment_score":0.0}
{"full_text":"ICU nurses who have held the hands of COVID patients as they take their dying breath are now looking for strength, preparing for a new surge of cases.","sentiment_score":0.1363636364}
{"full_text":"Early symptoms of lung cancer are very similar to the symptoms of #COVID19 - knowing the difference could save a life. If you're experiencing these symptoms that could be cancer, please give your GP a call. It's important to get it checked early. #LungCancerAwarenessMonth","sentiment_score":0.15}
{"full_text":"It's been reported that as many as one in three 'practicing Christians' have not attended church meetings since the beginning of the pandemic.What are pastor-shepherds to do? gives some thoughts.https:\/\/t.co\/D6IrzF5zmy","sentiment_score":0.5}
{"full_text":"Long lines for food.  That's what the Indianapolis Urban League is seeing during the pandemic.  ","sentiment_score":-0.025}
{"full_text":"The Rock County Department of Health reports an increased spike in coronavirus cases as they prepare for the holiday weekend.","sentiment_score":0.0}
{"full_text":"A top EU official says \"there's finally light at the end of the tunnel.\"","sentiment_score":0.45}
{"full_text":"In this current time, staying active can be hard while in another lockdown, however, we have the perfect and easiest way...ACTIVE TRAVEL Find all the amazing benefits of actively travelling and how it can benefit you mentally and physically https:\/\/t.co\/MdXColq3KE","sentiment_score":0.1177083333}
{"full_text":"\"#Onlineshopping and #ecommerce have exploded as a result of #COVID19 and consumers can expect a barrage of #phishing #scams and #malware ahead of #BlackFriday2020.\" - Michael B. Cohen, MyChargeBack VP of Global Ops. #coronavirus #BlackFriday #MyChargeBackhttps:\/\/t.co\/dqlRnWRbRz","sentiment_score":0.0}
{"full_text":"352,078 people will receive the #COVID19 Pandemic Unemployment Payment this weekTo apply for the PUP, the easiest and quickest way is to do so online at more in our latest payments update here:","sentiment_score":0.5}
{"full_text":"As #covid19 continues to be here, our team has decided to create a #YouTube channel, and share with all of you what is building in #Scotland and videos from our #experts about careers in #construction.To visit our YouTube account:","sentiment_score":0.0}
{"full_text":"According to reports, the couple became close to each other during the lockdown!https:\/\/t.co\/JLFO4GEzr1","sentiment_score":-0.125}
{"full_text":"Macron outlines France's baby steps out of lockdown","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 25\/11\/2020 16:30Total Cases: 9221998 [+0]Active: 443765Recovered: 8641404 [+0]Deaths :134743 [+0]Total Tests: 134.84MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"#SaudiArabia to be among first countries to receive #coronavirus vaccine. ","sentiment_score":0.25}
{"full_text":"With #RedHat's #hybrid cloud tech, the World Health Organization created a #DevOps platform to help healthcare workers stay up to date on accurate COVID-19 information.Learn about 8-week virtual residency with #KubeCon + #CloudNativeCon","sentiment_score":0.4}
{"full_text":"The Catholic Church confuses COVID vaccines with Regeneron and Remdesivir, which are both made with stem cells from aborted fetuses.Side note: Trump called Regeneron a \"gift from God\" when it was administered to him. Just sayin'.https:\/\/t.co\/ivBSwUjWPu","sentiment_score":0.0}
{"full_text":"Jesus","sentiment_score":0.0}
{"full_text":"APPLY NOW  | Powering Up! is now open for applications. As part of our Renewal Initiative, this programme provides support to community business leaders to help them build their knowledge and skills to boost their recovery from #Covid19 ","sentiment_score":0.0}
{"full_text":"Washington nurse's COVID horror: 'I wouldn't wish this on anybody'https:\/\/t.co\/wfvhhXwb9D","sentiment_score":0.0}
{"full_text":"The #Coronavirus Job Retention Scheme is being extended to 31 March 2021If you're having problems with getting your furlough pay, our advice can help ","sentiment_score":0.0}
{"full_text":"Salone del Mobile could move to September 2021 due to coronavirus concerns. Milan's Salone del","sentiment_score":-0.125}
{"full_text":"Finance minister: French economic activity down by 10%, compared to 30% drop during the 1st #lockdown","sentiment_score":0.0148148148}
{"full_text":"If you wouldn't use the excuse on a mate, don't use it on yourself. How have you been finding #YourPersonalBest month? We'd love to hear what does #YourPersonalBest means to you now. When exercising, please adhere to Government guidelines in relation to Covid-19.","sentiment_score":0.225}
{"full_text":"Today we thought we would share with you our #Medical supplies.We do mouth hydrators, mouth cleansers and  tongue depressors!#takealook #November #winter#StaySafe #COVID19","sentiment_score":0.0}
{"full_text":"The severe loss in trade was seen after the country came out of the first lockdownhttps:\/\/t.co\/6mtteSoUAx","sentiment_score":0.25}
{"full_text":"If you have an appointment to see your midwife or maternity team, it's important that we see you to check on the health of you and your baby.  Your NHS is here to see you, safely.  #HelpUsHelpYou","sentiment_score":0.45}
{"full_text":"Why is it recommended not to wear a surgical mask for more than 4 hours?https:\/\/t.co\/swkeqxa4gx","sentiment_score":0.5}
{"full_text":"Has COVID-19 cancelled your Christmas party plans this year? Why not celebrate in a different way and become #XmasPartyHeros by donating what you would have spent on a party to POhWER? Visit","sentiment_score":-0.05}
{"full_text":"Heidi's experience with viral #meningitis left her with a heart condition that caused extra concern when she tested positive for #COVID19. People affected by meningitis may find the current pandemic very challenging. If you would like support get in touch.","sentiment_score":0.1754545455}
{"full_text":"RT Violence against women &amp; girls is a global emergency requiring urgent action at all levels, in all spaces &amp; by all peo...","sentiment_score":0.05}
{"full_text":"RT Retail analyst Andrew Busby discussed the vast challenges posed by the pandemic for the UK retail sector with ACCA members at...","sentiment_score":0.0}
{"full_text":"Real Estate Today with Jeff SnyderIs Buying a Home Today a Good Financial Move?There's no doubt 2020 has been a challenging year. A global pandemic coupled with an economic...Call 540-798-7732","sentiment_score":0.28}
{"full_text":"RT 2) for same reason, this is how we are pretty sure cases now will yield almost 3000 deaths a day by Christmas.","sentiment_score":0.25}
{"full_text":"RT #GDR positive feedback from first US evaluation site. Product has achieved 100% for both productivity and sensitivity....","sentiment_score":0.2386363636}
{"full_text":"Is Buying a Home Today a Good Financial Move?There's no doubt 2020 has been a challenging year. A global pandemic coupled with an economic...Message me if you like to learn more","sentiment_score":0.34}
{"full_text":"For context, when the Conservatives (and Lib Dems) came to power in 2010, the deficit was PS144bn - a figure considered so astronomical that it dominated British politics for much of the past decade. Today, the figure is expected to be more than double that.","sentiment_score":0.0583333333}
{"full_text":"RT Source locale","sentiment_score":0.0}
{"full_text":"As companies navigate the COVID-19 reset, global business services organizations can deploy advanced #analytics to equip leaders with the information needed for better, faster decision making. #DataAnalytics #BigData #AI #MachineLearning #Data #Covid19","sentiment_score":0.3}
{"full_text":"RT No active #COVID19 clusters in Singapore for the first time since the pandemic began, after the last dormitory cluster...","sentiment_score":0.1055555556}
{"full_text":"The worst may be behind the #insurance industry, many hard days are likely still to come. #covid19","sentiment_score":-0.2383333333}
