{"full_text":"RT Oh hell. 38% of U.S. residents say they plan to gather in groups of &gt;=10 people this holiday season. Nearly 33% said...","sentiment_score":0.1}
{"full_text":"This covid shit killing people daily","sentiment_score":-0.1}
{"full_text":"RT Nurse who worked with Covid-19 patients in El Paso, TX speaks out about the horrible situation she experienced","sentiment_score":-0.1}
{"full_text":"We r in Dangerous time..","sentiment_score":-0.6}
{"full_text":"Schools should Never been opened. COVID is  rife. In my area there are lots of cases in schools, including teachers. There appears to be an unwillingness to accept  that re-opening schools was idiotic to say the least. Pubs, schools, cafes open, cases rising fast","sentiment_score":-0.1916666667}
{"full_text":"RT THIS ISA DISASTER","sentiment_score":0.0}
{"full_text":"Indian Economy Recovering  Faster than Predicted Kudos &amp; Thanks to the wonderful Visionary Efforts of #Hon #PM Ji Ji led Govt who Constantly,Consistently &amp; Very Efficiently Managed &amp; Distributed Resources during Challenging #Covid Times","sentiment_score":0.475}
{"full_text":"Dude on Discord, out of nowhere, asks me to find him examples of international companies mentioning their measures against Corona spreading, specifically their posts on instagram. At first refuses to tell me why but begs for helpThen hours later demands we delete the convowhat","sentiment_score":0.0833333333}
{"full_text":"People are describing Boris Johnson's handling of the pandemic as 'Shambolic'In our area a Shambolic is a False Testicle.So they're probably right.","sentiment_score":-0.0571428571}
{"full_text":"You're paraphrasing that one study everyone's refering to but no one has read. Again. The study showed that the people (mask users and not) were most likely to get infected while being in a RESTAURANT OR CAFE. They literally wear no mask during that stay. Stop paraphrasing.","sentiment_score":0.25}
{"full_text":"El Salvadorans Lacked Running Water During the Pandemic. Then Came the Hurricane. via","sentiment_score":0.0}
{"full_text":"RT Weekend COVID-19 surge alarms L.A. officials amid talk of curfew, more actions","sentiment_score":0.5}
{"full_text":"Finally!!!!","sentiment_score":0.0}
{"full_text":"So you believe 2 years was enough time to do that considering the whole world had to deal with epidemic and financial crisis in one of those years.","sentiment_score":0.0666666667}
{"full_text":"RT With that ability to see things coming, we should put him in charge of pandemic planning ","sentiment_score":0.0}
{"full_text":"Whoever will vote for her is just plain stupid #DemVoice1","sentiment_score":-0.5071428571}
{"full_text":"I am intrigued why after the start of the pandemic everyone seems to have forgotten that Venezuela was in crisis and in bring of collapse. It is not anymore?","sentiment_score":0.0}
{"full_text":"RT Anti-maskers and deniers should be volunteering for this duty.#Trump #TrumpTerroism","sentiment_score":0.0}
{"full_text":"RT all the \"making people stay at home is INHUMANE\" types really dont have much to say about the prison system, huh?","sentiment_score":-0.1666666667}
{"full_text":"RT The pandemic is a strong reminder of the need to tackle global challenges together. And Europe is ready to engage.W...","sentiment_score":0.2111111111}
{"full_text":"RT 'Cuba now has 3 candidate vaccines under trial, 2 of them already registered with the WHO...Cuba has been subject to...","sentiment_score":-0.1666666667}
{"full_text":"RT If you made money during the pandemic and broke now I'm disappointed !!","sentiment_score":-1.0}
{"full_text":"\"The new regulations will be in place for at least 4 weeks\"--Just remember, last time Inslee said \"2 weeks to flatten the curve\" it turned in to 9 months &amp; still haven't reopened w\/further restrictions beginning tomorrow. See you in 2022. I hope.--https:\/\/t.co\/He544rUNUn","sentiment_score":-0.0545454545}
{"full_text":"RT 6) And then there is sadly this horrifying testimonial of what is happening at an El Paso hospital (UMC El Paso), according...","sentiment_score":-0.7}
{"full_text":"RT The best film released on any platform after lockdown. #SooraraiPottru \/#AakasamNeeHadduRa! Anna is terrif...","sentiment_score":1.0}
{"full_text":"RT .@BorisJohnson beyond time for a rethink.","sentiment_score":0.0}
{"full_text":"Same. Starting this week we are back of hardcore lockdown- only place we went was the grocery store or occasional shop (masked up). We are in a pod with my parents and pregnant sister- she is due Jan 12th so we are in full lockdown for the foreseeable future","sentiment_score":0.062037037}
{"full_text":"RT Elon Musk, who famously predicted the coronavirus would be gone by April, has now contracted the virus. Meanwhile, he report...","sentiment_score":0.5}
{"full_text":"RT How Seyi Makinde was able to increase the State IGR by 26.4% amidst the pandemic in H1 2020 without burdening the good peopl...","sentiment_score":0.6}
{"full_text":"RT We've been saying it since March. It's all still true:Stay at home as much as possible.Wear a mask.Stay away from other...","sentiment_score":0.0375}
{"full_text":"RT The PM came into contact with a Covid case on Thursday. If he gets a swab test in the morning and is clear then there i...","sentiment_score":0.1}
{"full_text":"some kid in York PA posts daily videos on YouTube and displaying ZERO regard for public safety with Covid mandate.","sentiment_score":0.0}
{"full_text":"RT This Diwali, I spent 2.5 lakhs on my new house's interior and thus gave work\/income to 15 workmen. Spent another 30k on sh...","sentiment_score":-0.0212121212}
{"full_text":"Either this a play to not pay over the top or we are deluded in thinking we can go the rest of the season with a makeshift Cb and one who's made of glass  #lfc","sentiment_score":0.5}
{"full_text":"Sending Stay Safe Vibes and hope your day Can be restful and pray your internet stays on! Here in Michigan we are on lockdown until this virus gets under control! Its so nice to have friends like you on here!  ","sentiment_score":0.765625}
{"full_text":"RT Over 130 Secret Service agents have either tested positive for or are quarantining due to COVID-19, and at least some o...","sentiment_score":-0.1494318182}
{"full_text":"RT \"There is social distancing\"On #BBCBreakfast Health Secretary Matt Hancock says 10 Downing Street is a Covid-secure work...","sentiment_score":0.0333333333}
{"full_text":"RT Outdoor activities are largely safe. Schools can stay open with precautions. Delivery, curbside pickup, and safer shoppin...","sentiment_score":0.25}
{"full_text":"RT This from is a serious charge: \"Science is being suppressed for political and financial gain. Covid-19 has unleashe...","sentiment_score":-0.1111111111}
{"full_text":"RT I got high school brain during the first lockdown and I'm making a pledge to regress to child brain during whatever comes ne...","sentiment_score":0.205}
{"full_text":"RT ...trump has stopped governing altogether ... he's doing NOTHING about Covid...that alone is a...","sentiment_score":0.0}
{"full_text":"Dawn breaks on UK in #Covid and #Brexit crises. The Priority? Senior Tory MP: \"Allies of Johnson are concerned Cummings will now set up a 'guerrilla operation' designed to destabilise him and pave the way for Sunak's succession... Gove sees he's got one last throw of the dice\"","sentiment_score":0.0}
{"full_text":"RT Dear BBC, I am neither an MP nor an MSP. Neither am I the leader of a political party or have input into government. What t...","sentiment_score":0.0}
{"full_text":"What do you know about NOVEL COVID-19 that doctors don't? What is your evidence when &amp; how it can be achieved for this virus? What is your evidence that this virus won't cause other issues later like chickenpox, HPV, polio? That immunity is long-lasting?","sentiment_score":-0.0625}
{"full_text":"RT AS A MATTER OF FACTI WOULD LIKE TO BRING IN THE NOTICE OF THEBELOVED THAT ALL 5 LACS STUDENTSARE LACKING VITAMIN D...","sentiment_score":0.0}
{"full_text":"RT Two of the cases in Adelaide work in aged care","sentiment_score":-0.1}
{"full_text":"Versie 1 van de corona-app all over again","sentiment_score":0.0}
{"full_text":"RT So when a nurse or a teacher pays their taxes, this government gives that money to their rich friends.  This has to end....","sentiment_score":0.375}
{"full_text":"RT EXCL:* NHS staff face 'disgusting' 200% hike in hospital parking costs* Leaked letter reveals Trust plan to end free...","sentiment_score":-0.3}
{"full_text":"I feel same don't trust them after the dumb deals they make behind our back.","sentiment_score":-0.19375}
{"full_text":"RT So when a nurse or a teacher pays their taxes, this government gives that money to their rich friends.  This has to end....","sentiment_score":0.375}
{"full_text":"RT Oh, if there's one thing Joe &amp; Kamala will do...","sentiment_score":0.0}
{"full_text":"RT Just had a good call with Prime Minister of #Israel on how to best cope with the second wave of #COVID19. We...","sentiment_score":0.5666666667}
{"full_text":"RT break the habit everyone...Trump is not the news anymore. He's a ridiculous figure who will go down in history as America'...","sentiment_score":-0.2444444444}
{"full_text":"Love to read like law professors arguing with epidemiologists about COVID on this app.","sentiment_score":0.5}
{"full_text":"RT Incase anyone cares, Africa is kind of on fire. Dictators have been using Covid to cover up oppression of their people and no...","sentiment_score":0.6}
{"full_text":"This is typical of the GOP. They were deliberately putting democrats at risk in Minnesota while taking care of their own. Crimina charges should be made","sentiment_score":0.2166666667}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Okay, but what the hell is with the two people who kept going to work WITH COVID symptoms?!?! Can we throw tomatoes at them while they wear their favorite white clothes?","sentiment_score":0.4270833333}
{"full_text":"RT THIS ISA DISASTER","sentiment_score":0.0}
{"full_text":"RT After this lockdown, I just want to have endless amount of fun, dates, concerts, clubss, outdoor activities, holidays, all...","sentiment_score":0.0875}
{"full_text":"So how do you explain hospitals already stretched and converting wards into non-Covid wards? Or are you suggesting your senior medical colleagues are lying ?","sentiment_score":-0.025}
{"full_text":". The covid death figure is almost stagnant since the last 2 months. Only 1.29 lacs have died from 130 cr population. Much much more die yearly due to other diseases.","sentiment_score":0.05}
{"full_text":"Help slow the spread of #COVID19 and identify at risk cases sooner by self-reporting your symptoms daily, even if you feel well . Download the app","sentiment_score":-0.15}
{"full_text":"Yes! I overtip, big. They no longer HAVE sit-down customers or have reduced them to fit on the patio.","sentiment_score":0.2}
{"full_text":"Beyond Exceptional: The Etonian English Imperialism at the Heart of a Deadly COVID-19 Crisis","sentiment_score":0.1555555556}
{"full_text":"RT If has to isolate because he was in close contact with another MP does that mean he wasn't following his...","sentiment_score":-0.15625}
{"full_text":"RT ALERT MAP: These are all the places across Adelaide where SA Health has issued COVID-19 alerts so far. #9NewsFull list: ht...","sentiment_score":0.1}
{"full_text":"RT This was not necessary.As an island that had forewarning in January and February we could have been the best instead of the...","sentiment_score":1.0}
{"full_text":"RT Looks like Sen. David Perdue is too much of a coward to debate me again. Perdue can't defend his lies about COVID-19, self-de...","sentiment_score":0.2}
{"full_text":"RT 4) El Paso has now ordered 10 mobile refrigerated morgues last week. Texas Tribune says 8 are now operation, 2 more arrivin...","sentiment_score":0.25}
{"full_text":"RT Why do we pay for NHIF if it can exclude treatment for COVID? I don't understand","sentiment_score":0.0}
{"full_text":"RT Covid was circulating in Italy as early as September 2019","sentiment_score":0.1}
{"full_text":"RT A valuable graphic #COVID","sentiment_score":0.0}
{"full_text":"Not worked so far'Megalabs' will double Britain's Covid testing capacity","sentiment_score":0.05}
{"full_text":"RT Boom--the coronavirus downplaying coward Perdue declines to debate Democratic challenger ahead of January 5 runoff h...","sentiment_score":0.0}
{"full_text":"RT Oh hell. 38% of U.S. residents say they plan to gather in groups of &gt;=10 people this holiday season. Nearly 33% said...","sentiment_score":0.1}
{"full_text":"RT puro \"education must continue despite it all\" but nobody even listens to the educated. if you had listened to the scientists...","sentiment_score":0.0}
{"full_text":"RT This seems important.","sentiment_score":0.4}
{"full_text":"RT THIS ISA DISASTER","sentiment_score":0.0}
{"full_text":"RT This from Pennington in June hasn't aged at all well. Have to ask why &amp; referrin...","sentiment_score":-0.1}
{"full_text":"Redesigning Your Office Layout in an Era of Social Distancing #CRE #Office #Layout #COVID-19 #Design ","sentiment_score":0.0333333333}
{"full_text":"RT Antiviral remdesivir should not be used as a routine treatment for COVID-19 patients in critical care wards, the head of...","sentiment_score":0.0}
{"full_text":"RT It's really not ok how we have among the highest excess deaths while the majority of the Dutch people believe that the governm...","sentiment_score":-0.25}
{"full_text":"Oooohhhh!! An other statement!! Breaking News!!!And there's 250 000 people who want to vote for Trump, but they can not vote cause they are dead from COVID 19!!!!Nice dude, with a nice hat, do!!!","sentiment_score":0.2015625}
{"full_text":"RT Coronavirus was in Italy 5 months earlier than thought per one study which found that 11.6% volunteers in a cancer scre...","sentiment_score":0.0}
{"full_text":"RT Irony died a thousand deaths.....","sentiment_score":0.0}
{"full_text":"RT I've never been worried about catching covid from a photo before","sentiment_score":0.6}
{"full_text":"RT Here's a thing I want everyone to understand. There is a roughly 12-day lag between rising cases rising hospitalizations....","sentiment_score":-0.1}
{"full_text":"There is still a pandemic on!!! Do you think the virus is suddenly gonna start caring about cinema??","sentiment_score":0.0}
{"full_text":"RT Exhaustion and uncertainty cloud New Zealand's Covid-free summer. New piece on the experience of Kiwi academics w\/ interv...","sentiment_score":0.1363636364}
{"full_text":"Pest control remains critical in these challenging times! Our digital solutions provide peace of mind by remotely monitoring your site - even when access is restricted. View our infographic to find out more: #Remoteworking #Lockdown","sentiment_score":0.205}
{"full_text":"RT Two startling sentences in the Sunday Times:'The government has awarded PS1.5bn of taxpayers' money to companies linked to th...","sentiment_score":-0.5}
{"full_text":"\"Next Crisis Bigger than COVID\" - Power Grid\/Finance Down - WEF's Cyber Polygon via","sentiment_score":-0.0518518519}
{"full_text":"Mystery Over Respiratory Failure in #COVID19 as New Study Rules Out #CytokineStormhttps:\/\/t.co\/26ly4uHAxh(: Xinhua\/Michael Nagle\/IANS)","sentiment_score":-0.0901515152}
{"full_text":"#AlzChat 3pmEST\/8pmUK Topic today: Dementia care tips in the time of COVID","sentiment_score":0.0}
{"full_text":".@HailshamCC has taken the first supported steps towards securing a bright financial futurehttps:\/\/t.co\/khS6u6Ch2F","sentiment_score":0.3166666667}
{"full_text":"RT 'GUSTO MO BANG SUMAMA?' A Stream For A Cause * Save the date! November 17 (Tuesday), 7PM onwards on Kumu hosted by","sentiment_score":0.0}
{"full_text":"Too many disabled adults and their families have been forgotten about during the pandemic. There's just 1 day to go to sign our open letter:","sentiment_score":0.1}
{"full_text":"And if there was an election in the morning the English would be fighting each other to vote #ToryScum That's the grim reality.","sentiment_score":-0.375}
{"full_text":"Good luck! Crazy people.","sentiment_score":0.1375}
{"full_text":"RT I don't understand. I thought England was in lockdown. What was the PM doing not maintaining a social distance with anot...","sentiment_score":0.0333333333}
{"full_text":"Would you revolt?","sentiment_score":0.0}
{"full_text":"Here are the four lockdown options the government could implement over Christmas","sentiment_score":0.0}
{"full_text":"RT Soon, we will have been facing this pandemic for a year. The government really never canceled, froze, or forgave rent an...","sentiment_score":-0.1}
{"full_text":"Zambia has already struggled with prolonged drought and rising inflation this year. With mounting environmental challenges-including an outbreak of African Migratory Locust-the country must manage its debt crisis quickly to avoid a humanitarian disaster.","sentiment_score":0.1666666667}
{"full_text":"East #Texas paramedic spends 83 days in hospital, 50 days in coma with #COVID19, survives against all odds","sentiment_score":-0.1}
{"full_text":"The U.S. had 11 million COVID-19 cases Sunday, according to JHU. It's six days after the nation reached 10 million, and the shortest period yet for 1 million cases.","sentiment_score":0.0}
{"full_text":"In a battle to eliminate the #coronavirus threat #China turns to frozen #foods ... | #SARSCoV2 | #Asia | #infection | #COVID19 | #pandemic | By via","sentiment_score":0.0}
{"full_text":"In Michigan, between Nov. 9 and 13, there were 35,009 cases of COVID-19 and the daily record was broken three times.","sentiment_score":-0.2}
{"full_text":"Learn more about special legal topics. Visit the MIBF Facebook Page (https:\/\/t.co\/zqmvUr4caE) and get expert guidance from our law experts on emerging areas of discourse brought about by the pandemic.  #MIBF2020","sentiment_score":0.3523809524}
{"full_text":"This year's word cloud exercise results. Besides inequality and climate change, students indicated COVID-19 as an urgent issue to address. You can read The Economy's Capstone on inequality at and on environmental economics at","sentiment_score":0.0}
{"full_text":"Covid-19: Govt deliberating on holding next Parliament session in January READ:","sentiment_score":0.0}
{"full_text":"The current crisis has shifted the focus onto spreading risk, being creative and working with dependable supply chain partners. But how to put this into practice?We've put together 6 tips:https:\/\/t.co\/Wl86vKtO4p#4PL #supplychain #COVID19 #coronavirus","sentiment_score":0.25}
{"full_text":"'This is the season we just can't seem to move on from and tests your toughness, asking how long can you last in deep waters? I know it's tested mine as friends in both the communications and martial arts industries lost streams of income.'#Photography #Philippines #Lockdown","sentiment_score":-0.0125}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"Marcel relocated from Brisbane to Christchurch during the COVID-19 pandemic. He talks about Gem and explains why he decided to hire Petraveller for the international pet relocation. #Petraveller #ClientStorieshttps:\/\/t.co\/ULsxxvucTF","sentiment_score":0.0}
{"full_text":"The Philippines on Monday reports 1,738 additional coronavirus infections. Total at 409,574, as of November 16.9 labs failed to submit data on time27,369 are active cases45 new recoveries; 374,366 total7 new deaths; 7,839 totalMore #COVID19 news:","sentiment_score":-0.0721212121}
{"full_text":"NEWS: \"The new hotels aren't being built in #Torbay because people think they'll lose money on them!\"Why believes the area could bounce back stronger after the pandemichttps:\/\/t.co\/4vn2I2oT4r","sentiment_score":0.0852272727}
{"full_text":"Every life matters, not just those who might die from COVID. that U-Turn now Boris, you've had loads of practice already, and it's not too late. Stop the Lockdowns. Latest COVID stats &amp; reports here","sentiment_score":0.1}
{"full_text":"And then karma hits and they're the ones who get COVID, and STILL keep their idiot beliefs. ","sentiment_score":-0.8}
{"full_text":"RT BREAKING: US surpasses 11 million #coronavirus cases. It took just 6 days to go from 10 million to 11 million.","sentiment_score":0.0}
{"full_text":"British Prime Minister Boris Johnson is self-isolating after being told he came into contact with someone who tested positive for the coronavirus, officials said Sunday.https:\/\/t.co\/eMWdme69Yh","sentiment_score":0.1136363636}
{"full_text":"1,738 NEW COVID-19 CASES BREAKING: The Department of Health reported 1,738 additional cases of COVID-19 on Monday, November 16, 2020, bringing the total number of cases in the Philippines to 409,574. #COVID19PH","sentiment_score":0.0681818182}
{"full_text":"The Prince of Wales and Duchess of Cornwall commemorate the annual National Day of Mourning on their Official Visit to Berlin, their first Official Visit outside Britain since the start of the Pandemic: #Volkstrauertag","sentiment_score":0.125}
{"full_text":"Star Seafoods, the Kenmare-based fish seller, has expanded its home delivery service to the biggest cities and urban hubs in Ireland, bringing in 10,000 new customers since the beginning of the pandemic. reportshttps:\/\/t.co\/GAo2dngvkh","sentiment_score":0.0681818182}
{"full_text":"Ngai Tahu's commercial operations have suffered a staggering loss of over $25.6 million after the Covid-19 pandemic hammered its extensive tourism operations.https:\/\/t.co\/pLIoypUYqF","sentiment_score":0.0}
{"full_text":"RT They only care when it's affecting them n their lives... ppl have spent the last decade trying to fight against the benefit...","sentiment_score":-0.0333333333}
{"full_text":"The PS300m skyscraper that shows Covid hasn't stopped Manchester's property boom","sentiment_score":0.0}
{"full_text":"RT Right from the start, the UK government has botched the Coronavirus crisis. Watching a weak and incompetent government r...","sentiment_score":-0.1464285714}
{"full_text":"Our Bath Open Top Tours have been suspended until further notice. This is due to the current National Lockdown in place for England. We will resume when it is safe to do so. #Covid19UK #nationallockdown #staysafe #sightseeing","sentiment_score":0.1458333333}
{"full_text":"By Matching the right people with the right jobs improves morale in your workplace. Now there's an effective solution Talassure provides a reliable guide for hiring and job placement.#RawaHCM #hrsolutions #hroutsourcing #hrprofessional   #assessment #TALEXES #talassure #covid19","sentiment_score":0.3904761905}
{"full_text":"This week #CovidWellbeingNI are sharing info &amp; guidance from focusing on addiction &amp; mental health during Covid-19! The team are sharing helpful tools to support people during this difficult time. Keep &amp; eye on their social media for more info #alcoholawarenessweek","sentiment_score":-0.0229166667}
{"full_text":"We must not get complacent and must continue to all play our part in helping reducing the spread of the virus.Please:Stay home (only leave home for a limited set of reasons)Protect the NHSSave Lives#MondayMorning","sentiment_score":-0.0357142857}
{"full_text":"NEWS: Instagram most-used app in child grooming cases in the East during lockdownhttps:\/\/t.co\/gxEk6RK1Kc","sentiment_score":0.0}
{"full_text":"Today's #SafeguardingAdultsWeek theme is Safeguarding &amp; Wellbeing. Safeguarding &amp; Wellbeing is more important than ever this year during the pandemic. have put together some information you may find useful:","sentiment_score":0.4}
{"full_text":"NEWS: Instagram most-used app in child grooming cases in the East during lockdownhttps:\/\/t.co\/cMz9zoUb49","sentiment_score":0.0}
{"full_text":"LIST: coronavirus scams frauders are using during lockdownhttps:\/\/t.co\/5Va2UeW97M","sentiment_score":0.0}
{"full_text":"Our teams continue to overcome the challenges of social distancing to successfully deliver our modular containers and cargo carrying units to clients around the world. For technical details on our range of offshore units visit #oilandgasindustry #offshore","sentiment_score":0.2611111111}
{"full_text":"#MondayMotivationLockdown2.0 isn't slowing down CEO, Dan #bossingit----#lockdown #wfh #ceo #boss #business #worklife #cycle #vivaelectric","sentiment_score":-0.1555555556}
{"full_text":"RT We know it's difficult, but please stop freaking out. \"Today, Southern Nevada hospitals have more available capacity than w...","sentiment_score":0.1}
{"full_text":"MARTIN GALLAGHERBy the LakeGlenveaghMarshlandReflection on the lake#VIAJE #INTERIOR #CONFINAMIENTO #PANDEMIA #covid19","sentiment_score":0.0}
{"full_text":"Even as someone who's abstained from voting for about 12 years (the last election I voted in was the 2008 Jawa Tengah gubernatorial election)--and I intend to continue so, I just can't simply ignore how charismatic HRS is.Love him or hate him, he's back in the game, everybody!","sentiment_score":-0.1333333333}
{"full_text":"RT VA for Aigis and Nanako from Persona is a trump-supporting COVID denierSucks bro!","sentiment_score":0.0}
{"full_text":"$SMTX SMTC Corporation to Manufacture Aura V Ventilators in Battle to Combat COVID-19https:\/\/t.co\/ulUDX4Apbg#covid19","sentiment_score":0.0}
{"full_text":"Are u guys in your senses?!","sentiment_score":0.0}
{"full_text":"INTERVIEW: Job Soyekwo's Story as a Tour Guide at Sipi Falls #ChimpReportsNews #UgandaNews #Uganda #Featured #Tourism #Travel #VisitUganda #WearAMask #MondayThoughts #News","sentiment_score":0.0}
{"full_text":"'Speak Out' is for those who have mental health issues or a disability.","sentiment_score":-0.1}
{"full_text":"RT Never forget that the Melbourne hotel quarantine outbreak was a result of the privatisation of...","sentiment_score":0.0}
{"full_text":"UK says: Most people won't be vaccinated against COVID-19 until 2021","sentiment_score":0.5}
{"full_text":"RT The new normal.","sentiment_score":0.1431818182}
{"full_text":"RT Boris has gone into hiding for two weeks on the basis that a 'track and trace' contact had a positive Covid test, despite...","sentiment_score":0.2272727273}
{"full_text":"RT Andrew Jackson kept the skulls of Native Americans that he killed as trophies and his soldiers would skin them. Thanksgivin...","sentiment_score":-0.2}
{"full_text":"Hmmm.. a 'butcher's dog' is hiding again... Shame on you #BorisTheLiar #COVID19 #lockdown #hideAWAY #TrackAndTrace","sentiment_score":0.0}
{"full_text":"How is your family coping with the pandemic?","sentiment_score":0.0}
{"full_text":"\"While we're going through such change, we have to engage our children in the importance of play\" #client","sentiment_score":0.0}
{"full_text":" sir in durg civil hospital Covid testing time is till 2 pm but technician and staff are denying test and asking to come tomorrow. Kindly take appropriate action.","sentiment_score":0.4}
