{"full_text":"RT People in leadership positions need to realise that the COVID-19 pandemic has heightened the need for good leadership glob...","sentiment_score":0.7}
{"full_text":"RT A family member is pretty serious with covid. In the nearby hospital where he is admitted doctors said he needs an Ecmo rig...","sentiment_score":-0.0416666667}
{"full_text":"RT MSNBC at Coronavirus presser: You were not prepared in beginning of outbreak of virus. Trump: In the beginning when I halted...","sentiment_score":0.0}
{"full_text":"And he's running against someone guilty of insider trading and making a profit from early knowledge of Covid for crying out loud.","sentiment_score":-0.125}
{"full_text":"RT David Cameron has said the World Health Organization failed to warn the world about coronavirus earlier because it is \"riv...","sentiment_score":-0.25}
{"full_text":"Lock down for a month they said ","sentiment_score":-0.1555555556}
{"full_text":"Congratulations Yousra! Cant wait to read the book.","sentiment_score":0.0}
{"full_text":"I handled the first lockdown quite well in my opinion, but this time round my anxiety is killing me, the uncertainty surrounding the whole situation is mad","sentiment_score":-0.09375}
{"full_text":"RT EU send us more...","sentiment_score":0.5}
{"full_text":"RT Lagos Threatens Fresh Lockdown Over Non-Adherence To COVID-19 Protocolshttps:\/\/t.co\/OgMFH7SoqX","sentiment_score":0.3}
{"full_text":"COVID-19 Lockdown Update: Ramaphosa to address nationhttps:\/\/t.co\/gy0gIQ3G5Y |","sentiment_score":0.0}
{"full_text":"I wonder why you people wants 2020 to end,like coronavirus ends on 31st December ","sentiment_score":0.2}
{"full_text":"RT Belgium is experiencing a devastating second wave of COVID-19 deaths, making it again (as of Tuesday) the country with the hig...","sentiment_score":-0.5}
{"full_text":"Cause no cap","sentiment_score":0.0}
{"full_text":"Hi Paige, please see for the most up to date information. If you have any further questions please DM Argos Helpers for assistance, thank you","sentiment_score":0.25}
{"full_text":"RT This!","sentiment_score":0.0}
{"full_text":"RT those in oxford, please spread the word that the little grocers food stalls and coffee shops in the covered market are still open...","sentiment_score":-0.09375}
{"full_text":"RT This is stupid. How do you trust the police to be source of truth? How will the victim proof innocence?","sentiment_score":-0.4375}
{"full_text":"RT #WestBridgfordWire ** People struggling in mental health crisis are 'victims of second lockdown' after #Newark wellbeing sessions cancelledhttps:\/\/t.co\/sjVmx8jhAe","sentiment_score":-0.05}
{"full_text":"Do they know something we don't?!","sentiment_score":0.0}
{"full_text":"Trump's followers say, \"it's a hoax\" or \"it's like the flu\" or \"I'll take my chances\".","sentiment_score":0.0}
{"full_text":"RT Lockdown Tales #Amazon","sentiment_score":0.0}
{"full_text":"RT Just a reminder that we're still waiting on to release the total number of senior deaths from Covid in New York...","sentiment_score":0.0681818182}
{"full_text":"Rumor has that another lock down is coming - Nov 11.","sentiment_score":-0.1555555556}
{"full_text":"New York City's New Quarantine Travel Rules Begin, New Jersey Adds States To Advisory List - CBS New York","sentiment_score":0.1363636364}
{"full_text":"RT Of course you haven't heard about COVID since Tuesday. It served its purpose.","sentiment_score":0.0}
{"full_text":"RT  More than a million people have been tested for the novel #coronavirus in #Qatar since the global pandemic struck the Gulf...","sentiment_score":0.25}
{"full_text":"\"The effects of Hurricane Dorian have only further metastasized in conjunction with the COVID-19 crisis of 2020, revealing the ongoing disasters of #colonialism, #capitalism, and white supremacy that unevenly shape the region's vulnerabilities.\" -- Amelia Moore","sentiment_score":-0.05}
{"full_text":"So, has Covid officially disappeared from the US now?","sentiment_score":0.0}
{"full_text":"Sorry about that Steven. Keep your eye on our socials, we'll be doing a few more lockdown offers very very soon!","sentiment_score":0.045}
{"full_text":"Your lockdown has officially started? 4 weeks?","sentiment_score":0.0}
{"full_text":"RT \"[Lockdown] is making the whole process [of Brexit] that much more difficult. It puts hurdles in the way -- everything...","sentiment_score":0.0666666667}
{"full_text":"RT To stem the super spreading of Covid-19, the WHO has advised on an improvement on social distancing, namely,AVOID the 3C...","sentiment_score":0.1833333333}
{"full_text":"RT Trump is on track to narrowly lose the 2020 election but his ability to gain millions more voters has gobsmacked critics...","sentiment_score":0.15}
{"full_text":"RT Why did a majority of White voters go for a psychopath who failed the nation during a pandemic that has killed 230,000 peop...","sentiment_score":-0.2333333333}
{"full_text":"anyone who believed lockdown 2 would only be 4 weeks was just kidding themselves","sentiment_score":0.0}
{"full_text":"Lockdown till Feb then","sentiment_score":0.0}
{"full_text":"RT Trump is on track to narrowly lose the 2020 election but his ability to gain millions more voters has gobsmacked critics...","sentiment_score":0.15}
{"full_text":"RT Does #SARSCoV2 increase risk ofParkinson's Disease (PD)?  Recent reports documented PD onset following severe #COVID19 in...","sentiment_score":0.0}
{"full_text":"RT trumps Updated Numbers.239,842 Coronavirus Deaths!STILL NO NATIONAL TESTING PROGRAM IN PLACE!239,842  DEATHS ALL IN...","sentiment_score":0.0}
{"full_text":"Denmark wants to slaughter 15 million minks over coronavirus fears via","sentiment_score":0.2}
{"full_text":"Ifkr im social distancing from them","sentiment_score":0.0333333333}
{"full_text":"RT Spoilers for series two of Lockdown.","sentiment_score":0.0}
{"full_text":"RT People need to remember this. When the north faced restrictions the government refused to provide the financial support we...","sentiment_score":0.0}
{"full_text":"It's a lockdown out there but in my head sometimes is summer #egorodriguez #illustration #art","sentiment_score":0.0}
{"full_text":"The title says \"UK death toll\", but the COBR slides shown said \"England daily deaths\". Is this chart Englsnd only or whole UK, and if whole UK why is that data being used to justify an England-only lockdown?","sentiment_score":0.1}
{"full_text":"RT Looking for a fun and much needed family outing this Christmas?!  #TheElfwhowasscaredofChristmas","sentiment_score":0.275}
{"full_text":"RT Lockdown season 2 episode 1","sentiment_score":0.0}
{"full_text":"RT Fireworks in residential neighbourhoods should be BANNED. They are too loud, dangerous and need serious social distanci...","sentiment_score":-0.2}
{"full_text":"happy generic Twitter birthday greeting Terry. Hope you a Covid free, Trump tweet free, election winning kind of day ","sentiment_score":0.45}
{"full_text":"RT Trouble in paradise? Continuing unease in DUP ranks over Covid lockdown policy","sentiment_score":-0.2}
{"full_text":"Oh wow the setup on this graph  is not even close to being adequately enough to represent the true full numbers of Deaths as a whole , to even try to cover the misleading reading of Covid19, are you kidding me ...","sentiment_score":0.2}
{"full_text":"RT We are working on an ambitious  project 'Malaria Mukt Bastar'.Bastar, Chhattisgarh have seen a 65.5 per cent year-on-y...","sentiment_score":0.25}
{"full_text":"We are just a day or two behind the miraculous disappearance and it vanishing. The election is taking longer than expected. Can you sense my sarcasm?  100K yesterday. Beyond sad we are so not in control even remotely of this pandemic. #TrumpMeltdown","sentiment_score":-0.275}
{"full_text":"RT Really can't abide Ruth Davidson's disingenuous, faux  'gravitas' voice: her 'care' is so clearly sheer political opport...","sentiment_score":0.0666666667}
{"full_text":"RT Lockdown supposed to finish on 2nd December but furlough extended until March?","sentiment_score":0.0}
{"full_text":"RT The second national #COVID19 lockdown starts today. During the first national lockdown, we saw a staggering increase in repo...","sentiment_score":0.125}
{"full_text":"Lockdown ain't ending on the 4th and second lockdown pretty much confirmed now sturgeon has furlough","sentiment_score":0.2166666667}
{"full_text":"...yup..I know...COVID has one more victim to claim after inauguration","sentiment_score":0.2125}
{"full_text":"According to the Legislation for November Loockdown , a person is allowed to leave house or attend a gathering  \"for the purposes of education or training\" #afterschool #schoolclubs","sentiment_score":0.0}
{"full_text":".Happy lockdown Englanders! ..#plaguedaze #lockdown #plateau","sentiment_score":0.0}
{"full_text":"RT As soon as the clapping stopped, BT's key workers face the sack once again. So much for the empty words about respecti...","sentiment_score":0.0333333333}
{"full_text":"RT Italy's latest restrictions to try to rein in the coronavirus include a partial lockdown of its richest and most populous regi...","sentiment_score":0.3}
{"full_text":"RT Help Guyz...First time I'm RTing in favour,  Baggas tweet..Cz Some one needed help..","sentiment_score":0.0}
{"full_text":"COVID 19 was use to scare people so the democrats could use mail in ballots ! Wake up people, the democrats will stop at nothing! Sad! American people used! Civil unrest in America!","sentiment_score":-0.3125}
{"full_text":"Is it?","sentiment_score":0.0}
{"full_text":"RT I haven't heard the mainstream media mention COVID-19 for 36 hours.That's been a nice change.","sentiment_score":0.6}
{"full_text":"RT To avoid a 3rd lockdown we absolutely must resource regional #publichealth departments. With...","sentiment_score":0.1}
{"full_text":"RT We think NHS staff should have free parking during the lockdown.Please sign and RT if you do too.https:\/\/t.co\/guJZe0g7D1","sentiment_score":0.4}
{"full_text":"RT They're going to keep lockdown going until the private sector and self employed are gone for good.","sentiment_score":0.35}
{"full_text":"RT I see how this works. People mail in their vote (covid, covid, covid) and then they go to the polls and vote.  And as the...","sentiment_score":0.0}
{"full_text":"And those out on the front line really wanted to put themselves at risk through this pandemic too....deary deary me...","sentiment_score":0.2}
{"full_text":"One of the few in public life who is prepared to say it as it is:The damage highly-paid politicians and public authorities are causing to those who generate the funding for services is unacceptable.","sentiment_score":-0.0666666667}
{"full_text":"Mr.Biden, the decision is very close, you said that in case of victory, you will call on the world to join hands, we will help you with our project for the Regeneration of Planet Earth, we suffer with the covid.Time for action has arrived.Yes we can. Barack Obama","sentiment_score":0.15}
{"full_text":"\"Hong Kong firm\" ......Pseudonym ...Another UK company gone.","sentiment_score":-0.2}
{"full_text":"RT Lockdown due to finish on 2nd December. Yet this notoriously stingy government - who fought a battle over PS5 million a few wee...","sentiment_score":-0.1083333333}
{"full_text":"RT Please everyone RT ! ,,,,, please RT","sentiment_score":0.0}
{"full_text":"RT Just saw a man pull down his mask to cough. We're gonna be in lockdown forever","sentiment_score":-0.1555555556}
{"full_text":"RT Damn. Denmark will cull its mink population of up to 17 million after a mutation of the coronavirus found in the animals spread to...","sentiment_score":0.0}
{"full_text":"Lol, great point.","sentiment_score":0.8}
{"full_text":"Me knowing lockdown is set to finish December 2nd but hearing that furlough has been extended till March next year","sentiment_score":0.0}
{"full_text":"Hey Mike, my hospital just had an unrecognized COVID + pt on one of the medical wards and is now testing every asymptomatic staff member in the entire hospital. Are you saying that it's expected that this will only catch 30% of positive people?","sentiment_score":0.0254545455}
{"full_text":"RT Asia Today: India's coronavirus outbreak has risen by more than 50,000 cases amid a surging third wave of infections in the capital...","sentiment_score":0.25}
{"full_text":"Awesome: \"It's laboratory as factory. That trend is just starting, and it is going to drive biotechnology for the next 50 years\" Yes it is.The Biological Event Of Our Lives': Boston Biotech Unicorn Dives Into Mass Coronavirus Testinghttps:\/\/t.co\/eKUniYjlnS","sentiment_score":0.3333333333}
{"full_text":"Biggest giveaway ever that this is more than a 1 month lockdown.","sentiment_score":0.5}
{"full_text":"#TodaysFreeFeature: $IRBT added to Value rankings, has seen booming sales from pandemic but margins a headwind... $ABC $AVNT $AMKR $CMC $BCC #StockIdeas","sentiment_score":0.0}
{"full_text":"RT If your mental health is struggling at the moment please remember you've not alone. Visit our Covid-19 wellbeing hub to lea...","sentiment_score":-0.1}
{"full_text":"RT Intervention by stats regulator after controversy over way government presented deaths modelling ahead of lockdown ","sentiment_score":0.0}
{"full_text":"Thank you City of Buda! We appreciate the additional resources and will put them to good use! Thanks for being great partners! #StrongerTogether","sentiment_score":0.6916666667}
{"full_text":"Is it just me or does anyone else feel like this isn't even a lockdown?! The roads are still busy, work is mental and I can still get a greggs for my dinner..","sentiment_score":0.0}
{"full_text":"RT CLOSING OUR ETSY FOR A WHILE TO SAVE ME FROM THE POST OFFICE DURING LOCKDOWN I'm making one last trip this week! We're...","sentiment_score":0.0}
{"full_text":"Whatever the reason, I'm liking the fact that crackers have been banned in #Delhi! #Diwali","sentiment_score":0.0}
{"full_text":"RT With all of us dealing with some level of lockdown lets all commit to #onehourofwellbeing everyday to help get us thro...","sentiment_score":-0.2}
{"full_text":"We recently released our Food &amp; Drink Futures report, offering exclusive research into how Covid-19 has transformed our diets, from the way food is produced to the way it is consumed and shared. Get access to analysis, trends and insights now :","sentiment_score":0.0}
{"full_text":"RT We are joining #parentstrike today, schools are not safe #CloseTheSchools #CloseSchoolsNOW","sentiment_score":-0.25}
{"full_text":"In between another record number which should not be forgotten.Hopefully this sad trend will be inverted soon with a national approach, based on science.1st line: world2nd line: USASource:https:\/\/t.co\/VEVhf1oRGX","sentiment_score":-0.5}
{"full_text":"Will someone please tell my co-workers?","sentiment_score":0.0}
{"full_text":"RT Trump said we'd stop hearing about COVID-19 on Nov 4 -- instead, the U.S. reported one of the highest single-day counts htt...","sentiment_score":0.0}
{"full_text":"RT Wednesday marked the first time cases reached six figures --102,831-and it is now the highest single day reporting since the...","sentiment_score":0.0928571429}
{"full_text":"RT I haven't heard the mainstream media mention COVID-19 for 36 hours.That's been a nice change.","sentiment_score":0.6}
{"full_text":"Pls take some good decisions.. which can't transmit covid19","sentiment_score":0.7}
{"full_text":"Whilst good still ignores many who fall thru gaps.Some getting sharp shock as realise how v unfit for purpose welfare system is. #foodbank  becomes \"normalised\" Men like step up to highlight plight of less well off families while MPs turn other cheek  #COVID19","sentiment_score":0.1566666667}
{"full_text":"Download our World's Best Workplaces(tm) report to see how companies like have sustained a great global culture throughout COVID-19: #WorldsBestWorkplaces","sentiment_score":0.6}
{"full_text":"Today, as the second lockdown begins, it's important to remember that if you are struggling with negative thoughts, support is available. Mental health is essential to your well-being and living your best life. Visit for support:","sentiment_score":0.2}
{"full_text":"RT zero respect for people going to massive halloween parties during a pandemic damn","sentiment_score":0.0}
{"full_text":"Not so sure-he would lock us down from dec to March","sentiment_score":-0.1555555556}
{"full_text":"RT The Foreign Affairs Ministry and Hungarian delegation had requested \"the Agriculture Ministry to not spray alcohol on it...","sentiment_score":-0.125}
{"full_text":"Br. Jesse relates Chopin's \"Nocturne\" to the pandemic in today's reflection.https:\/\/t.co\/wYU8pwvksy#capfriars #franciscan #capuchin #CatholicTwitter","sentiment_score":0.0}
{"full_text":"As cooler weather clips the patio season that has been a COVID-19 lifeline to many local restaurants, Winona's renowned Memphis Fire Barbeque Company is adding something a bit unexpected to its survival menu. #HamOnt #StoneyCreek #COVID19https:\/\/t.co\/TvtXnQFPjp","sentiment_score":0.2}
{"full_text":"WATCH:  COVID-19 proving more deadly than the flu","sentiment_score":0.15}
{"full_text":"Automatic oxygen titration with O2matic(r) to patients admitted with COVID-19 and hypoxemic respiratory failurehttps:\/\/t.co\/EtDnPL777Ehttps:\/\/t.co\/5RFBlfreer  #LocalAuthorThursday","sentiment_score":0.0}
{"full_text":"Safety Measures For CORONAVIRUS | Coronavirus Outbreak | Pandemic | Dr Binocs Show | Peekaboo Kidz","sentiment_score":0.0}
{"full_text":"Bobi Wine Postpones Manifesto Launch #ChimpReportsNews #UgandaNews #Uganda #Featured #Elections  #UgandaDecides2021 #2020Elections #WearAMask #ThursdayThoughts #USElection #News ","sentiment_score":0.0}
{"full_text":"RT I think something big is going to happen on punjab.All the cousin brothers are together I said something big Remembe...","sentiment_score":0.0}
{"full_text":"Similar to the previous lockdown, caravan parks across the country will remain open for permanent residents but closed for holiday makers.https:\/\/t.co\/yE1hdDEOaA","sentiment_score":-0.0666666667}
{"full_text":"Why to January...this insane lockdown ends December 2nd!!","sentiment_score":-0.5}
{"full_text":"True Wolf, lockdown won't help anyone except destroying the economy, this crisis is all planned","sentiment_score":0.075}
{"full_text":"Life before, during and after coronavirus: how will the pandemic affect our homes? People are already fleeing our inner cities in 'race for space'. If we're all craving space, how can we achieve it? #architect #property","sentiment_score":0.0}
{"full_text":"As we enter lockdown 2.0 our local food and drink businesses need our support more than ever, so check our handy list and get some tasty treats delivered to your door.https:\/\/t.co\/fficTZ820J","sentiment_score":0.3666666667}
{"full_text":"Alcester NSC's shop will unfortunately be closed during lockdown. However, you can still order school wear, work wear, etc online at - Christmas stock included. #schoolwear #sportswear #workwear #christmas #alcester #connectionmags","sentiment_score":-0.1}
{"full_text":"This 6 Nov, our very own will be talking about #creativehubs in Southeast Asia &amp; their role as extended public spaces during the Innovative Approaches and Creative Practices session at the 2020 A Year Without Public Space symposium","sentiment_score":0.356}
{"full_text":"Is this so he can go on holiday again ","sentiment_score":0.0}
{"full_text":"Funny how CNN has suddenly stopped its \"COVID-COVID-COVID!\" drumbeat, isn't it? They've even taken down death toll tumbler. Are we in a national health-care emergency, CNN? Don't you care, CNN? What a bunch of phonies #CovidNewsNetwork","sentiment_score":0.0314814815}
{"full_text":"RT Moi County Referral Hospital in Taita Taveta has been closed down after 8 staffs tested positive for Covid-19. When the hos...","sentiment_score":-0.0094276094}
{"full_text":"WeComics Trends! A new chapter released! Life is better with someone by your side.Title: #1stKissApp: WeComics-#BackToSchool2020 #stayhome #webtoon #comics #manga #manhua #anime #memes #comedy #hentai #cute #romance #romancebooks #romancenovels #Romantic #girls","sentiment_score":0.2926136364}
{"full_text":"We expect to see another increase in the Covid-19 related scams.Businesses need to be especially eagle-eyed when receiving emails or text messages. Never click on the link and do not reply.Contact your business's bank immediately if you think you've been scammed.","sentiment_score":0.0}
{"full_text":"The latest update from on school reopening and SEN provision:","sentiment_score":0.5}
{"full_text":"Premier League clubs to discuss suspending PPV fee during lockdownhttps:\/\/t.co\/IW1WAPPJUH","sentiment_score":0.0}
{"full_text":"#US hits 100,000 daily #COVID-19 cases, as #Fauci predicted #kare11 #2020election #Trump #GOP #Coronavirus #Covid19 #lockdown #Europe #Travel #Transit #Entertainment #Hospitalizations #Crisis #mkt","sentiment_score":0.0}
{"full_text":"Impact of COVID-19 on rail passenger transport in Q2 2020 via","sentiment_score":0.0}
{"full_text":"RT Why extend the furlough until March? That gives one section of the community a YEAR OFF...whilst mass sections of the comm...","sentiment_score":0.0}
{"full_text":"Here's everything you need to know for visiting McDonald's during lockdownhttps:\/\/t.co\/I2JpkKp3TU","sentiment_score":0.0}
{"full_text":"Do your claims processes rely on paper and post? Do you experience high error rates due to incorrectly completed forms? Find out about businesses who've gained competitive advantage AND saved time with their #claims processing especially during COVID-19:","sentiment_score":0.0116666667}
{"full_text":"As lockdown begins we are standing by small independent operators that make up so much of Mayfair &amp; Belgravia, offering a 50% discount on rent for the rest of the year. Find out more here #independentretail #community","sentiment_score":0.1125}
{"full_text":"The individual had \"several complicating comorbidities that likely contributed to his death.\"https:\/\/t.co\/tJIeK3QIoi","sentiment_score":0.0}
{"full_text":"#TOP5 HEADPHONES FOR HOME RECORDING DURING LOCKDOWN [under PS100]","sentiment_score":0.0}
{"full_text":"Hong Kong-Singapore \"Travel Bubble\" May Begin in Late #November.The two governments are finalizing details of a scheme that could be rolled out by the end of this month.#HK #SG #TravelBubble #COVID19 #Travel","sentiment_score":-0.3}
{"full_text":"To be fair to the charlatans lockdown 1 ended in July and furlough for that was due to end October 31st. Still think we probably will be in lockdown for months anyway.","sentiment_score":0.2875}
{"full_text":"Hey PA--together we can stop the spread of #COVID19. Please do your part:  wear a cloth mask when leaving home- stay at least 6 feet from others not in your household wash your hands often or use hand sanitizer","sentiment_score":-0.3}
{"full_text":"The world's leading resource for Scottish poetry is open for business! We're running a reduced Covid-safe service. You can borrow books from us via FREE postal loans or a Click &amp; Collect service. Want to know more? Click below.https:\/\/t.co\/GtKZNa9i4k","sentiment_score":0.3}
{"full_text":"Following the election day holiday, the Franklin County Health Department reported 20 new coronavirus cases on Wednesday.","sentiment_score":0.0681818182}
{"full_text":"England readies for new pandemic lockdown","sentiment_score":0.1363636364}
{"full_text":"Keep safe &amp; stop the spread of harmful #pathogens like #COVID19  The #STEM Response Team explain one of the most common pathways of #disease transmission, &amp; the steps you can take to keep you &amp; others safe.>","sentiment_score":0.2333333333}
{"full_text":"Join us today - Thursday - in Bradford Cathedral for private prayer. 2pm - 4pm Restrictions in placeFor full details and the latest guidance in this lockdown period, please visit","sentiment_score":0.2833333333}
{"full_text":"The Dec. 7 season premiere at Milan's La Scala opera house, a gala event that is one of Italy's cultural highlights, is being canceled after a rash of coronavirus infections among musicians and chorus members.https:\/\/t.co\/MfZZuv2K6T","sentiment_score":0.1}
{"full_text":"Meditation has been scientifically proven to reduce anxiety and depression, and improve focus and cognition. Master Yan An of the Shanghai Shaolin Culture Center shares more...https:\/\/t.co\/rUZihaYOOA","sentiment_score":-0.1}
{"full_text":"Use of the Covid-19 rapid antigen tests at Bahrain's entry and exit points is still under study, it was announced.Read More - #manama #GDNOnline","sentiment_score":0.5}
