{"full_text":"RT Bannon's other con-half Guo WenGui declared the new strategy after his failure to influence the election with Hunter Biden's...","sentiment_score":-0.1017676768}
{"full_text":"US Navy in Japan reports new two coronavirus cases as infection numbers continue to decline - Pacific...https:\/\/t.co\/23lGYImbfl","sentiment_score":0.1363636364}
{"full_text":"RT \"Because of COVID,\" gatherings of 10+ people from 2+  households are banned in Colorado. Capacity at gyms &amp; restaurants...","sentiment_score":0.0}
{"full_text":"They don't follow the Covid 19 protocols yet they want us to believe what they preach. Eeeiii","sentiment_score":0.0}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"RT Pandemic over?","sentiment_score":0.0}
{"full_text":"RT Remembrance Sunday, and Whitehall empty, our veterans denied their comradeship and imprisoned in their homes.One of th...","sentiment_score":-0.1}
{"full_text":"RT The dude cares.","sentiment_score":0.0}
{"full_text":"When you are in a lockdown and have no kids for the weekend. What else is there to do but treat yourself to homemade crumpets for a lazy Sunday brunch?!","sentiment_score":-0.3125}
{"full_text":"RT Sound report by famed journos from an emergency department in a COVID-designated Moscow hospital. All signs of a healthcare co...","sentiment_score":0.4}
{"full_text":"Since I got covid 3 weeks or so ago, I've been waking up at either 5, a bit early for me, or like 9:30 which is quite late for me. Probably just because my sleep schedule is funky from laying about all day, but I'd like to get back to my regular.","sentiment_score":-0.05}
{"full_text":"Ok so the media doesn't call the election. Don't be fools I would wait on celebrating. Remember 2000 well does after the media declared him the winner 40 days later Busch took office. And they aren't unity. Let's talk about where did covid go? I mean I couldn't get enough","sentiment_score":0.046875}
{"full_text":"RT Well, there goes social distancing...","sentiment_score":0.0333333333}
{"full_text":"RT #GhaziabadNeed #Blood Type :  AB-positiveAt : Max VaishaliBlood Component : Need Plasma from AB+ve #COVID19 recovered...","sentiment_score":0.0}
{"full_text":"RT This cannot be allowed! The New York State Bar Association on Saturday passed a resolution urging the state to conside...","sentiment_score":0.1363636364}
{"full_text":"RT 'I confess I am a Vodka Wardrobe addict. This one has all the characters, crazy humour and sharp writing style that I ha...","sentiment_score":-0.3625}
{"full_text":"RT I'm seeing better logic from &amp; was a multiphasic plan that began as a software glitch...","sentiment_score":0.5}
{"full_text":"RT I want to offer my congratulations to President-elect but also remind him that a record 126,480 Americans wer...","sentiment_score":0.0}
{"full_text":"Lockdowns are state mandated and many many states don't have big restrictions. States are using money, but for Covid-19 response, testing, treatment, and tracing. They're not spending  money to lock people down.","sentiment_score":0.2111111111}
{"full_text":"Definitely. But also, we're in the midst of a pandemic and climate emergency while the powers that be are stuck in 70s planning mode.","sentiment_score":0.0}
{"full_text":"and thats the way it should be. Assess any risk and go for it. If you have been brainwashed, stay at home and never go out again","sentiment_score":0.0}
{"full_text":"RT And a very personal congratulations to Your victory is an inspiration to women &amp; girls and to people of colo...","sentiment_score":0.0}
{"full_text":"Beautiful","sentiment_score":0.85}
{"full_text":"Nor will I...","sentiment_score":0.0}
{"full_text":"RT In the 2030s, \"I suspect we could have an army of 120,000, of which 30,000 might be robots,\" says Gen Sir Nick Carter.","sentiment_score":0.0}
{"full_text":"RT The harsh truth is this: If Trump had got his preferred trade deal with Xi Jinping before the pandemic, he would have dropp...","sentiment_score":-0.2}
{"full_text":"R u serious?Don't you watch G-TV and Waroom Pandemic?Fix the pandemic Take down CCP.Most critical and important two things for the world@SkyNewsAust@australian@peterdutton@RemyVarga@geoff_p_wade@alexjoske@DrewPavlou@MarisePayne@MikePBurgess@smh@FinancialReview","sentiment_score":0.0814814815}
{"full_text":"COVID 19 is made from communist party .but aren't  relevant about chinese people and the china.","sentiment_score":0.2}
{"full_text":"RT can someone tell the governor to put a lockdown on our island again because you can't expect lower cases if you still proceed...","sentiment_score":0.0}
{"full_text":"RT Less than 1-day after the media declares Biden the winner:","sentiment_score":-0.1666666667}
{"full_text":"A posto ","sentiment_score":0.0}
{"full_text":"A reminder for my family and friends in , merci","sentiment_score":0.0}
{"full_text":"RT Focus major attention on the fact that Loeffler and Perdue were suspected of insider trading after being brief...","sentiment_score":0.03125}
{"full_text":"RT Coronavirus: Dr. Fauci estimates 'some degree of normality' toward end of 2021","sentiment_score":0.0}
{"full_text":"RT KKM already expected the 3rd wave of COVID-19 at the end of the year because they knew how stupid and selfish the ministers a...","sentiment_score":-0.35}
{"full_text":"Please the way you temper your comments here compared to other rallies is a joke.  \"At least they are wearing masks\" compared to \"this is a super spreader event in the middle of a pandemic\".   Go eff yourself","sentiment_score":-0.0229166667}
{"full_text":"RT With lockdown 2.0 in the works, i'd really appreciate any support with my little art businessA retweet costs PS0 ","sentiment_score":0.00625}
{"full_text":"Against an in form Spurs side and with that Covid news; I'm not even looking for a win but for some guts  and bravery. Players actually looking to believe they belong here and not wilting when things aren't going their way. #wba","sentiment_score":0.4}
{"full_text":"RT Many of us Melburnians are thinking of you in Ireland! I hope your lockdown is as successful as ours.  htt...","sentiment_score":0.6875}
{"full_text":"From Leicester &amp; Smallpox To The World &amp; COVID With Kate Shemirani via","sentiment_score":0.0}
{"full_text":"Got to the point that I don't believe a single word What else would I reasonably expect from any","sentiment_score":0.0642857143}
{"full_text":"Shit ND and Clemson may not even make it to the ACCCG if COVID hits them. smh If COVID hits them and ANY of their best players end up being out because of it.. that could lead to one (if not both of them) losing again before the ACCCG. That storm on the field was not smart.","sentiment_score":0.230952381}
{"full_text":"What pandemic?","sentiment_score":0.0}
{"full_text":"RT Over my decades in oncology I've seen tens of thousands of patients. It pains me to think of how many of them we los...","sentiment_score":0.5}
{"full_text":"Lockdown. How you doin'? Thank gawd fer","sentiment_score":0.0}
{"full_text":"RT And suddenly people gathering in large crowds and not social distancing is no longer considered irresponsible by the media","sentiment_score":0.0658730159}
{"full_text":"RT Loeffler must be Jettisoned out of the Senate. She hasn't got a clue what the Average Family is currently experiencing.","sentiment_score":-0.075}
{"full_text":"#Delhi #SOS #COVID19IndiaNeed Any #Blood #plasma from #covidrecovery  patientIllness #CoronaAt Jaipur Golden Hospital. Contact 8810600198Via@jeasbe#Bloodpointorg #Bloodmatters","sentiment_score":0.3}
{"full_text":"RT Yes, many of my friends\/officemates are suffering from \"anxiety attack,\"  depression. Light teleserye might help.#StayInL...","sentiment_score":0.45}
{"full_text":"Day 3 of lockdown and I've had:A bottle of Prosecco A bottle of White wineDominoes Mexican CakeProfiterolesFry Up  If you see my rolling out me house just walk on by. I'm good.","sentiment_score":0.2333333333}
{"full_text":"Very moving, open-hearted piece.","sentiment_score":0.2}
{"full_text":"RT #Iran: #Coronavirus Fatalities Exceed 146,500 in 462 CitiesThe regime's Health Ministry spokesperson announced the mullah...","sentiment_score":0.0}
{"full_text":"RT Please stop with messages.People are not wearing masks in this \"Is That Weed\" video because it was shot LAST YEAR when t...","sentiment_score":0.0}
{"full_text":"RT #COVID19 Statistics in SA as at 07 November.Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"RT Besides being notorious for violent skirmishes between underworld detainees, Taloja Jail - where Arnab has been shifted...","sentiment_score":-0.45}
{"full_text":"RT Powerful Max...","sentiment_score":0.3}
{"full_text":"Chicken Marsala - Once Upon a Chef #firstresponder #EMS #lawenforcement #military #armedforces #luminary #luminaryglobal #veteranownedbusiness #preparedness #beprepared #coronavirus #covid19","sentiment_score":-0.35}
{"full_text":" hmm didn't see this coming...fauci has been against POTUS from the beginning. He was along with others working for the Dems in the house. What dems in the house planned this virus with China so they can blame our President. INVESTIGATE NOW","sentiment_score":0.0}
{"full_text":"Every time I see this picture, I think of the preacher from Poltergeist.","sentiment_score":0.0}
{"full_text":"RT Trump finally got the full 2020 experience: caught COVID and lost his job","sentiment_score":0.175}
{"full_text":"I can actually say I know the feeling ","sentiment_score":0.0}
{"full_text":"RT It's a miracle... just like that corona is over. ","sentiment_score":0.0}
{"full_text":"RT This #Election2020 saw record turnout. Joe Biden's popular vote is the highest in the history of the US.Millions of Ameri...","sentiment_score":0.6}
{"full_text":"RT Tech Update:  Millions of American workers have children. Thanks to the pandemic, we can now stop pretending we don't. ht...","sentiment_score":0.1}
{"full_text":"Liam said he hasn't seen his son in a long time because of lockdown https:\/\/t.co\/MybWptotqr","sentiment_score":-0.05}
{"full_text":"\"In the midst of a global pandemic we must do all we can to keep COVID-19 at bay and protect the most vulnerable people in our communities. But what if this public duty leaves you isolated with your abuser or abusers?\"#Lockdown2https:\/\/t.co\/VvsiqJN4au","sentiment_score":0.0}
{"full_text":"Connor Reed, 26, was believed to be the first person from Britain to contract the virus in Wuhanhttps:\/\/t.co\/xGgwAExBJW","sentiment_score":0.25}
{"full_text":"RT Nice to hear speeches without the racist abuse of the past 4 years. But not a word of commitment to real solutions for the...","sentiment_score":0.1833333333}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"RT with covid's impact on the tourism industry, i love how svt rented a hanriver cruise ship  intentional or not, they helped...","sentiment_score":0.5}
{"full_text":"Happy dad waiting for his 2-months-old to get a vaccination. As we wait for #COVID19 vaccines, we cannot overlook those we already have for other deadly - yet entirely preventable - diseases like polio &amp; measles. Continue your child's routine immunizations now!#VaccinesWork","sentiment_score":0.11875}
{"full_text":"Biden to unveil COVID-19 panel Mondayhttps:\/\/t.co\/tofTuOFhMd","sentiment_score":0.0}
{"full_text":"Coronavirus Stocks Are Up Big This Year, But Which Ones Should You Buy?https:\/\/t.co\/y2nS2JKRis","sentiment_score":0.0}
{"full_text":"Throughout this second #lockdown we are invited to join in a moment of national prayer at 6pm or personally each day. encourages us to to ask the lord for the strength, resilience and perseverance to overcome this pandemic.https:\/\/t.co\/x3VUbjstSV","sentiment_score":0.0}
{"full_text":"In this ever-changing pandemic environment, it's important that #COVID19 patients have access to all treatment options available to help them recover, including convalescent plasma. If you had COVID-19, your plasma is critically needed to help! Sign up:","sentiment_score":0.2666666667}
{"full_text":"Oh to be walking along the #CopperCoast today  #Bunmahon, Co. #Waterford#StaySafe &amp; #StayAtHome : kamilasimplicio [IG]#MunsterVales #FillYourHeartWithIreland","sentiment_score":0.0}
{"full_text":"Reminder: We are asking elementary in-school families how prepared they are in case schools close due to COVID-19 &amp; students need to learn from home. Have your say on the Parent Portal under Forms, for each of your children, by midnight Wednesday, Nov. 11.","sentiment_score":0.0875}
{"full_text":"Hey Fam!We started a vlog to capture the rest of our US Spouse Visa process, and cover our time\/travels together in the UK while we wait! We've been separated since the onset of covid, but are finally reunited!https:\/\/t.co\/7ry8sYkWIP  #longdistance #gaycouple #vlog","sentiment_score":0.0}
{"full_text":"Biden heads into his first full day as president-elect with key staffing decisions to make as the coronavirus rages. His top priority is expected to be quickly naming a chief of staff.","sentiment_score":0.2222222222}
{"full_text":"RT 3 million workers \/ over 10% of the working population are still ineligible for government support schemes during the Co...","sentiment_score":0.0}
{"full_text":"On tomorrow's CBI webinar we focus on the second lockdown and what your business needs to know.Join for updates on the extended Coronavirus Job Retention Scheme, and insights on how to access the support available from local authorities.Sign up:","sentiment_score":0.1333333333}
{"full_text":"Visitors will be required to take a COVID-19 test and receive a negative result within 72 hours before traveling.","sentiment_score":-0.3}
{"full_text":"From family pets to fur farms, veterinarians are casting a wide net when investigating Covid-19 infections.","sentiment_score":-0.05}
{"full_text":"We hope you are enjoying your weekend even if it is during another lockdown. Why not try our next exercise, Level 3 Strength, Bodyweight squats.Learn more by visiting #howfit #howfittoday #exerciseathome #smallsteps #simpleexercises #COVID19","sentiment_score":0.3333333333}
{"full_text":"A resident at a Surrey care home who recently beat Covid-19 celebrated her 100th birthday in style with her home organising a day full of surprises.@Nellsar_Carehttps:\/\/t.co\/CR6CxdFfLc","sentiment_score":0.2333333333}
{"full_text":"RT The National Stalking Helpline will be open during lockdown. If you are, or think you are, being stalked, contact us on...","sentiment_score":0.0}
{"full_text":"RT We gave the children a day out yesterday to the zoo in light of lock down ending. Everyone needs some nature sometimes ...","sentiment_score":0.1222222222}
{"full_text":"Wallasey-based digital radio station launches on Mondayhttps:\/\/t.co\/wnxCS2RNtG","sentiment_score":0.0}
{"full_text":"CDC celebrates Iqbal Day, the birthday of Allama Sir Muhammad Iqbal. We are forever indebted to the most visionary poet and philosopher of the sub-continent. #CDCPakistan #IqbalDay","sentiment_score":0.5}
{"full_text":"Amazon corona is gone","sentiment_score":0.0}
{"full_text":"Area counties reported additional positive COVID-19 cases, along with one death, on Saturday.","sentiment_score":0.2272727273}
{"full_text":"'If only the government had embraced the idea of a circuit break lockdown...'https:\/\/t.co\/hcbkqr4mGQ","sentiment_score":0.0}
{"full_text":"The Danish government said they plan to kill 15 million minks after the animals spread a coronavirus mutation to humans.","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 08\/11\/2020 17:30Total Cases: 8510219 [+3015]Active: 513366Recovered: 7868841 [+1550]Deaths :126184 [+21]Total Tests: 117.74MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT Dominic Raab warns mutated form of covid from minks could 'undermine' vaccine efforts","sentiment_score":0.0}
{"full_text":"RT Memories of ex-Presidents tend to \"soften\" over the years, with people sometimes glossing over their negatives.I will NEV...","sentiment_score":0.0}
{"full_text":"my dad has tested positive for COVID19 this shit fuckin sucks","sentiment_score":-0.0909090909}
{"full_text":"Good afternoon Cape Town! Our team will return at 09.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands","sentiment_score":0.875}
{"full_text":"#COVID19 has pushed many to the brink. Now, 41% of Americans report struggling with #mentalhealth issues stemming from the pandemic. Managing partner in North America Liz Hilton Segel reflects on 5 ways businesses can do more to help their employees cope:","sentiment_score":0.5}
{"full_text":"The country may be in lockdown but we are still open and here to help! >Share your experience on local services.>Advice on local health &amp; social care services.>Signposting01472 361 459 https:\/\/t.co\/kfGedFCzcwenquiries@healthwatchnortheastlincolnshire.co.uk","sentiment_score":0.0083333333}
{"full_text":"#WMRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"\"One of the interesting things about the #pandemic is that it has forced people, policymakers especially, to reexamine certain issues. And obviously, #housing is a clear one.\" -  The Guardian's Social Policy Editor.Listen here:","sentiment_score":0.0782312925}
{"full_text":"Due to the firebreak lockdown it is not possible this year to lay wreaths on Remembrance Sunday.  Those who would like to lay a wreath at the cenotaph will be able to do so from Monday 9 November when the current restrictions are lifted.  #LestWeForget","sentiment_score":0.09375}
{"full_text":"We need more accurate and quicker COVID-19 test kits - Kits that are simple to use, affordable, and accurate enough for quick screening purposes.There is HOPE for better testing to stop the spread of COVID-19 and you can HELP!Donate Here:https:\/\/t.co\/AADfAdx7ER","sentiment_score":0.3047619048}
{"full_text":"Current Conditions for #Sayre PATemp: 35.2FWind Chill: 35.2FHumidity: 99%Dew Point: 35.0F Barometer: 30.519 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 194.000000Deaths: 4.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Until 2 December you must not leave your home except for specific reasons. By staying at home you can help the East Riding to: 1 Stay alert2 Control the virus3 Save lives.  Find the latest guidance and exemptions:","sentiment_score":0.25}
{"full_text":"On The Royal Rota podcast this week: and discuss Prince William's coronavirus secret#RoyalRotaITVWatch:","sentiment_score":0.0}
{"full_text":"Join Tuesday for a panel discussion with speakers from and The automotive multinational has turned the pandemic into an opportunity to develop seamless alignment with customers and suppliers. Participate: ","sentiment_score":0.1}
{"full_text":"Although the #COVID19 has significantly affected a lot of businesses and individuals, most retailers and buyers are looking forward to #blackfriday2020. In order to have your Black Friday shopping safe, we prepared useful tips in order to avoid scamhttps:\/\/t.co\/FXTZIJQPRI","sentiment_score":0.3016666667}
{"full_text":"Some readers have argued that gyms should be allowed to remain open during #lockdown - what do you think?https:\/\/t.co\/j6hAleMq3j","sentiment_score":0.0}
{"full_text":"Statement from LACA-The School Food People regarding the COVID Winter Grant Scheme and expanded Holiday Activities and Food Programme in 2021.@vickyford This is timely news ahead of starting tomorrow.","sentiment_score":0.0}
{"full_text":"RT That other movement in the U.K. that suffers with Trump's defeat is the anti-mask\/anti-science\/covid-denial movement. The...","sentiment_score":-0.3625}
{"full_text":"Bitcoin's rally above $15,000 has reignited debate over whether the cryptocurrency is so-called digital gold or a perilously risky bet as investors grapple with the coronavirus pandemic.https:\/\/t.co\/pfccXWXRHt#BilyonaryoMoney","sentiment_score":0.0}
{"full_text":"COVID-19: Retailers struggle amid uncertainties about reopening, recovery of sales","sentiment_score":0.0}
{"full_text":"After the earlier e-Kitchen 1.0 was successful during the pandemic, Hijrah Selangor will launch e-Kitchen 2.0. #Selangor2021https:\/\/t.co\/1ksgzmCDDG","sentiment_score":0.375}
{"full_text":"'If only the government had embraced the idea of a circuit break lockdown...'https:\/\/t.co\/1ZRWF8oju8","sentiment_score":0.0}
{"full_text":"How Biden navigated pandemic politics to win the White House#AWANInews #AWANI745","sentiment_score":0.4}
{"full_text":"RT On Remembrance Day, so many of the remaining members of the wartime generation are in care homes. Little better than pr...","sentiment_score":0.2708333333}
{"full_text":"RT You can't make this up...Less than 12 hours after the media declares Biden is the winner.","sentiment_score":0.0}
{"full_text":"RT 67 students, 25 staff members test positive for coronavirus at Himachal school - Coronavirus Outbreak News","sentiment_score":0.2272727273}
{"full_text":"STAY THE FUCK HOME PEOPLE","sentiment_score":-0.4}
{"full_text":"National restrictions are now in force across England.You must stay at home, with a limited set of exemptions.Follow the link for more information ","sentiment_score":0.2142857143}
{"full_text":"I just tested positive for Corona. Video game 2 weeks then i hope i will be back to normal. By the way in Sweden the gov pays your 100 procent of your salary until You can go back to work. Can You guys to that to?","sentiment_score":-0.0045454545}
{"full_text":"When times are uncertain, it's understandable to experience a rollercoaster of emotions.Watch NHS wellbeing webinars focused on helping you cope with the impact of COVID-19 here:","sentiment_score":0.0}
{"full_text":"L.A. County reports third straight day with more than 2,000 new COVID-19 cases","sentiment_score":0.2090909091}
{"full_text":"How does the process of Strategy to change when we must make rapid choices in the face of an escalating crisis like the current pandemic? #COVID19","sentiment_score":0.0}
{"full_text":"What happens to humanitarian goals in the midst of a global pandemic? We came together with the WHO to build digital tools in rapid time.","sentiment_score":0.0}
{"full_text":"What's the protocol for delivery into house during covid19 as having tumble dryer delivered Wednesday can come in kitchen via backdoor do I leave Windows downstairs open obviously packaging gone and will wipe down tumble dryer before using it and wash kitchen benches and floor","sentiment_score":-0.0518518519}
{"full_text":"How to prepare your business for a post-COVID-19 recovery. Top CEOs weigh in","sentiment_score":0.5}
{"full_text":"Time: 12:00 * Temp: 11.9degC * Wind: SSW 0.0 to 8.1mph * Pressure: 1009.6hPa * Rain: 1.2mm * Hum: 99% * ET: 0.0mm * Solar: 60.0W\/m2 * UV Index: 0.0 * Sunrise: 07:40 * Sunset: 16:33 * Cloudbase: 200ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Trump's strongest demo was married women and he made significant gains with every demographic except white men","sentiment_score":0.2083333333}
{"full_text":"A remote manageability system empowers IT to monitor, restore, upgrade and protect devices whether they're powered-up or powered-down. #remote #BeCognizant #COVID","sentiment_score":-0.1}
{"full_text":"The Covid Police State.","sentiment_score":0.0}
{"full_text":"Should Companies Ditch The Office After The Pandemic Is Over?","sentiment_score":0.0}
{"full_text":"How COVID-19 has pushed companies over the technology tipping point--and transformed business forever","sentiment_score":0.0}
{"full_text":"RT Now you see mail in voting was a SCAM. you've been had, people. RISE UP.","sentiment_score":0.0}
{"full_text":"Our mental well-being is so important through this lockdown. Be kind to one another, check in with those friends\/family you haven't heard from in a while. Every mind matters. #mentalwellbeing #together #reachout","sentiment_score":0.3}
{"full_text":"#GlobalTrade #EconomicActivity #Covid19 #Disruption #SupplyChains #Pivoting #Technology \"..charts show us the power of using #onlinetools to explore recent trends in #internationaltrade.\" Resilience &amp; adaptability remain important","sentiment_score":0.2}
{"full_text":"A Medical Student Contemplates Pandemic-Era Isolation...and Connection","sentiment_score":0.0}
{"full_text":"Our mental well-being is so important through this lockdown. Be kind to one another, check in with those friends\/family you haven't heard from in a while. Every mind matters. #mentalwellbeing #together #reachout","sentiment_score":0.3}
