{"full_text":"We have crossed the threshold of 5% average daily hospital growth over past two weeks. In rural zones, it's 7%. Also, more than 50% of ICU COVID-19 capacity in use. Nearly three-quarters of our 70 ICU beds dedicated to COVID-19 are in use.#COVID19AB #yyc #yeg","sentiment_score":0.0333333333}
{"full_text":"Where Was the Labor Department During the White House COVID Outbreak?https:\/\/t.co\/83AGknUgUD","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"People are dying because of Trump's coronavirus leadership team.","sentiment_score":0.0}
{"full_text":"RT Orchestrated coup.Media + WHO + China + Communists + Big Pharma + Democrats","sentiment_score":0.0}
{"full_text":"RT My personal favourite tweet.","sentiment_score":0.0}
{"full_text":"Not it","sentiment_score":0.0}
{"full_text":"But not fast enough.  Still too many following the COVID religion","sentiment_score":0.1}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT Per-capita death rates in #Covid19 for countries in Europe.It might come as a surprise to many who are critical of Swede...","sentiment_score":0.25}
{"full_text":"RT New Mich. hospital data: Of people admitted with COVID, 70% were alive and home 60 days later.  Of those who'd been wor...","sentiment_score":0.0787878788}
{"full_text":"RT COVID: spikingAmericans: going to Tulum","sentiment_score":0.0}
{"full_text":"RT to the people saying yeonjun would be the one making tiktok vids while in lockdown  #WeLostTheSummer","sentiment_score":0.0}
{"full_text":"RT 5 people just tested positive for coronavirus on the first Caribbean cruise since the pandemic began","sentiment_score":0.2386363636}
{"full_text":"RT We just did a million cases in TEN days. Y'all can't love hookah and well drinks this much.","sentiment_score":0.2333333333}
{"full_text":"please explain why there's a need to count vehicles  near the blocked end of York road? Is this not a waste of time and money?","sentiment_score":0.1}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT Positive COVID cases in Trumpworld we learned about in the last week:Mark MeadowsNick Trainer Ben Carson David Bossie...","sentiment_score":0.1136363636}
{"full_text":"RT Republicans and many others in Texas knew that their Governor and President were lying right to their faces about the #coro...","sentiment_score":0.3928571429}
{"full_text":"RT I get tested in santa monica and really anywhere. You can walk up and I've never waited in a line. If you're looking to g...","sentiment_score":0.2}
{"full_text":"RT I would love to pet Tuukka. She is learning to sniff out COVID through the Penn Vet Working Dog Center. People who have...","sentiment_score":0.2}
{"full_text":"Are you telling me to trust election officials? The same election officials who gave us these election results? And trust officials who brought us Russia hoax like officials in FBI. And officials in the covid field who flip flopped on mask wearing. You can't be this stupid. Right","sentiment_score":-0.1714285714}
{"full_text":"RT Donald Trump is being given time to \"get used to the idea that he lost the election.\" Meanwhile more than 100,000 Americans...","sentiment_score":0.5}
{"full_text":"RT Plucked from the obscurity of the blogosphere, Kyle Lamb, broadcasts his lack of scienti...","sentiment_score":0.0}
{"full_text":"RT It's almost as if relying on individual people to change their lifestyles for the greater good, without enough government po...","sentiment_score":0.3}
{"full_text":"RT There are no red states or blue states, only states filled with people who agree with me and states filled with people I'm...","sentiment_score":0.16}
{"full_text":"RT Looking Back On The Onion's First 15,000 Years Of Coronavirus Coverage","sentiment_score":0.125}
{"full_text":"This is why Americans are against lockdowns, etc.  The hypocrisy of what gatherings can't happen and which ones seem to be COVID resistant!","sentiment_score":0.0}
{"full_text":"RT Effective today, Libraries buildings are closed to all students.For full information on services like item pickup, UPS...","sentiment_score":0.2833333333}
{"full_text":"This won't get much attention on here, the suffering of people with learning disabilities never does.","sentiment_score":0.2}
{"full_text":"RT For your family, for your neighbor, for your community, and for yourself: wear a mask.","sentiment_score":0.0}
{"full_text":"RT They COULDNT fund starving kids, yet they wanna fund the eat out to help out scheme AGAIN, see you guys in the third lockdow...","sentiment_score":0.0}
{"full_text":"WE ARE AT WAR  all the insanity - the virus, the msm, CORRUPT politicians all lead back to chy-na\"China wishes to recommend to the U.S.: 1. Root out systematic racism, address widespread police brutality and combat discrimination against African- and Asian-Americans....\"","sentiment_score":-0.1666666667}
{"full_text":"Can you at least put COVID masks to cover up part of the nightmare fuel","sentiment_score":-0.3}
{"full_text":"RT Please wear a mask.","sentiment_score":0.0}
{"full_text":"To be clear. GTA and Provincial *health officials* are urging people to:- not leave your home unless for necessities or work- not have mask-less contact w anyone who is not in your household- to WEAR A MASK when you do have to be around anyone who is not in your household","sentiment_score":0.1}
{"full_text":"RT live footage of utah's approach to covid","sentiment_score":0.1363636364}
{"full_text":"The #COVID19 virus caused more than a global health crisis. According to recent H1 2020 Global Threat Intelligence Report, it also kicked off a massive #DDoS crisis. #CyberSecurity #cyber","sentiment_score":0.1}
{"full_text":"RT   Sen. Kelly Loeffler sold at least $18 million more in stocks before the coronavirus crash than previously reported...","sentiment_score":0.0111111111}
{"full_text":"Numbers never speak. You may be suffering from covid delusions. Take the vaccine, quarantine immediately for 2 months. Have absolutely NO CONTACT with any humans in any form. Everyone else......carry on.","sentiment_score":-0.1}
{"full_text":"RT If the stay at home orders that are coming are going to massively change the way you've been living your social life late...","sentiment_score":-0.0888888889}
{"full_text":"RT WASHINGTON (AP) -- President Donald Trump has publicly disengaged from the battle against the coronavirus at a moment when th...","sentiment_score":0.0}
{"full_text":"RT Why is coronavirus spiking again in all the states with mandatory mask mandates?","sentiment_score":0.0}
{"full_text":"Shocking that mainstream media switched to COVID today now that it's got tougher to keep saying there's no \"widespread evidence\" of election fraud","sentiment_score":-1.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate tha...","sentiment_score":0.0}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\" h...","sentiment_score":-0.4}
{"full_text":"RT CORONA, HWASA HAS SOMETHING TO SAY TO YOU","sentiment_score":0.0}
{"full_text":"RT Common Pleas Court Judge James Murray Lynn, who refused to wear a mask while conducting in-person hearings in Family Court,...","sentiment_score":-0.3}
{"full_text":"This covid flu ain't even HALF as dangerous as the swine flu, sars epidemic and yet we had ZERO lock downs for that shit. So why now?","sentiment_score":-0.3222222222}
{"full_text":"They were not wearing face mask ffs!!","sentiment_score":0.0}
{"full_text":"RT Congress can pass a whole bill to congratulate a sports team but can't pass a COVID-19 relief bill to help people who have...","sentiment_score":0.2}
{"full_text":"103 more cases. 51 of the new cases are student-related, 14 are staff-related, &amp; 38 are unidentified. Total of 3,166 reported cases since September. 1,046 school-related cases in just two weeks, with 2,120 cases reported 14 or more days before that.#onted","sentiment_score":0.2840909091}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT So many questions 1. Why are cruise ships even allowed to operate at the peak of the #pandemic?2. Who are the people...","sentiment_score":0.5}
{"full_text":"we all wanted and needed hugs after this pandemic ","sentiment_score":0.0}
{"full_text":"Love this guy","sentiment_score":0.5}
{"full_text":"RT U.S. COVID update: Daily death toll at highest level since May, number in hospital rises 5% in one day- New cases: 144,270-...","sentiment_score":0.0681818182}
{"full_text":"RT Virginia Attorney General Mark Herring is among those defending our nation's healthcare system in the Supreme Court this wee...","sentiment_score":0.05}
{"full_text":"Lockdown was hell but it was worth it!  hopefully I can actually see my sister and brother for Xmas","sentiment_score":0.1875}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate th...","sentiment_score":0.0}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT \"Employees who continue working from home after the pandemic should be taxed for the privilege, with the proceeds used to he...","sentiment_score":0.0}
{"full_text":"And of course the election night party....","sentiment_score":0.0}
{"full_text":"'The Condition of the Working Class in England remains unique in its powerful indictment of the \"social murder\" inflicted by capitalism on the underlying population' #covid #capitalism","sentiment_score":0.2361111111}
{"full_text":"Georgia he's preparing for a hand recount just to assure everyone that the vote that they've already done is genuine. Side note, the wife of the Georgia Secretary of State just tested positive for COVID-19, so he and his staff must quarantine while recounting preparations start.","sentiment_score":0.3136363636}
{"full_text":"RT I'm pissed this afternoon, my Governor has her hands tied by the cowards of the Michigan Republican Legislature...","sentiment_score":0.0}
{"full_text":"Hey Ebro I am in El Paso, TX and our Covid is exploding. 10 mobile morgues ordered, convention center turned into a make shift hospital, and tents set up outside looking like a war zone","sentiment_score":-0.05}
{"full_text":"RT Can I be very clear, if my mother loses her fight for life and COVID is put on the death certificate, it would be the...","sentiment_score":-0.085}
{"full_text":"So true.","sentiment_score":0.35}
{"full_text":"RT My mom has created something she calls \"Wolf-tails,\" where she has cocktails and watches . She ap...","sentiment_score":0.0}
{"full_text":"I tell you if #COVID19 killed politicians like it does ordinary folk, premiers like #DougFord would be locking down hot spots without complaint. #onpoli","sentiment_score":-0.1311111111}
{"full_text":"RT Why is coronavirus spiking again in all the states with mandatory mask mandates?","sentiment_score":0.0}
{"full_text":"RT UNCTAD gives its take on shipping in the post-pandemic era via","sentiment_score":0.0}
{"full_text":"the spike in COVID numbers have started since schools reopened. If you don't shutdown the schools again, numbers will keep rising. Kids are asymptomatic. It's not thanksgiving and it will not be holidays.","sentiment_score":0.0}
{"full_text":"RT Chicago has issued a 30-day stay-at-home advisory as coronavirus cases rise, encouraging residents to stay home and only leave...","sentiment_score":0.0}
{"full_text":"RT Recovery time. The government visited the provinces hit by tropical storm Eta. #SomosCuba #SomosContinuidadhttps:\/\/t.co\/E...","sentiment_score":0.0}
{"full_text":"RT WASHINGTON (AP) -- President Donald Trump has publicly disengaged from the battle against the coronavirus at a moment when th...","sentiment_score":0.0}
{"full_text":"My entire school year is going to be online because y'all didn't want to stay home and wear a mask","sentiment_score":0.0}
{"full_text":"RT Why is coronavirus spiking again in all the states with mandatory mask mandates?","sentiment_score":0.0}
{"full_text":"The number of Liberal Party politicians in Victoria -  both state and federal - who have been on the wrong side of pandemic mitigation policies, leaves me asking wtf is wrong with them?I voted Liberal for a time when I lived in Melbourne, but I sure wouldn't now!","sentiment_score":-0.21875}
{"full_text":"RT We can get resolutions on this shit but we can't get COVID economic relief passed. Eeeeeeeaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaat...","sentiment_score":0.0}
{"full_text":"RT To everyone in the US: we can slow the current massive spread of #COVID19. But we must act now w\/ actions like:Minimiz...","sentiment_score":-0.1}
{"full_text":"RT \"Our country is facing a 9\/11 every three days\"--- in terms of death totals.","sentiment_score":0.0}
{"full_text":"RT Ok, the WHO facebook has removed the filter TAIWAN.  I hope they will understand that denying Taiwan the opportunity to be incl...","sentiment_score":0.5}
{"full_text":"WCCHD has released the 11\/12\/20 COVID-19 Update -","sentiment_score":0.0}
{"full_text":"RT Yes, we do. And that starts with the immediate termination of Fauci, Birx, and Redfield from their jobs.","sentiment_score":0.0}
{"full_text":"RT Today I joined students, staff &amp; parents who organized in front of office to voice their concerns. Alber...","sentiment_score":0.0}
{"full_text":"RT There will be a 15-minute delay to the B.C. COVID-19 update with Dr. Bonnie Henry and Health Minister Adrian Dix. Stay tuned....","sentiment_score":0.0}
{"full_text":"So... should i get three cancers, aids, a staph infection and oh, hell, an STD thrown in as well to stave off the Covid monster? Please ship to me McDs gift cards and a case of sugar cookies. Please and thank you.","sentiment_score":0.0}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening.Call 116 123 (Samaritans UK)Just two. Any two. Copy, not retweet.      ","sentiment_score":0.0}
{"full_text":"RT Biden wants to open the borders during a pandemic","sentiment_score":0.1}
{"full_text":"Meanwhile, we parents were getting gaslighted with \"everything's fine!\" &amp; \"children don't get or spread COVID-19\" lies!!!","sentiment_score":1.0}
{"full_text":"RT If you're still social distancing, washing your hands, limiting contact with people, and wearing a mask, please retweet this t...","sentiment_score":0.0333333333}
{"full_text":"Think about this - The Left controls - MSM - Music - Movies - Academia -TV - Big Tech - Entertainment - The House - Antifa - BLMThey tried - Russian Collusion - Impeachment - China VirusLockdowns - Riots - Looting - Voter Fraudand they STILL can't beat us! ","sentiment_score":0.0}
{"full_text":"RT Campaign HQ will drop on Friday this week. Our special guest is the woman who led the campaign that saved our democracy,...","sentiment_score":0.3571428571}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"Canadians are so Sick and Fedup with the dam dirt of covid","sentiment_score":-0.7142857143}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"CTV NEWS Canada...why do we always have to listen to several minutes of Ontario and Quebec premier updates about Covid but in Alberta, you ALWAYS cut away after a few minutes?  It's disgraceful how you treat the other provinces that are not considered the centre of the world!","sentiment_score":-0.11875}
{"full_text":"RT Biden COVID-19 adviser: Indoor dining \"a major spreader of the infection\"","sentiment_score":0.0625}
{"full_text":"RT Watching Dan Andrews on Channel 9 announcing no new COVID-19 cases in COVID-19 in Victoria today, or over the last 2 wee...","sentiment_score":-0.0340909091}
{"full_text":"RT Yesterday, the United States reported a record number of new coronavirus cases. Doctors and nurses continue to be over...","sentiment_score":0.1363636364}
{"full_text":"RT Any letter written by the should be immediately tossed into the trash so to avoid ever being readhttps:\/\/t.c...","sentiment_score":0.0}
{"full_text":"Concerted Effort! Ticketmaster Says Pass A COVID Test And You Can Buy A Concert Ticket In 2021. | ","sentiment_score":0.0}
{"full_text":"Oh the narrative and projection again. You have ZERO moral ground from which to speak. YOU are politicizing by saying it occurred \"under a rep administration\". It occurred as fast as possible during a pandemic. Period. History will bury you with the notorious. From Pfizer btw ","sentiment_score":0.0666666667}
{"full_text":"RT But, honestly, the idea that we should end the transition period in the middle of a pandemic with our customs infrastructur...","sentiment_score":0.3}
{"full_text":"RT The coronavirus surged to  over 140k new reported cases in a single day, and the US lacks a president providing any le...","sentiment_score":0.0324675325}
{"full_text":"RT Covid deaths for people with learning disability in England six times average","sentiment_score":-0.15}
{"full_text":" Make it Make Sense! ","sentiment_score":0.0}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT Where you can get a free  coronavirus test in the Houston area and nearby counties","sentiment_score":0.4}
{"full_text":"RT Net proceeds from this event support both national and international efforts including COVID-19 response, LGBTQ youth outr...","sentiment_score":0.0}
{"full_text":"In East Asia, pollution was linked with an almost 27 percent increased risk in COVID-19 deaths.","sentiment_score":0.0}
{"full_text":"We keep making news all around the country for our selfishness and ignorance toward this pandemic.","sentiment_score":0.0}
{"full_text":"Stockholm Rushes to Stem Nursing Home COVID Surge With Visit Ban, Quick Tests","sentiment_score":0.3333333333}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT We just did a million cases in TEN days. Y'all can't love hookah and well drinks this much.","sentiment_score":0.2333333333}
{"full_text":"RT Saturday's Rice at Louisiana Tech has been postponed due to COVID issues at Louisiana Tech","sentiment_score":-0.125}
{"full_text":"2020 World Wrestling Championships Cancelled Over COVID-19 Restrictionshttps:\/\/t.co\/Qg42aVALxo","sentiment_score":0.0}
{"full_text":"RT WHO Warns Outbreaks In Victorian England Confirm Coronavirus Capable Of Spreading Through Time","sentiment_score":0.2}
{"full_text":"RT Your daily reminder to wear a mask from ","sentiment_score":0.0}
{"full_text":"RT In the last 7 days, one in 378 people in the US have tested positive for COVID-19. If there's ever been a moment to cons...","sentiment_score":0.1136363636}
{"full_text":"Holy shit. 30 day stay at home order for the City of Chicago, starting Monday. Per the Mayor.","sentiment_score":-0.1}
{"full_text":"With a COVID-19 vaccine drawing closer, public health officials across the country are gearing up for the biggest vaccination effort in U.S. history ","sentiment_score":0.0}
{"full_text":"From guidelines for the Holidays","sentiment_score":0.0}
{"full_text":"Hundreds of Montanans who received supplemental unemployment payments due to the COVID-19 pandemic are being asked to repay them, with some receiving bills for over $10,000. ","sentiment_score":-0.125}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT Suicide figures are up 200% since lockdown. Could 2 followers please copy and re-post this tweet? We're trying to demon...","sentiment_score":0.0}
{"full_text":"Ya'll don't know what the definition of insanity is??","sentiment_score":0.0}
{"full_text":"\"Something that I'm hyper-conscious of now, even if I was just very peripherally conscious of it prior to our being in a pandemic state, is trying to really expand on and to calcify what generosity and what being there for someone can look like.\"","sentiment_score":0.125}
{"full_text":"Good Samaritan Sister Leonie Duenas recently participated in Kwarenta, the Diocese of Bacolod's 40-day Communal Reflection during COVID-19. Read how the pandemic creates opportunities for us to be neighbour, 'The Good Oil', October 2020.https:\/\/t.co\/iU2GF5f5Bz","sentiment_score":0.4666666667}
{"full_text":"#WATCH The Head of the HSE says the next three weeks will be crucial in making decisions around Christmas homecomings It comes after Tanaiste Leo Varadkar urged people not to book flights home yet@PaulQuinnNews reports#VMNews | #COVID19ireland | #COVID19","sentiment_score":0.0}
{"full_text":"Due to rising numbers of COVID-19 in our area, the Library building will be CLOSED to the public starting tomorrow, November 13. Curbside pick up will be available on the 9th street parking lot. More info here:","sentiment_score":0.1125}
{"full_text":"Like a true Rethuglican. So dirty. So corrupt. They are sickening.","sentiment_score":-0.4125}
{"full_text":"RT Obsession? The hell you talking about. We want this shit to be over and done with, lock this mf down!","sentiment_score":-0.1972222222}
{"full_text":"In 15 minutes at #RaisingOurVoices2020 \"Engaging Local Knowledge and Practices during COVID-19 and other Health Emergencies\" (Channel 3) #anthropology #COVID19 #LocalKnowledge #Health","sentiment_score":0.0916666667}
{"full_text":"RT America's coronavirus response, summed up in a photo","sentiment_score":0.0}
{"full_text":"A coronavirus vaccine could be available to health care workers and first responders in Mississippi as soon as next month, the state's top health officials said Thursday.https:\/\/t.co\/r2nhZWqP0M","sentiment_score":0.2875}
{"full_text":"RT Reports that Pfizer CEO is cashing in on the pandemic at the same time they're using taxpayer-funded tech for vaccine d...","sentiment_score":0.0}
{"full_text":"Take #COVID19 seriously. Wear your mask. Keep your distance.  ","sentiment_score":-0.3333333333}
{"full_text":"RT Louisville football regains focus following pause over COVID concerns. Cards play at Virginia on Saturday at 3:30 p.m.","sentiment_score":0.0}
{"full_text":"From guidelines for the Holidays","sentiment_score":0.0}
{"full_text":"Rent is down 25% in some cities: This map shows where costs have dropped most due to coronavirus","sentiment_score":0.0731481481}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"How risky is air travel in the pandemic? Here's what the science says.","sentiment_score":0.0}
{"full_text":"Jason Kenney not only has egg on his face but COVID-19 too. Maybe he should have worn a mask. He didn't think it was important, he expressed that. Alberta is locking down bec cases are out of control. Vote him out.","sentiment_score":0.0814814815}
{"full_text":"COVID 19 PG County Press Conference Updates - Nov 12The new restrictions go into effect this Sunday, November 15, at 5 p.m.Information from WTOP News Press Release &amp; PG County Press Conference. The live press conference can be found on social media (@CEXAlsobrooks) or YouTube.","sentiment_score":0.102020202}
{"full_text":"Thread:","sentiment_score":0.0}
{"full_text":"Browns activate Baker Mayfield #NFL #Browns","sentiment_score":0.0}
{"full_text":"Chief Public Health Officer Dr. Heather Morrison and Health PEI Chief of Nursing Marion Dowling were named as Paul Harris fellows by today for their service during the pandemic #pei","sentiment_score":0.0}
{"full_text":"To avoid unnecessary quarantine for patients who have recovered from #COVID19, routine repeated PCR testing should not be done in the 90 days following infection","sentiment_score":-0.2}
{"full_text":"Arizona's COVID hospitalization rate continues to rise and ICU beds are 85% full. Let's all do our part. We need to wash our hands, wear masks, and practice social distancing in public. Most importantly, we should avoid gatherings with people outside our households.","sentiment_score":0.2138888889}
{"full_text":"Wondering how to have happy, healthy holidays this year? We offer insights to help employers and employees protect their well-being throughout the season. #COVID19 #Coronavirus","sentiment_score":0.65}
{"full_text":"PEOPLE ARE FREAKING DYING FOR AN OUT OF CONTROL PANDEMIC and our petulant current-president has kept his party on a leash to play out his dictator fantasies -- WTF! This is the BS yall are reporting on?!?!?","sentiment_score":-0.9765625}
{"full_text":"RT Med Sci staff at will walk off work on Wednesday! Uni management wants to sack the ENTIRE Physiology &amp; Patholo...","sentiment_score":0.1}
{"full_text":"A minute spent well! Have you ever made something similar? #PeopleAreAwesome #Indoorfun #Stayhome #Staysafe Credit: Worlds Greatest Marble Race","sentiment_score":0.2916666667}
{"full_text":"The multi-platinum singer got real about how she thinks moms should handle parenting in the pandemic.https:\/\/t.co\/eZZt4vIvkp","sentiment_score":0.2}
{"full_text":"In an interview with addressed the causes of the surge in #COVID19 cases in the U.S. and the dangers of the pandemic during the upcoming winter. Watch here:","sentiment_score":0.0}
{"full_text":"Congrats Victoria  2 Weeks Covid Free ","sentiment_score":0.4}
{"full_text":"RT 33,470 new Covid-19 cases today - the highest daily total ever.We are still 135,000 tests away from the promised 500,00...","sentiment_score":0.0454545455}
{"full_text":"How will the 2021 changes to #HEALTHCARE Coverage affect you? #OPENENROLLMENT is Nov.1st -Dec.15th, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines). AOI is here to guide you. or 321-676-4118","sentiment_score":0.0}
{"full_text":"Latest from \"So, does vaccine news mean going back to our normal lives?Unfortunately, no.The reason we can't is because we are in the midst of a catastrophic surge in the virus that matches or exceeds what we experienced earlier this year.\"https:\/\/t.co\/pC7UWasc3j","sentiment_score":0.1895833333}
{"full_text":"The experts agree, wear a mask not just for other but for yourself #TheInfiniteAge #WearAMask #COVID19 #Pandemic #CDC","sentiment_score":-0.125}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 followers please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA hotline)Just two. Any two. Copy, not retweet.","sentiment_score":0.0}
{"full_text":"The exclusive robots of the GT Robots Singapore brand will soon arrive at the Tayrona Capital resorts, Which they will work to meet all the essential needs such ensuring the greatest social distancing and protection of the well-being of our clients.","sentiment_score":0.2583333333}
{"full_text":"RT Reports that Pfizer CEO is cashing in on the pandemic at the same time they're using taxpayer-funded tech for vaccine d...","sentiment_score":0.0}
{"full_text":"RT Not only is the big orange ham-head in the Oval Office not getting a second term, he's not even finishing his first. Instead...","sentiment_score":0.0625}
{"full_text":"RT Oregon's coronavirus situation, presented visually.","sentiment_score":0.0}
{"full_text":"RT Ukraine's president hospitalized for COVID-19","sentiment_score":0.0}
{"full_text":"Time: 23:00 * Temp: 11.8degC * Wind: S 21.0 to 23.0mph * Pressure: 992.9hPa * Rain: 0.0mm * Hum: 92% * ET: 0.8mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:48 * Sunset: 16:26 * Cloudbase: 640ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"Loeffler and Perdue made enough MONEY off of COVID-19,SET OF INSIDER TRADERS.","sentiment_score":0.0}
{"full_text":"Suicide figures are up 200% since lockdown. Could 2 friends please copy and re-post this tweet? We're trying to demonstrate that someone is always listening. Call 1-800-273-8255 (USA hotline) Just two. Any two. Copy, not retweet","sentiment_score":0.0}
{"full_text":"RT I am a teacher in a secondary school and I want to share my experiences at present as I think everyone should know what...","sentiment_score":-0.15}
