{"full_text":"RT Oscars frustration in lockdown is starting ! He reminds of some one ?","sentiment_score":0.0}
{"full_text":"RT For the past several weeks I've listened to more than 30 hours of recorded phone calls made by Gov. Stitt in March and A...","sentiment_score":0.0833333333}
{"full_text":"RT This is idiotic. is being a complete ass. He wears a mask to speak--when nobody is remotely near him--as an ostent...","sentiment_score":-0.1555555556}
{"full_text":"RT I'm in Thailand. Two months of strict shutdowns (where the government paid people to stay home), another tw...","sentiment_score":0.0}
{"full_text":"RT Stop calling this a \"lockdown.\" Ask any currently\/formerly incarcerated person what a lockdown is. You're in the comfort of...","sentiment_score":0.0}
{"full_text":"RT If Democrats take the U.S. Senate we expedite our investment in green energy. We raise the minimum wage. We expand health...","sentiment_score":-0.2}
{"full_text":"RT I've been tweet screaming this. Finally!  Ty Julia! Afghanistan is Prince, bounties, Putin, heroin, opioid...","sentiment_score":0.0}
{"full_text":"RT When COVID-19 first arrived in the Spring, I hoped we would all do the right thing, starting with our leaders. I hoped...","sentiment_score":0.1785714286}
{"full_text":"Because of how it's been structured, when it's been shattered hard by a pandemic which has tons of people laid off from their jobs. They're not lining up because it's fun or because they heard about that bomb ass steak that's being served.","sentiment_score":0.0041666667}
{"full_text":"RT Emergency Press Conference - 2nd Wave Corona Lockdown","sentiment_score":0.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT Teri Carden, Founder of and Howard Pollock, VP of Enterprise Sales, Community Brands, had a great #assnchat on...","sentiment_score":0.8}
{"full_text":"RT America has a mental health problemAt this point, anybody who still believes that #COVID19 is a hoax, or that","sentiment_score":-0.1}
{"full_text":"#Bull took an ephemeral approach to incorporating the pandemic into the DNA of their season 5 premiere. ","sentiment_score":0.0}
{"full_text":"RT Why didn't anyone else think of this?","sentiment_score":0.0}
{"full_text":"FDA denied in May new emergency use authorization for hyperbaric oxygen medical therapy for COVID-19. Clinical trials  show this already to be an effective therapy compared to what happens now when the symptomatic patients with hypoxia are treated. A great many die, unnecessarily","sentiment_score":0.2727272727}
{"full_text":"RT This is what happens when the top tier of the federal government is useless and not interested in giving the American pu...","sentiment_score":-0.03125}
{"full_text":"RT PSA!!! GROCERY STORES IN WA WILL NOT BE SHUTTING DOWN!  they will just be limited to 25%  capacity but not shutting down....","sentiment_score":-0.1404761905}
{"full_text":"Holy shit","sentiment_score":-0.2}
{"full_text":"RT U.S. Justice Alito says pandemic has led to 'unimaginable' curbs on liberty","sentiment_score":0.0}
{"full_text":"RT Based on the exponential increase of new Covid cases, hospitalizations will pass 100,000 within a month. Deaths will reac...","sentiment_score":0.1363636364}
{"full_text":"RT I keep hearing about a 4-6 week nationwide lockdown being instituted in January.There is absolutely no science that wo...","sentiment_score":-0.1}
{"full_text":"Sherrod Brown is a fine man.","sentiment_score":0.4166666667}
{"full_text":"RT \"This is not an invasion of your personal freedom. This is actually a lifesaving medical instrument. We have the data for tha...","sentiment_score":0.0}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"#ArrestFauci\"... criminally negligent Wuhan Lab bat experiments were being funded, at least in part, by Dr. Fauci's National Institute of Allergy and Infectious Diseases ... even after these types of germ warfare experiments had been BANNED in the U.S.\"https:\/\/t.co\/PWsHPzHtN1","sentiment_score":-0.35}
{"full_text":"THIS!PLEASE!too many people are getting sick, becoming crippled &amp; dying.our HCW can't endure being pounded w\/ no relief in sight.one NP posted they'd just moved from 4-12hr days, 2-off to FIVE-12hr days, ONE-off.SIXTY HRS in 120, 24hrs off.DO IT AGAIN.it's inhuman.","sentiment_score":0.0785714286}
{"full_text":"We need to start using our voices &amp; write every elected official &amp; tell them they need to stand up to Trump &amp; let Biden start the transition so we can save lives and get the vaccine plan rolled out timely and properly! WHOS WITH ME??!?! #COVID19 #TrumpConcede #TransitionToBiden","sentiment_score":0.0}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"Saw this.  Its a stunning indictment.","sentiment_score":0.5}
{"full_text":"You've fought measures to reduce COVID spread at every turn while Texans die. As a medical practitioner, you disgust me","sentiment_score":0.0}
{"full_text":"RT Emergency Press Conference - 2nd Wave Corona Lockdown","sentiment_score":0.0}
{"full_text":"Before they die of covid due to the meal, it's like the biggest circular reference ever","sentiment_score":-0.125}
{"full_text":"RT I guess I have to step off of today. I am in tears now, and I just want y'all to know that I am breaking becau...","sentiment_score":0.0}
{"full_text":"With COVID on the rampage, will you get a 2nd stimulus check soon? via","sentiment_score":0.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT More people died from Covid today (20) than this stupid app has contact traced All. Year.  We're toast. #Covid19ab","sentiment_score":-0.15}
{"full_text":"RT Taxpayers paid for 100% of Moderna's COVID-19 vaccine development. *We paid $2,500,000,000*It absolutely must be ma...","sentiment_score":0.2}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT Your \"president\" spent this ENTIRE year lying about COVID-19, the past 3 months saying we've \"rounded the corne...","sentiment_score":-0.1166666667}
{"full_text":"Biden brain does not work anymore that's what happens when you get Alzheimer's","sentiment_score":0.0}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"UGH fine. Neither because there is a pandemic.","sentiment_score":0.4166666667}
{"full_text":"RT talk all about movies! I've had professional actors, comedians, wrest...","sentiment_score":0.1}
{"full_text":"Just imagine... This virus would be licked in no time.  Republicans would finally protect themselves because, well, Trump said to. Democrats would as well because of Science. The economy would be saved and Trump maybe has a shot in the election.#LindseyGraham #COVID19","sentiment_score":0.0}
{"full_text":"RT How many uniquely American failures can you fit into one sentence?","sentiment_score":0.3}
{"full_text":"RT There's 73+ million of us...if we all refuse to lockdown...they can't arrest us all...STAND UP!","sentiment_score":-0.0625}
{"full_text":"RT According to data from the CDC, rural Americans are dying at a rate that's nearly 3.5 times higher than Americans livin...","sentiment_score":0.1166666667}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"Daily US Covid Deaths by County For UT   11-14-20:  Our Covid visualizations provide accurate insight into covid-19 thanks to our data scientists and data provided by USAFacts #covidvislualizations #coviddata #smcanalytics #covid19 #coronavirus","sentiment_score":0.2}
{"full_text":"COVID-19 Planning for Fall 2020: A Closer Look at Hybrid-Flexible Course Design","sentiment_score":0.0}
{"full_text":"Quarantine is one of, if not the best time to pamper yourself!  Wear a mask when you're out, use a mask when you're home! DM me to get your hands on these!P.s. retweet this for a cookie ","sentiment_score":1.0}
{"full_text":"RT This is idiotic. is being a complete ass. He wears a mask to speak--when nobody is remotely near him--as an ostent...","sentiment_score":-0.1555555556}
{"full_text":"Covid ","sentiment_score":0.0}
{"full_text":"RT I started this project pre pandemic and didn't want to share them online until people could experience them in person. Almost a...","sentiment_score":0.0}
{"full_text":"Just lockdown this country again.","sentiment_score":0.0}
{"full_text":"RT Thank you so much to Sen. Sherrod Brown for putting Alaska's Dan Sullivan in his place. Imagine the ar...","sentiment_score":0.2}
{"full_text":"RT I had a brief moment of thinking that they were taking this seriously.","sentiment_score":-0.1666666667}
{"full_text":"RT How cool is ","sentiment_score":0.35}
{"full_text":"RT Trump should be sentenced to digging graves for the people who die from Covid.","sentiment_score":0.0}
{"full_text":"RT Bad people refuse to wear a mask in a pandemic.","sentiment_score":-0.7}
{"full_text":"RT BREAKING: The 2nd effective Covid-19 vaccine in a week!This historic breakthrough has been delivered at unprecedented Wa...","sentiment_score":0.3}
{"full_text":"COVID restrictions got you down? Check out our new virtual tour and take a deep dive into what makes our campus so special!","sentiment_score":0.1068091631}
{"full_text":"RT I will never not laugh at Space Karen","sentiment_score":-0.15}
{"full_text":"RT Oh look! We are on:BTS LOCKDOWN","sentiment_score":0.0}
{"full_text":"RT Our #Covid19MB case numbers are too high, with more than 1,000 cases in the last 3 days. We need to get back on track. #...","sentiment_score":0.165}
{"full_text":"RT Personal view only, but I suspect dietitians are going to be needed in strength for the rehabilitation of long covid. Investme...","sentiment_score":-0.0166666667}
{"full_text":"a three tweet threada lesson in humanity. the principle, not the species.","sentiment_score":0.0}
{"full_text":"During the first lockdown, I played a lot of Animal Crossing. Creating a wholesome alternate reality helped me cope.Second lockdown? Hades. You can't get me out of this hellscape fast enough.Bonus: you get to pet the dog! You couldn't even do that in Breath of the Wild!","sentiment_score":0.15625}
{"full_text":"RT If you want to know how Joe Biden will respond to the China Virus, just look at how he ran his private cancer initiative...","sentiment_score":0.0}
{"full_text":"RT Day 1,397: Biden warns Trump's transition delays could kill people as the nation's Covid-19 crisis worsens.Here tonight:...","sentiment_score":0.0}
{"full_text":"We saw you at 12 person indoor restaurant.We have to follow and you &amp; Nancy Pelosi don't follow state regulations on covid.We see the gov, people make themselves exempt. Why ? Because they are hypocrites &amp;too elite.when you stand before God , you are like me &amp; I might be elitetoo","sentiment_score":0.0}
{"full_text":"RT This is sort of a \"holy shit\" video. We are living through quite a time and people like Sherrod Brown are still showing up. ht...","sentiment_score":-0.2}
{"full_text":"RT ...trump has stopped governing altogether...he's doing NOTHING about Covid...that alone is an impeachable offens...","sentiment_score":0.0}
{"full_text":"RT Had a great conversation with a dude from the western part of Virginia and it appears that Covid has reignited Big12 exp...","sentiment_score":0.4}
{"full_text":"Technology helps people nowadays especially in this pandemic, by using this , all people can do what they want , communicate to others and to their love ones. It also helps people now to udjust and adapt media technology which is good also for us.","sentiment_score":0.4}
{"full_text":"Lock NC back UP","sentiment_score":0.0}
{"full_text":"RT DEPLORABLE! Listen to Senator Brown &amp; #WearAMask","sentiment_score":-0.75}
{"full_text":"RT Stanford officials felt compelled to disavow Scott Atlas's statements about coronavirus safety measures","sentiment_score":0.0}
{"full_text":"All around..Galing..","sentiment_score":0.0}
{"full_text":"If he would have left it alone, we would have had early warning, and a budget to fight Covid. Instead of 3.5B, we have spent trillions, infected millions, killed hundreds of thousands, exploded unemployment, decimated the economy, and will still need to spend trillions more.","sentiment_score":0.06}
{"full_text":"Crowds have surged to #COVID19 testing clinics across #Adelaide for the second day in a row with confirmed reports of up to 10-hour waits at some locations. and report. #SouthAustralia","sentiment_score":0.2}
{"full_text":"RT Kelly Loeffler is focused on her business, not the people's business. And in the middle of a deadly pandemic, that's n...","sentiment_score":-0.1}
{"full_text":"OMG SOMEONE REALLY SAID THAT?","sentiment_score":0.2}
{"full_text":"RT Why isn't the arresting Scott Atlas for inciting violence against Gov Gretchen Whitmer for trying to save lives in...","sentiment_score":0.0}
{"full_text":"If this is true. Why doesn't 100 percent of supermarket employees, vets, pet store employees, dog groomers shelters etc employees have COVID","sentiment_score":0.35}
{"full_text":"RT taiwan hasn't had a domestic covid case in 200+ days... so this past weekend, they raved carefree at ultra music festival....","sentiment_score":-0.125}
{"full_text":"States say they lack federal funds to distribute coronavirus vaccine as CDC tells them to be ready by Nov. 15\"It's kind of like setting up tent poles without having the tent,\" one state health officer said(The Washington Post - Oct 30, 2020)https:\/\/t.co\/f0zQteFcjk","sentiment_score":0.4}
{"full_text":"RT There's 73+ million of us...if we all refuse to lockdown...they can't arrest us all...STAND UP!","sentiment_score":-0.0625}
{"full_text":"RT Via this new, peer-reviewed COVID risk assessor: if you attend a family Thanksgiving in Missoula, MT with just 10 people, yo...","sentiment_score":0.1363636364}
{"full_text":"Just wanted to follow up on your comment here with this. I know it's not in line with what you believe about the illness but there's no good reason to doubt these accounts.","sentiment_score":-0.35}
{"full_text":"Rachel,  I'm under quarantine too...my school brought special ed. students back 2 days a week for 2.5 hours\/day.  By the 2nd week...already one outbreak and we're all covid quarantined ","sentiment_score":0.119047619}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT My name is Joshua, I run Muppet History, I was born with a heart defect, and I'm immunocompromised. All I'm asking you...","sentiment_score":0.0}
{"full_text":"SUCK IT UP YOU GODDAMN PANSY. SIX WEEKS LOCKDOWN, PAID. NO MORE BULLSHIT.","sentiment_score":-0.25}
{"full_text":"RT It's crazy that we are still having this conversation","sentiment_score":-0.6}
{"full_text":"RT Regulators target money market funds after COVID-19 turmoil","sentiment_score":0.0}
{"full_text":"RT How many deaths will be attributed to for slow walking the Covid transition team?Her behavior be...","sentiment_score":0.1}
{"full_text":"With the help I've received for my mental health, I crave life &amp; its experiences like I havent been able to since I was a child. Its unfortunate that this feeling coincides with covid  But Im moving on regardless. I'm honestly proud of myself, its been a long journey.","sentiment_score":0.13}
{"full_text":"And expose you &amp; your loved ones to Covid. I have a family member currently in the ICU with complications due to Covid, fighting for his life  How dare you imply that people's freedoms are being encroached upon.","sentiment_score":0.1916666667}
{"full_text":"RT Alberta's COVID contact tracing app worked 19 times. EVER.There were 20 COVID deaths. TODAY.","sentiment_score":0.0}
{"full_text":"RT Good. \"'Your House Is Your Castle': Sheriff Refuses To Enforce Cuomo's COVID-19 Restrictions On Home Gatherings\"","sentiment_score":0.7}
{"full_text":"RT Love this","sentiment_score":0.5}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"fr after this lock down I'm living my life to the fullest!!","sentiment_score":-0.2430555556}
{"full_text":"So NOT true.  It is because of scientists that Trump and his band of failures take every opportunity to mock and undermine. Sorry, we wouldn't have the most number of COVID cases per capita if we had half of a leader in the WH.","sentiment_score":-0.0854166667}
{"full_text":"RT If you want to know how Joe Biden will respond to the China Virus, just look at how he ran his private cancer initiative...","sentiment_score":0.0}
{"full_text":"Its been a year since this  has ruined this beautiful world.Birthday Corona Virus.","sentiment_score":0.85}
{"full_text":"RT Sen. can't explain why she thinks it's a good idea to get rid of health care in the middle of a pandemic. h...","sentiment_score":0.35}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT Starving Nation Stuck In Pandemic No Match for McConnell's Hunger for Power","sentiment_score":0.0}
{"full_text":"RT this some real dystopian shit","sentiment_score":0.0}
{"full_text":"16 Nov in #lka:8,743 COVID PCR done, 382 new cases detected. Seven day average of PCR tests = 10,593 per dayTest positivity = 4.4%. Seven day average = 4.6%. #COVID19SL","sentiment_score":-0.0545454545}
{"full_text":"Only 4, my son who recently had Covid. He's a PharmD doing his residency and my daughter, if she doesn't get exposed to any covid patients, prior to Thanksgiving. She's a nurse in a cardiac unit.","sentiment_score":-0.0125}
{"full_text":"Stay home, work on my masters thesis and apply to a PhD program! I'm trying to graduate in May and start a PhD in Fall.","sentiment_score":0.0}
{"full_text":"RT One party is preventing the nation from any COVID relief One state will determine if they get to keep doing that under...","sentiment_score":0.0}
{"full_text":"RT You could have had a kickass doctor who killed a grizzly bear, Alaska.And instead, you chose six more years of this obnoxi...","sentiment_score":0.15}
{"full_text":"The government will make HIPAA essentially ineffective for these COVID tracking apps to work. What a shame politicians care more about control than they do about protecting the people they are supposed to represent.What a shame that people vote for these frauds.","sentiment_score":0.25}
{"full_text":"i told my mom that if i were to get covid and lose my sense of taste i would starve myself to death and then she got mad at me for saying that... oh if only you knew","sentiment_score":-0.3125}
{"full_text":"Imagine, someone is in super emergency but s\/he has to wait for 30-sec to first hear corona call tune to connect for help. Do you really think the idea to disconnect the call after 5-sec to avoid awareness msg will really pop up in his\/her mind during emergency? Practically, NO.","sentiment_score":0.2458333333}
{"full_text":"RT It's been two weeks since Senator McConnell said he was in charge of negotiating the next COVID-relief bill, and he still h...","sentiment_score":0.0}
{"full_text":"Imma get me a salary job fuck what covid talking about","sentiment_score":-0.4}
{"full_text":"RT COVID not only kills -- it can also lead to devastating, long-term effects.\"Long-haulers\" still struggle with symptoms for...","sentiment_score":-0.5}
{"full_text":"RT USA sits at 11,065,237 cases of coronavirus and 246,526 deaths. Yet O'Toole, Rempel, and Ford continue to push Ottawa to o...","sentiment_score":0.0}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"If covid ends i promise ill be more wholesome ","sentiment_score":0.0}
{"full_text":"RT Getting through the pandemic is not an issue of individual responsibility. Stay-at-home orders, masks, and social dist...","sentiment_score":0.0166666667}
{"full_text":"Foreign enrollment at U.S. colleges dips due to COVID-19 effect","sentiment_score":-0.125}
{"full_text":"RT They can miss me with the lockdown talk if ain't no money involved period. say it with me now... S T I M U L U S","sentiment_score":0.0}
{"full_text":"During the initial onset of the coronavirus pandemic, pediatric hospital visits dropped 42%, but in the months following, mental health visits by school-aged children jumped, according to new CDC data.","sentiment_score":0.0090909091}
{"full_text":"A four-year-old boy has been tragically left an orphan after both his parents were killed by coronavirus within the space of 100 days.https:\/\/t.co\/SN7Ub4Z5Rv","sentiment_score":-0.1}
{"full_text":"What does COVID-19 vaccine effectiveness mean?AP Explains here:","sentiment_score":0.0}
{"full_text":"Santa Claus is coming to the mall just don't try to sit on his lap. Despite the pandemic, &amp; the fact that Santa's age &amp; weight put him at high risk for severe illness from the coronavirus, mall owners are going ahead with plans to bring him back this year","sentiment_score":0.08}
{"full_text":"Discover IPSF APRO: Home Tour virtual project is an online association visit project with the aim to show you that it does not matter wherever you are, we can stay connected virtually and give you information about advantages and offers you will not want to miss as a student.","sentiment_score":0.1}
{"full_text":"Cash payments are not accepted from eastbound #BlueWaterBridge customers during the #COVID-19 #coronavirus pandemicThank you for your cooperation.  #MDOT","sentiment_score":0.0}
{"full_text":"Blue Canyon Schoolc. 1895#History #Election2020 #COVID19 #distancelearning","sentiment_score":0.0}
{"full_text":"Optimism about coronavirus vaccine overshadowed by reality on the ground","sentiment_score":0.0}
{"full_text":"Focusing on critical policy areas, the COVID-19 Global Response Index highlights lessons learned across 36 countries. Get full access to the Index now with an FP Insider subscription:https:\/\/t.co\/hzxnQHxhhN","sentiment_score":0.1166666667}
{"full_text":"Due to the pandemic, consumer behavior has changed for the years to come. Here are 3 actions leaders should prioritize today: 1. Reshape your portfolio 2. Provide customer journeys3. Create transparency #ReframeYourFuture #BetterWorkingWorldhttps:\/\/t.co\/a95HtvYdui","sentiment_score":-0.125}
{"full_text":"By medical standards, mother-of-three Nicole Worthley's case is considered extraordinarily rare, having twice been diagnosed with the coronavirus.https:\/\/t.co\/cQueeOa17U","sentiment_score":0.15}
{"full_text":"COVID 19 cases in India until : 17\/11\/2020 09:30Total Cases: 8874172 [+0]Active: 453449Recovered: 8288169 [+0]Deaths :130559 [+0]Total Tests: 125.7MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The Three #NewNormal habits to stay safe in this pandemic are - Always wear a mask, wash your hands frequently, and maintain social distance. No carelessness until we get the cure! Stay safe! #IndiaFightsCorona #Unite2FightCorona #JanAndolan","sentiment_score":0.3166666667}
{"full_text":"NEW VIRUS CRACKDOWNS: As Thanksgiving nears and with November on track to be the worst month yet, health officials nationwide are announcing new restrictions to try to flatten the curve - even as some still claim COVID-19 is a hoax. has more.","sentiment_score":-0.0568181818}
{"full_text":"Gift of the day: Thankful for those  I can vent with, even if it is virtual. Better than stewing alone during COViD restrictions. Better than driving my spouse crazy. #gratitude","sentiment_score":0.1333333333}
{"full_text":"in latest journal issue: Covid-19 and Culturally and Linguistically Diverse communities: Lessons learned and recommendations for action #SPHPM","sentiment_score":0.2333333333}
{"full_text":"RT Your COVID test only tells you whether there were detectable levels of the virus in your body as of the moment you were te...","sentiment_score":0.0}
{"full_text":"RT Open Date  HicksNov. 19thHicks is looking for a game Thursday after a cancellation due to Covid. Contact Coac...","sentiment_score":-0.175}
{"full_text":"The governor's update and how one senator says cities can implement their own mask mandates, regardless of the governor's stance against them.","sentiment_score":0.6}
{"full_text":"#TheGoodDoctor Introduces 6 'Newbies' In First Post-COVID Episode -- Who Fared Best? And Who's Already Out?","sentiment_score":0.625}
{"full_text":"So...what's the truth, Ivanka?https:\/\/t.co\/C31jusouGs","sentiment_score":0.0}
{"full_text":"Israel In Talks To Buy Russia's COVID Vaccine","sentiment_score":0.0}
{"full_text":"RT Shanti Devi of Tezpur in Sonitpur District of Assam says that she received cash in her Bank a\/c for three months during lo...","sentiment_score":0.0}
{"full_text":"\"Nine months with the 25% and 50% (limitations), it has done absolutely nothing. So what are they doing? Implementing the same fiasco of trying to curb this by going back to 25%. What is that going to do? Nothing.\"","sentiment_score":0.0666666667}
{"full_text":"RIP Justin Rieber","sentiment_score":0.0}
{"full_text":"Florida Classic goes virtual because of pandemic","sentiment_score":0.1666666667}
{"full_text":"The latest Washington restrictions put a major road block in the path forward for local businesses. #Spokane #COVID19 ","sentiment_score":0.1875}
{"full_text":"Charlotte frontline workers say testing sites packed, more people with symptoms","sentiment_score":0.5}
{"full_text":"RT MPs express concern about education during pandemic","sentiment_score":0.0}
{"full_text":"RT Trump lost the election nearly 2 weeks ago and is refusing to concede. He hasn't attended a COVID meeting in 5 mos. yet did...","sentiment_score":0.1}
{"full_text":"A good start would be for #GA Voters to PLEASE ELECT #JonOSSOFF AND #RaphaelWARNOCK!!","sentiment_score":0.85}
{"full_text":"Using GitLab Pages to Report Local COVID-19 Rates#GitLab #Git #CICD #Pipeline #DevOps #CloudAffairehttps:\/\/t.co\/PNEEOOOYfn","sentiment_score":0.0}
{"full_text":"RT Moderna's coronavirus vaccine found to be nearly 95 percent effective in early analysis","sentiment_score":0.2666666667}
{"full_text":"Dow Jones Sets New Record After Promising COVID-19 Vaccine News -","sentiment_score":0.1681818182}
{"full_text":"Attacking doctors during a rising global pandemic. You are pathetic and a hack (also remember when this ass tried to say LTCs were fine and nothing to see there, ugh).","sentiment_score":-0.1944444444}
{"full_text":"RT taiwan hasn't had a domestic covid case in 200+ days... so this past weekend, they raved carefree at ultra music festival....","sentiment_score":-0.125}
{"full_text":"RT being against student loan debt forgiveness because you already paid off your debt is like being against a covid vaccine becau...","sentiment_score":0.0}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT This is idiotic. is being a complete ass. He wears a mask to speak--when nobody is remotely near him--as an ostent...","sentiment_score":-0.1555555556}
{"full_text":"RT During the #COVID19 pandemic, telemedicine has offset 2\/3rds of the  in in-person visits. But overall visits still  in...","sentiment_score":0.0}
{"full_text":"Wear an N95?.","sentiment_score":0.0}
{"full_text":"RT * Trump deliberately put Atlas, a yes-man without expertise in the field as his \"coronavirus adviser\" over Dr....","sentiment_score":0.0}
{"full_text":"RT CNN reports the Covid Positivity rate in South Dakota today stands at 59.5%. The national rate is *supposed* to be under...","sentiment_score":0.0}
{"full_text":"#Uncategorized Michigan governor calls Trump adviser's call to 'rise up' against COVID restrictions 'incredibly reckless'","sentiment_score":0.9}
{"full_text":"RT Coronavirus will forever be known as the Trump Virus. For good reason.","sentiment_score":0.7}
{"full_text":"People say Trump was being racist for calling covid the China virus....so is it not racist when people call the 1918-1919 flu the Spanish Flu?  Oh but since Trump didn't say that first it must be fine and not racist.","sentiment_score":0.2222222222}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"Keep speaking truth to stupid is killing thousands because of their political crap","sentiment_score":-0.5333333333}
{"full_text":"RT To the people hysterically and falsely claiming that Alberta is doing \"nothing\" to combat Covid, our trends aren't looking...","sentiment_score":-0.7}
{"full_text":"RT Please stay home.Please wear a mask if you have to leave your home.Please stay safe.","sentiment_score":0.5}
{"full_text":"3-screen viewing right now:TV: Monday Night FootballiPad: SpaceX Dragon spacecraft docking with the ISSPhone: The National (catching up on COVID-19 vaccine news)Sometimes, the future is still kinda OK ...","sentiment_score":0.3464285714}
{"full_text":"RT My younger non-binary sibling recently moved away from home and had to give up their job; they're disabled, have no incom...","sentiment_score":-0.0666666667}
{"full_text":"RT Did Former Biden Staffer Delay Pfizer Vaccine Announcement Until AFTER The Election - Special Election Alert!","sentiment_score":0.2232142857}
