{"full_text":"RT Okay nak bercerita jap. i went to ikea last week and my ticket fee was rm7. I only had rm5 in my pocket. I couldnt pay f...","sentiment_score":0.1666666667}
{"full_text":"RT Call me wacky but I'm not sure I trust a guy who's decisions include gas pump stickers &amp; buck-a-beer as the person we need t...","sentiment_score":0.125}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"RT The excellent shares insights into the leadership in the #COVID19 Crisis. He has found help in the #highimpa...","sentiment_score":1.0}
{"full_text":"RT Kushner's management company moving to evict hundreds after coronavirus protections expire","sentiment_score":0.0}
{"full_text":"7-day average of new COVID-19 cases in the United States rises to all-time record of 86,000, with some tallies showing yesterday's number topped 100,000 for the 1st time ever.","sentiment_score":-0.0068181818}
{"full_text":"RT President Trump wanted a Travel Ban on China to stop the Virus but the Democrats called him a racist for it Maybe the Dem...","sentiment_score":0.0}
{"full_text":"VDB is a 10. So you want us to either play with 2 10s or drop Bruno. Right. Cavani was signed on the last day after not playing a game for 7 months, he's still not fit. So I don't know how you want the manager to 'utilise' him.Telles has Covid sure let's 'utilise' him","sentiment_score":0.0371428571}
{"full_text":"We Are Being Lied To. Here's How. Death is not a new thing! Life has a 100% mortality rate. If u stop access to healthcare, label every death as Covid, let elderly die in care homes, suicides &amp; breakdowns there's yr 'covid' deaths. #WakeUp","sentiment_score":-0.0852272727}
{"full_text":"Last in person lab for the semester today and BOOOOOY do I wanna blame COVID and skip ","sentiment_score":0.0}
{"full_text":"[Webinar] OSF and Einstein Healthcare Share Their Innovative Approaches to Standing Out to Consumers Online - Thursday, November 12th at 1:00 PM ET.","sentiment_score":0.5}
{"full_text":"RT It's #FireworksNight in the UK today! While lockdown might mean you can't make it to a fireworks display, you can still l...","sentiment_score":-0.3125}
{"full_text":"RT Of course you haven't heard about COVID since Tuesday. It served its purpose.","sentiment_score":0.0}
{"full_text":"Why are people in the UK calling it lockdown 2 when they've never really even had lockdown 1 literally just restrictions","sentiment_score":-0.1}
{"full_text":"RT -Gathering of private info and contact tracing-Control over our movement-Prohibition on private gatherings-Forced...","sentiment_score":0.0}
{"full_text":"#LockdownLessons on the 28th July 2020 it was my daughter's birthday and we were celebrating it as a small family of 3,unfortunately my husband started feeling breathless and we all had covid, family time is important","sentiment_score":0.075}
{"full_text":" congratulations on being the best in the world today with more #COVID19 cases reported in a DAY!!! 103,087 more Americans positive !  #MaskUp ? #ItsNotOver","sentiment_score":0.6901633523}
{"full_text":"RT KellyAnne Conway was just on Fox stating polling isn't scientific data, if it was everyone would listen\/believe it. Ummm h...","sentiment_score":0.0}
{"full_text":"RT Non-elite sport paused in the UK due to lockdown, giving Man Utd four weeks to prepare for their next game.","sentiment_score":-0.175}
{"full_text":"I care. I'm so sorry for you and for your family. We are trying to get this pandemic under control so that other families are saved from this pain. What can we do to support you in the here and now?","sentiment_score":-0.3125}
{"full_text":"RT If only Donald had fought a pandemic as furiously as he fights a democracy.","sentiment_score":0.0}
{"full_text":"RT Our country and our world have fallen into confusion and upheaval. Political turmoil and the pandemic have brought hop...","sentiment_score":0.0}
{"full_text":"RT Everyone who said the COVID fear mongering would stop on November 4th.... You were right!","sentiment_score":0.3571428571}
{"full_text":"RT The media needs to hold feet to the fire on this. An economic reopening framework fictionally portrayed as one...","sentiment_score":0.1}
{"full_text":"RT COMPETITION TIMEHere to make lockdown a little sweeter Follow, Like &amp; RT this tweet to W I N a lockdown lounge fit &amp;...","sentiment_score":0.10625}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT One of Trump's closing messages was that, because people were only talking about the coronavirus to make him look bad, you woul...","sentiment_score":-0.35}
{"full_text":"RT Now - and thenReflecting on 2020 through the Christmas story* Five 'scenes' take the context &amp; characters from the #...","sentiment_score":0.0}
{"full_text":"RT Face shields provided by #HealthfortheWorld in action in Uganda! We are supporting healthcare workers around the world dur...","sentiment_score":0.1875}
{"full_text":"He'll think of something. He's never wrong you know. Not even when he said Covid doesn't exist, about six months before he caught it.","sentiment_score":0.25}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"RT This is dangerous. Very very dangerous. Time to push back hard. Please call your MPP or Ford. Let them know that \"pushing ba...","sentiment_score":-0.4179166667}
{"full_text":"Privately owned but they probably still have to go by CDC and state health department guidelines, right? So right now the max is 50.","sentiment_score":0.1904761905}
{"full_text":"Thinking about how much HW content we would have gotten from Niall if this pandemic didn't happen  he still gave us so much anyway, it's truly incredible","sentiment_score":0.4333333333}
{"full_text":"RT Denmark to cull 17 million mink after finding mutated Covid-19 strain - it infected 12 people |","sentiment_score":0.0}
{"full_text":"RT How location, proximity, and time can help you make safer choices when you're in an area of widespread #COVID19 transm...","sentiment_score":0.0}
{"full_text":"RT Businesses, please stop sending serious-sounding LOCKDOWN UPDATE emails that just say \"literally nothing's changed, we're carryi...","sentiment_score":0.0}
{"full_text":"First tell us what relief\/reprieve you're going to give us taxpayers as a result of covid 19?If not just shut up and let us look for your money ","sentiment_score":0.25}
{"full_text":"Aren't there ways to overcome Covid-19 other than emergency? What is it we can't do if emergency is not declared? Why can't #federalconstitution be amended to delay elections until we beat Covid? #vote18 can, delay elections cannot? #rakyatagainstemergency","sentiment_score":-0.125}
{"full_text":"Cheers COVID. Just got my pension statement today. Nearly 20% wiped off my retirement funds! ","sentiment_score":0.125}
{"full_text":"RT 3 million workers \/ over 10% of the working population are still ineligible for government support schemes during the Co...","sentiment_score":0.0}
{"full_text":"why worry we have been told by the MSM that Biden has the  answer just look what he has done for his family and Hunter","sentiment_score":0.0}
{"full_text":"It's during a pandemic. She didn't just risk the cops life but everyone's around him including the cops own family.In China or Venezuela that lady would have disappeared. Here in the states tho she'll open up a gofund me page &amp; clear 10 thousand for being a \"victim\"Sickening.","sentiment_score":-0.055}
{"full_text":"RT Sleep? don't know her! Too shook by the silence of US people. Who don't speak up 4basic human rights. About children in cage...","sentiment_score":0.0}
{"full_text":"RT Oh go Leandra!  YES!  I'll try and watch the whole segment but what a wonderful point I hadn't noted!Other deaths do...","sentiment_score":0.6}
{"full_text":"My daughter had to be hospitalized July 13th, just after the hospitals were forced to go back to Covid restrictions. It was a huge blow, for her to become conscious &amp; find herself there, with NO family allowed  - not even her husband for an advocate. (She couldn't speak)","sentiment_score":0.04}
{"full_text":"3 weeks ago, when different areas of the country were slagging off Andy Burnham for not toeing the line. we now have an extended furlough scheme at 80% not 67%. regardless of which tier they will be in, after lockdown.","sentiment_score":0.0}
{"full_text":"RT DID YOU KNOW YOU MAY BE ABLE YO GET LOCKDOWN HELP FROM NHS VOLUNTEER RESPONDERS?Shopping, transport to medical appoin...","sentiment_score":0.25}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"RT I was going to wait for results, but:You should all be really fucking proud of yourselves. In the middle of a pande...","sentiment_score":0.4}
{"full_text":"RT When your husband was a healthcare worker who lost his life from #COVID and half the country doesn't seem to care...there...","sentiment_score":-0.1666666667}
{"full_text":"The great man gives it both barrels in under 9 minutes: Dr Mike Yeadon: Coronavirus pandemic is 'fundamentally over in the UK' via","sentiment_score":0.8}
{"full_text":"Of course Florida is always cheating at something whether it's covid numbers or ballot counts.","sentiment_score":0.0}
{"full_text":"RT The media needs to hold feet to the fire on this. An economic reopening framework fictionally portrayed as one...","sentiment_score":0.1}
{"full_text":"This doesn't mean we are going to be locked down until Marchit just means that some shops\/clubs and pubs might not be able to open until next year they are just being prepared! We came out of lockdown in June but the furlough didn't end for the first lockdown until Oct","sentiment_score":0.0469907407}
{"full_text":"RT #MCpodcast | Tune in to Coronavirus Essential podcast with for all the latest updates on the COVID-19 p...","sentiment_score":0.25}
{"full_text":"RT Fully understand the wall to wall presidential coverage right now (even though very little new information coming in ex...","sentiment_score":0.0594426407}
{"full_text":"RT CNN: The United States reported 102,831 new coronavirus cases on Wednesday, the highest number of new cases in a single day...","sentiment_score":0.0670995671}
{"full_text":"Plus Mutyambai Covid no arrest 20k instant fines.","sentiment_score":0.0125}
{"full_text":"RT CNN: The United States reported 102,831 new coronavirus cases on Wednesday, the highest number of new cases in a single day...","sentiment_score":0.0670995671}
{"full_text":"RT North Dakota be like\"HERE'S OUR ELECTED REPRESENTATIVE!!!!\"","sentiment_score":0.0}
{"full_text":"RT Trump said COVID would disappear after Election Day and the day after the election there were more than 100K new cases and 1...","sentiment_score":0.3181818182}
{"full_text":"Meet UN Volunteer Pritta Damanik, Child Protection Officer who stepped forward during the #COVID19 crisis to develop psychosocial support guidelines for teachers and students.More>https:\/\/t.co\/fu3RZKiXpu#TogetherWeCan#IVD2020","sentiment_score":0.0}
{"full_text":"You'd better start considering another lockdown with the way Covid-19 is spiking all over Oregon - before our hospitals become over-loaded.","sentiment_score":0.5}
{"full_text":"RT hey international friends, as the \"australia has covid under control!\" articles start circulating in your media, please know...","sentiment_score":0.0}
{"full_text":"RT Shop locally - and most of our shops are working hard to continue to serve the public, by click and collect or phone c...","sentiment_score":0.0520833333}
{"full_text":"RT Animals are not in this world for us to be our entertainment,  they are WITH us to live free in their land !Boycott a...","sentiment_score":0.3181818182}
{"full_text":"One of my Instagram followers has a birthday today. He can't go outside because of covid+ so his family arranged a little surprise for him. They decorated the whole room, called his friends and the family on zoom. He cried with joy. Can you feel it?Happiness is easy to found.","sentiment_score":0.2491666667}
{"full_text":"RT To me, the single most striking takeaway from the presidential results is that lots and lots of Americans don't blame...","sentiment_score":0.3095238095}
{"full_text":"RT People in leadership positions need to realise that the COVID-19 pandemic has heightened the need for good leadership glob...","sentiment_score":0.7}
{"full_text":"Our angels are on quarantine till the pandemic is over","sentiment_score":0.0}
{"full_text":"Gutted, I was so looking forward to working with everyone! ","sentiment_score":0.0}
{"full_text":"slow learners","sentiment_score":-0.3}
{"full_text":"RT If Trump would have taken the pandemic seriously then we wouldn't have as many mail in ballots and we wouldn't be in thi...","sentiment_score":0.0833333333}
{"full_text":"RT Democrats: Let's win this election to get necessary relief for to everyone suffering due to COVID (economic &amp; health), unive...","sentiment_score":0.21875}
{"full_text":"RT  To ensure #CulturalHeritage security during lockdown, ICOM and encourage museums to maintain close commun...","sentiment_score":0.0}
{"full_text":"I play with 3 pensioners, one being my dad. They all like to get out, have some banter and get some exercise. The golf course has spent plenty of money getting covid secure and it's now closed and the 3 chaps isolated. It's mental","sentiment_score":0.025}
{"full_text":"RT JUST IN: Around 751,000 people filed for first-time unemployment benefits last week.Around 22M  jobs have been lost as a resul...","sentiment_score":0.0}
{"full_text":"RT Congratulations to brave MPs who voted against the devastating lockdown last night","sentiment_score":-0.0666666667}
{"full_text":"Donald Trump Jr. claims U.S. COVID deaths are %27almost nothing%27 on day over 1,000 people die via","sentiment_score":0.0}
{"full_text":"Who would want to during a pandemic that has killed over 200.000 lives? Oh yeah that would be your guy djt ","sentiment_score":-0.2}
{"full_text":"RT We're all tired but seriously let's take a minute to thank all the people who are counting our votes in a historic pandemic. It'...","sentiment_score":-0.2444444444}
{"full_text":"To be honest .... till New years","sentiment_score":0.3681818182}
{"full_text":"RT France reports 394 new deaths from Covid and 40,000 new cases via","sentiment_score":0.1363636364}
{"full_text":"RT Yesterday, #Austin says they saw the highest report of active #coronavirus cases since Aug. 15. \"We encourage everyone who was in...","sentiment_score":-0.1333333333}
{"full_text":"RT CompanyTRAK is a tool for managing exposures based on risk assessment, must be in place to support employees' reporting of...","sentiment_score":0.0}
{"full_text":"RT Expect an attempt at a national lockdown over 99% recovery covid","sentiment_score":0.0}
{"full_text":"GOD WILL PREVAIL AND GOOD WILL OVERCOME EVIL! I PRAY FOR EVERYONE ! I PRAY FOR OUR COUNTRY AND I PRAY FOR OUR PRESIDENT!","sentiment_score":-0.15}
{"full_text":"Very funny to see this news this  China  ediots  created virus injected to all over the world and now they are banning the entry to others","sentiment_score":0.325}
{"full_text":"On November 25th, Chancellor Rishi Sunak will set out the government's emergency funding plan to tackle Covid-19. I've signed a petition calling for our NHS to get the funding it desperately needs.  Will you join me and add your name?","sentiment_score":-0.6}
{"full_text":" During lockdown, exercise is crucial to maintain your physical form and mental wellness - get yourself going today with LiveNOW Fitness and Mindfulness classes, part of the family - free until January 31.","sentiment_score":0.075}
{"full_text":"The new national lockdown will be a source of great anxiety for many Londoners. It's Government inaction that's led us to this point, after all.But put simply - we are where we are, and now we must act together to save lives. #StayAtHomeSaveLiveshttps:\/\/t.co\/bakBmFpsKq","sentiment_score":0.3590909091}
{"full_text":"RT All clear for the #49ers and #Packers heading into tonight's game, source said, not counting those COVID-19 positives already...","sentiment_score":-0.15}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"RT Nintendo's profits soar as coronavirus boom in video games continues ","sentiment_score":0.0}
{"full_text":"RT You should ask that question of the 60 million mostly white voters who chose a racist, incompetent, economy ruining pre...","sentiment_score":-0.175}
{"full_text":"Makes sense for a 4 week lockdown! ","sentiment_score":0.0}
{"full_text":"Positive COVID cases send 4 Jefferson County schools back to virtual learning","sentiment_score":0.1136363636}
{"full_text":"Furlough extended till march,lockdown is deffo longer than 3 weeks  never gunna find the love of my life now cheers rishi","sentiment_score":0.5}
{"full_text":"hope everyone is doing okay, take care, wear a mask and don't forget to share&amp;send us your letter!! only 10 days left :) loads of love","sentiment_score":0.35625}
{"full_text":"The way case reopened and arrested, if it happened in kerala then covid spreading hartals.","sentiment_score":0.0}
{"full_text":"RT BREAKING: America's utterly poor pandemic response-- The US has just had its first single day record of 100,000 new #COV...","sentiment_score":-0.0212662338}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"Covid job losses lead MPs to call for trials of universal basic income","sentiment_score":0.0}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT I feel like ! I could possibly have covid. Waiting on test results. Since I have to self isolate, I can't cook food fo...","sentiment_score":0.0}
{"full_text":"RT We shall start our regular Thursday rehearsals on the 26th Nov, gate fee will be N500, Sunday jump 29th will now be N1000. C...","sentiment_score":0.0}
{"full_text":"RT Our country and our world have fallen into confusion and upheaval. Political turmoil and the pandemic have brought hop...","sentiment_score":0.0}
{"full_text":"Discharge Planning for Families After Hospital Stay (Part 2)It consists of the following:a. Evaluating patientsb. Discussion of their preferencesc. Planning for home transitionRead more: #YourRideInc","sentiment_score":0.5}
{"full_text":"Matt Hancock hints worship rules during lockdown may change","sentiment_score":0.0}
{"full_text":"Many congratulations to Mia Skeet who successfully completed her Level 2 Customer Service End Point Assessment during lock-down, achieving a Distinction #congratulations","sentiment_score":0.625}
{"full_text":"The Crawford County School district has been holding in-person classes since the beginning of August. \"We have been very fortunate in our community where we have had very few cases in Crawford County,\" said Crawford County Superintendent Brent Lowe.https:\/\/t.co\/fsqCKyAsg6","sentiment_score":0.13}
{"full_text":"Get your read on this lockdown season with a wave of book recommendations from your fave KPOP idols! Take a look below!https:\/\/t.co\/sNVaLpVVBz","sentiment_score":0.0}
{"full_text":"RT Tragedy has struck us again! From Sumbi to Muruli to Ayisi. This is too much to bear. My condolences to the families who ha...","sentiment_score":0.2}
{"full_text":"RT It's the girls from my high school that want to be nurses but don't believe in COVID-19 for me","sentiment_score":0.16}
{"full_text":"Many of us want to age where we feel comfortable and at peace. Here are a couple of tips seniors can use to stay safe at home while living independently:1. Make sure to keep a list of all necessary emergency numbersRead more:","sentiment_score":0.4}
{"full_text":"TODAY, November 5th, #COVIDCastJA will be having our most important episode yet: Living With &amp; Understanding COVID-19.","sentiment_score":0.45}
{"full_text":"When #COVID19 #vaccines become available, physicians will play a key role in administering them and assuring their patients that they are safe and effective. Learn what docs can do now to be prepared when the time comes.","sentiment_score":0.375}
{"full_text":"Jobless claims: Another 751,000 Americans filed new unemployment claims last week via","sentiment_score":0.0681818182}
{"full_text":"New data shows the number of deaths on Irish roads has risen, despite the country being under #coronavirus restrictions -","sentiment_score":0.0681818182}
{"full_text":"\"I'm not sure I'm on board with renting out my personal items, given we're in a pandemic. If you choose to do so, proceed with caution.\" #money #CreditChat featuring","sentiment_score":-0.125}
{"full_text":"COVID-19 Lockdown Update: Ramaphosa to address nation. Read more here: #ECRNewswatch","sentiment_score":0.5}
{"full_text":"Rethinking IT support in the post-Covid workplacehttps:\/\/t.co\/R1GDfYVbhs","sentiment_score":0.0}
{"full_text":"ok, folks... why so many saying that taking the covid test is the most uncomfortable thing --- I barely felt it,  was scared for my life for nothing, wut?","sentiment_score":0.21}
{"full_text":"Can't wait for to learn about #NC food  policy &amp; justice and potential solutions  from  w\/ our #NCSSPC #scipol fam . Come join us!! NEXT TUESDAY 7p EDT ","sentiment_score":0.0}
{"full_text":"Storm of Crows is a rock band based in Sheffield &amp; Stockport, UK. Originally in bands in the late '90s, they reformed during lockdown to record some old songs, plus a few new ones as well. Check out here:https:\/\/t.co\/ppLfg8L5clhttps:\/\/t.co\/da1uSRGwbn#tunebubble","sentiment_score":0.0222727273}
{"full_text":"A 74-year-old man cycled more than 600 kilometers in 5 days from Wuhan to Nanjing, to thank the doctors in person who saved his life from COVID-19. He finally met the doctors in Nanjing Drum Tower Hospital and sent out his thank-you banner on Nov. 2.","sentiment_score":0.25}
{"full_text":"Public health and epidemic prevention section, non-bank financial institution from Japan, 88-carat black diamond, 3D-printed unmanned vehicles... See the new faces in the ongoing third CIIE. #CIIE2020 #Shanghai","sentiment_score":-0.0060606061}
{"full_text":"RT Kushner's management company moving to evict hundreds after coronavirus protections expireWho thought he wouldn't aft...","sentiment_score":0.0}
{"full_text":"Emissions from energy sector likely to rebound from COVID-19, Capgemini warnsRead full article in our webpagehttps:\/\/t.co\/sYC1sA8ypg#european_business_review #EBR #european #business #review #news #europe #world","sentiment_score":0.1166666667}
{"full_text":"Some great tips on looking after your mental health and wellbeing during COVID-19 for healthcare professionals from","sentiment_score":0.35}
{"full_text":"The world has seen the use of disposable single-use face masks surge, our latest blog features ways to sustainably navigate your brand through reusable face masks. https:\/\/t.co\/AoYEIR5yzJ#Sustainable #FaceMasks #COVID19 #MeaningfulMerchandise","sentiment_score":0.5}
{"full_text":"The longer this #pandemic goes on, the more we need #MentalHealthAwareness and #TraumaInformed management. Last week our CEO  featured in #ForbesEurope blog to offer some brief advice for readers.https:\/\/t.co\/0phREpHCKu","sentiment_score":0.1666666667}
{"full_text":"RT Trump said COVID would disappear after Election Day and the day after the election there were more than 100K new cases and 1...","sentiment_score":0.3181818182}
{"full_text":"We're proud that #CRE in MA stepped up this year to help businesses navigate #COVID19. We'll be honoring those who went above and beyond at our NAIOP IMPACT Celebration 12\/2. Today's nominee spotlight is Winners announced 12\/2 #makeanIMPACThttps:\/\/t.co\/D0yXtrCoOI","sentiment_score":0.4}
{"full_text":"#SriLanka - A medical worker collects a swab sample from a resident to test for the COVID-19 coronavirus in Colombo. #AFP","sentiment_score":0.0}
{"full_text":"Amazon projects sales to top estimates on holiday strength#business #covid19","sentiment_score":0.5}
{"full_text":"\"Churches are called to be prudent in following all of the COVID-19 rules, but fearless in being a public witness to God's love.\"","sentiment_score":0.1666666667}
{"full_text":"Larry Scott reviews Pac-12's game day COVID-19 testing protocolshttps:\/\/t.co\/kjpToMbMf5","sentiment_score":-0.4}
{"full_text":"I stalled with my weightloss\/fitness during lockdown.Came across Jason's pinned tweet. Piqued my interest. Tried out a 5 Day Challenge which was *great*.Procrastinated for a month.Signed up for his group coaching.Found a fantastic community.Progress= Try it! ","sentiment_score":0.5}
{"full_text":"And that was before coronavirus had really taken hold in the US.","sentiment_score":0.2}
{"full_text":"Frank Lampard has confirmed is the only player to have tested positive for Covid-19.https:\/\/t.co\/XEPGKGwz5G","sentiment_score":0.2090909091}
{"full_text":"Number of Americans seeking unemployment benefits remains historically high at 751,000","sentiment_score":0.16}
{"full_text":"Contact tracing is critical for keeping people safe and collecting data on COVID-19 cases. If you get a call from the contact tracing team, answer the phone. #covid19MA","sentiment_score":0.25}
{"full_text":"School pupils should wear a mask\/face covering if visiting local shops at lunchtime to help stop the spread of Coronavirus (unless you are exempt from wearing a face covering).For more info about face coverings &amp; exemptions visit","sentiment_score":0.25}
{"full_text":"We owe it to ourselves to keep each other safe so we're asking everyone on our sites to #STEPBACK and follow social distancing guidelines.","sentiment_score":0.1361111111}
{"full_text":"Here's a reminder of what's open and what's not at RSPCA Leeds &amp; Wakefield: #Lockdown2","sentiment_score":0.0}
{"full_text":"Hello! My name is Jessica and today I'll be #womanning the #IICCongress You can usually find me at where I mostly post about conservation... and sometimes the occasional drunken tweet.... cause #pandemic drop a line! #IICEdinburgh","sentiment_score":0.0833333333}
{"full_text":"No More Waiting for HoursSitting for long hours in a waiting room can be a pain. You may not even be waiting in a room because clinics no longer allow the patients to be in one room all at once due to COVID-19 risk.Read more:https:\/\/t.co\/UN830RKHz6#AlliMD #Telemedicine","sentiment_score":-0.1416666667}
{"full_text":"With eyes on the election, new confirmed #coronavirus cases in the U.S. have jumped 45% in the past two weeks:https:\/\/t.co\/h7V3A2FR1T#Election2020","sentiment_score":0.0954545455}
{"full_text":"\"Far from being genuinely difficult, this experience has been educational, particularly about my attitudes towards food\": Jemima Gurney speaks about the experience of losing her taste due to Covid-19.https:\/\/t.co\/cWOmKQgQUS","sentiment_score":-0.0216666667}
{"full_text":"Some good news from But without a fully functioning test and trace system we won't break the cycle of lockdown. Full response here:","sentiment_score":0.525}
{"full_text":"The couple says their 9-year-old daughter was told she could not wear a mask with the phrase \"Jesus Loves Me\" to school.https:\/\/t.co\/iKdsPDTgo6","sentiment_score":0.0}
{"full_text":"Uhuru, Magoha's tough choice as Covid-19 numbers rise in schools***Latest News Updates","sentiment_score":-0.3888888889}
{"full_text":"\"STOP CORONAVIRUS - Please Keep Safe Distance\"Infographic#COVID19 #Coronavirus #StaySafe #StaySafeStayHealthy","sentiment_score":0.5}
