{"full_text":"Trump right now: \"It's amazing how one-sided these mail in ballots are for Biden!\"Also Trump: \"Don't mail in your ballot!  Coronavirus isn't a threat!  Go to the polls in person on November 3!\"","sentiment_score":0.6428571429}
{"full_text":"Not great!","sentiment_score":-0.5}
{"full_text":"Maybe if you would have done a better job with the coronavirus there would not have been that many mail in ballots. Don the Fraud.","sentiment_score":0.5}
{"full_text":"RT Watch the FIRST ice hockey game in the UK since lockdown!   14\/11\/2020  MK Lightning  22\/11\/2020  Sheffield Steeld...","sentiment_score":-0.125}
{"full_text":"RT BREAKING: Dr. Deena Hinshaw says there are roughly 800 new cases of COVID-19 in Alberta, with nine hospitals reporting outbrea...","sentiment_score":0.0181818182}
{"full_text":"RT \"It's amazing how those mail-in ballots are so one-sided\" says the president who told his supporters not to cast them, lea...","sentiment_score":0.6}
{"full_text":"RT NEW: Missouri poll worker showed up for work on Election Day after testing positive for coronavirus; the worker has since died...","sentiment_score":0.1818181818}
{"full_text":"RT Rt &gt; 1 means you're not doing enough to suppress the virus. Don't me. #COVID19 #Ontario","sentiment_score":0.0}
{"full_text":"There's a Global Pandemic which prompted many to turn mail in ballots to SAFELY vote w\/o worrying of possibly catching COVID #Election2020","sentiment_score":0.4}
{"full_text":" Just in case any readers are based in #London (within M25), we are a mobile #GardenCentre offering free #delivery of #plants &amp; #compost, pots &amp; troughs throughout #Lockdown - we have a wide range in our webshop - pls support our small business ","sentiment_score":0.0166666667}
{"full_text":"There is a pandemic out of control in USA and that's why more voted by postal ballots!","sentiment_score":0.625}
{"full_text":"your stupidity and ignorance put us in the middle of the pandemic. That's why mail-in ballots were so widely used. How did Putin handle it in 2016???","sentiment_score":-0.2333333333}
{"full_text":"The imbecile in chief said the amount of mail in ballots are unprecedented and a conspiracy. What a dumb F! It's because of Covid you moron!","sentiment_score":-0.4171875}
{"full_text":"RT BREAKING: In a White House press conference, US President Donald Trump claims that there has been \"election interference\" and \"...","sentiment_score":0.0}
{"full_text":"RT The president is bemoaning the high rate of mail-in ballots going for Democrats. His own advisers warned him that amid a pan...","sentiment_score":0.38}
{"full_text":"RT GREAT EdSource article about how CA #PhysEd Teachers are keeping kids active, healthy and learning during the pandemic. Nic...","sentiment_score":0.3888888889}
{"full_text":"RT Trump is doing more to stop ballots than he did to stop Covid","sentiment_score":0.5}
{"full_text":"RT The president is bemoaning the high rate of mail-in ballots going for Democrats. His own advisers warned him that amid a pan...","sentiment_score":0.38}
{"full_text":"People still eat there","sentiment_score":0.0}
{"full_text":"RT As a Toronto MP, and a mother of children back at school in Toronto, I fully support the extension of lockdown restrictions...","sentiment_score":0.0}
{"full_text":"RT Just a perfectly normal former WH advisor from a perfectly normal administration, advocating the beheading of a promine...","sentiment_score":0.1}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"It's the covid, this is my conspiracy","sentiment_score":0.0}
{"full_text":"Trump set this up from the beginning by putting up his Post Master General, who then went and took up all postal blue boxes so votes wouldn't make it in time. He hates the postal service and want the people to do the same. We are in the middle of a damn pandemic.....","sentiment_score":0.0125}
{"full_text":"RT The Washington-Cal game has been canceled over one asymptomatic covid test. This is absolute insanity.","sentiment_score":-0.1}
{"full_text":"RT I can't imagine how frustrated these players are tonight to have this happen...1 positive test (asymptotic) has derailed the...","sentiment_score":-0.2363636364}
{"full_text":"RT Australia has agreed to purchase another 50 million doses of two more #COVID19 vaccines, Prime Minister Scott Morrison said, a...","sentiment_score":0.5}
{"full_text":"The best...I needed tht break","sentiment_score":0.0}
{"full_text":"RT Hinshaw says the recent restrictions introduced in Edmonton and Calgary have not worked well enough based on current cases....","sentiment_score":0.0}
{"full_text":"RT Global TV asks about when we will see restrictions, whether we will go back into lockdown.Hinshaw said discussions on...","sentiment_score":0.0}
{"full_text":"RT As Jared Kushner was in charge of managing the coronavirus pandemic from the White House, a property management company he pa...","sentiment_score":0.0}
{"full_text":"RT The gaslighter in Chief is given air time to lie, again, to the nation. Meanwhile Biden and Harris are already working on...","sentiment_score":0.0}
{"full_text":"I wear a mask in a shop because it's the law and I don't want a fine. Not my business or problem what others do. You wear what you like ","sentiment_score":0.4166666667}
{"full_text":"RT U.S. reports 116,255 new coronavirus cases, biggest one-day increase on record- New cases: 116,255- Positivity rate: 7.6% (...","sentiment_score":0.1363636364}
{"full_text":"If would have taken this pandemic seriously there wouldn't have been a need for so many mail in ballots","sentiment_score":0.0833333333}
{"full_text":"RT Gregory estimates around 75 people were set to harvest around 1,500 acres Wednesday. William Clark Green Cotton Relief Fund don...","sentiment_score":-0.2}
{"full_text":"If Trump didn't want an all VBM election in so many states, maybe he shouldn't have lied to the American people for months about COVID-19 and done something to stop it's spread... but he didn't, and 210,000+ Americans died.","sentiment_score":0.25}
{"full_text":"#Lungcancer patients are at high risk for contracting Covid-19 due to pre-existing medical conditions. If you or a loved one has been diagnosed with lung cancer click the link below for more information on how to manage your health during the pandemic","sentiment_score":0.247}
{"full_text":"Just as he looked into the camera and said, \"Russia if you are listening find Hillary's emails.\" He wasn't joking he meant it. Not a word from our \"leader\" re: Pandemic. So many dead and those suffering from Covid &amp; long Covid.","sentiment_score":0.0833333333}
{"full_text":"It honestly wouldn't be hard for 343 to lock down some consoles for their player when they continuously claim to be fully invested in esports.","sentiment_score":0.0509259259}
{"full_text":"RT WHICH IS WHY MILLIONS OF AMERICANS VOTED BY MAIL ","sentiment_score":0.0}
{"full_text":"Denmark to cull up to 17 million mink amid coronavirus fears - BBC News","sentiment_score":0.0}
{"full_text":"I believe it. My wish is that I could get closer with her but with this pandemic going on that's not going to happen.","sentiment_score":0.0}
{"full_text":"RT While Trump is speaking, this URGENT just crossed the CNN wire: \"Daily Covid-19 cases surpass 108,000, a new record high\"","sentiment_score":0.0987878788}
{"full_text":"RT \"I'm just devastated.\"The Lewis family speaks about the unbearable pain of losing three loved ones within five days to...","sentiment_score":0.7}
{"full_text":"RT Back in September we reported that Kevin McCarthy was privately encouraging Republicans to vote by mail &amp; warned Presiden...","sentiment_score":0.0}
{"full_text":"RT BREAKING: Dr. Deena Hinshaw says there are roughly 800 new cases of COVID-19 in Alberta, with nine hospitals reporting outbrea...","sentiment_score":0.0181818182}
{"full_text":"Someone tell Trump we are IN A PANDEMIC! And that he actively tried to SLOW UP THE MAIL SYSTEM! And that HEARSAY IS NOT A UNIVERSAL TRUTH!! #ManUp and let them #CountEveryVote #AllVotesMatter  you putz!","sentiment_score":-0.1694444444}
{"full_text":"#NewYork #USA #NorthAmerica  Cases: 555,679 (+2)  Death: 33,770  Recovered: 423,079  Critical: 1,013  New %: 0.6%  Death %: 6.1%  Population %: 2.9%#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"YOU ARE A SERIOUSDELUSIONAL PRICK YOU KNOW THAT RIGHT 1. YOU CALL YOURSELF BRITISH NOT ENGLISH F THE BRITISH 2. YOU ACTUALLY THINK THE POLICE ARE ENFORCING THE LAW HAHA THIS IS TYRANNY HOW ABOUT YOU GO LOOK AT A DIFFERENCE BETWEEN LAW AND POLICY","sentiment_score":0.080952381}
{"full_text":"RT People who voted for Donald Trump: is this your king? Joe Biden is taking meetings on covid response, thinking about how to...","sentiment_score":0.0}
{"full_text":"imma buy you a lie detector. The reason there are so many mail in ballots is because YOU didn't handle the pandemic properly. It's not corrupt or fraud. It's EDUCATED people not wanting to put their health at risk by voting in person. #votehimOUT","sentiment_score":0.375}
{"full_text":"6 #Futuristic HR Expertise Traits Amid COVID-19 Disaster #covid19 #crisis #technology #trends","sentiment_score":0.0}
{"full_text":"Mr Trump, People wanted to mail in ballots - LIKE YOU DID because there's a PANDEMIC going on, you MORON. Please God save us from this lying fool.","sentiment_score":-0.8}
{"full_text":"He's dismissing the pandemic! As to why we got Mail in ballots","sentiment_score":0.0}
{"full_text":"RT How to start a podcast in Lockdown 2","sentiment_score":0.0}
{"full_text":"RT \"Working class people going to work because they won't get paid otherwise\"","sentiment_score":0.0}
{"full_text":"RT Dynamo Kiev's manager asks Messi for his jersey. Messi agrees to give him one from upstairs, likely due to the covid-19 shir...","sentiment_score":-0.0625}
{"full_text":"in a fucking pandemic ppl couldn't mail in ballots ???? after being told they could mail in ballots ????","sentiment_score":-0.6}
{"full_text":"#Trump Legacy:#USA could have AVOIDED Over 130,000 #COVID Deaths with a More Robust #Pandemic Response from #Trump. FAILURE of #TRUMPhttps:\/\/t.co\/uy6Elyu6C1","sentiment_score":0.0916666667}
{"full_text":"RT Trump charges voter suppression. In fact, in spite of a pandemic, this was the highest turnout rate in 120 years.","sentiment_score":0.0}
{"full_text":"Hard working mom of two kids, one with disability. My husband was really sick with covid but thankfully he is better but not working now so I'm barely making enough for everything by taking care of the elderly.  It would help so much. I'm working morning to night mon-Friday","sentiment_score":-0.0426587302}
{"full_text":"RT Seems like it's time for a brief but real \"stay at home\" order in Utah. 2800 patients a day will lead to a dramatic spik...","sentiment_score":-0.0777777778}
{"full_text":"RT This is what Joe Biden did today. He got to work for the American people.","sentiment_score":0.0}
{"full_text":"RT To the poll workers and vote counters, risking their health during this pandemic, staying up until all hours of the nigh...","sentiment_score":0.0}
{"full_text":"All of your cites are not related to your stupid COVID tweet. Try again. And I see you avoided Pennsylvania.","sentiment_score":-0.4}
{"full_text":"\"Fat\"Just drop your selfie and go.","sentiment_score":0.0}
{"full_text":"RT Trump charges voter suppression. In fact, in spite of a pandemic, this was the highest turnout rate in 120 years.","sentiment_score":0.0}
{"full_text":"RT Back in September we reported that Kevin McCarthy was privately encouraging Republicans to vote by mail &amp; warned Presiden...","sentiment_score":0.0}
{"full_text":"The COVID-19 Fatality Rate (for Businesses):","sentiment_score":0.0}
{"full_text":"RT .@AstraZeneca hopes to show its COVID-19 vaccine is effective by the end of this year and could start rolling it out in Ja...","sentiment_score":0.6}
{"full_text":"RT Mail in ballots favor because they are the people who took corona virus seriously. Votes that are postmarked Nov...","sentiment_score":-0.3333333333}
{"full_text":"So a guy who lies like I breathe is saying that he had such a big lead on Tuesday night and all those mail in ballots are fraudulent?  During a pandemic?","sentiment_score":0.0}
{"full_text":"RT Arrests made at London lockdown protesthttps:\/\/t.co\/6z89q52IEm","sentiment_score":0.0}
{"full_text":"RT Back in September we reported that Kevin McCarthy was privately encouraging Republicans to vote by mail &amp; warned Presiden...","sentiment_score":0.0}
{"full_text":"RT U.S. reports 116,255 new coronavirus cases, biggest one-day increase on record- New cases: 116,255- Positivity rate: 7.6% (...","sentiment_score":0.1363636364}
{"full_text":"More talking of retail and social gatherings there but it's a good argument for guaranteed sick leave. People who are forced to work while sick infect their coworkers and kill overall productivity. Businesses are better off if those people can stay home.","sentiment_score":0.0005952381}
{"full_text":"RT We must remember that we haven't beaten this.For too long we've relied on other nations for resources, &amp; while we've ta...","sentiment_score":-0.0875}
{"full_text":"RT Trump charges voter suppression. In fact, in spite of a pandemic, this was the highest turnout rate in 120 years.","sentiment_score":0.0}
{"full_text":"RT Trump is fighting harder to stop the count than he did to stop the spread of COVID.","sentiment_score":-0.1}
{"full_text":"The USA election..... cheering up UK citizens in lockdown. Thank you. #TrumpMeltdown","sentiment_score":0.0}
{"full_text":"We owe so many Americans a debt of gratitude for making our democracy work. \/1","sentiment_score":0.5}
{"full_text":"RT How dare the American people protect themselves, their family and friends, and those in their neighbourhoods by refusing...","sentiment_score":0.0}
{"full_text":"RT Trump is trying harder to stop these votes than he did to stop a pandemic.","sentiment_score":-0.1}
{"full_text":"Dear Liar in Chief...no one is listening to your lies. We have more important things to worry about like Covid, your unstable supporters intimidating volunteers, and the fact that 55% of white women still supported you!! #TrumpMeltdown","sentiment_score":0.3}
{"full_text":"While people count votes, the US hit 116K Covid cases today; an all-time high, surpassing yesterday's number by 13K.  BTW, yesterday's count was a record.  Hospitalization is up to 53K and based on the trend should pass the April record of 60K in a week or 2. #Sad","sentiment_score":-0.17}
{"full_text":"RT cannot wait to b covid free so i can get my eyebrows and bridge pierced ","sentiment_score":0.4}
{"full_text":"RT I'm anxious to get back to Washington to organize the support for our children &amp; our families that is needed during th...","sentiment_score":-0.125}
{"full_text":"Lockdown is garbage.","sentiment_score":0.0}
{"full_text":"Until the COVID cough kicks in","sentiment_score":0.0}
{"full_text":"RT Mail in ballots favor because they are the people who took corona virus seriously. Votes that are postmarked Nov...","sentiment_score":-0.3333333333}
{"full_text":"But let's ignore Cancer patients &amp; others that have been struggling for YEARS with mmj that's overpriced and leaves very few options. ","sentiment_score":-0.26}
{"full_text":"COVID-10 ????","sentiment_score":0.0}
{"full_text":"RT To the poll workers and vote counters, risking their health during this pandemic, staying up until all hours of the nigh...","sentiment_score":0.0}
{"full_text":"RT There wouldn't have BEEN so many mail-in ballots if someone didn't BUNGLE the pandemic response (by not HAVING one).","sentiment_score":0.5}
{"full_text":"RT Flash back thinking about the need to get back there before they lock shit back down again.,","sentiment_score":-0.0711111111}
{"full_text":"RT he complaining about mail in ballots being used during a pandemic","sentiment_score":0.0}
{"full_text":"RT Mail in ballots favor because they are the people who took corona virus seriously. Votes that are postmarked Nov...","sentiment_score":-0.3333333333}
{"full_text":"RT Good job MSNBC for cutting him off. I wonder how many fewer Americans would be dead if TV networks took the same approach w...","sentiment_score":0.08}
{"full_text":"Judge Rules CA Gov Overstepped His Authority with Covid Order, Issues Permanent Injunction Restraining Newsom From Further Issuing Unconstitutional Orders via","sentiment_score":0.0}
{"full_text":"we are in a pandemic!!! voting by mail was smart and safe and totally LEGAL!!! What is confusing about that????","sentiment_score":0.2012276786}
{"full_text":"RT From the guy who brought you \"The reason there are so many COVID-19 cases is because we are doing too many tests...","sentiment_score":0.5}
{"full_text":"RT Trump charges voter suppression. In fact, in spite of a pandemic, this was the highest turnout rate in 120 years.","sentiment_score":0.0}
{"full_text":"RT Iconic music venues from Nashville to New York that have nurtured musical talent and preserved local culture for decades are in dan...","sentiment_score":0.1590909091}
{"full_text":"RT for all the people i partied with this weekend, im covid negative","sentiment_score":-0.3}
{"full_text":"Mitch McConnell is re-elected for doing nothing for the people as they are suffering the most","sentiment_score":0.5}
{"full_text":"RT They purge us off voter rolls, disenfranchise us by reducing voting locations, refuse to extend voting periods during a...","sentiment_score":0.0}
{"full_text":"RT CHEDDAR'S RESTAURANT SCORES 86.50 B HEALTH GRADE, EMPLOYEES NOT WASHING HANDS During the Corornavirus pandemic a emp...","sentiment_score":0.0}
{"full_text":"RT Shoe Zone, Peacocks, Select, WHSmith, Claire's, Sports Direct ..","sentiment_score":0.1}
{"full_text":"European Recovery Slows Down Amid High Uncertaintyhttps:\/\/t.co\/nsssvOS28tBy Jorge Valero(EurActiv) -- The European Commission revised downwards its expectations about the European recovery as the impact of the second wave of COVID-19, and the uncertainty about how it wi...","sentiment_score":0.0007407407}
{"full_text":"RT Mail in ballots favor because they are the people who took corona virus seriously. Votes that are postmarked Nov...","sentiment_score":-0.3333333333}
{"full_text":"RT Mail in ballots favor because they are the people who took corona virus seriously. Votes that are postmarked Nov...","sentiment_score":-0.3333333333}
{"full_text":"RT I am up to four friends and relatives who currently have Covid. They will all live but said they would not wish this up...","sentiment_score":0.0681818182}
{"full_text":"RT Donald Trump is moving quicker to stop ballot counting than he did to stop COVID deaths.","sentiment_score":0.0}
{"full_text":"This is amazing. What a model. And also just humane.","sentiment_score":0.6}
{"full_text":"RT The president is bemoaning the high rate of mail-in ballots going for Democrats. His own advisers warned him that amid a pan...","sentiment_score":0.38}
{"full_text":"RT The president is bemoaning the high rate of mail-in ballots going for Democrats. His own advisers warned him that amid a pan...","sentiment_score":0.38}
{"full_text":"\"Social distance at parade routes...\"This is the future liberals want.","sentiment_score":-0.0722222222}
{"full_text":"RT Creative fundraising at its best! This DfG volunteer has installed a \"little library\" in her front yard, filled with dona...","sentiment_score":0.428125}
{"full_text":".@ONDCP Assistant Director Eric Talbot speaks with on regional drug use trends, ONDCP's top priorities, and how #COVID19 has impacted the agency's work in 2020.","sentiment_score":0.5}
{"full_text":"Idiotic.","sentiment_score":-0.6666666667}
{"full_text":"RT Dr. Deena Hinshaw says techincal issues mean no detailed COVID-19 numbers today, but says Alberta recorded about 800 case...","sentiment_score":-0.25625}
{"full_text":"RT In this new infographic from CHEST's Bronchoscopy Domain Task Force, learn about patient selection, necessary equipment and...","sentiment_score":0.0681818182}
{"full_text":"RT The president is bemoaning the high rate of mail-in ballots going for Democrats. His own advisers warned him that amid a pan...","sentiment_score":0.38}
{"full_text":"Yeah I mean, I figured more people would vote by mail considering the pandemic. That, plus the concentration on democrats who vote by mail (as you mentioned) is the reason trump wanted to delegitimize them","sentiment_score":0.09375}
{"full_text":"he sounds really out of breath too. covid catching up to him?","sentiment_score":0.4}
{"full_text":"RT Mail in ballots favor because they are the people who took corona virus seriously. Votes that are postmarked Nov...","sentiment_score":-0.3333333333}
{"full_text":"Now on Naija ReportsLampard details Kai Havertz COVID-19 situation, symptomshttps:\/\/t.co\/O0Kxm9mDpv","sentiment_score":0.0}
{"full_text":"Joe Biden speaks to America about Covid-19 and speaks to families who have lost loved ones. Trump rants and rants about how he has won the Election already. What the hell is wrong with Donald J. Trump? OMG. He has no common sense.","sentiment_score":0.1166666667}
{"full_text":"Coronavirus disease 2019 (COVID-19) has infected almost 2,000 children in Western Visayas - a small but growing share of the region's virus tally.https:\/\/t.co\/8mpseI81y1","sentiment_score":-0.125}
{"full_text":"Join us on UN World Children's Day (12pm, 20\/11) for a webinar on 'The Invisibility of Children's Risk and Wellbeing during COVID-19' Speakers: Karen Field CEO &amp; Kirra-Alyssa Horley #WorldChildrensDay","sentiment_score":0.0}
{"full_text":"Quezon City Mayor Joy Belmonte has called on businesses to hold sales and resume their operations in open-air spaces or naturally ventilated indoor venues to promote the safe reopening of the economy amid the COVID-19 pandemic.https:\/\/t.co\/7CtYL0CdHu#MetroManilaNews","sentiment_score":0.4666666667}
{"full_text":"- btw, we are in the MIDDLE OF A PANDEMIC. Which you would know IF you REALLY got Covid-19. Something you have clearly forgotten.","sentiment_score":0.1}
{"full_text":"My thoughts every time I see a big table full of laughing al fresco diners: \"Oh, so you all live together and are staying quarantined, right?\"","sentiment_score":0.1930194805}
{"full_text":"China suspends special flights from India as Covid-19 cases rise(reports ","sentiment_score":0.3571428571}
{"full_text":"RT Mail in ballots favor because they are the people who took corona virus seriously. Votes that are postmarked Nov...","sentiment_score":-0.3333333333}
{"full_text":"Husky football has been delayed. No worries though, they'll be back next week!","sentiment_score":0.0}
{"full_text":"Oregon sets a new coronavirus daily record with 805 new presumptive and confirmed cases reported on Thursday, shattering the last record by almost 200 cases.https:\/\/t.co\/n8i81TDmuD","sentiment_score":0.1345454545}
{"full_text":"Wondering how you'll stay social and sane through winter? Try sprucing up your backyard, patio or deck space with some ambiance in a #DIY COVID shelter. ","sentiment_score":0.0333333333}
{"full_text":"RT My show War Room: Pandemic, that has been responsible for the Hunter Biden #LaptopFromHell and leading the fight against ste...","sentiment_score":0.2}
{"full_text":"Mass. education officials report 154 students, 98 staff have tested positive for COVID-19 #7News","sentiment_score":0.2272727273}
{"full_text":"The Pennsylvania Department of Health is gearing up for the expected distribution of one or more Covid-19 vaccines in the coming months, although how long it will take to give and how many people will ultimately get one are still in flux. ","sentiment_score":0.17}
{"full_text":"RT Eeesh, well... this is largely and unfortunately too true.","sentiment_score":0.0214285714}
{"full_text":"\"Being in the hospital, and being hours away from being on a ventilator, it has taken me to a whole different level of gratitude.\"https:\/\/t.co\/Sfx4bKgYA8","sentiment_score":0.1}
{"full_text":"The flu shot is a safe, effective way to protect your health this flu season. is offering free flu shots every Saturday through mid-December from 9 a.m. to 4 p.m. at the SCC Fairgrounds:","sentiment_score":0.5}
{"full_text":"Widespread inconsistencies in #death certification mean that the U.S. #publichealth agency is almost certainly underestimating how often such deaths occur, report authors say. #children #deaths #SUDC #vaccination #JAMA #CDC #TheDefenderhttps:\/\/t.co\/XmLK24QbZN","sentiment_score":-0.0495535714}
{"full_text":"Unsurprisingly, the government is pushing 2021 as the \"year of the staycation.\" And the budget highlights a number of ways Ontarians can keep busy while sticking close to home, writes #onbudget #onpoli","sentiment_score":0.1}
{"full_text":"RT The president is bemoaning the high rate of mail-in ballots going for Democrats. His own advisers warned him that amid a pan...","sentiment_score":0.38}
{"full_text":"The pandemic, Republicans in certain  states came up with legislation that mail in votes will only be counted on Election Day and not days before.","sentiment_score":0.1071428571}
{"full_text":"I'm going to say it: Covid is being made out to be more than it is. This is NOT helping when restrictions lift...","sentiment_score":0.5}
{"full_text":"The Black Friday holiday shopping tradition, known for a frenzy of big doorbuster deals starting on Thanksgiving day, will look very different this year amid the COVID-19 pandemic.","sentiment_score":-0.0416666667}
{"full_text":"RT I've just not been ok since I had #Covid19 When I had it I just had headaches. After my isolation, I was always tired. S...","sentiment_score":0.05}
{"full_text":"This #ThrowbackThursday from our past Fall 2020 Rebuilding Day warms our hearts. We were social distancing so the homeowners made a sign.","sentiment_score":-0.1083333333}
{"full_text":"Two days before the football season even starts, a game has already been canceled because of a COVID-19 outbreak. | By","sentiment_score":-0.4}
{"full_text":"The pandemic hasn't gotten in the way of Alexandre Alain and Rafael Harvey-Pinard's hard work in the offseason.#GoHabsGo","sentiment_score":-0.2916666667}
{"full_text":"RT President Trump is either: 1. Extraordinarily and willfully ignorant about how this election count was always going to...","sentiment_score":0.3333333333}
{"full_text":"It really is suspicious there aren't more mail-in votes for Trump after he spent months telling everyone mail-in votes are corrupt and its not a big deal if you catch covid at a polling station","sentiment_score":0.02}
{"full_text":"It's blowing my mind that he really doesn't understand how Mail in ballots work  they're postmarked for Nov. 3rd, if anything a lot are earlier, they still count bro lol how easily he forgets about the pandemic","sentiment_score":0.2866666667}
{"full_text":"RT The president is bemoaning the high rate of mail-in ballots going for Democrats. His own advisers warned him that amid a pan...","sentiment_score":0.38}
{"full_text":"We're splurging.","sentiment_score":0.0}
{"full_text":"RT Trump is trying harder to stop these votes than he did to stop a pandemic.","sentiment_score":-0.1}
{"full_text":"You can't stay at home?Then stay in my heart","sentiment_score":0.0}
{"full_text":"If you are South Carolina Unemployment Insurance claimant displaced from work due to COVID-19, thousands of professional online courses are available to you at no cost through #chsnews #chsreads #chsjobs","sentiment_score":0.125}
{"full_text":"#Taiwan continues to proactively combat #COVID19 despite its exclusion from World Health Organization.  Thanks to a rapid response and advance preparedness, Taiwan's per-million cases and deaths are very low. To recover better together, #TaiwanCanHelp. #HealthForAll","sentiment_score":0.2333333333}
{"full_text":"\"What about Independent MPs? Are these new Dewan Rakyat rules fair to them?\" &amp; speak to lawyer about new Covid-19 prevention measures allowing only 80 MPs in the chamber at any one time. Watch #ConsiderThis at","sentiment_score":0.1945454545}
{"full_text":"Case Studies are a great way to see how people get Green done. Here's an example from which aligns #COVID #safety and #sustainability. #CaseStudy #SustainableProduction #produciton","sentiment_score":0.3}
{"full_text":"RT Public Health tweets by Dr SeussCOVID doesn't care if you're at a bar,COVID doesn't care if you're in a car.COVID won...","sentiment_score":0.0}
{"full_text":"RT The 2010 Forbes article on\"Why the WHO Faked a Pandemic\" was removed from the Forbes website within 12 hours of this tweet....","sentiment_score":0.0}
{"full_text":"RT St. Charles County poll worker worked at polling place despite positive for COVID-19 test, worker later diedhttps:\/\/t.co\/JBb...","sentiment_score":0.1136363636}
{"full_text":"RT Jurgen Klopp with a message for the people of Liverpool...Let's start the fightback against COVID - #LetsGetTested Full infor...","sentiment_score":0.35}
{"full_text":"RT Wheeeeeewwww weeeeee!! The truth!","sentiment_score":0.0}
{"full_text":"Link?","sentiment_score":0.0}
{"full_text":"I keep buying shoes &amp; boots online. My feet really want to go somewhere. I'll meet you in Philly!","sentiment_score":0.25}
{"full_text":"RT \"Watching Trump's lead in states evaporate or disappear because of mail-in votes is some galactic-level karma\" -- a Trump a...","sentiment_score":0.0}
