{"full_text":"Lockdown Archives #4 20\/?:Between the salt water and the sea strand...The beach at Le Cormier on a hot July day. After a lunch &amp; a mooch around Pornic, Severine &amp; I enjoyed a lovely, blessedly air conditioned drive along the Atlantic coast. Many happy memories from our youth.","sentiment_score":0.51}
{"full_text":"RT Do not read this affidavit from an IT expert. We know what is documented here is impossible as the Maricopa County Supervi...","sentiment_score":-0.6666666667}
{"full_text":"RT I don't know who needs to hear it but apparently a lot of people need to hear a negative COVID test doesn't mean it's safe...","sentiment_score":-0.015625}
{"full_text":"\"Anyone over 50 who is registered at our 11 GP practices can book in online for their flu vaccination from December 1.\"They can just drive or walk in to our site here and book their slot at","sentiment_score":0.0}
{"full_text":"Karnataka is well prepared for COVID-19 vaccine delivery: Health Minister","sentiment_score":0.0}
{"full_text":"RT UTTERLY SOBERING--cases rising so fast that we will likely see 3000 deaths a day by end of year. That is one 9\/11  d...","sentiment_score":0.0666666667}
{"full_text":"RT Nurse: You need to isolate until your COVID test results come back.Gladys: I don't need to know that bit.#nswpol","sentiment_score":0.0}
{"full_text":"RT Let us not forget come 2022\/23 that most of the books dropping those years were written during a batshit election season during...","sentiment_score":0.5}
{"full_text":"Dear please take action regarding this misinformed and dangerous tweet  4 X greater risk of death in black communities. 2 x greater risk in poorest communities (ONS).COVID is an infectious disease. Increased risk associated with deprivation and systematic inequality.","sentiment_score":0.0666666667}
{"full_text":"RT Jeff Bezos has gotten $70 billion richer in the pandemic.Call me crazy, but if my small business can pay taxes, pay...","sentiment_score":-0.425}
{"full_text":"There is no long lasting immunity to COVID. The worst thing about COVIDIOTS is not that they kill themselves but that they also kill others. Now herd mentality is a thing.Baaaaa!","sentiment_score":-0.325}
{"full_text":"RT And you are so proud of this picture?","sentiment_score":0.8}
{"full_text":"RT 5 things every frontend developer should know in 2021:- The pandemic is not over- Wear a mask- Keep your distance- Take...","sentiment_score":0.0}
{"full_text":"BTS SAYS STAY AT HOME!","sentiment_score":0.0}
{"full_text":"RT This conceptual study asks: How is the world shaped and sensed in a post-COVID society?@MohammedCheded Alex Skandalis","sentiment_score":0.0}
{"full_text":"Urgent","sentiment_score":0.0}
{"full_text":"RT Vice President-elect and I spent the afternoon meeting with a bipartisan group of mayors. It was just the start...","sentiment_score":-0.1}
{"full_text":"Thank you","sentiment_score":0.0}
{"full_text":"COVID-19 study underscores the importance of protection guidelines based on fluid dynamics research","sentiment_score":0.0}
{"full_text":"We dodged a bullet.  If not for Covid DJT would have been re-elected.  Focus needs to be on all Americans that are disaffected and hurting.","sentiment_score":0.0}
{"full_text":"You have banged on for 2 yrs that we must not trust #nicotine #vaping because you believe in the precautionary principle but you appear to be pushing a #covid19 vaccine that circumvents that principle. How do we trust you with our health?","sentiment_score":0.0}
{"full_text":"RT Democrats used COVID as an excuse to eliminate many of the mechanisms that ensure election integrity. Republicans have...","sentiment_score":0.225}
{"full_text":"Arteta checks his non-negotiables list...No pepe is there.","sentiment_score":0.0}
{"full_text":"RT Extra actor on set of upcoming JTBC drama 'Hush' has been confirmed as a positive Coronavirus caseFilming halted, all actors...","sentiment_score":0.2090909091}
{"full_text":"RT This performance actually hits different knowing that all of us had plans but the pandemic came and everything was ruined...","sentiment_score":0.0}
{"full_text":"RT It's not a pandemic, the facts don't add up.Test centres empty Hospitals not busy Test centre staff getting very angr...","sentiment_score":0.0166666667}
{"full_text":"Research provides key information on transmission, development of mutations in SARS-CoV-2 virus","sentiment_score":0.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"COVID-19: England's latest coronavirus hotspots revealed - as infection rates drop in most areas - Sky News","sentiment_score":0.5}
{"full_text":"UK Covid-19 cases and deaths: how the UK is coping with a second wave","sentiment_score":0.0}
{"full_text":"RT You're a disgrace","sentiment_score":0.0}
{"full_text":"What England's Covid lockdown rules mean for you - and when they could end","sentiment_score":-0.3125}
{"full_text":"Surely a #covid19 #vaccine that's brand new exposes far greater risk than #nicotine vaping that been in use for over 10 years?@GregHuntMP #AusPol@hollieahughes","sentiment_score":0.3090909091}
{"full_text":"RT This column examines emerging market sovereign credit default swaps spreads during the pandemic and assesses the relative import...","sentiment_score":0.0}
{"full_text":"RT Today I introduced an #ableg motion to restore cut #abed funding and then meet the increased needs re #COVID19AB in schools...","sentiment_score":0.0}
{"full_text":"RT Coronavirus denialism kills. Virus deniers have blood on their hands.  Also: it shouldn't take the death of a major city...","sentiment_score":0.0625}
{"full_text":"RT Vice President-elect and I spent the afternoon meeting with a bipartisan group of mayors. It was just the start...","sentiment_score":-0.1}
{"full_text":"What Is the Best Strategy to Deploy a Covid-19 Vaccine? via #scicomm #science #vaccines #vaccine #epitwitter #parents #parenting #USA #politics #CDC #FDA #ethics #HumanRights","sentiment_score":1.0}
{"full_text":"To all my Arizona fans I will be at on Nov.29th y'all better come out shit they finna lock shit down AGAIN let's get out while we can let's go ","sentiment_score":-0.0138888889}
{"full_text":"RT We won the White House. Now it's time to flip the Senate. We must defeat COVID and the only way to do that is with leaders w...","sentiment_score":0.0}
{"full_text":"RT What can #Covid teach us about the path to #netzero? How can local energy help bring about a prosperous &amp; fair #pandemic r...","sentiment_score":0.35}
{"full_text":"Sitting here realizing that Tobias Menzies has gotten me through Covid Captivity thus far. Casino Royale, Outlander and The Crown. So, I feel I kinda owe him something. I will marry him. You're welcome.","sentiment_score":0.45}
{"full_text":"RT COVID-19 Patients Could Be Immune To Virus For Years, New Study Shows","sentiment_score":0.1363636364}
{"full_text":"RT Maintaining public support for collective sacrifices (including the tax rises to come) requires visible fairness - we prop...","sentiment_score":0.0}
{"full_text":"RT As promised,  my formal response to rebut FAKE NEWS is published.HIDDEN but INTERESTING information r...","sentiment_score":0.0}
{"full_text":"RT What curfew? Massive crowd in Huntington Beach, CA protesting the statewide covid curfew that went into effect  less than an...","sentiment_score":-0.0833333333}
{"full_text":"RT WAIT EACH ROOM FROM THE FIRST ROOM JUNGKOOK READING COVID OUTBREAK NEWSPAPER TO NEXT ROOM DIFFERENT SEASONS UNTIL NOW DECEMBER...","sentiment_score":0.0833333333}
{"full_text":"RT Jagannath Mandir in Ahmedabad feeding all those stuck in covid curfew and those homeless. Pure service in mind, no convers...","sentiment_score":0.2142857143}
{"full_text":"RT People complaining about Disney not reopening while I'm over here hearing that so many people's family members are falling ill...","sentiment_score":0.0}
{"full_text":"RT As we head into this holiday week, please take every precaution you can to keep yourself, your family, and your community...","sentiment_score":0.0}
{"full_text":"Can we use this as an opportunity to remember Family Values and spending time with the people you Love? Making dinner for your family. Spending time together at the table.","sentiment_score":0.5}
{"full_text":"RT PPCRV has a report that their parallel count of votes has 99.995% accuracy. With the pandemic , we will have to find wa...","sentiment_score":0.0}
{"full_text":"RT .@Crof: If we carry on as we have this fall, we can expect about 25,000 cases a day. If we decide to celebrate Christmas with...","sentiment_score":0.0}
{"full_text":"RT Pfizer, driven by shareholder value maximisation, looks to make a bonanza from its vaccine. AstraZeneca's purpose is to...","sentiment_score":0.0}
{"full_text":"RT I'm not kiddingGuardian Australia has also confirmed the news that the NSW premier, Gladys Berejiklian, voted in parli...","sentiment_score":0.4}
{"full_text":"RT THIS IS A BIG PROBLEM EVEN MORE THAN IT SEEMS.#MDCAT #mdcat2020 #Imrankhancancelmdcat","sentiment_score":0.25}
{"full_text":"RT Kinda fed up with living in a country that values individualism so fiercely that we are incapable of being team players ver...","sentiment_score":0.0}
{"full_text":"Due to Covid19 ,incorporation of the new company at Dubai,UAE was delayed, and the Company will incorporateas soon as travel is permitted and the new Companywill sign various other project agreements withvarious agencies.This is what i could find in AR","sentiment_score":0.0045454545}
{"full_text":"RT The lockdown many of us in Ontario enter today is a serious step. The govt must do everything it can to ensure people +...","sentiment_score":0.0833333333}
{"full_text":"Gladys Berejiklian wants us to stay COVID safe but can't be arsed doing it herself.","sentiment_score":0.35}
{"full_text":"RT WAIT EACH ROOM FROM THE FIRST ROOM JUNGKOOK READING COVID OUTBREAK NEWSPAPER TO NEXT ROOM DIFFERENT SEASONS UNTIL NOW DECEMBER...","sentiment_score":0.0833333333}
{"full_text":"RT While the pandemic has greatly diminished tourism, Ecuador is eager to rebound--with chocolate as an incentive","sentiment_score":0.8}
{"full_text":"No man, these people are throwing in the towel in the battle against COVID-19.","sentiment_score":0.0}
{"full_text":"RT UPDATE | South Korea registers over 300 new cases of COVID-19#SputnikUpdates","sentiment_score":0.1363636364}
{"full_text":"We reveal how to combat the challenges of Covid-19 with agile legal management mindset shifts #legal #team #mindset #management","sentiment_score":0.3}
{"full_text":"RT \"Pandemic is Over\" - Former Pfizer Chief Science Officer Says \"Second Wave\" Faked On False-Positive COVID Testshttps...","sentiment_score":0.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"Corona needs to vacate earth bc a bitch tryna wear lipgloss in peace","sentiment_score":0.0}
{"full_text":"RT When future generations look back at the #COVID19 #pandemic will they see it primarily as a case of...","sentiment_score":0.1333333333}
{"full_text":"What experts had to say about the recent Covid-19 vaccine breakthroughs","sentiment_score":0.0}
{"full_text":"The Prime Minister has promised to investigate why rapid #coronavirus tests promised for #Hull still haven't arrived. It's after the issue was raised in the Commons by Hull North MP","sentiment_score":0.0}
{"full_text":"Sen. Lacson is not admitting to it.https:\/\/t.co\/cBuO3OoQkl","sentiment_score":0.0}
{"full_text":"Do you agree?https:\/\/t.co\/boAv3fTqfe","sentiment_score":0.0}
{"full_text":"The College of Architecture led a discussion about responsive architectural design in the areas of built environment and healthcare during the pandemic. Padayon!Watch it here:","sentiment_score":0.0}
{"full_text":"#BreakingNews Coronavirus : At Virtual Meet with Modi, Kejriwal Says Delhi Saw 3rd Peak on Nov 10, Cases on Decline Since Then; Over 37k New Infections in 24 Hrs#CoronaVirusUpdates #NarendraModi #Lockdown2 #IndiaLockdown #DelhiCorona","sentiment_score":0.0681818182}
{"full_text":"What do we know about the Oxford #COVID19 vaccine?On today's #Daily podcast with we'll be discussing the Oxford jab with and one of the lead scientists behind the project, Professor Sarah Gilbert. Listen https:\/\/t.co\/SnPIf4yR37","sentiment_score":-0.2}
{"full_text":"Experts say hospital staff will be the first in line to receive the vaccines, followed by high-risk individuals.https:\/\/t.co\/NfIx5KA16E","sentiment_score":0.25}
{"full_text":"#BELURAN: Enforcement of Standard Operating Procedures (SOP) under the Conditional Movement Control Order (CMCO) here will be tightened following the increase in Covid-19 cases in the district.https:\/\/t.co\/Liv63NqfeP","sentiment_score":0.0}
{"full_text":"T'is the season to be jolly and stay tuned to this week for your season's needs! #DiscoverANewWay #AfrishopShop here:","sentiment_score":0.0}
{"full_text":"A PS14m fund has been launched to support businesses in Newcastle #funding","sentiment_score":0.0}
{"full_text":"#COVID19 drives #digitalhealth forward, but this is just the start via","sentiment_score":0.0}
{"full_text":"Covid-19: UK setting up vaccine centres ready for rollout - Matt Hancock","sentiment_score":0.2}
{"full_text":"Michael O'Leary, CEO of will be on Sky News at 7.30am discussing a new govt scheme allowing travellers to England to shorten their quarantine time if they get a negative #COVID19 test. #KayBurley Channel 501 \/ Freeview 233 Watch live:","sentiment_score":-0.0090909091}
{"full_text":"4 Ways to Protect Your Mental Health During the Covid Second Wave  #ipros #independentprofessionals #freelance #freelancing","sentiment_score":-0.05}
{"full_text":"#SwasthyaMandtra | What are serological surveys and how can the data collected from these studies help in the fight against #COVID19 pandemic?#BanegaSwasthIndia: Log on to for more","sentiment_score":0.5}
{"full_text":".@AstraZeneca said on Monday its #vaccine for the #coronavirus could be around 90 percent effective without any serious side effects, the latest drugmaker to unveil positive interim data in a scientific race to curb a global pandemic.","sentiment_score":0.1987878788}
{"full_text":"See what the rate is like in your area here","sentiment_score":0.0}
{"full_text":"The result of universities deciding to place campuses in nowhere. Now with the 754 bus route closing, UiTM's FiTA students will find it harder to reach Kuala Lumpur; the city being the closest creative hub with materials and events for them, especially when the pandemic's over.","sentiment_score":0.1333333333}
{"full_text":"**BREAKING: Victorian Government announce 370 million investment in segregation of students with disabilities in special schools, with only 20 million allocated to an \"inclusive education education fund\"** 1\/4https:\/\/t.co\/HVkrCzVec4","sentiment_score":0.1785714286}
{"full_text":"#DigitalTransformation has become critical for mining companies to not only survive but to thrive beyond the current pandemic and well into the Fourth Industrial Revolution.What tech do you think companies should leverage to transform their businesses?https:\/\/t.co\/2JRZdoXKN3","sentiment_score":0.0}
{"full_text":"#JemimahLive: Jemimah Sanyu hits the #Fezahonline stage tomorrow evening. Have you bought your ticket yet?  If you haven't, here is how to.  #StaySafe #StayHome #JemimahFezahLive","sentiment_score":0.0}
{"full_text":"Greenhouse gas levels at new high, despite COVID-19 measures #COVID19 #ClimateAction #climatechange","sentiment_score":0.1481818182}
{"full_text":"RT 23rd November 2020Number of domestic passengers grows steadily towards pre-COVID figures. 2,35,946 passengers on 1,...","sentiment_score":0.0833333333}
{"full_text":"Liturgical celebrations in St Peter's Basilica over Christmas, such as midnight Mass celebrated by Pope Francis, will be limited to a select group of faithful &amp; live-streamed to the faithful amid concerns over a surge of COVID-19 cases.","sentiment_score":0.0928571429}
{"full_text":"\"We have all experienced this lock down differently... yet there is a view that we should be fine\" Read 'G' story of mental health here: #GPN10pp #TeamCNO #Movember","sentiment_score":0.1922222222}
{"full_text":"Leeds records most new Covid-19 deaths and cases in Yorkshire as tier decision looms","sentiment_score":0.3181818182}
{"full_text":"'Chippy' maker URC diversifies into rubbing alcohol production to aid in pandemic fight","sentiment_score":0.0}
{"full_text":"England's second national lockdown will be lifted next Wednesday when a revised three-tier system of restrictions will allow shops, gyms and hairdressers to reopen across the country. Story:","sentiment_score":0.0}
{"full_text":"Preliminary results show that the COVID #vaccine developed by the University of Oxford and British pharma company #AstraZeneca works 70% of the time.","sentiment_score":0.05}
{"full_text":"The amphibious ready group that suffered the loss of eight Marines and a sailor during training off the California coast in July and a coronavirus outbreak last month is now conducting regular operations in the Pacific, a spokesman said Monday.","sentiment_score":0.0666666667}
{"full_text":"Minnesota #COVID19 11\/23---* 6,353 (-852) cases* 24 (-16) deaths* 1,778 (-6) hospitalizations* 364 (-5) ICUAfter today's 24 new deaths, the total number of COVID-19 deaths in Minnesota is now 3,265.https:\/\/t.co\/Q5leJ6hpxc","sentiment_score":0.0681818182}
{"full_text":"Welcome to this month's #isedcoach chat! Today we'll be sharing stories of Pandemic PD with host Role call: Introduce yourself! Remember to include #isedcoach in all of your tweets today!","sentiment_score":1.0}
{"full_text":"Have you just started a new role during lockdown 2.0 &amp; working from home?  Two members of our committee are in the same situation &amp; can absolutely sympathise with the struggle!Check out this article for some inspiration -","sentiment_score":0.1121212121}
{"full_text":"RT Finally just read this terrific, insightful piece by  in Highly recommend it!https:\/\/t.co\/...","sentiment_score":0.0533333333}
{"full_text":"Join our coronavirus fact-checking webinar with this Friday, November 27. Sign up below  #FactCheck #CoronavirusFactshttps:\/\/t.co\/aidUDNaK17","sentiment_score":0.0}
{"full_text":"\"Our heartfelt condolences continue to go out to our families who have lost loved ones during this truly awful pandemic.\"https:\/\/t.co\/XnTXg3Rj1U","sentiment_score":-0.1}
{"full_text":"Then the AO route.... stressful to complete the portfolio but that's just me!! Having been in a class for so long in varying roles I felt ready to show what I could do.  Short and sweet! Still learning everyday though....#NQT during #covid makes it very different!","sentiment_score":0.0776785714}
{"full_text":"RT Part 1-4. Collusion and Motives behind LANCET letter-Top scientists-CCP:Not coincident that top scientific journals blam...","sentiment_score":0.05}
{"full_text":"RT This is a disgrace. The man literally murdered thousands of senior citizens.","sentiment_score":0.0}
{"full_text":"Will you do this to your kids??","sentiment_score":0.0}
{"full_text":"Wish the last few days could be someone's COVID dream and put an end to this horrible writing ","sentiment_score":-0.4}
{"full_text":"RT Joe Biden has a Coronavirus team. Donald Trump's team has coronavirus. That's the tweet","sentiment_score":0.0}
{"full_text":"#InvestmentBanks have proven their #OperationalResilience and #CyberSecurity during #COVID19, but need to leverage the #regulatory agenda to find opportunities to transform. Access the latest insight and framework for #Tech #Transformation here:","sentiment_score":0.5}
{"full_text":"RT The House doesn't have filibusters, also passed several COVID relief packages to the Senate that not only include &gt;$...","sentiment_score":0.0}
{"full_text":"RT I am glad this was a drive by event, noting the numbers of new covid cases are over 1000 daily in...","sentiment_score":0.2121212121}
{"full_text":"No! DeSantis faces the problem Trump is facing now, recklessness. He doesn't believe in science. Some Floridians wear mask because they've witnessed the death tolls in Florida from COVID19. He can win Florida. But, he can't win Michigan and Pennsylvania or Wisconsin.","sentiment_score":0.8}
{"full_text":"Total COVID-19 tests performed in Denmark: 6894484. 71,654 cases, of those 0 today; 789 deaths, of those 0 today.","sentiment_score":0.0}
{"full_text":"you want Tyranny it is coming and coming fast- Singing, 5pm curfews for bars, etc. This is time to rise","sentiment_score":0.2}
{"full_text":"RT hits harder when jungkook sang this line while reading the covid newspaper ","sentiment_score":-0.1}
{"full_text":"I've been looking for a correlation between lock downs, social distancing, remote work\/learning, and depression\/suicides.I have a feeling it's more damaging than the virus itself.","sentiment_score":0.1444444444}
{"full_text":"Time: 07:00 * Temp: 10.7degC * Wind: S 4.0 to 11.0mph * Pressure: 1001.2hPa * Rain: 0.4mm * Hum: 89% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:11 * Sunset: 16:08 * Cloudbase: 840ft * #conlig, #bangor * #stayathome *","sentiment_score":-0.25}
{"full_text":"With widespread community transmission across the state and surging COVID-19 metrics across the country, Governor Larry Hogan announced on Friday immediate actions to prevent overburdening the state's healthcare system and to keep more Marylanders f...","sentiment_score":0.5}
{"full_text":"THE TRUTH ABOUT COVID IS FINALLY STARTING TO EMERGE ! We are being played as \"Useful Idiots\" by the SCUMBAG \"elites\" who think they are better than \"WE THE PEOPLE\" ! Don't let this SCUM win ! RESIST ! - FIGHT BACK LIKE TRUMP !Click this link &amp; RETWEET !https:\/\/t.co\/J0lsCfbFBh","sentiment_score":0.1178571429}
{"full_text":"RT Courtney is working nonstop, doing her best for her students, as are education workers across #YQG &amp; Ontario.But she should...","sentiment_score":1.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafely i More info ","sentiment_score":0.5}
{"full_text":"The pandemic was a godsend for the Democrats. And they unabashedly used it to their advantage in countless ways","sentiment_score":0.0}
{"full_text":"Using real-time #data can help protect humanity from future pandemics says Cognizant's Srinivas Shankar via Simedics (The Journal of mHealth). #COVID19 #vaccine #lifesciences","sentiment_score":0.0}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"Welp","sentiment_score":0.0}
{"full_text":"8 Highly Downloaded Apps During the LockdownSee: #ISRGKB #AarogyaSetu #AmazonPrime #Android #Apps #BigBasket #iOS #LudoKing #TikTok #TOI #Udemy #ZoomApp","sentiment_score":0.16}
{"full_text":"Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelSafelyi More info ","sentiment_score":0.5}
{"full_text":"RT I am out of jokes and out of fucks. And this is only *air* travel. AAA predicted 50 million people would be traveling fo...","sentiment_score":0.0}
{"full_text":"My library does not want donations - and this was even before COVID. My community room - same, overflowing. Grand nieces and nephews - tired of Auntie sending the old and not the new Nancy Drew, etc. This is a hard problem to solve.","sentiment_score":0.0074494949}
{"full_text":"RT Finally just read this terrific, insightful piece by  in Highly recommend it!https:\/\/t.co\/...","sentiment_score":0.0533333333}
{"full_text":"RT PM Modi holds meet with CMs over Covid#Covid19Outbreak Live updates:","sentiment_score":0.1363636364}
{"full_text":"WEH AESY !!!!!!!","sentiment_score":0.0}
{"full_text":"RT THE DAMAGE HAS ALREADY BEEN DONE. The serial lockdowns imposed by Modi were a disaster. You cannot rol...","sentiment_score":0.0}
{"full_text":"RT We have updated the PPE guidance on our #WinterReady Hub. The updated guidance gives advice on what type of PPE should b...","sentiment_score":0.0}
{"full_text":"RT Need some temporary work? Health authorities are hiring contact tracers (interestingly, not a work from home job)https:\/\/...","sentiment_score":-0.25}
{"full_text":"After lockdown: What is the brand new three tier system?","sentiment_score":0.1363636364}
{"full_text":"Is traveling and staying in a hotel during COVID-19 safe? Hotels implement precautions like increased cleaning, mask mandates, plastic shields, and limiting the use of indoor common spaces.#traveltips #travel #destination #COVID19 #goodhygiene #GreenWindowsDormitel #GWD","sentiment_score":0.1}
