{"full_text":"RT NEW: Despite promises of an \"iron ring\" around Ontario's long-term care homes, the second wave of #COVID19 has brought h...","sentiment_score":0.0681818182}
{"full_text":"RT Ravens' Pro Bowl TE Mark Andrews, a Type 1 diabetic, has tested positive for COVID-19, per source. Andrews is out for Tue...","sentiment_score":0.2272727273}
{"full_text":"RT When McConnell actually brings the Senate into session and passes a bill, then we can have a Senate version and a...","sentiment_score":0.0}
{"full_text":"The 'did you know?'s were always great. The little love notes on Valentine's Day were also very sweet. I'm glad you kept it going virtually during lockdown","sentiment_score":0.4135}
{"full_text":"RT dear what are u upto even when person willing to pay and asking time, u are induging in unfair practices, we a...","sentiment_score":-0.125}
{"full_text":"Like me, many of you have relatives who survived the 1918 pandemic. Yet with as many stories I heard from these relatives, not one ever mentioned it. I'm curious, did you ever hear stories about living thru that time?#pandemic","sentiment_score":0.3}
{"full_text":"Bob is about to hear from who has the latest Covid-related information regarding this week's games. Then we will have our RB rankings run-thru.Be cool like Bob. Watch #AskFFT on","sentiment_score":0.425}
{"full_text":"RT please","sentiment_score":0.0}
{"full_text":"RT \"I hope it's sooner rather than later,\" Dr. Anthony Fauci says when asked when Americans can expect to have access to affordable,...","sentiment_score":0.0}
{"full_text":"RT COVID myth busting:I am an Infectious Diseases doc in Alberta.I am still hearing people saying  \"rates are high becau...","sentiment_score":0.16}
{"full_text":"I would sure like to know who has the authority to name the members of the team that will be making the decision about who gets the vaccine and what the entire priority of distribution will be.  It seems fair that the CDC should have this authority, but aren't they the ones who","sentiment_score":0.4}
{"full_text":"When I was at the dentist my hygienist excitedly told me that COVID dies when exposed to mouthwash, and then quickly told me not to drink it","sentiment_score":0.3541666667}
{"full_text":"RT \"What are you getting into tonight\"My bed, we're in a pandemic.","sentiment_score":0.0}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"Are Covid jokes performed in a standup skit funny? I haven't seen a single tasteful joke about it. They all suck and make me cringe. Maybe leave it alone til 2021.","sentiment_score":0.0892857143}
{"full_text":"For all #DigitalMarketing pros n enthus of #Ahmedabad. Do note","sentiment_score":0.0}
{"full_text":"Covid update7 succumbed711 new infections","sentiment_score":0.1363636364}
{"full_text":"RT I wish coronavirus was labeled an attack on US freedom by extraterrestrials, then Americans would take it seriously\"We...","sentiment_score":-0.3333333333}
{"full_text":"We appeal to the living consciences and merciful hearts of human beings. We are long overdue in the UK resettlement program, Every minute passes us like embers, We know the concerned about the epidemic But our circumstances are like a dying person.#Resettlementbringbacklife","sentiment_score":-0.025}
{"full_text":"Here's a nice little money making opportunity for universitieshttps:\/\/t.co\/JjHMzyZNrS","sentiment_score":0.20625}
{"full_text":"RT As US hospitals make the necessary shuffle to accommodate the current wave, I would like to remind leadership about the study...","sentiment_score":0.0}
{"full_text":"that are occupied by COVID patients? Also, any historical data over the past three to five years of the number of ICU beds occupied during this same timeframe, respiratory viruses or otherwise. It would be very helpful to see the hard numbers.","sentiment_score":-0.0683333333}
{"full_text":" #PLTPINKSUNDAY My sister so deserves this  she had a newborn during lockdown, her partner is still stuck working on a cruise liner, hasn't met his daughter yet or seen my sister since Jan and she so deserves a pick me up for her birthday next week! ","sentiment_score":0.0}
{"full_text":"the cult of the individual needs to be addressed, particularly in the context of a health pandemic. and hopefully in court. #Canada #covid #cdnpoli","sentiment_score":0.0833333333}
{"full_text":"You point out a problem (US maternal death rates compared to WHITE European countries) caused by non whites while you openly hate on white Americanshttps:\/\/t.co\/4Ot0VCZynZhttps:\/\/t.co\/jSV7A9XCJR","sentiment_score":-0.2}
{"full_text":"...we'd have our schools and businesses open, travel freely, perhaps not even need masks. There would be flare-ips like any contagion - SARS-CoV-2 is not done with us - but we could respond. And life would be better for the hundreds of thousands who didn't have to lose theirs.","sentiment_score":0.3}
{"full_text":"Governors in NJ, Arkansas view lockdowns as last resort amid coronavirus surge","sentiment_score":0.0}
{"full_text":"RT 274 more persons have been tested positive for COVID 19 thus far today... Total Covid19 infections increased to 22,750 in S...","sentiment_score":0.2068181818}
{"full_text":"RT With his incompetent, dishonest, &amp; intentional mishandling of Covid, &amp; his enablers kill more people e...","sentiment_score":-0.05}
{"full_text":"RT COVID19, please get lost! - Jin","sentiment_score":0.0}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":"Just a bad year of sports man, Covid really got some teams looking horrible when they better than that.","sentiment_score":-0.25}
{"full_text":"RT Jason Kenney says COVID-19 vaccination will not be mandatory in Alberta","sentiment_score":0.0}
{"full_text":"RT I need someone to explain to me why we can afford a $740,000,000,000 military budget, but we can not afford to pay people...","sentiment_score":-0.1}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT Today's covid denialists are tomorrow's openly eugenicist \"these disabled people are a drain on society\"Literally. 13 y...","sentiment_score":-0.1}
{"full_text":"Have you left your home province or state during the pandemic?","sentiment_score":0.0}
{"full_text":"RT \"What are you getting into tonight\"My bed, we're in a pandemic.","sentiment_score":0.0}
{"full_text":"Here in Oz, we've had 907 covid deaths.If deaths from normal dangerous behaviours have been reduced because of lockdowns etc, In net terms if may be that the pandemic has saved lives.Hell of a price to pay, but in all sorts of ways.","sentiment_score":-0.15}
{"full_text":"More Americans already die of suicide each month (~4000) than Japanese people died of COVID all year (2,087), but mostly that's because of their control of COVID-19. More people die of COVID-19 ever 2-3 days here than died in Japan all year.","sentiment_score":0.375}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":" 1 in 18 people in 33040 are now confirmed positive for #COVID19","sentiment_score":0.3136363636}
{"full_text":"I bought something at UO before lockdown that I'd like to return but I think the return window closed during the lockdown, will I still be able to return it after the 2nd?","sentiment_score":0.1333333333}
{"full_text":"this trio will be reunited in 209 days so y'all better get ready!! (if covid is okay with it hah)","sentiment_score":0.4375}
{"full_text":"RT Consider also that the photographer, is the Haas F1 Team photographer. Due to Covid bubbles a team's photog...","sentiment_score":-0.125}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT In case you were wondering what losing your smell\/taste due to COVID was like...","sentiment_score":-0.125}
{"full_text":"Haven't watched the NFL since the day Kaepernick took a knee and they transformed the sport into the MFL; Marxists Football League.","sentiment_score":0.0}
{"full_text":"The national media refuses to report this critical, critical point.","sentiment_score":0.0}
{"full_text":"#COVID19 #COVID19 #COVID These vaccines being rushed out of labs, by profit-hungry private companies, w\/o going through the usual rigorous process to ensure safety may result in a catastrophe. Disconnect profit motive! Impose strict liability!!!","sentiment_score":-0.3051757812}
{"full_text":"After Covid! Yes. ","sentiment_score":0.0}
{"full_text":"RT If the GOP was the party of the working class, they would demand that Mitch McConnel passes the #COVID19 relie...","sentiment_score":0.0}
{"full_text":"I think JB has pushed some excellent legislation, and handled covid better than the Chicago mayor.But seriously, where's the stay at home order?","sentiment_score":0.3888888889}
{"full_text":"RT You may have seen the paper that breaks down very nicely in this thread - about reduced severity of #...","sentiment_score":0.3122222222}
{"full_text":"RT UCP justice minister is fuming away at ABNDP for not supporting UCP's \"balanced\" approach to Covid and recession. Our Covid s...","sentiment_score":-0.125}
{"full_text":"RT More than 91,000 people in the US were hospitalized with coronavirus Saturday, more than at any previous point in the pandemic...","sentiment_score":0.2777777778}
{"full_text":"RT The way the NFL is handling this covid shit makes me think they didn't even cancel the rest of that game that Bane bombe...","sentiment_score":-0.3}
{"full_text":"is happening? More stringent screening of volunteers (psychological as well as physical) is needed. And maybe more empathy from vaccine developers?","sentiment_score":0.25}
{"full_text":"RT On The Eve of Thanksgiving, The US Recorded Its Highest COVID-19 Death Toll Since May","sentiment_score":0.0}
{"full_text":"For a world bereft on top-class sport for so long due to the #Covid19 pandemic, we're spoiled for choice today:@englandcricket v SA #Proteas (CH212)@premierleague match just finished: 3-2 #Southampton (CH203)@F1 #BahrainGP (CH215),,,and more!All on","sentiment_score":-0.0875}
{"full_text":"March 2020Unprecedented deal sees NHS secure 8,000 beds,20,000 clinical staffPrivate sector said it was providing facilities &amp; staff at cost priceBlock booking includes all\"but tiny fraction\"of private capacityEver used ?https:\/\/t.co\/9x1IfWAhge","sentiment_score":0.1333333333}
{"full_text":"Aw, that's nice! Hope this covid thing eases up by next Thanksgiving\/Christmas!","sentiment_score":0.375}
{"full_text":"You're not fit to protect anything.https:\/\/t.co\/zTOsttuLZG","sentiment_score":-0.2}
{"full_text":"RT POWERFUL:Each marble = 1 death.Each second of the video = 6 days. Let this video sink in. #COVID19 is real. And it'...","sentiment_score":0.1}
{"full_text":"RT This cannot go on.","sentiment_score":0.0}
{"full_text":"RT 'This could get Orwellian really fast': COVID-19 could end privacy as we know it","sentiment_score":0.2}
{"full_text":"RT Is this a joke?","sentiment_score":0.0}
{"full_text":"#NEW: Ontario is reporting 1,708 new cases with 24 deaths. Nearly 54,000 tests completed. #COVID19 #coronavirus #COVID19Ontario","sentiment_score":0.1242424242}
{"full_text":"RT INCONVENIENT TRUTH: Remote Teaching is Better Than In-Person Instruction During a Pandemic | gadflyonthewallblog","sentiment_score":-0.0666666667}
{"full_text":"RT .@JoeBiden and I knew we would inherit a series of unprecedented challenges upon walking into the White House. Addressing...","sentiment_score":0.3}
{"full_text":"RT The only difference between them is the indoctrinated idea that one is to love and the other to torment and eat when t...","sentiment_score":0.125}
{"full_text":"RT A Trump donor's company got a 3 percent federal pandemic loan. It sells title loans at a 350 percent annual rate.","sentiment_score":0.0}
{"full_text":"RT Why did PA Pass No Excuse Mail in voting before COVID?","sentiment_score":0.025}
{"full_text":"RT I hear QAnon say that you were going to recommend that Biden voters would get the Cov...","sentiment_score":0.0}
{"full_text":"RT This is how Bill Barr wants to spend his last days in office - rushing frantically to find new ways to execute Americans eve...","sentiment_score":0.1121212121}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"RT Vitamin D and COVID-19: It is time to act","sentiment_score":0.0}
{"full_text":"There were proud boys strutting around &amp; folks waving Trump flags &amp; an anti-lockdown rally.","sentiment_score":0.25}
{"full_text":"RT Life post-COVID will be so much fun if you've practised your #sightreading #ensembles @CambsMusic @1stPosStrings ...","sentiment_score":0.3}
{"full_text":"The COVID-19 Pandemic in South Dakota","sentiment_score":0.0}
{"full_text":"RT As millions are at risk of losing their homes and struggle to put food on their tables, the rich get richer.  I was war...","sentiment_score":0.375}
{"full_text":"RT landlords killed 10k people pass it on","sentiment_score":-0.2}
{"full_text":"RT .@NYGovCuomo put patients with COVID-19 into nursing homes!There's blood on his hands just because of abject stupidity....","sentiment_score":-0.6}
{"full_text":"It be like 90 niggas on a team ","sentiment_score":0.0}
{"full_text":"RT #Covid19: Russian Military sent medics #CBRN specialist to #Bergamo &amp; #Brescia Italy to clean medical facilitie...","sentiment_score":0.0666666667}
{"full_text":"Organizations should examine what their contact centers will be like after Covid, says @kdawsonVR. https:\/\/t.co\/Ouf9gtciCW #cctr #custserv #cx","sentiment_score":0.0}
{"full_text":"is engaged in environmental vandalism. He plans to waste two more years ignoring the #ClimateCrisis . Just like he ignored people in Long Term Care during this pandemic. Time for his government to go.","sentiment_score":0.0833333333}
{"full_text":"5 strategies to help your business tackle the repercussions of COVID-19 and quell its future impact on your bottom line.","sentiment_score":0.0}
{"full_text":"RT It took them 8 months to realize this?","sentiment_score":0.0}
{"full_text":"Please can Una write something about a bunch of PhD necromancers in lockdown levitating all over the place and hexing the university admin?","sentiment_score":0.0}
{"full_text":"RT calling covid a hoax wasn't even the weirdest part of that jake paul interview","sentiment_score":0.0}
{"full_text":"RT With the latest COVID restrictions in Santa Clara county, the 49ers can't play or practice at their facility. No contact...","sentiment_score":0.5}
{"full_text":"RT NEWS: #Detroit's says frontline workers - hospital workers, firefighters and EMTs - will likely be the...","sentiment_score":0.0}
{"full_text":"RT In case you were wondering what losing your smell\/taste due to COVID was like...","sentiment_score":-0.125}
{"full_text":"RT When traveling by air, getting tested for coronavirus before and after your flight can reduce the spread of COVID-19. The","sentiment_score":0.0}
{"full_text":"The #COVID19 #Lockdown is having a huge impact on your employees. Get in touch with us today for support in understanding the #psychology of your employees and how to build a strategy to help them. Email us: admin@workplacetalent.co.uk","sentiment_score":0.4}
{"full_text":"This is excellent:A Day-by-Day Breakdown of Coronavirus Symptoms Shows How The Disease Progresses by via","sentiment_score":0.0}
{"full_text":"It's the #Love we give that matters most. #MotherTeresa#JoyTrain #Joy #Kindness #COVID19 #MentalHealth #Mindfulness #GoldenHearts #Quote #IAM #SuperSoulSunday #SundayMorning #SundayMotivation #ThinkBIGSundayWithMarsha RT","sentiment_score":0.6}
{"full_text":"Many thanks to for supporting the #NotAHost(tm) print campaign! This investment will help us reach communities with limited access to technology across #NorthCarolina! Thank you for your commitment to #equity for communities impacted by #COVID19.https:\/\/t.co\/R0u6EuPWrR","sentiment_score":0.2308035714}
{"full_text":"RT Today's covid denialists are tomorrow's openly eugenicist \"these disabled people are a drain on society\"Literally. 13 y...","sentiment_score":-0.1}
{"full_text":"RT  In a sample of 1380 admissions with COVID19, of the 640 who died of it, 570 (or 89%) had DNR (\"do not resuscitate\") ord...","sentiment_score":0.0}
{"full_text":"The Kensington Market staple announced its closure on day one of the city's second coronavirus lockdownhttps:\/\/t.co\/hVxm0HXPm1","sentiment_score":0.0}
{"full_text":"#COVID19 is spreading rapidly in San Francisco. Help reduce the spread by staying home, wearing a mask during essential outings, and avoiding indoor gatherings with people from other households. #MaskTheSFup","sentiment_score":-0.0625}
{"full_text":"In addition, the CDC says anyone returning from international travel should isolate for at least seven days -- even if they test negative for COVID-19 upon their return.","sentiment_score":-0.2}
{"full_text":"Some consistency with diagnose would be greatly helpful. There are techniques to confirm COVID using MRI and CT scans that are being underutilized.Testing has both a significant false positive and false negative rate.COVID pneumonia seems to be somewhat unique so should...","sentiment_score":0.0967532468}
{"full_text":"Now that the first major holiday of the last months of a disaster-filled 2020 is over -- and we await the sure-to-come uptick in COVID-19 cases in Thanksgiving's wake -- we need to pay attention to a couple of major fisheries issues staring us in the face.","sentiment_score":0.09375}
{"full_text":"RT The ever-changing, up-to-date numbers in Baltimore appear to be these for this moment:*At least 11 players have tested...","sentiment_score":-0.3}
{"full_text":"Peterborough's director of public health said authorities are tackling spikes in Covid infections in certain areas of the city and they were to be expected.https:\/\/t.co\/vvtOo05Izt","sentiment_score":0.1071428571}
{"full_text":"For subscribers: Precautions include wearing facial masks, sanitizing practice areas and limiting the number of athletes on the mat","sentiment_score":0.0}
{"full_text":"RT The Patriots have been fined $350K and the Saints have been fined $500K and lose a future seventh-round draft pick for var...","sentiment_score":0.0}
{"full_text":"They also sold t-shirts to raise money for the Love Local fund, which will support locally owned businesses struggling due to COVID-19.","sentiment_score":0.09375}
{"full_text":"Airport deploys germ-killing robot to clean common areas during the pandemic","sentiment_score":0.0333333333}
{"full_text":"It's so important if you have symptoms, test positive or have been contacted by NHS Test and Trace that you stay at home and self-isolate This stops the spread of #coronavirus in its tracks, keeping people safe and can look at things returning more to normal.#DoYourBit","sentiment_score":0.4068181818}
{"full_text":"Coronavirus cases are once again rising on average in Umatilla County, according to the county's public health director and epidemiologist, as reported infections, deaths and hospitalizations reach record heights elsewhere in Oregon.","sentiment_score":-0.075}
{"full_text":"Me doing math: \"okay so if the student loan Covid relief runs out on the 31st of December but Biden enacts the student loan wipe out on Jan 20th I can dodge my payment for January...\"","sentiment_score":0.25}
{"full_text":".@thedailynu spoke to IPR's James Druckman, Hannes Schwandt about the importance of passing a pandemic relief bill and the high level of support for the passage of legislation by the majority of Americans.","sentiment_score":0.16}
{"full_text":"Nurses, doctors use social media to plead for public to take COVID-19 seriously as cases surge.","sentiment_score":-0.1}
{"full_text":"It's not a conspiracy theory that hospitals get payouts for covid cases, ventilator uses, patient dies of covid, etc. Do you deny it? Parts of the medical industry are profiting enourmously (like 'war mongers')","sentiment_score":0.0}
{"full_text":"In a school year like no other where districts struggle to maintain in-person learning for students despite COVID-19, nurses play a key role -- and it's a vastly different one than in previous years.","sentiment_score":-0.0260416667}
{"full_text":"RT Bloody hell.  YOU AND I are paying for his holiday homes, his parent's home and his mansion in the Cotswolds.  Contrac...","sentiment_score":-0.8}
{"full_text":"Ben hit COVID with the spin move","sentiment_score":0.0}
{"full_text":"Ally Pally Ice Rinkhttps:\/\/t.co\/w8aTR9PYGa\"...due to reopen on the 3 Dec., with strict social distancing &amp; safety measures in operation. Pls note that covid-19 guidelines mean that you can only attend the ice rink with people from the same household or social support bubble.\"","sentiment_score":-0.0491666667}
{"full_text":"'WEAR A FRIGGIN' MASK': Bruce Springsteen, Jon Bon Jovi and Jon Stewart urge fellow New Jerseyans to wear a mask in the state's #MaskUpNJ campaign","sentiment_score":0.1363636364}
{"full_text":"The money will help confront the building financial pressure on people who have lost income during the pandemic and fell behind on paying rent.","sentiment_score":-0.2}
{"full_text":"RT If you were forced to chose between two freedoms, which would you choose ?  Brexit Freedom or Covid Freedom ?","sentiment_score":-0.3}
{"full_text":"Potential COVID-19 exposure on Edmonton-Toronto-Moncton flight November 14thhttps:\/\/t.co\/0MIOyWSGJG","sentiment_score":0.0}
{"full_text":"From Ms. Linda and her yakamein to the infamous \"Towel Man,\" local vendors are taking a hit during COVID-19.","sentiment_score":-0.25}
{"full_text":"RT All Broncos quarterbacks disqualified for Saints game","sentiment_score":-0.4}
{"full_text":"Facing unprecedented challenges due to the #Covid_19 pandemic, a capsule hotel renovated an entire floor to be used as a coworking space in Japan.","sentiment_score":0.1583333333}
{"full_text":"This winter be #WeatherAware and look out for vulnerable people but keep safe from Covid-19. Stay tuned to forecasts as cold temps predicted and have plans in place to check on others safely in advance of the cold weather (e.g. by phone)  #StayWellThisWinter","sentiment_score":-0.14}
{"full_text":"Whatever the current restrictions, we should help each other and:#StayAtHome as much as possible #WorkFromHome if you can#LimitContact with others #KeepYourDistance #WashYourHands regularly #SelfIsolate if you or your household have symptoms  #Coronavirus #HandsFaceSpace","sentiment_score":-0.03125}
{"full_text":"The #Diabetes Show hosted by on - Steve Roest, Co-founder and CEO of explains how they have combined #testing for #Covid with a digital platform via the PocDoc app.   #HealthTech","sentiment_score":0.0}
{"full_text":"I come humbly before you  this pandemic is tew much pleaseeeee I just want to feel again  #PLTPINKSUNDAY","sentiment_score":0.0}
{"full_text":"Federal funding helped protect renters, small businesses and people who had lost their jobs during earliest months of the pandemic. Now, with cases reaching an all-time high, state governments are on their own.https:\/\/t.co\/0jnkA6ix9l","sentiment_score":-0.045}
{"full_text":"COVID-19 has disproportionately affected Native communities, highlighting the many existing deficits. The inequity is NOT new, but the increased interest in closing these gaps is! Now is the time to make a change #NativeAmericanHeritageMonth","sentiment_score":0.2073863636}
{"full_text":"Covid-19 learning losses are likely very large. And with a growing number of students now facing a return to remote learning, their losses will only grow larger. Recovering them will be difficult, but tutoring and acceleration could help, says","sentiment_score":-0.0535714286}
{"full_text":"Heather Scoffield: Chrystia Freeland will spend billions to fight COVID-19. This Toronto bar owner says there's something he wants more than money:https:\/\/t.co\/fhCEIqzCry","sentiment_score":0.35}
{"full_text":"#Coronavirus: England's strengthened three-tier system will come into force when the country's lockdown ends on 2 December.So what does this mean for you? Use our postcode checker to find out the restrictions in your area ","sentiment_score":-0.3125}
{"full_text":"'No Thanks, No Giving' in the Time of the #Coronavirus via #Thanksgiving2020 #NativeAmericans #nativeland","sentiment_score":-0.1}
{"full_text":"Please be mindful that Covid-19 has not gone away. Everyone can #DoYourBit to prevent it from spreading. For more advice and guidance, visit","sentiment_score":0.5}
{"full_text":"The Museum of London announced a project to collect the dreams of Londoners during the coronavirus pandemic as a way to document the impact of the crisis#lka #SriLanka #DN #DailyNews #ANCL #LakeHouseDigital #COVID19 #coronavirus #COVID #coronahttps:\/\/t.co\/GpROnTVMKW","sentiment_score":0.0}
{"full_text":"Fauci says U.S. could see 'a surge upon a surge' in coronavirus cases","sentiment_score":0.0}
{"full_text":"Potential COVID-19 exposure on Edmonton-Toronto-Moncton flight November 14thhttps:\/\/t.co\/HbucvAGZE6","sentiment_score":0.0}
{"full_text":"Time: 16:00 * Temp: 9.9degC * Wind: W 0.0 to 0.9mph * Pressure: 1020.0hPa * Rain: 0.0mm * Hum: 93% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:19 * Sunset: 16:03 * Cloudbase: 560ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"Saving Sex Ed During COVID-19 -- With the pandemic-fueled pivot to online education, experts are hoping sex ed won't get lost in the fray.https:\/\/t.co\/if7wZ6FDzV#Jeffco","sentiment_score":0.0}
{"full_text":"\"No #Corona here. We're both vaccinated, keep distance, even wears her protective bandana, and we killed all the infected #scorched at #TopOfTheWorld.\" #aroundappalachia #Frame76 #Fallout76","sentiment_score":-0.2}
{"full_text":"RT A Trump donor's company got a 3 percent federal pandemic loan. It sells title loans at a 350 percent annual rate.","sentiment_score":0.0}
{"full_text":"In 2013, the city locked down for a single day in response to a concrete threat. The reaction from media and elites might surprise you.","sentiment_score":-0.0256613757}
{"full_text":"Just a daily reminder, to keep Positive!  Not only does it help inspire others, it has numerous benefits such as boosting your immune system! Here are some ways to help keep yourself positive during the pandemic!  #edutwitter #PositiveVibes","sentiment_score":0.0946969697}
{"full_text":"RT THREAD: I just spent 3 days with frontline workers at hospitals in a part of Appalachia where hospitalizations have more th...","sentiment_score":0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 45.1FWind Chill: 43.0FHumidity: 64%Dew Point: 33.7F Barometer: 30.196 inHgWind: 4 mph from the SSECorona Virus Weekly Stats:Cases: 167.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"CDC estimates there are 8 unreported cases for every positive test. Wrap your head around that for a minute.","sentiment_score":0.2272727273}
