{"full_text":"A dude wearing a dress is a referendum on masculinity according to Ben Shapiro. That guy is the biggest fucking idiot I've ever heard.","sentiment_score":-0.8}
{"full_text":"Do any of you actually have diplomacy skills? You included Cruz... you got your Supreme Court nominee ahead of any pandemic relief to Americans... so grow up!  You, Brown, Sullivan!  Disgraceful all of you","sentiment_score":0.0}
{"full_text":"RT Perdue and Loeffler belong in prison, not the Senate.","sentiment_score":0.0}
{"full_text":"** MASK PSY-OP **Asymptomatic spread immunity:https:\/\/t.co\/t9CG5hOZWECOVID-19 IS NOT A MEDICAL PANDEMIC, IT IS A POLITICAL PANDEMIC","sentiment_score":0.0}
{"full_text":"RT Spending my morning calling elected officials urging them to do SOMETHING about COVID before more people...","sentiment_score":0.5}
{"full_text":"RT Good morning and What is your excuse for not pushing to move on a COVID relief bill?...","sentiment_score":0.325}
{"full_text":"RT Is he this stupid? I genuinely can't tell.","sentiment_score":-0.2}
{"full_text":"Washington dipshits: \"Inslee is such a tyrant! How dare he force everyone to go home!\"Also Washington dipshits:","sentiment_score":0.0}
{"full_text":"Daddy dewine... imma need my curfew extended to 11 on Saturday's for the boys","sentiment_score":0.0}
{"full_text":"Japan: COVID-19 Public Forecasts","sentiment_score":0.0}
{"full_text":"RT Please watch and spread far and wide","sentiment_score":0.0}
{"full_text":"RT The Gov has borrowed PS209 Billion during the pandemic. That's PS4000 for every man, woman and child in the UK. Where has...","sentiment_score":0.0}
{"full_text":"RT Idk I just think surviving a pandemic should count as extra credit","sentiment_score":0.0}
{"full_text":"I can withstand lockdown, and I can withstand ebird outages, but both at the same time feels a serious infringement of my liberty and I'm just not sure I can take it.","sentiment_score":-0.1944444444}
{"full_text":"RT Gov. Polis also will call the Legislature into special session to speed up state stimulus aid for restaurants, bars, ren...","sentiment_score":0.3571428571}
{"full_text":"RT So Trump goes out surrendering to the pandemic, trashing our democracy, and undercutting American foreign policy. A fittin...","sentiment_score":-0.0625}
{"full_text":"RT Trusting an ophthalmologist who didn't pass his boards for information about vaccines and herd immunity is about as us...","sentiment_score":0.0}
{"full_text":"COVID-19 Update - November 17, 2020283 new cases reported (9,228 total confirmed cases)93 new recovered (6,174 total recovered), 2,982 current active cases72 deaths (2 new, a Washington County male care center resident who was between the ages of 65-84 and...\/1","sentiment_score":0.0575757576}
{"full_text":"RT President-elect Biden urged Senate Republicans to finally pass a comprehensive COVID-relief bill like the HEROES Act.Beca...","sentiment_score":0.0}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"Driver charged for falsely claiming to have COVID-19 to avoid traffic ticket: Ontario police","sentiment_score":-0.4}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT It's time to start calling baseless conspiracies what they are: libelous attacks on the 500,000+ heroic poll workers &amp; elec...","sentiment_score":0.7}
{"full_text":"Such a good programme. Really really interesting  ","sentiment_score":0.4}
{"full_text":"Remember, face coverings that cover your nose and mouth are required in Prince George's County. Whenever you leave your home, cover up to help stop the spread of COVID-19. #MaskUpPrinceGeorges #PGCCOVID19","sentiment_score":0.0}
{"full_text":"RT One year ago today, the first sign of COVID came to life in China.Never forget: China lied and people died.","sentiment_score":0.25}
{"full_text":"RT And now they came for Arlington National Cemetery! Look how they have cancelled the wreath laying at Americas m...","sentiment_score":0.0}
{"full_text":"A total of 2,028 people in Iowa have died from COVID-19 -- 37 more deaths since Monday, according to the Iowa Department of Public Health.","sentiment_score":0.1666666667}
{"full_text":"Yup, lack of coordination and leadership leads to poor outcomes.  We need all this to get it right, shown to work around the world. #Australia #Japan #China #NewZealand #Canada to name a few","sentiment_score":-0.1047619048}
{"full_text":"RT global strategy to accelerate the elimination of #CervicalCancer launched today.It rests on 3  pillars:Prevention through HP...","sentiment_score":0.0}
{"full_text":"RT If you vote, you can take Mitch McConnell out of the driver seat so people can get some Covid relief money","sentiment_score":0.0}
{"full_text":"RT Even though it's scary to be pregnant during a pandemic but believe me when I say that I am so happy and blessed to be pregn...","sentiment_score":0.2111111111}
{"full_text":"Being on lockdown sucks","sentiment_score":-0.3}
{"full_text":"What could possible go wrong? #PolicingThePandemic Manitoba hires private security firm to crack down on COVID-19 rule breakers starting this weekend | CBC News","sentiment_score":-0.1425925926}
{"full_text":"RT It's time to start calling baseless conspiracies what they are: libelous attacks on the 500,000+ heroic poll workers &amp; elec...","sentiment_score":0.7}
{"full_text":"RT By law each new lockdown should come with AT LEAST a new season of Succession.","sentiment_score":-0.0090909091}
{"full_text":"How is this not common knowledge for everyone? #whatatimetobealive","sentiment_score":0.15}
{"full_text":"RT Young people are spreading coronavirus in L.A., but older and sicker suffer the most #SmartNews","sentiment_score":0.2555555556}
{"full_text":"RT Ron DeSantis has pledged to NOT lock down Florida againHe's a leader with courage. God bless Ron!","sentiment_score":-0.1944444444}
{"full_text":"RT Martha Stewart went to jail for less than what Kelly Loeffler &amp; David Perdue did with their insider trading using COVI...","sentiment_score":-0.1333333333}
{"full_text":"RT Calling year 2 &amp; 3 students in Wales. Sign up to tell us about your experiences during #COVID19 UK-wide study","sentiment_score":0.0}
{"full_text":"RT Happy Tuesday! If there are four-hour lines for COVID testing, you have too few locations and too few hours. #bospoli","sentiment_score":0.2}
{"full_text":"RT Dramatic change in tone from Swedish Prime Minister Stefan Lofven, announcing new restrictions:\"This is the new norm f...","sentiment_score":-0.0535353535}
{"full_text":"Hope you have a wonderful birthday! And once this pandemic is under control maybe we can drag out for hot dog","sentiment_score":0.3833333333}
{"full_text":"RT I'm worried and angry that 11 months into the pandemic,  #ScottyTheBully is still refusing to undertake his f...","sentiment_score":-0.5}
{"full_text":"RT Dolly Parton ploughed PS814K into Covid vaccine to help end 'crazy pandemic'","sentiment_score":-0.6}
{"full_text":"RT Is he this stupid? I genuinely can't tell.","sentiment_score":-0.2}
{"full_text":"RT \"everything i drop is a reminder i shut down ohio way before dewine did\"","sentiment_score":-0.1555555556}
{"full_text":"lol why bro they gone workout just fine you got three scorers tbat can give you 30 any night lol most teams only have one lock down so you really can't do nothing","sentiment_score":0.3658730159}
{"full_text":"RT Dolly Parton ploughed PS814K into Covid vaccine to help end 'crazy pandemic'","sentiment_score":-0.6}
{"full_text":"RT Gov. Roy Cooper shares plan","sentiment_score":0.0}
{"full_text":"RT Republicans are going to crush the Biden administration the exact same way they crushed the Obama administration, while Bide...","sentiment_score":0.05}
{"full_text":"People know they have covid, should be quarantining, but go out anyway. It always reminds me of the zombie movies or tv shows where people know they are infected but try to tag along anyway. I always thought that trope was stupid until i realized it's stupid but realistic. ","sentiment_score":-0.4777777778}
{"full_text":"RT Not to belabor the conversation from over the wknd, but you don't solve mass hunger, high unemployment, huge slowdown in th...","sentiment_score":0.28}
{"full_text":"#Health #MentalHealth #Coronavirus #COVID19 --&gt; After COVID-19 Diagnosis, Nearly 1 In 5 Are Diagnosed With Mental Disorder","sentiment_score":0.0}
{"full_text":"RT Here you go. Their sources include Johns Hopkins University. Good enough for you?https:\/\/t.c...","sentiment_score":0.35}
{"full_text":"RT The job loss numbers for the #COVID19 recession are devastating.People without a HS diploma have been hit HARDEST. (Ch...","sentiment_score":0.0}
{"full_text":"I doubt he'll be the only minister who benefits, one way or another, from the pandemic.","sentiment_score":0.0}
{"full_text":"Volunteers still needed to test variety of COVID-19 vaccines via","sentiment_score":0.0}
{"full_text":"I can't even go home and see my family because people don't know how to fucking act in the middle of a pandemic.","sentiment_score":-0.3}
{"full_text":"RT Trusting an ophthalmologist who didn't pass his boards for information about vaccines and herd immunity is about as us...","sentiment_score":0.0}
{"full_text":"RT School photos will be taken tomorrow (Wednesday) for year 7, 10 and 12. Pupils should wear full school uniform please, n...","sentiment_score":0.35}
{"full_text":"Highest Covid death rate in 4 months in NJ. I dont ever want to go out.","sentiment_score":0.0}
{"full_text":"RT This is the text I just received after asking my best friend ( pulmonary and critical care doctor) how she was doing. #Wea...","sentiment_score":0.5}
{"full_text":"stop winding up the COVID issue in SA. You seem to love scare people. The SA Government have the outbreak under control, so leave it at that","sentiment_score":0.5}
{"full_text":"RT Leaders of three major medical associations -- the American Hospital Association, the American Medical Association, and th...","sentiment_score":0.0125}
{"full_text":"RT This is unacceptable.This pandemic is surging, and soon many of the critical protections Americans have been relying on will...","sentiment_score":0.25}
{"full_text":"RT #BREAKING: Indiana Gov. Eric Holcomb is quarantining after several members of his security detail tested positive for COVID...","sentiment_score":0.1136363636}
{"full_text":"Does she really not know or care she's being filmed? Obviously these people are not worried about getting covid (the cold) so why are we shutting down again?","sentiment_score":-0.2138888889}
{"full_text":"Yeah, I've been wondering why it's considered a breakthrough to note that something intended to kill germs affects the coronavirus. Er...duh?","sentiment_score":0.0}
{"full_text":"Obesity is a problem but also a big business. #Epode #JOGG #YouthHealthCommunity #Obesity (and #Covid19) #Prevention #Onderzoeksindustrie #Sarphati #WUR #VU #Praatgeld #CocaCola #Nestle #FNLI #BigFood #BigSoda #Lobby #PPS #PPP","sentiment_score":0.0}
{"full_text":"I dunno ...there's an awful lot of Jesus out there. Quite a pandemic.","sentiment_score":-1.0}
{"full_text":"RT It's time to start calling baseless conspiracies what they are: libelous attacks on the 500,000+ heroic poll workers &amp; elec...","sentiment_score":0.7}
{"full_text":"this being my only photo from that day ","sentiment_score":0.0}
{"full_text":"RT Dies America have a peace treaty with COVID-19?","sentiment_score":0.0}
{"full_text":"RT Martha Stewart went to jail for less than what Kelly Loeffler &amp; David Perdue did with their insider trading using COVI...","sentiment_score":-0.1333333333}
{"full_text":"RT So Trump goes out surrendering to the pandemic, trashing our democracy, and undercutting American foreign policy. A fittin...","sentiment_score":-0.0625}
{"full_text":"RT At least 17 people have tested positive for COVID-19 after attending a 300-person wedding in Washington statehttps:\/\/t.c...","sentiment_score":-0.0363636364}
{"full_text":"RT The Coronavirus Health Impact Survey is also using Ecological momentary assessment and the data from this will be published...","sentiment_score":0.4}
{"full_text":"Actually no. I see europe going into lockdown over and over . I have friends there who cannot see each other because of lock down","sentiment_score":-0.0935185185}
{"full_text":"RT Good video timeline by ","sentiment_score":0.7}
{"full_text":"is one of our premium dealers in the country and and will bring next-level customer service and expertise to every project in the NJ and DE areas!!","sentiment_score":0.0}
{"full_text":"RT The Left wants to close down the entire  country.  \"Covid-19 cases are out of control in the US. The country needs anoth...","sentiment_score":0.0111111111}
{"full_text":"well","sentiment_score":0.0}
{"full_text":"RT In the past two months, we've  voted twice on $500 billion in COVID relief. Both times, Senate Dems filibustered the bill. Y...","sentiment_score":-0.25}
{"full_text":"RT This is not okay ","sentiment_score":-0.25}
{"full_text":"RT Dear Georgia- A vote for these 2 #InsiderTraitors is a vote for gridlock. Please elect &amp; to avo...","sentiment_score":0.8}
{"full_text":"#tbt the crush form","sentiment_score":0.0}
{"full_text":"eivor said wear a gd mask #AssassinsCreed","sentiment_score":0.0}
{"full_text":"RT This is unacceptable.This pandemic is surging, and soon many of the critical protections Americans have been relying on will...","sentiment_score":0.25}
{"full_text":"RT Fuck Trump. Shame on you Republicans.","sentiment_score":-0.4}
{"full_text":"Haha, having more than one means you're f*cked.","sentiment_score":0.35}
{"full_text":"RT One in every 1000 people in North Dakota has *died* of Covid-19.","sentiment_score":0.0}
{"full_text":"RT Join us at 10am to review this new report from Still time to register! | Child care supply, affordability...","sentiment_score":0.1704545455}
{"full_text":"RT Fuck Trump. Shame on you Republicans.","sentiment_score":-0.4}
{"full_text":"Very insightful.","sentiment_score":0.2}
{"full_text":"RT The #Raiders put DE Clelin Ferrell and DB Lamarcus Joyner on the COVID-19 list, per the wire.","sentiment_score":0.0}
{"full_text":"RT Ben is more fired up about dudes in dresses than endless war or covid deaths","sentiment_score":0.1875}
{"full_text":"RT Don't be surprised if NY makes mask rules that mirrors PA's -- masks indoors regardless of distance","sentiment_score":0.1}
{"full_text":"RT CORONA JUST GO","sentiment_score":0.0}
{"full_text":"RT Can we help push #InsiderTraitors to number one? It's past time to expose Crooked Kelly and Pandemic Perdue!","sentiment_score":-0.125}
{"full_text":"RT Sigh. No, if you'd been keeping up with the literature on this you'd know this i...","sentiment_score":0.0}
{"full_text":"RT A big thank you to and his team at for helping to tell our stories about the COVID-19 pandemic. Our Nava...","sentiment_score":0.0}
{"full_text":"Fine. Then they should stay home. That doesn't mean I should have to as well","sentiment_score":0.0520833333}
{"full_text":"On Sept. 21, the county had 167 Covid ICU patients and 356 in general beds. Its positivity rate is now 8.2%, Hidalgo said.","sentiment_score":0.05}
{"full_text":"RT For all those sneering at Brampton's COVID cases let me tell you it's not because of weddings or Diwali. Its because without B...","sentiment_score":0.0}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"RT EXPLAINER: GLASGOW IN LEVEL 4From Friday, there are extra restrictions in place for a three week period. Please watch...","sentiment_score":0.0}
{"full_text":"Our national operatives had been fishing for criminal activity. Monsoon rains and a world pandemic meant much more time spent doing online investigations, but their nets were coming back full.  #Jaanaviisfree","sentiment_score":0.07}
{"full_text":"RT 1\/ Our pre-print on immune memory to SARS-CoV-2 is out today. To our knowledge, this is the largest such study for any...","sentiment_score":0.0}
{"full_text":"RT Sobering: \"We have 10 Covid units &amp; 1 of them is just a place to go to pass away unfortunately\". \"I have seen so many...","sentiment_score":0.0}
{"full_text":"Biden could face a student loan mess if Trump allows pandemic relief to expirehttps:\/\/t.co\/QElNfsGEMj(from","sentiment_score":-0.175}
{"full_text":"RT If this lockdown gets extended I hope there's riots","sentiment_score":0.0}
{"full_text":"RT California &amp; Texas lawmakers cry; \"Lockdown For Thee But Not For Me\" as they jet off to a lavish Hawaiian Thanksgiving....","sentiment_score":0.0}
{"full_text":"RT Starting Thursday in Ohio:Walk your dog at 9:59 p.m.? Covid free!Walk your dog at 10:01 p.m.? 90 days in jail.","sentiment_score":-0.05}
{"full_text":"What an asshole! God has a great sense of humor when it comes to humbling these weirdos. Trump-loving pastor catches COVID-19 after insisting Christians 'don't have to' catch COVID-19.","sentiment_score":0.8}
{"full_text":"RT Georgia needs to eject the #InsiderTraitors and hire a pair of respectable public servants in their place, Jon","sentiment_score":0.25}
{"full_text":"RT New York state launched a free online platform aiming to help workers adversely affected by the coronavirus pandemic learn new sk...","sentiment_score":0.2242424242}
{"full_text":"Mouthwash can kill COVID-19 in 30 seconds, study reveals","sentiment_score":0.0}
{"full_text":"FINALLY! I've been wondering when we'd get to the Mad Max portion of this pandemic","sentiment_score":-0.3125}
{"full_text":"RT So you agree that your father, the President knew about the deadly nature of the Coronavirus in early January?","sentiment_score":-0.05}
{"full_text":"RT 7\/ Finally, in 2020, Trump came up with a new scheme that benefited from the Covid virus, and the worse the virus got, t...","sentiment_score":-0.0878787879}
{"full_text":"Because it doesn't work how you think it does, dummy","sentiment_score":0.0}
{"full_text":"RT A South Dakota ER nurse says her Covid-19 patients often \"don't want to believe that Covid is real.\"\"Their last...","sentiment_score":0.1}
{"full_text":"RT And, #Moderna's stock shot up nearly 15% Monday + \"Every Tuesday Moderna's top doc gets about $1million richer\" by sel...","sentiment_score":0.3}
{"full_text":"RT It's time to start calling baseless conspiracies what they are: libelous attacks on the 500,000+ heroic poll workers &amp; elec...","sentiment_score":0.7}
{"full_text":"So we're actually going to have a vaccine by the end of the year just like Trump was saying?","sentiment_score":0.0}
{"full_text":"RT I miss laughing like crazy with my friends at school hm covid pls go away ","sentiment_score":-0.6}
{"full_text":"RT Leo Valdez says if you're gonna mask (and you absolutely should), wear it with style  ","sentiment_score":0.2}
{"full_text":"A Negative Covid 19 Test Means you are Allowed to go out and Party with your Neighbours and give them Coronavirus.","sentiment_score":-0.3}
{"full_text":"Protecting schools from COVID-19","sentiment_score":0.0}
{"full_text":"RT If you heard our CEO talking to alongside survivor *Sarah* and about #CoercedD...","sentiment_score":0.0}
{"full_text":"According to the New England Journal of Medicine, a $1 million donation made by Dolly Parton to Vanderbilt researchers has helped in the discovery of the Moderna COVID-19 vaccine.https:\/\/t.co\/dd617JgjOy","sentiment_score":0.1363636364}
{"full_text":"\"I had cauda equina syndrome [very serious spinal cord problem] 7 weeks after birth and needed hospital admission. I was not allowed to have my baby stay with me for breastfeeding due to covid hospital rules\" #keep2gether #separationstories","sentiment_score":-0.2791666667}
{"full_text":"Awesome ","sentiment_score":1.0}
{"full_text":"RT  It shows sadly there is no textbook approach to this epidemic! Now is not the time to score points as to t...","sentiment_score":-0.625}
{"full_text":"Get the latest updates about #COVID19 on our website: #covid19MA","sentiment_score":0.5}
{"full_text":"The medical health officer in #Kamloops says communicable disease units are starting to get stretched thin as COVID-19 cases rise. #covid19","sentiment_score":-0.1125}
{"full_text":"The Rapid City area school district is closing all schools and moving to virtual instruction because of the surge in coronavirus cases in South Dakota.","sentiment_score":0.0}
{"full_text":"Farm, food, and environmental groups form a new climate alliance and COVID-19 relief talks are at a standstill. More in today's DriveTime.","sentiment_score":0.3181818182}
{"full_text":"Reopening the Bay Area: Where COVID-19 Restrictions Stand in Each County","sentiment_score":0.0}
{"full_text":"Like other retailers, Walmart is spreading out Black Friday sales to limit the number of people in stores during the holiday shopping season.","sentiment_score":-0.1458333333}
{"full_text":"I had an enlightening interview with a Latino health expert for this story. I got so. much. hate mail.","sentiment_score":-0.25}
{"full_text":"RT BREAKING: Former head of Alberta College of Physicians and Surgeons tells Government of Alberta in secret meeting that 'COV...","sentiment_score":-0.2}
{"full_text":"For the second week in a row, Iowa State reported over 300 COVID-19 cases in a single week.","sentiment_score":-0.0357142857}
{"full_text":"On today's Sharper Point, gives his thoughts on Gov. Ducey's lack of public presence as coronavirus cases continue to climb in Arizona.","sentiment_score":0.0}
{"full_text":"Coming up on #tytlive: Atlas Urges People To Spend Thanksgiving With Elderly Despite #COVID Because They May Die Soon","sentiment_score":0.0}
{"full_text":"Deputy Chief Public Health Officer Howard Njoo says he's hoping that most Canadians will be vaccinated against COVID-19 by the end of next year.","sentiment_score":0.1666666667}
{"full_text":"WEBercise's Jerry Maggio explains how easy it is to workout at home -- and how his company is helping people stay in shape during quarantine.https:\/\/t.co\/slKoedUnQH via","sentiment_score":0.4333333333}
{"full_text":"RT For our country--wear a mask.","sentiment_score":0.0}
{"full_text":"#Iranians Warned #Coronavirus Deaths May Double as Cases Hit Record High","sentiment_score":0.08}
{"full_text":"As COVID-19 surges again, families in Mexico face the question of whether migration is worth it.https:\/\/t.co\/M7ikCMAob0","sentiment_score":0.3}
{"full_text":"So a pandemic isn't a public danger ???","sentiment_score":0.0}
{"full_text":"Free drive-thru COVID-19 testing will take place at Cashmere High School this week.","sentiment_score":0.28}
{"full_text":"Things we can learn from turtles in tough times: Stay still and safe as the world flows around you.Defend what is precious.And finally, #StayHome .#MBpoli #DefendMBParksHere's the link, if you're ready to come out of your shell:https:\/\/t.co\/ia3R9w32Bd","sentiment_score":0.0777777778}
{"full_text":"Railroad employees who worked at least 30 days during the pandemic will receive bonuses for helping keep the railroad moving during the COVID-19 outbreak.https:\/\/t.co\/JqpV4jI3Ex","sentiment_score":-0.3}
{"full_text":"More than 100 staff members are currently in quarantine and that's led to Erwin Elementary, Clinton Elementary &amp; A.R. Rucker Middle School moving to remote learning.","sentiment_score":0.1666666667}
{"full_text":"\"Macao is now a safe tourist destination with low risk of #epidemic situation, and mainland authorities have resumed the issuance of travel permit for mainland residents as tourists to Macao,\" Chief Executive of #Macao SAR Ho Iat Seng said.","sentiment_score":0.25}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"Medical leaders urge Trump to aid Biden teamhttps:\/\/t.co\/9jSnmBAsA9","sentiment_score":0.0}
{"full_text":"RT Grad school in a pandemic is just not it bro, 0\/10 would recommend","sentiment_score":0.0}
{"full_text":"A vaccine is on the horizon but logistical issues might keep it out of reach #TheInfiniteAge #vaccines #CovidVaccine #COVID19 #medicalnews","sentiment_score":0.0}
{"full_text":"Train in Soda Springsc. 1957#ELECTION2020 #COVID19 #History","sentiment_score":0.0}
{"full_text":"Today is #NationalTakeAHikeDay and we hope you can find time to bundle up and hit the trails. Your MetroParks are free to the public and open year-round. Winter hours are 8 a.m. - 8 p.m. Always follow CDC guidelines when visiting, especially social distancing and face coverings.","sentiment_score":0.1166666667}
{"full_text":".@Bryan_Baeumler and share some crucial advice for couples living and working together-especially during a pandemic.  WATCH more of their top tips for working with your spouse:","sentiment_score":0.3333333333}
{"full_text":"The majority of industrial enterprises have faced increasing cyber threats since the start of the COVID-19 pandemic in March. Learn to secure your industrial enterprise in this blog!https:\/\/t.co\/JYOdbf6R5R","sentiment_score":0.4}
{"full_text":"D.C. Mayor Muriel Bowser dragged her feet on issuing a stay-at-home order in the spring and basically had to be shamed into it by MD and VA.Now she's once again refusing to issue new restrictions in response to the winter surge even as MD and VA do so.https:\/\/t.co\/G1eLQmERhd","sentiment_score":0.1363636364}
{"full_text":"Current Conditions for #Sayre PATemp: 35.1FWind Chill: 30.0FHumidity: 68%Dew Point: 25.7F Barometer: 30.186 inHgWind: 6 mph from the NWCorona Virus Weekly Stats:Cases: 231.000000Deaths: 9.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT This is a damning report by showing months of bogus claims from the Trump WH up against the graph of Covid...","sentiment_score":0.0}
{"full_text":"*spoiler alert* Union workers -- over 500 housekeepers, cooks, casino workers that are mainly Black &amp; Latinx and whose jobs and families were hit hard by COVID-19 -- did, in fact, deliver Nevada for and","sentiment_score":-0.2291666667}
{"full_text":"Between now and the end of 2020, our #COVID19 model projects 11,000 additional deaths in the region with cumulative deaths reaching 74,000 by March 1, 2021.View our #COVID19 policy briefings:","sentiment_score":0.0}
{"full_text":"Maryland's November 2020 COVID-19 Update: A Primer on Two Recent Directives | by","sentiment_score":0.0}
{"full_text":"Sales of coffee machines increased by a staggering 412% as England went into a second lockdown - and Scotland looks set to follow suit","sentiment_score":0.0}
{"full_text":"Lifting of #COVID lockdown led to surge in Russian air pollution, record number of extreme cases detected in September - studyMORE:","sentiment_score":-0.0625}
