{"full_text":"RT I am from South Dakota, my whole family lives in South Dakota and I can tell ya, South Dakotans don't live in fear. Glad to...","sentiment_score":0.2787878788}
{"full_text":"RT Dystopian--thousands of people waiting in lines for food in Dallas, Texas. This is what Trump's failure as a leader has led...","sentiment_score":-0.3166666667}
{"full_text":"RT This is so good. Expert in Canada blows the whistle on Coronavirus. And it's bollocks","sentiment_score":0.7}
{"full_text":"RT Pandemic underscores importance of financial intelligence, federal centre says","sentiment_score":0.0}
{"full_text":"RT \"Hockey is all about sacrificing for your team. You'll give anything for your teammates; you're a family. Unless your teammate...","sentiment_score":0.0}
{"full_text":"RT I am from South Dakota, my whole family lives in South Dakota and I can tell ya, South Dakotans don't live in fear. Glad to...","sentiment_score":0.2787878788}
{"full_text":"What kind of cheesecake tho","sentiment_score":0.6}
{"full_text":" I KNOW YOU ARE VERY BUSY PERSON.   BUT I AM ASKING YOU TO DO SOME RESEARCH THAT I BELIEVE WILL BE IMPORTANT.  I HAVE SENT YOU UTUBE ON THESE VACCINES FOR COVID 19.  IT IS A LIE.   LISTEN TO ANTHONY PATCH, AND CELESTE SOLUM. IT ISNT WHAT THEY SAY IT IS.  CAROL SHAW","sentiment_score":0.265}
{"full_text":"RT Have you heard of the Plymouth Brethren Christian Church (PBCC)? The Brethren is an evangelical Christian group that se...","sentiment_score":0.0}
{"full_text":"RT By 49% to 34% Britons would support the government making it legally compulsory for all people in the country to be vaccinated...","sentiment_score":0.2}
{"full_text":"And still people think it's OK to gather mask-less in densely-packed large crowds against a lockdown... ","sentiment_score":0.3571428571}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"He was sick. Again, scientists are guessing. That is word for word what the article states. He had something going on that COULD be caused by covid. Last I checked, that isn't the only sickness we can get.","sentiment_score":-0.2380952381}
{"full_text":"RT I am from South Dakota, my whole family lives in South Dakota and I can tell ya, South Dakotans don't live in fear. Glad to...","sentiment_score":0.2787878788}
{"full_text":"So about that Covid relief bill...","sentiment_score":0.0}
{"full_text":"RT I brought my father to the ER with posible covid diagnosis. I just had \"the talk\" with the doctor about saying goodbye bef...","sentiment_score":0.0}
{"full_text":"Mayo Clinic: 900 employees at top US hospital catch Covid-19 in two weeks","sentiment_score":0.5}
{"full_text":"And thanks to the non maskers, my daughter and many other men and women in the military aren't able to come home for Xmas. Way to go people.","sentiment_score":0.195}
{"full_text":"RT This is confirmation of what has been arguing all along.  That a signif...","sentiment_score":0.0}
{"full_text":"RT Labor lockdown:  BaddieLNP lockdown:    GoodieThus spake Uncle Rupert &amp; his shills.","sentiment_score":0.0}
{"full_text":"RT This is wild: Nearly the entire #Raiders starting defense is going on the COVID-19 list because of high-risk close contacts,...","sentiment_score":0.05}
{"full_text":"RT Shame on you Minister TAFE teachers &amp; support staff worked throughout the pandemic to keep students engaged...","sentiment_score":0.0}
{"full_text":"\"If you didn't eat the cheesecake you wouldn't have a weight problem.\" What a small minded analogy","sentiment_score":-0.25}
{"full_text":"...during a raging pandemic when 250 people shouldn't gather indoors, much less 25,000.\"","sentiment_score":-0.1666666667}
{"full_text":"RT Vancouver Washington Alert: Super Asswipe Jason Forsman for Liberty is planning a maskless event attack on supermarkets Satu...","sentiment_score":0.3333333333}
{"full_text":"This is a positive ","sentiment_score":0.2272727273}
{"full_text":"RT Sen. can't explain why she's trying to take away health care from 1.8 million Georgians who have a pre-existi...","sentiment_score":0.0}
{"full_text":"RT The Danish mask study doesn't change what we've been saying this entire time. When you wear a mask, you protect others far mo...","sentiment_score":0.05}
{"full_text":"RT 3\/ We were worried because the items that usually go for the most $ tend to be participatory in nature: set visits or lunch...","sentiment_score":0.125}
{"full_text":"God I would hate to catch covid at an Eastside Marios","sentiment_score":-0.8}
{"full_text":"I have to wear a mask... in my own house if my mother comes to visit?? Seriously? WHY are we moving to PA?","sentiment_score":0.1333333333}
{"full_text":"RT The gun lobby doesn't care if Americans die from COVID or gun violence as long as they're making money. #valeg","sentiment_score":-0.05}
{"full_text":"RT Other countries are starting to lockdown again and take precautions, while they patiently wait for a vaccine...Meanwhi...","sentiment_score":-0.0625}
{"full_text":"I am once again asking for this idiot to be primaried","sentiment_score":-0.8}
{"full_text":"The same people that refuse to wear masks in public and accept that this pandemic is real are the same people that will blast you with chain emails because they're afraid some demon clown will come for them through their screen.","sentiment_score":-0.08}
{"full_text":"How are people losing weight during lockdown? I cant","sentiment_score":0.0}
{"full_text":"RT Seriously, ?","sentiment_score":-0.3333333333}
{"full_text":"RT This is wild: Nearly the entire #Raiders starting defense is going on the COVID-19 list because of high-risk close contacts,...","sentiment_score":0.05}
{"full_text":"RT This is wild: Nearly the entire #Raiders starting defense is going on the COVID-19 list because of high-risk close contacts,...","sentiment_score":0.05}
{"full_text":"RT This is wild: Nearly the entire #Raiders starting defense is going on the COVID-19 list because of high-risk close contacts,...","sentiment_score":0.05}
{"full_text":"RT Breaking: The Kansas-Texas game scheduled for Saturday has been postponed due to a combination of injuries and COVID-19 issues...","sentiment_score":-0.2625}
{"full_text":"Horrible. People are out of their damn minds","sentiment_score":-1.0}
{"full_text":"The orchestrators of it want to use it to push the agenda forward..What a shock.. #NWO #UN #WEF","sentiment_score":0.0}
{"full_text":"RT President promised the American people a safe and effective vaccine by the end of 2020 and he DELIVERED! B...","sentiment_score":0.4166666667}
{"full_text":"RT So Gavin Newsom's unmasked, crowded $400-a-head dinner at CA's most exclusive restaurant included MULTIPLE lobbyists. The CA M...","sentiment_score":0.25}
{"full_text":"to everybody telling me to get over covid ","sentiment_score":0.0}
{"full_text":"RT You can't call COVID guidelines anti-American while supporting a guy who wants to burn millions of legal votes.","sentiment_score":0.2166666667}
{"full_text":"RT On 18 Nov, #police challanned 728 persons for not wearing mask, 190 policemen are guarding 51 containment zones, 15193 perso...","sentiment_score":0.0}
{"full_text":"RT this is quite the statement.","sentiment_score":0.0}
{"full_text":"RT They've been working on the flu vaccine for 60 years and it's only 20-60% effective, but somehow they've developed a COV...","sentiment_score":0.2333333333}
{"full_text":"RT With more states requiring face coverings to prevent the spread of COVID-19, gaiters and bandannas have become popular accesso...","sentiment_score":0.55}
{"full_text":"Every time talks about the government's responses to Covid and the lack of conversation about nutrition. I'm reminded of how hard tried to tackle this issue.","sentiment_score":-0.2916666667}
{"full_text":"RT All yours, one, a hundred or a thousand are my words, that I write or it stay tangled in my soul, between the kisses tha...","sentiment_score":0.0}
{"full_text":"RT This is wild: Nearly the entire #Raiders starting defense is going on the COVID-19 list because of high-risk close contacts,...","sentiment_score":0.05}
{"full_text":"understand the greatness of the need of many people at the moment. Our family too has struggled greatly due to covid. I would want Nothing more than to be able to put some gifts under the tree this year for our 5 young kids. Unfortunately finances won't allow it at this time.","sentiment_score":0.1625}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"Everyone's about to be in lockdown while I have to still work AGAIN no fair","sentiment_score":-0.35}
{"full_text":"  Congress needs to get off there as*es &amp; help struggling families&amp;seniors. #NancyPelosi is the holdup to the States getting checks to hurting families &amp; businesses.","sentiment_score":0.0}
{"full_text":"RT I've still not caught the Rona I don't wear a mask, I go out non essentially, I don't socially distance, I don't saniti...","sentiment_score":0.0333333333}
{"full_text":"RT I am from South Dakota, my whole family lives in South Dakota and I can tell ya, South Dakotans don't live in fear. Glad to...","sentiment_score":0.2787878788}
{"full_text":"Please tell me the epidemiologist that says 1700 died of COVID19 daily...","sentiment_score":0.0}
{"full_text":" when January 20, 2021 gets here, you need to make good on your word!!! Damn these student loans!!","sentiment_score":1.0}
{"full_text":"RT An Oklahoma doctor cried on national television last night because his ICU is over 100% capacity and there's no other h...","sentiment_score":0.03125}
{"full_text":"RT It's official!@FreshFestDigi just got approved for a $75k grant via the PLCB!We about to pay A LOT of Black people ov...","sentiment_score":-0.1666666667}
{"full_text":"RT More great news on immunity for people who've survived COVID!To the haters- I'm not arguing against vaccines. Simply pointi...","sentiment_score":0.4333333333}
{"full_text":"Which flu would that be? I'm pretty sure there a gazillion types with several stains and yet here we  are still breathing, multiplying (at least conservatives are), and going about our lives USING COMMON SENSE!!","sentiment_score":-0.00375}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"RT Any \"Republican\" who authorizes a mask mandate or lockdown isn't a Republican and should leave the party immediately.","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: Full story re: photos of Gavin Newsom at Napa dinner party we obtained. Responses from Newsom's team as well as J...","sentiment_score":0.35}
{"full_text":"RT nine were in their 50s. ... I believe that the death of a 90-year-old or a 50-year-old or a 20-year-old all matter.\"...","sentiment_score":0.0}
{"full_text":"RT NEW: The powerful California Medical Association reps doctors trying to preserve public health during #coronavirusGuess...","sentiment_score":0.1090909091}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"Say NO to #TheGreatReset","sentiment_score":0.0}
{"full_text":"RT Some 200 pharmacy graduates across Canada have had to put their careers on hold due to multiple postponements of a key lic...","sentiment_score":-0.0416666667}
{"full_text":"RT If you could see a #COVID19 patient struggling to breathe like we do in the ER, you'd immediately understand why we're...","sentiment_score":0.0}
{"full_text":"RT Having no cake and not eating it.","sentiment_score":0.0}
{"full_text":"RT Such a generous, wonderful idea. Touched.x","sentiment_score":0.5}
{"full_text":"RT Staggering.","sentiment_score":0.0}
{"full_text":"I am still trying to pay off for those things I got at Express &amp; Bath &amp; Body Works, AND I've been getting upstairs BEFORE 8:10 &amp; doing what I've been asked to do so I can buy those figurines of Levi that I couldn't get back in March bc of pandemic lockdown!","sentiment_score":0.0}
{"full_text":"RT By this weekend, A QUARTER OF A MILLION AMERICANS WILL BE DEAD OF COVID-19. Trump doesn't talk about it or tweet about it....","sentiment_score":-0.2}
{"full_text":"It's unfortunate when a car hits your dog, or when you get covid...its not unfortunate when you break the rules, get caught, and have to face the music.","sentiment_score":-0.125}
{"full_text":"A full provincial shutdown is required - remove employers from the equation - that's what pandemic planning is - we're racing towards country-wide lockdown and Emergency Measures Act- like the US, Ontario to Alberta, leaders refuse to - need - to do the right thing","sentiment_score":0.3178571429}
{"full_text":"RT Countdown to panic buying of toilet paper has begun in nyc...","sentiment_score":-0.0333333333}
{"full_text":"RT Governor Andrew Cuomo who destroyed the state of New York and murdered innocent senior citizens during his botched Covid r...","sentiment_score":0.3181818182}
{"full_text":"RT It's very obvious that news of a vaccine and promise of Christmas is meant to lull us into a state of gratitude and fu...","sentiment_score":0.0}
{"full_text":"They better not make another covid announcement before Sunday or I'll burn this whole city down. Deadass","sentiment_score":0.1814814815}
{"full_text":"RT This CANNOT HAPPEN please everyone share this ","sentiment_score":0.0}
{"full_text":"RT I'm excited to be part of Global's #CelebrityGiftmas, helping those hit hardest by coronavirus across the UK.Fo...","sentiment_score":0.1875}
{"full_text":"RT As America battles through the coronavirus crisis, always remember how Sen. Kelly Loeffler betrayed her country to enri...","sentiment_score":0.0}
{"full_text":"The pandemic has turned the job market upside down and forced many companies to conduct #jobinterviews remotely. Here are 5 tips for you to ace that next call!","sentiment_score":-0.0111111111}
{"full_text":"RT Case characteristics on Alabama's #COVID19 cases as of 11:30 a.m. November 18 are available on our website at","sentiment_score":0.4}
{"full_text":"WATCH LIVE: Beshear to give provisional steps after record-breaking COVID-19 deathshttps:\/\/t.co\/2zhUGZ6U7U","sentiment_score":0.1363636364}
{"full_text":"YIKES","sentiment_score":0.0}
{"full_text":"Remember when we said this would happen like 3 months ago?","sentiment_score":0.0}
{"full_text":"RT Almost caught COVID last night but I made it home before 10:30 so we're good.","sentiment_score":0.35}
{"full_text":"RT As our community has moved into the Yellow Protect Level of the Covid-19 Response Framework we are asking everyone to wear a...","sentiment_score":0.0}
{"full_text":"RT I just spoke to a doctor caring for COVID-19 patients at Beaumont Royal Oak. He says the question isn't whether you want a...","sentiment_score":0.0}
{"full_text":"RT MAKE IT MAKE SENSE","sentiment_score":0.0}
{"full_text":"RT I think COVID has definitely put a dent in a lot of ppl's daily motivation..","sentiment_score":0.0}
{"full_text":"CDC quietly removes guidance pushing for school reopenings \"teachers &amp; students are in close contact for much of the day; schools can become a place where respiratory diseases like COVID-19 can quickly spread.\" ","sentiment_score":0.1777777778}
{"full_text":"RT Latest White House #COVID19 report for Oklahoma: \"The spread in Oklahoma is exponential and unyielding, with hospitalizations...","sentiment_score":0.25}
{"full_text":"RT No money to pay his taxes.No money for Covid care.No money for economic support. $3 million to re-lose an election he a...","sentiment_score":0.2}
{"full_text":"Hi Tim I hope your well I'm OK just finding it hard at the moment with lockdown and other but I'm keeping positive and trying to stay strong that's what we can do but I know I'm looking forward to your new album coming out next year xxx","sentiment_score":0.1257575758}
{"full_text":"RT This is wild: Nearly the entire #Raiders starting defense is going on the COVID-19 list because of high-risk close contacts,...","sentiment_score":0.05}
{"full_text":"Blend &amp; Extend During COVID-19 #CRE #TenantTips #COVID-19 #Office #Warehouse","sentiment_score":0.0}
{"full_text":"\"Patients treated with RLF-100(tm) demonstrated a 9-fold increased probability of survival and recovery from respiratory failure, with a high degree of statistical significance.\"#AviptadilStopsCovid #COVID19 #RLF100 #XraysDontLiehttps:\/\/t.co\/x5V6ByPJbe","sentiment_score":-0.0783333333}
{"full_text":"RT I don't get why atheists say Christianity does not make sense. You believe #COVID19, #EBOLA and #SARS entered the human rac...","sentiment_score":0.0}
{"full_text":"RT is the son of the governor and the brother of a CNN host of show with his last name (who flouted COVID rules while having C...","sentiment_score":0.0}
{"full_text":"Well, this is the biggest \"light at the end of the tunnel\" moment of all time...","sentiment_score":0.4}
{"full_text":".@realDonaldTrump's objection to a smooth transition isn't just political games, it could be deadly.#COVID19 is surging across the U.S., and decisions like this will only cost more lives.","sentiment_score":0.225}
{"full_text":"RT Today we learned that doesn't know what Orwellian means. She also doesn't seem to understand irony.","sentiment_score":0.0}
{"full_text":"Latest COVID developments: New restaurant restrictions for #Ohio, #Iowa, #Delaware","sentiment_score":0.3181818182}
{"full_text":"RT Vote #CrookedKelly out.She profited off people dying.","sentiment_score":0.0}
{"full_text":"Wow--what an arrogant response--a 'paltry, and irrelevant .3%' difference? You want  to play Russian roulette? Will  wonder 'Should or shouldn't I wear a mask?' You're endangering  w\/your bull-EVERYONE MUST WEAR MASKS IN PUBLIC!!  DO SOME SOUL SEARCHING..","sentiment_score":-0.1666666667}
{"full_text":"RT An Oklahoma doctor cried on national television last night because his ICU is over 100% capacity and there's no other h...","sentiment_score":0.03125}
{"full_text":"But my point is more that as a GP partner the funding for Covid vaccination is unlikely to cover the costs (ie paying the staff to be there) so will in effect amount to me paying to deliver it.","sentiment_score":0.0}
{"full_text":"Looks like we're going back into stay at home stocks.","sentiment_score":0.0}
{"full_text":"RT Thank you for  working to protect New Yorkers from this horrible proposal. Don't let destroy th...","sentiment_score":-0.3545454545}
{"full_text":"RT Reality:PS18bn PPE scandal 75k dead from covid 1.5m unemployed and rising fast6 weeks from No Deal BrexitClimate...","sentiment_score":-0.2}
{"full_text":"RT As the national England lockdown is in the second week, all boroughs in Greater Manchester are showing declining infecti...","sentiment_score":0.25}
{"full_text":"Mouthwashes containing the ingredient cetylpyridinium chloride 'show promising signs' of reducing COVID-19 in saliva, according to lab tests  #COVID19","sentiment_score":0.2}
{"full_text":"RT Self- Isolation support payment | If you've tested positive for Covid-19 &amp; need to self-isolate, there is a support paymen...","sentiment_score":0.2272727273}
{"full_text":"RT So, Elon Musk infected w\/COVID19 at a birthday party thrown by US Ambassador to Sweden, who decided that th...","sentiment_score":0.0}
{"full_text":"Shafik (from points out that some firms are doing well despite (or because of) the covid-19 crisis. Excess Profit Taxes (EPT) could be used to tax profits above what is deemed normal return to assets.","sentiment_score":0.075}
{"full_text":"yokes","sentiment_score":0.0}
{"full_text":"RT Man Slowly Eats Bag Of Cheetos All Day So He Won't Have To Wear A Mask","sentiment_score":-0.3}
{"full_text":"RT This was an astounding achievement from all our clinical contributors- working together to understand the impact on tho...","sentiment_score":0.6}
{"full_text":"So you're suggesting that there has been a sudden increase in deaths from heart attacks, strokes, and accidents to the extent that the numbers of those deaths have doubled? Despite no evidence for any of those things being the cause of death, and actual evidence of Covid?","sentiment_score":0.0}
{"full_text":"RT R&amp;B singer Jeremih is currently in an intensive care unit as he battles Covid-19, according to a statement from his family","sentiment_score":0.0}
{"full_text":"Y'all are so ugly for continuing to act like we're not in a pandemic. Stay tf home. Clubs and bars are not that serious.","sentiment_score":-0.5166666667}
{"full_text":"RT #CrookedKelly belongs IN PRISON, not the Senate, for profiting off of COVID-19 instead of helping citizens.Georgians dese...","sentiment_score":0.0}
{"full_text":"All schools will be closed, and people will be forced to stay inside in a bid to stop the spread of a second wave of coronavirus. #9Newshttps:\/\/t.co\/qIrA9lv2Em","sentiment_score":-0.1333333333}
{"full_text":"Good news!https:\/\/t.co\/90zU5L4Hn0","sentiment_score":0.7}
{"full_text":"RT COVID-19 cases are spiking across the country at alarming rates. So during ACA Open Enrollment, make sure you and your fa...","sentiment_score":0.1333333333}
{"full_text":".@redbridgefb project manager, Jocelyn Davis, says the amount of food parcels delivered was up three-fold when compared to the same period last year.https:\/\/t.co\/S5EvN5CYsr","sentiment_score":0.0}
{"full_text":"Adapting classroom management techniques for online learning is no easy task, writes of","sentiment_score":-0.2166666667}
{"full_text":"Education companies that either weren't involved in education at all, or had narrower interest in it, are finding ways to serve the market during COVID-19.","sentiment_score":0.0}
{"full_text":"APSU fall graduates will get to walk across the stage in December.","sentiment_score":0.0}
{"full_text":"RT There are proven ways to make the dream of home ownership a reality for more Americans. --President","sentiment_score":0.5}
{"full_text":"RT \"Bungling\"? No, a corrupt feeding frenzy led by pro-austerity anti-taxation Tory MPs who were first with their snouts in...","sentiment_score":0.25}
{"full_text":"How can you call yourself moral and support trump?","sentiment_score":0.0}
{"full_text":"RT im a little more excited about her getting out of office than the president.","sentiment_score":0.2291666667}
{"full_text":"The study shows that during the pandemic students have reverted to eating habits typically followed during Summer break.https:\/\/t.co\/dKvlrNvJ3H","sentiment_score":-0.1666666667}
{"full_text":"Conspiracy theories from QAnon, Flat Earth, or the theory that Trump won the election are all the rage these days #TheInfiniteAge #QAnon2020 #flatearther #ConspiracyTheories #Trump","sentiment_score":-0.025}
{"full_text":"International grad students: Find out how to navigate immigration rights and policies during the #COVID19 pandemic in this informative session:https:\/\/t.co\/JiSY8OTY9o#IEW2020","sentiment_score":0.0}
{"full_text":"Columbus, Dayton and Cleveland have all issued stay-at-home advisories, urging residents to not hold Thanksgiving or holiday gatherings with people outside of their immediate households.","sentiment_score":0.0}
{"full_text":"Once again, Gov. Cuomo warned against holiday gatherings this year because of COVID-19 risks.https:\/\/t.co\/ntaRGoo6qH","sentiment_score":0.0}
{"full_text":", and the will launch a #coronavirus #testing trial this month aimed at convincing the #USA &amp; #UK governments to introduce testing so that transatlantic travel can restart.Visit the link in bio to read more.#vaccines #prevention","sentiment_score":0.5}
{"full_text":"How to Support Children's #MentalHealth During the Pandemic: #WellBeings","sentiment_score":0.0}
{"full_text":"Get the Facts about MD Covid Alert...","sentiment_score":0.0}
{"full_text":"COVID-19 can spread more easily indoors, so it's especially important to keep your face covering on. Be sure to wear your mask when in a shared indoor space outside your home, even if you can maintain 6 feet of distance.Learn more on fighting #COVID19.","sentiment_score":0.4555555556}
{"full_text":"The COVID-19 pandemic may have robbed the Garland County Historical Society of its annual Christmas party, but it did not steal its holiday spirit, thanks to a new partnership that will provide holiday gifts to homebound seniors.","sentiment_score":0.1121212121}
{"full_text":"Holidays During Covid with Join the discussion here:","sentiment_score":0.0}
{"full_text":"#30daysofgratitude #30DaysofThanksWhile we're sad we have to cancel Nature Buddies due to the spread of COVID-19, we are so incredibly grateful for &amp; their partnership, support, &amp; enthusiasm in collaborating w\/us to bring awesome programs to our community. You rock!","sentiment_score":0.31875}
{"full_text":"RT Senator #CrookedKelly Loeffler sold stock on the same day she got a secret COVID briefing. No consequences for insider...","sentiment_score":-0.2}
{"full_text":"RT Anything to say about this,  You liar.","sentiment_score":0.0}
{"full_text":"RT On Monday, and are bringing #MoralMonday to the fight for COVID relief. We need Congress to re...","sentiment_score":0.0}
{"full_text":"RT This is wild: Nearly the entire #Raiders starting defense is going on the COVID-19 list because of high-risk close contacts,...","sentiment_score":0.05}
{"full_text":"FDA allows 1st at-home rapid #coronavirus test","sentiment_score":0.0}
{"full_text":"A University of Alabama sorority canceled plans for a city-approved party for as many as 600 people following complaints that the huge outdoor bash could spread the new coronavirus as the pandemic worsens nationwide.","sentiment_score":0.2590909091}
{"full_text":"RT This is wild: Nearly the entire #Raiders starting defense is going on the COVID-19 list because of high-risk close contacts,...","sentiment_score":0.05}
{"full_text":"There are ALWAYS false positives and false negatives to every test done..ALWAYS!","sentiment_score":-0.45}
{"full_text":"#StaySafe everyone. If you go out please wear a mask for each other.We are always here for you.Visit our store: #health #Healthcare #Covid_19 #coronavirus #Corona #StopTheSpread #WashYourHands #stayathome #safety #safetyfirst #LifeGoesOn","sentiment_score":0.0}
{"full_text":"RT \"He hasn't been any help,\" Gov. Cuomo says, discussing Pres. Trump's Covid-19 response. \"This federal administration failed at e...","sentiment_score":-0.5}
{"full_text":"Epping Forest, EnglandA fleet of London black cabs parked on farmland after a severe drop in demand due to coronavirus restrictionsPhotograph: Victoria Jones\/PA","sentiment_score":-0.1458333333}
{"full_text":"Welcome to Twitter BOH friends!","sentiment_score":1.0}
{"full_text":"State COVID-19 restrictions have prompted del Lago Resort &amp; Casino to lay off 50 more employees. ","sentiment_score":0.5}
{"full_text":".@PwC_UK &amp; are running a 'where next for governance?' virtual event for UK businesses. &amp; will discuss covid-19's continued impact, digital governance and Edouard's personal family business journey. Sign up here","sentiment_score":0.0}
{"full_text":"Caddie has tested positive for COVID-19 TWICE since June. In our latest pod, he talks about the most recent bout and how he fought through the symptoms. LISTEN NOW!Episode links below ---&gt;Apple: Spotify:","sentiment_score":0.3068181818}
{"full_text":"The pandemic resulted in record highs for #ProxyVoting; points to electronic voting &amp; increased #ESG proposals as potentially having played a role. Here's how it played out in our 4 major regions (UK, Europe, Asia, North America):","sentiment_score":0.03125}
{"full_text":"Still waiting for a massive uprising here.","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 31.8FWind Chill: 31.3FHumidity: 63%Dew Point: 20.8F Barometer: 30.628 inHgWind: 2 mph from the NCorona Virus Weekly Stats:Cases: 215.000000Deaths: 7.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Here are several solutions that we as a country could take now to correct our course and begin to get out of this tragic period.https:\/\/t.co\/9Z3lAFrxdM","sentiment_score":-0.375}
{"full_text":"NK PRO: Amid North Korea's COVID-19 border lockdown, imports from Russia sank to their lowest value yet in September. Exports to Moscow, however, were up by 204% compared to August. Read the full analysis:https:\/\/t.co\/HkKiZwmHLE","sentiment_score":0.35}
{"full_text":"Milk from lactating moms may hold potent antibodies to counter SARS-CoV-2 infections. An abundance of immunoglobulin antibodies in breastmilk offer evidence that women can safely continue breastfeeding.#coronavirus #Antibodies","sentiment_score":0.5}
{"full_text":"All schools will be closed, and people will be forced to stay inside in a bid to stop the spread of a second wave of coronavirus. #9Newshttps:\/\/t.co\/NOHZ98ynAP","sentiment_score":-0.1333333333}
{"full_text":"EXPLAINER: What's with the confusion over masks?","sentiment_score":0.0}
{"full_text":"RT How can Trump refuse to share Covid data with the Biden team? How is this even allowed?  We are letting an angry 6 year o...","sentiment_score":-0.5}
{"full_text":"Had COVID, therefore I'm invincible. Got  it.","sentiment_score":0.0}
