{"full_text":"Before we can go around poking vaccine needles at each other,we need a competent COVID-19 testing and monitoring infrastructure as well.","sentiment_score":0.5}
{"full_text":"RT BECAUSE THE WHOLE DAMN THING IS UTTER BULLSHIT.","sentiment_score":0.1}
{"full_text":"RT We had over 400 applications for a receptionist role. Pre covid we would've had 20 at most. This pandemic has really destroyed...","sentiment_score":0.35}
{"full_text":"That's completely irrelevant; I'm talking about people who are IN hospital &amp; ill from Covid, IN ICUs with Covid.","sentiment_score":-0.5}
{"full_text":"Please Sir,Read this &amp; think deeplyTry to discuss with your Infectious disease experts &amp; health care advisors to tackle COVID19 properly.Safety netting,Wearing mask,Proper hand disinfection,Social distancing,lockdown at hotspots &amp; other preventive measures are must needed","sentiment_score":-0.125}
{"full_text":"When u don't want to share a chocolate, take a bite from the top! These are interesting #Covid times ","sentiment_score":0.5625}
{"full_text":"RT Trump should refuse to pardon the Thanksgiving turkeys. Name them Swamp and Chinavirus and whack 'em on live TV.","sentiment_score":0.1363636364}
{"full_text":"RT He doesn't give a rat's a$$ abt our 1M cases of Covid taking a huge toll on Americans. He has ne...","sentiment_score":0.4}
{"full_text":"In A New Book, Pope Francis Speaks Out On The Coronavirus And Anti-Mask Protests","sentiment_score":0.1363636364}
{"full_text":"NEW EPISODE ALERT!  On this #podcast, there's big news as Harry and Ella reveal they have to #selfisolate following a positive #coronavirus case in their bubble! They and Maria also discuss a very divisive topic: reality TV. Make sure to listen now! ","sentiment_score":0.2132575758}
{"full_text":"#PUP major concern when the inevitable happens after the festive season (cases rise dramatically) If we have to lockdown again... there are no new PUP applications after Dec. 31st. Regular jobseekers rate only. Current PUP in place until April","sentiment_score":-0.0009469697}
{"full_text":"Best question I've seen in a long while.","sentiment_score":0.475}
{"full_text":"whattttt ","sentiment_score":0.0}
{"full_text":"RT With the uncertainties of the Coronavirus pandemic and the UK parting from the EU, we feel it is very important to sup...","sentiment_score":0.52}
{"full_text":"But HS2 Ltd are not being 'jolly careful' in relation to the environment and I cannot even protest because of the Covid restrictions!https:\/\/t.co\/NZV1ePZCtT","sentiment_score":-0.1}
{"full_text":"Meh, prices were sometimes nearer PS200 pre-pandemic.","sentiment_score":0.0}
{"full_text":"RT Y'all really don't listen. Do not be making the \"first Thanksgiving\" disease spreading jokes when Native people have repe...","sentiment_score":0.225}
{"full_text":"Isn't as bad as the wanna be president elect biden is committing fraud by asking the American people to give him money he's the president now and he needs to take on the vaccines for covid or whatever bs. Now he's committing fraud....","sentiment_score":0.0333333333}
{"full_text":"RT More than 60 infected after COVID-19 outbreak at Concordia University in Irvine","sentiment_score":0.5}
{"full_text":"Please #Support today my #GoFundMe as I am almost 50% away from my goal.#donate #gofundmedonations #fundraisingtwitter  #COVID19 #coronavirus Be a blessing and Make an exception and click","sentiment_score":0.0}
{"full_text":"Beyond words....","sentiment_score":0.0}
{"full_text":"RT #DelhiNeed #Blood Type : AB+At : Sehgal Hospital, Meera BaghBlood Component : Need Plasma from AB+ #COVID19 recovered patie...","sentiment_score":0.0}
{"full_text":"Service Update 09:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Joyce doing what any CEO worth his salt would do,he is minimising the risk to his company.Were someone to catch COVID on one of his planes the damage would be enormous,in cost to reputation and leaving Qantas open to expensive fan of Joyce,with him on this","sentiment_score":-0.0666666667}
{"full_text":"Service Update 09:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"RT ONCEs, don't be disappointed by the fact that the Late Show performance is only gonna be a YouTube release. We all know th...","sentiment_score":-0.35}
{"full_text":"RT An observation:Local shop owners love it when I pay for items with cash - they say it is so rare nowadays.The move to cards,...","sentiment_score":0.4}
{"full_text":"Quasar congratulates Saudi Arabia on their historic role in hosting the G20 as the first Arab and first Gulf country to do so, and also the first to host the G20 in the midst of a worldwide pandemic.","sentiment_score":0.1875}
{"full_text":"Folks, charge your devices and stay home and safe, today and tomorrow. Is intensifying and getting darker now","sentiment_score":0.5}
{"full_text":"RT Just doing some work right now on whiteness in universities here. We are very lucky here with...","sentiment_score":0.3595238095}
{"full_text":"\"Christmas Will Not Be Normal This Year.\" Johnson Announces New Three-Tiered Covid-19 Restrictions as Christmas Approaches.#news #uk #breaking #covid-19 #coronavirus #lockdown #christmas #borisjohnson #restrictions #tiers","sentiment_score":0.1431818182}
{"full_text":"RT Our online forum to celebrate on Thurs 3 December will look at the positives we can take out of this difficult year to b...","sentiment_score":-0.5}
{"full_text":"RT 92-year-old Amrita has been isolated over lockdown, and at times resorted to talking to herself for company. Thankfully, our Te...","sentiment_score":0.0}
{"full_text":"RT asks 4 pertinent questions to PM Modi on India's #COVID19 Vaccine Strategy.","sentiment_score":0.0}
{"full_text":"about 140,000 students will take the exam..Is there a guarantee that no one will be covid-19?....if anything happens to a single student,  And   will be responsible for it...........  ","sentiment_score":0.0642857143}
{"full_text":"Results...","sentiment_score":0.0}
{"full_text":"RT #Maharashtra govt has made it mandatory to carry RTPCR COVID Negative report #Pune #Maharashtra #COVID19 #Puneairport ht...","sentiment_score":-0.3}
{"full_text":"RT I am looking very much forward to it!  Interested in #privacy, #health data &amp; #immunitypassports? Register to attend fre...","sentiment_score":0.2875}
{"full_text":"SNP separatists telling the people they can handle anything during crisis so they were not prepared for this covid pandemic, Scotland would not survive on its own during this epidemic newly financial independent economy would collapse would lead to a national disaster bankruptcy","sentiment_score":0.2}
{"full_text":"#Delaware workers displaced by #COVID\\19 will be eligible for #IT training and certification programs led by which has received US$2M from #ForwardDelaware workforce training initiative. #ChooseDelaware #GlobalDE","sentiment_score":0.0}
{"full_text":"Stay at home","sentiment_score":0.0}
{"full_text":"Retirement continues to fuel the supply ofbusinesses for sale. Burnout is an issue, as sellers decide they don't have the drive to push through to the end of the pandemic. #SmallBusiness #buyabusiness #retirement","sentiment_score":0.0}
{"full_text":"RT 3. Oxford-AstraZenecaThey've said that their vaccine candidate was 90% effective in preventing COVID-19 when administered...","sentiment_score":0.6}
{"full_text":"Good morning Debra. How are y'all doing? Are you back to home schooling?Would be surprised if we end up in lockdown again. ","sentiment_score":0.2666666667}
{"full_text":"RT Attack rate: 100%. 12 people attended a birthday party, 12 people all infected by #COVID19, including kids, +3 others late...","sentiment_score":-0.3}
{"full_text":"RT Amazing that when Bank of England Governor says No Deal Brexit will damage economy more than Covid, it is barely consider...","sentiment_score":0.3833333333}
{"full_text":"New post (Kentucky teen who beat cancer last year dies of COVID-19) has been published on Coronavirus News -","sentiment_score":0.0454545455}
{"full_text":"The #IMF provided over $100 Bn to 82 countries in #COVID19 Financial Assistance since the beginning of the #pandemic. \"Multilateral efforts are vital to help the poorest economies through the #crisis\". #Uncertainty #inequality #G20","sentiment_score":0.0666666667}
{"full_text":"4,000 spectators will be allowed at outdoor events in low-risk areas in England after 2 December. Could we see fans return to Premier League matches?#beINPL #COVID19https:\/\/t.co\/kG0TuyDB0J","sentiment_score":0.0}
{"full_text":"\"The impact of grief is even greater due to the isolation and not being able to see friends and family.\" How the bereavement team have seen demand for their services increase during #Coronavirus: #Hospice #peolc","sentiment_score":0.01875}
{"full_text":"Jeremih Transferred Out of ICU Amid COVID-19 Battlehttps:\/\/t.co\/XXY8RwJ5RqPresented by","sentiment_score":0.0}
{"full_text":"RT This is what we woke up to, this morning! The perfect day to stay home and watch #Sanditon Would you agree?  #SaveSandito...","sentiment_score":1.0}
{"full_text":"RT baekhyun the homebody guy who can stay at home all day playing games, watching tv and youtube only ~","sentiment_score":0.0}
{"full_text":"Recently opened Bristol venue Strange Brew has launched a crowdfunder to support it through ongoing COVID-19 restrictionshttps:\/\/t.co\/t9Ftyags4S","sentiment_score":-0.025}
{"full_text":"Pope Francis took aim at protests against coronavirus restrictions, contrasting them with the \"healthy indignation\" seen in the global demonstrations against racism after the killing of George Floyd in the United States.#Pope #BlackLivesMatter #WearAMaskhttps:\/\/t.co\/KpsrSRGu3j","sentiment_score":0.25}
{"full_text":"With more positive news this week on vaccines and the easing of lockdown restrictions, the future is looking a little brighter, but if you are struggling in isolation here's some advice from that may help.#Wellbeing #sharingthegoodstuff","sentiment_score":0.1349431818}
{"full_text":"Pandemic has taken a bite out of seafood trade, consumptionhttps:\/\/t.co\/V6OVaxXHvT","sentiment_score":0.0}
{"full_text":"While the whole world was on a virtual standstill due to the pandemic, we set 5 world records! Read the complete story here via #badabusiness #newscoverage #newsoftheday","sentiment_score":0.0479166667}
{"full_text":" We are thrilled to present our 2020 Christmas Campaign: #ToolsForOurTime! Together, we can build a fairer future. Help us address the long-term impacts of #COVID19 across Africa &amp; have your donation doubled at no extra cost to you.Find out more ","sentiment_score":0.22}
{"full_text":"Pubs and restaurants condemn post-lockdown restrictions as Boris Johnson confirms they have to close in Tier 3https:\/\/t.co\/J9OSQgtvoa","sentiment_score":0.0}
{"full_text":"Report a business' COVID-19 non-compliance via","sentiment_score":0.0}
{"full_text":"When lockdown ends and we can perform again. #RockMusic #IndieBand #NewRockMusic","sentiment_score":0.0}
{"full_text":"This pandemic is more the reason to be healthy! If you want to go for a jog, run, walk or cycle, remember to follow these guidelines   Staying healthy is important but fighting against Covid-19 is important too  Photo credits to KKM.","sentiment_score":0.485}
{"full_text":"#NewZealand PM #JacindaArdern  not included in #BBC100Women defeating #Covid19, winning a general election and empathetically dealing with the aftermaths of a terror attack and natural disaster while raising a toddler is commonplace","sentiment_score":0.2166666667}
{"full_text":"Millions stick to Thanksgiving travel plans despite warnings","sentiment_score":0.0}
{"full_text":"The once-bustling tourist hotspots in #Asia and the #Pacific now resemble ghost towns as the impact of #COVID19 casts a heavy pall over the industry. #adbinsight asks: What will it take to revive tourism in Asia and the Pacific? Watch:","sentiment_score":-0.2}
{"full_text":"Art Basel Hong Kong Postponed to May 2021.Next year's edition of the major fair will be held two months later than originally planned.https:\/\/t.co\/9NXzV5QPER#art #visualarts #artfairs #ArtBaselHongKong #HongKong #COVID19","sentiment_score":0.284375}
{"full_text":"Reduce the risk of coronavirus infection by washing your hands with soap and water. Spread kindness. Protect yourself and of others. #COVID19","sentiment_score":0.0}
{"full_text":"Just like doctors, nurses, clinical officers and other cadres of medical staff, drivers, logistic officers, cleaners and morticians have greatly been exposed to the virus.https:\/\/t.co\/HZhrXZc3HY","sentiment_score":0.225}
{"full_text":"#MEDICARE #OPENENROLLMENT IS HERE! Enrollment is Oct 15 - Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Our #Covid19 Income Support Helpline is open today from 9am-5pm: 1890-800-024Our Intreo Centres are open again tomorrow from 10am-1pmTo apply for the Pandemic Unemployment Payment, the easiest &amp; quickest way is online at #MyWelfare","sentiment_score":0.0}
{"full_text":"Today, 4 mayors have committed to halve emissions from construction projects in their cities by 2030 to tackle the #climatecrisis &amp; accelerate a green and just recovery from the #COVID19 pandemic.","sentiment_score":-0.2}
{"full_text":"Jeremih Transferred Out of ICU Amid COVID-19 Battlehttps:\/\/t.co\/6x6BYU0xFCPresented by","sentiment_score":0.0}
{"full_text":"#tuesdaythoughts #CheerUpTuesday Lockdown has been hard on the high street. This #BlackFriday2020 show you support independent traders online, get something unique &amp; save a little money for yourself  through today's daily offer","sentiment_score":0.0093055556}
{"full_text":"The first #COVID19 patient's been treated with inhaled surfactant as part of a new clinical trial led by University Hospital Southampton and the University of Southampton more:","sentiment_score":0.2954545455}
{"full_text":"Jeremih Transferred Out of ICU Amid COVID-19 Battlehttps:\/\/t.co\/yQAMoyvlqlPresented by","sentiment_score":0.0}
{"full_text":"RT My sister was just diagnosed with Covid. She's a HS teacher here in GA. In room classes. No masks required. She's been wea...","sentiment_score":0.0}
{"full_text":"COVID 19 cases in India until : 24\/11\/2020 14:30Total Cases: 9179425 [+1672]Active: 438311Recovered: 8604763 [+1124]Deaths :134273 [+19]Total Tests: 133.68MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"The global online gaming industry is projected to be $1.1 billion by 2021. The current #pandemic has proved to be a shot in the arm for #onlinegaming platforms &amp; apps.#onlinegambling #gamedev #IndieGameDev #eSports #gamedeveloper #100DaysOfCode #gaming","sentiment_score":0.0}
{"full_text":"RT Authorities tested nearly 18,000 people within hours of finding Covid-19 in Shanghai Pudong Airport. Why is it so diffi...","sentiment_score":0.1}
{"full_text":"Join this morning at 11AM. In this talk they will look at the power of a data strategy in uncertain times, and what we can learn from COVID-19 to allow us to use data to our advantage. #data #Digital #science #festival #STEM Book at:","sentiment_score":0.0}
{"full_text":"Out of the 231 new #coronavirus cases in #SaudiArabia, 46 were confirmed in Riyadh and 18 in each Makkah and Jeddah. ","sentiment_score":0.2681818182}
{"full_text":"One area has a lot of caseshttps:\/\/t.co\/Xtq3eGYETd","sentiment_score":0.0}
{"full_text":"#24Nov  | Bad Bunny dio positivo a la COVID-19","sentiment_score":-0.7}
{"full_text":"#Maharashtra forms task force to ensure timely distribution of COVID-19 vaccine ","sentiment_score":0.0}
{"full_text":"Overseas #Pakistanis return home to a hard landing\"COVID-19 has resulted in thousands of Pakistani diaspora losing their jobs across globe\"@TalatHussain12 writes in","sentiment_score":-0.2916666667}
{"full_text":"Dr Amy Bland and colleagues have published a letter in Psychological Medicine exploring COVID-19 social isolation &amp; implications for understanding social cognitive deficits in mental health. Read the article here-","sentiment_score":-0.04}
{"full_text":"We are hosting a #COVID19 online discussion evening on Tuesday 1st Dec, 5-6pm for eating disorder service users, carers, friends and family (must be over 18).  More info and to register: #eatingdisorders #Bristol","sentiment_score":0.5}
{"full_text":"Happy #traveltuesday! Today we're calming our itchy feet by planning travel adventures. If COVID-19 was solved, planes were carbon-free and money no object, we would go to the Lofoten Islands. Where would you go?  #aurora #traveltuesday #lofoten #norway #itchyfeet","sentiment_score":1.0}
{"full_text":"The Deloitte fresh food consumer survey 2020 provides a view into the new phenomena as well as the changed profile of consumers--both products of the pandemic.Learn more on the findings here:","sentiment_score":0.3121212121}
{"full_text":"Our brilliant panel discussed how and why we should build backbetter. The pandemic has created a very strong changemomentum and with it, an opportunity for our industry to#BuildBackBetter.Click here to watch: https:\/\/t.co\/raGgt7TXAh#Time4Inclusion #DiversityProject","sentiment_score":0.7316666667}
{"full_text":"Getting tired of this #wfhlife?> not indulge yourself in this #fantasy of having sex with a hot #blonde in your office?Discover 'Busted' by at the NGP Store!#3dporn #3dx #porncomic #workfromhome #COVID19","sentiment_score":-0.05}
{"full_text":"Watch LIVE as Middle Eastern trade experts give key tips on routes to market, opportunities for UK firms, and doing business post-Covidhttps:\/\/t.co\/u9DGZdjpif","sentiment_score":0.0454545455}
{"full_text":"On this \"You Can Quote Me,\" an exclusive interview with #Vt message to COVID-19 skeptics and much more","sentiment_score":0.5}
{"full_text":"Two areas in Essex now have the second and third highest infection rates","sentiment_score":0.0}
{"full_text":" We are improving information with people and technology to help you at every stage. Our safer travel pledge explains what we are doing to help you travel safely by train. #TravelWithConfidencei More info ","sentiment_score":0.5}
{"full_text":"'Utter disgrace'","sentiment_score":0.0}
{"full_text":"Good news for your areahttps:\/\/t.co\/3RlRWxNfsR","sentiment_score":0.7}
{"full_text":"#Covid19 : While many are still struggling to start afresh, a few have turned around their lives by acquiring new skills, starting new ventures and becoming their own bosseshttps:\/\/t.co\/hqV7UWy7Kx","sentiment_score":0.2318181818}
{"full_text":"Business first priority is recovering from the pandemic and immigration will play an important part in the economic recovery. The new points-based system must respond to the ever-changing needs as we begin to build back better.Read our new report to find out more.#ToThePoint","sentiment_score":0.1871212121}
{"full_text":"Race the Thames is back, ONLINE! 19-26 March 2021.Virtually grab your teammates, to come together &amp; bust the winter lockdown Pick your challenge &amp; fundraise to help LYR restore the mental &amp; physical wellbeing of young people in 2021. Enter today https:\/\/t.co\/FrEVj75Rcv","sentiment_score":0.0}
{"full_text":"Are you interesting in hearing how COVID - 19 will impact the future of office design and the workplace?Join us for Day 3 of the #RSAWConference2020 where we will be joined by Nicola Gillen of Cushman &amp; Wakefield. Book your place before 12pm today:","sentiment_score":0.25}
{"full_text":"HTC is working to ensure that government guidelines relating to protection from COVID-19 are met. In doing so, due to the current national lockdown, some services have closed or remain open with restrictions in place....","sentiment_score":-0.05625}
{"full_text":"What is Bezos up to after raking in even more millions during the pandemic and dodging taxes as the public sector is hit with a pay freeze? Union busting, spying on workers and even surveilling environmental groups protesting Amazon's outsized carbon footprint.","sentiment_score":0.25}
{"full_text":"South Dakota #COVID19 11\/23---* 783 (-68) cases* 0 (-42) deaths* 582 (+5) hospitalized* 101 (+4) ICUActive cases are now at 17,350, up from Sunday (16,897). Current hospitalizations are at 582, up from Sunday (577).https:\/\/t.co\/YupVIgU05Y","sentiment_score":0.0}
{"full_text":"The Coronavirus Job Retention Scheme is being extended until the end of March 2021, to support UK businesses and employees. Find eligibility and application details here:","sentiment_score":0.0}
{"full_text":" \"This is vital to help people who've lost out as a result of this pandemic, prevent long-term economic scarring and underpin our recovery\"Acting Chief Executive, Alistair Cromwell, writing in the ","sentiment_score":0.1}
{"full_text":"Current Conditions for #Sayre PATemp: 36.6FWind Chill: 35.4FHumidity: 78%Dew Point: 30.5F Barometer: 30.339 inHgWind: 2 mph from the NWCorona Virus Weekly Stats:Cases: 240.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"We should all wear a mask","sentiment_score":0.0}
{"full_text":"Covid19 wasn't released to just hurt Trump, or to help big pharma, or even to just control us. It was designed to do something much more sinister and farther reaching.Click below to hear what other conservative hosts would never dare tell you. The truth!https:\/\/t.co\/gJrHd0RtPh","sentiment_score":-0.03125}
{"full_text":"Large parts of what we do have been disrupted by the pandemic. Subsequent surge in data volume has inevitably placed new demands on data centers. Discover cutting-edge tech for Data Centers and learn about the latest business cases in Kenya. ","sentiment_score":0.1701298701}
{"full_text":"We Plant Trees #COVID19 #TipTuesday #TastingTuesday #TechTuesday","sentiment_score":0.0}
{"full_text":"Explainer: How digital economy boom helps China with anti-#COVID19 campaign","sentiment_score":0.0}
{"full_text":" \"This is vital to help people who've lost out as a result of this pandemic, prevent long-term economic scarring and underpin our recovery\"Acting Chief Executive, Alistair Cromwell, writing in the ","sentiment_score":0.1}
{"full_text":"Exactly! Wearing a mask protects people around you. To be most effective, both people coming in close contact need to (properly) wear a mask.","sentiment_score":0.353125}
{"full_text":"#Indonesia seizes opportunity to work toward energy security and to renewable sources from conventional ones during the #coronavirus pandemic, officials say.","sentiment_score":-0.1428571429}
{"full_text":"RT Pre covid end","sentiment_score":0.0}
{"full_text":"RT .@RishiSunak you may have forgotten the sacrifices public sector heroes made during this pandemic, but the public hasn...","sentiment_score":0.0}
{"full_text":"Specialist legal guidance on coronavirus for Individuals &amp; Businesses. Tann Law Solicitors are here to support you through the COVID-19 pandemic. Our team of solicitors can help you on a broad range of legal issues: See More: #LegalHelp #Lockdown","sentiment_score":0.240625}
{"full_text":"RT  #LessonsForEducation from Chile : Managing school closures and re-openings during #coronavirus@SchleicherOECD dis...","sentiment_score":0.0}
{"full_text":".@Gartner_IT analyst Matthew Cain identifies 6 trends on the 2020 Gartner Hype Cycle for the #DigitalWorkplace. Read more here. #GartnerSYM #IT #COVID19","sentiment_score":0.5}
{"full_text":"Find out the short-term implications when #analytics platforms and data science platforms collide in the market, amid the COVID-19 disruption.  Watch Gartner's #webinar replay here. #GartnerDA #DataScience","sentiment_score":0.0}
{"full_text":"Changes are coming for retail in 2021, affecting: Tariffs Panic Buying Stockpiling Click &amp; CollectWe can help with your Brexit Battle Plan: more: #Brexit #BattlePlan #NoDeal #Retail","sentiment_score":0.5}
{"full_text":"On this week's #CoworkingValues Podcast - Working post-COVID to remain virtual or not to remain virtual? We sat down with workspace consultant, Neil Usher to delve deeper into this topic. Do not miss it!https:\/\/t.co\/yVBFMQ0QxL@workessence","sentiment_score":-0.1555555556}
{"full_text":"RT \"We need to maintain social distancing.\"Former Chief Scientific Adviser, Sir Mark Walport, says \"we simply can't return to a...","sentiment_score":0.0111111111}
{"full_text":"How Hard is New Zealand's Te Araroa Trail? This 3000km Kiwi mega-tramp has gained a challenging reputation. New Zealander Katrina Megget gives us the lowdown. Something to look forward to post-Covid??","sentiment_score":0.1202651515}
{"full_text":"Digital experiences are a crucial part of your Customer Experience, especially during the pandemicIn my newest edition of \"Why Customers Buy,\" I share a recent digital experience that was definitely on the \"could use some work\" side of the spectrum.","sentiment_score":0.0}
{"full_text":"RT I'm thrilled that there might be a covid vaccine on the horizon, but it won't bring back the millions who have died or b...","sentiment_score":0.3}
{"full_text":"Thank you from saving us from another pandemic...We do not want to imagine as #harshadmehta... It would be an insult to harshad Mehta himself...@shreya_dhan13","sentiment_score":0.0}
{"full_text":"RT 20 days of futile, wasteful election litigation is small compared with more than 300 days without a national plan to take on...","sentiment_score":0.125}
{"full_text":"A covid journey: fighting to keep the lights on","sentiment_score":0.0}
{"full_text":"The lockdown view from York: 'To be OK, we need to open on 3 December'","sentiment_score":0.25}
{"full_text":"Trust your immune system.It's statistically more effective than any Covid vaccine.","sentiment_score":0.55}
{"full_text":"Time: 09:00 * Temp: 10.5degC * Wind: SSE 6.9 to 14.1mph * Pressure: 1000.4hPa * Rain: 0.6mm * Hum: 95% * ET: 0.1mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:11 * Sunset: 16:08 * Cloudbase: 440ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
