{"full_text":"\"Credit risk is increasing ... Strategic risk is an emerging issue ... Operational risk is elevated ... Compliance risk is elevated...\"Also \"I don't think there's any ... reason why [banks] can't pay dividends because there's a pandemic.\"","sentiment_score":0.0}
{"full_text":"But youre original point doesnt negate the argument, which is that the inability to vaccinate everyone in the world straight away isnt a convincing argument against lockdown","sentiment_score":0.3583333333}
{"full_text":"RT HYPOCRISY: Just two days after he broke social distancing guidelines, Bill de Blasio warns that the increase in positiv...","sentiment_score":0.0333333333}
{"full_text":"tested negative for covid!!!","sentiment_score":-0.5859375}
{"full_text":"RT Alert Sirens going off in the North End of Boston...It's 9:30 Covid is coming!","sentiment_score":0.0}
{"full_text":"RT My COVID-19 Transition Advisory Board will advise on detailed plans built on a bedrock of science, and that keep compassion,...","sentiment_score":0.4}
{"full_text":"RT BREAKING: U.S. Housing Secretary Ben Carson has tested positive for Covid-19","sentiment_score":0.2272727273}
{"full_text":"Just because the numbers for covid are higher than the flu doesn't mean that it's more dangerous. It would be a fucking miracle if the numbers were less with no vaccine. Its supposed to be 2-3x more. Because there is no fucking vaccine\/immunity omfg","sentiment_score":-0.0161458333}
{"full_text":"Positive COVID-19 test sidelines FGL's Tyler Hubbard at CMAs","sentiment_score":0.2272727273}
{"full_text":"RT ...Despite trying to misinform public by associating it with Trump's Operation Warp Speed. That said, 'Warp'...","sentiment_score":0.0}
{"full_text":"RT BREAKING: HUD Secretary Ben Carson tested positive for #COVID19 Monday morning. He attended the WH election night party tha...","sentiment_score":0.2272727273}
{"full_text":"You are a delightful human experiencing a goddam pandemic. So if you can't manage to meet every (or any) deadline\/write new things, that doesn't make you any less of a joy and a gift","sentiment_score":0.3539393939}
{"full_text":"RT Today, I have named a COVID-19 Transition Advisory Board, comprised of distinguished public health experts, to help our trans...","sentiment_score":0.0}
{"full_text":"RT The need to isolate if you're sick is more important than ever. Students, stay home if you have even mild symptoms lik...","sentiment_score":0.1297619048}
{"full_text":"We need a moratorium of ALL rezonings, period. Our economy cannot handle austerity cuts to basic services while handing out billions in subsidies &amp; lost tax revenue to one of the wealthiest industries in NYC. The fact that this pandemic hasn't changed policy is insanity.","sentiment_score":0.0}
{"full_text":"RT Oh wait, so the new administration is choosing qualified people with a history of excellence to lead?!? Love to see it.","sentiment_score":0.3352272727}
{"full_text":"RT BREAKING: France reports 551 new coronavirus deaths in hospital, biggest one-day increase since April","sentiment_score":0.1363636364}
{"full_text":"RT Just so we are all clear, the stock market is up because Trump lost his job, and he doesn't work at Pfizer so he had nothi...","sentiment_score":0.1}
{"full_text":"RT Pfizer confirmed it did not work with the Trump administration to develop its coronavirus vaccine, which the company a...","sentiment_score":0.4}
{"full_text":"RT COVID-19 update: As at 09 November 2020, Zimbabwe had 8 561 confirmed cases, including 8 023 recoveries and 254 deaths.","sentiment_score":0.4}
{"full_text":"RT Wow, Biden has filled the COVID-19  Task Force with the best doctors in the country and hasn't included anyone from his imm...","sentiment_score":0.5}
{"full_text":"The CDC released a COVID-19 test knowing it had a high failure rate","sentiment_score":-0.0783333333}
{"full_text":"Wow Moochie. I didn't realize you were this big of a fcking idiot. Taking very quickly to licking Joe's ass. He had NOTHING to do with the vaccine development. He was telling America not to trust it because it was developed under Trump.","sentiment_score":-0.0333333333}
{"full_text":"It's like watching a room full of grown adults fumble a gun and everyone who touches it shoots themselves in the foot. But they cannot for the life of them stop touching it.","sentiment_score":0.425}
{"full_text":"i'm being very covid safe so my only rush is doing things to my hair and not telling my mom beforehand so i can watch the emotions flit across her face as she decides if she is going to be angry or happy","sentiment_score":0.2}
{"full_text":"samueleckert is streaming COVID 19 BIOHAZARD on DLive! #COVID 19 BIOHAZARD","sentiment_score":0.0}
{"full_text":"RT Biden's projected to win the presidency, Pfizer announces a possible COVID vaccine, and suddenly the media trusts vaccines a...","sentiment_score":0.2666666667}
{"full_text":"RT Tally--50 positive 6 week WH-orbit #COVID19CarsonMeadows + 4 aidesShort4 Pence aidesHicksD&amp;M&amp;B TrumpScaliaMiller2x...","sentiment_score":0.2272727273}
{"full_text":"Dr. Marcella Nunez-Smith is also the associate dean for health equity research at Yale's medical school. Considering Black and brown people continue to be disproportionately affected by the coronavirus, calling on a Black woman with expertise in that field makes much more sense.","sentiment_score":0.0416666667}
{"full_text":"US leadership doesn't not fight the virus. They don't care about many people not surviving, economics prevail.","sentiment_score":0.5}
{"full_text":"RT CAA issues fresh COVID-19 SOPs amid second wave threat#ARYNewshttps:\/\/t.co\/xsPxdEkqrY","sentiment_score":0.15}
{"full_text":"RT Advocates for a \"herd immunity\" approach to #COVID19 control will have to reckon with this: The says 1 out of e...","sentiment_score":0.0}
{"full_text":"RT Ben Carson tested positive for COVID","sentiment_score":0.2272727273}
{"full_text":"RT A found that employed adults who tested positive for #COVID19 were more likely to report going to work\/school in...","sentiment_score":0.2424242424}
{"full_text":"RT Gee, that's shocking to hear that lockdowns kill more people than Covid, since non-lockdown countries and states have AVE...","sentiment_score":-0.25}
{"full_text":"Herbert's latest executive order (No. 2020-73), which lays out the new temporary restrictions, has been posted to his website. You can read it in its entirety here","sentiment_score":0.3181818182}
{"full_text":"RT President-elect Biden promised to ensure public health decisions are informed by public health experts. We are making goo...","sentiment_score":0.0}
{"full_text":"RT My COVID-19 Transition Advisory Board will advise on detailed plans built on a bedrock of science, and that keep compassion,...","sentiment_score":0.4}
{"full_text":"As potential faculty strike looms, province still wants U of Manitoba to cut employee costsPresident of Michael Shaw: \"We're working more hours. We're teaching more students than ever with the same size workforce we had last year.\"#mbpolihttps:\/\/t.co\/UzUEbXMtGn","sentiment_score":0.2}
{"full_text":"RT My COVID-19 Transition Advisory Board will advise on detailed plans built on a bedrock of science, and that keep compassion,...","sentiment_score":0.4}
{"full_text":"RT VP Pence credits President Trump's efforts but Pfizer was not a part of Operation Warp Speed. Pfizer senior VP &amp; head...","sentiment_score":0.0}
{"full_text":"RT For months, all we heard was how Trump was to blame for all the COVID-19 deaths.But now that thousands of people are ce...","sentiment_score":0.0}
{"full_text":"RT Ezekiel Emanuel, Rahm's brother who argued in this 2019 essay that his life should end at 75 because life after that age is...","sentiment_score":0.0}
{"full_text":"RT .@JoeBiden and I are ready to get COVID-19 under control. We're ready to rebuild our economy. We're ready to meet the cha...","sentiment_score":0.2}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"RT I like how repubs were saying that democrats would forget about covid after elections but instead now that the election is ove...","sentiment_score":0.0}
{"full_text":"RT Republicans don't have a plan to eliminate COVID but it sure seems like COVID has a plan to eliminate Republicans.","sentiment_score":0.5}
{"full_text":"RT We are praying that the early evidence of vaccine efficacy &amp; safety holds true so that the vaccine can be approved--not o...","sentiment_score":0.225}
{"full_text":"THANK YOU!","sentiment_score":0.0}
{"full_text":"Two days and already acting more presidential and showing more leadership than we've seen. Love to see it. #RidinWithBiden","sentiment_score":0.375}
{"full_text":"RT Democrats And Media Lost All Credibility On Lockdowns And Social Distancing Shaming After Biden Celebrationshttps:\/\/t.co\/fUasE...","sentiment_score":0.0333333333}
{"full_text":"RT We've secured a parliamentary debate on 12th November, in seek of urgent solutions to better protect and support people...","sentiment_score":0.5}
{"full_text":"RT I see the far-right 'Conservative woman'  Trumpian-front platform (which I won't dignify with a link) considers that a...","sentiment_score":0.0}
{"full_text":"How dumb are people. Just read an article that 9 dodgers personnel have covid because went out on the field after ws. How do they know he didn't get it from them.  Or earlier at the hotel.  Why did it have to be after the game.","sentiment_score":-0.2583333333}
{"full_text":"Thank you for your excellent daily summaries. Just one pedantic point- West Yorkshire didn't actually go into Tier 3. We were still in Tier 2 when the national lockdown began.https:\/\/t.co\/uhhmiDPbSJ","sentiment_score":0.3333333333}
{"full_text":"RT This is good news. While Democrat leaders and much of the media spent months maligning and undermining the work being d...","sentiment_score":0.2666666667}
{"full_text":"RT My COVID-19 Transition Advisory Board will advise on detailed plans built on a bedrock of science, and that keep compassion,...","sentiment_score":0.4}
{"full_text":"RT NEW: We're taking action to stop the spread of #COVID19.Effective Thursday, November 12th:No indoor dining between 10:0...","sentiment_score":0.1181818182}
{"full_text":"He's been right on China, the economy, Iran, wrong on others things but if covid and the death of George Floyd hadn't occurred he'd have been re-elected.","sentiment_score":-0.1071428571}
{"full_text":"RT But wait many of these are infectious disease experts","sentiment_score":0.5}
{"full_text":"RT The worrisome coronavirus mutation aside--we should stop buying mink furs so that we can stop this terrible atrocity. We don...","sentiment_score":-1.0}
{"full_text":"Grim, new milestone - thanks to yur incompetence and inaction. 10 Million #COVID19 cases in the US. #LeaveAlready","sentiment_score":-0.2212121212}
{"full_text":"Wow! Can't wait for this talk! Nice graphics on your presentation  #InfectiousDisease#HotTopic","sentiment_score":0.378125}
{"full_text":"RT My COVID-19 Transition Advisory Board will advise on detailed plans built on a bedrock of science, and that keep compassion,...","sentiment_score":0.4}
{"full_text":"At lease now we know we have a great caring President &amp; I'm proud to call Biden my President.","sentiment_score":0.8}
{"full_text":"Lol I beeeeeen saying my dream is to stay at home while my husband makes big bank and I take his money. I also want to be a successful independent women loooool","sentiment_score":0.3875}
{"full_text":"RT Wear a mask. Avoiding COVID-19 isn't brain surgery.","sentiment_score":0.0}
{"full_text":"RT Governor Whitmer's Statement on Pfizer Vaccine News and President-Elect Biden's COVID-19 Response Team Announcement:","sentiment_score":0.0}
{"full_text":"Really?  So you would not have voted for Biden if you had heard him say he would lockdown the nation over the virus?  He said it in the debate. People like you shouldn't be allowed to vote!","sentiment_score":0.25}
{"full_text":"The Whitehouse is a COVID hot spot. Please stay away to all our Democrats.","sentiment_score":0.25}
{"full_text":"RT .@SecBrouillette: \"The truth is that arbitrarily halting oil and natural gas development would do serious harm to our...","sentiment_score":-0.1111111111}
{"full_text":"RT The President, First Lady, their son, chief of staff, vice president's chief of staff, press secretary, president's bod...","sentiment_score":0.25}
{"full_text":"Pro Cricket AcademiesDeveloping confidence against the short ball. The emphasis here is DEFENDING the short ball. Stay sideways - you are a smaller target. Never take your eye off the ball. Online Coaching - Keep progressing through lock down. Click the link in my Bio.","sentiment_score":-0.0388888889}
{"full_text":"RT Joe Biden and Kamala Harris meet with their COVID-19 advisory council in Wilmington, Delaware.","sentiment_score":0.0}
{"full_text":"RT NEW: I understand mass coronavirus testing is to be rolled out in Nottingham &amp; Nottinghamshire. Follows the pilot in Live...","sentiment_score":0.1363636364}
{"full_text":"Make sure your Fire Extinguishers are Current ,,When the Democrats Loss the Will Burn Some stuff","sentiment_score":0.25}
{"full_text":"RT Nicola Sturgeon and Jeane Freeman inform the Scottish Public that they have struck a deal with Irn Bru to supply a Covid...","sentiment_score":0.0}
{"full_text":"RT These Pfizer and BioNTech results are great news.","sentiment_score":0.8}
{"full_text":"Update: I never planned an event. Haven't gone to one.The chapter moved where the normal Watch Parties are.On Sunday, the president posted that someone at the October 31 viewing tested positive the following Wednesday, so reach out make sure you weren't in contact with them ","sentiment_score":0.2193181818}
{"full_text":"The district has a new COVID-19 Monitoring Dashboard which is updated weekly with the confirmed positive cases of COVID-19 for individuals who attend or work in WSD, as reported to WSD by the Montgomery County Office of Public Health. VIEW DASHBOARD:","sentiment_score":0.1909090909}
{"full_text":"RT Another GOP #SuperSpreader event, wow. You really don't care about your constituents. #COVID infec...","sentiment_score":0.15}
{"full_text":"Guess so but if it's been tested numerous times and it works and gets us all out of this shit lockdown I'm in ","sentiment_score":-0.1}
{"full_text":"Good action by #POTUS46 ! Thank You and lot of succes!","sentiment_score":0.428125}
{"full_text":"RT The Biden-Harris transition has announced its Covid-19 Advisory Board:","sentiment_score":0.0}
{"full_text":"RT Oh. I thought it had been about science.","sentiment_score":0.0}
{"full_text":"RT But wait many of these are infectious disease experts","sentiment_score":0.5}
{"full_text":"RT My COVID-19 Transition Advisory Board will advise on detailed plans built on a bedrock of science, and that keep compassion,...","sentiment_score":0.4}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"RT .@GSAEmily is refusing to sign the letter authorizing Biden transition. This is an attack on our democratic process and mo...","sentiment_score":0.0}
{"full_text":"Not getting enough trains in lockdown? Let them come to you.  Get a TrainTime activity pack filled with activities, books &amp; games. Different train themes each month. Make ideal presents too. a pack &amp; support our ASD\/ADHD children's project]","sentiment_score":0.325}
{"full_text":"Let's (b)ridge the gap to Week 4! Get registered and #ReachYourPEAKabHoliday Card ChallengeMax MondaysWorkout WednesdayWebsite UpdateBINGOSobeys Nutrition BreaksChief LaGrange Q&amp;A &amp; MoreSubscribe to stay up-to-date with all things PEAK! -","sentiment_score":0.0}
{"full_text":"When England are going into another lockdown, but the government decide to let Autumn International rugby games go ahead.","sentiment_score":0.0}
{"full_text":"RT Meet Emily Murphy. She is a traitor to this country. She is refusing to authorize the transition to President-Elect Biden....","sentiment_score":0.0}
{"full_text":"RT After 9 months of this pandemic, how is it possible they still don't understand that even if you test negative, even if...","sentiment_score":-0.15}
{"full_text":"RT Democrats And Media Lost All Credibility On Lockdowns And Social Distancing Shaming After Biden Celebrationshttps:\/\/t.co\/fUasE...","sentiment_score":0.0333333333}
{"full_text":"RT This is from a course by the Federal Department of Health that i had to do on COVID infection control. Read the second par...","sentiment_score":0.0}
{"full_text":"RT Hydroxychloroquine does not benefit adults hospitalized with COVID-19","sentiment_score":0.0}
{"full_text":"RT In other words, Trump and Pence completely lied to their low information worshippers.","sentiment_score":-0.0083333333}
{"full_text":"RT .@GSAEmily is refusing to sign the letter authorizing Biden transition. This is an attack on our democratic process and mo...","sentiment_score":0.0}
{"full_text":"RT I'll just leave this one here.","sentiment_score":0.0}
{"full_text":"RT #khrwn_phylty_nnyThey find new ways and means to betray public to get sympathy. Corona positive may be another fal...","sentiment_score":0.1212121212}
{"full_text":"The fast-approaching deadline, Nov. 21, is for those who have not yet received a $1,200 stimulus check but still may qualify.","sentiment_score":0.0}
{"full_text":"This just be a sign ...","sentiment_score":0.0}
{"full_text":"How a communist physics teacher flattened the #COVID-#19 #curve in #southernIndia #Science|AAASAAAS  ","sentiment_score":0.0}
{"full_text":"RT Today, I have named a COVID-19 Transition Advisory Board, comprised of distinguished public health experts, to help our trans...","sentiment_score":0.0}
{"full_text":"RT Today, I have named a COVID-19 Transition Advisory Board, comprised of distinguished public health experts, to help our trans...","sentiment_score":0.0}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"Ethics is the study of when you're allowed to break the rules.","sentiment_score":0.0}
{"full_text":"The #ForTheKids auction is not just about providing AWESOME #curling memorabilia or helping with Xmas shoppingIt's about helping stay operational &amp; continue providing services like Kids At Home  the auction &amp; donate if you can","sentiment_score":1.0}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"WATCH LIVE: Maine CDC COVID-19 briefing","sentiment_score":0.1363636364}
{"full_text":"Important note on what today's Pfizer #COVID19 news really means. Keep wearing your mask. Keep washing your hands. Keep up social distancing.","sentiment_score":0.2111111111}
{"full_text":"RT I am grateful for the opportunity to serve my country &amp; rejoin the fight against COVID-19.  With the leadership of Presi...","sentiment_score":0.0}
{"full_text":"RT Breaking on NBC News confirms that Ben Carson has tested positive for the coronavirus.","sentiment_score":0.2272727273}
{"full_text":"RT Utah declares a 2-week state of emergency and orders residents to mask up \"for the foreseeable future\" as Covid-19 cases surge...","sentiment_score":0.0}
{"full_text":"RT It's time to forge a new era of cooperation, that puts health and well-being at the centre of our common future.The rules o...","sentiment_score":-0.0818181818}
{"full_text":"RT GOOD NEWS!Preliminary results from the phase 3 clinical trial of &gt;43k participants showed that the #Pfizer and BioNTe...","sentiment_score":0.7}
{"full_text":"COVID-19 &amp; the Force Majeure Clause in Leases #CRE #ForceMajeure #COVID-19https:\/\/t.co\/Yky7jPi4cv","sentiment_score":0.0}
{"full_text":"RT #BREAKING US surpasses 10 million coronavirus cases: Johns Hopkins","sentiment_score":0.0}
{"full_text":"RT As Pence claims credit, Pfizer says it did NOT join in the administration's partnership.Pfizer head of vaccine develop...","sentiment_score":0.0}
{"full_text":"RT I'll just leave this one here.","sentiment_score":0.0}
{"full_text":"RT a president who listens to scientists, wow","sentiment_score":0.1}
{"full_text":"Actually \"real\" science shows masks and social distancing is ineffective in preventing COVID-19. What's truly alarming is the incredible damage to our children with wrongful masking requirements and disruption of our economy. In fact, this is totally immoral and unConstitutional.","sentiment_score":0.2066666667}
{"full_text":"Minnesota Governor announces \"a pretty massive expansion of testing\" ","sentiment_score":0.125}
{"full_text":"RT If Americans aren't getting another stimulus check can they at least put a little bit of crack in the covid vaccine? Jus...","sentiment_score":-0.24375}
{"full_text":"RT Contempt or Incompetence: On 19th Oct I asked the UK govt to name the entities receiving the Covid contracts, , (1) how man...","sentiment_score":0.0}
{"full_text":"This tweet makes no sense. Take 100,000 people and give them all Covid. By your figures 1000 die. Give them all the vaccine first and then expose to Covid, only 10,000 become infected and only 100 die. That's 900 lives saved right there. It doesn't need 100% success to be helpful","sentiment_score":0.1671428571}
{"full_text":"RT That new covid vaccine is a big huge fuck no for ya boy lol.","sentiment_score":0.1872727273}
{"full_text":"RT Some good news to start your week: Pfizer's COVID-19 vaccine may be more than 90% effective.There's light at the end o...","sentiment_score":0.5333333333}
{"full_text":"RT Today, I have named a COVID-19 Transition Advisory Board, comprised of distinguished public health experts, to help our trans...","sentiment_score":0.0}
{"full_text":"RT We are praying that the early evidence of vaccine efficacy &amp; safety holds true so that the vaccine can be approved--not o...","sentiment_score":0.225}
{"full_text":"RT Pfizer confirmed it did not work with the Trump administration to develop its coronavirus vaccine, which the company a...","sentiment_score":0.4}
{"full_text":"And Trump is responsible for all the COVID deaths.... C'mon man!","sentiment_score":0.25}
{"full_text":"RT #Arnab family cannot meet, you rejected directives. Since covid protocol.Did you followed  covid protocol...","sentiment_score":0.0}
{"full_text":"RT Interesting justification for relaxing the rules here because Covid numbers are up everywhere. This is com...","sentiment_score":0.5}
{"full_text":"RT What the Pfizer vaccine news tells us is that it appears to be 90% effective in preventing #covid19 infections. But we don'...","sentiment_score":0.6}
{"full_text":"Long term outcomes of critically ill COVID-19 pneumonia patients: early learning #IntCareMed","sentiment_score":-0.15}
{"full_text":"RT Utah declares a 2-week state of emergency and orders residents to mask up \"for the foreseeable future\" as Covid-19 cases surge...","sentiment_score":0.0}
{"full_text":"RT Government refuses to provides details of PS4bn of private COVID contracts, despite legal duty to do so.OK, but on the...","sentiment_score":0.1}
{"full_text":"I think he'll plough ahead with the clauses in the bill and with no-deal and then focus on controlling the narrative.  He'll blame the EU and others for any harm as well as conflating the economic consequences of covid with those of the end of the transition period.","sentiment_score":0.2}
{"full_text":"RT BREAKING: Great news! says an early analysis of its #coronavirus vaccine trial by independent experts found the...","sentiment_score":0.3666666667}
{"full_text":"RT President-elect Biden promised to ensure public health decisions are informed by public health experts. We are making goo...","sentiment_score":0.0}
{"full_text":"Through Covid-19, many of us have faced bereavement personally - or had previous experiences of bereavement come to the surface. Join us 30 November to discuss dealing with bereavement and supporting colleagues through tough times.https:\/\/t.co\/ynmHZBFogt","sentiment_score":0.0388888889}
{"full_text":"Oh honey covid has never been not important. People dying in mass amounts that's pretty serious.","sentiment_score":-0.0944444444}
{"full_text":"RT Says it all. If any of Trumps fans are still backing him, can't they see he isn't backing them! He's still in charge. He's...","sentiment_score":0.0}
{"full_text":"Truly an evil, evil man.","sentiment_score":-1.0}
{"full_text":"CERB, extra hours and bottle returns: supporting overseas family during the pandemic | MORE:","sentiment_score":0.25}
{"full_text":"#Mentalhealth - \"gov'ts respond to crises reactively &amp; by treating these events as short-term &amp; disconnected. But this isn't the experience of #rural ppl\" #rplccapr #ruralhealth #policy #accesstocare #bushfires #pandemic #disasters #drought #Australia","sentiment_score":0.0}
{"full_text":"What do you think?","sentiment_score":0.0}
{"full_text":"RT Today, I have named a COVID-19 Transition Advisory Board, comprised of distinguished public health experts, to help our trans...","sentiment_score":0.0}
{"full_text":"RT Misleading about mainstream CBT for #MECFS: the manuals show it's about reversing symptoms &amp; impairments, &amp; claim people sh...","sentiment_score":0.0}
{"full_text":"We're presenting at #Edspaces2020! Join KI's education leaders, Bryan Ballegeer and Jonathan Matta, for \"Open Forum: Reimaging Learning Systems in a Post-COVID World\" on Tuesday, November 10. Click for details: #highered #postcovid #edspaces","sentiment_score":0.0}
{"full_text":"Learn how Emmes helped launch the pivotal COVID-19 #Remdesivir clinical trial in 4 days from receipt of protocol to first patient dosed in this 2nd clip from the \"Emmes at Home\" series: \"Managing #infectiousdisease #clinicaltrials during a #pandemic\" #CRO","sentiment_score":0.25}
{"full_text":"Join CHC Postdoctoral Fellow for a virtual poster session at the #COVID19 Conference on Wed. Nov. 11 at 10:00 a.m.https:\/\/t.co\/7fZoyqNJrIRegister for the conference here:","sentiment_score":0.0}
{"full_text":"Pfizer says early data signals COVID-19 vaccine is effective.https:\/\/t.co\/SF5C43meiX","sentiment_score":0.1}
{"full_text":"Join us on Thursday for the Life Settlements Seminar featuring panel discussions by mortality experts on how Covid-19 is expected to impact senior insureds, the continued increase in pension and institutional investment and merger due diligence.","sentiment_score":-0.1125}
{"full_text":"Biden now has the urgent job of filling top health care positions in his administration to help restore public trust in science-driven institutions, and oversee the rollout of several coronavirus vaccines:https:\/\/t.co\/ckzfVdiG4I","sentiment_score":0.1666666667}
{"full_text":"Quite possibly the best way to spend a lockdown birthday - out in the fells above Borrowdale.#lakedistrict","sentiment_score":0.3333333333}
{"full_text":"RT Wow it's refreshing that our new President didn't appoint his kids to oversee the COVID task force.","sentiment_score":0.2454545455}
{"full_text":"COVID Word Problems for Women by","sentiment_score":0.0}
{"full_text":"RT I just spoke with and congratulated him again on his election. We've worked with each other before, and we're...","sentiment_score":-0.125}
{"full_text":"Put down the yeast and step away from the sourdough starter... why not give duck cottage pie a try this lockdown instead? Straight from his cookbook, Secret France, his recipe is available on our blog for this month only: #RickStein","sentiment_score":0.0088888889}
{"full_text":" $17.98 PRIMEGEOMETRIC BAG PURSEPRICE DROP NO CODE #Amazon #amazondeals #deals #shopping #parents  #COVID19 #familytime #Health #fashion #beauty #savings #dailydeals #helensdeals #giftideas #Christmas #DealofTheDay","sentiment_score":0.0}
{"full_text":"RT UPDATE: We are proud to announce, along with that our mRNA-based #vaccine candidate has, at an interim analysi...","sentiment_score":0.8}
{"full_text":"\"Another lockdown is a scary and uncertain time for many of us but especially those who are in domestic abuse environments\"","sentiment_score":0.0}
{"full_text":"University of Iowa professors of business give advice to students for finding jobs during the pandemic, saying they should be flexible in their plans.","sentiment_score":0.0}
{"full_text":"RT \"The immigrant community who was constantly under attacked, is the same community that lifted NYC during this pandemic &amp;...","sentiment_score":0.0}
{"full_text":"There will be a Special Called City Council Meeting tomorrow, Nov 10. This meeting will be held in-person &amp; online to promote social distancing &amp; to limit the potential of spreading COVID.  You may participate via phone or the internet.  Find more info","sentiment_score":0.2226190476}
{"full_text":"Whether or not a ticket back to London is the Burnham plan, the way he has handled this crisis might make it more difficult for anyone to rule from the capital","sentiment_score":0.0}
{"full_text":"Voters have selected new leaders to tackle COVID and move us forward to a better future. It's time we come together to ensure the will of the people prevails and the leader we have chosen is sworn in as President.  #ncpolhttps:\/\/t.co\/3UeKTBGAQo","sentiment_score":0.2121212121}
{"full_text":"Your birth plan   It's important to think about what your plan will look like because of COVID-19 and make changes to your plan now, rather than when labor begins. This article from will help.","sentiment_score":0.4}
{"full_text":"If you service homeowners and would like to learn how to stay connected to your customers using digital home management, connect with us at info@homezada.com  to schedule a demo. #digitalhomebinder #contractors#homebuilders","sentiment_score":0.0}
{"full_text":"RT It's fine, covid is only contagious among Trump supporters and Orthodox Jews","sentiment_score":0.0722222222}
{"full_text":"RT If you've managed to not catch Covid this month you're officially smarter than a brain surgeon","sentiment_score":0.0}
{"full_text":"With the #COVID19 outbreak affecting organizations &amp; individuals across the globe, we're adjusting to a new normal. Tune in as the Gartner team discusses the impact of change &amp; strategies for handling uncertainty. #LifeAtGartner #Podcast  ","sentiment_score":0.1431818182}
{"full_text":"Nature in cities is not a \"nice to have\" but rather essential for health and resilience.","sentiment_score":-0.15}
{"full_text":"The number of children in Wales counselled by Childline over mental health worries has soared since lockdownhttps:\/\/t.co\/vkY1OX98AI","sentiment_score":-0.1}
{"full_text":"Active cases tick above 70 locally, state sees over 1,000 new cases again; Worldwide, cases climb above 50 million, by #ElDorado #UnionCounty #COVID19 #Coronavirus #Health #Arkansas","sentiment_score":0.0006060606}
{"full_text":"Bring your mask If you're coming to Mass or anywhere else you visit. While you may not fear getting sick, it's an act of charity and love to do what we can to prevent others from getting sick. Thank you for doing all you can to mitigate the spread of COVID-19.","sentiment_score":-0.3095238095}
