{"full_text":"Even though we car'nt enjoy the footy, we still couldn't resist another successful work party (SOCIAL DISTANCING)@HanworthVillaFC","sentiment_score":0.3944444444}
{"full_text":"Ever so grateful for you having delivery available to get #FreshGLB 'This is not helping': Toronto brewery owner frustrated with BBQ restaurant protests - Toronto |","sentiment_score":-0.15}
{"full_text":"If you would like to feel like a cool insider and get these stats before CNN, just follow Hopkins follows suit every time, but just a few days later.","sentiment_score":0.05}
{"full_text":"just feel like COVID rules are being randomly selected from a hat or something. next will be you can only go to the gym if you take your nan","sentiment_score":-0.1666666667}
{"full_text":"RT New York City SantaCon canceled due to COVID pandemic","sentiment_score":0.0056818182}
{"full_text":"There wasn't a pandemic raging asshole!","sentiment_score":0.0}
{"full_text":"RT by HH Sant Shri Asharamji Bapu followers were serving society during Lockdown...","sentiment_score":0.0}
{"full_text":"Lol - if not for the pandemic Biden would have lost to this monster. It's embarrassing that after losing to him 4 years ago it was this close. Trump is horrible, Biden is a reason why horrible was possible to begin with.","sentiment_score":-0.3}
{"full_text":"RT Florida is about to hit 1 million COVID-19 cases and DeSantis is going to high school football games maskless","sentiment_score":0.16}
{"full_text":"RT We've fought a nearly year-long battle with COVID-19, but President-elect Biden reminds us that we're at war with a virus...","sentiment_score":0.1}
{"full_text":"RT 71% of Europeans now favor a Universal Basic Income","sentiment_score":0.0}
{"full_text":"RT Failing to protect and support small business growth will see a continued increase in the 1% divide. The top 1% now have...","sentiment_score":0.125}
{"full_text":"Last week #ontheblog: \"What would Lenny do?\" Bentlry pondered, and then he said: \"We go after the budgie.\" #computer #budgie #hacking #OurBloggingLife #amwritingfiction #writing #blogger #writersnetwork #readers #COVID19 #creativewriting #bloggerstyle","sentiment_score":0.0}
{"full_text":"RT PM reaches Serum Institute in Pune to review #COVID vaccine development, promises all support possible fr...","sentiment_score":0.0}
{"full_text":"UAE: Abu Dhabi Ports to store, distribute 70 million COVID-19 vaccines","sentiment_score":0.0}
{"full_text":"RT Popular 33-Year-Old Fitness Guru And Instagram Influencer Dies Of Covid After Telling Followers He Thinks It's Fake","sentiment_score":0.05}
{"full_text":"RT","sentiment_score":0.0}
{"full_text":"Why is it that every program in the nation knows whether or not they can play before 10 am on Saturday except Florida State?","sentiment_score":0.0}
{"full_text":"RT The Pope publishes this op-ed in the New York Times, less than 24 hours after the 5-4 Supreme Court decision rejecting Covi...","sentiment_score":-0.0151515152}
{"full_text":"RT My predictions for Biden's 1st year in office:1. Covid-19 is brought under control2. Our economy rebounds, with st...","sentiment_score":0.0}
{"full_text":"Yes Wajiha.. much needed...I hope the lockdown ends soon ... Inshah Allah","sentiment_score":0.2}
{"full_text":"RT #MakeAmazonPay  ? Should Jeff Bezos get the Nobel Prize for saving US-economy through Covid-19 crisis?","sentiment_score":0.0}
{"full_text":"RT Most of us will be waiting till April for the vaccine. It will require two shots at least, and immunity won't be present for...","sentiment_score":0.0666666667}
{"full_text":"RT Surviving the ICU and Critical illness is the first step. We must do better -- we save people, but their lives are still destro...","sentiment_score":0.25}
{"full_text":"RT Clashes between police and anti-lockdown demonstrators in London. Protesters are calling for an end to lockdown restric...","sentiment_score":0.0}
{"full_text":"Shudder to think if UPA was in power in current times of corona virus.","sentiment_score":0.0}
{"full_text":"RT Tany Yao claims unions support forced organ trafficking. He knows it's not true. #Alberta has the highest COVID rates in Cana...","sentiment_score":-0.2375}
{"full_text":"Please could you explain why there is no Covid if the results show 0.77% positivity? Are you suggesting that these are all false positives?","sentiment_score":-0.4}
{"full_text":"RT Catholics saying \"I'll pray for them\" when someone is sick with COVID, then running about refusing to mask and congregating i...","sentiment_score":-0.7142857143}
{"full_text":"RT 100% immunity? Yes, but only for big pharma that brings corona vaccines to the market. Our foolish politicians have given th...","sentiment_score":0.0}
{"full_text":"#WearMaskProtectLifeSymptoms may appear 2-14 days after exposure to the virus. People with these symptoms may have COVID-19:Fever or chillsCough...@A_IG68@IrfanGondal68@TeamPakAlpha_","sentiment_score":0.0}
{"full_text":"RT When England's current lockdown ends on 2 December regions will be placed in one of three tiers- Medium- High - Very high...","sentiment_score":0.1226666667}
{"full_text":"RT The federal government provides virtually limitless cash to Wall Street banks when they need it.But when working families nee...","sentiment_score":0.0}
{"full_text":"So Cool ","sentiment_score":0.35}
{"full_text":"They are real fast handing out these false positives now people are starting to fight back...","sentiment_score":-0.025}
{"full_text":"RT \"He's avoiding interaction with the public, he's not holding press conferences, he's not taking questions from the media, an...","sentiment_score":0.0}
{"full_text":"RT This same comes on TV to lecture opposition on staging jalsas in covid-19 and asks them to cancel all events t...","sentiment_score":0.0}
{"full_text":"i swear corona goddamnnnnnnnnnnnnnnnn","sentiment_score":0.0}
{"full_text":"cant stop thinking about how much happier and different my life would be if corona wasnt a thing","sentiment_score":0.1}
{"full_text":"RT South Dakota hits COVID milestone: 1 out of every 1,000 residents dead","sentiment_score":-0.2}
{"full_text":"RT The last line is vintage Nigeria--it will force those with the cure for cancer to be career gatemen.It has an insatiable appe...","sentiment_score":0.0}
{"full_text":"RT Stop the lockdowns. #ConstitutionOverCoronavirus","sentiment_score":0.0}
{"full_text":"RT \"I see no more growth until 2022, 2023, and it will be very, very light in regard to the U.S. shale industry ever growing a...","sentiment_score":0.135}
{"full_text":"RT \"In the 24 counties that required people to wear masks in public, there was a net decrease of 6% in cases....in the count...","sentiment_score":0.0}
{"full_text":"RT SO, PIERS CORBYN IS BEHIND THIS THEN??? NO SURPRISE AT ALL!!!Riot police clash with anti-lockdown protesters in central London...","sentiment_score":-0.2}
{"full_text":"These police officers are thugs. Utter scum.","sentiment_score":-0.15}
{"full_text":"Saturday's COVID-19 numbers for Iowa*From Friday 10 a.m. to Saturday 10 a.m.*2,239 new casesTotal: 225,78311 new deathsTotal: 2,3601,221 hospitalizations130,007 recovered","sentiment_score":0.1363636364}
{"full_text":"Went to B&amp;M today very busy. Masks everywhere. Young boy looked at me and was either thinking why's she not wearing a mask cos he's brainwashed or confused as to why he has to wear one. Hope it was the latter #lockdownUK #tyranny #facemasks","sentiment_score":-0.0425}
{"full_text":"RT BREAKING NEWS: is reporting live from the border crossing in Frankfurt an der Oder on Saturday, November 28, a...","sentiment_score":0.1363636364}
{"full_text":"He died early in the pandemic and it cut deep ","sentiment_score":0.05}
{"full_text":"RT It is great to see that the #COVID19 RECOVERY platform has randomised 19,000 patients at 174 UK NHS sites. Ongoing update s...","sentiment_score":0.8}
{"full_text":"RT When COVID officially over Future gonna bring in millions when Mask Off at the top of the charts again","sentiment_score":0.25}
{"full_text":"RT Breaking: L.A. County health officials issued a temporary stay-at-home order that will take effect Monday.The order prohibit...","sentiment_score":0.0}
{"full_text":"Lockdown in Los Angeles: LA County asks its 10 million residents to stay home for THREE weeks","sentiment_score":0.0}
{"full_text":"The full vaccination priority band listings are included in this article ","sentiment_score":0.35}
{"full_text":"Another one?! #ufc we need to have a sit down","sentiment_score":-0.1555555556}
{"full_text":"RT \"In the 24 counties that required people to wear masks in public, there was a net decrease of 6% in cases....in the count...","sentiment_score":0.0}
{"full_text":"Debuting in a pandemic?! Argh. SAD JANET is darkly hilarious and 100% focused on living through holiday misery. It *is* this season. I picked my copy up from ","sentiment_score":0.0}
{"full_text":"RT agonizing trade-offs, roughly half of which have been broadly ignored ... fetishizing \"the science\" is too often more perfo...","sentiment_score":0.1319444444}
{"full_text":"Or N95 masks for nurses.","sentiment_score":0.0}
{"full_text":"RT It makes ZERO sense to wear a mask into a restaurant then take it off inside, sit shoulder to shoulder, talk, shout and spe...","sentiment_score":0.0}
{"full_text":"RT Still it's not as if there is exactly a barrel of talent in the Tory party is it?","sentiment_score":0.25}
{"full_text":"Lets all  at the unfit  fat  plod..","sentiment_score":-0.2}
{"full_text":"A vacation is waitingWhere the pandemic washes awayOrange skiesPurple mountainsAnd a savannah beckon meI can't waitUntil my vacation is reality#vsspic","sentiment_score":0.0}
{"full_text":"RT When the NBA shut the season down","sentiment_score":-0.1555555556}
{"full_text":"40 minutes of exercise can offset 10 hours of sitting in the time of #COVID19 while working remotely.https:\/\/t.co\/yDWPL3G8a8","sentiment_score":0.0}
{"full_text":"RT Amy Coney Barrett ruled for churches to avoid #covid19 restrictions and a federal execution to proceed. How's that pro-...","sentiment_score":0.0}
{"full_text":"RT and just when i thought there was one logical person on the internet. thanks dr mike! you're a hero to the idiots who are...","sentiment_score":-0.1}
{"full_text":"RT So much information in here being ignored by the acknowledged this week that pre and asymptomatic infectio...","sentiment_score":0.2}
{"full_text":"2 spoons of seamoss a day keeps COVID away","sentiment_score":0.0}
{"full_text":"RT BJP se itnaaaa darr.. Sleeper Cell toh Terrorists Ke Hote hai Aunty ED, IT, CBI &amp; NCB has caught crimina...","sentiment_score":0.0}
{"full_text":"RT Preacher Sean Feucht to Hold Another COVID-Spreading Concert on New Year's Eve","sentiment_score":0.1363636364}
{"full_text":"RT A reminder that Senate GOPers Kelly Loeffler, David Perdue and Ron Johnson committed criminal insider trading in mid Ma...","sentiment_score":-0.2}
{"full_text":"RT Stop spreading Corona viruse #WearMaskProtectLife","sentiment_score":0.0}
{"full_text":"RT Can't wait this weekend  #plano #forthworth #texas #jdfbiketour #ppp #socialdistancing c...","sentiment_score":0.0}
{"full_text":"RT 5\/9 - Zurich has succeeded to cut the exponential growth (R-eff=0.89) of its #COVID19 second wave, remaining at high levels,...","sentiment_score":0.08}
{"full_text":"RT These two corrupt, greedy and dirty senators from Georgia don't care about you. They are inside traders who profited fro...","sentiment_score":-0.55}
{"full_text":"Found out that the outbreak at my grandpa's care home is getting worse...And my uncle's workplace also has an outbreak...And Willow's bosses kids school...So that's cool.","sentiment_score":0.35}
{"full_text":"Join me and sign the Community Pledge that is  posted on our website. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"RT It's Small Business Saturday! Do you have any favorite locally owned businesses in the area that you plan on shopping with this h...","sentiment_score":0.0625}
{"full_text":"This is not a drill. Hermansson vs. Vettori. Who you got?!","sentiment_score":0.0}
{"full_text":"The pandemic has changed the way we shop. We'd like to encourage you to please #shopsmall and support #localbusinesses Please consider participating in #SmallBusinessSaturday support independently-owned businesses rather than big box brands.","sentiment_score":0.0}
{"full_text":"RT LIVE IN LONDON--Anti-lockdown protests. #londonprotest","sentiment_score":0.1363636364}
{"full_text":"RT Right ok,  so they can't like up arms because of #Covid but in2 minutes time they will be all over each other? #Logic","sentiment_score":0.2202380952}
{"full_text":"RT STUNNING. In 2020, there's no increase in overall deaths. Covid has decreased every other type of death. To summarize, m...","sentiment_score":-0.00625}
{"full_text":"RT Healthcare workers did *NOT* sign up to work during an endless pandemic with ZERO help from state and federal governments...","sentiment_score":-0.125}
{"full_text":"RT The city's chief medical officer, Dr. Vera Etches, said much of the credit for lower COVID-19 case counts in Ottawa goes to...","sentiment_score":0.1}
{"full_text":"Modi thinks he is bigger doctor then the doctors in research of Corona Vaccine. He was not able to read his books properly &amp; trying to take credit of vaccine. Dear Mr. Modi people are well aware about your game plan. U went Hyderabad for Election Prachar. don't try to be smart","sentiment_score":-0.030952381}
{"full_text":"RT Pandemic Profiteers who make a fortune trading off of inside information learned through their public office belong in...","sentiment_score":0.0}
{"full_text":"It does, this is Viral Evolution. Swine flu disappeared when a Novel Rhinovirus came &amp; replaced it. The 2017 flu strain, replaced the 2015 flu strain, etc. These viruses r in constant competition for us. The better \"predator\" wipes out the rest.","sentiment_score":0.25}
{"full_text":"Liberate the marginalized from burden of COVID-19: Kamat to Goa CM","sentiment_score":0.0}
{"full_text":"RT I'm so ready for another lockdown","sentiment_score":0.2}
{"full_text":"BJP\/RSS is only concerned with electoral conquest rather than governance,A chief minister of a most populous state with around 22crore population is more concerned with campaign in municipality of different state.Than raging pandemic,explosive unemployment,agrarian distress","sentiment_score":0.25}
{"full_text":"COVID-19 has altered the way we manufacture. Learn about how the pandemic has shifted finances in manufacturing as well on","sentiment_score":0.0}
{"full_text":"RT AS SOON AS IT TURNS DECEMBER 31ST IN KR&amp;JPN WE SHOULD TREND #.THANKYOUTWICEFOR2020. THEY WORKED SO HARD THIS YEAR IN MIDST O...","sentiment_score":-0.2916666667}
{"full_text":"As Hiking Surges During the Pandemic, So Do Injuries","sentiment_score":0.0}
{"full_text":"People need to see this for what it is: Trump's stay out of prison plan. He won't be prosecuted fir any federal crimes as long as he is running for office because of how it will look on the world stage.","sentiment_score":-0.05}
{"full_text":"RT Many of my patients, young &amp; old, are struggling with loneliness. I know, and I care. I've seen people fighting with friends &amp;...","sentiment_score":0.2333333333}
{"full_text":"The  Covid-19  pandemic created concerns about hygiene, wellbeing and immunity, and continues to drive new directions in beauty and wellness. We created a platform to gauge what this moment meant to you and to brands. Access our research now :","sentiment_score":0.1363636364}
{"full_text":"RT Today we kick off our \"Hockey Helping Hands\" program! This year we have selected as our recipient! Join our t...","sentiment_score":0.0}
{"full_text":"RT A reminder that Senate GOPers Kelly Loeffler, David Perdue and Ron Johnson committed criminal insider trading in mid Ma...","sentiment_score":-0.2}
{"full_text":"Join the Cortez Community and sign the Community Pledge. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"Fox says COVID-19 has a 99.7% survival rate. The New York Times says the mortality rate is 2%. Which would mean the survival rate is 98%. All these statistics are all fine and dandy (if they're even accurate), but what really gets me is when you decide to use this info as a...","sentiment_score":0.1681060606}
{"full_text":"RT Your twenties now extend to 32 to cover time lost to covid","sentiment_score":0.0}
{"full_text":"Sadly will not listen to the advice of Scientists. He's the same as Trump, only interested in the almighty dollar.","sentiment_score":-0.0625}
{"full_text":"RT Scores of worker Covid deaths not reported amid US regulator's lenient approach","sentiment_score":0.5}
{"full_text":"PLEASE READ THIS IMPORTANT ANNOUNCEMENT: You may know that today is Small Business Saturday in the U.S. The company which produces ECHL Week, with just two employees, has felt the effects of the pandemic, similar to many other businesses. ...","sentiment_score":0.105}
{"full_text":"RT Why have Huns not had a single COVID case or track n trace! Hear they are only club who deal with a private company? All ot...","sentiment_score":-0.0297619048}
{"full_text":"RT Happy #SmallBusinessSaturday! Here's a fun activity to support local owners and workers: Congress passes stimulus fundi...","sentiment_score":0.4333333333}
{"full_text":"  Don't hold out much hope on an organised vaccine rollout with #Zahawi in charge. Why not let the qualified army organise it?Covid: Nadhim Zahawi appointed as vaccine rollout minister","sentiment_score":0.2}
{"full_text":"RT At the Bharat Biotech facility in Hyderabad, was briefed about their indigenous COVID-19 vaccine. Congratulated the scien...","sentiment_score":0.0}
{"full_text":"RT Amazon has added 427,300 employees in 10 months. Jeff Bezos could give every Amazon employee $105,000 and still be as rich as...","sentiment_score":0.375}
{"full_text":"RT Hamilton runs over Corona del Sol to advance to Open semifinals. Story for","sentiment_score":0.0}
{"full_text":"RT It's clear to me that the CPC &amp; several provincial CON govt's colluded in an effort to politicize &amp; weaponize this deadl...","sentiment_score":0.05}
{"full_text":"RT \"What are you getting into tonight\"My bed, we're in a pandemic.","sentiment_score":0.0}
{"full_text":"MY TAX DOLLARS ARE FUNDING THIS PROMOTED TWEET. STOP THE BULLSHIT. AND STOP WASTING MY MONEY.","sentiment_score":0.0}
{"full_text":"To jab or not to jab | Many Europeans skeptical about rushed-to-market COVID vaccine","sentiment_score":0.0}
{"full_text":"Last few days to share your experiences as a student or as a parent of a student attending school during the COVID-19 pandemic! Your participation in this survey will help improve advocacy efforts and support for people living with autoimmune arthritis and their households ","sentiment_score":-0.125}
{"full_text":"There have been at least two cases among staffhttps:\/\/t.co\/5vqVg8Opbd","sentiment_score":-0.3}
{"full_text":"As you enjoy Thanksgiving weekend, remember OK's foster children. Due to #COVID19, asked instead of gifts, we raise money to cover 2,500 gift cards at $75 each for foster families. Go to to help!","sentiment_score":0.2479166667}
{"full_text":"Feeling healthy is not a guarantee that you are #Covid19-free.In fact, every second infection comes from someone who didn't have symptoms when they spread the virus. The only way to know for sure is by getting tested. Help us stop Covid, #GetTested! #TakeTheTest","sentiment_score":0.28125}
{"full_text":"While struggling with anxiety and frustration, Michelle was introduced to mindfulness and discovered a way to calm her mind during these difficult times.","sentiment_score":-0.1}
{"full_text":"Sending in some hope!https:\/\/t.co\/a39FiTGUu1","sentiment_score":0.0}
{"full_text":"With 100 staff sidelined by COVID, Horizon Health puts out calls for volunteers to deploy in Zones 2 and 3https:\/\/t.co\/Pl5IBeLxk6","sentiment_score":0.0}
{"full_text":"RT Covid vaccine breakthrough as UK to become FIRST to green-light jab - approval days away#CovidVaccine #Coronavirus htt...","sentiment_score":0.25}
{"full_text":"Almost three million vulnerable people, including the sick and elderly, in #England are to be given free #vitaminD pills as part of the country's efforts to combat COVID-19 this winter","sentiment_score":-0.2714285714}
{"full_text":"I wish a SEVERE case of Covid on you!","sentiment_score":0.0}
{"full_text":"If you have any coronavirus symptoms, you should self-isolate and get a test. You can book a test through the NHS COVID-19 app or go to You must book your test in advance to secure a slot. #NorthantsTogether","sentiment_score":0.4}
{"full_text":"Parents, Please join me and sign the Community Pledge. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"This lovely guy is Hamdi. He's one of 3 refugees who help us with distributions &amp; translations for residents in their hotel. Volunteering helps us all cope with lockdown, but it's more than just that. Offering support to others gives people a crucial sense of purpose and dignity.","sentiment_score":0.3333333333}
{"full_text":"All Delhiites will be administered with coronavirus vaccine within 3 to 4 weeks of its availability says #covid19vaccines #Delhihttps:\/\/t.co\/Ya5lxf3FKP","sentiment_score":0.0}
{"full_text":"Today is \"Small business Saturday.\" and with many small businesses struggling through COVID-19, it's more important than ever to support them.https:\/\/t.co\/Ly9Hb83qg4","sentiment_score":0.18}
{"full_text":"Today is #SmallBusinessSaturday! We encourage you to shop at your neighborhood retailers and restaurants. Due to COVID-19 guidelines, shop safely whether that means online, picking up, or delivery. #ShopSafeSupportLocal #ChiSmallBiz","sentiment_score":0.1875}
{"full_text":"With 100 staff sidelined by COVID, Horizon Health puts out calls for volunteers to deploy in Zones 2 and 3https:\/\/t.co\/Itupxpj0pw","sentiment_score":0.0}
{"full_text":"With 100 staff sidelined by COVID, Horizon Health puts out calls for volunteers to deploy in Zones 2 and 3https:\/\/t.co\/pdbU4RJNNU","sentiment_score":0.0}
{"full_text":"Protect yourself, your family and your friends. Wash your hands  Cover your face- Make space For the latest advice >https:\/\/t.co\/VV0bsBLIQE","sentiment_score":0.5}
{"full_text":"I'm begging you, put Philadelphia under martial law.They're not following cdc guidelines.","sentiment_score":0.0}
{"full_text":"RT Hayward: Coronavirus Helps China's Totalitarian Social Credit System Spread Worldwide","sentiment_score":0.0333333333}
{"full_text":"The White House is going ahead with plans to hold holiday parties and receptions at the presidential mansion.","sentiment_score":0.0}
{"full_text":"You Can Stay at the 'Home Alone'-Themed Airbnb [PHOTOS]","sentiment_score":0.0}
{"full_text":"When on campus make sure to wear a face mask, social distance, wash your hands and monitor your health daily.You can also find NWTI's Covid-19 protocols at  #NWTI #ReThinkEducation","sentiment_score":0.2666666667}
{"full_text":"USA Field Hockey recognizes that many upcoming events could potentially be impacted by the ongoing COVID-19 pandemic.Here's a brief update on tournaments scheduled for December through March:","sentiment_score":0.1666666667}
{"full_text":"Staying in constant communication is key to fighting the lack of transparency or supervision in #nursinghomes during this time. Take action if you suspect your loved one is experiencing #abuse or #neglect. Call 410-951-8744 today.https:\/\/t.co\/cO2IUUWlH4","sentiment_score":0.2}
{"full_text":"RT Very interesting...","sentiment_score":0.65}
{"full_text":"COVID 19 cases in India until : 28\/11\/2020 21:30Total Cases: 9385930 [+34706]Active: 453711Recovered: 8793419 [+34533]Deaths :136651 [+413]Total Tests: 138.22MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"A critical care physician in St. Louis simulated what it's like to be a coronavirus patient in his ICU in an attempt to urge people to wear face coverings.","sentiment_score":0.0}
{"full_text":"'Prepare for coronavirus vaccine coming within days', hospitals told ","sentiment_score":0.0}
{"full_text":"More than two dozen people have tested positive for Covid-19 after participating in youth basketball tournaments this month at a gym in Northern California, county health officials said.","sentiment_score":0.3636363636}
{"full_text":"The following Georgia Southern players are inactive for today's football game against Georgia State and will not dress for the contest. Reasons for not dressing include, but are not limited to, injury, suspension, COVID, contact tracing and\/or coach's discretion.","sentiment_score":-0.0910714286}
{"full_text":"RT Today's #FloridaState-#Virginia game is postponed, the ACC announces. Florida State has positive COVID-19 cases and con...","sentiment_score":-0.0863636364}
{"full_text":"Police found 20 people inside the  bar despite repeated warnings about breaking lockdown restrictionshttps:\/\/t.co\/jOquszZemS","sentiment_score":0.0}
{"full_text":"Since the pandemic began, nimble experimentation has been taking place in Paris, as state-run institutions have struggled to adapt, Ingrid Luquet-Gad writes","sentiment_score":0.0}
{"full_text":"US billionaires including retailer Jeff Bezos added $1 trillion to their collective wealth since the start of the pandemic","sentiment_score":0.0}
{"full_text":"The coronavirus presented huge challenges for the fall semester for U.S. colleges that opened the academic year with in-person learning, including some that took a battering from outbreaks. ","sentiment_score":0.2}
{"full_text":"Black Americans are up to 5.5 times more likely to die from COVID-19 compared to non-Hispanic whites. The pandemic is worsening existing health disparities with the greatest difference occurring in parts of the Midwest and Florida. Learn more:","sentiment_score":0.3666666667}
{"full_text":"Celebrating UsClass of 2023: Adrienne2 things about this video:1) That shot!2) How nonchalant is when she fist bumps the opposing coach. *COVID disclaimer:  All videos posted in the \"Celebrating Us\" series have been previously recorded.","sentiment_score":-0.1666666667}
{"full_text":"Our BLACK FRIDAY offers are now LIVE!From TODAY until Friday 4th December 2020, you can SAVE up to 35% on limited products.https:\/\/t.co\/iw0sodZMB2#OneStopCleaningShop #OneStop #Cleaning #Save #MoneySaving #Coronavirus #Corona #Covid19 #BlackFriday #BlackFriday2020","sentiment_score":-0.046031746}
{"full_text":"In a strange twist the horse that won the 15.35 at Newbury (called Zanza) has been awarded a contract to supply Covid vaccine-Odd things happen when Mr Zahawi is given such powers!","sentiment_score":-0.025}
{"full_text":"The European Union is looking at ways to bypass patent protections and make it easier to make generic drugs in cases of emergency such as the #Covid19 pandemic.https:\/\/t.co\/e3LSNh8j1y","sentiment_score":0.0}
{"full_text":"Happy #SmallBusinessSaturday! Find an Arizona small business near you to #ShopSmall. If you shop in person, remember to keep 6 feet from others and wear a mask.","sentiment_score":0.2833333333}
{"full_text":"RT Hwasun onstage hyping up the empty crowd because of covid","sentiment_score":-0.1}
{"full_text":"RT Does anyone know what happened BEFORE this video starts? Difficult to make a judgement without seeing the context.","sentiment_score":-0.5}
{"full_text":"COVID-19 Accidentally Causes Most Inclusive Macy's Thanksgiving Parade Ever #MacysParade","sentiment_score":0.125}
{"full_text":"Disasters such as epidemic and famines are raging. How can we gain God's protection? This film tells stories of Christians being protected by God in a disaster, inspiring you.#disasters #Christian #faith #blessed #LastDays #truth #GodsWord #Jesushttps:\/\/t.co\/1lCShTdzOv","sentiment_score":0.1666666667}
{"full_text":"TOM KEENE, 66 of Skowhegan, Maine died of COVID on Nov. 23. He was the town's former fire chief for 15 years.","sentiment_score":0.0}
{"full_text":".#WHO is on a mission to find #Covid19 origin, while China jumps the gun by claiming #Wuhan is not outbreak source.  #coronavirus #Wuhanhttps:\/\/t.co\/VtFLJDeI9e","sentiment_score":0.0}
{"full_text":"Culled mink rise from the dead to Denmark's horror.https:\/\/t.co\/hCv59Edjhu","sentiment_score":-0.2}
