{"full_text":"RT went around asking for donations for Tabung COVID 19. JASA free free dapat RM81.5 million.Now tell me, k...","sentiment_score":0.4}
{"full_text":"Flu Season is beginning.COViD-19 daily new cases are spiking over 120,000. USA is headed to millions of COViD-19 deaths by June 2021.@NatlGovsAssoc &amp; should shut down hotspot areas to reduce COViD-19 deaths! pinned tweet!https:\/\/t.co\/PnSsDFcFGE","sentiment_score":-0.0193602694}
{"full_text":"RT Perhaps moderate Democrats in the House should stop blaming the Movements for Black Lives, youth movements, and progressiv...","sentiment_score":-0.0833333333}
{"full_text":"This is what #45 COViD 45 Donald Trump is telling his family and staffhttps:\/\/t.co\/BQeLc9qv1a","sentiment_score":0.0}
{"full_text":"RT We are still waiting for Chen Qiushi's return. Until he reappears, we will keep on counting the days.Chen Qiushi has b...","sentiment_score":0.0}
{"full_text":"Stand with the North against these vile restrictions.","sentiment_score":0.0}
{"full_text":"RT This lockdown please shop from independents and small local businesses. And when you can-  get back &amp; visit them again...","sentiment_score":-0.0833333333}
{"full_text":"RT In case you were wondering how House progressives will respond to the assertion that it was their issues that cost Dems sea...","sentiment_score":0.0}
{"full_text":"RT There are folks running around on TV blaming progressivism for Dem underperformance.I was curious, so I decided to open the hood...","sentiment_score":-0.05}
{"full_text":"RT With you on this one Ji! Fighting this pandemic collectively is the only way through. Once again, wear a...","sentiment_score":0.0}
{"full_text":"RT There are pressures on many hospitals which will continue through the winter 'thanks' to COVID--19, but there is a glimmer of...","sentiment_score":0.35}
{"full_text":"Thank you to Colin Anderson for featuring our new workshop series, The Telling in Retreat Carols, on Colin's Column!The series launches next week! Tickets:","sentiment_score":0.0681818182}
{"full_text":"RT New recoveries exceed new cases continuously from last 5 weeks, Sustained dip in the active cases; stand at 5.2 lakh today...","sentiment_score":0.0348484848}
{"full_text":"RT Thank you to all of our brilliant scientists at &amp; across the UK who are working tirelessly to...","sentiment_score":0.9}
{"full_text":"RT There are folks running around on TV blaming progressivism for Dem underperformance.I was curious, so I decided to open the hood...","sentiment_score":-0.05}
{"full_text":"RT CM Uddhav Balasaheb Thackeray has directed that the 3rd phase of 'My Family, My Responsibility' drive be implemented in...","sentiment_score":0.0}
{"full_text":"RT The Mall 2, 14x19 incheswatercolor, Arches, nov 2020lockdown watercolor No 46sold","sentiment_score":0.0}
{"full_text":"This is who America voted for. Not Biden. Don't be surprised if I move.","sentiment_score":0.1}
{"full_text":"RT Here's what's worrying me. The easy work of this recovery -- the mechanical snap back from recalling furloughed workers...","sentiment_score":0.2166666667}
{"full_text":"RT We've spent N3.5 trillion on COVID-19 palliatives: CBN","sentiment_score":-0.1}
{"full_text":"RT #Australia has nearly eradicated the #coronavirus.How?They LISTENED TO THE SCIENTISTS.#ListenToScientists #...","sentiment_score":0.1}
{"full_text":"You're lying AGAIN! Everyone is still very MUCH aware that COVID is out of control. (Thanks to the orange turd) so just shut up spreading lies! As soon as Trump loses I'm sure the main news will go back to the QUARTER OF A MILLION deaths!","sentiment_score":0.1444444444}
{"full_text":"RT \"This is a global call to action for all donors to stay the course and not to turn their backs on the poorest and most marginalize...","sentiment_score":0.2}
{"full_text":"He said \"we've never done that before\". We've also never had this many mail in ballots. Also the last time we had a pandemic during an election was 1918... sooo umm yeah things are going to be different. Man these trumper thumpers are really grasping at straws here.","sentiment_score":0.175}
{"full_text":"RT My friends, the U.S. Covid numbers are going from horrible to horribler.","sentiment_score":-1.0}
{"full_text":"COVID knows no politics:","sentiment_score":0.0}
{"full_text":"RT This thread is now at 20 stories of young people under the age of 25 who have died of COVID-19. There are many more to...","sentiment_score":0.3666666667}
{"full_text":"As the race becomes clear, let us not put down those who lost and delay the process of healing a fractured society. We have to fight #Corona together.","sentiment_score":-0.0277777778}
{"full_text":"RT Great points,","sentiment_score":0.8}
{"full_text":"RT Sen. Kelly Loeffler Is Under Fire For Trades After COVID Briefing : NPR","sentiment_score":0.0}
{"full_text":"...i think they're forecasted  a 700% profit surge on this acquisition!","sentiment_score":0.0}
{"full_text":"We know that our local library is a fantastic and much used resource for our school community.  Great news that we can still reserve and collect books from our libraries even in the current national lockdown.#lovelibraries #essexlibraries","sentiment_score":0.28}
{"full_text":"(Video) Alex Telles returns to Man United training after Coronavirus all clearReady for your highlights:https:\/\/t.co\/8C3hhFgNRX #EPL #premierleague","sentiment_score":0.0}
{"full_text":"RT UPDATE: The Met arrested 190 people who gathered to protest in London last night. All were arrested for breaching the new...","sentiment_score":0.0681818182}
{"full_text":"I'd take more pleasing (his death) over funny any day tho.","sentiment_score":0.375}
{"full_text":"(Video) Alex Telles returns to Man United training after Coronavirus all clearReady for your highlights:https:\/\/t.co\/cXkqEnnzLR #ChelseaFC #EPL","sentiment_score":0.0}
{"full_text":"RT NHS England reported 218 COVID-19 hospital deaths occurring over 9 dates:40 = 5th Nov (1d ago)113 = 4th Nov (2d ago)...","sentiment_score":0.0}
{"full_text":"Thread","sentiment_score":0.0}
{"full_text":"This is pretty disappointing.  There will be time to re-litigate what happened.   Minority voters are saving the country from itself.  Let's celebrate that!","sentiment_score":-0.25}
{"full_text":"me because I'm on placement during lockdown whilst everyone else is doing online learning at home","sentiment_score":0.0}
{"full_text":"RT #GhaziabadNeed #Blood Type :  O-positiveAt : Max Hospital, VaishaliBlood Component : Need Plasma from O+ve #COVID19 r...","sentiment_score":0.0}
{"full_text":"RT One more note. In May and June, when Dem voter registration had bottomed out due to the pandemic and GOPs were outregistering...","sentiment_score":0.1875}
{"full_text":"confetti is an album full of bops!needed especially during lockdown !","sentiment_score":0.175}
{"full_text":"Hiring climbed more than expected last month, taking the unemployment rate below 7% as the economy continued to recover from the depths of the pandemic slowdown.","sentiment_score":0.1333333333}
{"full_text":"Yep....all they needed was a reason to expand mail in voting, hence the overreaction to covid.","sentiment_score":0.0}
{"full_text":"Coincidence? Nahhhh","sentiment_score":0.0}
{"full_text":"Looking forward to this...","sentiment_score":0.0}
{"full_text":"RT When you ignore the stuff you don't like it is easy to make points!","sentiment_score":0.5416666667}
{"full_text":"RT Trump is a failure. Thankfully, new leadership is on the way.","sentiment_score":-0.0901515152}
{"full_text":"please step in for wales. And let us stay in lockdown until 2nd December we must stand united as one #COVID19 #lockdown2uk","sentiment_score":0.0}
{"full_text":"RT Imagine if Trump put this much energy into stopping COVID.","sentiment_score":0.2}
{"full_text":"hum ok, I guess you're right nobody think it is real because it is more convenient for all but this Chinese Virus is real and spreading faster and faster. many are complaining about China for economic reason but they are fine with the pandemic. lol","sentiment_score":0.3602380952}
{"full_text":"RT While we are waiting for these election results, let's keep in kind that COVID numbers are at an all time high. The pan...","sentiment_score":0.38}
{"full_text":"RT Shamima Begum was a grade A student at 15. No one mentioned her grades when she was groomed online.","sentiment_score":0.0}
{"full_text":"RT There are folks running around on TV blaming progressivism for Dem underperformance.I was curious, so I decided to open the hood...","sentiment_score":-0.05}
{"full_text":"RT Perhaps moderate Democrats in the House should stop blaming the Movements for Black Lives, youth movements, and progressiv...","sentiment_score":-0.0833333333}
{"full_text":"RT Great points,","sentiment_score":0.8}
{"full_text":"RT when they said this would only be a 4 week lockdown but have announced furlough will be extended until March","sentiment_score":0.0}
{"full_text":"RT So basically Joe is gonna finish with around 300 electoral votes. Polls suggested he'd win 351, I thought worst case 320....","sentiment_score":-0.1}
{"full_text":"Fuckkkkk. This was good!!","sentiment_score":1.0}
{"full_text":"She already is fighting back","sentiment_score":0.0}
{"full_text":"  Rock On!   #Pensylvania  #Gerogia #StayHome #StaySafe #StayCalm#EveryVoteCounts #TrumpMeltdown","sentiment_score":0.0}
{"full_text":"Good thread","sentiment_score":0.7}
{"full_text":"RT The acceleration in these trends is staggering. Rapidly rising hospitalizations, more than 10,500 in the ICU, rising c...","sentiment_score":0.5}
{"full_text":"RT Trump wants us in the streets.I beg you to stay home.","sentiment_score":0.2}
{"full_text":"Assumed he'd have his own private chaplain on call in his wealthy Brideshead mansion. Deep pockets needed to throw money around #COVID19","sentiment_score":0.275}
{"full_text":"It's covering ur face w a bit of fabric it really ain't that deep ","sentiment_score":0.1}
{"full_text":"RT One more note. In May and June, when Dem voter registration had bottomed out due to the pandemic and GOPs were outregistering...","sentiment_score":0.1875}
{"full_text":"RT Their egos won't let them hear this, but they should.","sentiment_score":0.0}
{"full_text":"RT Would be great if you could offer some support to the small hospitality businesses...","sentiment_score":0.275}
{"full_text":"RT Ivermectin prophylaxis leads to 73 per cent reduction in Covid infection: AIIMS-Bhubaneswar study","sentiment_score":0.0}
{"full_text":"RT I feel so grateful for another day of life in this crazy beautiful world. I believe in you, and I believe in us. We can...","sentiment_score":0.125}
{"full_text":"RT We are soooo happy to say #Confetti is out now We can't thank you enough for all the love you've shown us this year. From...","sentiment_score":0.4333333333}
{"full_text":"RT There are folks running around on TV blaming progressivism for Dem underperformance.I was curious, so I decided to open the hood...","sentiment_score":-0.05}
{"full_text":"Lots of truth here from . Progressivism wins. Cancel moderate dems.","sentiment_score":0.15}
{"full_text":"RT Came across this gem today. Trump supporting evangelist who claimed covid was caused by prema...","sentiment_score":0.25}
{"full_text":"This is my life now. Also can you remember a time before Covid-19? Can you remember a time before we stayed inside all the time? 2020 has been the longest.","sentiment_score":0.0}
{"full_text":"RT Can't wait for 2020 to be over? Trump will be gone (right...?)Sadly more chaos looms in 2021-Post-brexit migration rule...","sentiment_score":0.5}
{"full_text":"RT Trump wants us in the streets.I beg you to stay home.","sentiment_score":0.2}
{"full_text":"RT There are folks running around on TV blaming progressivism for Dem underperformance.I was curious, so I decided to open the hood...","sentiment_score":-0.05}
{"full_text":"COVID-19 survivor offers crucial advice: Everyone needs this $25 device","sentiment_score":0.05}
{"full_text":"Omg soooo true","sentiment_score":0.35}
{"full_text":"COVID RAFAEL!!! And the whole process is live-streamed!","sentiment_score":0.25}
{"full_text":"RT  After closing in March amid the coronavirus pandemic, is open again.#DigitalMarketing #onlinemarketing...","sentiment_score":0.0}
{"full_text":"If you are travelling with us, please follow our safety guidelines so that you can travel with confidence. For further information visit:","sentiment_score":0.0}
{"full_text":"i used to swim a lot like every summer but corona fucked that up, i'm not a very active person i don't do sports","sentiment_score":-0.2743589744}
{"full_text":"Covid","sentiment_score":0.0}
{"full_text":"RT Have never questioned the seriousness of Coronavirus. But to be so dismissive of these other deadly diseases is just shock...","sentiment_score":-0.1625}
{"full_text":"RT In Australia today I went to work. Covid is almost non existent here.  My staff room has a tv and it showed Trumps liv...","sentiment_score":0.0}
{"full_text":"RT 'I almost didn't make it': 32-year-old Milwaukee coronavirus survivor meets woman who donated plasma for her treatment","sentiment_score":0.0}
{"full_text":"Nice day to be out. Lockdown day 2","sentiment_score":0.6}
{"full_text":"I'm ready for another lockdown cuz I will SCREAM if we're locked down in March again","sentiment_score":0.0222222222}
{"full_text":"RT Denmark has found 214 people infected with mink-related coronavirus: State Serum Institute","sentiment_score":0.0}
{"full_text":"It's the worse year ever election results not clear yet a late season hurricane and covid","sentiment_score":-0.25}
{"full_text":"RT There are folks running around on TV blaming progressivism for Dem underperformance.I was curious, so I decided to open the hood...","sentiment_score":-0.05}
{"full_text":"...can we please start with the childcare crisis that has always affected low income parents but that the pandemic has brought to the doorstep of middle class parents? If there are organizers already doing this work..Id love to support them.","sentiment_score":0.1666666667}
{"full_text":"The Covid Housing Boom Will Go On Until This Happens by","sentiment_score":0.0}
{"full_text":"As cases throughout the whole country rise we all need to play our part to stop the spread of the virus. Please follow the new rules  and remember #HandsFaceSpace when you are out of the house.#COVID19","sentiment_score":0.1681818182}
{"full_text":"Rather frustrated with the COVID hotline - I appreciate many people are calling, but when children are sent home from school and can't go back until they receive a negative test, it would be helpful to get some consistent information and the opportunity to be tested","sentiment_score":-0.05}
{"full_text":"RT Reminder that Trump will be the first president SINCE HOOVER to leave office with fewer Americans employed than when he was swo...","sentiment_score":0.25}
{"full_text":"A lot of people that left the South and came North for jobs are moving back home with family. It is expensive to live there now economically. Even those that win elections cannot afford to rent apt. in D.C. They stay in Senate office bldg. at night.","sentiment_score":0.1909090909}
{"full_text":"out here with truth","sentiment_score":0.0}
{"full_text":"RT #Australia has nearly eradicated the #coronavirus.How?They LISTENED TO THE SCIENTISTS.#ListenToScientists #...","sentiment_score":0.1}
{"full_text":"jigsaws from Slowdown Studio and Printworks in our latest blog posthttps:\/\/t.co\/LHZmfGW4O4","sentiment_score":0.5}
{"full_text":"RT Everyone say it with me #COVIDIOT 120,500 cases yesterday 1,100+ deaths. It's just that Everyone is focused on the elect...","sentiment_score":0.8}
{"full_text":"Possibly","sentiment_score":0.0}
{"full_text":"RT Wasn't someone just sipping tea when GA's COVID cases were going up? Now they, along with many who share their opinions are...","sentiment_score":0.5}
{"full_text":"Take your favourite foods globally! Digital menus for food businesses #food #DigitalTransformation #PicOfTheDay #Dream11IPLSRHvRCB #branding #tasteofindia #FridayMotivation #FridayThoughts #Eliminator #DigitalIndia #COVID19 #petridishpictures","sentiment_score":0.0}
{"full_text":"PUSSY ON LOCKDOWN KAMALA HARRIS","sentiment_score":0.0}
{"full_text":"RT There are folks running around on TV blaming progressivism for Dem underperformance.I was curious, so I decided to open the hood...","sentiment_score":-0.05}
{"full_text":"I heard about the new lockdown there - I am so sorry. That sounds like great work helping blind folks but that must be hard now.","sentiment_score":-0.0710606061}
{"full_text":"RT It's the viral pandemic version of SubwaysSubwaysSubways(tm)","sentiment_score":0.0}
{"full_text":"You heard her. WEAR A FUCKING MASK","sentiment_score":-0.6}
{"full_text":"#Indians are the keenest on getting vaccinated whenever a #COVID19vaccine is available, even as people in 10 out of 15 countries showed a growing reluctance about getting vaccinated, according to a global survey. #WorldEconomicForum","sentiment_score":0.2}
{"full_text":"Sweet, merciful, 8 pound baby Oprah. I love our party. I mean, the most votes in history put on our guy, who was no one's first choice, during a pandemic whe we couldn't door to door. But yeah, ok. Let's start the autopsy before it's even called. Neat.","sentiment_score":0.2979166667}
{"full_text":"RT There are folks running around on TV blaming progressivism for Dem underperformance.I was curious, so I decided to open the hood...","sentiment_score":-0.05}
{"full_text":"This week's Friday Files newsletter features The Circus &amp; the Solicitor, Art Inspiration, Sunshine Coast Writers &amp; the Pandemic, and Vice Chair Nigel Miller.  Click to read and subscribe ","sentiment_score":0.0}
{"full_text":"RT it's actually funnier that he survived covid only to have to watch himself lose","sentiment_score":0.0}
{"full_text":"RT With his remarks from the White House tonight, the President disrespected every single American who figured out a way to safe...","sentiment_score":0.1071428571}
{"full_text":"RT We're in a deadly Pandemic, the economy wrecked, the postal service crippled, thousands of polling places closed,  foreign...","sentiment_score":-0.1416666667}
{"full_text":"RT Palestinian prisoners infected with COVID-19 in Gilbo'a prison rise to 91.","sentiment_score":0.0}
{"full_text":"Shops, restaurants, movie theaters and more could be eligible for thousands of dollars in aid to help cope with pandemic-related losses-- see if your business qualifies for a Business Interruption Grant at","sentiment_score":0.5}
{"full_text":"Despite social distancing, sometimes we need a hug https:\/\/t.co\/tqJrnslXuZ","sentiment_score":0.0333333333}
{"full_text":"Trust in NGOs, the UN, and large charitable foundations has remained steady or declined slightly since 2019, suggesting these institutions may be seen as secondary in the response to #COVID19:","sentiment_score":0.1028571429}
{"full_text":"When the pandemic caused the total shutdown of Saloon Studios in West Jefferson, owner Mike Jones and his staff invested in opening a production studio for local artists. Read more in the story by David Brashier here:","sentiment_score":0.1666666667}
{"full_text":"Just Out - News on the Go from Our union continues to fight for our members in numerous ways as we combat the pandemic. We've important updates on #TransportforLondon, #NetworkRail, #CalMac, our travel trade and much more. So do read on...","sentiment_score":0.3}
{"full_text":"RT There are folks running around on TV blaming progressivism for Dem underperformance.I was curious, so I decided to open the hood...","sentiment_score":-0.05}
{"full_text":"WATCH: Talking about continued COVID-19 case spike ","sentiment_score":0.0}
{"full_text":"\"a national EMT shortage, long waits to drop off patients at hospitals and the COVID-19 pandemic are together making it difficult to serve every patient\" #ems #ambulance #COVID19 #perfectstorm","sentiment_score":-0.275}
{"full_text":"Three smart tips any small- or medium-size business can use to clearly communicate to customers that, yes, they are back in business. #BackInBusiness #Tips #SmallBiz #Business #COVID #Communication","sentiment_score":0.0160714286}
{"full_text":"For many, the coronavirus is not the only pandemic that we have been enduring over the past several months. The loneliness imposed by the mandated quarantine has wreaked havoc on the mental health of millions of people around the globe.Read more:","sentiment_score":0.1083333333}
{"full_text":"is holding its food pantry in #Manassas, #VA on Sunday November 11th from 10:30- 12PM EDT! Please click the link and place your order! If you know anyone in the #MetroArea in need to food please share the link to order! #HFweCare for all people in need! #Food #COVID","sentiment_score":0.0}
{"full_text":"Biden has been in briefings on Covid during this whole election - Trump has not thought of anybody but HIMSELF -  he is unfit.","sentiment_score":0.2}
{"full_text":"RT Yes stay home so the police can arrest Trumps nazis with there guns! There could be shooting because...","sentiment_score":-0.0625}
{"full_text":"RT That the Republicans' collective disinterest in responding to the Coronavirus didn't disqualify them forever from their pre...","sentiment_score":0.0}
{"full_text":"#Halifax Members: Please join us Monday, Nov 9th! Canada's aviation sector has been particularly hard hit by #COVID19. We need a recovery plan NOW!.. Rally details here: #unifor #canlab #Canada","sentiment_score":-0.3645833333}
{"full_text":"From the Human Rights Hub 'Freedom of the Net 2020: The Pandemic's Digital Shadow' (2020) by Adrian Shahbaz &amp; Allie Funk of","sentiment_score":0.0}
{"full_text":"Post-COVID-19 clean free trade policy can accelerate clean energy innovation internationally  Check out BCA founder article in  #BCAeco #GreenMarketRevolution@ACC_National","sentiment_score":0.2833333333}
{"full_text":"How can your #restaurant better engage the next-generation consumer amid #COVID19 concerns? Our report examines 3 customer trends reshaping the #restaurantindustry.https:\/\/t.co\/uxR4peojd3","sentiment_score":0.5}
{"full_text":"The presenter lineup is !! Super excited for this!","sentiment_score":0.4010416667}
{"full_text":"We interviewed MC Boston '19 alumni and spoke about their recent funding, COVID-19 shift, and the digital healthcare industry. Read more here:","sentiment_score":0.1666666667}
{"full_text":"Covid Redundancy Plans Should employers make them transparent?","sentiment_score":0.0}
{"full_text":"CED:  Week 35 Devotional Resources during the Coronavirus Pandemic","sentiment_score":0.0}
{"full_text":" Anfield is one of seven test centres as free COVID-19 tests are offered to anyone living and working in Liverpool.","sentiment_score":0.4}
{"full_text":"Writing A Science Explainer -- A Case StudyLearning to create high-quality evergreen explanatory content from \"Charting a Coronavirus Infection\"By Katherine Wu (@KatherineJWu) and Jonathan Corum (@13pt)https:\/\/t.co\/Omqb0hiovw","sentiment_score":0.0}
{"full_text":"Free testing is available today in London. Madison Co. &amp; all surrounding counties currently have high incidence of #COVID19. Testing is critically important to #SlowTheSpread of the virus. Caren Agricultural Center135 OH-3810 a.m. - 12 p.m.","sentiment_score":0.272}
{"full_text":"The Covid pandemic has highlighted the importance of purpose-led businesses in driving positive change in our society, says Philip Newborough, co-Founder and co-CEO of Bridges Fund Management, the impact investment firm. ","sentiment_score":0.0136363636}
{"full_text":"Activities to Stay Mentally ActiveMaintaining your mental health can be particularly difficult when you are stuck at home.Read more: #HomeActivities","sentiment_score":-0.05}
{"full_text":"RT And yet the Islamists outside the French embassy were not arrested last Friday despite being in breach of the restriction...","sentiment_score":0.0}
{"full_text":"Find the most recent analysis on topics ranging from Chinese private security companies in Central Asia, to Beijing's management of external debt obligations in light of Covid-19, in the latest October Newsletter:","sentiment_score":0.175}
{"full_text":"Full 's remarks  #COVID19 information session, November 5, 2020. ","sentiment_score":0.35}
{"full_text":"RT The RNC seems more interested in stopping the election than stopping the pandemic. Which is getting worse.","sentiment_score":0.1166666667}
{"full_text":"Strategies for individualized feedback during pandemic learning","sentiment_score":0.0}
{"full_text":"Helping your child learn social skills -- even in the age of #SocialDistancing. developmental #pediatrician Victoria Chen guides parents to help them learn the skills they need while staying at home.","sentiment_score":0.0333333333}
{"full_text":"\"Refugees and immigrants are a critical part of our society. They are keeping the engine of our community running.\" Learn how refugee hospital workers are playing a critical role in preventing the spread of #COVID19 in Boise, Idaho, U.S. #RefugeesWelcomehttps:\/\/t.co\/qljJiPejj4","sentiment_score":0.0}
{"full_text":"Russia's daily number of new coronavirus infections topped 20,000 Friday, setting a new record since the beginning of the pandemic.https:\/\/t.co\/Rizi0ETgff","sentiment_score":0.0909090909}
{"full_text":"The votes are still be counted, #Maryland facing Covid-19 case surge, UMD College Park is going virtual, Kevin Plank is getting out of the horse racing business and four more things to know this morning. ","sentiment_score":0.5}
{"full_text":"Pandemic Losses are manifold across the nations families. Emotional pain is overwhelming and hope seems to be diminishing. I say to you as my Hope is being restored, DO NOT lose your PraiseBrooklyn Tabernacle Choir - I never lost my praise via","sentiment_score":0.25}
{"full_text":"New article in Neurobiology of Disease shows how #SARS_CoV_2 disrupts the blood-brain barrier leading to neurological symptoms #COVID19https:\/\/t.co\/h9dtro24Kn","sentiment_score":0.1363636364}
{"full_text":"The families of the disappeared gather every year in front of a monument to the disappeared at Raddoluwa in Sri Lanka, but due to Covid-19 they could not gather for their loved ones this year. Read more... #SriLanka #Covid19 #coronavirus","sentiment_score":0.3583333333}
{"full_text":"Keep others safe by keeping yourself safe and taking precautions to help you reduce the risk of the Coronavirus spreading and affecting more people. #WashHands. #CoverFace. #MakeSpace.","sentiment_score":0.5}
{"full_text":"What should we make of Earl Spencer's claims about the BBC and Martin Bashir - the man who convinced Princess Diana to do THAT Panorama interview?Find out more in the new #PalaceConfidential:","sentiment_score":0.3181818182}
{"full_text":"Are you looking for support for an elderly relative or friend during lockdown? We are here to help, so please contact us.","sentiment_score":0.0}
{"full_text":"BIRA-IASB scientist Arianna Picialli  co-authored an article, published in , on the impact of the COVID-19 #lockdowns on #genderequality in scientific research.Results might indicate an important negative impact :","sentiment_score":0.05}
{"full_text":"ATTENTION! Because of the rising #coronavirus numbers in Carroll County, the #library may close early today, and we will be CLOSED, except for #curbsidepickup, through Wednesday. Check back here for updates about when we will reopen. #SafetyFirst","sentiment_score":0.0}
{"full_text":"\"We've come up with ways to pass cuddles through\" How are care homes dealing with the second lockdown?","sentiment_score":0.0}
