{"full_text":"UKRI funded students: how have you been affected by Covid-19?","sentiment_score":0.0}
{"full_text":"RT - iron ring of protection- our second wave plan is secret- reopen it all- waiting for data- public health approved it-...","sentiment_score":-0.1333333333}
{"full_text":"He never did the job of a president. Now 240,000 ppl are dead of covid. It's on his doorstep","sentiment_score":-0.2}
{"full_text":"I've been having diarrhea for 3 days now. This is the first time in my life that I have such a long and severe one. It feels like the intestines don't absorb any nutritions. Really hope this is not covid-19. Incidentally, PayPay Mall sucks.","sentiment_score":0.02}
{"full_text":"RT Extraordinary! Operation Warp Speed has accomplished in months what would have taken many years! Promises Made, Promises...","sentiment_score":0.4138888889}
{"full_text":"RT A video by the German government about coronavirus is going viral. Here it is with English subtitles.","sentiment_score":0.0}
{"full_text":"idc about the browser itself but respondus lockdown with camera can absolutely die. and that's on making a 23\/100 on my chemistry exam today","sentiment_score":0.2}
{"full_text":"They can have as many beds as they want create field hospitals etc, but there's only so many respiratory therapists to adequately staff those beds that's the problem. Doctors without borders has come to US calling us humanitarian crisis","sentiment_score":0.3333333333}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT . notes it is odd that Postmedia column is saying Justin Trudeau should show leadershipWell how about these Provi...","sentiment_score":-0.1666666667}
{"full_text":"RT Kelly Loeffler was never elected to her position and her only notable work as a Senator from Georgia was to use information ab...","sentiment_score":0.25}
{"full_text":"He did the right thing in a global pandemic. What more should he do? Other than that?","sentiment_score":0.1651785714}
{"full_text":"An agent of a foreign government works to undermine a nation's operations. Fighting a smooth transition, continuing the spreading of lies, and disease.  Denying the fact of a global pandemic holding Super-spreader events. Trump is the definition of a foreign agent!","sentiment_score":0.0296875}
{"full_text":"RT Could this be the beginning of the end of the Covid 19 plandemic!https:\/\/t.co\/4O8pgCcKdA","sentiment_score":0.0}
{"full_text":"RT LISTEN UP--If there is one person in the Senate who is the poster child of corruption during #COVID19 pandemic, it is unele...","sentiment_score":0.0}
{"full_text":"RT Indian Health Service  #Coronavirus data shows 74,322 #COVID19 cases as of November 3, 2020. Overall, 9.9% of tests ha...","sentiment_score":0.0}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT \"Only way to move forward post #COVID19 is with affordable, accessible &amp; equitable vaccines and treatments. #VaccineDe...","sentiment_score":0.1875}
{"full_text":"Thank you Congresswoman!!!","sentiment_score":0.0}
{"full_text":"RT Schools should stop acting like everything is normal.We're literally in the middle of: 1) recovering from devastating t...","sentiment_score":-0.3333333333}
{"full_text":"RT GOP: \"These mathematical models predicting the spread of COVID are useless!\"Also, the GOP: \"This statistical model that...","sentiment_score":-0.3125}
{"full_text":"RT #DYK that the apparel industry is the second largest water consuming industry in the world?Thankfully, inspiring people are w...","sentiment_score":0.25}
{"full_text":"RT All your supporters crying on the streets and giving each other the coronavirus while you grift the last wav...","sentiment_score":-0.1083333333}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT The Sunday Times investigation into the government's catastrophic handling of the coronavirus is one of the most important...","sentiment_score":0.45}
{"full_text":"RT --Mr. President, I just want to let you know.Yesterday there were more than 184,000 people with new covid infections, almost...","sentiment_score":0.3181818182}
{"full_text":"was thinking about how everything will be on lockdown so cyber monday is about to be wild. please think about your delivery drivers :\/ ... and maybe the ppl in the hub too ","sentiment_score":-0.075}
{"full_text":"She's guilty of profit from the pandemic. Another republican nightmare","sentiment_score":-0.5}
{"full_text":"RT Something extremely bogus is going on. During the pandemic, Elon Musk became $78.5 billion richer while forcing his work...","sentiment_score":-0.125}
{"full_text":"Retweeting this to manifest a similar situation. Companion, I conjure thee  ","sentiment_score":0.0}
{"full_text":"RT THEODORE BIELE, 79, of Kissimmee, Florida died of COVID on Oct. 26.\"My dad was so many things as many complicated peopl...","sentiment_score":0.1666666667}
{"full_text":"RT 246,400 Americans dead in the pandemic. When I remember the lives lost I ask questions about them. Did they cry when a pet d...","sentiment_score":-0.2}
{"full_text":"Then month before we knew about pandemic BernieBarbie Photo Op Queen Tweet as if costing people jobs in NY14CD was goodhttps:\/\/t.co\/hq3VAf8J40","sentiment_score":0.0}
{"full_text":"RT Thread on how Native American governments, orgs and citizens in South Dakota are taking COVID-19 prevention+preparation very...","sentiment_score":0.1}
{"full_text":"RT \"Wear a mask\" is the new neoliberal \"vote!\"","sentiment_score":0.1704545455}
{"full_text":"Same same.","sentiment_score":0.0}
{"full_text":"RT While over 130 Secret Service agents are quarantined due to coronavirus, four were stuck shopping with Tiffany Trump on Wo...","sentiment_score":-0.2625}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT How can it be more believable that all the world's governments got together to concoct a fake pandemic in order to micro...","sentiment_score":0.1666666667}
{"full_text":"RT Singer Jeremih Hospitalized in ICU with COVID-19, Rappers Ask for Prayers","sentiment_score":0.0}
{"full_text":"RT Gospel legend and Detroit native Fred Hammond diagnosed with COVID-19","sentiment_score":0.0}
{"full_text":"On behalf of the people I know who have died from Covid 19, screw ALL the way off. Blocked.","sentiment_score":0.0}
{"full_text":"Hold on, let me get out my calculator with that percent sign thingy.    SD is probably gonna be orders of magnitude worse than SK, but then again they listen to trump and Fox for their Covid recommendations.","sentiment_score":-0.4}
{"full_text":"RT This is the pretty-damn near unanimous consensus among economists. People using so-called 'economic' arguments to argue...","sentiment_score":0.15}
{"full_text":"RT MN State Senator Dave Senjem tested positive for COVID-19, and his Republican colleagues were informed the next day. H...","sentiment_score":0.1136363636}
{"full_text":"RT How is it going in El Paso?We have inmates putting corpses in 10 mobile morgues.  It is going pretty fucking poorly.","sentiment_score":-0.075}
{"full_text":"this whole thing with the covid has been a is a flu you're making people suffer more than this flu is. If people that are vulnerable they should take precautions and stay home. you should help them instead of making everyone stay home.","sentiment_score":0.0666666667}
{"full_text":"RT Georgia suffers from staggering #COVID__19 numbersSo what are its senators doingFighting to get aid for Georgians...","sentiment_score":-0.6}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"RT 80 percent of those who died of Covid-19 in Texas county jails were never convicted of a crime, a new report finds ","sentiment_score":0.1363636364}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT AMERICA. WAKE UP. NOW!!!! With COVID, we know what works. Wear masks. Social distance. Wash hands. A vaccine is coming. But...","sentiment_score":0.0333333333}
{"full_text":"RT Kelly Loeffler -- the richest person in Congress -- bought a private jet with our tax money. While Georgia's wor...","sentiment_score":0.0}
{"full_text":"RT The fact and was able to make Marvel's Spider-Man: Miles Morales and somehow make Marvel's Sp...","sentiment_score":0.5}
{"full_text":"On November 25th, Chancellor Rishi Sunak will set out the government's emergency funding plan to tackle Covid-19. I've signed a petition calling for our NHS to get the funding it desperately needs.  Will you join me and add your name?","sentiment_score":-0.6}
{"full_text":"This is horrifying. I am so angry at Trump and his GOP followers who have done virtually nothing to fight COVID and allowed so many people to die, put so many people at risk, and made life for our medical professionals a living nightmare. PLEASE #WearADamnMask ","sentiment_score":-0.08}
{"full_text":"RT One user pointed out that Rangoli is made to welcome Maa Lakshmi into the house. She questioned Times Now that whether the...","sentiment_score":0.8}
{"full_text":"RT Nothing worse than being a sore loser, especially when you're a grown-ass man, charged with representing your ENTIRE s...","sentiment_score":-0.1333333333}
{"full_text":"Best take someone can have on this. It is like pretending the world will magically come back from Covid lockdown damage to the economy, it won't. The only thing we can hope for is (mostly) peaceful separation.","sentiment_score":0.35}
{"full_text":"*Man does nothing.*","sentiment_score":0.0}
{"full_text":"Honestly, same","sentiment_score":0.0}
{"full_text":"From day 1 we were told to wear a mask because it's airborne and to wash thoroughly. Masks were given out, 2 per person, per week.Overnight there was hand sanitizer everywhere. In every elevator, before every shop entrance, tied to trees on the street and in the park. 5\/","sentiment_score":0.0}
{"full_text":"RT Zimbabwe, where a man with criminal credentials walks into court to mock an innocent journalist who exposed his corrupt deal...","sentiment_score":-0.1333333333}
{"full_text":"RT America's coronavirus death toll numbers do not lie. In stark contrast, Donald Trump and Kayleigh McEnany lie, lie, lie...","sentiment_score":-0.2}
{"full_text":"RT Coronavirus doctor's diary: The Yorkshire cemetery struggling to keep up with burials","sentiment_score":0.0}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT Austria tightens COVID-19 lockdown: \"Meet nobody,\" chancellor says","sentiment_score":0.0}
{"full_text":"Clearly the testing is the problem. Chart is exact same shape as cases ","sentiment_score":0.1166666667}
{"full_text":"RT I say this as someone who deeply cares about Thanksgiving (it's the only holiday I do care about): STAY THE FUCK HOME. WE ARE...","sentiment_score":-0.1333333333}
{"full_text":"Yes. Several","sentiment_score":0.0}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT All hands on deck. Record numbers of Covid-19 cases, hospitalizations &amp; deaths reported yesterday, including 184,514 cases...","sentiment_score":0.0}
{"full_text":"RT Yep, #tRumpLiedAmericansDied  \"Woefully lacking\" is a euphemism for #tRumpNotDoingShit ","sentiment_score":0.0}
{"full_text":"feel like shit and don't know if it's because I'm hungover, have a cold, I ate something, or literally covid so :))","sentiment_score":-0.1}
{"full_text":"What happened to the \"regular flu season\"? Last year there were 24-62,000 DEATHS. Did you wear a mask last year???","sentiment_score":0.0}
{"full_text":"RT Wearing a mask can help keep you well and help others stay well. It's not a political statement.  Don't turn it into one. Ju...","sentiment_score":0.0}
{"full_text":"RT GOP: \"These mathematical models predicting the spread of COVID are useless!\"Also, the GOP: \"This statistical model that...","sentiment_score":-0.3125}
{"full_text":"RT AMERICA. WAKE UP. NOW!!!! With COVID, we know what works. Wear masks. Social distance. Wash hands. A vaccine is coming. But...","sentiment_score":0.0333333333}
{"full_text":"RT South KoreaPopulation: 51 millionCOVID deaths: 492South DakotaPopulation: 0.88 millionCOVID deaths: 568","sentiment_score":0.0}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT I've been thinking about it. I admit to having low self-esteem. So I've certainly never thought of myself as being hero...","sentiment_score":-0.0535714286}
{"full_text":"RT I'm not having family or friends over for Thanksgiving. Or Christmas. Other than walks outside, I'm not leaving my house un...","sentiment_score":-0.0625}
{"full_text":"RT \"The reality is, humans are unwilling to accept how powerless they are to stop this virus. They are unwilling to admit...","sentiment_score":-0.5}
{"full_text":"RT Sen. has left small businesses behind in this pandemic.I will never leave you behind.","sentiment_score":-0.2625}
{"full_text":"Mask up. #clothes #cle #thisiscle #wearamask #mask #artgear #covid19 University Circle","sentiment_score":0.0}
{"full_text":"RT High time started broadcasting the Covid hospital discharge figures.   Yes, most people get better!   Even m...","sentiment_score":0.4283333333}
{"full_text":"This bullshit is particularly compatible with Covid.. or flu.. or, I dunno, having a baby.Private housing is a basic need.","sentiment_score":0.0833333333}
{"full_text":"RT A video by the German government about coronavirus is going viral. Here it is with English subtitles.","sentiment_score":0.0}
{"full_text":"RT COVID-19 is on the downfall as a major source of stress in our lives. Do not fear.","sentiment_score":0.0625}
{"full_text":"My dentist was open but only one day a week during lockdown!","sentiment_score":0.0}
{"full_text":"As #COVID19 skyrockets around US &amp; we struggle to manage it while trying to convince others that the threat is real, I've been thinking about The Declaration of Independence This is was spurred by the wonderful San Francisco ep of Somebody Feed","sentiment_score":0.6}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"Probably had an Awesome time. Worth it","sentiment_score":0.65}
{"full_text":"They are shutting down beaches in Puerto Rico AGAIN because of people not following CDC guidelines.","sentiment_score":-0.0777777778}
{"full_text":"I felt 100% comfortable outdoors before it got cold.Since science can't really explain the seasonality of viral respiratory infections and temps below 50s are corresponding with covid surges, I'm a lot less comf outdoors now.","sentiment_score":0.1444444444}
{"full_text":"looking to chat with an #economist whose focus is on the future of work post-covid! know someone? please help! i need recommendations for a story i am working on.","sentiment_score":0.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"My little just asked me \"mom, what if one of Santa's first stops is at someone's house who has the coronavirus then he spreads it at every house he stops at afterwards?\"","sentiment_score":0.03125}
{"full_text":"RT op: i can't go out and travel nowadays because of covid. can i go visit hyunsuk's heart?  :  come here","sentiment_score":0.0}
{"full_text":"Happy Diwali! Hope y'all stay home &amp; enjoy, best wishes!","sentiment_score":0.8}
{"full_text":"RT Coronavirus News: Mount Vernon issues Stay at Home advisory amid surging COVID cases","sentiment_score":0.0}
{"full_text":"Outcomes in COVID-19 patients may be better in those recently infected with endemic coronaviruses.","sentiment_score":0.25}
{"full_text":"RT DEFUND RESPONDUS LOCKDOWN BROWSER","sentiment_score":0.0}
{"full_text":"Redesigning Your Office Layout in an Era of Social Distancing #CRE #Office #Layout #COVID-19 #Design ","sentiment_score":0.0333333333}
{"full_text":"RT THIS.  And just to add insult to injury, this trash and her enablers is flooding the airwaves with lying attack ads on","sentiment_score":0.0}
{"full_text":"We've all been a lot more isolated lately, as many of us hunker down in our homes under some form of social restriction. But while social distancing has been a challenge for many, others have turned the crisis into an opportunity. ","sentiment_score":0.2351851852}
{"full_text":"RT #listen  #Prophetkacouphilippe : if you are Christians, then you have no right to go and sit in a Catholic, Protestant,...","sentiment_score":-0.0714285714}
{"full_text":"Take a look at the quote tweets.","sentiment_score":0.0}
{"full_text":"RT We owe our aged care workers so much. We have to have the support systems in place if this ever happens again so they are n...","sentiment_score":0.05}
{"full_text":"RT SKIP ONE THANKSGIVING AND KEEP YOUR PARENTS ALIVE IT IS NOT ROCKET SCIENCE","sentiment_score":0.1}
{"full_text":"RT Justice Alito said #COVID19 restrictions have \"blatantly discriminated against houses of worship\" when other businesse...","sentiment_score":-0.3125}
{"full_text":"RT LISTEN UP--If there is one person in the Senate who is the poster child of corruption during #COVID19 pandemic, it is unele...","sentiment_score":0.0}
{"full_text":"I'm ready to go back to a full lockdown","sentiment_score":0.1833333333}
{"full_text":"RT If you don't think Trump will do all he can to punish as many Americans as he can on his way out the door, you don't know t...","sentiment_score":0.5}
{"full_text":"RT While over 130 Secret Service agents are quarantined due to coronavirus, four were stuck shopping with Tiffany Trump on Wo...","sentiment_score":-0.2625}
{"full_text":"RT 1000% blame for Covid spikes goes to the government and how shit they've handled this and how much they value the circulatio...","sentiment_score":0.0}
{"full_text":"#COVID19 directly threatens all of these. In the past, when an entity threatens these core principles, America rises to the occasion.We are under direct threat &amp; the response is clear.We have been divided thru errors of omission &amp; commission.4\/","sentiment_score":-0.0166666667}
{"full_text":"R&amp;B singer Jeremih reportedly on a ventilator in ICU with COVID-19","sentiment_score":0.0}
{"full_text":"RT LISTEN UP--If there is one person in the Senate who is the poster child of corruption during #COVID19 pandemic, it is unele...","sentiment_score":0.0}
{"full_text":"The virus is everybody's business, not yours. You realize if you infect somebody you could be sued as you're violating  the public health rules. You're the epidemy of selfishness and the type of people that keeps us in this lockdown cuz of you're self-centered behavior. Reported!","sentiment_score":0.0}
{"full_text":"RT Indiana again reports record-breaking number of COVID cases; Region sees four more deaths #NWITimes","sentiment_score":0.5}
{"full_text":"BMJ: \"The medical-political complex tends towards suppression of science to aggrandise and enrich those in power. And, as the powerful become more successful, richer, &amp; further intoxicated with power, the inconvenient truths of science are suppressed.\"#Covid19UK #ClimateCrisis","sentiment_score":0.1083333333}
{"full_text":"She must stay unelected!!!!@ReverendWarnock turn the peaches BLUE","sentiment_score":0.0}
{"full_text":"SpiceJet has handled around 10,000 cargo flights since the lockdown in March, besides becoming the top cargo handler in October from the country's busiest Indira Gandhi International Airport, according to the airline.","sentiment_score":0.3166666667}
{"full_text":"Heard this week on the Parenting Roundabout Podcast: \"I asked a friend if she wanted to brainstorm how to have a safe Thanksgiving together.\"","sentiment_score":0.5}
{"full_text":"Fraud committed by self-described psychics, clairvoyants, fortune-tellers, spiritual advisers is rising says AARP's Amy Nofziger. One or two calls come in weekly; it used to be about one complaint every four months.https:\/\/t.co\/Bc1Xbh2Tkb#FraudSmart","sentiment_score":-0.15}
{"full_text":"RT This is the message that has to get out.https:\/\/t.co\/t2TXFNsuhU","sentiment_score":0.0}
{"full_text":"Join us at the OECD's Government After Shock event in helping governments survive and thrive coming out of the pandemic. #EY #reframeyourfuture  #covid19EYresponse #OECD #GocAfterShock","sentiment_score":0.0}
{"full_text":"Delhi's deteriorating air quality is reminding reminding everyone of lockdown times when the air was breathe-able.","sentiment_score":0.0}
{"full_text":"RT DeSantis hires Ohio Uber driver to rig COVID stats","sentiment_score":0.0}
{"full_text":" after covid...staying put for awhile.","sentiment_score":0.0}
{"full_text":"A simple task: #WearAMask. The deadline for our #BestMaskSEPTA contest is tonight at 11:59 PM. Make sure to use that hashtag when you enter.","sentiment_score":0.25}
{"full_text":"This weekend, be sure to protect yourself. Don't let COVID-19 follow you home for the holidays. #ProtectPurdue #INThisTogether","sentiment_score":0.5}
{"full_text":"New York City's latest coronavirus figures fell under the city's threshold for shutting down school buildings, but the mayor warned that the city was at a \"crucial\" point in fighting the virus' resurgence.https:\/\/t.co\/pXHNtGoLtm","sentiment_score":0.1202020202}
{"full_text":"Over 130 Secret Service officers are reportedly infected with the coronavirus or are in quarantine.","sentiment_score":-0.4}
{"full_text":"Chicken meat has tested positive for coronavirus--and the slaughter plants where they originate have become COVID-19 hotspots. ","sentiment_score":-0.1863636364}
{"full_text":"Covid-19 outbreaks began to ebb and lockdowns eased over the summer, measures tracking mobility, such as Google Community Mobility Reports, showed that adherence to keeping our distance from others began to relax.https:\/\/t.co\/pT7cB4zpOz","sentiment_score":0.0}
{"full_text":"RT The furlough extension is welcome news for aviation, but if financial support for the sector isn't forthcoming from the govern...","sentiment_score":0.4}
{"full_text":"One little girl's family and friends are fighting to get her to Disney to make lasting memories after they say her Make-A-Wish trip was canceled due to COVID-19.https:\/\/t.co\/bCGtK87RhP","sentiment_score":-0.1041666667}
{"full_text":"You are beautiful. Top to bottom. Inside and out. Mucho appeal! But I realize that the pandemic has taken its toll on many of us, by limiting our ability to get out and move around, like we used to. Mind over matter. One step at a time. Hugs!","sentiment_score":0.7}
{"full_text":"This year has been difficult for many families due job layoffs and losses because of COVID-19, so Miller County Conservation Agent Eric Swainston and MDC are encouraging hunters to help out by sharing their harvest.https:\/\/t.co\/nscWRSKR0B","sentiment_score":-0.0416666667}
{"full_text":"Crowd Watching a Monkey Performc. 1937Auburn Gold Rush Revival#Election2020 #COVID19 #History #SocialDistancing","sentiment_score":-0.05}
{"full_text":"RT Congratulations to this care home manager in Lancashire who provides weekly Covid tests to family members. They had alr...","sentiment_score":0.0}
{"full_text":"\"Considering the dramatic rise of China, the U.S. and Japan would be best served by focusing on the top policy challenges facing the Indo-Pacific and world economy in the new COVID-impacted era\" Read the full piece by Wendy Cutler and Kurt Tong :","sentiment_score":0.3106060606}
{"full_text":"How many times a day do you give a something an extra whiff just to make sure you can still smell and don't have Covid? it's like 8 or 9 times daily for me.","sentiment_score":0.25}
{"full_text":"North Dakota climbed into the orange statewide and only has one more COVID-19 caution level above that, red.","sentiment_score":0.125}
{"full_text":"China finds coronavirus on packaging of Saudi shrimphttps:\/\/t.co\/D22w0mwWd9","sentiment_score":0.0}
{"full_text":"One of Canada's largest mall operators is cancelling in-person Santa visits amid increasing COVID-19 cases in provinces including Ontario.https:\/\/t.co\/NDgGqqloAq","sentiment_score":0.0}
{"full_text":"Special Alert: SoCal 511 is keeping you up to date on the Coronavirus (Covid-19) impacts to transportation in the 5 county areas(Los Angeles, OC, Ventura, Riverside, and San Bernardino) every hour.   For more information visit:","sentiment_score":0.4285714286}
{"full_text":"\"Basically, I had a headache and a lot of fatigue, injection site pain ... maybe three to four days,\" he said.\"The second one, it was similar, but it was much more muted. It wasn't as strong. I think I took some Advil, and they basically cleared up.\"https:\/\/t.co\/7pYlXL9qVJ","sentiment_score":0.2333333333}
{"full_text":"The virus that causes COVID-19 is not the same strain as what first emerged from China. A new study shows it has changed slightly in a way that makes it more contagious to humans. explains:","sentiment_score":0.1439393939}
{"full_text":"Chicago Mayor Lori Lightfoot is urging people to stay home except for essentials, like work or getting groceries.","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT great advert!","sentiment_score":1.0}
{"full_text":"The grocery chain says technology will help it track how many people are in the store at any one given time, allowing stores to close the doors and limit capacity when necessary.","sentiment_score":0.25}
{"full_text":"RT The entire continent of Africa only has 8,000 more coronavirus deaths than the state of New York.Here's why Africa has...","sentiment_score":0.1590909091}
{"full_text":"ALERT: 'Get Over Yourselves': Michigan Doctor Tells GOP Lawmakersto Work With Dems and Back Mask Mandate - Global Pandemic News | #Coronavirus #COVID19 #Protests -","sentiment_score":0.0}
{"full_text":"RT I'm trying to figure out WHAT THE FUCK y'all thought \"Asymptomatic\", meant???","sentiment_score":-0.4}
{"full_text":"RT Why isn't this stuff all over the news?","sentiment_score":0.0}
{"full_text":"RT Largest-ever national deficit. Highest turnover among senior officials. Most citizens unemployed. Most lies. Most pandemic i...","sentiment_score":0.5}
{"full_text":"Get more Covid!","sentiment_score":0.625}
{"full_text":"RT How Christmas is looking after all my online shopping in lockdown","sentiment_score":0.0}
{"full_text":"We're on the verge of 200,000 people across the country infected with the coronavirus every day. But does that mean we'll have herd immunity soon? Dr. Jeff Pothof with UW Health says, probably not.","sentiment_score":-0.3125}
{"full_text":"RT From Winnipeg. This is what #Ontario hospitals want to prevent.","sentiment_score":0.0}
{"full_text":"Prediction: Covid will precisely mirror historical ILI patters with a slight augmentation (affecting mostly old\/sick) until it reaches all corners. Augmentation comes from the fact it is *novel*. Also note US ~50% get flu vaccine or ILI deaths would be higher in recent history","sentiment_score":0.1638888889}
{"full_text":"RT MN State Senator Dave Senjem tested positive for COVID-19, and his Republican colleagues were informed the next day. H...","sentiment_score":0.1136363636}
{"full_text":"House democrats alter plans for indoor dinner after criticism over coronavirus concerns","sentiment_score":0.0}
{"full_text":"RT 5) Ousting morally decrepit GA senators is just as important as anything right now.","sentiment_score":0.2285714286}
