{"full_text":"Definitely need to make this call!!","sentiment_score":0.0}
{"full_text":"Me when I don't know if I should stay home again ","sentiment_score":0.0}
{"full_text":"RT Under Order 8, Section B, travelers from a community on the road system to a community off the road system must first test n...","sentiment_score":0.25}
{"full_text":"this is terrifying and I feel for the nurses. Healthcare workers are really front line right now. #COVID19","sentiment_score":-0.1714285714}
{"full_text":"UEFA costing clubs by making their players play in that unnecessary competition lmao.Covid is like a hammy injury now. Two weeks off.","sentiment_score":-0.4}
{"full_text":"RT DAILY NEWS DIGEST: Energy Markets Forum Recommended ReadingCLICK HERE>https:\/\/t.co\/Cvpl7PuaNy#OOTT #OilPrice #COVID19...","sentiment_score":0.0}
{"full_text":"Too bad he was not as aggressive in following CDC guidelines - failed to lead by example and risked the lives of his base as well as WH employees.  Of course you want a rushed vaccine","sentiment_score":-0.5}
{"full_text":"RT Has anyone ever seen this guy delivering positive news ? #JustAsking","sentiment_score":0.2272727273}
{"full_text":"RT Earlier today, President-elect and I met with some of our nation's business and union leaders who represent mil...","sentiment_score":0.0}
{"full_text":"Sis Couldn't Last Part 2","sentiment_score":0.0}
{"full_text":"Alas, staying on topic, I wish the very best for any political party when the election time arrives. It'll be a very tough (and different, due to covid-19) battle.I don't really care who wins, or loses. All I can say is, good luck, best wishes. :)","sentiment_score":0.1974537037}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"RT My wife is in ICU after a massive stroke. I cannot visit her due to Covid restrictions.  There are no words.","sentiment_score":-0.0625}
{"full_text":"RT Social distancing is said to come naturally to the people of Finland, and that has helped the country in keeping its coronavir...","sentiment_score":0.0666666667}
{"full_text":"RT And there you have it. If they believed this was sooo serious to shut down businesses ??? --California lawmakers head to Maui...","sentiment_score":-0.2444444444}
{"full_text":"RT Ain't nobody more outraged at being treated like everybody else than a old rich white man.","sentiment_score":0.015}
{"full_text":"RT I don't think people realize just how many people are about to die of covid.We are in the midst of an exponentially ex...","sentiment_score":0.5}
{"full_text":"RT Approximately 75 people die each day in Alberta. Today, 20 of us died from COVID. TWENTY. Jason Kenney called it \"a tiny...","sentiment_score":-0.2}
{"full_text":"RT lockdown #2 is on the way &amp; it's bc you idiots can't stop partying &amp; just social distance holy fuck","sentiment_score":-0.3888888889}
{"full_text":"RT GA SoS Brad Raffensperger (R) has stated the Lindsey Graham suggested to him if there was a way for 'legal ballots to dis...","sentiment_score":0.2}
{"full_text":"RT This means she shielded $24 MILLION (!) income from fed tax at 37%, shorting US government $8.8 millio...","sentiment_score":0.0}
{"full_text":"RT Meanwhile, as #WhiteHouseKaren and #SpaceKaren trend, real doctors and scientists are working tirelessly to...","sentiment_score":0.2}
{"full_text":"So, really, can you not wear a mask at home, sure. Can you not wear a mask alone in the forest, sure. But if you do not wear a mask in public, you are knowingly endangering others... and there are laws to protect the rest of us, from your actions. Consequences.&gt;47","sentiment_score":0.3}
{"full_text":"RT This is sort of a \"holy shit\" video. We are living through quite a time and people like Sherrod Brown are still showing up.","sentiment_score":-0.2}
{"full_text":"RT This is stupidity at its finest.","sentiment_score":-0.6}
{"full_text":"RT Still no COVID relief bill. But Senator McConnell brings the Senate together every day to push through more judges. It is a...","sentiment_score":0.5}
{"full_text":"Please, go to a large gathering. If there were any justice, only stupid people like you would get COVID-19. Lucky for you God protects fools.","sentiment_score":-0.0630952381}
{"full_text":"RT A South Dakota ER nurse says her Covid-19 patients often \"don't want to believe that Covid is real.\"\"Their last...","sentiment_score":0.1}
{"full_text":"RT COVID19 vaccines are on the wayTrump mismanaged the pandemic11,000,000 cases247,000 deathsWe don't need Trump t...","sentiment_score":0.0}
{"full_text":"RT Propaganda is a weapon of war.It has been deployed against Americans, and Americans are dying as a result. We are at w...","sentiment_score":-0.1}
{"full_text":"You really don't get it. You want to shout profanities about masks and a real person is dying from the unintended consequences from the covid hysteria. Should I remind you that there is Covid 99.8% survival rate?","sentiment_score":0.2}
{"full_text":"Selling Design Services During A Pandemic #interiordesign #designforhumans #realestate #architecture #development #construction","sentiment_score":0.0}
{"full_text":"RT Every piece of good vaccine news is even more reason to be careful. Every person we prevent from getting COVID right now is...","sentiment_score":0.3464285714}
{"full_text":"Same here. Mid Feb returned from trip to Calif. got deathly sick went to ER, pneumonia and flu they said, but they were very perplexed with my symptoms. 2 wks later Covid was trending. (It took me 8 weeks to recover at home). I still don't know if I had Covid.","sentiment_score":-0.0388571429}
{"full_text":"RT HEARD GREAT BRITAIN'S WAS TRYING EXPERIMENT.PUBLIC PROMISE TO WEAR MASKS, SOCIAL DISTANCE,WASHHANDS,USE HAND SANITIZER,DILIGENT...","sentiment_score":0.4166666667}
{"full_text":"Initial models said 2m dead. no work done by any prior admin would have made a difference. Ron Klain, incoming Biden CoS, admitted that it was sheer luck that 2009-10 swine flu was not a mass casualty pandemic.","sentiment_score":-0.05}
{"full_text":"RT Approximately 75 people die each day in Alberta. Today, 20 of us died from COVID. TWENTY. Jason Kenney called it \"a tiny...","sentiment_score":-0.2}
{"full_text":"RT Masks work.","sentiment_score":0.0}
{"full_text":"RT To help businesses and workers struggling to cope with the coronavirus pandemic, President-elect Joe Biden called on Congress...","sentiment_score":0.0}
{"full_text":"because of covid-19 the number of cases are still rising","sentiment_score":0.0}
{"full_text":"The government she is part of is passing a law that prevents long term for profit care home-owners from being prosecuted. Former Premier Mike Harris, was the 1 who privatized the industry. He now sits on a board so he's immune much like Derek Chauvin, from murder charges.#cdnpoli","sentiment_score":0.05}
{"full_text":"RT We are sounding the alarm. 94% of California's population is in the purple tier, our most restrictive. It's now up to our c...","sentiment_score":0.5}
{"full_text":"This year's Washington Mayor's Prayer Breakfast will be virtual because of the COVID-19 pandemic. It will be at 9 a.m. Thursday and can be viewed with no charge online at or the Washington Chamber of Commerce's Facebook page.","sentiment_score":0.0}
{"full_text":"These kiddos sure do love their Papa Paul, &amp; we are grateful for his service. COVID has kept us apart for too long, but we are thankful for our health &amp; know that our next visit to Boston will be amazing. #ccsdfam","sentiment_score":0.31}
{"full_text":"There's a pandemic &amp; troops abroad in precarious conditions. He can't even pretend to care. Get the FK out! Get some therapy. Let the adults back in the room.","sentiment_score":0.0}
{"full_text":"RT being against student loan debt forgiveness because you already paid off your debt is like being against a covid vaccine becau...","sentiment_score":0.0}
{"full_text":"Dear God-you people are so stupid. This is beyond naivety. You have made a laughing stock of your country. GOP officials and senators and the courts have told you otherwise but you refuse to accept facts.Even after he lied about the wall &amp; the golf &amp; COVID &amp; Stormy &amp; his debts...","sentiment_score":-0.8}
{"full_text":"RT Where is the outrage in the national media? This is completely hysterical...you can't make this crap up. California lawmak...","sentiment_score":-0.35}
{"full_text":"A must read thread from South Dakota ER nurse reflecting on her days dealing with COVID deniers.","sentiment_score":0.0}
{"full_text":"RT After this lockdown, I just want to have endless amount of fun, dates, concerts, clubss, outdoor activities, holidays, all...","sentiment_score":0.0875}
{"full_text":"We just found out that my husband's cousin tested positive for Covid. He, his wife, &amp; stepson are all sick. This is the same cousin my husband was around all last week when they were remodeling my father-in-law's house.","sentiment_score":-0.1217532468}
{"full_text":"RT BREAKING NOW: Second CoVID Vaccine Study Shows New Medicine 94.5% Effective in Stopping the Disease","sentiment_score":0.2454545455}
{"full_text":"Men Without Masks!But seriously, living in tourist hell during a pandemic is a ... challenge.","sentiment_score":-0.3333333333}
{"full_text":"Although we are not in Uganda. I would like to explain if Covid is more prone to Kenyans than Uganda. Lastly. Why did the body of Mp Murunga was allowed to be moved from kakamega to Nairobi.","sentiment_score":0.25}
{"full_text":"RT \"Is there a shift in govt's approach towards undocumented migrant workers?\"@SharaadKuttan &amp; speak to Joseph Pau...","sentiment_score":0.0}
{"full_text":"RT They repeatedly made choices that flew directly in the face of ba...","sentiment_score":0.1}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT Not mandating masks for rural Sask. is 'illogical' and political, says doctor | CBC News","sentiment_score":0.0}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT Wear a mask follow the regulations if not for you do it for your loved ones then ","sentiment_score":0.7}
{"full_text":"Wear the freaking mask","sentiment_score":0.0}
{"full_text":"RT Commissions are open! Will have a lot of time to make music during the next lockdown, hit my DM's to setup an order!","sentiment_score":0.0}
{"full_text":"RT This is idiotic. is being a complete ass. He wears a mask to speak--when nobody is remotely near him--as an ostent...","sentiment_score":-0.1555555556}
{"full_text":"My husband is going to get tested tomorrow, not because he's showing symptoms but because he had direct contact with someone who tested positive. Trying to be optimistic here, but if he tests positive, our girls &amp; I will need to be tested &amp; could very easily have Covid too. ","sentiment_score":0.279469697}
{"full_text":"RT The final injustice will be American's sheltered in their homes during the coming necessary lockdown unable to see loved on...","sentiment_score":0.04}
{"full_text":"RT This is what I'm talking about with regard to these selective COVID-19 restrictions. it's  political, it's selective, it'...","sentiment_score":0.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT Like most teams have ups and downs, sometimes the offense is good but the defense is bad. Sometimes the defense and offense...","sentiment_score":0.1666666667}
{"full_text":"RT If you want to know how Joe Biden will respond to the China Virus, just look at how he ran his private cancer initiative...","sentiment_score":0.0}
{"full_text":"Lockdown restrictions led me to experiment with new media and processes resulting in this series of cyanotype prints.","sentiment_score":0.1363636364}
{"full_text":"RT Breaking: California recorded more than 13,280 new coronavirus cases as of Monday night, which is the highest daily total sinc...","sentiment_score":0.1590909091}
{"full_text":"RT In Denmark, the national government proposed a new epidemic law which includes the right to conduct forced physical exams,...","sentiment_score":0.0305194805}
{"full_text":"RT This is a devastating consequence of misinformation. Never forget that Donald Trump has been shown to be the world's number...","sentiment_score":-1.0}
{"full_text":"Nov.16 -- The World Health Organization director-general says the U.N. agency is \"extremely concerned\" by a surge of coronavirus cases particularly in Europe and North America, saying health workers and systems are \"being pushed to the breaking point.  #Bl","sentiment_score":0.0208333333}
{"full_text":"RT Kristi Noem's \"Trumpian\" thinking and political aspirations add fuel to the fire as COVID burns through South Dakota....","sentiment_score":0.0}
{"full_text":"He's now spending our money in Maui. Last week was French Laundry, week before Nevada.","sentiment_score":0.0}
{"full_text":"The boys would say no if they don't want it. Stop being stup!d. You are just a fan.","sentiment_score":0.0}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT The only \"opportunity\" a leader should see in a pandemic is the opportunity to minimize human and economic loss. #Cdnpol...","sentiment_score":0.0666666667}
{"full_text":"RT #Delhi Need AB+\/AB-ve #blood Covid-19 Convalescent plasma Aggarsain hospital, Rohini.Call 9811952254, 9911636038.#BloodAi...","sentiment_score":0.0}
{"full_text":"The world is watching","sentiment_score":0.0}
{"full_text":"How is the other partner. You mentioned both had covid unfortunately. Have they recovered?","sentiment_score":-0.3125}
{"full_text":"RT And neither Atlanta nor celebs will wear masks. Smh.","sentiment_score":0.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT Dr. Njoki Fernandes, Health &amp; Safety Expert: Many people are succumbing to COVID-19 because they are presented to hospi...","sentiment_score":0.5}
{"full_text":"All anti maskers should be lined up and placed in caring positions for COVID patients.  It would save expensive PPE's, and cost nothing to sacrifice them for the cause.  Asking for Volunteers.","sentiment_score":-0.5}
{"full_text":"RT Oh look! We are on:BTS LOCKDOWN","sentiment_score":0.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"Coronavirus Update (Live): 54,580,070 Cases and 1,321,979 Deaths from COVID-19 Virus Pandemic - Worldometer","sentiment_score":0.1363636364}
{"full_text":"RT When you see one of your Tory mates who's raking in as much money as you from the Government's COVID contracts. #LockdownCh...","sentiment_score":0.2}
{"full_text":"Five Ways COVID-19 is Changing Office Space #CRE #COVID-19 #Office #NewNormalhttps:\/\/t.co\/lm2u98N9nF","sentiment_score":0.0}
{"full_text":"RT Sweden abandons the Swedish model.","sentiment_score":0.0}
{"full_text":"RT I get blamed for everything. Now I'm a controversial White House pandemic adviser causing illness and death, at least a...","sentiment_score":0.0833333333}
{"full_text":"RT being against student loan debt forgiveness because you already paid off your debt is like being against a covid vaccine becau...","sentiment_score":0.0}
{"full_text":"FTZ update: 457 covid-19 patients reported from 28 factorieshttps:\/\/t.co\/t2PAzb103M","sentiment_score":0.0}
{"full_text":"COVID-19 Vaccine-Maker Hit with Cyberattack, Data Breachhttps:\/\/t.co\/QV5RhdfpYs #CyberAttack #DataBreach #CoronaVirus #QAcycle","sentiment_score":0.0}
{"full_text":"WHO Again Under Scrutiny for China Influence","sentiment_score":0.0}
{"full_text":"Exactly a year ago, the first case of Covid-19 was discovered in the Hubei province in China. Here's how the world has changed in the span of a year, through the eyes of CNN-News18.The world has changed, so have we...","sentiment_score":0.25}
{"full_text":"Even before the onset of COVID-19, the Philippine automotive industry was already struggling - with some manufacturers packing their bags and closing their factories in the Philippines.","sentiment_score":0.0}
{"full_text":".@isudheerbabu undergoes a rural makeover for his next, a quirky love story titled #SrideviSodaCentre, where he essays the role of an electrician from #EastGodavari#SudheerBabu #golisoda #Sridevi #KarunaKumar #Covid19 #newnormal","sentiment_score":0.125}
{"full_text":"Ben Platt Says He Had COVID-19 in Marchhttps:\/\/t.co\/1hWAnuGkI8Presented by","sentiment_score":0.0}
{"full_text":"As the number of coronavirus cases continues to rise, you must keep your family's health &amp; safety your top priority.Through our quality cleaning services, you can ensure that your home is sanitized &amp; disinfected. Call us now!#CleaningService #CleaningCompany #LoveForCleaning","sentiment_score":0.5}
{"full_text":"RT During these uncertain times, we should unite ourselves as Indians. Today, take the pledge and necessary precautions of w...","sentiment_score":0.0}
{"full_text":"U.S. Adds 1 Million COVID Cases In Six Days As Total Cases Top 11 Million.https:\/\/t.co\/rSO5mYE6GU","sentiment_score":0.25}
{"full_text":"Many other doctors are also calling it quits. Thousands of medical practices have closed during the pandemic, according to a recent survey of 3,500 doctors by the Physicians Foundation, a nonprofit group.https:\/\/t.co\/AvdO8EjCai","sentiment_score":0.055}
{"full_text":"RT -The Santa Rita Jail pop just hit 2190, the highest it's been since March-The # of incarcerated ppl w\/ COVID symptoms jumpe...","sentiment_score":-0.1}
{"full_text":"Y'all said y'all didn't know about COVID in January 2020......","sentiment_score":0.0}
{"full_text":"In the past 24 hours: ASX shutdown for the day after software upgrade; Trump reportedly asked about options for attacking Iran; Moderna says coronavirus vaccine appears to be 94.5% effective; Pro-West candidate wins Moldova's election; Sagasti named as Peru's caretaker president","sentiment_score":0.2166666667}
{"full_text":"Norway is a #ConsistentPartner for Together we work to #BuildForwardBetter from COVID-19 through our work in:  #SDG16 Social Protection Green economy  Digital transformation See the progress:","sentiment_score":-0.0555555556}
{"full_text":"#COVID19Vaccine latest updates: India in talks with #Moderna for COVID-19 vaccine, Bharat Biotech begins phase III trials for #Covaxin","sentiment_score":0.5}
{"full_text":"Senator Kent added if Senator Gazelka chooses not to resign, the DFL is still discussing what sort of action they will take.","sentiment_score":0.1}
{"full_text":"\"Family stay for 2 monthsOur stay was amazing. During the COVID19 service was excellent &amp; very professional.\" Ravindra M. September 2020. 0709439000 to  book your stay.#YStayAnywhereElse #Nairobi #CustomerService #firstclass #apartments","sentiment_score":0.5766666667}
{"full_text":"\"The rate of increase is simply without precedent in California's pandemic history,\" said Newsom while explaining his decision to implement more restrictions faster across the state.","sentiment_score":0.25}
{"full_text":"Are You Prepared For COVID Mitigation Efforts &amp; Restrictions?","sentiment_score":0.0}
{"full_text":"Another shot in the arm for vaccine efforts","sentiment_score":0.0}
{"full_text":"According to city officials, a COVID-19 vaccine will likely be distributed by appointment at various hubs across the city.","sentiment_score":0.0}
{"full_text":"RT A fantastic resource: course syllabi, research insights and grant opportunities...","sentiment_score":0.4}
{"full_text":"India stands #Unite2FightCorona by:-Wearing Face masks-Washing Hands Frequently-Maintaining Social Distancing Together we can defeat #COVID19","sentiment_score":0.0333333333}
{"full_text":".@RealDonaldTrump : Vaccines 'all took place on my watch'Moderna announced its vaccine one week after Pfizer said its vaccine was also over 90% effective.#COVID19#vaccineshttps:\/\/t.co\/qr3ir1JRLL","sentiment_score":0.0}
{"full_text":"Some faces for the Covid numbers from El Paso...","sentiment_score":0.0}
{"full_text":"Re\/insurance &amp; ILS has \"fared quite well\" during Covid-19: Prospectus 2021","sentiment_score":0.0}
{"full_text":"Texas has surpassed 20,000 confirmed coronavirus deaths as COVID-19 continues to surge in the United States.","sentiment_score":0.4}
{"full_text":"As you prepare for winter during the pandemic, here are the products worth spending money on.","sentiment_score":0.3}
{"full_text":"#Covid19 pandemic pushes mall launches in India to 2021 and beyond reportshttps:\/\/t.co\/XIbnBSX8jM","sentiment_score":0.0}
{"full_text":".@GovMLG ordered the restrictions Friday due to rising COVID-19 numbers. The shutdown is set to expire on Nov. 30, but could be extended if #COVID19 is not brought under control.https:\/\/t.co\/DmGuX83Zzd","sentiment_score":-0.125}
{"full_text":"RT Also, to be clear, everyone in the medical community says that by not briefing Biden's team about the state of the COVID figh...","sentiment_score":0.05}
{"full_text":"#WATCH In Queenstown, pre-Covid, the business community was fond of saying, \"You can't stop growth.\" But growth was causing problems with overcrowded and expensive houses as well as strained infrastructure and social stress. House Talk |","sentiment_score":-0.2333333333}
{"full_text":"#France's COVID-19 hospitalisations hit new record#BaghdadPost #COVID19","sentiment_score":0.1363636364}
{"full_text":"Actor Soumitra Chatterjee, who died of Covid-19, worked only in the Bengali film industry - seemingly never feeling the draw of its Hindi counterpart, Bollywood","sentiment_score":0.0}
{"full_text":"Interior Health is urging people to follow #COVID19 precautions to avoid 'hardline' restrictions currently seen in the Lower Mainland. #Kamloops","sentiment_score":0.0}
{"full_text":"Moderna $MRNA vaccine is 94.5% effective against #coronavirus. Vaccinations could begin with high-risk groups in the second half of December\"I think that everybody else will start to get vaccinated towards the end of April,\"~ Dr. Anthony Fauci","sentiment_score":0.1444444444}
{"full_text":"RT Happy Saturday!!! Don't forget to wear a mask and have a great day","sentiment_score":0.9}
{"full_text":"Local COVID-19 numbers break recordshttps:\/\/t.co\/WQsh8mopNW","sentiment_score":0.0}
{"full_text":"RT Imma \"You think this is hard, I WENT TO SCHOOL IN A PANDEMIC!!!\" my kids and grandkids too death. It's are generation's \"I...","sentiment_score":-0.5696614583}
{"full_text":"Ben Platt Says He Had COVID-19 in Marchhttps:\/\/t.co\/DmjbkIffNsPresented by","sentiment_score":0.0}
{"full_text":"HHS partners with pharmacy chains, independent pharmacists to distribute COVID-19 vaccines via #healthcare","sentiment_score":0.0}
{"full_text":"Japan's #economy grew at the fastest pace on record in the third quarter of the year, rebounding sharply as improved exports and consumption helped the country emerge from the damage caused by the coronavirus. #COVID_19 #Japan","sentiment_score":-0.0625}
{"full_text":"Working from home  #StayHome","sentiment_score":0.0}
{"full_text":"Whether you're on vacation, at work, or simply social distancing, our tools and teams are available for you, no office visits needed! Visit our website to learn more! Or better yet, call me today at 808-500-6655 Mahalo","sentiment_score":0.4145833333}
{"full_text":"RT Citizen journalist facing jail in China for Wuhan Covid reporting","sentiment_score":-0.1}
{"full_text":"RT We know this already. How many times do they have to tell us before we learn? #AnimalCruelty#animalfarming #pandemichtt...","sentiment_score":0.5}
{"full_text":"Miami-Dade Public Schools Reconvenes Its Coronavirus Task Force As Cases Rise To 548","sentiment_score":0.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"RT Emergency Press Conference - 2nd Wave Corona Lockdown","sentiment_score":0.0}
{"full_text":"You came when COVID started","sentiment_score":0.0}
{"full_text":"RT Should be interesting to see how and #ABC730 reports on the COVID breakout in South Australia hotel quarantine....","sentiment_score":0.5}
{"full_text":"Not a hoax when you lose someone to the virus! Sorry for your loss! ","sentiment_score":-0.625}
{"full_text":"RT #JOINALL_MEDIFIT_SSCGDWe want joining of all medical fit students..and provision of waiting list...Due to covid19 our age...","sentiment_score":0.2}
{"full_text":"Vermont has not yet turned back the surge of new COVID-19 cases, setting another record on Sunday for new cases identified.","sentiment_score":0.0909090909}
{"full_text":"But you are a proud sheep who is willing to let the government take away your civil liberties. If you're afraid stay home if you want to live the life our constitution provides you take precautions and live that life","sentiment_score":0.1445454545}
{"full_text":"RT \"He called himself a 'war time president' and ignored the war\"--@11thHour referring to Trump and the battle to defeat #CO...","sentiment_score":0.0}
{"full_text":"RT .@UltraTaiwan was one to remember With no new domestic COVID-19 cases in over 200 days, Taiwan was able to make the d...","sentiment_score":0.1439393939}
{"full_text":"RT Where is the outrage in the national media? This is completely hysterical...you can't make this crap up. California lawmak...","sentiment_score":-0.35}
{"full_text":"RT I've already initiated my own personal lockdown protocol. Things are going to be really bad after...","sentiment_score":-0.0333333333}
{"full_text":"RT my 2020 plans                    covid","sentiment_score":0.0}
{"full_text":"RT Ahem... just a reminder that I'm an artist and I own a gallery. Imma need y'all to visit it. But, not to much of yinna at one...","sentiment_score":0.4}
{"full_text":"RT VIRAL MOMENT:Sen. Sherrod Brown: \"I'd start by asking the presiding officer to please wear a mask as he speaks and people be...","sentiment_score":0.0}
{"full_text":"RT With 252,000 Americans dead from #COVID19 due to his incompetent #coronavirus response, Trump is playing golf again tod...","sentiment_score":-0.225}
{"full_text":"Current Conditions for #Sayre PATemp: 30.7FWind Chill: 30.3FHumidity: 89%Dew Point: 27.8F Barometer: 30.084 inHgWind: 2 mph from the WSWCorona Virus Weekly Stats:Cases: 223.000000Deaths: 10.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT Keep up the good work, Californians! #COVID19 rates remain steady but the fight isn't over yet.Learn more from Dr. Robert...","sentiment_score":0.5138888889}
{"full_text":"#EKB #Followback RT: gurdipsahota Selling Design Services During A Pandemic #interiordesign #designforhumans #realestate #architecture #development #construction","sentiment_score":0.0}
{"full_text":"RT In Bihar, the Election Commission gave 18,00,000 face shields, 70,00,000 face masks, 5,40,000 single use rubber gloves for pol...","sentiment_score":-0.0714285714}
{"full_text":"RT Here's why stay-at-home parents need life insurance:","sentiment_score":0.0}
{"full_text":"Louisiana landlords sue to overturn CDC eviction order","sentiment_score":0.0}
{"full_text":"Not a game i'll be lucky to get 4 hours of sleep 6 is rare","sentiment_score":0.2777777778}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"Covid-19: Pfizer, Moderna plan to supply millions of vaccine doses","sentiment_score":0.0}
{"full_text":"RT The city of Cleveland cited 10 businesses on Friday and Saturday for violating state COVID-19 orders. First time violators we...","sentiment_score":0.25}
{"full_text":"RT So, how did this prediction about Democrats &amp; COVID from July 22nd pan out? Once again Ted proves he's one of the...","sentiment_score":0.3}
{"full_text":"120037 Upvotes | \"A nurse comforts a woman as her husband dies from COVID-19 in the ICU\"","sentiment_score":0.0}
{"full_text":"RT Dr Wan Azizah moots 50pc cut to fees for MPs chairing GLCs as CSR for Covid-19 fund, Cabinet pay cut","sentiment_score":-0.2}
