{"full_text":"While Remembrance Day ceremonies will not quite be the same due to #COVID19, we have put together artwork, presentations, performances, personal reflections and tributes from #WRDSB students and staff to honour Remembrance Day 2020. #WRDSBremembersWatch:","sentiment_score":-0.0416666667}
{"full_text":"RT When our leaders drape themselves in the flag and speak of \"patriotism\" today, ask them what they've done to stop thousan...","sentiment_score":0.0}
{"full_text":"Look at this! This is what FAILURE looks like! #Texas","sentiment_score":-0.3958333333}
{"full_text":"RT The situation in #ElPaso is tragic, and the Gov is fighting the Judge Samaniego's directives to help keep the citizens of El...","sentiment_score":-0.75}
{"full_text":"If you are thanking veterans for their service and not strongly advocating acceptance of election results, what are you thanking them for? You don't have to wear a uniform today to save American lives, just WEAR A MASK.","sentiment_score":-0.1083333333}
{"full_text":"RT .@WHO has had an extraordinary year leading the global battle against a once-in-a-century pandemic. But #COVID19 is not the only h...","sentiment_score":0.1111111111}
{"full_text":"RT Advances in care for COVID-19 don't mean much if hospitals are over capacity and there aren't enough medical staff\/sup...","sentiment_score":-0.028125}
{"full_text":"Cold session has arrived. Thankfully it has arrived during lockdown as it will allow me time to recover before work starts again","sentiment_score":-0.6}
{"full_text":"Being threatened with being taken to court over a parking fine from 2018..... wow we're in a pandemic bro it's PS160 is it ever that deep ","sentiment_score":0.1722222222}
{"full_text":"Tear down the prisons","sentiment_score":-0.1555555556}
{"full_text":"So, American elections were rigged, right? Dead people were voting long after the polls had closed. Comment.","sentiment_score":-0.0128571429}
{"full_text":"RT I hope very much that the report on which this story is based will be read, understood and acted upon in Whitehall.","sentiment_score":0.26}
{"full_text":"Sisolak is trying to fuck us again!","sentiment_score":-0.5}
{"full_text":"RT Done!","sentiment_score":0.0}
{"full_text":"RT At this rate, they'll remain a minority because the \"majority\" will end up in hospitals and morgues.","sentiment_score":0.0}
{"full_text":"RT NEWS | The Georgia at Missouri FB game of Nov. 14 is postponed due to positive tests, contact tracing &amp; subsequent quarantine of i...","sentiment_score":-0.0744318182}
{"full_text":"Yeah well scomo only used it to bailout his corporate buddies. No respite for foreign students, gig workers, self employed, or contractors. Millions lined the pockets of Packer and other millionaires tho.","sentiment_score":-0.0625}
{"full_text":"RT insanely reckless","sentiment_score":-1.0}
{"full_text":"RT URGENT: The COVID-19 crisis is far from over in Greek refugee camps, where people are living in inhumane conditions with limit...","sentiment_score":-0.2666666667}
{"full_text":"If you need Kenzie and I for the next few months just know we'll be out of cell phone range ","sentiment_score":-0.1}
{"full_text":"RT \"As of Tuesday, there are just 128 intensive care beds available in the state -- a supply that could disappear within s...","sentiment_score":0.4}
{"full_text":"RT Justice Chandrachud: A woman was hauled up for a tweet in West Bengal as she criticised the lockdown enforcement. She wa...","sentiment_score":0.0}
{"full_text":"RT Coronavirus-related face masks protect the wearer, too: CDC says in updated guidance","sentiment_score":0.0}
{"full_text":"RT The number of people COVID-19 cases in our country has passed 100,000 yesterday. The death toll from the pandemic in Ethio...","sentiment_score":0.0}
{"full_text":"RT Our office playlist getting us through lockdown. Have a listen &amp; subscribe to our profile. More playlists fro...","sentiment_score":0.5}
{"full_text":"If you are working in #transportation, #logistics, or #technology, this #webinar from OMAC COVID-19 #Hackathon on location tracking technologies particularly during the COVID-19 crisis is a must-watch. By Mohamed Abdeljalil, HERE Technologies.https:\/\/t.co\/x3t70GHbXZ #omachack","sentiment_score":0.1666666667}
{"full_text":"RT Biden Coronavirus Advisor supports distributing a COVID-19 vaccine globally before it's available to all AmericansHere...","sentiment_score":0.2}
{"full_text":"RT JOURNO REQUEST: I'm looking for someone who used lockdown to build a boat and sail it from port to port, murdering strang...","sentiment_score":0.0}
{"full_text":"I guess it doesn't mean more? Can we also crown COVID the SEC Champ?","sentiment_score":0.0291666667}
{"full_text":"RT #venkatprabhu #premgi #vasuki #MaanaduShoot resumes after lockdown.very happy..family time...we gonna rock..@vp_offl...","sentiment_score":0.0}
{"full_text":"They said the LOCKDOWN was for 4 weeks end of!!! not 5 or 6 weeks....People &amp; business are on their knees, its OK for MLA's and people on guarantee incomes every month, C19 has had no financial impact. How long could PAYE workers survive with no wages for 8+ months, enough!!!","sentiment_score":0.1125}
{"full_text":"RT If Texas were its own country, it would be ranked among the world's Top 10 countries in terms of total Covid-19 cases, according t...","sentiment_score":0.3666666667}
{"full_text":"RT  \"Because climate change has a dramatic impact on the vibrancy and viability of a metropolitan area, we made a choice...","sentiment_score":-0.4333333333}
{"full_text":"RT IN THE HOSPITAL Not \"oh just tested positive, but asymptomatic\"Not \"a lot of folks who got it say it's just like the flu\"1 O...","sentiment_score":0.2272727273}
{"full_text":"You can't choose to stay home if you have a job. If you want to keep it. Its not an option. Unless it is mandated by the state.","sentiment_score":0.0}
{"full_text":"RT COVID need to go ASAP","sentiment_score":0.0}
{"full_text":"RT Biden's Coronavirus Task Force Is Riddled With Euthanasia Advocates","sentiment_score":0.0}
{"full_text":"Coronavirus: inequalities in healthcare may explain worse outcomes for BAME people","sentiment_score":-0.4}
{"full_text":"RT I wonder if there's someone closely linked to the Tory Party charging a tenner each for these?","sentiment_score":0.0}
{"full_text":"Genuinely astonished with the level of interest in the new instructions this week.. we are trying to open up further covid secure viewing slots to deal with the demand. Many of the initial slots were booked up with people that had already registered with us.. #wesellhouses","sentiment_score":0.2051948052}
{"full_text":"RT Feeling like the primary issue with the USA Covid response is less our government not \"Listening To Science\" (though obvious...","sentiment_score":0.0777777778}
{"full_text":"Trust I'm doing my part I just deliver to a TON of places that aren't. My fear is we get to that orange zone and my gym shuts down again. Then I'm good enough to work being essential (we never shut down once during the pandemic) but can't use my stress reliever of a gym","sentiment_score":0.0777777778}
{"full_text":"That Hitler reincarnate, a man that is responsible for 230K Covid deaths, would lose by 7 million is not surprising. What is surprising is that he didn't loose by 25 million!","sentiment_score":0.1134615385}
{"full_text":"RT Lee Brice Shares Parody Song After Coronavirus Diagnosis: 'I Caught COVID-19 a Little Too Late' ","sentiment_score":-0.24375}
{"full_text":"RT Dr Stall is emerging as the moral conscience of medicine in Ontario.Where is  Where are the med schools?...","sentiment_score":0.0}
{"full_text":" They stopped all crime in Chicago!!!! Wait, ...they didn't? Why then...","sentiment_score":0.0}
{"full_text":"RT Shakespeare once said.. #CoatOfArms#COVID19#tacha","sentiment_score":0.0}
{"full_text":"US Covid response must tie economic recovery to virus control, experts sayhttps:\/\/t.co\/DI7WmRho5V","sentiment_score":0.2}
{"full_text":"RT Dr. Fauci confirms that he trusts Pfizer and FDA on the distribution of the COVID vaccine. Chief of Staff Mark Meadows is also...","sentiment_score":0.0}
{"full_text":"RT Minister: 35 Govs, FCT Got COVID-19 Palliatives from FG via","sentiment_score":0.0}
{"full_text":"RT insanely reckless","sentiment_score":-1.0}
{"full_text":"RT Remember when the president said over and over that we were rounding the turn and it was disappearing even without a vaccine an...","sentiment_score":0.0}
{"full_text":"RT Active #COVID19 cases in #Ontario(Excludes resolved &amp; deceased)Active (non-hospitalized): 10207Hospitalized non-ICU: 33...","sentiment_score":-0.1333333333}
{"full_text":"RT I'm offering $1M to anyone with any evidence of Texas having a functioning, responsible Governor.","sentiment_score":0.2}
{"full_text":"Thank you to the for the opportunity to let us showcase the work we're doing in Mexico with the civil society and the government to shed light on the shadow pandemic of VaWG in light of #COVID19 #DataDoneRight","sentiment_score":0.4}
{"full_text":"RT Dr. Fauci confirms that he trusts Pfizer and FDA on the distribution of the COVID vaccine. Chief of Staff Mark Meadows is also...","sentiment_score":0.0}
{"full_text":"Republicans: covid death is under 2-3%. It's not big deal.Also republicans: voter fraud is at 0.00004%. We must stop the world and waste are time to investigate.","sentiment_score":-0.1}
{"full_text":"RT You ok w\/ this in kids since Aug304 to 8=12119 to 13=162014 to 17=1669Did the models pr...","sentiment_score":0.5}
{"full_text":"RT The youth of France speak:\"What we're really waiting for is either the closure of the high schools, or a real health proto...","sentiment_score":0.1866666667}
{"full_text":"RT Ammar Afzal, a class 11 student of #DelhiGovtSchool, shares his inspiration for becoming an entrepreneur during the lockdown...","sentiment_score":0.45}
{"full_text":"RT insanely reckless","sentiment_score":-1.0}
{"full_text":"Let's plan on it post Covid for sure!","sentiment_score":0.625}
{"full_text":"RT Covid: care home called police after woman sneaked in to see husband","sentiment_score":0.0}
{"full_text":"RT My entire team has physically left this indoor rally. It's not safe given the #Covid19 numbers in Georgia. Again, thi...","sentiment_score":-0.0833333333}
{"full_text":"RT THIS IS A COMPLETE LIE.THE PRESS HAS TO CORRECT THIS ALL DAY TODAY.THEY JUST SENT THIS OUT TO MILLIONS OF PEOPLE.","sentiment_score":0.1}
{"full_text":"RT The youth of France speak:\"What we're really waiting for is either the closure of the high schools, or a real health proto...","sentiment_score":0.1866666667}
{"full_text":"RT \"Healthcare workers are exhausted &amp; frustrated, &amp; it's really hard to believe that on Nov. 10, it feels very much like th...","sentiment_score":-0.2829166667}
{"full_text":"RT A new package of funded support is being offered to teachers taking account of the specific professional &amp; wellbeing...","sentiment_score":0.0787878788}
{"full_text":"RT The Terrace Lockdown Tournament groups.","sentiment_score":0.0}
{"full_text":"Corona outbreak got the whole prison on lockdown, about 35 inmates got it (so far) and several officers got it as well","sentiment_score":0.1}
{"full_text":"RT The US and the UK have been locked in a fierce competition since March, to see who can bungle their coronavirus response wors...","sentiment_score":0.0}
{"full_text":"My AF veteran husband risked his life for his country in Desert Storm.My AF veteran husband risked his life for his country by working the polls for 6 straight days during a deadly pandemic. He's a true American patriot. Trump is not. Happy Veteran's Day, patriots.","sentiment_score":-0.00625}
{"full_text":"i know big numbers (and other academic concepts) are difficult for you. Let me make it easier for you to understand: you lost the election by about TWENTY TIMES the amount of people who have died from Covid-19 (on your watch). #pathetic #loser","sentiment_score":-0.325}
{"full_text":"This morning we held a small but special service to mark #RemembranceDay2020, which we live-streamed on Facebook, due to the current lockdown restrictions.Special thanks to Stan Wilkinson and Don Somers from the Infantry, who performed The Last Post and The Reveille.","sentiment_score":0.0303571429}
{"full_text":"Go to for updated FAQs and the latest info on #COVID19 testing in WA state.","sentiment_score":0.5}
{"full_text":"RT I'm picking the kids up from school in a bit - just having a little stretch in case I need to volley one of them covid c...","sentiment_score":-0.1875}
{"full_text":"RT Take a look at what's going into your corona vaccine... crabs being bled out for their blood to be used in the corona...","sentiment_score":0.0}
{"full_text":"RT About 1 out of every 1,500 people in South Dakota is in the hospital *right now* w\/COVID","sentiment_score":0.2857142857}
{"full_text":"Or how ever the mood or the music strikes you to go about the cover. It can be about life and the journey everyone is facing as we face covid-19 together in all aspects of life itself","sentiment_score":0.0}
{"full_text":"Pleased to see the co-chair of our Human Rights Coalition -- Working to End Forced Labour, from and #CGFHRC member from joining this important discussion on fighting #forcedlabour during the #COVID19 pandemic. ","sentiment_score":0.15}
{"full_text":"Man wouldn't it be bad if the bulk of COVID testing were being run by college students through locations like CVS and then the infrastructure that supports the tests nationawide went down at the height of the pandemic?","sentiment_score":-0.4277777778}
{"full_text":"RT A direct quote from this horrifying report: \"80% of people who died in jails from COVID were not convicted of a crime.\"","sentiment_score":-0.4}
{"full_text":"RT Could #COVID19 Have Seasons? Searching for Signals in Earth Data","sentiment_score":0.0}
{"full_text":"RT Corona is SHOCKED in the corner ","sentiment_score":-0.7}
{"full_text":"RT there's an actual Alternate Universe - No COVID tag on ao3, I'm crying","sentiment_score":-0.0666666667}
{"full_text":"Because they became so overwhelmed, and jubilant after overthrowing the dictator. Even though most are wearing masks, they are not social distancing, so yeah not too bright. I use to think lawyers stood up for the rule of law, but Trump, and his lawlessness has changed all that.","sentiment_score":0.3944444444}
{"full_text":"RT MarriageForAll Japan is presenting their case for marriage equality to the Diet on the 26th at 1pm JST. Due to the pan...","sentiment_score":-0.125}
{"full_text":"RT NEWS | The Georgia at Missouri FB game of Nov. 14 is postponed due to positive tests, contact tracing &amp; subsequent quarantine of i...","sentiment_score":-0.0744318182}
{"full_text":"RT We will resist any attempt of taking South Africa back to hard lockdown. The economic lockdown has cost millions of job...","sentiment_score":-0.0305555556}
{"full_text":"#staged amazing work it's on","sentiment_score":0.6}
{"full_text":"RT \"Healthcare workers are exhausted &amp; frustrated, &amp; it's really hard to believe that on Nov. 10, it feels very much like th...","sentiment_score":-0.2829166667}
{"full_text":"RT Ontario announced 1,426 COVID-19 cases over the last 24 hours. That's a lot, but if you compare it to Alberta's case announce...","sentiment_score":0.0}
{"full_text":"Pandemic expert warns us of the caveats that come with the news of Pfizer's #COVID19 #vaccine.#WeLoveOurSpeakers #Pandemic #PublicHealth #PfizerVaccine","sentiment_score":0.0}
{"full_text":"If we count March as 1st month of pandemic isolation and use Dr. Fauci's estimate of Apr for availability of effective vaccine,we are over 60% through this ordeal!","sentiment_score":0.75}
{"full_text":" just in case you haven't seen this","sentiment_score":0.0}
{"full_text":"My Hardest Days With COVID 3 : I tested positive when my nephews came to live with us","sentiment_score":0.1818181818}
{"full_text":"  my YouTube blocks War Room Pandemic since Ep. 477","sentiment_score":0.0}
{"full_text":"Incoming absolute magatards who think the coronavirus isn't real","sentiment_score":0.2}
{"full_text":"PBA Psychology Alumna Thrives Offering COVID-19 Resources Globally","sentiment_score":0.0}
{"full_text":"RT We've been saying it. The CDC confirmed it.Masks protect YOU and the people around you.Mask Up.https:\/\/t.co\/ia22Z7Hi9v","sentiment_score":0.4}
{"full_text":"You are responsible for the rise of COVID - All your inactions &amp; misinformation. #LoserInChief","sentiment_score":0.2}
{"full_text":"RT \"Crash\" Mr Harrison has endless enthusiasm &amp; spark for life. A few years ago he worked as a Commissionaire and would comp...","sentiment_score":-0.1625}
{"full_text":"RT Today on at 0820, University Minister said #Coronavirus #SARS_CoV_2 testing lateral flow tests are highly reli...","sentiment_score":0.16}
{"full_text":"RT As Trump &amp; GOP HIDE, LIE &amp; refuse to CONCEDE w 5 MILLION VOTE WIN:@GregAbbott_TX ALLOWS:Texas passes 1 MILLION...","sentiment_score":0.0}
{"full_text":"RT BREAKING | #Broncos DL Shelby Harris has tested positive for COVID-19, per multiple reports. Harris quarantined last week a...","sentiment_score":0.0757575758}
{"full_text":"Three additional confirmed #COVID19 deaths have been reported by -- an 84-year-old man with underlying health conditions and a 60-year-old man and a 75-year-old man with pending medical histories.","sentiment_score":0.2}
{"full_text":"RT Happy #VeteransDay2020. Every VA hospital is stressed, just like the private sector. Want to honor a Veteran? Don't eat out....","sentiment_score":0.2666666667}
{"full_text":"RT Excellent idea. Ignoring them also give them no encouragement to continue. Shouldn't be on the evening news either, imh...","sentiment_score":1.0}
{"full_text":"RT Biden Coronavirus Advisor supports distributing a COVID-19 vaccine globally before it's available to all AmericansHere...","sentiment_score":0.2}
{"full_text":"And I'm curious, is Covid still a hoax?","sentiment_score":-0.1}
{"full_text":"I want?","sentiment_score":0.0}
{"full_text":"RT The application period for the NC HOPE Program will close at 6 pm tomorrow. Low- to moderate-income renters experiencing fi...","sentiment_score":0.0}
{"full_text":"RT the cdc covered ALL their bases LMFAOOOO","sentiment_score":0.0}
{"full_text":"Indeed. Just hope it doesn't breed complaceny.","sentiment_score":0.0}
{"full_text":"To Appreciate your Freedom when you have it. Social Distancing is challenging but necessary. I Miss HAPPY HOUR!","sentiment_score":0.3833333333}
{"full_text":"As we are called to make some sacrifices in our daily life during this pandemic, let us never forget the supreme sacrifice made by our soldiers to preserve this great country and our freedoms. We honour all of our heroes. #Remembranceday #lestweforget","sentiment_score":0.4}
{"full_text":"RT Four SEC games this weekend now cancelled","sentiment_score":-0.1}
{"full_text":"RT What in the world is doing here??!??!!Explanations are on order If you say you believe in science,...","sentiment_score":0.0}
{"full_text":"We have thousands new cases of COVID people wear a fucking mask I don't care if you are outside of a store or in the damn gym or where ever you're at just because you might not have it or get it you can be a carrier and get other sick so don't be fucking stupid","sentiment_score":-0.350487013}
{"full_text":"RT You mean like Trump sowing doubt about the fundamental mechanics of American democracy?","sentiment_score":-0.15625}
{"full_text":"RT \"'Gathering' shall mean more than fifty (50) persons physically present at a Single Location if, to be present, persons are...","sentiment_score":0.0232142857}
{"full_text":"RT PSA: Please be smart about our ongoing pandemic. Vacant ICU beds in KC are down to double digits. That's what triggers a l...","sentiment_score":0.0195767196}
{"full_text":"RT Members of the State Duma Olga Timofeeva and Nikolai Gonchar held a meeting with members of the Knesset via videoconferen...","sentiment_score":0.0}
{"full_text":"RT .@realDonaldTrump's pandemic policies are under fire, but in one area a big Trumpian bet is still coming up a winner. Th...","sentiment_score":0.0}
{"full_text":"It couldn't be because he has a wife that he'd want to be with, or a nephew he'd like to spend time, and countless other family members he'd like to take care of during a pandemic rather than be stuck in Japan, by himself. Nope, can't be all that.","sentiment_score":-0.0625}
{"full_text":"RT Key English covid data.The key curves are all declining, flat or flattening.","sentiment_score":-0.00625}
{"full_text":"RT Key English covid data.The key curves are all declining, flat or flattening.","sentiment_score":-0.00625}
{"full_text":"RT The Heroes Act (H.R. 6800) passed on 5\/15\/20 &amp; sits on McConnell's desk. COVID19 didn't take a break for the Senate recess, it...","sentiment_score":0.0}
{"full_text":"\"green electricity on track to become the largest power source in 2025, displacing coal, which has dominated for the past 50 years.\" #cleanenergy","sentiment_score":-0.225}
{"full_text":"RT I don't understand the Biden pandemic plan: he wants to increase restrictions to protect high risk people b\/c their lives...","sentiment_score":0.18}
{"full_text":"Italy reports deadliest day in six months as country grapples with second coronavirus wave: \"It's exploding again\"","sentiment_score":0.0}
{"full_text":"RT pls RT","sentiment_score":0.0}
{"full_text":"Sonoma County: Every Thursday, 1:30--4:00pm, Roseland Library, 779 Sebastopol Rd, Santa Rosa, Covid Tests, free. #CovidTestsSonomaCounty","sentiment_score":0.4}
{"full_text":"13 Jordan District schools on emergency meeting agenda after spike in COVID-19 cases, quarantines | By","sentiment_score":0.0}
{"full_text":"The new guidance says that mandatory mask wearing can help prevent the need to implement economic shutdowns.https:\/\/t.co\/1at58N0PgP","sentiment_score":0.1681818182}
{"full_text":"RT Statistically, there is a 99%+ chance someone in that room has COVID-19.","sentiment_score":0.0}
{"full_text":"RT UAB CFAR's and will speak on moving us closer to ending the #HIV epidemic goals on...","sentiment_score":0.0}
{"full_text":"The #CTCARES Small Business Grant Program, a $50 million grant program to aid the COVID-19 recovery of CT small businesses, opened on Monday. Read about eligibility &amp; more here:","sentiment_score":0.0}
{"full_text":"RT greatly inspired by crew, our boys (7 and 11) shot and edited their 1st trick shot vid. this was there lockdow...","sentiment_score":0.8}
{"full_text":"Travelling into and out of England?  Lockdown travel restrictions are in place in England until 2 December 2020.  Only travel across the Wales\/ England border if it's essentialhttps:\/\/t.co\/DLTWG7lFv4","sentiment_score":0.0}
{"full_text":"have recorded their forthcoming album, during the lockdown, and is expected to release in February. Next week first single, 'Ordunun Dereleri' comes out. Here's a little teaser for you to enjoy.","sentiment_score":0.0485119048}
{"full_text":"We are excited to host our Annual Forum on December 7th-10th. Join us to learn more about how our field &amp; the young people we serve can recover &amp; heal from the COVID-19 pandemic. We look forward to seeing you soon! Register NOW &amp; submit a proposalLink:","sentiment_score":0.3333333333}
{"full_text":"This evening at 5:30 PM, PBS Western Reserve will be airing Ohio Governor Mike DeWine's statewide address on our main channel. We will also be live-streaming the conference at 5:30 PM here: This will interrupt regular programming.","sentiment_score":0.0555555556}
{"full_text":"COVID-19 is a tipping point for #telehealth, and #DigitalTransformation is key to securing its sustainable future. Learn more in our 2020 Survey report:","sentiment_score":0.1666666667}
{"full_text":"We are in awe of our medical workers in Syria who are now facing another existential threat-- a deadly pandemic. Saleh, one of our nurses in #Idlib, tested positive for #COVID19. Not missing a beat, he swiftly went back to work as soon as he recovered to help save lives.","sentiment_score":0.0254545455}
{"full_text":"A new #CFOInsights is here! In part 1 of a two-part series, discover 4 major risk categories that can impede #transformation, especially as the #pandemic causes unplanned disruption.","sentiment_score":0.0776515152}
{"full_text":"We are sad to announce that our South American tour dates scheduled for December must once again be postponed due to the ongoing COVID-19 pandemic. We are working to reschedule for hopefully late 2021. For information about refunds, visit","sentiment_score":-0.23125}
{"full_text":"NEW from MHI: \"The pandemic is creating a dangerous dichotomy: as women's unpaid work is skyrocketing, their paid work is plummeting.\" Read more about how #COVID19 is impacting women's work:","sentiment_score":0.0590909091}
{"full_text":"A senior U.S. government official complained Tuesday that the World Health Organization has not shared enough information about its planned mission to China to investigate the animal origins of the coronavirus.","sentiment_score":-0.15}
{"full_text":"To the current governor, his father was his best friend, his mentor -- who he strived to be and who, he admitted, he still seeks affirmation from even after his death in 2015.","sentiment_score":0.5}
{"full_text":"RT This week's show,we take an in depth look as to how #COVID19 effects decision making as one of our own","sentiment_score":0.6}
{"full_text":"Join Themis and guests Carine Patry (Landmark Chambers) and Sian Wilkins (Doughty Street Chambers) for: Unexpected Junior: Pandemic Parenting at the Bar Sign up at:","sentiment_score":0.1}
{"full_text":"The pandemic's recession will have a major impact on Social Security's finances. BPC Research Analyst  explains more:","sentiment_score":0.1986111111}
{"full_text":"Battie tested positive before the swearing in ceremony, so he had to participate in his first meeting virtually.","sentiment_score":0.2386363636}
{"full_text":"RT Health CS Mutahi Kagwe under fire after casting doubt on new COVID-19 vaccine","sentiment_score":0.1363636364}
{"full_text":"People are putting up Christmas decorations early this year because of pandemic","sentiment_score":0.1}
{"full_text":"RT Georgia football game at Missouri on Saturday has been postponed due to COVID-19","sentiment_score":-0.2625}
{"full_text":"We are in this weird spot where the Covid treatment and vaccine news is incredible (sending travel stocks significantly higher), but cases are surging before they can get the medicine out to us. Optimism seems higher than should be at moment. We shall see coming days.","sentiment_score":0.225}
