{"full_text":"RT 3 million people have been left with little or no support from Government since the beginning of the COVID-1...","sentiment_score":-0.09375}
{"full_text":"RT AUD\/USD climbs further beyond mid-0.7300s, highest since September 2 By #AUDUSD #...","sentiment_score":0.0}
{"full_text":"We're delighted to share that our #16DaysOfActivism Action and Advocacy Kit (Soft Copy) is now available online! This year our campaign aims at increasing attention to women's safety and well-being during the Covid19 pandemic. Access the kit via this link.https:\/\/t.co\/Sf1jqHjDj5","sentiment_score":0.35}
{"full_text":"5th night in quarantine self isolation and I think it's time for some Spag Bol. #QuarantineLife #Isolation #westernaustraliaiso","sentiment_score":0.0}
{"full_text":"#AndyBurnham full of his own self importance playing politics with #Covid19.","sentiment_score":0.475}
{"full_text":"Michael O Leary hates not getting his own way,you could not get me on his planes if you paid me","sentiment_score":0.6}
{"full_text":"RT I believe Ireland is also now experiencing a plateau. Case numbers are no longer falling.Thi...","sentiment_score":0.0}
{"full_text":"RT Henry Fuseli's gothic masterpiece \"The Nightmare\" gets given a canine twist:\"Artist spends pandemic isolation recreating...","sentiment_score":0.0}
{"full_text":"RT Why AstraZeneca-Oxford COVID vaccine is best suited for India over Pfizer, Moderna shots (via #Coron...","sentiment_score":1.0}
{"full_text":"RT Retail staff complain of being 'manhandled' as Stormont new restrictions bring an early Christmas rush to the high str...","sentiment_score":0.1321212121}
{"full_text":" Running in crisis comms mode for months Keeping up creativity with limited access to resources Using influencers to maximise credibility and impact with different audiences &amp; Claire Pimm on the impact of #COVID19 on public sector comms#CommsAcad","sentiment_score":-0.0238095238}
{"full_text":"so please make a strong decision as many great people says that \"The things taught in schools and colleges are not an education, but the means to an education.\" As we students need to enjoy all days of college because once collage days are over it never come back Thank you.","sentiment_score":0.4266666667}
{"full_text":"RT 2016:\"Sunlit uplands\"\"I see no downsides to Brexit, only a considerable upside\"2020:\"It's going to cause more econ...","sentiment_score":0.2}
{"full_text":"Are you planning on getting the COVID-19 vaccine when it is released?","sentiment_score":0.0}
{"full_text":"In this era of the #COVID19 pandemic, journalists have found themselves on the health beat.@gijn is making it easier for you to get reliable information on the #coronavirus.Also check out our resources section for tips, tricks, how-tos and much more!https:\/\/t.co\/v9AuGyVj5c","sentiment_score":0.2}
{"full_text":"Making headlines: COVID-19 and gender inequality via","sentiment_score":0.0}
{"full_text":"RT I did two days training in Excel spreadsheets &amp; once pierced a friend's ear with a needle using an ice-cube as anaesthetic...","sentiment_score":0.0}
{"full_text":"1 week of lockdown to go.Hope everyone is doing well#femdom#findom#footworship","sentiment_score":0.0}
{"full_text":"RT Alle 8 a #omnibusla7 con","sentiment_score":0.0}
{"full_text":"UK corona vaccine successful read ithttps:\/\/t.co\/9r9YMd8cJ3  #ISPR","sentiment_score":0.75}
{"full_text":"RT Apple to extend fee waiver for paid events due to pandemic","sentiment_score":-0.125}
{"full_text":"We need to respect humanity: Bombay High Court asks ED if it can defer summons issued to Sr. Adv. Anand Grover in view of COVID-19 pandemic","sentiment_score":0.16}
{"full_text":"What will happen post pandemic? \"We believe there will be low interest rates for longer (no US rate hikes until 2023 - ad Fed addresses inflation undershoot).\" Wade","sentiment_score":0.0}
{"full_text":"2 positive covid results in my house.Stay safe, wear a mask, don't be a cunt.","sentiment_score":0.3636363636}
{"full_text":"sir do consider the mdcat student they are also not vaccinated against corona like others.","sentiment_score":0.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"Eight positive in latest Premier League COVID-19 tests #epl","sentiment_score":0.3636363636}
{"full_text":"RT Amazing that when Bank of England Governor says No Deal Brexit will damage economy more than Covid, it is barely consider...","sentiment_score":0.3833333333}
{"full_text":"remember this especially when you trying to claim that we didn't know about asymptomatic spread when we moved them to care homes... aww well lucky it rarely happens then so thats that excuse gone #SturgeonTheCareHomeKiller","sentiment_score":0.1766666667}
{"full_text":"Service Update 10:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 10:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"Revealing!Only disturbing for our rulers. ","sentiment_score":-0.5}
{"full_text":"Angry? Too right. Rishi Sunak will be trimming a cool 100 billion from your pension savings","sentiment_score":0.0452380952}
{"full_text":"RT Overall 14% of our clients report having no access to the internet &amp; 20% say they're not confident using it. In Welfare R...","sentiment_score":-0.125}
{"full_text":"RT Government exists to protect us. To make decisions on our behalf. To do the right thing by our country. That is what gove...","sentiment_score":0.2857142857}
{"full_text":"RT Vice President-elect and I spent the afternoon meeting with a bipartisan group of mayors. It was just the start...","sentiment_score":-0.1}
{"full_text":"RT It's very interesting and impressive how BTS had the idea to summarize how life progresses from the beginning of the pandemic...","sentiment_score":0.825}
{"full_text":"RT I've heard 'the experts' saying that even if you take the vaccine, you should continue to wear a mask and socially distance....","sentiment_score":0.0333333333}
{"full_text":"RT  Starting in LESS THAN TWO HOURS!!Join us for a webinar on 'COVID-19 and Mental Health Response in South Asia' at 4 PM...","sentiment_score":-0.0888888889}
{"full_text":"RT SIBA statement on new 'Winter Plan' for England here:","sentiment_score":0.1363636364}
{"full_text":"RT This is unsustainable.People do not grasp what it means when a hospital has too few staff or beds. It's not just a shortage...","sentiment_score":-0.2}
{"full_text":"RT Who's fed up to the back teeth of Johnsons 'comedy' in a pandemic, and with the disaster that will undoubtedly be Brex...","sentiment_score":0.0}
{"full_text":"Communications and Multimedia Minister Datuk Saifuddin Abdullah said the Digital Content Fund aims to help strengthen the creative industry affected by the Covid-19 pandemic.@FinasMy #COVID19","sentiment_score":0.25}
{"full_text":"RT There's no question COVID-19 has affected the livelihoods of many - it's vital we get ahold of this deadly virus so we...","sentiment_score":0.1333333333}
{"full_text":"RT The MSM has to deceive the public if care homes are to be used to undermine the FM.The public has to be persuaded that S...","sentiment_score":0.0}
{"full_text":"Yes.. As per response recd against my RTI, till 03.11.2020 govt has delivered 33283 Ventilators, 383.96 Lacs N95 Mask, 160.53Lacs PPE Kits and 1115 Lacs HCQ Tables to fight against #COVID.","sentiment_score":0.0}
{"full_text":"RT 5 biggest lies of the coronavirus pandemic?1) it's just a two-week lockdown to flatten the curve2) face-masks will never...","sentiment_score":0.0}
{"full_text":"RT Dear &amp; (soon to thankfully be VP Harris), the arts are an vital part of our economy badly hurt...","sentiment_score":-0.3}
{"full_text":"RT Huh ...  Surprise ..SURPRIZE ..","sentiment_score":0.0}
{"full_text":"MARSEILLE v PORTOCorona 1+ offside 19\/4 (0.25u)Diaz 1+ offside 18\/5 (0.25u)Ladbrokes\/CoralHuge prices","sentiment_score":0.0}
{"full_text":"Yes because if we ignore Covid then the NHS would be able to increase capacity and see to everyone's treatment and the countries mental health would be at an all time high","sentiment_score":0.1866666667}
{"full_text":"And where is the science to say everyone should be vaxed?A 1% chance of dying from covid in healthy people? Or a 90% proven vaccine in regards of protection (manufacturers claims not mine)That means its 9% less effective than your own immune system ","sentiment_score":0.3833333333}
{"full_text":"BREAKING: There were 2,466 #coronavirus deaths in the week up to 13 November in England and Wales, according to government figures.It is the first time weekly coronavirus deaths have exceeded 2,000 since May.Read more: #KayBurley","sentiment_score":0.375}
{"full_text":"RT Good for you Then donate an extra pint to make up for mine, and leave other people to follow their own conscien...","sentiment_score":0.29375}
{"full_text":"You may want to give covid contracts to people who can do the job rather than your incompetent mates","sentiment_score":-0.35}
{"full_text":"You know the DMG own the Metro and I? Who have seen their circulation plummet due to lockdown? Weird that the Mail are anti lockdown now isn't it?","sentiment_score":-0.0083333333}
{"full_text":"A fascinating exploration and a research success story. Riveting.","sentiment_score":0.5}
{"full_text":"We won the #Promotional Gift #Award 2020 for our upcycled #socks in #compostable bags. In the light of the Covid-19 #pandemic, we hope that our EN-certified #sanitizer gels will have the same impact: #PETbottles #SARS_CoV_2 #COVID19","sentiment_score":0.2}
{"full_text":"RT \"Days before Thanksgiving, Oregon Gov. Kate Brown said she believes residents who know their neighbors are violating the mos...","sentiment_score":0.0}
{"full_text":"RT It worries me that this reinfection happened in an immuno-COMPETENT 21 yr old patient within 26 days from her initial infecti...","sentiment_score":0.05}
{"full_text":"Top CRE Articles in October 2020 from the iOptimize Realty Blog #CRE #TenantTips #Office #Warehouse #COVID-19 #NewNormal #TenantRep","sentiment_score":0.5}
{"full_text":"Covid-19 Negatively Impacts the Entire Technology Supply Chain in H1 But There Are Early Signs of Recovery (@Refinitiv)Read more here: #TheAssay #Insights #Covid19 #Refinitiv","sentiment_score":0.075}
{"full_text":"RT If you know any tailor who was affected by the lockdown &amp; needs a job, pls send their contact to my DM. I'll will employ...","sentiment_score":0.0}
{"full_text":"RT 4,000 Shincheonji Church members donate blood plasma for Covid-19 plasma treatmenthttps:\/\/t.co\/TaI0bq5wTl#Coronaviru...","sentiment_score":0.0}
{"full_text":"RT All the authentic and latest information related to the COVID-19 pandemic on MyGov's Corona page is available in Hindi and...","sentiment_score":0.35}
{"full_text":"#NeedToKnow : Adapting furniture to help dementia carers, Tiger Beer's virtual food festival and how the travel and hospitality sector will bounce-back post-Covid. #Inclusive #Travel #PostCovid :","sentiment_score":0.0}
{"full_text":"RT Ivermectin vs. COVID-19This WHO \"essential medicine\" is working the world over against COVID-19 but you won't hear about it...","sentiment_score":0.0}
{"full_text":" \"This is vital to help people who've lost out as a result of this pandemic, prevent long-term economic scarring and underpin our recovery\" Acting Chief Executive, Alistair Cromwell, writing in the ","sentiment_score":0.1}
{"full_text":"If you or somebody in your household has #coronavirus symptoms your child should not attend school.This is to keep everyone safe.   ","sentiment_score":0.5}
{"full_text":"HAVE YOUR SAY- If you have used #publictransport during the #Covid19 pandemic, please take part in this survey. Visit #lincsconnect","sentiment_score":0.0}
{"full_text":"Play areas in Hailsham remain open during the lockdown, although users of the sites are encouraged to follow all social distancing\/hygiene measures in place.Outdoor gym equipment (Western Road Rec\/Maurice Thornton sites) are closed until further notice...","sentiment_score":-0.0133333333}
{"full_text":"4.5 million people started caring for older, disabled or seriously ill relatives or friends since #COVID19. We want to find out what its been like for unpaid carers in Portsmouth. Share your stories by filling in our survey. #WhatMattersMost #UnpaidCarers","sentiment_score":-0.0833333333}
{"full_text":"The Philippines is looking at setting up travel bubble arrangements with other Asian countries, a tourism official said Monday, as its neighbors begin to loosen travel restrictions after imposing lockdowns meant to curb the spread of the new coronavirus.https:\/\/t.co\/mm8B6wc3Pb","sentiment_score":0.0037878788}
{"full_text":" LIVEWith the pandemic, the youth work sector has been forced to go digital. What national policies are helping young workers acquire digital skills, and what digital services are available to young people?Join us now at the #EurydiceEU talks on Erasmus Facebook ","sentiment_score":0.0428571429}
{"full_text":"The boss of Australia's largest airline said that once a COVID-19 vaccine becomes widely available, it may require passengers use it before they can travel abroad -- Should ALL airlines do this?","sentiment_score":0.4}
{"full_text":"ICYMI: \"Our outcomes were not explained by differences in EMS arrival and treatment times, rates of bystander CPR, or the initial rhythm, as these were adjusted for in our models\" #COVID_19 #AHA20 #cardiotwitter","sentiment_score":0.0}
{"full_text":"Gatwick airport has announced plans for a new Covid-19 testing facility for passengers, staff and local residents.https:\/\/t.co\/LNrjmoHn8L via #BusinessTravel #Gatwick","sentiment_score":0.0681818182}
{"full_text":"Jobs are returning in India as the economy recovers from lockdown-related losses, according to the head of a top staffing firm.https:\/\/t.co\/adnYCRaJK9","sentiment_score":0.5}
{"full_text":"RT Same guy who said \"we did everything wrong\" during the H1N1 pandemic and that only by pure luck it did not become the \"la...","sentiment_score":-0.0714285714}
{"full_text":"Furoshiki is so much more versatile than normal wrapping paper. Glad to see it's getting popular this Christmas! #Christmas #IAmEcocene #ZeroWaste #PlasticFree #Sustainability","sentiment_score":0.475}
{"full_text":"Wisconsin #COVID19 11\/23---* 3,095 (-412) cases* 6 (+6) deaths* 1982 (-94) hospitalized* 438 (-3) ICUActive cases are down for the third day in a row, coming in at 74,340 on Monday, which is about 1,600 less than the record set last week.https:\/\/t.co\/0IQsuPYx87","sentiment_score":-0.0805555556}
{"full_text":"Home education rise leaving children's services 'stretched'#News #NewsTues #Education #HomeEducation #COVID19https:\/\/t.co\/Obr8U5XgpA","sentiment_score":-0.05}
{"full_text":"Coffee time read:\"After initially responding to the pandemic-induced economic crisis with an initiative to postpone developing countries' debt payments, the G20 has now come back to the table to offer a more plausible solution\"https:\/\/t.co\/75RVH2k5GW","sentiment_score":0.24}
{"full_text":"Y'all know it's real bad when Bad Bunny test positive for COVID-19. ","sentiment_score":-0.4909090909}
{"full_text":"Which tier each Yorkshire area could be in based on latest coronavirus rates","sentiment_score":0.5}
{"full_text":"If you're local to #Shrivenham and don't fancy cooking this evening, The Crown has a 'Winter Lockdown Menu' for takeaway running from Wednesday to Saturday. Find details about how to order on Facebook:","sentiment_score":0.0}
{"full_text":"Episode 3 of The Lockdown Lowdown has now gone live! To find out what the latest market news and trends mean for you and your clients watch the video here:","sentiment_score":0.1193181818}
{"full_text":"Don't forget and Boots Opticians are still here at Swansgate for you For opening times, please check our website:https:\/\/t.co\/klaPOejiDV#shopsafely #essentials #healthcare #wellingborough","sentiment_score":0.0}
{"full_text":"\"I'm very worried, the cases of COVID are going up pretty dramatically,\" said Cassie Sauer, CEO of the Washington State Hospital Association. She said health care workers are burned out, and the best \"thank you\" we can give them is to not get sick.","sentiment_score":0.1839285714}
{"full_text":"Clinical Labs of Hawaii processes up to 2,200 COVID-19 tests dailyKITV4's","sentiment_score":0.0}
{"full_text":"From 15 December, people returning to England can take a private #COVID19 test on day 5 after their return.If the person receives a negative test result they can stop self-isolating.More details:","sentiment_score":-0.15}
{"full_text":"Research by debt charity Turn2Us shows that 18m people in the UK have had to use credit cards, go into their overdraft or borrow from friends and family since the start of the pandemic.","sentiment_score":0.0}
{"full_text":"It's not just a Covid safe practices class... it could be a career! We look at students learning Sterile Processing in this week's edition of What's Right With Our Schools.","sentiment_score":0.4553571429}
{"full_text":" Provide the latest data about the spread of #coronavirus through #COVID19 Mobile Application system by #SBS.Discover more,","sentiment_score":0.5}
{"full_text":"#50sWomen 6 Years SP StolenNoMoneyNoNoticeNoDignityNoRespectEatorHeat86% of women directly affected by austerity - add to that #COVID19 - Appalling Treatment!#DoTheRightThing &amp; Pay our Pension#BackTo60#PMQs","sentiment_score":-0.125}
{"full_text":"Wrong! Pelosi wants a bill passed with massive Marxist\/socialist wealth transference schemes in it. COVID relief is only a fraction of the cost. Democrat Party died w\/ JFK. Some Socialist Party took its place.","sentiment_score":-0.10625}
{"full_text":"Bars, nightclubs and karaoke lounges are among some of the entertainment venues in Hong Kong that will be forced to close again because of the spike in COVID-19 cases.","sentiment_score":-0.3}
{"full_text":".@icuconsultants will be presenting on Steroids in non-COVID ARDS: lessons for #COVID-19 | Join the discussion | 26 NOV | #researchmatters #steroids #evidenceforumRegister:","sentiment_score":0.0}
{"full_text":"Make Or Break 5 keys to overcoming uncertainty throughout the pandemic","sentiment_score":0.0}
{"full_text":" Take part our Impact Survey! We want to understand the impact of the pandemic on your faith and community organisation, as well as your hear ideas about future actions, so that we can identify how we can best support you.  Link to survey: ","sentiment_score":0.5}
{"full_text":"On a shoot at Hukins Hops, I learned the impact of the pandemic is harder to spot in rural areas--but it's still there, it's still everywhere.","sentiment_score":-0.05}
{"full_text":"Now there is 'real hope' to end #COVID19 with vaccines: WHO chief","sentiment_score":0.2}
{"full_text":"The government must address public fears towards immunization, especially with clinical trials for potential COVID-19 vaccines set to begin this month.From our archives:","sentiment_score":0.0}
{"full_text":"A New York company is having some fun with Gov. Andrew Cuomo's new statewide mandate that limits home gatherings to 10 people during the COVID-19 pandemic.","sentiment_score":0.1909090909}
{"full_text":"RT Qantas CEO Alan Joyce is facing backlash online for his move to mandate a coronavirus vaccination for all travellers wishi...","sentiment_score":0.0}
{"full_text":"RT People across the country are going hungry, COVID is set to explode, and Mitch McConnell dismissed the Senate last week.I don't...","sentiment_score":0.0}
{"full_text":"For more #SmartandCurious facts, check out today's edition: #dolphins #northkorea #military #training #hollywood #newnormal #covid19 #shooting #acting #socialdistancing #splainer #subscribe","sentiment_score":0.1333333333}
{"full_text":" Can I go outside?  Can I meet others? Can I be arrested? Can I go to prison? Our #coronavirus advice &amp; information hub covers all the latest laws, regulations and guidance.","sentiment_score":0.25}
{"full_text":"People of colour must be prioritised for the Covid vaccine - unless we want history to repeat itself |","sentiment_score":0.0}
{"full_text":"Medecins Sans Frontieres (@MSF) says the eleventh outbreak of Ebola in Equateur province, northwestern Democratic Republic of Congo (DRC), has been successfully contained.Read more:","sentiment_score":0.625}
{"full_text":"Social media usage has spiked during the pandemic. Here's how to speak to your followers online, while being sensitive to the challenges they're facing: via","sentiment_score":0.0666666667}
{"full_text":"COVID 19 cases in India until : 24\/11\/2020 15:30Total Cases: 9179425 [+1672]Active: 438311Recovered: 8604763 [+1124]Deaths :134273 [+19]Total Tests: 133.68MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT If you know any tailor who was affected by the lockdown &amp; needs a job, pls send their contact to my DM. I'll will employ...","sentiment_score":0.0}
{"full_text":"VERIFY: How COVID-19 vaccines are made and how they work #10TV","sentiment_score":0.0}
{"full_text":"Corona vaccine ey raale!Aa publicity stunts endhi Anna?At least maa#TRS janalaki panikochhe pani chestundhi!Property tax taggisthe Govt ki revenue loss but still it bearing burden!That's why I choose TRS and not BJP IN#GHMCElections#VoteforCar #HyderabadWithTRS","sentiment_score":-0.3}
{"full_text":"Thanks so much for featuring us in your list of top #takeaways to enjoy during #lockdown - we're among some great company! #SupportHospitality","sentiment_score":0.46}
{"full_text":"There's a warm welcome for Asylum Seekers at our today 10am - 2pm at CastleGate NE1 2JQ - advice, support, food and a friendly chat with the team, all within Covid safety guidelines. Come on in and see us! #RefugeesWelcome #SafeSpace","sentiment_score":0.6229166667}
{"full_text":"#ThisWeekInLatinAmerica Andrew Thompson examines the \"triple punch\" effect of #Covid19, #Eta and #Iota on Central America, as the 2020 hurricane season is compounded with the straitened finances of the #coronavirus #pandemic.Read the full piece &gt;&gt;https:\/\/t.co\/qtqTimwh9v","sentiment_score":0.175}
{"full_text":"LIVE: Lockdown Lifters with #LaLa Only on &amp; 106.8FM#RinseFm","sentiment_score":0.0681818182}
{"full_text":"Covid and the pandemic is still lingering around, but the number of mortalities have definitely decreased. While there is no single explanation, this article shows a number of factors that are helping.https:\/\/t.co\/BxhfSXal78#covid #pandemic #health #healthinsurance #medicine","sentiment_score":-0.1821428571}
{"full_text":"plz sir just think for a moment about 150k lives and their families #mdcat2020","sentiment_score":0.0}
{"full_text":"Just a couple more days left to cast your vote!","sentiment_score":0.25}
{"full_text":"Are you in affiliate marketing or broader marketing tech? Check out our latest guide on how to communicate best during the pandemic:","sentiment_score":0.75}
{"full_text":"Current Conditions for #Sayre PATemp: 33.8FWind Chill: 33.0FHumidity: 84%Dew Point: 29.5F Barometer: 30.359 inHgWind: 2 mph from the NNWCorona Virus Weekly Stats:Cases: 240.000000Deaths: 1.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"continue to receive impeccable client reviews. Recent client Chris expresses \"massive thanks\" for the team's \"help and professionalism\" despite the difficulties of the pandemic. Congratulations! See what others are talking about here.https:\/\/t.co\/srCQQHbAj9","sentiment_score":0.25}
{"full_text":"Crystal Palace forward Wilfried Zaha has tested positive for coronavirus and is self-isolating.More  #CPFC #bbcfootball","sentiment_score":0.2272727273}
{"full_text":"There's no need to worry about renewing or returning your library books during lockdown as all items will be automatically renewed &amp; there won't be any overdue charges.  Don't forget you can still access eBooks, audiobooks, magazines &amp; newspapers at","sentiment_score":0.0}
{"full_text":"15 members of north Texas family get COVID-19 after small birthday party #FOX59Morning","sentiment_score":-0.25}
{"full_text":" Junior doctors and #COVID19 The pandemic response has meant rota changes and redeployment for junior doctors in Northern Ireland.Read our guidance on how to manage and monitor any changes to your normal working patterns and conditions -","sentiment_score":0.15}
{"full_text":"RT Our most sincere &amp; heartfelt wishes to for a rapid recovery &amp; return to full health. We've no doubt the pr...","sentiment_score":0.3375}
{"full_text":"Just depends on the latest predicted COVID figures come out and where we will be placed. Doesn't bode well with the recent COVID levels.","sentiment_score":0.25}
{"full_text":"Albany County schools are preparing for pooled testing, in case the county becomes a COVID-19 Yellow Zone.https:\/\/t.co\/dO4dNT8zpW","sentiment_score":0.0}
{"full_text":"How have young people and children with type 1 diabetes been affected by the Covid-19 pandemic? A national survey has found there was a significant increase in severe DKA cases during the first wave. #diabetes","sentiment_score":0.2416666667}
{"full_text":"Face coverings must be worn by taxi and private hire passengers, unless they have a valid exemption. More info on face coverings in TPH Notice 13\/20:","sentiment_score":0.25}
{"full_text":" The first people in #Austria may get vaccinated against the #coronavirus already at the beginning of 2021.  But until then, the logistics and timetable have to be worked out. When the CoV #vaccine is out in Austria, will you take it, and why?https:\/\/t.co\/p2PfC7EYFo","sentiment_score":0.25}
{"full_text":"NEW: On the latest episode of the NK News Podcast, and have a roundtable discussion on COVID-19 in North Korea, forced labor, Pyongyang's reaction to the U.S. elections and more. Listen for free here:https:\/\/t.co\/U6zcuj4Tpc","sentiment_score":0.2472727273}
{"full_text":"Pandemic shines spotlight on importance of a connected supply chain via  #DigitalHealth","sentiment_score":0.0}
{"full_text":"Join the webinar on voluntary sector communications about COVID-19 vaccine to do your part as a voluntary group when the vaccine is rolled out. Book here: #communitydevelopment","sentiment_score":0.0}
{"full_text":"Thank you for the mention and the highlight on how social entrepreneurs are innovating during this pandemic season and spotlighting the work of #AshokaFellow","sentiment_score":0.0333333333}
{"full_text":"#CustomerRetention isn't always the #CFO's top concern. Amid #Covid19, it must be. Here's why.","sentiment_score":0.5}
{"full_text":"Online Learning Curve: Districts address emotional wear-and-tear of COVID-19, virtual learning","sentiment_score":0.0}
{"full_text":"Please RT","sentiment_score":0.0}
{"full_text":"RT If you know any tailor who was affected by the lockdown &amp; needs a job, pls send their contact to my DM. I'll will employ...","sentiment_score":0.0}
{"full_text":"RT Exclusive: The Positive Professor reveals the barrage of sick personal abuse he has suffered, saying: 'No...","sentiment_score":-0.1623376623}
{"full_text":"#Poland #EU #Europe  Cases: 909,066 (+32,733)  Death: 14,314 (+540)  Recovered: 454,717  Critical: 2,095  New %: 3.6% (+3.6%)  Death %: 1.6%  Population %: 2.4% (+0.1%)#CoronaVirus #Covid19 #SarsCov2#Forecast","sentiment_score":0.0681818182}
{"full_text":"Direct post:  Virtually onboarding your employees makes sense, even after the pandemic ends. \"Workflow Your Way To A Better Onboarding Experience\" #NowOnNow","sentiment_score":0.3}
