{"full_text":"RT Pay everyone $1500 to get vaccineIt is a stimulus check &amp; big vaccine incentive rolled into one  Result: more people g...","sentiment_score":0.25}
{"full_text":"New article: \"Stock Market - Stock Market Weighs Soaring COVID-19 Cases, Progress On Vaccines\" has been published on Fintech Zoom - #Fintech #Blockchain #Crypto #Cryptocurrency #ICO","sentiment_score":0.1363636364}
{"full_text":"Those refusing to wear masks claim they do what's right for their family, and others should do the same. That sad fact affects MY family. We share a planet, but many don't care if their neighbor dies. They can't be counted on. It's roulette since healthy folks die too. Step up.","sentiment_score":0.1571428571}
{"full_text":"RT Pay everyone $1500 to get vaccineIt is a stimulus check &amp; big vaccine incentive rolled into one  Result: more people g...","sentiment_score":0.25}
{"full_text":"He wants a play date with Major and Champ post Covid and they can have a sleepover while Joe &amp; Jill do the talk shows in LA.","sentiment_score":0.13125}
{"full_text":"RT Scott Baio, silver spoon Ricky Schroeder (Schroder) and the My Pillow guy helped bail out domestic terrorist Kyle Ritte...","sentiment_score":0.0}
{"full_text":"The New York Times: Trump Returns to Golf Course as World Leaders Discuss Pandemic #COVID19 -I seriously feel better with him golfing than trying to do something. l truly thought he'd make a State visit to Moscow - maybe stay. This is disappointing.https:\/\/t.co\/kHusXDCylJ","sentiment_score":0.101010101}
{"full_text":"RT Dr. Onyema Eberechukwu Ogbuagu, an Igbo man is one of the brains behind the new Pfizer Covid-19 vaccine. He graduated fro...","sentiment_score":-0.1318181818}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"Depending on how this shakes out, I might seriously question my atheism.","sentiment_score":-0.3333333333}
{"full_text":"\"#Takeout &amp; #delivery promise to be a significant factor this pandemic #Thanksgiving, with countless #restaurants, #caterers, mail-order companies and #grocery stores offering holiday fare. Many are even open for pickup on #ThanksgivingDay.\" #Thanksgiving","sentiment_score":0.21875}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"Last point is oh so wrong.","sentiment_score":-0.25}
{"full_text":"Winner","sentiment_score":0.0}
{"full_text":"RT Thread.","sentiment_score":0.0}
{"full_text":"RT The level of sheer indifference by to the health and lives of others is truly breathtaking. is quite liter...","sentiment_score":0.5}
{"full_text":"RT Why is our economy in such a pathetic position? Why is India so much more affected by COVID than every other nation? The an...","sentiment_score":-0.15625}
{"full_text":"RT BREAKING: FDA grants emergency use authorization for the Regeneron COVID treatment that healed Pres. Trump.This adds t...","sentiment_score":0.0}
{"full_text":"How stupid do you have to be to think like this. And actually type it and press tweet being in the position you're in. Lmao. Maybe you should go practice with the team and see how you fair with covid.","sentiment_score":0.125}
{"full_text":"RT .@PMalinauskasMP correctly calls time on quarantine hotels. Emergency phase is over. We need larger, better facilities sta...","sentiment_score":0.25}
{"full_text":"RT King Salman leads #G20 call for global cooperation for combating #coronavirus. -- #G20SaudiArabia","sentiment_score":0.0}
{"full_text":"RT baekhyun : I hope coronavirus will end soon. guys! please wash your hands!! (comment) oppa say something in English. * bye~...","sentiment_score":0.0}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"also because... covid","sentiment_score":0.0}
{"full_text":"RT Hey my name is Vastia and I'm a poet and a single mom &amp; at the moment my only mea...","sentiment_score":-0.0357142857}
{"full_text":"80% of all Americans wear masks routinely? Not in the Midwest. #COVID19 #TrumpLiesAmericansDie #NeroFiddledTrumpGolfs","sentiment_score":0.0}
{"full_text":"Stop being ridiculous . My in laws husband believed you shit and suffered in the hospital. Even if you don't die, you could suffer badly!! You are an evil person for downplaying Covid19","sentiment_score":-0.6333333333}
{"full_text":"Sometimes I whip my weiner around in circles hoping to get it going fast enough to fly away like a helicopter to That's how you beat the #Covid19.","sentiment_score":0.3333333333}
{"full_text":"Brutally honeet thread! Must read and share!","sentiment_score":-1.0}
{"full_text":"RT We applaud and for publishing the details and breakdown of the N2.78bn spent on covid19 response...","sentiment_score":-0.1}
{"full_text":"RT It is interesting to note that Kelly Loeffler contracted COVID-19 despite insider information regarding the virus","sentiment_score":0.5}
{"full_text":"Experimental drug given to Trump to treat covid-19 wins FDA clearance","sentiment_score":0.2}
{"full_text":"RT 9. Get your Flu Shot if you haven't already. Influenza can kill people too. If we start to see rising rates of Influenza coupl...","sentiment_score":0.0}
{"full_text":"RT Congratulations for #BTS_BE, you for showing us that it's OK to feel sad, upset with the #COVID19 pandemic so...","sentiment_score":0.0}
{"full_text":"RT Spin and Lie.Republicans candidates are happy to campaign while infected.Trump did it.Loeffler has done it.And many...","sentiment_score":0.65}
{"full_text":"the Guardian: Trump skips G20 pandemic event to visit golf club as virus ravages US... ","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler is the first person to commit insider trading on coronavirus and also catch coronavirus","sentiment_score":0.25}
{"full_text":"RT Republican Civil War with a corona outbreak (mainly on their side)","sentiment_score":0.1666666667}
{"full_text":"RT \"In Arusha, I witnessed scenes I'd long forgotten in Europe: crowds squeezing through market stalls; bars spilling wit...","sentiment_score":-0.05}
{"full_text":"RT Read the full investigation by here:https:\/\/t.co\/ZsEceCi1Ox","sentiment_score":0.35}
{"full_text":"RT You dad said in February that coronavirus was a hoax. He also said in April that it would magically go away.","sentiment_score":0.5}
{"full_text":"RT It's not even December. Anyway, here is \"My 20 cents on 2020.\" A thread. 1) When you go out - take a mask, a sanitiser and a pe...","sentiment_score":0.0}
{"full_text":"what rubbish news.. you are displaying. LOCKDOWN..LOCKDOWN. Very disappointing. Is lockdown a solution, Have u any idea???","sentiment_score":-0.78}
{"full_text":"RT Pay people to stay home, cancel rent and mortgage payments so people don't lose their homes, and pay for those who are unhous...","sentiment_score":0.0}
{"full_text":"What I'm saying is that they were probobly on a crunch and with Covid I bet it didn't make things easier and with the fact that I didn't notice that joke being in there I bet the stressed workers from covid and such other worldly problems happening, it flew pas5 them too-","sentiment_score":-0.0625}
{"full_text":"Any credit for the creation of COVID-19 vaccines will go to the scientists who create them.Will someone explain this to Trump?","sentiment_score":0.0}
{"full_text":"RT A Kelly Covid Christmas ...Kelly, the inside trader Had some very fancy clothesAnd if you ever saw her...","sentiment_score":0.2}
{"full_text":"RT Troops with the Texas National Guard have been deployed to El Paso to help with the morgue crisis, according to the Texas Di...","sentiment_score":0.0}
{"full_text":"Not in Melbourne, Australia! 22 days, 0 Community transmitions. We had a 4 month lockdown, have to wear masks, &amp; our government supplemented everyone's incomes so we can survive. what are you doing about it? except for losing the election &amp; crying about it, you child.","sentiment_score":-0.2}
{"full_text":"$SPY I'm confused... How does Trump's expensive covid cure matter when the vaccine comes out. The bulls seem to be pulling random news out of their ass and calling it bullish. Covid cases at ATH.","sentiment_score":-0.4666666667}
{"full_text":"RT He really hates the people of this country.","sentiment_score":0.2}
{"full_text":"RT Why am I seeing so many Friendsgiving Tiktoks.....did we forget there's a global pandemic going on?","sentiment_score":0.25}
{"full_text":"RT So Tell Me...Explain The GOP\/Trump Mind Set. Is #coronavirus Like A Rite Of PassageFor These Dumb Bastards? You Gotta...","sentiment_score":-0.375}
{"full_text":"RT Florida Senator Rick Scott and Georgia Senator Kelly Loeffler both have COVID-19. They are also crooks","sentiment_score":0.0}
{"full_text":"YOU ALREADY SURVIVED LOCKDOWN ONCE AND THERE WAS NO NEED FOR THIS. JESUS CHRIST AMERICANS ARE FUCKING STUPID AND HAVE NO FUCKING MEMORY.","sentiment_score":-0.25}
{"full_text":"Bring peace  to America... Happy Thanksgiving everyone ","sentiment_score":0.8}
{"full_text":"RT The epitome of Dereliction Of Duty in the face of a national Pandemic. DISGRACEFUL","sentiment_score":0.0}
{"full_text":"RT Florida Senator Rick Scott and Georgia Senator Kelly Loeffler both have COVID-19. They are also crooks","sentiment_score":0.0}
{"full_text":"RT 475,000 likes for this bit of nonsense, from an account with 600 followers. Would love to know how that happened. Twitter...","sentiment_score":0.5}
{"full_text":"RT 475,000 likes for this bit of nonsense, from an account with 600 followers. Would love to know how that happened. Twitter...","sentiment_score":0.5}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"There just are no words for the loss, before we even get to the loss in context of such utter insanity we are experiencing in this country with the pandemic.  I'm so sorry.","sentiment_score":-0.1666666667}
{"full_text":"RT I hate when I get tested for COVID &amp; people say \"If you don't have it, then I don't have it\".  That is NOT how COVID wor...","sentiment_score":-0.8}
{"full_text":"Task Force: COVID-19 aggressively spreading in Tampa Bay counties |","sentiment_score":0.0}
{"full_text":"RT Welp I guess we're about to find out if cocaine cures COVID.","sentiment_score":0.0}
{"full_text":"Brazil is waiting for a China virus vaccine that is not developed by a Chinese company","sentiment_score":-0.025}
{"full_text":"RT I wonder if the COVID-19 saga is the  Battle of Little Bighorn of legacy media. Print\/TV execs know there's...","sentiment_score":-0.1875}
{"full_text":"RT Lockdown for everyone is insane.Keep older people at home and let the working people make a living and prevent the eco...","sentiment_score":0.1666666667}
{"full_text":"RT If your son got #COVID, would you go golfing?","sentiment_score":0.0}
{"full_text":"Coronavirus FAQ: How Safe Is It To Work Out In A Gym Or Play Indoor Sports?","sentiment_score":0.5}
{"full_text":"Third, going to Thanksgiving with your family unhindered by any recommendations or state travel restrictions during a pandemic isn't an \"essential liberty.\"","sentiment_score":0.0}
{"full_text":"lmao. Personal anecdotes are literally the worst forms of evidence you can offer.There are people in their 20s who have suffered heart failure because of COVID. So what?","sentiment_score":-0.1791666667}
{"full_text":"RT Are Covid-19 Vaccines Really 95% Effective? Great piece by how we DISTRIBUTE the vaccine matters just as much...","sentiment_score":0.45}
{"full_text":"RT COVID Update November 21: The US vs. Europe. What's different about this wave.I spoke to the head of one of the national Eu...","sentiment_score":0.0}
{"full_text":"$ENZC Covid19 treatment will work on new mutations of the virus.","sentiment_score":0.1363636364}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"What about #Covid","sentiment_score":0.0}
{"full_text":"RT I often get asked about why college students are being assigned \"more work\" during the pandemic based on anecdotes. Since I hav...","sentiment_score":0.5}
{"full_text":"404 Fuck Not Found.","sentiment_score":-0.4}
{"full_text":"RT Corporate greed is out of control. While Jeff Bezos became $78 billion richer during the pandemic, Amazon has paid ZERO in...","sentiment_score":0.0}
{"full_text":"RT While the world fights against one deadly pandemic - Pakistan is fighting against two, and there is no vaccine for the...","sentiment_score":-0.2}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT Moderna to charge $25-$37 for COVID-19 vaccine: CEO tells paper","sentiment_score":0.0}
{"full_text":"Rich nations may use patents to cut off easy access to Covid-19 vaccines in developing countries","sentiment_score":0.4041666667}
{"full_text":"Thousands of British stores are now reportedly refusing to allow cash payment &amp; fearing infection #COVID","sentiment_score":0.0}
{"full_text":"The #UnitedNations has said that due to the #coronavirus, rapid #starvation may spread in 2021. The UN has warned that if the necessary steps are not taken in time, its consequences will be terrible worldwide@iankushchoubey","sentiment_score":-0.375}
{"full_text":"The Covid induced lockdown and social isolation is associated with an increase in high blood pressure (BP) among patients admitted to emergency, researchers have found.https:\/\/t.co\/79k2MSCzzI","sentiment_score":0.0966666667}
{"full_text":"Desperate owners of spas and massage parlours across Bahrain have appealed for support as the coronavirus (Covid-19) outbreak has pushed the industry to the brink of disasterhttps:\/\/t.co\/bqV3DAABZM#Bahrain #Manama #Spa #Spas","sentiment_score":-0.6}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"RT Sen. Kelly Loeffler has contracted Covid-19.That's it. That's the treat.","sentiment_score":0.0}
{"full_text":"RT A Kelly Covid Christmas ...Kelly, the inside trader Had some very fancy clothesAnd if you ever saw her...","sentiment_score":0.2}
{"full_text":"RT Mandatory Loeffler is a criminal thread","sentiment_score":-0.4}
{"full_text":"Today.Immediately.Urgently.This #COVID19 pandemic is impacting your childhood.With urgent action, we will #Reimagine a brighter and better world for you.","sentiment_score":0.3}
{"full_text":"After 4 days, a slight dip in number of daily Covid cases","sentiment_score":-0.0833333333}
{"full_text":"The Egyptian government on Friday warned the country to brace itself for a second wave of the coronavirus disease (#COVID19) as the number of new cases continued to rise.https:\/\/t.co\/gi1zqFAKn4","sentiment_score":0.0681818182}
{"full_text":"Watch in #Croatian. Wearing a mask can help stop the spread of #COVID19.#WearAMask inside places where it's difficult to stay 1.5 metres away others.#Multicultural resources","sentiment_score":-0.5}
{"full_text":"This year, the coronavirus offers up a welcome change to a common holiday dilemma.https:\/\/t.co\/GtkOauHHhc","sentiment_score":0.2}
{"full_text":"RT It is interesting to note that Kelly Loeffler contracted COVID-19 despite insider information regarding the virus","sentiment_score":0.5}
{"full_text":"Misinformation a 'concern' - as NZ awaits Covid-19 vaccine roll-out:https:\/\/t.co\/sagFmKZ5CK","sentiment_score":0.0}
{"full_text":"Mike Downie discusses new doc 'The Covid Cruise'; Queen's alum talks shooting a film during COVID-19https:\/\/t.co\/QfneEG5aLy","sentiment_score":0.1363636364}
{"full_text":"Nearly 200 legislators nationwide have tested positive for the virus and four have died from COVID-19 since the pandemic began, according to figures compiled by The Associated Press.","sentiment_score":0.1636363636}
{"full_text":"188 new cases have been reported in Nueces County.","sentiment_score":0.1363636364}
{"full_text":"always wear a mask~~#hueningkai #hyuningkai","sentiment_score":0.0}
{"full_text":"Join Alexander Cabrera and 40 other local and international speakers in the two-day BusinessWorld Virtual Economic Forum that will discuss the great economic reset as well as the future in a post-COVID era.Register at","sentiment_score":0.1535714286}
{"full_text":"Where the audition for backup dancer at? .. Hammer changed the game ","sentiment_score":-0.4}
{"full_text":"RT Why the hell is trump fighting and lying about the election results?He is clearly not interested in being president.S...","sentiment_score":-0.125}
{"full_text":"MostCareUp uses the patented algorithm based on the PRAM (Pressure Recording Analytical Method) which evaluates the cardiac output and many other haemodynamic parameters without any prior calibration.#Vygon #MostCareUp #HaemodynamicMonitor #COVID19","sentiment_score":0.08125}
{"full_text":"\"The researchers found that children and young adults -- who made up one-third of COVID cases -- were especially key to transmitting the virus in the studied populations.\"https:\/\/t.co\/ryy31WzU0e","sentiment_score":0.05}
{"full_text":"In Pics | Can smartwatches help detect Covid-19 symptoms before they appear?https:\/\/t.co\/10jojobCM2","sentiment_score":0.0}
{"full_text":"For those who have lost much during this #pandemic, giving thanks for broken lives or battered hopes on #Thanksgiving may seem a terrible task, but science is on your side.","sentiment_score":-0.25}
{"full_text":"Take a break this #GoForARideDay, but remember to be safe. Don't forget to wear your helmet and mask when you step out. #ICICILombard #NibhayeVaade","sentiment_score":0.5}
{"full_text":"RT Human cost of pandemic driven home by powerful photo of overwhelmed doctor phoning a family to tell them a loved one ha...","sentiment_score":0.3333333333}
{"full_text":"#ExpressExplained | The amended Infection Protection Law provides a legal basis for the German government to restrict certain constitutional freedoms while enacting Covid-control measures.https:\/\/t.co\/MDratLK3Nm","sentiment_score":0.1380952381}
{"full_text":"Studies have suggested many of the people who contract COVID-19 barely pass it on to others -- so where is everybody getting sick from?https:\/\/t.co\/UYaUmrwhI0","sentiment_score":-0.0547619048}
{"full_text":"In the past 24 hours: 12,000,000 COVID-19 cases now detected in the US; Russia sanctions 25 Brits in retaliatory move; Ethiopia rejects African mediation as it pushes forward toward Tigray's capital; Guatemalan protesters torch Congress; Burkina Faso opposition denounces \"fraud\"","sentiment_score":-0.125}
{"full_text":"RT Don't lockdown the country.Don't impose curfews.Don't close schools. Let Americans decide for themselves. And celebra...","sentiment_score":0.0}
{"full_text":"RT Sir, stop it. I've had 3 this year in 2 different cities &amp; was never charged once, nor asked to present payment-- thanks...","sentiment_score":0.0666666667}
{"full_text":"The two #COVID19 vaccines could offer over 90% protection. But here's why it's still too early to celebrate.","sentiment_score":0.1}
{"full_text":"Would you take a COVID-19 vaccine? Experts say they're already worried vaccines could become politicized like face masks. Top immunologist Dr. explains why vaccines need to be seen as a public health issue, rather than a political one.","sentiment_score":0.1666666667}
{"full_text":"COVID 19 cases in India until : 22\/11\/2020 10:30Total Cases: 9095908 [+0]Active: 440554Recovered: 8520039 [+0]Deaths :133263 [+0]Total Tests: 131.73MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"RT A note from abroad: Realizing now that I've been 5 days out of US that many folks back home don't realize how other countr...","sentiment_score":0.125}
{"full_text":"Where is COVID-19 spreading the fastest in Central Florida? Here's the breakdown by ZIP code | Details:","sentiment_score":0.0}
{"full_text":"RT How Mike Pence hasn't contracted coronavirus (assuming there hasn't been a coverup or something) is truly one of the universe'...","sentiment_score":0.0}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"Live: 45,209 cases push Covid tally to 90.9L","sentiment_score":0.1363636364}
{"full_text":"RT I have come to know, Ajmer MP Bhagirath Choudhary ji has tested positive for #COVID19. Wish him a speedy recovery.","sentiment_score":0.2272727273}
{"full_text":"Are we still using this gottdamn #quackery?  It safe for malaria, yes. Not for #COVIDIOTS and #COVID19","sentiment_score":0.5}
{"full_text":"RT Darryl Morris | 5am - 7am> PM to announce lockdown easing> Do you approve of 'Christmas bubble' plan?> Labour suffers hi...","sentiment_score":-0.6}
{"full_text":"As the saying goes, \"history tends to repeat itself.\" And no better proof of this belief is comparing the 1918 flu pandemic to the current coronavirus pandemic.https:\/\/t.co\/S1fgdXw4O0","sentiment_score":-0.125}
{"full_text":"RT Trump will be footnoted in the history books as a president who accepted Russian help in his election, got impeached, igno...","sentiment_score":0.0}
{"full_text":"Poor covid.","sentiment_score":-0.4}
{"full_text":"Is it really that difficult to stay at home for a few weeks.","sentiment_score":-0.1666666667}
{"full_text":"RT I can't stand that so many ppl only voted him out because of his handling of Covid.. He was ALWAYS problematic...","sentiment_score":0.25}
{"full_text":"Here are four tips to be collaborative and productive as your work from home:Create \"work\" triggers for your brainStay motivated with a listMake a schedule for everythingCreate a process for collaborationRead More: #remotework","sentiment_score":0.5}
{"full_text":"Time: 05:00 * Temp: 4.4degC * Wind: WSW 0.9 to 10.0mph * Pressure: 1017.3hPa * Rain: 0.0mm * Hum: 90% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 08:07 * Sunset: 16:11 * Cloudbase: 720ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"COVID-19 In Pittsburgh: Safety For Food Bank Volunteers Proves To Be Challenge Amid Surging COVID-19 Cases","sentiment_score":0.3}
{"full_text":"The much-hyped Hong Kong-Singapore 'travel bubble' is postponed amid Covid-19 spike","sentiment_score":0.0}
{"full_text":"I want to collab with people in after lockdown but y'all don't want me  -Michelle  ","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 30.0FWind Chill: 30.0FHumidity: 97%Dew Point: 29.3F Barometer: 30.612 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 291.000000Deaths: 5.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"This. We're running out of everything that has kept us going. Beds, staff, resources, resilience, hope and energy.","sentiment_score":0.0}
{"full_text":"Our state allows it with masks and social distancing . Also it was only 10% capacity","sentiment_score":0.0166666667}
{"full_text":"RT \"we don't know where people are getting the coronavirus\" it's work. it's at work. because they have to work during a pandem...","sentiment_score":0.0}
{"full_text":"RT Health Regions 845 pm Nov 21Canada's current weekly case rate now 94.6, creeping closer to the 100 mark. Manitoba breaks...","sentiment_score":0.0}
{"full_text":"RT The Onion is on fire lately with dark corona humor and cutting social commentaryhttps:\/\/t.co\/E3TyG6FnXO","sentiment_score":-0.2541666667}
{"full_text":"Hello sir, I have been trying to reach you since a long time . I belong to a poor family. I was a job holder girl but due to lockdown I lost my job. Now there is nobody to help us financially. Now I want to run a small business and farming. Please help us sir ","sentiment_score":-0.165}
{"full_text":"RT Congratulations for #BTS_BE, you for showing us that it's OK to feel sad, upset with the #COVID19 pandemic so...","sentiment_score":0.0}
{"full_text":"RT With 628k worldwide cases per day and rising, keeping Covid out of Australia now requires purpose-built quarantine facilit...","sentiment_score":0.0}
{"full_text":"Sending you all thoughts for peace and wellness. Living through these times has taught us all so much. While I have been blessed to not have much of my regular life pre Covid effected, it taught me that despite having my kids and family, I actually live a pretty lonely life.","sentiment_score":0.0972727273}
{"full_text":"RT #DEARTMRW goes liveNOV 22, 9PM (KST) on NOV 23 (KST) on youtube live (@kamp_global)All proceed...","sentiment_score":0.1363636364}
{"full_text":"This is me day one after covid","sentiment_score":0.0}
{"full_text":"Think it is about time to hop on cam. No which platform should I hit?@chaturbate me on all (OF is on free trial)#followme #chaturbate #CAM4 #onlyfans #xxxshow #webcam #cute #sexy #besafe #COVID19 #COVID19BC","sentiment_score":0.4666666667}
{"full_text":"RT 1st animal study in India on coronavirus moves to its final stage: AYUSH Ministry","sentiment_score":0.0}
{"full_text":"Labuan Financial Park Complex ordered to close after spate of Covid-positive cases","sentiment_score":-0.15}
{"full_text":"#Iran closes businesses, curtails travel between major cities including #Tehran to contain the worst outbreak of the #coronavirus in the #MiddleEast region.","sentiment_score":-0.46875}
{"full_text":"RT 1,952 Americans died today from the Coronavirus, and the President still doesn't give a damn. Instead, he was too busy to...","sentiment_score":0.1}
{"full_text":"U.S. Passes 12 Million Confirmed Cases of COVID-19","sentiment_score":0.4}
{"full_text":"RT [gisa] Review: On pandemic album 'Be,' #BTS longs for better times, then dances through the tearshttps:\/\/t.co\/j4G0IzAucn","sentiment_score":0.5}
{"full_text":"RT Breaking News: The F.D.A. granted emergency authorization for the Regeneron antibody treatment given to President Trump after...","sentiment_score":0.0}
{"full_text":"RT I'm spending Thanksgiving indoors with a lot of new people!!!Because I'll be working in the ER.Even then - with PP...","sentiment_score":0.1363636364}
{"full_text":"Richard Stone, HR Director, Southeast Asia at Mondelez International, gives examples of how the firm leveraged on total rewards to double down on its efforts to build a winning growth culture amid COVID19#HumanResource #EmployeeRewards #PeopleProductivityhttps:\/\/t.co\/0rh029GBDC","sentiment_score":0.0240740741}
{"full_text":"Internet, convince to do it and stop watching TNG S1 and 2!","sentiment_score":0.0}
{"full_text":"RT \"Russia is ready to provide countries in need with vaccines developed by our scientists.\"Russian President Vladimir Putin...","sentiment_score":0.1}
{"full_text":"RT BREAKING: The United States has just surpassed 12 million coronavirus cases, and trump skipped the G-20 virtual event on pa...","sentiment_score":0.0}
{"full_text":"RT These are the world's busiest airline routes during Covid times","sentiment_score":0.0}
{"full_text":"RT #COVID19 Statistics in SA as at 21 November.Use the COVID Alert SA app to protect yourself, your loved ones and your c...","sentiment_score":0.7}
{"full_text":"RT Weed is getting more people through this pandemic than conservatives are.","sentiment_score":0.5}
{"full_text":"will this Chinese virus vaccine get rid of the masks. I just got wrote up at my job for not wearing one.","sentiment_score":0.0}
{"full_text":"RT With what money are people going to buy this healthcare with? Do your job and bring Medicare for all to a floor vote and...","sentiment_score":0.0}
{"full_text":"America Is Letting the Coronavirus Rage Through Prisons","sentiment_score":0.0}
{"full_text":"The pandemic triggered a historic \"reinvention of work\" at many organizations. Accenture's shares how this is accelerating their #DigitalTransformation.","sentiment_score":0.25}
{"full_text":"RT The economic legacy of the Shah-Modi govt is to take one of the fastest, most dynamic economies in the world, kneecapping...","sentiment_score":0.2333333333}
{"full_text":"RT Wishing speedy recovery to Congress MLA, Hemaram Choudhary ji, who has tested positive for #COVID__19. May he gets well...","sentiment_score":0.2272727273}
{"full_text":"Kelly Loeffler quarantining after testing positive for the coronavirus, then getting inconclusive result","sentiment_score":0.2272727273}
{"full_text":"Our freight services remain unaffected, with strict Covid-19 protocols in place. For more information please visit:","sentiment_score":0.225}
{"full_text":"RT It's been 8 months of COVID restrictions. It feels like such a long time, right? I feel like we have a new collective...","sentiment_score":0.0930194805}
{"full_text":"RT Yorkdale:  We're offering free COVID-19 with every purchase this weekend, while supplies last.  #COVIDIOTS","sentiment_score":0.2}
{"full_text":"RT Margo on GMA: Hispanics are more likely to be hospitalized than NORMAL Caucasians.Margo on Amanpour &amp; Co.: We have hig...","sentiment_score":0.2166666667}
{"full_text":"Maaaaan. Dont be getting peoples hopes up. You know cali gona be in lockdown for years.","sentiment_score":0.0}
{"full_text":"Quantifying How COVID-19 Is Accelerating Digital Transformation","sentiment_score":0.0}
{"full_text":"'Stay home' robocalls on Election Day prompt warnings, investigation","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"Oxford ramps up COVID-19 testing capability","sentiment_score":0.0}
{"full_text":"RT it's a whole pandemic going on and people still wanna stand super close to me... don't make me do the most","sentiment_score":0.3444444444}
{"full_text":"Stay down or Home","sentiment_score":-0.1555555556}
{"full_text":"It's not easy being a lame duck, one term, impeached President of the United States, but somehow manages to squeeze in 8 hours of TV a day. #TrumpPandemic #TrumpRecession #TrumpIsANationalDisgrace","sentiment_score":-0.3583333333}
