{"full_text":"RT Craving zaman tak ada Covid","sentiment_score":0.0}
{"full_text":"covid killed people, his government didn't. You're not too bright, are you?","sentiment_score":0.25}
{"full_text":"RT At a covid wedding.","sentiment_score":0.0}
{"full_text":"RT pray for my boy Jeremih he's not doing good this covid shit is real. ","sentiment_score":0.2333333333}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT Thread on miscommunication regarding SARS-CoV-2 PCR testingFalse-positives by PCR testing are quite rare. It is the gol...","sentiment_score":0.3}
{"full_text":"RT this dude smearing pandemic mitigation efforts with bad science is NOT what this country needs right now.","sentiment_score":-0.2071428571}
{"full_text":"RT Congratulations to this care home manager in Lancashire who provides weekly Covid tests to family members. They had alr...","sentiment_score":0.0}
{"full_text":"COVID-19: Labour demands emergency law to stamp out anti-vax content on social mediahttps:\/\/t.co\/xt1OPZCUG8 I'm not #anti-vaccines however not sure this is right. Shouldn't free speech be allowed  just asking #COVID19  #FreeSpeech","sentiment_score":0.1172619048}
{"full_text":"RT Darwinism at work.","sentiment_score":0.0}
{"full_text":"More importantly, which film is it when a Jerry gets busted for saying \"it's raining dogs and cats\"?","sentiment_score":0.45}
{"full_text":"Mr WaduWe have given him that job. He isn't doing any favors to anyone. Kashmir is far less secure today- the number of terror incidents is on the rise. He botched up the economy big time even before covid Covid response has been ram bharose. Don't you think?","sentiment_score":0.0833333333}
{"full_text":"RT \"Covid-19 has unleashed state corruption on a grand scale, and it is harmful to public health.\" -- Strong stuff from the...","sentiment_score":0.3111111111}
{"full_text":"RT Is #COVID19 #testing part of the #medical #certification process for a #Thai #work #permit? #Th...","sentiment_score":0.0}
{"full_text":"how can people purposefully go out &amp; break the law &amp; not get fined but instead protected by police ","sentiment_score":0.0}
{"full_text":"RT PLEASE I BEG YOU, IF YOU STAY AROUND AJAH \/ SANGOTEDO ENVIRON, STAY HOME!!!! THIS PLACE IS A WARZONE. THEY DEPLOYED POLICEMEN...","sentiment_score":0.0}
{"full_text":"Yes, all of the government's since then didn't rebuild fast enough.They decided to prioritise road and rail infrastructure after a decade of almost zero infrastructure investment by the liberals.I guess a once in a hundred year pandemic wasn't at the top of the list. ","sentiment_score":0.35}
{"full_text":"Have you looked at the ONS page? It shows definite excess in the north of England where Covid is more prolific, the rest of the country less so. Yes, an increase in deaths expected in winter but look at how early it happened this year, compared to previous years.","sentiment_score":0.0277777778}
{"full_text":"RT Never in the history of humanity,have there been so much destruction &amp; misery, done to millions of li...","sentiment_score":0.2}
{"full_text":"RT As pointed out, this is Trump's gift to the world -- transforming China from an emerging economy into a...","sentiment_score":0.0}
{"full_text":"RT Some tourists using fake negative COVID-19 tests to get around travel restrictions, authorities say","sentiment_score":-0.4}
{"full_text":"Dual diagnosis means dual approach to treatment.. Sam has started a petition to get change in the nhs.","sentiment_score":0.0}
{"full_text":"RT I get that children aren't as susceptible. What about teachers, administrators, janitors, lunch ladies?Do we know kids aren't...","sentiment_score":0.0}
{"full_text":"RT #SOS#DelhiNeed #Blood Type :  A-positiveAt : Kalra Hospital, Kirti NagarBlood Component : Need Plasma from A+ve #COV...","sentiment_score":0.0}
{"full_text":"I laughed myself kaputt","sentiment_score":0.7}
{"full_text":"RT This photo just gave me COVID AND whispered baseless gossip into my ear","sentiment_score":0.0}
{"full_text":"Free Children's eBooks to read at for all to read when sent home due to Covid Pandemic. Reading is for life. Reading skills overcome poverty. #tan_tan77 #ShinyaOwada","sentiment_score":0.1375}
{"full_text":"Hotels around the world are trying to be innovative to deal with the effects of the pandemic. Good old SA just knows threatening that people will lose jobs.","sentiment_score":0.4333333333}
{"full_text":"RT Whether COVID kills people or not, it certainly seems to kill the ability to be humane. How difficult could it be to don a PP...","sentiment_score":-0.1428571429}
{"full_text":"RT My husband tested positive for covid. He changed his track and trace app to positive. My app still hasn't kicked in to...","sentiment_score":0.2272727273}
{"full_text":"Reunite the Kid with their parentsOpen a Truth and Justice CommissionDeclassify all the Mueller report and accompanying docsGet people help with Covid ASAPHire an honest press secretarySeize all Trump family and Admin passports. They don't leave the country neither do we.","sentiment_score":0.6}
{"full_text":"RT AMERICA. WAKE UP. NOW!!!! With COVID, we know what works. Wear masks. Social distance. Wash hands. A vaccine is coming. But...","sentiment_score":0.0333333333}
{"full_text":"You might not be standing if you catch Covid, due to Trump's inaction and against a Worldwide Pandemic.#TrumpFailed#TrumpFailedPeopleDied","sentiment_score":-0.125}
{"full_text":"RT This is Ultra Festival in Taiwan right now. Taiwan has had over 200 days without a domestic COVID-19 infection.Must be nice...","sentiment_score":0.2952380952}
{"full_text":"If the health minister is not capable of handling the Corona crisis, she should resign instead of offering herself as a human sacrifice: human sacrifice \/suicide is not in keeping with our Buddhist Dharma.","sentiment_score":-0.0333333333}
{"full_text":"I was in the Starbucks reserve a week ago and the guy said \" wow you've had the best temperature all day \" still thinking about that what that meant","sentiment_score":0.55}
{"full_text":"RT When I state that I'm anti-lockdown and anti-masks this means I'm also against The Great Reset; health passports, forced v...","sentiment_score":0.25}
{"full_text":"RT If you don't think Trump will do all he can to punish as many Americans as he can on his way out the door, you don't know t...","sentiment_score":0.5}
{"full_text":"Ha ha ha ha .... There is nothing known as heart disease triggered by stress....wire the Liar...propagated by this big liar...!!","sentiment_score":0.0}
{"full_text":"RT So apparently Joe is the ONLY guy in this world who knows the secret on how to control COVID! Wow! h...","sentiment_score":-0.08125}
{"full_text":"Like how is people partying out right now with this pandemic??? Like huge gatherings like hmmm l don't know","sentiment_score":0.3428571429}
{"full_text":"RT This is organised at the time when Delhi is having 7000+ Covid cases daily..P.S.~But Tablighi Jamaat was the super-spreader...","sentiment_score":0.0}
{"full_text":"Are you seriously ignoring all the studies?https:\/\/t.co\/ys274RJsrb","sentiment_score":-0.3333333333}
{"full_text":"It's not blood clotting in the lungs. Did you watch a YouTube video and think you know everything? Treatment protocols have improved yes, but COVID-19 has wide ranging systemic effects and causes long term disabling health problems. Hospitalizations lag cases by 2-3 wks.","sentiment_score":-0.075}
{"full_text":"RT Britain 2020 &amp; the main Party of Opposition calls for media censorship of those who dare to speak out about the #COVID19...","sentiment_score":0.1666666667}
{"full_text":"More Lockdowns, Journalist and former White House official, Darren Beattie, has incredible insight into the impact of lockdowns so far. Are we losing far more lives than we are saving? #CountTheCost #Lockdown #OpenTheWorld #COVID19 #LifeYearsLosthttps:\/\/t.co\/QGRYwrpH1n","sentiment_score":0.3}
{"full_text":"RT Boris Johnson actually told Parliament BEFORE the pandemic he had \"ensured FREE hospital parking for EVERYONE\" so not...","sentiment_score":0.2}
{"full_text":"RT \"Employing an equity lens is a necessary first step to stopping this pandemic once and for all.\"Excellent piece from","sentiment_score":0.4166666667}
{"full_text":"COVID Vaccine Czar Awaiting Trump OK To Reach Out To Biden To Save Lives #SmartNews ","sentiment_score":0.5}
{"full_text":"RT History will show that President Trump had the greatest, most effective response to a pandemic in world history. Subscri...","sentiment_score":0.7}
{"full_text":"Crackers we're invented in China and it was 18th century. This is the 21st century and we need to adopt greener practices. Also, keep our lungs strong for facing the pandemic. Also you know what hindus worship? The 5 tattvas.We don't pollute, we worship.","sentiment_score":0.2166666667}
{"full_text":"RT Having a difficult time putting into words the feeling I had when I left the hospital after doing chest compressions on a c...","sentiment_score":-0.25}
{"full_text":"RT KBS NEWS 9 channel reported about Taehyung's Dream Challenge that was applied in a kindergarten. Tae suggested...","sentiment_score":0.0}
{"full_text":"I took my flu jab yesterday and now I'm paranoid thinking maybe they swapped it for the covid vaccine ","sentiment_score":0.0}
{"full_text":"RT Probably the strangest aspect of Alito's speech, other than his attack on COVID restrictions, was his claim that people who opp...","sentiment_score":-0.125}
{"full_text":"Sylvester Stallone Suggests Hot Dogs and Pizza for Thanksgiving 2020","sentiment_score":0.25}
{"full_text":"RT Sweden's  pro-herd govt official Tegnk was DEAD wrong. With deadly consequences. He predicted Sweden's spring wave would...","sentiment_score":-0.3}
{"full_text":"RT IM BACK and this time I am talking about the importance of self-care and how we can exercise it. Especially while we are al...","sentiment_score":0.0}
{"full_text":"RT It's Saturday.One in every 378 Americans tested positive for COVID over the past week.Wear a mask.","sentiment_score":-0.0113636364}
{"full_text":"RT HAPPY DIWALI!Wishing you good health and prosperity for the upcoming year!#HappyDiwali#happydiwali#diwali2020 #diwali...","sentiment_score":0.75}
{"full_text":"Whaaaaat ???","sentiment_score":0.0}
{"full_text":"Ever since this catarh been disturbing me, Ive recieved several messages from NCDC with some toll free number incase am having Covid symptoms. Ah ah dan Allah mura keh damuna","sentiment_score":-0.0333333333}
{"full_text":"RT BEFORE the pandemic Boris Johnson told Parliament his Gov't had ensured\"there will be free hospital parking for ever...","sentiment_score":0.4}
{"full_text":"With #COVID numbers reaching record high daily numbers, hospitals and even nonprofits are facing dark times","sentiment_score":0.0033333333}
{"full_text":"If I were obese I would be quite scared now of catching covid, independently of irrationality or rationality. So their behaviour is understandable.","sentiment_score":0.3}
{"full_text":"via @nytimes Socially distanced craft classes, virtual tango lessons, a city tour accompanied by an avatar guide: how experience companies -- which now include Amazon -- are adapting to the pandemic. Could apply to healthcare? ","sentiment_score":0.0333333333}
{"full_text":"RT KBS NEWS 9 channel reported about Taehyung's Dream Challenge that was applied in a kindergarten. Tae suggested...","sentiment_score":0.0}
{"full_text":"Will Tenants Have the Upper Hand in a Post-Coronavirus World? #CRE #COVID-19 #TenantTips #NewNormal  ","sentiment_score":0.0}
{"full_text":"RT I love you all for what you do. You're special people.","sentiment_score":0.4285714286}
{"full_text":"Shock new figures fuel fears of more lockdown domestic abuse killings in UK | Society | The Guardian (There is a domestic abuse help safe space facility on our website. You can find help without leaving a trace of your search:","sentiment_score":0.2272727273}
{"full_text":"RT Campaign latest: The mental health toll of Covid restrictions on mums-to-bePlus - 34 cross-party MPs along with campaig...","sentiment_score":0.2}
{"full_text":"RT Very informative data from UK. Now that schools have been fully open for some time, we can see a more clear distinction be...","sentiment_score":0.2}
{"full_text":"RT Looks like Trump's people at the \"Million MAGA March\" are practicing social distancing. Not because they've finally gotte...","sentiment_score":0.0166666667}
{"full_text":"\"Yorkshire Ripper\" serial killer Peter Sutcliffe dies in U.K. after COVID-19 diagnosis","sentiment_score":0.0}
{"full_text":"1. Trump inherited a strong economy from Obama so he didn't to anything special. 2. There's no war in Middle East cos he is a dictator who loves other dictators. So wars don't benefit him. 3. He never beat ISIS. 4. COVID vaccine was created by Pfizer in Germany. Not USA.","sentiment_score":0.1663690476}
{"full_text":"RT Further studies need to be done but yes, they really are looking for a link betwe...","sentiment_score":0.1}
{"full_text":"Gameboys, Gaya Sa Pelikula and Boys Lockdown. I love BL actor. #GameboysTheSeries #GayaSaPelikula #BoysLockdown","sentiment_score":0.5}
{"full_text":"RT The German Government's new #COVID19 campaign is very clever and, dare I say it, funny.https:\/\/t.co\/bP8jTNFShr","sentiment_score":0.1176767677}
{"full_text":"RT Braquage.","sentiment_score":0.0}
{"full_text":"RT Check this out SA.Lyell McEwin ED 530 pm Fri to 4 am Sat.Parafield Plaza Thurs 1030-1130amIf that's you, don't dick aro...","sentiment_score":0.0}
{"full_text":"RT Arthritis drug 'cuts elderly Covid-19 deaths by two-thirds', say researchers","sentiment_score":0.0}
{"full_text":"Specialist legal guidance on coronavirus for Individuals &amp; Businesses. Tann Law Solicitors are here to support you through the COVID-19 pandemic. Our team of solicitors can help you on a broad range of legal issues: See More: #LegalHelp #Lockdown","sentiment_score":0.240625}
{"full_text":"There were 86,000 fewer women studying at university in 2020 compared with 2019, following the gendered impact of Covid-19 and the recession on Australia.Find out more on: #endGBV","sentiment_score":0.25}
{"full_text":"ICYMI: Thriving &amp; just societies: integrating climate, nature &amp; development in a COVID-19 green recovery --&gt; #LCAW2020 we will bring together reps from grassroots networks, NGOs, government &amp; academia to discuss integrated climate-nature action.","sentiment_score":-0.05}
{"full_text":"'The need for specialised ultra-cold freezers and transport will severely limit where and how quickly the PfizerBioNTech vaccine can be deployed' - Early data might be promising, but the new vaccine is just the start of our fight against Covid-19https:\/\/t.co\/enWhIfCLwe","sentiment_score":0.1924242424}
{"full_text":"2020 has been an extraordinary year. Have your say in our annual Planner Jobs Careers Survey to help us - and the RTPI - understand what impact the Covid-19 crisis has had on planners' earnings, job roles and career prospects.","sentiment_score":0.3333333333}
{"full_text":"There's hope for a #COVID19 vaccine.https:\/\/t.co\/8wP07uygYV","sentiment_score":0.0}
{"full_text":"To date, Taiwan has recorded 602 cases of #COVID19: 536 patients have recovered, seven have died, and 59 are in hospital.https:\/\/t.co\/67VMhgrt8i","sentiment_score":0.0}
{"full_text":"Kerry Katona urges people not to brag about Christmas shopping while others are 'fighting for their lives' with COVID","sentiment_score":0.0}
{"full_text":"Wellesley Woodlands is rich in military history and is a great place to go for a lockdown walkhttps:\/\/t.co\/8EXCSkru0V","sentiment_score":0.3583333333}
{"full_text":"#SaudiArabia has a total of 352,950 #coronavirus cases, 339,947 recoveries and 5,641 deaths.    ","sentiment_score":0.0}
{"full_text":"This year, hosting a Mo-ment is going be curlier. If you can't Host in person, Host online. Think big. Think small. Think delicious, competitive or creative. Whatever you land on, please make sure it meets your governing health body's COVID-19 advice. #Movember #MensHealth","sentiment_score":0.35}
{"full_text":"LISTEN: Head Coach Hope Powell Talks Covid affects on #bhafc squad before Villa defeat, and needing to bounce back away to in on Sunday","sentiment_score":0.0}
{"full_text":"TONIGHTWe wave goodbye to Homotopia Festival 2020 with QueerCentric Music Night: The Lockdown Edition!Tickets available now at","sentiment_score":0.4}
{"full_text":"According to the carrier, the dedicated cargo operations using the A380 comes in response to increased demand for air cargo capacity to transport critical goods, such as medical supplies needed as a result of the COVID-19 global health pandemic.","sentiment_score":0.0}
{"full_text":"This year, hosting a Mo-ment is going be curlier. If you can't Host in person, Host online. Think big. Think small. Think delicious, competitive or creative. Whatever you land on, please make sure it meets your governing health body's COVID-19 advice. #Movember #MensHealth","sentiment_score":0.35}
{"full_text":"Another bad Friday the 13th for COVID?","sentiment_score":-0.35}
{"full_text":"This year, hosting a Mo-ment is going be curlier. If you can't Host in person, Host online. Think big. Think small. Think delicious, competitive or creative. Whatever you land on, please make sure it meets your governing health body's COVID-19 advice. #Movember #MensHealth","sentiment_score":0.35}
{"full_text":"RT Trump and his White House minimize pandemic surge as he focuses on denying election lossWelcome to the world of Trump.  He t...","sentiment_score":0.0}
{"full_text":"Five friends in #Chennai were feeding the #poor &amp; #homeless even before #covid struck. They expanded their work during the #pandemic. Here's about them and #food #KindnessMatters #TamilNadu #COVID19","sentiment_score":-0.4}
{"full_text":"Covid-19 is distracting us from another medical emergency, says Ross Clark","sentiment_score":0.0}
{"full_text":"Our schools are working hard to keep our pupils safe and learning throughout the COVID-19 pandemic. Read more about some of the fantastic efforts of staff who have been going above and beyond to help pupils achieve their very best.","sentiment_score":0.3513888889}
{"full_text":"Should there be a second lockdown? Yes: 16, No: 10. #Vote:https:\/\/t.co\/YqXppyvB3J, #RePublicTalks8 #democracy","sentiment_score":0.0}
{"full_text":"RT SKIP ONE THANKSGIVING AND KEEP YOUR PARENTS ALIVE IT IS NOT ROCKET SCIENCE","sentiment_score":0.1}
{"full_text":"Honestly, these were my plans pre-Covid as well. #KUWTK","sentiment_score":0.6}
{"full_text":"Sunday, tune into the first of the #STUC20 fringes, hosted by representatives from and alongside to discuss Covid, the economic crisis &amp; neoliberalismSign up here: (1\/2)","sentiment_score":-0.1}
{"full_text":"#SundayRead | With the pandemic altering the culture of eating out, Mumbai's restaurants have been forced to reimagine their offerings.","sentiment_score":-0.3}
{"full_text":"RT Can Labour seriously stoop any lower? WIN THE BLOODY ARGUMENTS rather than encouraging gov to be even more draconian by \"ca...","sentiment_score":0.0416666667}
{"full_text":"COVID 19 cases in India until : 15\/11\/2020 14:30Total Cases: 8815740 [+804]Active: 480186Recovered: 8203903 [+64]Deaths :129693 [+18]Total Tests: 124.84MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"It's shocking indeed. I'm in the UK, I hate Prime Minister Johnson for his populist lies that got him Brexit and power, BUT he is (largely) taking COVID seriously, and he and his Govt - whilst making many mistakes - are at least engaged, compassionate and trying.","sentiment_score":-0.2865079365}
{"full_text":"Over 80% of Pfizer's Covid vaccines are scheduled to go to just 14% of the world's population. Any vaccine must be shared equally with the whole world for the good of the many, rather than profits for the few https:\/\/t.co\/dB3Ieduvbp","sentiment_score":0.24}
{"full_text":"Nationalism is a virus, we don't know when they'll recover from their own virus.","sentiment_score":0.6}
{"full_text":"Stay active at home  with .@LesMills Work out at home with unlimited access to over 800 of the world's best workouts taught in 21,000 gyms around the world.  #ActiveBolton","sentiment_score":0.4333333333}
{"full_text":"It is important that we all continue to follow the guidance to protect ourselves &amp; each other:  Stay at home where you can   Wear a face covering in public  Wash your hands regularly2 Keep 2m apart from others","sentiment_score":0.0916666667}
{"full_text":"This year, hosting a Mo-ment is going be curlier. If you can't Host in person, Host online. Think big. Think small. Think delicious, competitive or creative. Whatever you land on, please make sure it meets your governing health body's COVID-19 advice. #Movember #MensHealth","sentiment_score":0.35}
{"full_text":"Self Care Sunday  Let's break down our at-home manicure essentials.... A go-to red,  Nail Enamel in Revlon Red  That perfect pink, Nail Enamel in Romantique  Longwearing topcoat to lock it in, Super Lustrous Top Coat  :","sentiment_score":0.2253968254}
{"full_text":" [3H - REMINDER] Today our focus will be EnVIROnMEnT &amp; #HEALTHYRECOVERY.C. HowardJ. PonzoE. BarrosA. HainesK. Wabnitz  TODAY at 12:00 UTC. ","sentiment_score":0.0}
{"full_text":"#COVID in the #UK | #Bristol's anti - #lockdown rally results in 14 arrestsDETAILS:","sentiment_score":0.0}
{"full_text":"RT In which continues her incredible streak of being very right about things. Listen to her.","sentiment_score":0.6357142857}
{"full_text":"Our dedicated team are available 7 days a week to assist you throughout your stay.Stay Let staff are able to work remotely, giving you #peaceofmind during this period of  #socialdistancing.For all your accommodation needs, look no further Stay Lets","sentiment_score":0.2}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT Zoo for you","sentiment_score":0.0}
{"full_text":"She wants to make others aware of her eight-month long Covid battle that is far from over","sentiment_score":0.125}
{"full_text":"Sign up APLAY Bonuses #kazino #casinobonus #Bitcoin #Crypto #cryptocurrency #follow4follow #FollowMe #followme #germany #russia #italy #france #norway #turkey #azerbaijan #Twitter #china #india #COVID","sentiment_score":0.0}
{"full_text":"Horrific &amp; frightening","sentiment_score":-0.75}
{"full_text":"RT prat1112001: Weather Doesn't Matter: COVID-19 Can Spread in Warm or Cold Temperatureshttps:\/\/t.co\/TntEwXSWFq","sentiment_score":0.0}
{"full_text":"CORONAVIRUS PCR SELF TEST SWAB KIT (RESULTS IN 3-5 DAYS)1 Throat &amp; nasal self-swab home test.2 Detects an active COVID-19 infection.3 Results returned in 3-5 days of sample received by the lab.Optional Travel CertBook Now:","sentiment_score":-0.1333333333}
{"full_text":"LOCKDOWN LAMENT DAY 1 LOOKING OUTWARDS There are millions who suffer persecution for their faith in Christ &amp; their refusal to deny him. Join them in prayer &amp; solidarity today. Visit &amp; #lockdownlaments","sentiment_score":0.0}
{"full_text":"launched a new policy statement outlining the AMA's position on safely and efficiently delivering a COVID-19 vaccine throughout Australia. is calling for GPs to be central in the planning and roll-out #COVID19","sentiment_score":0.2121212121}
{"full_text":"The new regulation for #teleworking in #Spain came into force recently. The implementation has been accelerated by the #pandemic. #Telecommuting will be voluntary and reversible for both the employee and the company","sentiment_score":0.0681818182}
{"full_text":"To ensure you can #TravelWithConfidence, our teams have been busy... -  Applying 44000 posters &amp; signs, helping you maintain social distancing Installing 1000 hand sanitiser stations Hiring 200 additional cleaning staff at stations &amp; on our trainsi","sentiment_score":0.0666666667}
{"full_text":"Join the BusinessWorld Virtual Economic Forum, happening this November 25-26, 2020, to discuss the great economic reset as well as the future in a post-COVID era.REGISTER NOW at","sentiment_score":0.3}
{"full_text":"In Europe, few SMEs are optimistic about the state of economies and the prospects for business improvement amid #COVID19--according to our recent survey. Learn more: #SME","sentiment_score":0.1}
{"full_text":"From #wellbeing webcasts to providing regular guidance on issues including #homeschooling and caring for others, see more on how has supported its people throughout the #COVID19 pandemic #PwC2020AR","sentiment_score":0.25}
{"full_text":"Autumn 2020 Pandemic Briefing6Dr Seth Berkley #GAVI &amp; Jane Halton #CEPI join Prof. Heymann to unpack the current state of #vaccinedevelopment Role #vaccines are expected to play in #viruscontrol &amp; issues around #equitableaccess 19\/11| 9am GMThttps:\/\/t.co\/Ku0vl1Sr0r","sentiment_score":-0.05}
{"full_text":"Current Conditions for #Sayre PATemp: 30.7FWind Chill: 30.7FHumidity: 98%Dew Point: 30.2F Barometer: 30.224 inHgWind: 0 mph from the ESECorona Virus Weekly Stats:Cases: 187.000000Deaths: 6.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"RT I'm really tired of the Brampton slander in general, but especially over COVID.We're a diverse and rapidly growing w...","sentiment_score":-0.1166666667}
{"full_text":"RT If anyone has any info on pvt hospital ICU bed without ventilator,  pls share info !Thanks  !I am being told now tha...","sentiment_score":0.25}
{"full_text":"RT #Idlib, #SyriaDoctor Abdel Moneim Kouraani, who worked in the health care center in the town of #Salqin, Idlib, has died...","sentiment_score":-0.1}
{"full_text":"RT Stay home if you can. It's bad out there. A bus driver confiscated my harmonica.","sentiment_score":-0.7}
