{"full_text":"RT Well this is nice. Ugh.. Maybe one day they'll all get on the same page. From what I understand these are real scientist...","sentiment_score":0.2666666667}
{"full_text":"It is a leadership issue, \"sometimes though you just have to tell people this is kind of standard human decency\".","sentiment_score":0.2}
{"full_text":"Depends on your definition of hard lockdown. Aug 2 to 19 Oct would be 'hard' period, I would think, so not 15 wks.","sentiment_score":-0.2916666667}
{"full_text":"RT As bad as the coronavirus situation is, Sadhguru puts things in perspective and compares it to the horrors of the past...","sentiment_score":-0.475}
{"full_text":"I can't wait to leave my house again. When COVID-19 is over. ","sentiment_score":0.0}
{"full_text":"In coronavirus war, hang on, help is on the way with COVID-19 vaccine: Anthony Fauci Q&amp;Ahttps:\/\/t.co\/qaNxLPpluM","sentiment_score":0.0}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"That is their liability, and the people they are infecting aren't wearing a mask either probably, or social distancing.","sentiment_score":0.0333333333}
{"full_text":"RT Get the COVID Alert PA app and know when you've been in contact with someone who tested positive. No personal or location...","sentiment_score":0.1136363636}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"RT This presidency began with a conscientious government lawyer resigning in protest at the thumbing of the WH nose at ethics...","sentiment_score":0.0}
{"full_text":"It was also a chiller vibe in the old building and ya know, not in the middle of a pandemic","sentiment_score":0.05}
{"full_text":"RT What are the chances that someone in a crowd of 25 people has COVID-19?","sentiment_score":0.0}
{"full_text":"Great show tonight  - loved your banter with Rachel and the \"Is that an animal over your shoulder?\" question prompted my first real smile of the otherwise shitty pandemic day -- thank you thank you!!!","sentiment_score":0.6572265625}
{"full_text":"RT Glad to see this cruel policy stopped.  https:\/\/t.co\/luLgvKTe8l","sentiment_score":-0.25}
{"full_text":"RT Dr. Fauci's Own Family Turns On Him - Says They Can't Stand Behind His Flip-Flopping on COVID","sentiment_score":0.1}
{"full_text":"RT .@TwitterSupport have more than 900 likes and more than 700 retweets just suddenly dropped at one second from my...","sentiment_score":0.25}
{"full_text":"RT IndiaPopulation: 1.3 billionActive COVID cases: 446,805ItalyPopulation: 60 millionActive COVID cases: 743,168","sentiment_score":0.0}
{"full_text":"RT Thanksgiving is a week away.LARGE INDOOR DINNERS will spread COVID.Limit Thanksgiving to your immediate household.Gat...","sentiment_score":0.0}
{"full_text":"RT Supporting the assault on Democracy is not Patriotic.  Which member of your family are you willing to let die from COV...","sentiment_score":0.25}
{"full_text":"You betcha! They are headed your way!!","sentiment_score":0.0}
{"full_text":"RT RT if you're net worth grew during Covid, I'm trynna see something","sentiment_score":0.15}
{"full_text":"RT Hi, guys...I temporarily disappeared from all radars...Because I have COVID :((( I don't tolerate it very well ;(I ha...","sentiment_score":-0.275}
{"full_text":"RT Dear Greg Abbott,Midland has not reported their number since November 4, 2020. We have Mobile morgue, 400 FEMA nurses and...","sentiment_score":0.0}
{"full_text":"have a look#ICAI_DENIES_SAFTEY","sentiment_score":0.0}
{"full_text":"Help my students to stay active during this pandemic, Check out my classroom on I'd love your help to bring my project to life: ","sentiment_score":0.1833333333}
{"full_text":"RT Ivanka Trump Praises Her Dad for Vaccine Research Started Under Obama - Mother JonesThe trump family loves to take c...","sentiment_score":0.0}
{"full_text":"RT \"I know there's a rush to testing now, but if you're tested negative today, that doesn't mean you're going to be negative tomorrow...","sentiment_score":-0.3041666667}
{"full_text":"RT Honestly, Warner's \"Stay the fuck home and we'll give you WONDER WOMAN on HBO MAX\" is more than the Trump administration is...","sentiment_score":0.2333333333}
{"full_text":"RT In WWII, there were 291,557 Americans killed in combat. They died at Pearl Harbor, on D-Day, on the bloody sands of Iwo...","sentiment_score":-0.5}
{"full_text":"Ya . Also the high frequency indicators ponting to an economic recovery and relatively lower covid cases. Early days though..","sentiment_score":0.115}
{"full_text":"So, we only got TWO EPISODES and there's already a winter break until January? Fuck COVID right up the ass. #oneChicago #ChicagoPD #ChicagoFire #ChicagoMed","sentiment_score":-0.0380952381}
{"full_text":"I waited out until covid until seeing this...this movie fucked with my head.  So fucked.","sentiment_score":-0.6}
{"full_text":"RT Victor Davis Hanson warns elites are using the COVID crisis to enact unpopular globalist policies, including an attempt at...","sentiment_score":0.0}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"RT Note the change...","sentiment_score":0.0}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"RT If states were countries, here's the global ranking of new cases per capita this past week:1 North Dakota 2 South Dakot...","sentiment_score":-0.0378787879}
{"full_text":"Oregon Democratic Governor Threatens Jail Time for Not Social Distancing #TheBiracialBabbler #Oregon #KateBrown #Portland #COVID19","sentiment_score":-0.0583333333}
{"full_text":"RT I won't be buying their products","sentiment_score":0.0}
{"full_text":"The HS been hybrid since the beginning.  Its got full classes divided in the alphabet and when not in class students log in to class.  It also has its drawbacks. Its a TON of time staring at a screen.   Also super hard for kids to stay focused and engaged from home. It ALL sucks.","sentiment_score":0.0229166667}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"German police fired water cannons Wednesday at demonstrators protesting coronavirus restrictions in Berlin's government district, after crowds ignored calls to wear masks and keep their distance from one another in line with pandemic regulations:","sentiment_score":0.0}
{"full_text":"RT Unfortunately, the spread of #COVID19 is rising in nearly every state, regardless of if they have mask mandates in place...","sentiment_score":-0.2}
{"full_text":"They destroyed the economy in 2008.They can't hide it anymore.So from now on, always remember COVID dun it.","sentiment_score":0.0}
{"full_text":"cause ima get me this time ","sentiment_score":0.0}
{"full_text":"RT Again, from Comey to Murphy it's just ridiculous how many reporters treat \"Republican politicians will say mean things abou...","sentiment_score":-0.0486111111}
{"full_text":"hanging out with my friend for the first time since covid with my new car ","sentiment_score":0.1931818182}
{"full_text":"RT Hey Arizona, Florida and Texas, Doug Ducey, Ron DeSantis and Greg Abbott have done nothing but try to kill you since th...","sentiment_score":0.0}
{"full_text":"RT Hospitals across the Midwest are getting hit hard by COVID. We need people to stay home. We need people to avoid gatherings...","sentiment_score":-0.2916666667}
{"full_text":"Ban on exercise first to be lifted as lockdown threatens mental health (thank goodness!) via","sentiment_score":0.0625}
{"full_text":"I'm not saying I'm interested in getting it. I just don't believe anyone has asked Walz when that mandate will be ended. I'd like to think we won't be asked to wear them forever,  but I don't see covid ever going away fully either.","sentiment_score":0.25}
{"full_text":"RT Exactly.  Her legal obligation to the United States of America is absolutely clear.","sentiment_score":0.1833333333}
{"full_text":"RT El Paso is so depleted by a crush of coronavirus hospitalizations and deaths, they're on the brink of having to \"ration\"...","sentiment_score":0.0}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"Was a time when I gave Trump benefit of doubt (pre-COVID) as to whether he was an agent of destruction from within-jury is fully in now though &amp; all 12 rendered guilty verdicts.","sentiment_score":-0.5}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT Dear Your state has the 3rd highest mortality rate in the world!And you're ENCOURAGING your citizens not...","sentiment_score":0.0}
{"full_text":"RT Tokyo will be reporting more than 500 new coronavirus cases, the biggest one-day increase on record, according to TV Asahi","sentiment_score":0.3181818182}
{"full_text":"RT COVID-19 has devastated the Rio Grande Valley, which is about 90% Latinx. TX has the most COVID-19 cases of any state in the...","sentiment_score":0.5}
{"full_text":"RT This presidency began with a conscientious government lawyer resigning in protest at the thumbing of the WH nose at ethics...","sentiment_score":0.0}
{"full_text":"RT 35% more people have died from COVID in South Dakota than South Korea.","sentiment_score":0.5}
{"full_text":"(cw: fascism, eugenics, white supremacy) - Thrown under the bus yet again because many of us need to use delivery and single use plastics to keep safe during the global pandemic actively being leveraged by fascists to commit genocide against us on a coordinated global level","sentiment_score":0.1136054422}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"RT N.Y. Gov. Cuomo to receive $25K pay raise amid pandemic budget deficit - #OANN","sentiment_score":0.0}
{"full_text":"RT The coronavirus doesn't give a damn about your political party affiliation or who you voted for.Wear a mask for goodness...","sentiment_score":0.0}
{"full_text":"Will it be safe? Vaccine safety science from Cowpox to COVID-19 | Helen ... via #VaccinesWork #VaccineSafety #vaccinehesitancy","sentiment_score":0.5}
{"full_text":"Good luck with your lockdown.","sentiment_score":0.7}
{"full_text":"RT Just for the record, I'm not Pro-Covid Vaccines;I don't care what Bill Gates, Dr Fauci, WHO, CDC, Pfizer, or even Pr...","sentiment_score":0.0}
{"full_text":"RT \"One of the lessons learnt from this crisis is that we must change our ways. Scientists warn that to avoid future crises,...","sentiment_score":0.0}
{"full_text":"RT To Senate Republicans:Americans need help to fight the COVID crisis. We don't have time for games.We must pass the HERO...","sentiment_score":0.0}
{"full_text":"RT Oh my G-d. Oh my G-d. Thousands died trapped in nursing homes away from their loved ones, thanks to your March 25 direct...","sentiment_score":0.2}
{"full_text":"RT Almost every major tech release during the second half of this year has been plagued by stock issues and scalpers (GPUs, PS...","sentiment_score":-0.0347222222}
{"full_text":"Half the people in my state are MAGAts refusing to wear masks or socially distance to prevent pandemic spread. Some have been caught on social media advocating the intentional spread of disease. These fuckers are beyond any redemption and deserve all the pain and loss they get.","sentiment_score":-0.0333333333}
{"full_text":"RT Here's where we're at. Nebraska Gov. had to plead people not to threaten contact tracers.","sentiment_score":0.0}
{"full_text":"RT I was always taught leadership starts with your example. Since Louisville and Lexington are not the entire state, let's look...","sentiment_score":0.0}
{"full_text":"RT I think COVID has definitely put a dent in a lot of ppl's daily motivation..","sentiment_score":0.0}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT So Gavin Newsom's unmasked, crowded $400-a-head dinner at CA's most exclusive restaurant included MULTIPLE lobbyists. The CA M...","sentiment_score":0.25}
{"full_text":"RT Fake News. Trust me, if u wanna sneeze your Covid into your MAGA grandpas mouth I 100% support your kick ass freedom to do so...","sentiment_score":-0.5}
{"full_text":"RT Join us in \"Komphack Lawan COVID-19 Webinar: To Recovery &amp; Beyond\"!  With speakers from","sentiment_score":0.0}
{"full_text":"RT The administration must not use the pandemic as an excuse to increase class-size. Sign the Petition Demanding Smaller C...","sentiment_score":-0.025}
{"full_text":"RT My sister was a cabin crew. She left when she had a baby &amp; then number of covid19 cases started to spike up. Her husband i...","sentiment_score":0.0}
{"full_text":"Alcott Students, Please join us and sign the Community Pledge that will be posted on our website. Click the Link Below to Sign the Community COVID-19 Pledge:https:\/\/t.co\/rvjeH4p0TZ","sentiment_score":0.0}
{"full_text":"Hopefully the real men will appear after corona is over. ","sentiment_score":0.2}
{"full_text":"RT The workers on the frontlines of this pandemic are making extraordinary sacrifices every single day. They deserve leaders who...","sentiment_score":0.130952381}
{"full_text":"RT Population of South Dakota: 800,000Population of South Korea: 52 Million.","sentiment_score":0.0}
{"full_text":"US needs to wake up before it's to late.","sentiment_score":-0.3}
{"full_text":"Seriously???? This OK with you? ","sentiment_score":0.0833333333}
{"full_text":"Effectiveness of Adding a Mask Recommendation to Other Public Health Measures to Prevent SARS-CoV-2 Infection.A Randomized Controlled Trial.Bundgard et al.'Annals of Internal Medicine' Nov2020https:\/\/t.co\/IcPocNqJ2OResult. 0.3% improvement. Meh.H\/T","sentiment_score":-0.0416666667}
{"full_text":"RT As the coronavirus surges, Senate Republicans are busy confirming more of Trump's lifetime federal judges.The latest? A 33-...","sentiment_score":0.3666666667}
{"full_text":"The video clip is altered &amp; misleading. Here's the source.","sentiment_score":0.0}
{"full_text":"Terrible","sentiment_score":-1.0}
{"full_text":"RT Oh my G-d. Oh my G-d. Thousands died trapped in nursing homes away from their loved ones, thanks to your March 25 direct...","sentiment_score":0.2}
{"full_text":"RT It's a wonderful day for #vaccines. Please check out my new work in Nature Nanotechnology. Eliciting B cell #im...","sentiment_score":0.5681818182}
{"full_text":"Trucks? Trains? Covered Wagons? Pick up a case of Covid at a truck stop, and transport it to the next one?","sentiment_score":0.0}
{"full_text":"What's wrong with this picture?????","sentiment_score":-0.5}
{"full_text":"THOUGHT EXERCISE: If you walk into this room without a mask on, you have a 99% chance of survival and a 1% chance of dying a slow, agonizing death all alone. There are 100 people in the room. Do you wear a mask, or no?","sentiment_score":-0.3}
{"full_text":"RT So sapa patut dapat vaksin dulu? Aku rasa:1. Medical workers treating covid-19 patients2. Medical workers and medical s...","sentiment_score":0.0}
{"full_text":"RT Cuomo's popularity in the COVID era is a great example of how the combination of national polarization and federalism's...","sentiment_score":0.8}
{"full_text":"RT Sen Sherrod Brown's response to his colleague berating him on Twitter for speaking up on behalf of public health:\"Ted C...","sentiment_score":0.0}
{"full_text":"I think in NYC it's damned if u do, damned if u don't.  Kids are susceptible to Covid also &amp; if they don't close &amp; God Forbid 1 kid dies, there will be public outrage &amp; a lawsuit, you know? Either way it's sad young ppl's education is irretrievably disrupted by the pandemic.","sentiment_score":-0.1333333333}
{"full_text":"How were coronavirus vaccines developed so quickly? Thank the scientists working 12 or 14 hours on experiments every single day, many of them at","sentiment_score":0.2154761905}
{"full_text":"RT Due to COVID-19, we can't eat inside.However, if they make a new inside outdoors we can eat in there.This makes no m...","sentiment_score":0.0056818182}
{"full_text":"RT A horrible milestone.More than 250,000 people in the U.S. have now died from COVID-19, per Johns Hopkins University.","sentiment_score":-1.0}
{"full_text":"...of dogma and status quo. This is why here, every one always talks about \"innovation\" yes using baby monitors on COVID units to monitor and communicate with isolated patients is quashed due to \"privacy\" concerns. It's why we continue to be a country of pilot projects, ...","sentiment_score":-0.125}
{"full_text":"RT McConnell called the Senate into session to confirm a bunch more judges, attempt to confirm an all-out crank to the Fed, a...","sentiment_score":0.5}
{"full_text":"RT Weird to talk with public health experts about the dire state of Covid-19 and need to postpone gatherings -- then turn on the...","sentiment_score":-0.25}
{"full_text":"WOW !! GO GERMANY !!!!","sentiment_score":0.3814697266}
{"full_text":"RT As a Georgian, I am very excited about this!","sentiment_score":0.609375}
{"full_text":"RT Scene from anti-covid-restrictions protest in Berlin","sentiment_score":0.0}
{"full_text":"RT WATCH: German anti-COVID Lockdown protesters make their voices heard as they're met with water cannons.The CURE cann...","sentiment_score":0.0}
{"full_text":"RT No social distancing, masks for partying Elites...but Democrats want to cancel our Thanksgiving!","sentiment_score":-0.0208333333}
{"full_text":"Simply heartbreaking. https:\/\/t.co\/GtScoD8mY5","sentiment_score":0.0}
{"full_text":"RT France had a huge covid wave recently, but took strong measures that managed to bend the curve down. We're doing very poo...","sentiment_score":0.1755555556}
{"full_text":"RT Joe Biden says his plans for COVID vaccine distribution could \"be behind by weeks or months\" because of the Trump admin's...","sentiment_score":-0.4}
{"full_text":"New photos reveal California governor lied when he said he followed coronavirus safety guidelines while he dined with a sizable group at a French restaurant in Napa Valley.https:\/\/t.co\/eg52VgfB8t","sentiment_score":0.0681818182}
{"full_text":"QLD #DrugTrends bulletin: How the #COVID pandemic and lockdown affected drug supply, use and harms, and delivery of treatment and harm reduction services in QLD.","sentiment_score":0.0}
{"full_text":"RT Vanderbilt University says that Dolly Parton's early $1 million donation to coronavirus vaccine research caused the resea...","sentiment_score":0.1}
{"full_text":"RT CNN's Kaitlan Collins Reports Trump Is 'Much More Consumed About' Election Fight Than the Pandemic","sentiment_score":0.5}
{"full_text":"\"Heading into the holidays, many Americans will be prevented from spending time with their friends and family as the dark depths of winter settle onto America.\" ","sentiment_score":0.175}
{"full_text":"RT Unfortunately, the spread of #COVID19 is rising in nearly every state, regardless of if they have mask mandates in place...","sentiment_score":-0.2}
{"full_text":"RT This is depraved.\"Tyson Foods ordered employees to report for work while supervisors privately wagered money on the numbe...","sentiment_score":0.0}
{"full_text":"RT President-elect Joe Biden put new pressure on the GSA administrator Emily Murphy to authorize a presidential transition, sayin...","sentiment_score":0.1363636364}
{"full_text":"RT I am convinced at this point that the GOP, Trump, the apparatuses of both (Fox, the Trump sycophant stuff like OAN, et...","sentiment_score":0.0}
{"full_text":"RT Drone footage of India's capital 6 months ago during the lockdown vs. today","sentiment_score":0.0}
{"full_text":"PLAY HAS NO LIMITS(tm)Pre-orders for the #PS5 in the Philippines will start tomorrow,11.20 at 2pm via Pre-orders will be done thru #ONLINE only due to the pandemic and we'll strictly follow a 1 unit per customer only. Stocks are VERY LIMITED, Good luck!","sentiment_score":0.1314285714}
{"full_text":"RT we found a pick me but get this. for capitalism","sentiment_score":0.0}
{"full_text":"Safe &amp; accessible s are essential for healthy &amp; resilient communities.  supports sustainable sanitation across our Indo-Pacific neighbourhood as good hygiene is vital for beating #COVID19 &amp; our region's health security. #PartnershipsForRecovery #WorldToiletDay","sentiment_score":0.3625}
{"full_text":"Worth noting that this plant employs a significant % of Black and Latino workers, including many immigrants.","sentiment_score":0.2520833333}
{"full_text":"Wisconsin #COVID19 11\/18---* 7,989 (+899) cases (record)* 52 (-40) deaths* 2,217 (-60) hospitalizations* 428 (+3) ICUICU beds drop to dangerously low levels. Fox Valley (8 counties) report 4 available ICU beds and zero available intermediate beds.https:\/\/t.co\/JTtxtk4s3x","sentiment_score":0.2666666667}
{"full_text":"RT In January we have the opportunity to bring meaningful change to the American people. That starts with implementing a federal...","sentiment_score":0.25}
{"full_text":"More than 200 content moderators published an open letter accusing the Facebook CEO of hypocrisy and a wanton disregard for their health during the pandemic.#MashableSEA #Facebook","sentiment_score":0.25}
{"full_text":"The government may extend lockdown to 'save' Christmas. But household mixing over the festive period may be limited to five days. How have we got to a point where we need ministers' permission to see our families?https:\/\/t.co\/kjMerbwRQS","sentiment_score":-0.0714285714}
{"full_text":"RT Really shocking report from \"[Tyson] plant manager Tom Hart organized a cash-buy-in, winner-take-all,...","sentiment_score":-1.0}
{"full_text":"RT As coronavirus cases continue to surge across the country, please do your part in stopping the spread--wear a mask.","sentiment_score":0.0}
{"full_text":"A coalition of 38 Oregon business associations strongly opposes Gov. Kate Brown's two-week \"freeze\" to slow the spread of COVID-19","sentiment_score":0.0666666667}
{"full_text":"One of the only great things that came out of covid craziness...I discovered Outlander and Sam! ","sentiment_score":0.5}
{"full_text":"The COVID-19 pandemic has caused devastating tech overuse in teens. Here's how to help prevent depression and anxiety.","sentiment_score":-1.0}
{"full_text":"\"The COVID-19 pandemic will likely reinforce gains in China's relative influence. Southeast Asian leaders are focused above all other priorities on economic recovery &amp; look to China to drive growth\" Richard Maude on future US-ASEAN relationshttps:\/\/t.co\/bIwtBSDk6a","sentiment_score":0.0107142857}
{"full_text":"Listen as Andrew Wakefield joins the War Room to discuss the threat of mandatory vaccines and how the Chairman of a COVID testing company says it's all RUBBISH! Go to  and SUBSCRIBE!","sentiment_score":0.0}
{"full_text":"Salman Khan: Isolate For 14 Days Due to Personal Staff Test Covid-19 Positive: Bigg Boss 14: Shooting","sentiment_score":0.0340909091}
{"full_text":"It is tempting to think that with more employees going back to the office, the office experience will revert to business-as-usual pre Covid-19 conditions. Nothing is further from the truth. #CWExpert Chee Kit Ho tells us more &gt;&gt; #facilitiesmanagement","sentiment_score":0.25}
{"full_text":"The number of new cases per day in the U.S. has risen more than 80% over the past two weeks.https:\/\/t.co\/OVdSQx6KOK","sentiment_score":0.1287878788}
{"full_text":"Indiana health officials are working to make sure students are screened for the coronavirus before leaving campus for the holidays.","sentiment_score":0.5}
{"full_text":"Despite other farming events being cancelled or going virtual this year, The Gateway Farm Expo decided to go on as normal, but not without some changes first.@StumChrisTV has the story","sentiment_score":0.0125}
{"full_text":"Officials with the Douglas County Health Department spoke at the Douglas County Board of Health meeting Wednesday about COVID-19 in the community and vaccinations.","sentiment_score":0.0}
{"full_text":"RT Gov. Cuomo on following COVID-19 rules: \"If you're socially distant, and you wore a mask, and you were smart, none of this woul...","sentiment_score":0.0380952381}
{"full_text":"With his 5th birthday approaching, Raiden has been upset his parents can't be there to celebrate with him.","sentiment_score":0.0}
{"full_text":"Power that doesn't help the people, is not power but pandemic.KIERVI HELPS OUR KABABAYAN@hashtag_CK","sentiment_score":0.0}
{"full_text":"Lord","sentiment_score":0.0}
{"full_text":"We look at the legacy of a longtime #Beaumont ISD transportation supervisor, who died after contracting Covid-19, according to her grandson. Sandra Robinson, 64, died Monday, Nov. 16. KFDM\/Fox 4's Ian Criss has the report.https:\/\/t.co\/vhLeaMCJxt","sentiment_score":0.0}
{"full_text":"RT Since the pandemic started, has distributed 160 TVs to VA facilities across the country...","sentiment_score":0.0}
{"full_text":"RT No rush, just 77,000 COVID patients in the hospital and our largest city's schools shutting down again. Hope you have a ni...","sentiment_score":-0.1555555556}
{"full_text":"RT 35% more people have died from COVID in South Dakota than South Korea.","sentiment_score":0.5}
{"full_text":"RT Says the man going on recess having done absolutely nothing....","sentiment_score":0.2}
{"full_text":"RT If lockdowns worked, why would we need to lockdown again?If lockdowns didn't work, why should we lockdown again?","sentiment_score":0.0}
{"full_text":"RT Medicaid Carve-Outs would severely harm New York's ability to fight #COVID19. Don't cut the healthcare safety net....","sentiment_score":0.0681818182}
{"full_text":"soon as they try to lockdown north carolina I'm leaving ","sentiment_score":0.0}
{"full_text":"If you are curious to the fuss about PCR false positives, here is a good analogy of what can happen if you 'zoom' in too closely when looking for covid-19. It is suggested that should you only use 30 cycles rather than 45, Covid positive tests would almost disappear","sentiment_score":0.0854545455}
{"full_text":"RT I was angry to see the 's Opposition Motion for a wealth tax  voted down by the the Conservatives, and...","sentiment_score":-0.3277777778}
{"full_text":"Downtown Orlando dry cleaners, gyms and more struggle as office workers stay home","sentiment_score":0.2166666667}
{"full_text":"If you had cancer and got covid and covid killed you, then covid was the cause of death.","sentiment_score":-0.2}
{"full_text":"Current Conditions for #Sayre PATemp: 23.6FWind Chill: 23.6FHumidity: 91%Dew Point: 21.4F Barometer: 30.661 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 215.000000Deaths: 7.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Shan Piano: Relax and Warming Piano Music - Easy Listening Sleep Music for CalmPlease check the full version on #youtubehttps:\/\/t.co\/VoNibF3wWm#BGMC #BGMClife #BGMchannel #StayHome#piano #relax #calm","sentiment_score":0.3611111111}
{"full_text":"RT The U.S. Senate has adjourned for the holidays without passing a coronavirus stimulus package to provide necessary suppor...","sentiment_score":0.0}
{"full_text":"RT I'm an RN in El Paso and was recently transferred from the OR to COVID ICU. I resigned from my job last week and I've be...","sentiment_score":0.0}
{"full_text":"RT People who have recovered from the coronavirus may have immunity that lasts years, maybe even decades, according to a new stud...","sentiment_score":0.1363636364}
{"full_text":"Report: Majority of Raiders defensive starters put on reserve\/COVID-19 list #Yardbarker #NFL","sentiment_score":0.0}
{"full_text":"It is heartbreaking to hear of the loss of another essential front-line worker due to COVID-19. On behalf of the entire CHP, I extend my deepest condolences to all who knew Riverside County Officer Julio Beltran, a man dedicated to serving the public and protecting the community.","sentiment_score":-0.03125}
{"full_text":"WEAR A MASK WHEN YOU GO OUT #covid19reminders","sentiment_score":0.0}
{"full_text":"The First Known COVID Patient Was Identified Exactly One Year Ago","sentiment_score":0.25}
{"full_text":"RT Scott disick be like oh covid's 19? ","sentiment_score":0.0}
{"full_text":"RT I'm relaunching a completely new model that I put together over the past day that estimates t...","sentiment_score":-0.0568181818}
{"full_text":"RT Life in prison and throw away the keys!\"Tom Hart organized a betting pool for supervisors and managers to wager how many...","sentiment_score":0.5}
{"full_text":"RT BREAKING: The Senate just advanced Kathryn Mizelle's nomination to a lifetime federal judgeship.Mizelle was rated NOT...","sentiment_score":0.4}
{"full_text":"RT My god","sentiment_score":0.0}
{"full_text":"RT BREAKING: Va. AG Mark Herring announces he will fight a lawsuit seeking an exemption to covid-19 restrictions so an indoor g...","sentiment_score":0.0}
{"full_text":"With a global pandemic, in-store social distancing restrictions, and much of the workforce now remote, this will no doubt be an especially homebound holiday season.","sentiment_score":0.0266666667}
{"full_text":"RT Fake News. Trust me, if u wanna sneeze your Covid into your MAGA grandpas mouth I 100% support your kick ass freedom to do so...","sentiment_score":-0.5}
{"full_text":"RT If you wish to tell Emily Murphy to sign the transition papers for Biden teams to hit...","sentiment_score":0.0}
{"full_text":"RT As COVID-19 cases surge statewide and the holidays are approaching, many Montanans may be asking themselves how risky it...","sentiment_score":0.25}
{"full_text":"RT 18th Nov. - 45.4k new PERSONS confirmed with Covid19, taking our total cases to 89.58L. DL - 7.4k, KL - 6.4k, MH -...","sentiment_score":0.1787878788}
{"full_text":"RT 35% more people have died from COVID in South Dakota than South Korea.","sentiment_score":0.5}
{"full_text":"RT It's absolutely devastating that 250,000 Americans have died from COVID-19. Every single person's life was precious and cu...","sentiment_score":-0.1904761905}
{"full_text":"RT Despite other farming events being cancelled or going virtual this year, The Gateway Farm Expo decided to go on as normal, but...","sentiment_score":0.0125}
{"full_text":"An inmate sentenced to 150 years of prison in Mahaska County died Tuesday, likely from complications from COVID-19, the Iowa Department of Corrections said.","sentiment_score":0.0}
{"full_text":"RT Remember when trump forced hospitals to send COVID-19 death totals to his administration &amp; not the CDC Remember?The 250,000#...","sentiment_score":-0.3}
