{"full_text":"RT CM must announce to appear in court and must demand all Judges to be present in court.","sentiment_score":0.0}
{"full_text":"I don't even follow you but am constantly seeing this bullshit narrative about other people doing shit. Are YOU taking all the necessary precautions? Do you leave your house to do anything ?? Then you have a risk of getting and or spreading covid.","sentiment_score":-0.08125}
{"full_text":"RT Chairman PPP has tested positive covid 19, We all pray for Chairman's early recovery, May Allah bless our...","sentiment_score":0.1636363636}
{"full_text":"Kind of like protesters running around spreading covid. \"Oh but they have masks on.\" If masks were 100%  then schools would be open.  Protesters have created the biggest \"super spreader\" events hands down, not comparison.","sentiment_score":0.1944444444}
{"full_text":"RT The United States has reported more than 2,000 deaths from Covid-19 today, for the first time since May, according to data...","sentiment_score":0.375}
{"full_text":"RT Places put into Tier 3 today will get no additional business support funding than those in Tier 1 or Tier 2.Can that p...","sentiment_score":0.0}
{"full_text":"RT #COVID19 crisis #KenyaEconomicUpdate Recent Economic trends @WorldBankkenyahttps:\/\/t.co\/hBz85eZp5Z5 March 2020 Debt,...","sentiment_score":0.1}
{"full_text":"RT People with intellectual disabilities dying at a rate3 times that of general population in England.What about other countries...","sentiment_score":0.075}
{"full_text":"RT Just in time for Thanksgiving, SCOTUS ruled NY Gov. Cuomo illegally targeted churches w COVID lockdown order. Justice A...","sentiment_score":-0.5}
{"full_text":"RT #TBTDuring the #pandemic, #KISSFoundation helped Tibetan communities and monasteries in and around Chandragiri. A kit...","sentiment_score":0.0}
{"full_text":"RT #DelhiNeed #Blood Type :  A-positiveAt : QRG Hospital. Blood Component : Need Plasma from A+ve\/AB+ve #COVID19 recover...","sentiment_score":0.0}
{"full_text":"RT Jin on Weverse 1126ARMY : Please get lost, COVID19 he he he Jin : They published it (as it is)@BTS_twt","sentiment_score":0.0}
{"full_text":"RT If this pandemic has taught us anything, it's that money can suddenly be made available if it seems urgent enough. The...","sentiment_score":0.1333333333}
{"full_text":"RT I tell you what. For a lockdown that is supposed to be coming to an end ... the number of people dying from Covid on a dai...","sentiment_score":0.0}
{"full_text":"How has your psychology evolved during lockdown Maajid? After your initial terror when you paid PS55 for a bottle of hand-sanitizer ( fair play for admitting it ), I was hoping all is now calmer for you .","sentiment_score":0.35}
{"full_text":"Hancock's former neighbour won Covid test kit work after WhatsApp message#chumocracy at its best Bourne may as well have said... I'm looking for a new career direction and looking to make money during the pandemic ... can you help me out buddy? ","sentiment_score":0.3787878788}
{"full_text":"RT \"This system (mass testing) is untried.. we should be able to offer people who test negative.. greater freedoms.. We will gi...","sentiment_score":0.2333333333}
{"full_text":"Something about people could Hancock  #COVIDIDIOTS","sentiment_score":0.0}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"Happy Thanksgiving to all family members and Facebook friends. Thanksgiving is different this year than usual. We cannot come together to celebrate in large groups because of the CORONA pandemic, but our hearts are united anyway.","sentiment_score":0.1910714286}
{"full_text":"RT Leaving aside how morally repugnant it would be to leave that debt solely as the responsibility of the people of the remai...","sentiment_score":0.0}
{"full_text":"RT The people in this country who fight the hardest for the property rights of the homeless are invariably socialists, while the...","sentiment_score":0.0}
{"full_text":"it's because of this forbidden whiteboard that we are where we are","sentiment_score":0.0}
{"full_text":"RT The UK economy is expected to shrink by 11.3% this year - the largest fall in output in 300 years - and only expected to...","sentiment_score":-0.0666666667}
{"full_text":"RT Translating the law into a more accessible language is one way in which we can enable #legalempowerment.This article lo...","sentiment_score":0.4375}
{"full_text":"RT This map shows a snapshot of COVID-19 cases across communities within electoral wards in RCT on 24\/11, highlighting widespr...","sentiment_score":0.0}
{"full_text":"TheHill: Biden calls for nation to unite in COVID-19 fight in Thanksgiving address... #Donald Trump","sentiment_score":0.0}
{"full_text":"Liverpool and Greater Manchester to lose out on Covid funding, analysis reveals","sentiment_score":0.5}
{"full_text":"still working at home,I'm still afraid of corona ","sentiment_score":-0.6}
{"full_text":"RT #KolkataNeed #Blood Type :  B-positiveAt : Belle Vue clinicBlood Component : Need Plasma from B+ve #COVID19 recovered...","sentiment_score":0.0}
{"full_text":"RT Covid world map: which countries have the most coronavirus cases and deaths?","sentiment_score":0.5}
{"full_text":"RT Just asking, politicians can hold huge election campaign rallies but farmers not allowed to hold protest rallies because of...","sentiment_score":0.4}
{"full_text":"Mastercard: 10% Annualized Return With COVID-19 Ending In 2021 -","sentiment_score":0.0}
{"full_text":"A heartbreaking thread.","sentiment_score":0.0}
{"full_text":"RT Polite note to anyone keen to accuse me of being 'paid' to write Covid as a cause of death, 'profiting' from faking Covi...","sentiment_score":0.0}
{"full_text":"RT The Covid Tier draw is at 11:30am. Will it be live like the lottery used to be?","sentiment_score":0.1363636364}
{"full_text":"Boris comes tonight!  #CountdowntoChristmas #Lockdown3 #lockdownUK #lockdown2uk #lockdown #BorisJohnson","sentiment_score":0.0}
{"full_text":"RT Police all over California are refusing to enforce lockdown orders and mask mandates but will happily beat an...","sentiment_score":0.8}
{"full_text":"RT Officers bundled a 72-year-old woman into a van because she dared to protest outside parliament. Whenever someone protest...","sentiment_score":0.0}
{"full_text":"Fantastic work. Those of us using film to help bridge the gaps brought on by Covid are finding so much inspiration.","sentiment_score":0.3}
{"full_text":"RT #DonateBloodSaveLivesWhen the COVID-19 crisis caused lockdown &amp; people couldn't think beyond their own life,","sentiment_score":0.6}
{"full_text":"RT what an amazing work to turn a non susceptible cell into susceptible of human coronavirus #HKU1 for the first time by identif...","sentiment_score":0.2833333333}
{"full_text":"RT Call me a radical lefty if you'd like, but I refuse to accept a system that enables Jeff Bezos to grow his wealth by $66,000,0...","sentiment_score":0.0}
{"full_text":"RT Seriously, how many times can Berejiklian survive serious scandals and evidence of unethical character? Secret relationsh...","sentiment_score":-0.1416666667}
{"full_text":"RT Australian airline Qantas will require future international travelers to prove they have been vaccinated against Covid-19 before f...","sentiment_score":0.0}
{"full_text":"The baddest duo to ever come out of Lockdown. #kiddricathebrand #GlobalErica #GlobalKiddwaya","sentiment_score":0.0}
{"full_text":"Beyond burnout: For health care workers, this surge of Covid-19 is bringing burnover via","sentiment_score":0.0}
{"full_text":"This tweet and link is deliberately misleading. It is all about the importance of vaccinating children against the accepted illnesses and NOT about Covid 10 vaccines. The information is limited and superficial. Shame on the NHS ","sentiment_score":-0.0714285714}
{"full_text":"Even as a pandemic affects our Thanksgiving celebrations, it is our turn to pause, give thanks, and if we have abundance, to share with those in need. One way to express appreciation is to help those experiencing hunger.   #Thanksgiving #Thanksgiving2020","sentiment_score":0.2}
{"full_text":"RT Uganda has made significant progress in fighting the HIV epidemic over the last 3 decades. According to the Uganda Populati...","sentiment_score":0.1875}
{"full_text":"RT During the HIV-AIDS campaigns in the 90s - we would hear: You are either infected or affected! The same applies for the...","sentiment_score":0.0}
{"full_text":"From June, 2020. Pence's tweets are 280 character brown-nosed idiocy. #TrumpVirus","sentiment_score":-0.3}
{"full_text":"What's the Covid Regulation on private vehicle capacity for long distance (over 200km ) ? (South Africa) #covid19SA #coronavirus","sentiment_score":-0.025}
{"full_text":"RT Farmers rally in Delhi stopped with water Cannons, barricades&amp;boulders, by BJP Govts on excuse of Covid. Dushyant Chautala's...","sentiment_score":-0.05}
{"full_text":"5 new COVID-19 cases in Singapore, with first community infection in more than 2 weekshttps:\/\/t.co\/cQBIsdoIiM","sentiment_score":0.2954545455}
{"full_text":"RT Before 2020 Ivor had a youtube channel to talk about nutrition with less than 80K subscribers (1st time I checked). In sprin...","sentiment_score":-0.1666666667}
{"full_text":"RT #navyagerelaxation # airforce navy vacancy  please give me one chance because corona is a pendimic .","sentiment_score":0.0}
{"full_text":"Corona case's exceed 65 million and US and UK aid stopped read out now and.     support plzzzhttps:\/\/t.co\/3S95O7FypC","sentiment_score":0.0}
{"full_text":"RT Teratai cluster (Top Glove workers) = 4,306 cases in total. The cluster is now larger than the Seri Petaling (Tabligh) c...","sentiment_score":0.1666666667}
{"full_text":"RT I'd never explicitly thought of it this way before, but contrasting the (admirable) worldwide sense of concern about G...","sentiment_score":0.0}
{"full_text":"RT Jin, Weverse 201126  And, to COVID-19: Please get lost hahaha  They'd release that? [Note: I've provided a refere...","sentiment_score":0.2}
{"full_text":"RT #DelhiNeed #Blood Type :  O-positiveAt : Action Balaji Paschim Vihar Blood Component : Need Plasma from O+ve #COVID19...","sentiment_score":0.1}
{"full_text":"RT Places put into Tier 3 today will get no additional business support funding than those in Tier 1 or Tier 2.Can that p...","sentiment_score":0.0}
{"full_text":"RT To give you a scale of the pandemic right now. This year will be the worst for homicides in two decades. We'll lose more p...","sentiment_score":-0.0714285714}
{"full_text":"Not quite, but yes confusing.","sentiment_score":-0.3}
{"full_text":"RT 'We must assume it could be three years from now'. Bill Gates predicts when the next pandemic will come.....(probably just...","sentiment_score":0.0}
{"full_text":"RT Yesterday HM Treasury announced (without admitting it) that the UK will soon cease to be one of the world's thirty riches...","sentiment_score":0.0}
{"full_text":"The ban lives on in my mind... don't think it would taste the same post-covid anyway","sentiment_score":0.0}
{"full_text":"RT If we were in the middle of a real deadly pandemic, no government anywhere would be 'giving us 5 days off' for Christmas....","sentiment_score":-0.15}
{"full_text":"RT Please read this whole thread. If you're planning on traveling tomorrow, there's still time to cancel","sentiment_score":0.2}
{"full_text":"RT With COVID-19 showing no sign of slowing down, it is vital that we keep working together to maintain good hygiene practices...","sentiment_score":0.2148148148}
{"full_text":"Now you will mention before Covid situation, now tell me who are big business families in Pakistan, Nawaz sharif and family, Shahbaz sharif and family, Zardari and Omni group, Malik Riaz, JKT and few other groups and everyone one know what they were doing and what is going on.","sentiment_score":-0.1083333333}
{"full_text":"THE CHARMEL BLACK FRIDAY GIFT AND CRAFT SALE IS NOW ON WITH UP TO 50% OFF!HURRY TO SHOP FOR BARGAINS WHILE STOCKS LAST! PLEASE FOLLOW AND RT!  #BlackFriday  #craftsupplies #lockdown #Christmas #giftideas","sentiment_score":-0.0833333333}
{"full_text":"Ppl are still trying to prevent the evictions of families (ON THE NIGHT BEFORE THANKSGIVING DURING A PANDEMIC!) w the address in this thread if y'all are in East LA-ish (?) if I'm going by this and the next tweet. If you're not in the area, here's a GoFund me to donate to.","sentiment_score":0.0}
{"full_text":"COVID-19 | A VERY BRITISH TYRANNY via","sentiment_score":0.0}
{"full_text":"RT Now wants to irritate us. They were calling for everything to open up during the pandemic. Now cases are rising i...","sentiment_score":0.1}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":": Remember, COVID-19 spread when 5 million people left Wuhan for Chinese New Year -- yet 50 million Americans will travel for Thanksgiving","sentiment_score":0.0454545455}
{"full_text":"RT 'Locked down and locked in': the pandemic plight of UK university students via","sentiment_score":-0.1555555556}
{"full_text":"RT We are fighting a pandemic, fighting terrorism, better trade arrangements, but let's not forget the Treaties. Let's remember,...","sentiment_score":0.5}
{"full_text":"RT This is truly terrifying. Nearly 700 new #COVID19 deaths in the UK today. The biggest one-day increase since May 1st. H...","sentiment_score":-0.2545454545}
{"full_text":"RT Jin on Weverse 1126ARMY : Please get lost, COVID19 he he he Jin : They published it (as it is)@BTS_twt","sentiment_score":0.0}
{"full_text":"RT The early stages of the coronavirus pandemic and the first Covid-19 lockdown caused the number of young people with anxiety to ne...","sentiment_score":0.15}
{"full_text":"RT #NewsAlert | PM is expected to visit Serum Institute soon to review the production &amp; supply of Covid-19 vaccine...","sentiment_score":-0.1}
{"full_text":"NEW data: Here's how global hotel revenue and profit shook out in October. #hotelnews #profit #GOPPAR #beyondrevpar #COVID #travel","sentiment_score":0.0681818182}
{"full_text":"Collapse' in secondary #schoolattendance warning. More than one in five secondary pupils in England missed school last week, with worsening #Covid disruption. Should schools close early for Christmas? #selfisolating","sentiment_score":5.551115123e-18}
{"full_text":"RT The deeply religious new US Supreme Court judge #AmyConeyBarrett makes her influence felt in a new judgement removing COV...","sentiment_score":0.0909090909}
{"full_text":"If you still honestly believe children can't get COVID or be seriously harmed by it you should not be speaking about itSuch a slap in the face to families who've lost kids to COVID.","sentiment_score":0.1333333333}
{"full_text":"~57% reported that the fear of COVID-19 had led to a slow down on the output by their staff, and workmates  ~27% of had lost donor funding because of COVID. ~17% had to lay off staff ~27% made salary cuts~7% had to shut down for goodEffects of #Covid19Ug on CSOs actors","sentiment_score":-0.2037037037}
{"full_text":"RT There it is. The full crony. Former landlord of pub near Hancock's home wins Covid contract. Brilliant work by","sentiment_score":0.33}
{"full_text":"RT UH OH--Top Glove, the world's largest manufacturer of latex gloves, will shut down more than half its factories after nearly...","sentiment_score":0.0694444444}
{"full_text":"RT Diary of a Sad Woman - why I hate COVID.    Sun, Oct 15th - my brother picks up my mom who has just spent 2 weeks in Flori...","sentiment_score":-0.4666666667}
{"full_text":"We asked what are your priorities in Finance during the COVID-19 situation, and here is what you told us:","sentiment_score":0.0}
{"full_text":"RT December next week?? Time flies when your life is falling apart in a pandemic","sentiment_score":0.0}
{"full_text":"For reporting gender-based violence during COVID-19 call national toll-free helpline (1099) of the Ministry of Human Rights, Pakistan.#StopGBVinCOVID #CounteringGBVFact source: UN Women","sentiment_score":0.0}
{"full_text":"There's not long to go now until our event in association with be joined by James Easterbrook, Sean Canning, Raji Raghavan, and now! #internationalcustomers","sentiment_score":0.03125}
{"full_text":"#NiajeNiaje Msee anaweza access aje justice time hii time ya #covid19 pandemic?Joining us to discuss this is #Bakisalama #PamojaDhidiYaCorona@HakiAfrica","sentiment_score":0.0}
{"full_text":"New #COVID19 article: Micro #thrombosis in severe #COVID_19 pts.  Mancini et al evaluate #coagulation protein von Willebrand factor. VWF antigen\/ VWF  enzyme ADAMTS13 activity ratio   severity.  #openaccess","sentiment_score":0.1363636364}
{"full_text":"\"100x100 Business vs Coronavirus\" not-for-profit handbook.The 100 professionals who provided their quote come from 26 countries across 5 continents: an eclectic mix of perspectives and cultures that gives the project authenticity and value.","sentiment_score":0.0}
{"full_text":"The Coronavirus pandemic had a significant impact on the council's finances. We continue to be the lowest funded unitary authority in the country per head of the population.  Head to our news release to find out more ","sentiment_score":0.4375}
{"full_text":"LISTEN BACK: #thewayitis Dr Jonathan Jacob on getting a private Covid test locally, The parent of a Presentation Secondary School student on the social media furore over uniform policy, HSE Dietician Aislinn Murphy talks vitamins and More!","sentiment_score":0.0597222222}
{"full_text":"Pakistan is seeing a rise in #COVID19, with intensive care units across the country nearing capacity. All educational institutions are being shut down beginning today. Danial Khan reports.","sentiment_score":0.0472222222}
{"full_text":"RT Mumbai: RBI Governor Shaktikanta Das virtually addresses 4th Foreign Exchange Dealers' Association of India (FEDAI) Annul Day.\"I...","sentiment_score":-0.125}
{"full_text":"Post-lockdown, pre-Christmas weekends! Just a reminder that we have 3 night weekend stays available for those who need their #LakeDistrict fix - and while we still need to follow the Covid rules, you can be assured of a festive flavour in #Ambleside.Call: 015394 33364  #BandB","sentiment_score":0.4}
{"full_text":"In BRAND NEW episode, CEO tells us why #SaveourSports continues, despite many restarting in December post #lockdown New #GBBosses #podcast https:\/\/t.co\/ROochC375JAlso on Apple, Google Podcasts, Spotify &amp; Amazon Music#SaveOurSports","sentiment_score":0.2575757576}
{"full_text":"How did successfully pivot from addressing the urgency of the pandemic to a longer-term vision for the university? Director of Development Robert Fleming joins GG+A Senior Vice President Pete Lasher to discuss this and more.Register:","sentiment_score":0.75}
{"full_text":"In a fight against novel coronavirus, researchers have now shown new evidence that suggests sex steroids may play a role in protecting against Covid-19 symptoms.https:\/\/t.co\/AgpaTtq0mq","sentiment_score":0.1363636364}
{"full_text":"Am at school moving with my mask in my hand the girl with her mask on her chin goes like hey you corona is real first of all Karen we the same ","sentiment_score":0.1875}
{"full_text":"With COVID-19 cases surging nationwide, Biden called on Americans to take precautions to try to stem the tide of the virus, by wearing masks and social distancing.","sentiment_score":0.0333333333}
{"full_text":"Pandemic postpones national math, reading tests until 2022","sentiment_score":0.0}
{"full_text":"Reports: Multiple Ohio State players test positive for COVID-19; game still scheduledhttps:\/\/t.co\/gyJEUMBJbd","sentiment_score":-0.0575757576}
{"full_text":"Make sure you self-isolate if you:*  have got symptoms of coronavirus, OR*  have tested positive (even if you have no symptoms)More details on when you need to self-isolate:","sentiment_score":0.3636363636}
{"full_text":"Written specifically for creative agencies, this article by for is full of great tips and insights that can be applied to any industry.https:\/\/t.co\/rsWNTYz0JS#magento #magento2 #storeowner #magentoagency #WFH #wfhlife #agency #ecommerce #weclome","sentiment_score":0.55}
{"full_text":"On Communication from the Commission \"Making the most of the EU's #innovative potential -An intellectual property action plan to support the EU's recovery and resilience (c)\" https:\/\/t.co\/BW6JfoCy2T#intellectualproperty #COVID19","sentiment_score":0.28}
{"full_text":"YouTube says OANN suffered a \"first strike\" penalty for violating the company's COVID-19 misinformation policy.","sentiment_score":0.25}
{"full_text":" We chopped it up with writer, producer, and artists #Points about his new project, having COVID, writing for Ariana Grande, Janet Jackson + more!!!Full Interview:","sentiment_score":0.1363636364}
{"full_text":"Face coverings will be mandatory in shops and supermarkets. Always wear a face mask when going out to help stop the spread of coronavirus.https:\/\/t.co\/QE0GE4WsW8","sentiment_score":0.0}
{"full_text":"If you don't have Covid19 symptoms and you are trying to book a test, do not come forwards for a test - you could be taking a test away from someone who really needs it. #StayAlert","sentiment_score":0.2}
{"full_text":"New technological behaviours will outlast the pandemic. Italian grannies have discovered online shopping. ","sentiment_score":0.0681818182}
{"full_text":"Hancock's former neighbour won Covid test kit work after WhatsApp message...","sentiment_score":0.0}
{"full_text":"Myanmar is suffering from a resurgence of Covid-19 cases-much worse than the first wave. The Myanmar Jesuits have a Covid-19 Emergency Appeal to help the poorest and most vulnerable people, particularly women and girls.","sentiment_score":0.0033333333}
{"full_text":"Why Northern Ireland and Republic's failure to dance to same tune on Covid-19 test and trace has tripped us up#Coronavirus | ","sentiment_score":-0.1583333333}
{"full_text":"If the pandemic has made you yearn for more open spaces, plan a visit to Masungi Georeserve.Sisters Ann and Billie Dumaliang were named \"Leaders of Tomorrow\" by Gen T Asia for leading the conservation of the biodiverse landscape, and putting Masungi Georeserve on the map.","sentiment_score":0.25}
{"full_text":"Election Campaigns: #FDC's Patrick Oboi Amuriat Gets 'Rude Welcome' in Bunyoro#ChimpReportsNews #Uganda #UgandaNews #Featured #Elections #2021Election  #ThursdayMotivation #WearAMask #News","sentiment_score":0.25}
{"full_text":"This is a really great tool to check where you &amp; others are with your #MentalHealth If you are struggling, in crisis or even surviving (which I know I have been during this pandemic) please talk to someone. #ItsGoodToTalk","sentiment_score":0.8}
{"full_text":"RT Farmers rally in Delhi stopped with water Cannons, barricades&amp;boulders, by BJP Govts on excuse of Covid. Dushyant Chautala's...","sentiment_score":-0.05}
{"full_text":"If you've had coronavirus, it's understandable that you'll want to get back to normal as quickly as possible -- but it can take time. Find out how the #YourCovidRecovery website can help.https:\/\/t.co\/iG327dnlbz","sentiment_score":0.05}
{"full_text":"Much remains uncertain about how the movie business will survive the pandemic. But it's increasingly clear that Hollywood won't be the same afterward.https:\/\/t.co\/uiO5IKUhUd","sentiment_score":0.1}
{"full_text":"Mam, please also confirm the Entry test to see if there is a Mdcat and LAT test or not. Because we don't have any confirmed news about the Entry test yet, please let us know if there will be an Entry test or it will be delayed. Corona's condition is very bad, @MaryamNSharif","sentiment_score":-0.255}
{"full_text":"They're warning many puppies will be illegally imported into the UK ahead of Christmas...https:\/\/t.co\/YHcczhxlZk","sentiment_score":0.0}
{"full_text":"RT Jin on Weverse 1126ARMY : Please get lost, COVID19 he he he Jin : They published it (as it is)@BTS_twt","sentiment_score":0.0}
{"full_text":"If teleworking former urbanites attach themselves, civically, to their new communities as much as social capital advocates hope, that must mean their attachments to the city itself will weaken.","sentiment_score":-0.0357007576}
{"full_text":"UK direct marketing in the pandemic - how is it working out? According to the UK Data and Marketing Association, counter-intuitively response rates seem to be higher during periods of lockdown across most sectors. Does this match your experience? #brumisbrill #uksmallbiz","sentiment_score":0.2833333333}
{"full_text":"RT Our Chairman #PPP has tested positive for COVID-19, we all pray for Chairmain's speedy recovery, may A...","sentiment_score":0.2272727273}
{"full_text":"\"Health officials have warned that \"self-defeating\" practices by government departments are contributing to the spread of Covid-19. SASSA beneficiaries queue for hours because they need the money.\"https:\/\/t.co\/rISuYogmzf","sentiment_score":0.0}
{"full_text":"Family struggles in lockdown.  Read a parent's blog on devastating impact of withdrawal of day services for adult daughter with #LearningDisability #CarersRightsDay","sentiment_score":-0.45}
{"full_text":"High court blocks NY coronavirus limits on houses of worship","sentiment_score":0.16}
{"full_text":"Lifestyle shifts caused by #Covid19 means employers will be forced to re-evaluate which cost-of-living indicators they see as important when calculating salaries, adjusting compensation packages or determining business allowances. Find out more:","sentiment_score":0.2}
{"full_text":"Did lockdown have you taking up a new hobby? Whether you paint, draw or sculpt we've got something for you over on our website. Monday to Friday: 9.00 - 5.00Saturday: 9.30 - 2.00And of course, you can browse &amp; order online 24\/7! 01424 437136","sentiment_score":0.1704545455}
{"full_text":"RT Scotland has become the first country in the world to provide free period products for all.The law passed unanimously after a...","sentiment_score":0.325}
{"full_text":"are here to help through another lockdown with their call &amp; collect service. Call 01789 773057 with your shopping list and they will take it from there. Farm shop is open as normal. #farmshop #shoplocal #alcester #connectionmags","sentiment_score":0.075}
{"full_text":"Current Conditions for #Sayre PATemp: 44.6FWind Chill: 44.6FHumidity: 99%Dew Point: 44.3F Barometer: 30.017 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 197.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"LOOK: As Filipinos prepare for the holidays, DOH warns of the risk of contracting COVID-19 on in-person activities and promotes online activities\/gatherings where the risk is lower.#COVID19PH #LagingHanda #InformInformInform","sentiment_score":0.0}
{"full_text":"SARS-CoV-2 Genetic Variant May Be More Transmissible. The so-called 614G mutation in the viral spike protein does not appear to cause more severe cases of COVID-19, but multiple studies indicate that it could be more contagious.","sentiment_score":0.375}
{"full_text":" Second wave of COVID-19 is impacting tourism recoveryhttps:\/\/t.co\/zTL3o507u2","sentiment_score":0.0}
{"full_text":"RT #HyderabadNeed #Blood Type :  AB-positiveAt : Rainbow Children's HospitalBlood Component : Need Plasma from AB+ve #CO...","sentiment_score":0.0}
{"full_text":"COVID-19 | Guidance For the latest information on how covid-19 has affected football and what funding &amp; support is available to your club, see https:\/\/t.co\/jAcR3iRVim","sentiment_score":0.45}
{"full_text":"Facing Pandemic, Area Residents Give Thanks | News, Sports, Jobs - Wheeling Intelligencer","sentiment_score":0.2}
{"full_text":"Keeping indoor air clean can reduce the chance of spreading coronavirus, according to report Air Quality News#indoorairquality #airpollutionhttps:\/\/t.co\/z90lNBA0FH","sentiment_score":0.3666666667}
{"full_text":"Do you watch the parade every year?https:\/\/t.co\/xO2UWr6DTF","sentiment_score":-0.25}
{"full_text":"Photo of the day: The most creative way to pass Covid-19 guidelines?https:\/\/t.co\/wquycc6vTy","sentiment_score":0.5}
{"full_text":"Long Covid sufferer from Stoneclough shares her experiencehttps:\/\/t.co\/8iCuLl7NdI","sentiment_score":-0.05}
{"full_text":"RT Savannah, a chef who lost touch with her community during the pandemic, is connecting everyone just in time for #Thanksgiving a...","sentiment_score":0.0}
{"full_text":"1 week to go until our next Mini Master Class webinar in Health Research will take place on Thurs 3 Dec at 1pm. Join us as Colin Angus presents \"Visualising the Covid-19 Pandemic\". Sign up here!","sentiment_score":0.0}
