{"full_text":"RT Huge thanks to for great work. We hope site and others will be put out of business by a competent...","sentiment_score":0.475}
{"full_text":"Took them 8 months to take it seriously.","sentiment_score":-0.3333333333}
{"full_text":"Social distancing markings fade, 6ft gap regulation goes for a toss","sentiment_score":0.0333333333}
{"full_text":"It's not great, and before COVID I would have complained a ton, but NASCAR is sort of cool and with The U-NCST on I don't mind the delay.","sentiment_score":-0.1166666667}
{"full_text":"RT Kabataang Pinoy, magparehistro na for 2022! You have until September 30, 2021. Let's turn this country around. #Halalan2...","sentiment_score":0.0}
{"full_text":"RT calling it now, Alex Jones is going to get so much fucking covid","sentiment_score":-0.6}
{"full_text":"Ireland but everyone is closed because of Covid but now i can stay because we love #BidenHarris2020","sentiment_score":0.2}
{"full_text":"Little Josh makes a good point, here.I just hope elected politicians are willing to put their lives on the line to correct the very dangerous #DisinformationMachine that is dividing US.","sentiment_score":-0.004375}
{"full_text":"RT The harvest is bountiful, the barns are brimming with grains of toil, the farmer looks to God in gratitude,As in the m...","sentiment_score":0.0}
{"full_text":"RT #hyiceolbeobeul good news! heechul tested  negative for the coronavirus! we'll get to see him at the fanmeeting","sentiment_score":0.25}
{"full_text":"COVID-19 update. Please read the attached letter for more information on how this affects our parish and Mass schedule.https:\/\/t.co\/ax1nVjuWQ5","sentiment_score":0.5}
{"full_text":"RT Trump: \"We'll release the voter fraud proof with the Coronavirus vaccine and my taxes, in about 2 weeks\".","sentiment_score":0.0}
{"full_text":"RT Trader Joe's announced a COVID-19 infection rate of about 2.4% among its 53,000 employees within the past eight months.","sentiment_score":-0.25}
{"full_text":"RT Today seems like a good day to remind you that --Sold millions in stock after a private briefing about COVI...","sentiment_score":0.35}
{"full_text":"RT Friday was also the fourth day in a row that fatalities were above 1,000. The last time people were dying of Covid-19  at that...","sentiment_score":0.0}
{"full_text":"RT Given the powerful evidence of spread of #COVID19 in the Region of Peel, including 280 new cases today, the decision t...","sentiment_score":0.2181818182}
{"full_text":"RT \"The truest Americans saved America.\"Thank you to our Navajo Nation family.","sentiment_score":0.0}
{"full_text":"RT Wear a mask, I'm wearing two... \/\/ Repost from","sentiment_score":0.0}
{"full_text":"RT There were 1,186 deaths from COVID-19 in the United States today and over 126,000 new cases, another single day record.","sentiment_score":0.0324675325}
{"full_text":"RT Overcoming pandemic campaigning conditions, nationwide panic about election integrity and four years of smears from the c...","sentiment_score":0.0}
{"full_text":"It's not the same as being there in person. Some time a trained eye can see something that looks Ok. I am sure most poll worker are not attorneys. Matter of fact for this election most of your poll worker were probably rookies due to Covid.","sentiment_score":0.275}
{"full_text":"By trusting in its scientists, Australia is down to zero new COVID-19 cases | National Posthttps:\/\/t.co\/kGUncob1Bd","sentiment_score":-0.0095959596}
{"full_text":"It's not rocket science... more ballots = more votes. You should know this. Just likes more tests = more cases. Oh btw how are you doing with this COVID or have you forgotten. It is still your job #TrumpVirusDeathToll240K","sentiment_score":0.5}
{"full_text":"There aren't really unifying events anymore, not even this. Everyone freaked out for maybe a month, then it just became another issue that tracked tightly along party lines.","sentiment_score":0.0107142857}
{"full_text":"There is a pandemic. More people than ever voted by mail. It takes longer to count.","sentiment_score":0.5}
{"full_text":"RT trump is responsible for downplaying the severity of a global pandemic that has taken the lives of over 200k americans....","sentiment_score":0.1}
{"full_text":"RT Has Mike Pence had a single meeting on Covid this week? It's like the country is on fire and the firefighters are too busy a...","sentiment_score":0.0142857143}
{"full_text":"Gut bacteria helps develop more beige fat with restricted calorie intakehttps:\/\/t.co\/eeXAu2lEsS#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.5}
{"full_text":"RT How is it that more 90-year-olds registered to vote in one year, during a pandemic, than at any point in Pennsylvania hi...","sentiment_score":0.5}
{"full_text":"RT U.S. Records 120,000 COVID Cases in a Single Day","sentiment_score":-0.0714285714}
{"full_text":"RT On the 7th, an official from SM Entertainment told E-Daily that Kim Heechul received negative results from his Coronaviru...","sentiment_score":-0.3}
{"full_text":"RT I just finished the ED shift where I saw the MOST #COVID19 pts so far this year. More than Mar\/Apr.We are in a surge and o...","sentiment_score":0.3666666667}
{"full_text":"RT I know people are tired of Covid. I AM FUCKING TIRED OF COVID. But it doesn't care. And it's not done with us. And the fai...","sentiment_score":-0.4}
{"full_text":"Because 30 yr old Libs went to their nursing home and told them where to color in and \"sign right there?\"","sentiment_score":0.1928571429}
{"full_text":"RT \"AMAZING how mail-in ballots are so one-sided\" said the President who const...","sentiment_score":0.6}
{"full_text":"RT How is Prince Charming supposed to find me during a pandemic? ","sentiment_score":0.7}
{"full_text":"RT My hope is that we get Nevada. That will render trumps lawsuit to disenfranchise Pennsylvania voters moot. because it's...","sentiment_score":0.0}
{"full_text":"RT Protective umbrella of media around Communists is unprecedented.Delhi Covid spike noticed immediately by all.Kerala h...","sentiment_score":0.0}
{"full_text":"RT \"The truest Americans saved America.\"Thank you to our Navajo Nation family.","sentiment_score":0.0}
{"full_text":"China deliberately unleashed Covid-19 on the USA to destroy Trump's economy &amp; therefore the election. Joe Biden is compromised, by China &amp; they need him to be president in order to save their economy.@POTUS should declare Biden a threat to National Security ASAP.","sentiment_score":-0.2}
{"full_text":"RT Hey everyone, can we now get back to focusing on the fact that a pandemic is killing 1000 Americans or so a day and we're...","sentiment_score":0.0}
{"full_text":"RT Covid Epi Weekly: Death Won't Take a Holiday this Holiday SeasonDivided government. Divided country. Just when we most...","sentiment_score":0.5}
{"full_text":"...and just like that, Coronavirus isn't that bad anymore. Told ya it'd magically disappear after the election. Surprised?","sentiment_score":-0.0333333333}
{"full_text":"RT My two uncles that died of COVID19","sentiment_score":0.0}
{"full_text":"RT Keeping in mind the plight of migrants during lockdown Bihar's Sons n daughters that bjp abandonedUnemploymentThe worri...","sentiment_score":0.0}
{"full_text":"Parts Of Northern Denmark On Lockdown Over Coronavirus Variant Outbreak In Minks : Coronavirus Updates","sentiment_score":0.0}
{"full_text":"RT I know there's a lot of focus on the election, but we cannot forget the virus. Yesterday we had more than 121,000 new Co...","sentiment_score":0.3181818182}
{"full_text":"07 Nov Medical Bulletin1607 New COVID19 Cases Reported in Telangana.GHMC Limits 296RR Dist 115Deaths 6Sample Tested 44,644","sentiment_score":0.0681818182}
{"full_text":"Senate Majority Leader Mitch McConnell and House Speaker Nancy Pelosi remain at odds over the size of coronavirus stimulus package","sentiment_score":0.0}
{"full_text":"RT . If these people were Republucans or religious Jews...","sentiment_score":0.0}
{"full_text":"So true, and I'm with you on the stiff tequila drinks.","sentiment_score":0.0678571429}
{"full_text":"Shalise, would love your on the record statement....is this safe and acceptable pandemic behavior https:\/\/t.co\/ib1eDMeVFN","sentiment_score":0.5}
{"full_text":"RT Virus pressure is mounting at French nursing homes, where more than 400 people with COVID-19 have died in the past week and some r...","sentiment_score":0.0833333333}
{"full_text":"RT Biden won! it's finally safe to go out and get infected with the novel coronavirus that causes the syndrome known as COVID-...","sentiment_score":0.5}
{"full_text":"Yes, don't hurt the other facets of life...if indeed you get to keep your life.","sentiment_score":-0.125}
{"full_text":"RT Aww yes, the party who pushed through a SCOTUS the majority were against; attempted to suppress our v...","sentiment_score":0.3}
{"full_text":"RT NEW: Biden ramps up transition--Top WH jobs could come next week--Klain frontrunner for CoS--Vivek Murthy to be face...","sentiment_score":0.0681818182}
{"full_text":"RT The fact that a lot of Americans believe in make believe voter fraud because ballots are being counted but don't believe in Co...","sentiment_score":0.0}
{"full_text":"RT Taken from - just look at the numbers slashed from healthcare:","sentiment_score":0.0}
{"full_text":"RT No more stupid Trump rallies to spread COVID faster.","sentiment_score":-0.525}
{"full_text":"It's not political. It's fact. To say that COVID-19 is nothing but a ruse promoted by the media completely disregards everything that countless medical professionals have said nince January. I'd bet they know what's fake or not better than you do.","sentiment_score":-0.1083333333}
{"full_text":"RT The US coronavirus death toll has now surpassed 1,000+ on four consecutive days for the first time since mid-August.","sentiment_score":0.25}
{"full_text":"Is Covid19 still a thing?","sentiment_score":0.0}
{"full_text":"RT T R A V E L","sentiment_score":0.0}
{"full_text":"It's cute how this is all just a game to these folks who helped kidnap children who can't be returned to their parents, incited racist violence that terrorized and killed Black &amp; Brown people, &amp; allowed a pandemic to take the lives of nearly a quarter-million Americans so far.","sentiment_score":-0.0111111111}
{"full_text":"RT I have been living vicariously through this group all pandemic y'all ","sentiment_score":0.0}
{"full_text":"Still hopeful for a saner country but....","sentiment_score":0.0}
{"full_text":"The Anglo-Swedish drugmaker is working with the University of Oxford to develop one of the most closely watched COVID-19 vaccines, which is in late stage trials in the U.S., Britain and other countries. Via","sentiment_score":0.025}
{"full_text":"RT All these Trump folks saying they'll move to Canada if they lose. Don't they know we're not allowed to visit there still b...","sentiment_score":0.0}
{"full_text":"Where COVID is exploding.","sentiment_score":0.0}
{"full_text":"#VandeBharatMission | The repatriation flight schedule, and other updates. #Coronavirus #COVIDIndia #Covid19 #Aviation #VandeBharat","sentiment_score":-0.125}
{"full_text":"RT I know people are tired of Covid. I AM FUCKING TIRED OF COVID. But it doesn't care. And it's not done with us. And the fai...","sentiment_score":-0.4}
{"full_text":"RT BREAKING NEWS: When America turns its attention from the election back to the COVID-19 pandemic, it will discover that th...","sentiment_score":0.0}
{"full_text":"RT There were 1,186 deaths from COVID-19 in the United States today and over 126,000 new cases, another single day record.","sentiment_score":0.0324675325}
{"full_text":"As spineless sycophants who stood idly by while their dear leader unraveled our democracy, enriched himself,  let out allies be slaughtered, caged children &amp; ignore a pandemic that killed a quarter million Americans","sentiment_score":-0.2}
{"full_text":"While our President sulks and throws tantrums. #CallTheRace #COVID19","sentiment_score":0.0}
{"full_text":"RT GENDERAcross the pandemic, women have experienced higher depression (36% higher), anxiety (50% higher) and loneliness...","sentiment_score":0.3875}
{"full_text":"RT Hey everyone, can we now get back to focusing on the fact that a pandemic is killing 1000 Americans or so a day and we're...","sentiment_score":0.0}
{"full_text":"Denmark Starts Lockdown, Millions of Minks Culled Due to COVID Mutation","sentiment_score":-0.125}
{"full_text":"RT Massachusetts hits 2,000 new daily coronavirus cases for first time since early May","sentiment_score":0.1215909091}
{"full_text":"Explained: When will #universities and #colleges reopen in #India?https:\/\/t.co\/gs3I8adJxU#highered #edtech #edchat #elearning #onlinelearning #onlineeducation #remoteeducation #remoteteaching #remotelearning #distanceducation #covid19 #coronavirus #pandemic #edutech #UGC","sentiment_score":0.0}
{"full_text":"U.S. reports over 121,000 new coronavirus cases Thursday, a new all-time record of cases that continue to grow since the beginning of November. The country has over 9.6 million confirmed cases of the virus with more than 235,000 confirmed deaths.","sentiment_score":0.3145454545}
{"full_text":"Infographics: How does Budget 2021 work in a pandemic?","sentiment_score":0.0}
{"full_text":"The Covid-19 pandemic is no obstacle for determined Xavier Jesuit School students in Cambodia, who eagerly ride great distances in rain, hail or shine to their campus. Help them get to school by purchasing a bicycle for them from Jesuit Mission Australia.","sentiment_score":0.8}
{"full_text":"#ICYMI | British Airways (BA), the UK's largest airline, said it will restrict flight operations due to the new lockdown in November.:","sentiment_score":0.0037878788}
{"full_text":"RT This on the day Justin Turner escapes discipline. Unbelievable. #Dodgers","sentiment_score":-0.25}
{"full_text":"MSNBC's Rachel Maddow quarantines after coronavirus exposurehttps:\/\/t.co\/tOMC3sircQ","sentiment_score":0.0}
{"full_text":"RT 4. We need our career civil servants in the FDA and CDC to know that help and repair is on the way, to keep serving the peopl...","sentiment_score":0.0}
{"full_text":"has motivated everyone to stay strong through the pandemic through her fitness posts.#SaturdayMotivation #healthshotshttps:\/\/t.co\/UymLG6ovJD","sentiment_score":0.4333333333}
{"full_text":".@M_Lin says EPs should be on the lookout for #domesticviolence victims and be more vigilant in screening in the ED as the number of cases rise globally during the #COVID19 pandemic #PostItPearls","sentiment_score":0.25}
{"full_text":"A Japanese tourist who was stranded in Peru because of COVID-19 was given an unforgettable tour of Machu Picchu.","sentiment_score":0.4}
{"full_text":"Our friends stopped by today for Beer Friday. Here's owner Steve talking about their roots in the South Bay and how Covid has forced them to innovate on the fly.","sentiment_score":0.25}
{"full_text":"didn't understand the concept of counting covid-19 cases. Now it's our country's votes. Count covid-19 cases, deaths and VOTES.  I #VoteByMail in Florida. It counted.","sentiment_score":0.0}
{"full_text":"For nearly 50 years, the Memphis Crisis Center has been a source of hope and help for the Mid-South. Now, busier than ever in 2020, they need help.","sentiment_score":0.0}
{"full_text":"It's a #boy! #design #facemask on and 4 more! Thank you to the buyers!#itsaboy #baby #preggers #amazon #3drose #babyshower #family #giftguide #giftideas #WearAMask #covid19 #StaySafeStayHealthy","sentiment_score":0.625}
{"full_text":"As COVID-19 continues to shatter records in Oklahoma, Dr. Bratzler warns the virus is showing no signs of slowing down.https:\/\/t.co\/yjJKIprBa4","sentiment_score":0.0}
{"full_text":"It's neck and neck what 2020 will be remembered for: \"COVID\" or \"THE GLITCH\"","sentiment_score":0.0}
{"full_text":"Yakima County, Wash., seeing an uptick in COVID-19 hospitalizations, positive test rates, reports for the Health officer attributes it to \"large family gatherings, parties, social visits.\"","sentiment_score":0.1582972583}
{"full_text":"The state's positivity rate today was its highest since June 1.","sentiment_score":0.0}
{"full_text":"IN PICTURES: This year has been like no other for Aussies, and from raging bushfires, coronavirus lockdowns and toilet paper shortages, one thing is for sure - 2020 has been a year we'll never forget. #9Newshttps:\/\/t.co\/yPhyQHB4WP","sentiment_score":0.1763888889}
{"full_text":"RT Today seems like a good day to remind you that --Sold millions in stock after a private briefing about COVI...","sentiment_score":0.35}
{"full_text":"COVID-19 UPDATE:Monterey County- 2,740 active casesSanta Cruz County- 325 active casesSan Benito County- 41 active casesRead more:","sentiment_score":0.025}
{"full_text":"RT Fucked up everyone's laughing over a guy about to get evicted during a pandemic","sentiment_score":-0.6}
{"full_text":"Nueces County Public Health Director Annette Rodriguez said she's seen an increase in the amount of calls to the public health district's coronavirus hotline, as well as an increased number at drive-thru COVID-19 testing events.","sentiment_score":0.0}
{"full_text":"In both Kentucky and Indiana case counts are still on the rise. ","sentiment_score":0.0}
{"full_text":"New confirmed cases of the novel coronavirus in the U.S. have climbed to an all-time high of more than 86,000 per day on average, in a glimpse of the worsening crisis that lies ahead.https:\/\/t.co\/S6WIjnOGLK","sentiment_score":0.2092727273}
{"full_text":"Aberdeen: Nov. 12 and 13 from 8 a.m. to 5 p.m. and Nov. 14 from 8 a.m. to noon at the Brown County Fairgrounds, 400 24th Ave. N.W.Mobridge: Nov. 11 from 8 a.m. to 5 p.m. at the National Guard Armory, 1213 Lake Front Drive.","sentiment_score":0.0}
{"full_text":"Aberdeen: Nov. 12 and 13 from 8 a.m. to 5 p.m. and Nov. 14 from 8 a.m. to noon at the Brown County Fairgrounds, 400 24th Ave. N.W.Mobridge: Nov. 11 from 8 a.m. to 5 p.m. at the National Guard Armory, 1213 Lake Front Drive.","sentiment_score":0.0}
{"full_text":"State Health Officer Dr. Thomas Dobbs said healthcare workers in high-risk areas would have first access when a vaccine becomes available.","sentiment_score":0.325}
{"full_text":"Police arrest woman at Oregon Walmart after she refuses to wear a maskhttps:\/\/t.co\/84wIs0dSI2","sentiment_score":-0.05}
{"full_text":"RT Hey everyone, can we now get back to focusing on the fact that a pandemic is killing 1000 Americans or so a day and we're...","sentiment_score":0.0}
{"full_text":"The U.S. also reported another 1,186 deaths, according to the COVID Tracking Project database.","sentiment_score":0.0}
{"full_text":"RT Prime Minister Narendra Modi says #COVID19 pandemic will remain a watershed moment in history like World War II.","sentiment_score":0.0}
{"full_text":"Holiday events across Green Country may look a little different this year, but organizers have put safety precautions in place to keep people healthy and happy during the Christmas season.","sentiment_score":0.1825}
{"full_text":"Research links obesity to severe #COVID19.https:\/\/t.co\/mNwfZXKGr8","sentiment_score":0.0}
{"full_text":"State Health Officer Dr. Thomas Dobbs said healthcare workers in high-risk areas would have first access when a vaccine becomes available.","sentiment_score":0.325}
{"full_text":"RT #VandeBharatMission | The repatriation flight schedule, and other updates. #Coronavirus #COVIDIndia #Covid19 #Aviati...","sentiment_score":-0.125}
{"full_text":"I think Qld runs a close second after giving the chook another term. Completely stupid and in denial. Stupidity the new epidemic!","sentiment_score":-0.3073863636}
{"full_text":"\"Queens got better and Long Island stayed the same. Western New York got worse over the same period of time. How do you explain that? It's their behavior, that's how you explain it.\"","sentiment_score":0.0266233766}
{"full_text":"New ownership for the #BCLions likely won't happen until after the pandemic: | #CFL | #NothingRhymesWithOrange | #YVR","sentiment_score":0.0681818182}
{"full_text":"The four restaurants -- Petma, City Gava, Hot Dishes and Beneve Foods -- were ordered closed as the officials began a crackdown on businesses flouting Covid-19 guidelines.https:\/\/t.co\/ZSPmmKXvd6","sentiment_score":0.075}
{"full_text":"Well, we can't trust the GOP with a pandemic.  Now they want us to trust them with the backbone of our democracy? Nononono..just no. Stop. Their trust card is maxed out.","sentiment_score":0.0}
{"full_text":"COVID CASES EXPLODE: has the latest on the coronavirus crisis as the country awaits election results, with the U.S. hitting a global record of more than 140,000 cases in a single day and the Air Force now deploying medical teams to El Paso.","sentiment_score":0.1857142857}
{"full_text":"My favorite is when reporters ask The white majority how 45 is handling the covid epidemic and they say \"he is doing his best\" but they legit lost their minds when Obama wore a tan suit. Just admit you're greedy and racist so we can all be on the same page already!","sentiment_score":0.375}
{"full_text":"All NFL games are on for this weekend while teams deal with COVID-19 issues.https:\/\/t.co\/lPSCGkCkHI","sentiment_score":0.0}
{"full_text":"Time: 03:00 * Temp: 5.2degC * Wind: SW 0.0 to 0.0mph * Pressure: 1014.6hPa * Rain: 0.0mm * Hum: 98% * ET: 0.0mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:38 * Sunset: 16:34 * Cloudbase: 240ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT Right now, I'm not sure which virus is more dangerous to American lives: Covid or the rapid spread of disinformation.","sentiment_score":-0.0128571429}
{"full_text":"Crisis talk: 'We need to keep our powder dry': Sonny Dominguez, finance minister of the Philippines, talks about his coronavirus response, reports","sentiment_score":-0.0666666667}
{"full_text":"RT - Rajasthan (Congress)- Delhi (AAP)- Karnataka (BJP)- Odisha (BJD) - Sikkim (SKM)have all taken a decision to ban f...","sentiment_score":0.0}
{"full_text":"Rice University is having one of its football games postponed due to Covid-19. ","sentiment_score":-0.125}
{"full_text":"RT There were 1,186 deaths from COVID-19 in the United States today and over 126,000 new cases, another single day record.","sentiment_score":0.0324675325}
{"full_text":"RT Epidemiologist says Ontario's new tiered coronavirus restrictions 'belong on the back of a cereal box' ht...","sentiment_score":0.0681818182}
{"full_text":"America's heartland is positioned for a post-pandemic housing boom if current trends continue.","sentiment_score":0.0}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"Officials from the city of Kettering spoke to DBJ about the financial impact of Covid-19, and how they are preparing a new budget amid a global pandemic. ","sentiment_score":0.0454545455}
{"full_text":"A COVID-19 case was identified in a student Lexington Public School on Friday. Track all the cases in Waterloo Regions publicly funded schools here -","sentiment_score":0.0}
{"full_text":"RT  SCHEDULE RELEASECapacity limited to 25%, face masks required and social distancing, but on the court these  games...","sentiment_score":-0.019047619}
{"full_text":"RT BTWMost opinion is that Trump never had Covid19. He used it as a dramatic ploy.His followers are now dying due to no ma...","sentiment_score":-0.2791666667}
{"full_text":"Meet the illustrator who painted COVID-19's infamous portrait","sentiment_score":-0.5}
{"full_text":"RT Malaysia Defence Budget 2021. Lempeng yang di letak Ceri. MRCA nowhere to be found, MRSS in the dream and LCS lost in...","sentiment_score":0.0}
{"full_text":"In October, stock prices felt increased pressure due to inaction on a second American fiscal stimulus bill and a rise in global COVID-19 cases.","sentiment_score":-0.03125}
{"full_text":"Current Conditions for #Sayre PATemp: 44.4FWind Chill: 44.4FHumidity: 94%Dew Point: 42.8F Barometer: 30.333 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 208.000000Deaths: 3.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Thankfully, sore necks are not a symptom of COVID-19.","sentiment_score":0.0}
{"full_text":"You told your supporters not to use postal votes. Biden, who realised there was a pandemic on, actively encouraged it. SOOOOO... democrats were far more likely to vote postal..... And your state rules vary, but in most cases can only count postals from poll day. Its very simple!","sentiment_score":0.1380952381}
{"full_text":"RT Tomorrow, we invite #OurAMA members to join us for a discussion with Director, Dr. Anthony Fauci, and","sentiment_score":0.0}
{"full_text":"Wow! Just wow!","sentiment_score":0.125}
{"full_text":"RT National lockdown till spring and student loan forgiveness","sentiment_score":0.0}
{"full_text":"RT During a world-wide pandemicDuring the largest unemployment wave in modern...","sentiment_score":0.2}
{"full_text":"RT \"Containment zone and COVID-19 positive students are not allowed in the exam hall, but how will ICAI verify this? It has si...","sentiment_score":0.2272727273}
{"full_text":"RT We gave Trump the entire 2020 experience. He got COVID &amp; now is unemployed!","sentiment_score":0.0}
{"full_text":"RT Hey everyone, can we now get back to focusing on the fact that a pandemic is killing 1000 Americans or so a day and we're...","sentiment_score":0.0}
{"full_text":"RT Loeffler and her husband are about to become national figures, drawing attention way beyond being a US Senator and spouse. T...","sentiment_score":0.0}
{"full_text":"Biden's Chinese pals created the Wuhan Flu &amp; the Dems use it as the reason to implement mail-in voting, rife with fraud and corruption, just like the Biden family.  Rerun the damn election on Dec 1st and make it in-person only AND photo ID required.  Turn the machines back on!","sentiment_score":0.0}
{"full_text":"RT Hey everyone, can we now get back to focusing on the fact that a pandemic is killing 1000 Americans or so a day and we're...","sentiment_score":0.0}
{"full_text":"#Trending: How Atlanta Tech Startup Sonar Continues to Grow Despite the COVID-19 Pandemic - Atlanta Small Business Network#entrepreneur #venturecapital #vc #startupsRead More Here:https:\/\/t.co\/tCJgoCSc0n","sentiment_score":0.125}
{"full_text":"RT Trump received overwhelming support in areas where coronavirus most rampant","sentiment_score":0.5}
{"full_text":"As #Britain #Locks #Down, #Officials Work to Keep the #Economy Afloat. #recovery #pandemic","sentiment_score":-0.0777777778}
{"full_text":"No matter who wins the election, the #pandemic and economic recovery are going to be top priorities, and they're expensive. #uselection #economy #glginsights","sentiment_score":0.125}
{"full_text":"RT I know there's a lot of focus on the election, but we cannot forget the virus. Yesterday we had more than 121,000 new Co...","sentiment_score":0.3181818182}
{"full_text":"Corona virus has killed lot of people and you are still alive. Say \"#Alhamdulillah\" and thank Allah for giving you life. #Covid19","sentiment_score":-0.05}
{"full_text":"RT I know there's a lot of focus on the election, but we cannot forget the virus. Yesterday we had more than 121,000 new Co...","sentiment_score":0.3181818182}
{"full_text":"The #COVID19 pandemic has jolted us out of our regular routines making us feel confused and frustrated. What should you do?Here are lessons from leveraging #behavioralscience to help brands better manage uncertainty.  ","sentiment_score":-0.15}
{"full_text":"Or realizing we are not allowed into Canada b\/c of Trump's COVID response (or lack thereof)","sentiment_score":0.0}
{"full_text":"RT Rachel Maddow in isolation after close contact with person who tested positive for coronavirus","sentiment_score":0.2272727273}
{"full_text":"OMG a virus that is 98% survivable unless you live in New York City where they place Covid in the nursing homes to kill as many as possible!","sentiment_score":0.1931818182}
{"full_text":"Hello dear guest, we hope you check and be informed of travel updates due to the Corona virus (COVID-19) by visiting . Thank you","sentiment_score":-0.125}
{"full_text":"RT I know that everyone has been (justifiably) distracted by other things, but the #COVID19 epidemic in the US is looking pretty di...","sentiment_score":0.0625}
{"full_text":"If she would have tried to warn us they would have killed her, OR she already knows that Covid is.... NOT FUCKING REAL!!","sentiment_score":-0.178125}
