{"full_text":"If we had the resources, being able to track the inflammatory modulation of coagulation parameters in an outpatient COVID-19 group would be very interesting (vWF, fVIIIc, Senkung, D-Dimer over time at least). I think the degree of activation might be surprising","sentiment_score":0.3875}
{"full_text":"RT Hi ER Doc here,I can't believe this needs to be said but doctors do NOT get more money if somebody dies from COVID. RT so...","sentiment_score":0.5}
{"full_text":"RT Khaled Zayyid drove for Uber as much as 80 hours a week. When he died of COVID-19 complications, his family was left without a...","sentiment_score":0.1}
{"full_text":"RT My partner, who is in the Shielding category, works closely in a room with a colleague who decided recently it would be a...","sentiment_score":0.0}
{"full_text":"Pretty sure I'm not the only one who saw this coming. Even if UK Gov listened to the science (which they didn't) there is no way to predict how NHS will fare over a 4-week window.https:\/\/t.co\/MSQpXMSl6Q","sentiment_score":0.25}
{"full_text":"This new lockdown is toal bullshit. Fuck em all.","sentiment_score":-0.1318181818}
{"full_text":"RT How Two Right-Wing Meme Merchants Scored a PS3 Million Government Coronavirus Contract - Byline Times","sentiment_score":0.0}
{"full_text":"And if people vote 'NO' they will have voted to layoff tens of thousands more during a pandemic.","sentiment_score":0.5}
{"full_text":"RT Farage Relaunching Brexit Party as Reform Party, Will Campaign Against Lockdown","sentiment_score":0.0}
{"full_text":"Lock up, lock down. Great difference.","sentiment_score":0.3222222222}
{"full_text":"RT We were taken into Iraq on the basis of lies and a 'dodgy dossier' ; now we are taken into Lockdown 2 (like Lockdown 1) on...","sentiment_score":0.0}
{"full_text":"RT Remember when the journalists were beating up the UK Govt because it didn't have the fantastic test and trace facilities...","sentiment_score":0.4}
{"full_text":"RT Congress is a bigger pandemic than the world is facing right now. We need vaccine for this virus as well.","sentiment_score":0.1428571429}
{"full_text":"RT 72% back Boris's lockdown?!  I just don't believe thatPolls are no longer a tool to measure public mood. They are a to...","sentiment_score":0.0}
{"full_text":"RT Things government should do now to tackle Covid: Sack Harding Move Test &amp; Trace to local health control Pay e...","sentiment_score":0.0}
{"full_text":"i cant stand the \"its just a party\" type of ppl like we're in the middle of a pandemic?","sentiment_score":0.0}
{"full_text":"RT Bayer G4A is hosting an ALL VIRTUAL Digital Health Forum: AGENTS OF CHANGE!Check out the session: Never T...","sentiment_score":0.0}
{"full_text":"RT OK friends, lockdown approaching, let's talk mental illness:- Sometimes tea and hot showers aren't enough. If you are c...","sentiment_score":0.13}
{"full_text":"As your phone line is closed... Account was on freeze, didn't unfreeze, cancelled membership.... direct debit taken out today ! I need this money back #puregym #lockdown","sentiment_score":0.0083333333}
{"full_text":"while, as Sunak claimed, spending OUR money carefully FFS","sentiment_score":-0.1}
{"full_text":"Mad Man's, Crazy Doctor Publicly Complained Donald's Thugs broke into his Medical office &amp; stole his patient records.White House Doctor Named, Candy Man Fired 4 lying 4&amp; handing out Taxpayers Prescriptions 2 Party in DC.DOUBTFUL INTL MOBSTERS HAD COVID19.Reality is HELL.","sentiment_score":-0.38125}
{"full_text":"RT Contrary to some incorrect reports, hasn't tested positive for #COVID19. He has been identified as a contact of a person...","sentiment_score":0.2272727273}
{"full_text":"RT This is incredible and I am so excited for my Australian buds.","sentiment_score":0.425}
{"full_text":"RT EL PASOANS ARE DYING, INNOCENT PEOPLE ARE DYING!!! THEY ARE SENDING MORE \"MOBILE MORGUES\" SO HELP STORE THE DEAD!!! CREMATI...","sentiment_score":0.3619791667}
{"full_text":"LIVE: Monday 2 November at 9am: launch of the COVID-19 Winter Strategy","sentiment_score":0.1363636364}
{"full_text":"RT Nigeria just goes with every Western trend, except economic development.","sentiment_score":0.1}
{"full_text":"RT Does anybody really think the whole country is going to bend to this man's criminal will? Really?","sentiment_score":0.05}
{"full_text":"How long can the MSM and Biden tell the world that COVID is a death sentence and we all need to cower in fear? #SpoilerAlert #TwoDays","sentiment_score":-0.05}
{"full_text":"NO Forensic Analysis was conducted in 2016!","sentiment_score":0.0}
{"full_text":"He should tell Gove &amp; coAlso, the Coronavirus Act means the Govt can do what it wants at the stroke of a own... Leaked to newspapers, but embargoed until nightly news has finished","sentiment_score":0.4}
{"full_text":"The thing that bothers me about the 'the vulnerable should stay home and everyone else get on with it' is that how do you know YOU aren't vulnerable? How many of us have underlying issues that we won't even realise until we are sick??","sentiment_score":-0.3035714286}
{"full_text":"RT Anyone who thinks that UK politics have not been infiltrated and influenced by foreign interests needs to think again, in 201...","sentiment_score":-0.125}
{"full_text":"I am so sorry for your loss...covid kills no matter how old you are...","sentiment_score":-0.2}
{"full_text":"can covid be over so I can finally see seungyoun irl huh","sentiment_score":0.0}
{"full_text":"RT Nigel Farage's EU salary ran out, Trump is unlikely to remain President &amp; it's too cold to shout at refugees from Dover.S...","sentiment_score":-0.55}
{"full_text":"I've been watching the rate for Jasper County and it is severe.https:\/\/t.co\/LnfaypI81B","sentiment_score":0.0}
{"full_text":"RT the pandemic is never going to end. lmao","sentiment_score":0.6}
{"full_text":"They have to get a deal, there's no choice. Otherwise, the Tories will be finished when the chlorinated chickens come home to roost on the back of Covid.","sentiment_score":0.0}
{"full_text":"Pretty much follows March after Corbyn called for a lockdown 2 before they were forced to. Incompetence is 1 thing but incompetance that cant learn from its own mistakes is simply dangerous.","sentiment_score":0.03}
{"full_text":"RT Trump hates the  He hates the  He attacks the justice department, veterans, our armed forces, his covid task fo...","sentiment_score":0.0}
{"full_text":"RT Local Councils know their people, know Public Health &amp; could deliver TTI  effectively - but our neoliberal corrupt Governm...","sentiment_score":0.025}
{"full_text":"Britain's Prince William caught Covid in April","sentiment_score":0.0}
{"full_text":"RT On 1st January, Johnson and the Incompetents are going to throw a hand-grenade into this Covid chaos. Brexit.We need to delay...","sentiment_score":0.0}
{"full_text":"RT LOOK HOW HARD THIS EUGENICS LOVING BITCH GOT RATIOED LMAO","sentiment_score":0.3027777778}
{"full_text":"RT Downer celebrates the success of PPE &amp; lockdown on incidence of flu &amp; covid.","sentiment_score":0.3}
{"full_text":"RT Blood donation is the ultimate sign of solidarity!INC leader organizing blood camps since 9 years@Aamer...","sentiment_score":0.0}
{"full_text":"RT On Friday, hundreds rallied in SUPPORT of terrorism outside the French embassy in London as watched on.Today...","sentiment_score":0.0}
{"full_text":"It's time to stop incompetent \"friends\" of the government, or in this case the wife of Tory MP John Penrose and  former Talk Talk boss Baroness Harding from being handed out crucial jobs","sentiment_score":-0.1166666667}
{"full_text":"COVID-19 SCAM - Money is Pouring Out | Armstrong Economics","sentiment_score":0.0}
{"full_text":"RT The Swiss Cheese model of #COVID19 defence, by single measure is sufficient, but put together they can stop t...","sentiment_score":-0.0714285714}
{"full_text":"The elite have not had to overcome adversity and are therefore ill-equipped to cope in a crisis - sound familiar, Boris? | The Independent","sentiment_score":0.2583333333}
{"full_text":"economy and reopening are ultimately driven by hospital capacity and productivity hits from illness\/worker availabilitySo Biden's perspective wins in both public health AND economy\/reopening arenas","sentiment_score":0.1}
{"full_text":"RT Nose-dipping #mask wearers out in force on the tube - we really DO need a campaign about how to wear the things","sentiment_score":0.2}
{"full_text":"Heading back to school in the pandemic","sentiment_score":0.0}
{"full_text":"RT To all the #COVID19 pandemic deniers out there. I've been a hospital doctor in the NHS for 25 years and have never witnessed...","sentiment_score":0.0}
{"full_text":"RT In about 10days from now we will realize that all our \"election playbooks\" should've been \"Covid\" playbooks because tha...","sentiment_score":0.0}
{"full_text":"RT As it's being opposed by the likes of Iain Duncan-Smith and Esther McVey, the second lockdown must be the right thing do.","sentiment_score":0.1428571429}
{"full_text":"WHO's Tedros Self-Quarantines After COVID-19 Exposure","sentiment_score":0.0}
{"full_text":"Yes, the solid evidence of hospitalisations and deaths is yet to come in for where we really are at the moment. No doubt in 4 weeks time when those are still increasing there'll be the usual shouts of, \"see, lockdowns don't work\" and \"died with Covid, not from Covid\"","sentiment_score":-0.0166666667}
{"full_text":"RT The mad rush in terms of new account openings &amp; trading activity during Covid times has reduced over the last 6 weeks aroun...","sentiment_score":-0.1628787879}
{"full_text":"RT Japan opens airport coronavirus test lab for departing travelers #jakpost","sentiment_score":0.0}
{"full_text":"To you violence it complying with some rules to protect others and yourself? Try walking down a street knowing a sniper could get you any minute, or living through air raids! Try living through war, then tell me something about violence! Lockdown is nothing!!!","sentiment_score":-0.4747178819}
{"full_text":"In a corner somewhere in an OAPs home being looked after by a person who 5 min ago treated a person with covid .one of last survivors of Dunkirk .","sentiment_score":0.0}
{"full_text":"RT One thing Covid is doing is showing how the parts of our politics\/media class who never shut up about the Blitz would have...","sentiment_score":0.0}
{"full_text":"RT Don Jr: \"We've gotten control of this thing.\"Meadows: \"We're not going to control the virus.\"CDC:  Avg 1K deaths per d...","sentiment_score":0.0}
{"full_text":"The #Government has announced #lockdown measures to come into action this Thursday!We hope all Stay safe The has made a guide to help all #London #COVID #Covid19 #Safe #SocialDistance #TenantTips","sentiment_score":0.3666666667}
{"full_text":"RT Trump went from being a lockdown guy (against his instincts, after Birx+Fauci hostage demands) into a relentless advoc...","sentiment_score":0.0}
{"full_text":"RT WEARING a face mask INCORRECTLY is as good as NOT wearing a mask AT ALL.#WearAMask  properly:Covering your nose &amp; mouth...","sentiment_score":0.7}
{"full_text":"RT What is Trump preparing for or worrying about?","sentiment_score":0.0}
{"full_text":"RT Please, I need your help. Enugu state has constituted its Judicial Panel of Inquiry in response to the #EndSARS movement,...","sentiment_score":0.0}
{"full_text":"Today I met the only person in Egypt still committed to social distancing and he was actually telling people to keep their distance, i was so proud.","sentiment_score":0.2083333333}
{"full_text":"RT #TNrejectsEPS not taking steps even after losing a minister and opposition legislative member to Corona","sentiment_score":0.0}
{"full_text":"RT Good point where is your voice these women need help . 60s women  vulnerable during this pandemic, .","sentiment_score":0.1}
{"full_text":"RT Meanwhile....in the real world of the working class.....people still have to go to work in supermarkets...last...","sentiment_score":0.2}
{"full_text":"RT This is a Tweet calling for Help for Mrs OLUSHOLA OLUYOYE Her daughter lost her job this year, and the pandemic has reall...","sentiment_score":0.0}
{"full_text":"RT Post COVID Care Speciality Clinic Opens in #KIMSThe dedicated Covid Hospital managed by Kalinga Institute of Medical...","sentiment_score":0.0}
{"full_text":"'Lockdowns exacerbate dementia'","sentiment_score":0.0}
{"full_text":"RT I have been identified as a contact of someone who has tested positive for #COVID19. I am well and without symptoms but will...","sentiment_score":0.2272727273}
{"full_text":"The pandemic has changed the purchasing trends and decisions of your customers, and it is up to you to stay adapt to the changes. Translate your analytics and optimise your strategy or get in touch with us at info@mycast.co.za#MondayMotivation #Entrepreneurship #Marketing","sentiment_score":0.0}
{"full_text":"He's pathetic, hopefully more Americans like these Republicans wake up and dump Trump.#Fauci #CoronaDon #TrumpVirus #Coronavirus #Covid_19 #Pandumbic","sentiment_score":-0.25}
{"full_text":"School outbreaks leave dozens sick, hundreds quarantined in South Korea #COVID19https:\/\/t.co\/RDIUnN5OLD","sentiment_score":-0.7142857143}
{"full_text":"5 Ways That COVID-19 Will Change Office Space #CRE #Office #COVID-19 #TenantTips #NewNormal","sentiment_score":0.0}
{"full_text":"RT I'd say you couldn't make it up, but the last few weeks has shown us the true meaning of \"mates rates\".","sentiment_score":0.05}
{"full_text":"It was the American Flu (not Spanish) the people died by vaccination","sentiment_score":0.0}
{"full_text":"RT State govt has taken the decision to ban the sale and bursting of firecrackers in order to protect health of #COVID19 in...","sentiment_score":0.0}
{"full_text":"RT Belfast streets busy this morning as schools start back. This is no longer a lock down.","sentiment_score":-0.0185185185}
{"full_text":"German Oct Mfg PMI 58.2 vs Sep, 56.4 Nice but lockdown will impact manufacturing there too.","sentiment_score":0.3}
{"full_text":"RT Trump's closing arguments, see ya suckers.","sentiment_score":-0.3}
{"full_text":"RT      1 LOCKDOWN#CountdownToChristmas@jclittle94","sentiment_score":0.0}
{"full_text":"Experts on infectious diseases don't think that Europe is the de facto epicentre of covid and is past containment stage?  Show me.","sentiment_score":-0.25}
{"full_text":"RT Yup. The people responsible for this insane decision should never be forgiven.","sentiment_score":-0.4}
{"full_text":"RT How do you know it's covid? PcR tests Are 90% False Positive...Not RELIABLEHere's #Germany S...","sentiment_score":-0.4}
{"full_text":"No matter what your specific brand of anxiety looks like, it is probably safe to say that the novel Coronavirus pandemic is not helping it. We are living in a stressful time. It is important to take care of our mental health. #COVID19","sentiment_score":0.2}
{"full_text":"500% increase in the usage of telehealth app between the months of March and September this year, compared to the same period in 2019.Lockdown, social distancing, wait time at the hospital and clinics have led to higher adoption of Telehealth.","sentiment_score":0.0944444444}
{"full_text":"RT Who to trust, all the epidemiologists who think that lockdown works or the racist sack of potatoes who thinks the World Hea...","sentiment_score":0.0}
{"full_text":"RT The furlough scheme being refused to Scotland and Wales when needed but extended in a day when England decides to go into...","sentiment_score":0.0}
{"full_text":"Keep hearing about the nation going into lockdown on It's England, the country, not uk, the nation. Scotland, Wales and Northern Ireland have already been living with restrictions","sentiment_score":0.0}
{"full_text":"So the guy that faked his SATs is going to fire the 41st most cited researcher in the world and the 7th most cited immunologist in the world during a pandemic?  He won't get the chance","sentiment_score":0.5}
{"full_text":"RT %Will the screeching Twitterati, the public servants, the scientists of SAGE, the talking heads on the BBC and MPs also...","sentiment_score":0.0}
{"full_text":"Firms here spend more on IT due to Covid-19 than in other countries","sentiment_score":0.0833333333}
{"full_text":"RT ZERO COVID in Australia in 5 months! And don't dare say it's some island like Taiwan--it's a continent!  adopted an appro...","sentiment_score":0.0}
{"full_text":"5 Ways To Get VC Funding for Startup During the Pandemic How is your business faring during this pandemic? Can WGP help?#GoingGlobal #RelentlessAboutYourGrowth","sentiment_score":0.0}
{"full_text":"RT Not a single Gov't Minister willing to speak to #kayburley this morning, not a single one. With a national lockdown lo...","sentiment_score":0.1071428571}
{"full_text":"Yes and yes but only because of the Tory incompetence in handling the pandemic","sentiment_score":0.0}
{"full_text":"RT As we face a turbulent few months of new #lockdown restrictions it is so important to take care of ourselves. If you are s...","sentiment_score":0.1121212121}
{"full_text":"Thank you, Gary. I'll message you once they arrive with me. Hope the new lockdown doesn't shut down the printer!","sentiment_score":-0.029040404}
{"full_text":"'I had no alternative,' PM to tell MPs as minister admits new lockdown could last longer.https:\/\/t.co\/RhHH0hHRpu","sentiment_score":0.0681818182}
{"full_text":"RT Will they come in blankets","sentiment_score":0.0}
{"full_text":"A new national lockdown in England may have to last longer than the planned four weeks if coronavirus infection rates don't fall quickly enough, a senior government minister said Sunday.https:\/\/t.co\/h89WmhMz62","sentiment_score":0.0454545455}
{"full_text":"We are now in the final run of the lockdown here in Wales. Now is a perfect time to ensure you are registered to vote in the 2021 Senedd Election, remember if you are 16 before May 6th you are eligible to vote!Tag a friend to remind them to register!https:\/\/t.co\/0Pr9xkTmSz","sentiment_score":0.5}
{"full_text":"Crown Prince Frederik will give an opening speech in connection with a virtual business promotion to the Netherlands.He and Crown Princess Mary were due to visit the Netherlands this week but the visit was cancelled due to the pandemic.","sentiment_score":-0.125}
{"full_text":"Pfizer says a #COVID19 vaccine is still possible this year.https:\/\/t.co\/9APSTL0A8K","sentiment_score":0.0}
{"full_text":"RT Back in action today after a week off. The entire of Derbyshire is now in tier 2 Covid restrictions and the whole nation i...","sentiment_score":0.075}
{"full_text":"These are the airlines teetering on the brink of #Covid19 ruin. Read:","sentiment_score":0.0}
{"full_text":"We've some really exciting news for you today about a new beer we've brewed - under the cloud of a second national lockdown isn't quite how we anticipated announcing it, but we're still gonna go for it, and hope you'll come with us....","sentiment_score":0.1454545455}
{"full_text":"\"Average UK Brit spent 84 minutes more monthly during lockdown on gardening\"https:\/\/t.co\/LKmdjlSjQ5","sentiment_score":0.0833333333}
{"full_text":"With a timeliness I could not have foreseen... some reflections on #COVID19  #WPS  #UNSC - Is this the end of the affair?","sentiment_score":0.0}
{"full_text":"Do you have 5 minutes to help Citizens Advice Portsmouth? They are inviting all Pompey residents to get involved and have their say, to shape the future of their advice service. You won't need to enter any sensitive or personal information. #Covid19 #Pompey #Community","sentiment_score":0.0333333333}
{"full_text":"Family violence workers in Victoria are struggling with an increased workload during lockdown. Advocates are calling for increased funding and support.","sentiment_score":0.0}
{"full_text":"Good to see speaking at conference. No sign of 'f*** business' Johnson, though Alok Sharma is there to represent the Govt. Given the disaster of refusing a circuit breaker, necessitating a longer, harsher lockdown, Sharma may be unpopular.","sentiment_score":0.7}
{"full_text":"RT #Fauci speaks the truth.","sentiment_score":0.0}
{"full_text":"The calls for submissions from community sport organisations on the impact of Covid-19.Have your say! Deadline is Nov 16 ","sentiment_score":0.0}
{"full_text":"COVID-19 situation in mining town continues to worsen","sentiment_score":0.0}
{"full_text":"If you're planning a shopping trip you can find the latest store openings and their hours over on our website.  Please continue to observe all directional signage and social distancing guidelines on your visit.  https:\/\/t.co\/KBhu2zDavR","sentiment_score":0.2666666667}
{"full_text":"Another Monday means a new magazine. This week, our cover star is lockdown champion, He is in the magazine with a message of hope for all of us.","sentiment_score":0.1363636364}
{"full_text":"LISTEN: all-rounder #GOSBTS #bbccricket  On contract extension Life in lockdown Studying for a Masters https:\/\/t.co\/fhwEH1mWe9","sentiment_score":0.0}
{"full_text":" Laboratory Information system to manage #Coronavirus Tests easily.Explore more,","sentiment_score":0.5}
{"full_text":"oliver has tested positive for covid so will be staying off school","sentiment_score":0.2272727273}
{"full_text":"RADON AWARENESS WEEK 2nd - 8th November2020 has been a year when lung health has been in the spotlight due to the coronavirus pandemic and this week it is time to become more #radonawareRegister for FREE webinars to learn everything about #Radon https:\/\/t.co\/mAB6BzW2wy","sentiment_score":0.19375}
{"full_text":"17 DAYS TO GO!! Join leading thinkers, #hightech innovators &amp; #victimsupport experts FREE and ONLINE on November 19 to start building a better world to live &amp; work in post-Covid future.Register now:","sentiment_score":0.3454545455}
{"full_text":"The numbers below are what facts look like. Share them with people who think a 'belief' is the same as a 'fact.' #FlipItBlue #DemCast #DemCastGA #TooBigToRig #VoteBlueDownBallot","sentiment_score":0.0}
{"full_text":"Alan Jones about deliberate misuse of the word \"pandemic\"https:\/\/t.co\/VeyMAxcw1R#unlawful #lockdown#plandemic","sentiment_score":0.0}
{"full_text":"We just finished our rapid assessment on the impact of #Covid19 on agricultural communities &amp; #ChildLabour.Stay tuned all week as we're sharing the key findings &amp; updates !","sentiment_score":0.0}
{"full_text":"I make calls in my role and its only 2 years on I have got over the fear of disturbing them. These are to schools and luckily build a relationship with them helped by a non-withheld work number. A positive of lock down as I also hate answering phones normally.","sentiment_score":-0.1064213564}
{"full_text":"RT Thread","sentiment_score":0.0}
{"full_text":"This week is National stress awareness week. Almost one in five adults (19.2%) were likely to be experiencing some form of depression during the coronavirus pandemic in June 2020, a figure which doubled (9.7%) from before the pandemic. Learn More at","sentiment_score":0.25}
{"full_text":"Can #CreditUnions keep up with #COVID's evolving #phishing threats?https:\/\/t.co\/mIA3JXLU7W #Banking #FinancialServices#CISO #Cybersecurity #Security #Compliance #Data #Privacy #Cybercrime #Breach #Fraud #InsiderAttack #ransomware #malware #SocialEngineering #spearphishing","sentiment_score":0.0}
{"full_text":"Two goals on his return following his Covid lay-off!Did you expect anything less? #Ronaldo","sentiment_score":-0.0833333333}
{"full_text":"RT As Europe's governments lose control of Covid, revolt is in the air.","sentiment_score":0.0}
{"full_text":"New Month, new week, new episode: EPISODE 35: NekkidSeems we're all inside again.  Luckily we list our top 5 things to do when home alone.And we've got some stunning poems for you by utter gems and Enjoy and stay safe xhttps:\/\/t.co\/Qou7wuQWpH","sentiment_score":0.2936026936}
{"full_text":"Rajasthan Govt. Bans #Firecrackers This Festive Season In View of #CoronavirusPandemichttps:\/\/t.co\/shjJ0yYoKv(: Sanjay Hadkar\/BCCL Mumbai)","sentiment_score":0.0}
{"full_text":"From 5 November new National Restrictions will be in place which mean you should avoid travelling in or out of your local area, and look to reduce the number of journeys you make.However, you can still travel for a number of reasons. Find out more:","sentiment_score":0.0809659091}
{"full_text":"Keeping apart. Keeps us safe.Social distancing is still important for all of us. #StayAlert","sentiment_score":0.4}
{"full_text":"Last call to get your nominations in for our Autumn election! Closes tomorrow at 12pmhttps:\/\/t.co\/KZvNLVU5P5*Photo taken before Coronavirus","sentiment_score":0.0}
{"full_text":"Due to discriminatory gender norms, #women and girls are paying the price of food insecurity at home during #COVID19, as they tend to reduce their own consumption to feed others.@unwomenarabic","sentiment_score":0.2375}
{"full_text":"What has the Coronavirus experience taught us about the future of business? In the last months, thanks to the voluntary contribution of 100 global professionals, we've collected 100 insightful quotes contained in a not-for-profit handbook.Launch: November 5th#100x100quotes","sentiment_score":0.05}
{"full_text":"COVID-19 Update:We are OPEN and you can still book your MOT with us. The MOT test is an essential service for road safety and you must hold a valid MOT certificate to drive on the road.https:\/\/t.co\/yHKhmbf5TF","sentiment_score":0.0}
{"full_text":"Carol Peletier [to Morgan Jones]: When I tried to run, you found me. You saved me.#TheWalkingDeadSeason 8Still Gotta Mean Something01 April 2018#TWDAll Out WarGeorgiaCDC, Greene Farm, First Prison Siege, Wolf Siege &amp; Chem Plant Massacre SurvivorMelissa McBride","sentiment_score":-0.03125}
{"full_text":" Soap Vs. Sanitiser It's the showdown of the decade! What's the best? What's more effective? Read on below! https:\/\/t.co\/TFvjniiyBa#Soap #Sanitiser #Corona #Covid #StaySafe","sentiment_score":0.75}
{"full_text":"As we move into a new phase of pandemic &amp; lockdown, we need to think about what next? We have spaces in our Planning, patience &amp; preparation for post lockdown session at 10.30am today.Book via orJoin with ","sentiment_score":0.0681818182}
{"full_text":"Here hear, #WeWillNotComply","sentiment_score":0.0}
{"full_text":"RT Don't forget, we're back in lockdown because the Government- chose Tory donor profiteering instead of health and efficiency f...","sentiment_score":0.0}
{"full_text":"The programme is looking for new volunteers across the Black Country (Walsall and Wolverhampton) to support the local community and protect the NHS as we approach our first COVID-19 winterRegister today:","sentiment_score":0.0549242424}
