{"full_text":" has a undergone a massive dosage of  desease which causes radical character changes. Like COVID-19 there's no cure to date!","sentiment_score":0.0}
{"full_text":"RT UNITY OF COMMAND. You can't have more than one plan in a crisis.It doesn't matter whose plan is better.By playing tug of wa...","sentiment_score":0.5}
{"full_text":"When did KNUCKLEHEAD  learn about covid 19? Good Time scam","sentiment_score":0.7}
{"full_text":"RT UNTIL THEN AND BEYOND, WE STILL NEED TO MASK UP, DISTANCE, AND WASH OUR HANDS","sentiment_score":0.0}
{"full_text":"RT Important news in #NYC: You may now qualify to self-isolate in a hotel, free of charge, for 14 days if you do not have...","sentiment_score":0.4}
{"full_text":"Fair enough but this is for a flu vaccine which presumably contains live infectious virus. No COVID-19 candidate vaccines contain live virus that I know of.","sentiment_score":0.2431818182}
{"full_text":"maybe we should start to take the pandemic seriously. It's time to shut things down.","sentiment_score":-0.2444444444}
{"full_text":"Contracting the flu is not considered a pre-existing condition.COVID-19 shouldn't be either.","sentiment_score":0.0}
{"full_text":"RT #BreakTheLockdown Demand Audit of #COVID19 numbers!!!!","sentiment_score":0.0}
{"full_text":"COVID has really made me realize how much I took live music \/ concerts for granted. I will be traveling to see Tyler Childers, John Mayer, and the Turnpike Troubadours (if Turnpike ends their hiatus) IMMEDIATELY once we get a handle on this situation. Who else we seeing?","sentiment_score":0.1787878788}
{"full_text":"MT is counting on a baker, a pizza maker, a bar owner, a PTA parent &amp; a lawyer... as our pandemic experts? So where did the refinery and ski resort folks obtain their public health expertise? We definately need the priest to pray for us all.","sentiment_score":0.0}
{"full_text":"Life gon be crazy when all this COVID stuff over hella people bout to be rich outta nowhere if invested properly","sentiment_score":-0.075}
{"full_text":"RT These delays are unacceptable. We're in the midst of a pandemic--and and will need to hit the ground ru...","sentiment_score":0.0}
{"full_text":"Limiting Indoor Capacity Can Reduce Covid Infections Significantly, New Study Shows - The New York Times","sentiment_score":0.1363636364}
{"full_text":"RT It's ironic that pushback to this is by people who claim they don't want shutdowns. I fucking HATE lockdowns with all of m...","sentiment_score":-0.3}
{"full_text":"RT yall the date of the tour is a dummy date","sentiment_score":0.0}
{"full_text":"RT How is tackling the challenges &amp; opportunities presented by the #COVID19 pandemic? Join us Thursday for...","sentiment_score":0.0}
{"full_text":"RT If you are waiting for the government to save you, you're an idiot. Here's a short list of what the government can't s...","sentiment_score":-0.4}
{"full_text":"RT \"Our state has been so highly impacted, Latinos are disproportionately impacted.\" Latino voters turned out in big number...","sentiment_score":0.08}
{"full_text":"RT looks like it:","sentiment_score":0.0}
{"full_text":"RT a system that refused to lower tuition costs during a pandemic where schooling went 100% virtual - IS INDEED A FUCKED...","sentiment_score":-0.6}
{"full_text":"COVID-19: US records more than 105,000 new cases via #Covid_19 #COVID19 #coronavirus","sentiment_score":0.3181818182}
{"full_text":"Caught out making up figures again JoBo? Go fuck yourself sideways with a giant cucumber! You fat, blonde, lying spunktrumpet! #NoLockdownUK #FuckLockdown #FakeFigures","sentiment_score":-0.1333333333}
{"full_text":"I would normally be all over this but I've honestly not watched enough films this year  Goddamn covid!","sentiment_score":-0.05}
{"full_text":"They have to complete the \"Great Rest\" and will do so using Covid as their tool.Just wait,Covid isolation facilities will be used for those of us tuned in enough to know it's a power grab we're firstThen they'll do the standard clerics, academics, &amp; activists to the gulag next","sentiment_score":0.18}
{"full_text":"#BREAKING: The U.S. has surpassed 1 million new confirmed coronavirus cases in just the first 10 days of November.","sentiment_score":0.2621212121}
{"full_text":"RT These delays are unacceptable. We're in the midst of a pandemic--and and will need to hit the ground ru...","sentiment_score":0.0}
{"full_text":"RT It's time to play America's new favorite game: 'Is this about Covid or the coup?'","sentiment_score":0.0787878788}
{"full_text":"MATT HANCOCK is the second COVIDIOT after (November 10, 2020; 23:46 HKT) #BORISJOHNSON #COVIDIOTS #FAIL","sentiment_score":-0.25}
{"full_text":"So you had time to practice for covid life, yeah?","sentiment_score":0.0}
{"full_text":"RT For those who don't speak Nigerian, what he's saying can be simply translated as 'do giveaway'","sentiment_score":0.0}
{"full_text":"RT If you are waiting for the government to save you, you're an idiot. Here's a short list of what the government can't s...","sentiment_score":-0.4}
{"full_text":"RT Don't waste your hope. They will. They have scarcity mentality","sentiment_score":-0.2}
{"full_text":"Get our free daily updates on coronavirus in Minnesota delivered straight to your inbox each afternoon. Sign up here:","sentiment_score":0.2}
{"full_text":"Ignore his unlawful orders.","sentiment_score":0.0}
{"full_text":"RT Static all-atom energetic mappings of the SARS-Cov-2 spike protein and dynamic stability analysis of \"Up\" versus \"Down\" p...","sentiment_score":0.2111111111}
{"full_text":"RT This is good messaging. The whole Republican Party needs to own their treachery.","sentiment_score":0.5}
{"full_text":"RT Excuse me? Over 600 of my NHS &amp; care colleagues have given up their *actual* lives to help patients with Covid. Some of...","sentiment_score":-0.025}
{"full_text":"RT The US passed over 10 million COVID cases--meaning an additional 10 million Americans now have a pre-existing condition cre...","sentiment_score":0.0}
{"full_text":"RT N95 with valves don't workhttps:\/\/t.co\/qGZIEzE1Sh today","sentiment_score":0.0}
{"full_text":"Update: I officially do not have COVID-19. I'm just coughing because the air quality sucks.#laproblems","sentiment_score":0.0}
{"full_text":"RT May never claim to be a republican again. #RIP his political career.","sentiment_score":0.0}
{"full_text":"If Kenney doesn't impose a two week lockdown now, we are screwed until January at least. There's no way Kenney will disrupt the Christmas shopping season #ableg","sentiment_score":-0.3}
{"full_text":"My 23-year had an acute but short lived case of COVID in August and has recent experienced increased anxiety with stomach pain, insomnia, and headaches he hadn't had before. I want him to have a full evaluation.","sentiment_score":0.35}
{"full_text":"RT What PM gave in a form of Emergency funding, Kenney steals from #Alberta's most vulnerable!! I am disg...","sentiment_score":-0.140625}
{"full_text":"RT BREAKING from The U.S. has surpassed 1 million new confirmed coronavirus cases in just the first 10 days of November.","sentiment_score":0.2621212121}
{"full_text":"Delhi Records Highest Single-Day Spike Of 7,830 COVID-19 Cases | In Hindi.","sentiment_score":0.0}
{"full_text":"RT It should terrify everyone that the party responsible for throwing infected old people into nursing homes now wants to t...","sentiment_score":0.1666666667}
{"full_text":"RT Gary Bettman shed some light on how the NHL might operate safely amid the ongoing COVID-19 pandemic.https:\/\/t.co\/kQeq1HJCMt","sentiment_score":0.45}
{"full_text":"RT It's wild Trump supporters believe there's voter fraud with 0 evidence but couldn't believe there's Covid-19 with 250,000 Ame...","sentiment_score":0.1}
{"full_text":"RT If 532 people had lost their lives in a terrorist attack today in the UK, it would influence our politics for decades....","sentiment_score":0.0}
{"full_text":"While he distracts us","sentiment_score":0.0}
{"full_text":"RT Today's data is alarming: Another 6,508 positive #COVID19 cases have been reported in the last 24 hours. Another 386 peo...","sentiment_score":0.0424242424}
{"full_text":"RT The US passed over 10 million COVID cases--meaning an additional 10 million Americans now have a pre-existing condition cre...","sentiment_score":0.0}
{"full_text":"Call Florida Gov Ron DeathSentence as he is an advocate of this policy.   Wait, he is an advocate of opening more things as pandemic grows.","sentiment_score":0.5}
{"full_text":"#Kushner #Covid19 frat house #TrumpGenocide #Covid19USA #CoronavirusUSA","sentiment_score":0.0}
{"full_text":"RT I recommend this Arbinger outward mindset model to anyone that will stop still to listen! It should be our starting poi...","sentiment_score":0.0}
{"full_text":"RT I'm standing by my window,  just watching the raindrops and thinking about when this nightmare will end?  I have been in th...","sentiment_score":0.0}
{"full_text":"RT \"Lock me in my home indefinitely, make me wear a mask forever, and if I ever do work again - I want to pay more taxes.\" - D...","sentiment_score":0.5}
{"full_text":"RT For clarity, here's where the NFL playoffs stand...Plan A: Play all 256 games in 17 weeks. 14 teams. Plan B: Add 18th...","sentiment_score":0.0}
{"full_text":"Guess I'd prefer to go from a nuclear explosion rather than #Covid. Definitely quicker and less suffering. #TrumpTerroism","sentiment_score":-0.0833333333}
{"full_text":"RT Here in El Paso, TX the number of deaths being investigated because they are suspected to be caused...","sentiment_score":0.0}
{"full_text":"RT Just wanted to throw something out there to see what people think. Many doctors have reported that many Covid patients...","sentiment_score":0.5}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"RT NEW YORK (AP) -- The U.S. has surpassed 1 million new confirmed coronavirus cases in just the first 10 days of November.","sentiment_score":0.2306818182}
{"full_text":"Aside from blowing a gasket perhaps could explain in practical terms how one deals with inept Premiers &amp; avoid having a constitutional crisis in the middle of a pandemic.","sentiment_score":0.0}
{"full_text":"In response to new public health restrictions, The Zoo will be temporarily closed starting Thursday, November 12. Thank you for your understanding, words of encouragement, and support. We look forward to welcoming you back as soon as we can! Learn more:","sentiment_score":0.0893939394}
{"full_text":"'I Trust Pfizer': Fauci Says He Would Take Coronavirus Vaccine Upon FDA Approval via","sentiment_score":0.0}
{"full_text":"Read this and remember this. This could be the gold ticket to a Vikings path to the playoffs","sentiment_score":0.0}
{"full_text":"RT Bolsonaro, today: \"I am sorry about the (Covid) deaths. I am .... But we are all going to die someday ... We have to stop...","sentiment_score":-0.5}
{"full_text":"RT Bolsonaro, today: \"I am sorry about the (Covid) deaths. I am .... But we are all going to die someday ... We have to stop...","sentiment_score":-0.5}
{"full_text":"RT BREAKING: A new type of test detects immune (T) cell response  to the coronavirus, and may be a better indicator of prior...","sentiment_score":0.2121212121}
{"full_text":"RT Restaurants have helped revitalize many American cities. COVID has put them at significant risk, and mass closures cou...","sentiment_score":0.2916666667}
{"full_text":"Could be a long few weeks as this drama plays out.","sentiment_score":-0.125}
{"full_text":"RT A new study shows that spread linked to restaurants, gyms, and hotels are significant contributors to community transmissio...","sentiment_score":0.2556818182}
{"full_text":"RT Some CNN detractors would like you to believe that we've stopped using our coronavirus counter graphic now that the election is...","sentiment_score":0.0}
{"full_text":"RT US could see 20,000,000 cases of Covid-19 by Christmas if the coronavirus keeps infecting people at the current rate, an","sentiment_score":0.0}
{"full_text":"RT It's wild Trump supporters believe there's voter fraud with 0 evidence but couldn't believe there's Covid-19 with 250,000 Ame...","sentiment_score":0.1}
{"full_text":"Me and my bf go to a nearby pond and he fishes while I read. Or we both just sit and chat and listen to music. It's very peaceful and 100% covid safe. Now that it's colder we'll bring hot tea with us","sentiment_score":0.3583333333}
{"full_text":"I hate having to wear a mask at the gym","sentiment_score":-0.8}
{"full_text":"Hi,I'd really appreciate it if you would share or donate to this GoFundMe.*Help feed families During this pandemic*Read more here Cunningham Pentagon Pompeo Dan Purdy Dean Browning Xbox Celtics Mets #BidenTransition #BidenHarris2020 #AppleEvent","sentiment_score":0.35}
{"full_text":"RT This pandemic is so long I've gotten in &amp; out of shape 4 times","sentiment_score":-0.05}
{"full_text":"RT Breaking.Government claims democratic oversight is waste of money.Donald Trump eat your heart out.","sentiment_score":-0.2}
{"full_text":"This man is an idiot. Avoid big meals and big TRUMP rallies but i's ok to celebrate a projected win with thousands of people shoulder to shoulder. These very same people said they were scared of covid19 so they decided to mail in their ballots. NONSENSE.  #wewinprevail #Trump2020","sentiment_score":0.0833333333}
{"full_text":"My son has missed almost 40% of his schooling already this term due to Covid isolation restrictions, 16 days out of 43 already taught remotely! The GCSEs are supposed to be standard across the country &amp; the disruption and disparity we're witnessing makes this impossible","sentiment_score":-0.2291666667}
{"full_text":"please share to get us to 15,000 signatures.. support cancer patients during this pandemic to make sure treatment is not affected #CancerLivesMatterhttps:\/\/t.co\/sQig9jfP46","sentiment_score":0.5}
{"full_text":"My wife and I are testing for COVID-19 tomorrow morning. Please keep us in your prayers.","sentiment_score":0.0}
{"full_text":"RT NEW YORK (AP) -- The U.S. has surpassed 1 million new confirmed coronavirus cases in just the first 10 days of November.","sentiment_score":0.2306818182}
{"full_text":"RT Today Republicans were at the Supreme Court, arguing to take health care away from 20 million Americans--in the middle of...","sentiment_score":0.0}
{"full_text":"Excellent research to be published in showing crowded indoor venues contributed heavily to new #COVID infections, #health disparities this past Springhttps:\/\/t.co\/iAgVxJTjPP","sentiment_score":0.2954545455}
{"full_text":"RT disney fans are legitimately the most unwell people on the planet","sentiment_score":0.5}
{"full_text":"RT Can't possibly ask for any more money from my crowdfunders. So this Friday it's 1 Junior Doctor  (and his wife) -v-Ben...","sentiment_score":0.25}
{"full_text":"RT Such a shame that the pandemic means this parade can't happen","sentiment_score":-0.125}
{"full_text":"RT SCOOP: Another Queens prosecutor has contracted COVID-19, just as Queens Criminal Court started resuming jury trials for the...","sentiment_score":-0.4}
{"full_text":"RT Today Republicans were at the Supreme Court, arguing to take health care away from 20 million Americans--in the middle of...","sentiment_score":0.0}
{"full_text":"Testing high at almost 20k, but no new Victorian #coronavirus cases.  Great! #springst","sentiment_score":0.3639393939}
{"full_text":"RT If you are waiting for the government to save you, you're an idiot. Here's a short list of what the government can't s...","sentiment_score":-0.4}
{"full_text":"RT From NC: See uninsured COVID patient? Get $150.See other uninsured folks? Well, they're uninsured...\"Providers can...","sentiment_score":-0.125}
{"full_text":"What can business owners and other entrepreneurs do to adapt to a consistently shifting set of circumstances, especially during the COVID-19 pandemic? #Entrepreneur #SmallBusiness Visit our blog to learn more:","sentiment_score":0.15625}
{"full_text":"RT This is what is happening because people on ODSP live in poverty and feel hopeless. Instead of help wit...","sentiment_score":0.1363636364}
{"full_text":"RT From NC: See uninsured COVID patient? Get $150.See other uninsured folks? Well, they're uninsured...\"Providers can...","sentiment_score":-0.125}
{"full_text":"#NCYT Pfizer study completion date for vaccine is DEC 2022!!","sentiment_score":0.0}
{"full_text":"How has the #COVID19 pandemic increased the volume of virtual care? Read recent white paper on how this recent shift makes it an optimal time for #pharma marketers engage HCPs about their brands via conversational AI. #digitalhealth","sentiment_score":0.0}
{"full_text":"You sure don't like golf do you? Yeah, it kinda sucked when Obama played golf right after announcing the beheading of an American.  Stung a little.. COVID has a 99%+ survival rate. You don't destroy a country over a 99% survival rate.","sentiment_score":0.0796428571}
{"full_text":"Dream couple behind the Covid vaccine.","sentiment_score":-0.4}
{"full_text":"RT Tomorrow, I will deliver a statewide address to discuss the critical stage Ohio has entered in our battle with COVID-19...","sentiment_score":0.0}
{"full_text":"RT Is the red line COVID cases from your father's dumb rallies?","sentiment_score":-0.1875}
{"full_text":"Im sorry I was silently laughing at the herb and Ari bull shit today but she's a funny bitch for saying \"how they get a cure for covid before they do for herpes\" like that's just childish ","sentiment_score":-0.13}
{"full_text":"RT Check This Out Stars  #RO@AnnRichards@MitchKennedy99@AnnRichardsStar@AustinISD_CMD#RObuilt #ROproud#Annproud #AI...","sentiment_score":0.0}
{"full_text":"RT Pfizer and BioNTech could make $13bn from coronavirus vaccine","sentiment_score":0.0}
{"full_text":"COVID-19 Security Issues and Staff Working From Home    #encompassbt #ITConsulting #ITStrategy #ITProcess #ITServices #Revenue #Risks #leadership","sentiment_score":0.0}
{"full_text":"RT EXCL: Scotland's test and trace system - Test &amp; Protect - is performing much worse than official data had claimed. Publi...","sentiment_score":-0.4}
{"full_text":"Interesting ","sentiment_score":0.5}
{"full_text":"I write \"Struggling with remote learning\" so often that now it's a dot-phrase. #COVID19 #PrioritizeSchool#CanWePleaseShutDown","sentiment_score":-0.1}
{"full_text":"RT Last year we laughed when the totalitarian Chinese government began tracking &amp; tracing all of its citizens via a social c...","sentiment_score":0.1833333333}
{"full_text":"RT Dr. Vohra with the Fresno Co. health dept. believes the county will be BACK in the Purple tier come next week due to inc...","sentiment_score":-0.0416666667}
{"full_text":"RT Joining the chorus of \"no thanks to you\"","sentiment_score":-0.1}
{"full_text":"I was fertile before the pandemic ","sentiment_score":0.0}
{"full_text":"RT We all thought this at the time. I still don't get why it had be a secret. The denial of Covid's existence has results. It does...","sentiment_score":-0.4}
{"full_text":"RT Bail out the bars and restaurants until we can get the vaccine going. This is so obvious.","sentiment_score":0.0}
{"full_text":"RT Ordering Americans around with COVID mandates will backfire.#IngrahamAngle","sentiment_score":0.0}
{"full_text":"If the # COVID19 pandemic has taught us anything, it's that we need to be adaptive and resilient. That's especially true in healthcare settings. On the blog this week, we discuss how movable walls support flexible #healthcaredesign.","sentiment_score":0.7}
{"full_text":"How COVID-19 forced California to secure a new kind of workforcevia","sentiment_score":0.2090909091}
{"full_text":"Black Americans are dying at higher rates from COVID-19 than other groups. But polls show their interest in accepting a potential vaccine is among the lowest.","sentiment_score":-0.0104166667}
{"full_text":"Projected president-elect Joe Biden spoke about the issue Tuesday, just one day after a record 133,000 new COVID-19 infections were diagnosed in the U.S.https:\/\/t.co\/UBzR7mPDBV","sentiment_score":0.1363636364}
{"full_text":"Tonight on APTN National News: A Mi'kmaq coalition and a deal that sees them own 50 per cent of the largest lobster harvesting company in Atlantic Canada.Manitoba heads into the red level on the pandemic response system.","sentiment_score":0.3}
{"full_text":"As a useful tool to reduce direct contact, digital IDs have been an important part of the funding response to the pandemic.But there are still two big challenges: Security and misinformation.@lisa_cornish reports. ","sentiment_score":0.16}
{"full_text":"The latest Covid-19 lockdown has brought many kinds of stress. But it seems one easy and cheap way of dealing with these is forest bathing","sentiment_score":0.4583333333}
{"full_text":"When a Q-tip just doesn't suffice for COVID testing.","sentiment_score":0.0}
{"full_text":"RT Great to shoot in our new showroom just before #lockdown - all done safely. Thank you for all the planning...","sentiment_score":0.4787878788}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"The latest surge in U.S. coronavirus cases appears to be much larger than the two previous ones, and it is all but certain to get worse - a lot worse. Experts say there are also reasons to think the nation is better able to deal with the virus this time.","sentiment_score":0.093452381}
{"full_text":"The Princeton Review releases book for navigating college admissions during COVID-19 via","sentiment_score":0.0}
{"full_text":"Clubbed to deathLocal DJs and event organisers are pad op with the Lockdown Level 1 restrictions which have robbed them of their livelihoods.https:\/\/t.co\/QK2dJz2OCaStory:","sentiment_score":0.0}
{"full_text":"The #PostCOVIDChallenge is an opportunity for students in the US &amp; Canada to engage in shaping &amp; enriching our collective future in... public health &amp; wellbeing, digital transformation, and social cohesion &amp; economic recovery. Details","sentiment_score":0.0466666667}
{"full_text":"SCITECH | Researchers at the Yale School of Medicine have identified genes that could be future targets for COVID-19 treatments.https:\/\/t.co\/yCxAy6DhQK","sentiment_score":0.0}
{"full_text":"Why aren't journalists trained to handle the trauma they witness at work? About a quarter of journalists who participated in a study say they experienced clinically significant symptoms of anxiety while covering #COVID19. #AIJC","sentiment_score":0.5875}
{"full_text":"J.C. Penney filed for Chapter 11 in May, becoming one of the largest retailers to do so during the pandemic amid a wave of store closures forced by the spread of COVID-19 infections in the U.S.","sentiment_score":0.075}
{"full_text":"FSU expert available to discuss COVID-19 vaccine development ","sentiment_score":0.4}
{"full_text":"Makati Med's Doktor Saturnino Javier vows to scrutinize COVID-19 vaccine","sentiment_score":0.0}
{"full_text":"US allows 1st emergency use of a COVID-19 antibody drug","sentiment_score":0.0}
{"full_text":"\"The district is having trouble with staff availability due to COVID-19 isolation, quarantines, daycare needs and availability of substitutes.\"Remember when Republicans told you it was safe to send your kids back to school?https:\/\/t.co\/XuTJR9w8AG","sentiment_score":0.04375}
{"full_text":"A director believes they most likely got infected from voters, though local health officials aren't convinced.","sentiment_score":0.1666666667}
{"full_text":"In his first year in office, Mayor Ricky Waring has been challenged with responding to a pandemic and fulfilling campaign promises on growth issues.","sentiment_score":0.25}
{"full_text":"RT  In Lockdown with Adapting to England The Invincibles The Battle of the BuffetYou're going to love thes...","sentiment_score":0.5}
{"full_text":"When the CV-19 pandemic is over, leaders will begin to count its true cost in terms of #wellbeing and #Mentalhealth. Transformative tech will rock the world in 2021-22. And the TransTech Conf (Nov 13-14) is its epicenter. Get discounted tickets here: ","sentiment_score":0.35}
{"full_text":"'It hasn't slowed down': More Canberrans are seeking help from psychologists in the wake of COVID, via","sentiment_score":0.1722222222}
{"full_text":"#Sudan's Minister of Health Dr. Usama Ahmed Abdulrahim has contracted #coronavirus, along with other two senior officials at the ministry.  ","sentiment_score":-0.125}
{"full_text":"Autonomous Cars: A Smart Cities Answer to COVID-Proof Transit? - Triple Pundit","sentiment_score":0.3071428571}
{"full_text":"Texas has had more COVID-19 infections and deaths among incarcerated people and staff than any other state in the country, the report says.","sentiment_score":0.1875}
{"full_text":"RT Utah governor issues statewide mask mandate : #TechTuesday : #KarenRebels","sentiment_score":0.0}
{"full_text":"#RECRUITING #QUALIFIED #MOBILE #NAILTECHS. #Aust #USA #UK #Canada. Can you work with clients according to the COVID situation in your area? Are you fully qualified in #manicures, #pedicures, #acrylics, #sns etc? You keep 100% of your prices. Join here:","sentiment_score":0.0}
{"full_text":"REMINDERTune in TONIGHT 6:30 for a virtual panel discussion feat. community leaders in education, health &amp; wellness as they talk about the impact #COVID19 has had on the Columbus Black Community &amp; Columbus City Schools.Watch here: (Code: 473306)","sentiment_score":-0.4583333333}
{"full_text":"Chicago #COVID19 Update, 11\/10\/20, data via CasesToday: 2080Past week: 14857New DeathsToday: 15Past week: 69Test Positive RateToday: 10.5%Past week: 13.5%New TestsToday: 19848Past week: 110282","sentiment_score":0.2272727273}
{"full_text":"Our work in so many areas has been vital to support local people through COVID-19.That's why we're calling on Govt to give councils the PS4bn we need to keep going next year.To end #CouncilsCan day, here's another look at the #StHelensTogether film we created over the summer.","sentiment_score":0.15}
{"full_text":"#OPENENROLLMENT NOW OPEN! #MEDICARE Enrollment runs thru Dec 7, 2020. #ACA Enrollment runs thru Dec 15, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"We need your feedback! Help the university improve how it communicates with you about Covid-19 by taking this 3-minute survey.https:\/\/t.co\/b4tCRZD2S6","sentiment_score":0.0}
{"full_text":"Here's how to stop yourself from spending too much time sat in front of a screenhttps:\/\/t.co\/fpCMqJXYj5","sentiment_score":0.2}
{"full_text":"RT Voters in Georgia are being asked to return two Senators who used insider information, held from the public, to make stock...","sentiment_score":0.0}
{"full_text":"RT I just spoke to to congratulate him on his election. I look forward to strengthening the partnership between ou...","sentiment_score":0.0}
{"full_text":"We went back to October 1 and took those numbers and compared them to the latest statistics.","sentiment_score":0.25}
{"full_text":"Mid-South leaders again urge public to take COVID-19 seriously, ask Gov. Bill Lee for statewide mask mandate","sentiment_score":-0.1666666667}
{"full_text":"Only workers who are eligible for the benefit will be notified, either through email or text.","sentiment_score":0.0}
{"full_text":"Here's what Minnesota Gov. Tim Walz did today to try to stem recent exponential growth in COVID-19 infections.https:\/\/t.co\/RFaRtUljtR","sentiment_score":0.0}
{"full_text":"Heads up if you were planning a weekend trip to Vermont","sentiment_score":0.0}
{"full_text":"RT Covid has made things tough for everyone, with impacts on your mental health, your income and what you can and can't do. The...","sentiment_score":-0.2444444444}
{"full_text":"Learn how ROKMETRO was able to provide universities with a complete COVID-19 solution in just a few weeks with our #AWS Build Cloud Foundations","sentiment_score":0.1333333333}
{"full_text":"Within days of Wisconsin students' return to K-12 classrooms, there were dozens of reports of COVID-19 cases among students and school employees.The reports on #WI school infections.Remember when Republicans told you schools were safe?https:\/\/t.co\/rfI1tcC4UG","sentiment_score":0.0}
{"full_text":"The deaths of over 100 people in the first week of November show just how much of a burden Covid-19 is inflicting on families.  ","sentiment_score":0.225}
{"full_text":"Hospitals and pharmacists can register to be among the first to receive the vaccine once approved","sentiment_score":0.25}
{"full_text":"RT I note that is the same guy who refused 6 times to say coronavirus was not a hoax.","sentiment_score":0.0}
{"full_text":"RT If you are waiting for the government to save you, you're an idiot. Here's a short list of what the government can't s...","sentiment_score":-0.4}
