{"full_text":"SO IF ANY OF THESE PEOPLE GET COVID AND NEED A VENTILATOR WHAT WILL YOU TELL THEIR FAMILY WHEN THEY ARE ALL IN USE??Anyone in power that promote's social gatherings should be held accountable for the deaths they will cause. OVER 250,000 AMERICANS ARE DEAD! DO YOU EVEN CARE?!?","sentiment_score":-0.1395833333}
{"full_text":"RT Today, my step sister who was only 39 years old and had a baby just a few months ago died. She had covid 2 months ago....","sentiment_score":-0.0333333333}
{"full_text":"This is very disheartening. My family and friends look forward to this event every year to show our respect and support. They sacrificed for us and deserve to be honored.","sentiment_score":0.2}
{"full_text":"Tennessee reports record-breaking daily COVID-19 case increase, active cases","sentiment_score":-0.0666666667}
{"full_text":"RT In March, right-wing pastor and radio host E.W. Jackson boldly declared that he'd never get COVID-19 because he was pro...","sentiment_score":0.3333333333}
{"full_text":"RT Hey You had a duty to report.You didn't.You currently betray your oath in favor of DJT-You still lack i...","sentiment_score":0.0}
{"full_text":"RT Record ~1 in 4500 Americans in hospital beds right now with COVID-19*~1 in 315* Americans tested positive for COVID i...","sentiment_score":0.2564935065}
{"full_text":"#InOtherNews: Every adult in NSW will each be given a $100 gift card to spend on entertainment &amp; dinning in a bid to resuscitate Covid hit sectors. The NSW government is calling this scheme - \"Out and About\" &amp; is expected to cost the State government $500m! #OneDayRich ","sentiment_score":-0.0125}
{"full_text":"RT personally i don't think we should develop a corona virus vaccine because it would be unfair to the people who already...","sentiment_score":-0.25}
{"full_text":"RT #GSTAmnesty with ITC benefits should be discussed and introduced as many taxpayers failed to get benefit...","sentiment_score":0.0}
{"full_text":"Idc who I piss off when the clubs reopens my story is about to be 50\/50 this shit and beat drops.","sentiment_score":-0.2}
{"full_text":"RT The latest CDC #FluView report shows that flu activity in the United States remains low. If you haven't gotten a #fluvaccine ye...","sentiment_score":0.25}
{"full_text":"RT What an absolutely stunning way to tell the stories of the thousands of street vendors in New York City. Support your l...","sentiment_score":0.3181818182}
{"full_text":"RT This is sick.","sentiment_score":-0.7142857143}
{"full_text":"LOCKDOWN: A PHYSICIAN WHO HAD COVID 19    #COVID19 ","sentiment_score":0.0}
{"full_text":"RT Something has gone terribly, terribly wrong with the GOP.","sentiment_score":-0.5}
{"full_text":"RT More than 1,000 Americans are dying each day from COVID-19. The 25th Amendment says a President can be removed when \"unable to...","sentiment_score":0.0}
{"full_text":"RT As Wyoming becomes the superrich's go-to, residents are out of work and dealing with a massive spike in Covid-19 cases.\"The cr...","sentiment_score":0.0}
{"full_text":"RT Q: Dr. Atlas - the White House told states to handle COVID, so why are you contradicting the [Michigan] governor? Especia...","sentiment_score":0.0}
{"full_text":"RT Today, President-elect Biden urged Senate Republicans to finally pass the HEROES Act. Because our country deserves a COVI...","sentiment_score":0.0}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"FUCK NO!!NEVER EVER EVER","sentiment_score":-0.4}
{"full_text":"RT Very clear to me &amp; banned stories critical of lockdowns. He...","sentiment_score":0.065}
{"full_text":"Check this out #earthquake #aibrthn`ngwinyangaimaidphuud #Aespa_Is_Here #th`ycchiinaa #TheMaskedSinger #eitijeuyi_bicnaneun_byeol_1117 #Huracanlota #TLPMarch #agasaeyimindeulre_yugyeomasaengilcughahae #COVID19 #vaccine","sentiment_score":0.0}
{"full_text":"The idea that we need to provide lectures \"solely online\" to \"accommodate international students stuck overseas\" is illogical. Lectures have been recorded from the live event in the lecture theatre for years for those students who can't be there.","sentiment_score":0.0681818182}
{"full_text":"RT Secretary General called for global efforts to get COVID-19 vaccines to those who need it around the world at...","sentiment_score":0.025}
{"full_text":"The #TrumpVirus has not disappeared.","sentiment_score":0.0}
{"full_text":"RT This is HEARTBREAKING \"Due to being sick from this nasty illness, I am miscarrying my child...all because someone couldn't...","sentiment_score":-0.6130952381}
{"full_text":"This is weekend reporting, thus a low day normally. 149k is a low day in America. #smh","sentiment_score":0.05}
{"full_text":"RT The PM says covid is a great time to reset. Which means Tax. The books did not balance themselves. Careful of the new...","sentiment_score":0.2787878788}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"RT after MN GOP senators learned of a covid outbreak, they told all staffers to work from home.they did not alert Ds at al...","sentiment_score":0.0}
{"full_text":"RT I wear a mask because if the experts are correct, I could potentially prevent someone from getting sick and dying. If...","sentiment_score":-0.3571428571}
{"full_text":"Steve Price's heartbreaking family news amid SA coronavirus outbreak","sentiment_score":0.0}
{"full_text":"\"People who go to the gym are inherently healthy\" \"unhealthy people who do not go to the gym are more likely to get covid\" \"healthy and strong people will not be affected by covid\"-All false statements","sentiment_score":0.1619047619}
{"full_text":"RT Joe Biden - who helped his son sell our country out to China, Ukraine, Russia and many others - just said any governor w...","sentiment_score":0.5}
{"full_text":"RT Very tense moment on the Senate floorDemocratic Sen. Sherrod Brown scolds GOP Sen. Dan Sullivan for not wearing a mask whi...","sentiment_score":-0.4333333333}
{"full_text":"RT I'm convinced that people \"close\" to me won't get to know nova until she's 2 at this rate  and to top that I don't...","sentiment_score":0.5}
{"full_text":"RT If you want to know how Joe Biden will respond to the China Virus, just look at how he ran his private cancer initiative...","sentiment_score":0.0}
{"full_text":"RT Covid-19 in the US: Is this coronavirus wave the worst yet?","sentiment_score":-1.0}
{"full_text":"RT Please extend the due date of GST AMNESTY SCHEME with LATE F...","sentiment_score":-0.2125}
{"full_text":"RT There are currently more cases and deaths of COVID-19 in the United States in there are on the entire continent of Africa.","sentiment_score":0.25}
{"full_text":"There is an emphasis on the need to invest in #education #science and #training to achieve a full and proper #COVID19 #recovery in the collection #auspol #COVID19 #education #science #training","sentiment_score":0.175}
{"full_text":"RT Masks (+ barriers, having fewer ppl in spaces, health screening) are the cornerstone of many #COVID19 safety plans &amp; should...","sentiment_score":0.5}
{"full_text":"Seven out of 15 of my direct reports have tested positive for Covid. So crazy.","sentiment_score":-0.0909090909}
{"full_text":"ICYMI: \"IH confirms community member tests positive for COVID-19\" - * Parents of students at NorKam Senior Secondary School have been notified by Interior Health of a positive case of COVID-19.#COVID19BC #Kamloops","sentiment_score":0.0515151515}
{"full_text":"The dead could catch something...","sentiment_score":-0.2}
{"full_text":"RT To Senate Republicans: The election is over. Donald Trump lost. Joe Biden and Kamala Harris will be the next President...","sentiment_score":0.0}
{"full_text":"I guess those of us that have been saying this for the past 9 months and urging the good doctor to do the same were right all along. I hope there's a #Covid19PublicInquiry after this is over so we don't repeat these mistakes again with the next pandemic! #bcpoli","sentiment_score":0.1471428571}
{"full_text":"Covid is not being spread in schools or in school related athletics - a lot of data to support. It's being spread outside of schools in our communities by people ignoring the recommend protocols. #facts","sentiment_score":0.0}
{"full_text":"RT The PM says covid is a great time to reset. Which means Tax. The books did not balance themselves. Careful of the new...","sentiment_score":0.2787878788}
{"full_text":"RT Moderna COVID-19 vaccination is even more effective than Pfizer vaccination.. India will be biggest beneficiary of Moderna v...","sentiment_score":0.55}
{"full_text":"All bars close again tomorrow and expecting a 3 week lockdown... GR8","sentiment_score":0.0}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"RT Australia shut down a whole apartment complex with a couple of thousand people for 6 weeks. The government guarded, paid, pr...","sentiment_score":0.0361111111}
{"full_text":"RT Boris Johnson told to self-isolate, after Test and Trace app alerts him to having coronavirus seven months ago.","sentiment_score":0.0}
{"full_text":"Even Covid-19 hasn't slowed the demand for injectables and plastic surgery procedures. Here's why https:\/\/t.co\/6w8MY05vJJ","sentiment_score":0.0}
{"full_text":"RT Sen. Brown: \"I start by asking the presiding officer to wear a mask.\"Sen. Sullivan: \"I don't wear a mask when I'm speaking...","sentiment_score":0.0}
{"full_text":"RT To Senate Republicans: The election is over. Donald Trump lost. Joe Biden and Kamala Harris will be the next President...","sentiment_score":0.0}
{"full_text":"Full story:","sentiment_score":0.35}
{"full_text":"The nation's governors are adding restrictions as the coronavirus surges unabated across the country.Listen:","sentiment_score":0.0}
{"full_text":"RT Very tense moment on the Senate floorDemocratic Sen. Sherrod Brown scolds GOP Sen. Dan Sullivan for not wearing a mask whi...","sentiment_score":-0.4333333333}
{"full_text":"RT Right now, Congress should come together and pass a COVID relief package like the HEROES Act that the House passed six months...","sentiment_score":0.2857142857}
{"full_text":"Haha Communication from our communications director? Are you new? ","sentiment_score":0.1681818182}
{"full_text":"So if you're wondering why this page hasn't posted as much lately, it's because I've not been feeling well. I recently found out that a co-worker that I work closely by has tested positive for Covid-19. I'm getting a test done tomorrow, so we're hoping for negative results. ","sentiment_score":-0.0931818182}
{"full_text":"RT Having dealt with my son's mental health, addiction and suicide attempts over the past decade, l...","sentiment_score":-0.175}
{"full_text":"RT Kelly Loeffler is focused on her business, not the people's business. And in the middle of a deadly pandemic, that's n...","sentiment_score":-0.1}
{"full_text":"RT More than 1,000 Americans are dying each day from COVID-19. The 25th Amendment says a President can be removed when \"unable to...","sentiment_score":0.0}
{"full_text":"Including our awesome client","sentiment_score":1.0}
{"full_text":"RT Some places were short on nurses before the virus. The pandemic is making it much worse.","sentiment_score":-0.2}
{"full_text":"RT To Senate Republicans: The election is over. Donald Trump lost. Joe Biden and Kamala Harris will be the next President...","sentiment_score":0.0}
{"full_text":"RT He's such a cowardly ass.","sentiment_score":0.0}
{"full_text":"Parent involvement has always mattered. Will the COVID-19 pandemic finally make this the new normal in K-12 Education?Read more: #Kindi #Parents #Reading #homelearning","sentiment_score":0.1965909091}
{"full_text":"RT If you want to know how Joe Biden will respond to the China Virus, just look at how he ran his private cancer initiative...","sentiment_score":0.0}
{"full_text":"RT Prediction: The MAGAverse and media satellites will:(1) Vigorously oppose all of Biden's pandemic mitigation efforts in...","sentiment_score":0.0}
{"full_text":"RT Alexander Vedernikov spent eight years bringing innovation and reforms to the Bolshoi theater, then left in frustration....","sentiment_score":-0.05}
{"full_text":"RT To Senate Republicans: The election is over. Donald Trump lost. Joe Biden and Kamala Harris will be the next President...","sentiment_score":0.0}
{"full_text":"Hey BC, is this ok? Why are you letting them get away with this? #bcpoli","sentiment_score":0.5}
{"full_text":"COVID Kim suddenly changing her tune?","sentiment_score":0.0}
{"full_text":"RT Michigan Governor: Covid is the worst it's ever been, maybe no bowling or eating inside Chili's for 3 weeks?Conservatives: Ge...","sentiment_score":-1.0}
{"full_text":"RT Warnock: \"I am glad that Senator Loeffler is listening to my sermons. One of my favorite sermons is entitled 'Love your neig...","sentiment_score":0.5}
{"full_text":"Well I guess this the wrong time to cut bull off  damn shut down couldn't you have waited until next month ","sentiment_score":-0.2185185185}
{"full_text":"RT Dr. Atlas has expressed views that are inconsistent with the university's approach in response to the pandemic. Dr. Atlas's s...","sentiment_score":0.0}
{"full_text":"Covid is now in my neighborhood Jim. I can't imagine throwing caution to the wind and gathering with the few elders left in my family over a meal we could put off till things are less dangerous. Do your job.","sentiment_score":-0.2416666667}
{"full_text":"RT Today, my step sister who was only 39 years old and had a baby just a few months ago died. She had covid 2 months ago....","sentiment_score":-0.0333333333}
{"full_text":"RT If you want to know how Joe Biden will respond to the China Virus, just look at how he ran his private cancer initiative...","sentiment_score":0.0}
{"full_text":"RT In 2018 Donald Trump fired the entire pandemic response team Barack Obama and Joe Biden had in place to prevent the massive de...","sentiment_score":0.0}
{"full_text":"RT My brother, David Franklin Campbell, 60, of Sebring, Florida, went to be with the Lord at 2:09 p.m. (ET) today. When you...","sentiment_score":0.0}
{"full_text":"Yes, vote !!!","sentiment_score":0.0}
{"full_text":"RT #Moderna has long been a darling of investors but it wasn't until the novel #coronavirus pandemic came along that the Cambridge, M...","sentiment_score":-0.05}
{"full_text":"RT Right wing media has killed people during this pandemic. Their deliberate disinformation, attack on science, and propaganda...","sentiment_score":-0.0047619048}
{"full_text":"RT Third Ukrainian mayor-elect dies of COVID-19, another hospitalized","sentiment_score":0.0}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"Watch this interaction &amp; you will understand how &amp; why we have arrived at this inflection point in the pandemic. Trump's #FailedPresidency is a mirage, a cult of personality &amp; is the death knell of our country &amp; more importantly, of our democracy.","sentiment_score":0.45}
{"full_text":"Wear a mask. Social distance. Stay at home when you can. Covid does not discriminate and will not stop for the holidays.","sentiment_score":0.0333333333}
{"full_text":"RT IT PUTS THE MASK ON THE FACE OR IT GETS THE LOCKDOWN AGAIN!","sentiment_score":0.0}
{"full_text":"RT Are you willing to accept the \"new normal\" of mask wearing and social distancing as promoted by Anthony Fauci?","sentiment_score":0.1424242424}
{"full_text":"RT Telling people to shut up because they oppose unprecedented spending is not a service to th...","sentiment_score":0.6}
{"full_text":"RT This! Most of us watch TV to escape this current hell. It's just too soon.","sentiment_score":0.25}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"Is there a #bible verse about a politician who foresakes his voters and people despite science in order to spend time on knees praying to a false prophet?","sentiment_score":-0.4}
{"full_text":"RT Are you willing to accept the \"new normal\" of mask wearing and social distancing as promoted by Anthony Fauci?","sentiment_score":0.1424242424}
{"full_text":"I've had sores on my scalp that range from irritated scabs to swollen abscesses since COVID. One of them started out feeling like I'd banged my head against the bed, but it was infected and had to be lanced.","sentiment_score":0.0}
{"full_text":"Absolutely disgraceful ","sentiment_score":0.2}
{"full_text":"And the #CPS 14-day rate is up to 110.1. #CoMo #BoCoMo #covid19","sentiment_score":0.0}
{"full_text":"Rewatching Dons of Anarchy for the 3rd time  #lockdown","sentiment_score":0.0}
{"full_text":"RT #ALERT: NSW has recorded a tenth-straight day of ZERO community-transmitted #COVID19 cases. Almost 8,000 tests were conduct...","sentiment_score":0.0}
{"full_text":"RT Watching the Pete Evans saga play out is fascinating and quite depressingJust a month ago, he was supported by all of these gr...","sentiment_score":0.7}
{"full_text":"There should be a ban on all UPSC buffoons.","sentiment_score":0.0}
{"full_text":"Airbnb Well-Positioned Versus Peers Despite Pandemic Setback, IPO Filing Reveals","sentiment_score":0.0}
{"full_text":"RT Republicans point out that ignoring &amp; downplaying the virus was no impediment to getting reelected, so it must have been a savvy...","sentiment_score":0.0}
{"full_text":"RT If you want to know how Joe Biden will respond to the China Virus, just look at how he ran his private cancer initiative...","sentiment_score":0.0}
{"full_text":"#moscowmitch won't listen","sentiment_score":0.0}
{"full_text":"COVID-19 impact: Winter, Budget sessions of Parliament may be clubbed","sentiment_score":0.0}
{"full_text":"Why go through the trouble of eating all that stuff to prove you're not tasting at all? #engineeringhttps:\/\/t.co\/tnw7caUhP1","sentiment_score":-0.2}
{"full_text":"\"Is there a shift in govt's approach towards undocumented migrant workers?\"@SharaadKuttan &amp; speak to Joseph Paul of about policy changes made by the govt now compared to the start of the pandemic. Watch #ConsiderThis","sentiment_score":0.0}
{"full_text":"Moderna announced that their experimental COVID-19 vaccine has proven to be 94.5% effective in preventing the virus, based on late-stage trials. This is the second U.S. drug maker to report positive results for their vaccines, after Pfizer broke their news last week.","sentiment_score":0.1854545455}
{"full_text":"Coming up, Hot Take talks the Million MAGA March and the rising COVID case count with","sentiment_score":0.25}
{"full_text":"Acknowledging that the nation is in a \"dark\" place, President-elect Biden said his administration would strengthen the country's vulnerable economy despite the exploding pandemic as he pushed forward with preparing to assume the presidency.https:\/\/t.co\/fRXDyF0vQu","sentiment_score":-0.325}
{"full_text":"The White House is leaving Stimulus talk to Congress when it come to dealing with Nancy Pelosi.https:\/\/t.co\/Ota5jvSLVm.#Election2020 #COVID19 #justice","sentiment_score":0.0}
{"full_text":"RT It is suddenly clear as day to me that trump is going to use the obstinate stupidity of a covid-weary country during the ho...","sentiment_score":-0.25}
{"full_text":"JOHN LARA, 41, of New Jersey died of COVID on May 6. He was an emergency department technician at Clara Maass Medical Center.\"This was a job where he felt he had comrades in arms...They were doing something meaningful.\"https:\/\/t.co\/gwFUV8n36a","sentiment_score":0.1340909091}
{"full_text":"2nd coronavirus vaccine shows early success in US testshttps:\/\/t.co\/A96sInHntP#COVID19vaccine","sentiment_score":0.1333333333}
{"full_text":"RT #BREAKING Iowa Governor Kim Reynolds announces statewide mask mandate for everyone indoors when you can't social distance. Say...","sentiment_score":0.0333333333}
{"full_text":"COVID Message from Ed Calkins, Steward of Tara, Etc.#Coronavirus #CoronaVirusUpdates #bryony #BryonySeries #weekendhttps:\/\/t.co\/kQ3VPpqQ6j","sentiment_score":0.0}
{"full_text":"\"In a couple short years COVID will be behind us, much like the never-remembered 1957 or 1968 flus. But our human nature won't change. We are social creatures, and we most enjoy living in places where we can easily seek out other human interaction.\"","sentiment_score":0.1041666667}
{"full_text":"RT A great visual of how covid is spread","sentiment_score":0.4}
{"full_text":"Yes compared to no mask. Look at the CDC reports a little more deeply instead of the superficial crap they have on their main page about masks. 85% of people who contract the virus wear a mask almost all the time. Not to mention the 98.4% recovery rate IF you contract the virus.","sentiment_score":-0.0641666667}
{"full_text":"ICYMI: Thanksgiving will have to be a small affair this year due to the pandemic, but several places around the Inland Northwest have you covered with pre-made Thanksgiving dinners ready to order!","sentiment_score":-0.03125}
{"full_text":"RT This feels true. Language like \"cronyism\" and \"chumocracy\" caters to British exceptionalism. TI corruption definition:...","sentiment_score":0.175}
{"full_text":"The truth is that as far as helping out Ingraham Students, the IHS ASB has learned to live with failure. And my God, it's sure a bad time for them to be planning anything. Especially when the COVID cases keep rising, people keep dying. I mean, it's a never-ending STORY!","sentiment_score":-0.0958468615}
{"full_text":"RT Listening to Biden simply speak on issues, tell the truth and stop the gaslighting on issues like the pandemic seems so fo...","sentiment_score":0.0}
{"full_text":"\"We're going to see an unprecedented surge of cases following Thanksgiving this year, and if people don't learn from Thanksgiving, we're going to see it after Christmas as well.\"","sentiment_score":0.3}
{"full_text":"\"Reducing occupancy is very effective -- even more effective than the timing of the intervention.\"Restaurants, gyms and coffee shops rank high among locations where the coronavirus is most likely to spread, according to a new Northwestern study.https:\/\/t.co\/0TGjYMiTVA","sentiment_score":0.2345454545}
{"full_text":"hey all, i know that covid is a big deal rn but let's not forget what has been plauging humanity since it's conception. ,,,heterosexuality my prayers go out to those affected, there is no known cure but u will get thru this ","sentiment_score":0.0}
{"full_text":"The study found that 38% of Americans will gather with more than 10 people, and 33% will not ask attendees to wear a mask.https:\/\/t.co\/aRyxkRhEA4","sentiment_score":0.5}
{"full_text":"RT first lockdown: waking up at 7am playing animal crossing and eating a smoothie bowl in my garden under the sunsecond lockdo...","sentiment_score":0.25}
{"full_text":"Mostly thanks to Covid delays Neato is forecasting a Dec 6th deadline for Xmas standard ship this year: #Appa #AvatarTheLastAirbender #bearnutscomic #Neatoshop","sentiment_score":0.1}
{"full_text":"In Dona Ana County, nearly 1 in 20 residents have contracted COVID-19.","sentiment_score":0.1}
{"full_text":"RT President-Elect Biden is absolutely right that Trump has a continuing and urgent responsibility to fight this pandemic and...","sentiment_score":0.2857142857}
{"full_text":"RT this year is the first year in my life i'll be spending thanksgiving in LA without my family  but at least saddle ranc...","sentiment_score":-0.025}
{"full_text":"RT It's not disgraceful enough that he mocks the disabled, now he wants to curtail their social security benefits during a...","sentiment_score":0.0083333333}
{"full_text":"RT President-elect Biden discusses the need for immediate COVID relief: \"The idea that the president is playing golf and not doin...","sentiment_score":0.0}
{"full_text":"RT Joe Biden calls on Congress to pass new Covid-19 relief package","sentiment_score":0.1363636364}
{"full_text":"RT One point on 'Show Your Love' choreography signifies, \"Let's conquer Corona 19!\"BTOB 4U SAID ALWAYS WEAR MASK Y'ALL!!!! B...","sentiment_score":1.0}
{"full_text":"RT Toss Atlas under the bus! WaPo Ed Board: \"BREATHTAKINGLY WRONGHEADED. Atlas is not an infectious disease expert, nor an e...","sentiment_score":1.0}
{"full_text":"Whether you're on vacation, at work, or simply social distancing, our tools and teams are available for you, no office visits needed! Visit our website to learn more! Click Link in Bio, Click here to Apply DM me or Call\/Text 646-226-3685#brooklynmortgage","sentiment_score":0.3861111111}
{"full_text":"RT A South Dakota ER nurse says her Covid-19 patients often \"don't want to believe that Covid is real.\"\"Their last...","sentiment_score":0.1}
{"full_text":"RT Rural Americans dying at nearly 3.5 times the rate of urban AmericansAs of Nov. 13, according to the CDC's data, the seven-d...","sentiment_score":0.0333333333}
{"full_text":"RT Bleeding heck. Twenty (20) Albertans died of #covid19 in the past 24 hours. The province also had 860 new cases and conduc...","sentiment_score":-0.0568181818}
{"full_text":"RT #COVID19 update:- Average daily tests: 164,345- Average test positivity rate: 4.6%- Daily case average: 8,198- Hos...","sentiment_score":-0.09}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"Gov. Tim Walz and the Minnesota Department of Health are urging Minnesotans to celebrate Thanksgiving with only your immediate family in an attempt to slow the spread of COVID-19 in the state.","sentiment_score":-0.15}
{"full_text":"RT To Senate Republicans: The election is over. Donald Trump lost. Joe Biden and Kamala Harris will be the next President...","sentiment_score":0.0}
{"full_text":"RT Covid-19 vaccines that are sprayed into the nose or inhaled won't require needles -- and they may be more effective, too","sentiment_score":0.55}
{"full_text":"RT Soon, we will have been facing this pandemic for a year. The government really never canceled, froze, or forgave rent an...","sentiment_score":-0.1}
{"full_text":"RT Once again, I asked my Republican colleagues to stop endangering all the Senate workers - and simply wear a mask when...","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 34.2FWind Chill: 34.2FHumidity: 80%Dew Point: 28.7F Barometer: 30.098 inHgWind: 0 mph from the SWCorona Virus Weekly Stats:Cases: 223.000000Deaths: 10.000000Survival: 97.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"Some New Jersey Schools Reverting To Virtual Learning As Health Officials Express Concern About Possible COVID-19 Spike After Thanksgiving","sentiment_score":0.0681818182}
{"full_text":"RT More than 1,000 Americans are dying each day from COVID-19. The 25th Amendment says a President can be removed when \"unable to...","sentiment_score":0.0}
{"full_text":"Hays County reports new coronavirus death, 104 more cases since Saturday","sentiment_score":0.3181818182}
{"full_text":"RT From climate change to the pandemic and now his own defeat, recognizing reality has not been a strong suit of the outgoi...","sentiment_score":0.5166666667}
{"full_text":"With Thanksgiving around the corner, COVID-19 outbreaks are of top concern. On Connecticut Public Radio's CT residents to prioritize safety this holiday season. ","sentiment_score":0.25}
{"full_text":"i do think so yes, especially with battle passes being decently priced, i have all the skins i wanted plus many more, and i am very happy with that only buying 1 event skin because i really wanted it, also hard to be \"lazy\" when they focus more on new map bp and more during covid","sentiment_score":0.246780303}
{"full_text":"Let me guess....he's a magafool covidiot.","sentiment_score":0.0}
{"full_text":"RT Dr. Atlas has expressed views that are inconsistent with the university's approach in response to the pandemic. Dr. Atlas's s...","sentiment_score":0.0}
{"full_text":"Mask up!","sentiment_score":0.0}
{"full_text":"RT Does still want to use COVID-19 as a \"Great Reset\" for Canada?His own words would lead you to say yes.Rea...","sentiment_score":0.7}
{"full_text":"New COVID 19 cyberrules limit indoor cyberfacilities in O.C., Ventura","sentiment_score":0.1363636364}
{"full_text":"So whatever muscle is the one behind the shoulder blade, middle of the back...yeah, mine hurts. #ow #old #imissthegym #WearAMask","sentiment_score":-0.1}
{"full_text":"RT Sen. Kelly Loeffler is a dangerous threat to the public. As the people of Georgia and all across the US have fought to...","sentiment_score":-0.3}
{"full_text":"Thank you, Robin!! I get to work from home, thank God, because I'd be scared shitless to work outside the home with COVID skyrocketing again, so that helps. And I'm still training so I think it'll get easier once I've learned learned the ropes. But yeah.. I'm just wiped today. ","sentiment_score":0.0}
{"full_text":"Philadelphia Gym Owners 'Disappointed' After City Decides To Close Fitness Facilities In Latest COVID-19 Restrictions","sentiment_score":-0.125}
{"full_text":"My boss tells me that I'm great at my job. I'm thankful for that. But as a leader, if being good at my job means getting the lowest paid staff to be enthusiastic about working during a pandemic (they rarely complain) (1\/2)","sentiment_score":0.6}
