{"full_text":"RT \"She really was so selfless\": A 70-year-old retired nurse who came out of retirement when the pandemic struck has died of COVID-1...","sentiment_score":0.2}
{"full_text":"RT Bristol Zoo to leave Clifton site after 185 years","sentiment_score":0.0}
{"full_text":"RT Police are now searching student lodgings to enforce lockdown.  That's young people whom the virus cannot harm.   Can...","sentiment_score":0.1}
{"full_text":"RT What the hell has Yoshihashi been doing during the pandemic??? I wasn't ready for that one #WTL2020","sentiment_score":0.2}
{"full_text":"RT In Jewish law, religious freedom in a global pandemic is the freedom from any other relevant obligation if a life would be ris...","sentiment_score":0.055}
{"full_text":"RT With Egypt facing a second coronavirus wave, an inventor is trialing a remote-control robot which can test for COVID-19,...","sentiment_score":0.0}
{"full_text":"Ingen corona her ... let The weekend begin... WOOP WOOP","sentiment_score":0.0}
{"full_text":"Following a National Emergency Management Advisory Committee meeting, the Government of Saint Lucia has extended specific COVID-19 protocols until Dec. 14. These include working from home, limited business operations, and social gathering restrictions.https:\/\/t.co\/xcTCcJoQ00","sentiment_score":-0.0095238095}
{"full_text":"RT At the Bharat Biotech facility in Hyderabad, was briefed about their indigenous COVID-19 vaccine. Congratulated the scien...","sentiment_score":0.0}
{"full_text":"RT The COVID death rate in South Dakota is 7X the death rate in Maine.","sentiment_score":0.0}
{"full_text":"THREAD (1 of 3)Hello there, just an update on why I've become even more inactive: my entire family is COVID+. It's been more than a week since we underwent isolation (at home) and I can safely say all of us have recovered without any complications or severe illness whatsover.","sentiment_score":0.375}
{"full_text":"RT At the Bharat Biotech facility in Hyderabad, was briefed about their indigenous COVID-19 vaccine. Congratulated the scien...","sentiment_score":0.0}
{"full_text":"thank God i bought this shit before lockdown cause as it is, na tier 3 we go still dey o. till christmas","sentiment_score":-0.2}
{"full_text":"In our country, we love to do jhugaad, are against formalising any small business, coz we don't want to pay our taxes. The total a\/c holders upto Sep 2020 were 40.63 crores, have increased during the pandemic. Should'nt citizens possess a pan card? MSP is being availed of.","sentiment_score":0.0833333333}
{"full_text":"\"In the last few weeks we've identified there is a substantial amount of evidence supporting the use of a drug called #ivermectin.\" - Dr. Pierre Kory, critical care and pulmonary medicine specialist at University of Wisconsinhttps:\/\/t.co\/eSXQC0BnLD #cdnpoli #nbpoli","sentiment_score":0.0125}
{"full_text":"RT For the first time ever, you'll be able to decide exactly when &amp; where you want to watch a big Hollywood movie on opening da...","sentiment_score":0.25}
{"full_text":"RT Ohio State canceled Saturdays game vs. Illinois after further positive tests for the coronavirus were discovered following a r...","sentiment_score":-0.0431818182}
{"full_text":"RT The GOP is holding up covid relief funding because they want legal immunity for corporations so those large businesses can for...","sentiment_score":0.2071428571}
{"full_text":"RT Large numbers of people are being evicted from their homes. During a pandemic. In cold weather. With many or most being u...","sentiment_score":0.1535714286}
{"full_text":"Please help a small business with a purchase retweet or share. Sharing is caring. If you're going to #wearamask please consider purchasing gorgeous ones from us.","sentiment_score":0.225}
{"full_text":"RT 'BE serves as a chronicle of what 2020 has been during lockdown: a year of uncertainty, anxiety, depression and frustration...","sentiment_score":0.0}
{"full_text":"RT While tens of millions of Americans sink into poverty and LA cops forcibly evict desperate families amid a pandemic, the...","sentiment_score":-0.05}
{"full_text":"RT How 'Dictator Dan' Defied a Dangerous Murdoch Media and Led Australia to COVID Victory - Byline Times  ThisIan","sentiment_score":-0.6}
{"full_text":"RT Melbourne had the longest, strictest lockdown in the developed world. Australia has had among the toughest mask and social-dis...","sentiment_score":0.1}
{"full_text":"RT At a laboratory in Manhattan, researchers have discovered how SARS-CoV-2 uses our immune system against us.","sentiment_score":0.0}
{"full_text":"Trump botched our national response to the pandemic resulting in hundreds of thousands of unnecessary deaths. Look at his approval ratings heading into the election. People don't vote for someone they believe will let their families die.","sentiment_score":-0.4}
{"full_text":"RT It makes ZERO sense to wear a mask into a restaurant then take it off inside, sit shoulder to shoulder, talk, shout and spe...","sentiment_score":0.0}
{"full_text":"Recently, with the pandemic, I thought I lost my money with the air tickets but thankfully I was booked with and they refunded it","sentiment_score":0.0}
{"full_text":"I hear there's going to be an (organised) anti-lockdown protest in Sheff today, 2pm by Cenotaph ?","sentiment_score":0.0}
{"full_text":"RT #shn_pkhstn_`mrn_khn He said that saving people from the coronavirus pandemic and boost in economic activities were the t...","sentiment_score":0.2}
{"full_text":"hmm what if my parents ask me to get married and stay at their home hahshsdhsha","sentiment_score":0.25}
{"full_text":"RT The Home Office is planning a mass deportation of Black British residents to Jamaica next week when lockdown ends. Join us...","sentiment_score":-0.0555555556}
{"full_text":"RT How getting the Big C during covid makes you appreciate even more the jewel in this battered nation's crown. And why it's v...","sentiment_score":0.25}
{"full_text":"RT leading to a notable improvement in the trade deficit. However, an uptick in new Covid-19 cases prompted a snap-back of...","sentiment_score":0.3181818182}
{"full_text":"RT Coronavirus updates: Los Angeles County issues stay-at-home order; US hits 13 million cases; Ohio State coach tests posit...","sentiment_score":0.0}
{"full_text":"RT 3-decade-old vision turns reality as PM Modi set to visit Genome Valley: Naidu #COVID #COVAXIN #BharatBiotech #NarendraMo...","sentiment_score":0.0}
{"full_text":"#WearMaskProtectLifeAlready the coronavirus is infecting some health-care workers, and forcing others into self-quarantine because they have been exposed.@TeamJingoist","sentiment_score":0.0}
{"full_text":"RT Hi everyone!! I really need your help!!! I'm opening emergency commission since me n my sis are struggling a lot with paym...","sentiment_score":0.390625}
{"full_text":"RT Laughable to see all the Ohio State fans bashing Clemson this week only for this to happen","sentiment_score":-0.25}
{"full_text":"Think they'd be better of in quoting the 1st April they've been clueless since day one they'll probably order a cat vaccine #COVID19","sentiment_score":0.5}
{"full_text":"Ya ALLAH mercy on #Kashmir.From last year the Indian government put them in lock down, being Muslim we can't do anything for them, now it's your time Meray ALLAH mercy on them. #KashmirSeeksAttention","sentiment_score":-0.0777777778}
{"full_text":"Wack die! na block belle. For people wey get covid wey no fit taste","sentiment_score":-0.2}
{"full_text":"RT #JanAndolanAlways wear a mask while stepping out. Reduce your chances of being infected or spreading #COVID19 . Be safe...","sentiment_score":0.5}
{"full_text":"RT 15 members of one family got Covid-19 after a small gathering.\"My family has taken every single precaution with the exceptio...","sentiment_score":-0.1607142857}
{"full_text":"wait a year to buy cards.today transports cost gone trough the roof due to corona.cars cant get parts and so on.Its a mess in the world atm also.","sentiment_score":-0.15}
{"full_text":"RT Manchester in lockdown.","sentiment_score":0.0}
{"full_text":"RT Our Policy &amp; Research Officer speaking about the Conference on the #FutureofEurope , #COVID19 and more alongsid...","sentiment_score":0.5}
{"full_text":"RT #WearMaskProtectLifeAccording to Dr. Robert Redfield, director of the American CDC, you may be infected with the corona virus...","sentiment_score":0.0}
{"full_text":"RT \"Nothing, but nothing, goes into a vaccine unless it is absolutely needed.\"Learn more about vaccine ingredients from Deput...","sentiment_score":0.35}
{"full_text":"Is there no political force out there willing to rally the majority of the British public who are against Lockdown? How much longer are we going to put up with this? Warning! Freedoms are being taken from us on an unprecedented scale - COMMENT","sentiment_score":0.1833333333}
{"full_text":"Restaurant employees face another spell out of work as coronavirus resurges","sentiment_score":0.0}
{"full_text":"This thread has a lot more detail:","sentiment_score":0.5}
{"full_text":"RT #CCP fascist China bio-attacked the World with #WuhanCoronavirus!","sentiment_score":0.0}
{"full_text":"RT Jeff Bezos could give every Amazon employee $105,000 and still be as rich as he was before the pandemic.Instead he's denying...","sentiment_score":0.375}
{"full_text":"RT I couldn't just walk past this Tweet, so here is some fun #datavizScented candles: An unexpected victim of the COVID-19 pa...","sentiment_score":0.01875}
{"full_text":"RT How many People in Ireland died OF #COVID19 You will be shocked - All is becoming clear?","sentiment_score":0.0875}
{"full_text":"RT I'm still amazed that a guy who wears lifts, a girdle, and adult diapers won't wear a mask because he thinks it makes...","sentiment_score":0.1}
{"full_text":"RT My friends and I are writing an article thanking COVID for being survivable if you're rich and white if you guys wanna...","sentiment_score":0.1875}
{"full_text":"One question: is that the Corona virus he's playing with?","sentiment_score":0.0}
{"full_text":"RT #shn_pkhstn_`mrn_khnPakistan's prime minister on Wednesday said coronavirus restrictions have badly impacted the labor...","sentiment_score":-0.7}
{"full_text":"Probably cos they control one of them so they can make it as bad as they want. The other is uncontrollable by their methodology. You can't cut the checks covid is cashing","sentiment_score":-0.4125}
{"full_text":"RT As Pakistan contained this pandemic for certain period of time, still hope is there that we all pakistanis will follow the...","sentiment_score":0.2142857143}
{"full_text":"lost the job in the lockdown , later met with an accident had multiple fractures and now I'm bed ridden , I have an S\/B Ac with hdfc , I'm being charged 600 per mth for non maintainance of bal , please revert back the charges on humanitarian grounds (1)","sentiment_score":0.0}
{"full_text":"RT Psst #screenshotsaturday... Making a game about life before COVID. Not much has changed Escape overly-friendly talkat...","sentiment_score":-0.25}
{"full_text":"Why Oxford's Covid-19 vaccine could do more for the world than other shots.","sentiment_score":0.1875}
{"full_text":"With full corona sop's #corona #shamegovernment #CoronaVaccine","sentiment_score":0.35}
{"full_text":"RT TG and everyone worked so hard on Choeaedol voting and ONCE not able to attend the award ceremony due to Covid is already har...","sentiment_score":-0.2222222222}
{"full_text":"What a place","sentiment_score":0.0}
{"full_text":"Indiana nurse shares perspective from inside an ICU during the coronavirus pandemichttps:\/\/t.co\/YDsGG3lbJy","sentiment_score":0.0}
{"full_text":"Transition to BS-VI- #Covid19 impact- Dependency on China@nishantstv finds out what went wrong at M&amp;M. #BQBlueExclusivehttps:\/\/t.co\/IipnXmYHlu","sentiment_score":-0.5}
{"full_text":"Programs on pause due to COVID-19:Bama State AkronBCookmanBellarmine ButlerCSU Del StGWebb ISUIvy  MaineManhattan MilwaukeeMissouri StMonmouthNiagaraNJITNE NAU N. ColoNKUOle Miss OURMUS. HeartSD SFASBUTUTenn.UVM WSUWright St UMassUMESUtahUTEP","sentiment_score":-0.125}
{"full_text":"#WebinarRec: On the use of data for journalism during the pandemic. Panellists discuss government data, data for regional reporting and data aggregation.@asanishasharma,","sentiment_score":0.0}
{"full_text":"The NHS COVID-19 app can help you stay informed. It will alert you when you have been in contact with someone has tested positive for the virus.Stay safe. Download the app today.","sentiment_score":0.3636363636}
{"full_text":"RT Junghwan said social distancing ","sentiment_score":0.0333333333}
{"full_text":"RT We're very sad indeed that, in view of the serious Covid-19 situation, we have had to cancel our Santa Special events....","sentiment_score":-0.2087301587}
{"full_text":"Have a great TG weekend everyone in the US'Stay at home' starts Monday  #Thanksgiving2020","sentiment_score":0.8}
{"full_text":"From 'Second wave claims nine lives in jails' Cases of Coronavirus in prisons have increased dramatically with 883 prisoners testing positive in England and Wales in October.https:\/\/t.co\/s2tfnXAKEk","sentiment_score":0.1136363636}
{"full_text":"We need more accurate and quicker COVID-19 test kits - Kits that are simple to use, affordable, and accurate enough for quick screening purposes.There is HOPE for better testing to stop the spread of COVID-19 and you can HELP!Donate Here:https:\/\/t.co\/AADfAdx7ER","sentiment_score":0.3047619048}
{"full_text":"Are you wearing your mask properly? Face masks are key to curbing the spread of #COVID19 in New Brunswick. Keep yourself and your family safe by wearing a mask, physical distancing, and washing your hands.","sentiment_score":0.1272727273}
{"full_text":"Which party would you rather be ruling the #UK during Covid-19? Our writer labels the #ConservativeParty \"incompetent and #corrupt\". Find out whyhttps:\/\/t.co\/qDQA5hKvfR","sentiment_score":-0.425}
{"full_text":"An Insurance Times expert webinar panel discussed how brokers can future proof their businesses post-pandemic #brokers #ITWebinars","sentiment_score":0.0}
{"full_text":"Virus to VaccineTop doctors pen story of India's Covid-19 fight.Watch the special broadcast with at 7.30 pm on CNN News18.","sentiment_score":0.3571428571}
{"full_text":"Finding love during #corona: A new initiative started by the Tel Aviv Municipality, 'Save the Date', is giving couples the chance to enjoy a romantic date at three lifeguard towers on the beach.","sentiment_score":0.2590909091}
{"full_text":"Good evening Cape Town! Our team will return at 10.00am tomorrow to assist you. If you need anything before then, please visit #OneCityTogether #WashYourHands","sentiment_score":0.875}
{"full_text":"Fancy a lockdown-compliant trip to the glorious French countryside for just 99p\/\/C? Forget about tiers for the #weekend and immerse yourself in intriguing new novel, Escape to the Little Chateau, which is our current limited time offer","sentiment_score":0.0295725108}
{"full_text":"#COVID19 circuit breaker restrictions are in place. Everyone is legally-required to comply with the regulations. Play your part in stopping the spread of the virus:Stay at homeWork from home if possibleOnly leave for essential purposes Find out more:","sentiment_score":0.25}
{"full_text":"The Work Safely Protocol sets out measures required in every workplace to prevent the spread of #COVID19 and to facilitate their re-opening.The Protocol applies to all sectors, and will oversee compliance.Download at","sentiment_score":0.5}
{"full_text":"Good Morning, hope you are all well and hope you are looking forward to getting back on the course this comming week.Last week we continued with our lockdown program.Greens maintained daily.1st path renovation.Prep work on 2nd\/3rd path.","sentiment_score":0.35}
{"full_text":"The cabinet meeting  yesterday approved a relaxation of #lockdown measures across Ireland, allowing a number of businesses and venues including #cinemas to reopen from next Tuesday  \"Cinemas will reopen across Ireland from December 1st","sentiment_score":0.0}
{"full_text":"Only 1 HOUR LEFT till the ESC Dialogue on #Vaccine Diplomacy! The episode will focus on the race to a #COVID19 vaccine, its influence on the global economic landscape, implications in BD, and equitable access to the vaccine.LIVE: Nov 2020, 7 PM BST","sentiment_score":0.05}
{"full_text":"Will Hairdressers Open Again After Lockdown?","sentiment_score":0.0}
{"full_text":"RT Knowledge is power,We may know but as humans we frequently need to be reminded that Corona is a virus with no cure, and...","sentiment_score":0.1}
{"full_text":"\"I'm very concerned that we're going to have over the next few weeks, an increased number of cases.\"","sentiment_score":0.0}
{"full_text":"CDC panel meets Tuesday to vote on COVID-19 vaccine priorityhttps:\/\/t.co\/EHdazAj3rD","sentiment_score":0.0}
{"full_text":"#SaturdayShoutOut to LD for taking on the 'Don't Break the Egg' Challenge! He's earned himself a massive 70 points after 14 unbroken eggs, meaning he's now in touching distance of the top of the Lockdown Leaderboard! #TeamOS","sentiment_score":0.375}
{"full_text":"Weston Davis, 60, went to the doctor after experiencing what he thought were symptoms of COVID-19. While there, he discovered he was suffering from far worse.","sentiment_score":-0.15}
{"full_text":"There are many important things that you need to know to keep Covid-19 at bay. Here are a few of them. #Unite2FightCorona ","sentiment_score":0.2333333333}
{"full_text":"\"I'm very concerned that we're going to have over the next few weeks, an increased number of cases.\"","sentiment_score":0.0}
{"full_text":"As a student, the best thing to come out of Covid is online, open-book exams for English. It's a much better measure of skill and creativity than the usual method of desperately memorising quotations... And being able to drink coffee during 9am exams is greatly appreciated.","sentiment_score":0.1928571429}
{"full_text":"Americans need to be prepared for the possibility that they may feel a little unwell after they get a coronavirus vaccine, if one is authorized, members of a US Centers for Disease Control and Prevention advisory committee said Monday.","sentiment_score":-0.1875}
{"full_text":"Hamilton County men are dying from COVID-19 at a much higher rate than women.Here are some trends that could explain the disparity:https:\/\/t.co\/77DQJ4wpqZ","sentiment_score":0.25}
{"full_text":"America enters the somber holiday weekend following a Thanksgiving Day that saw more than 100,000 new COVID-19 cases and 1,200 deaths -- skyrocketing numbers given that 20 states did not report data.","sentiment_score":0.2121212121}
{"full_text":"RT #shn_pkhstn_`mrn_khnPakistan's prime minister on Wednesday said coronavirus restrictions have badly impacted the labor...","sentiment_score":-0.7}
{"full_text":"RT Will ask about the War crimes, the China trade wars, the $1T debt, $1.2B RoboDebt payout, Aged C...","sentiment_score":-0.1}
{"full_text":"From Wednesday all of Greater Manchester will be in Tier 3.This means the risk from #coronavirus is still Very High Don't know what you can and can't do Go to for the latest guidance and rules.","sentiment_score":0.4026666667}
{"full_text":"There will only be limited amounts of a COVID-19 vaccine at first, so it will be prioritised to protect the most vulnerable. Eligible people will be contacted and invited to be vaccinated, please do not ask your pharmacist or GP.More info here:","sentiment_score":0.0357142857}
{"full_text":"Got a #HotTub? Check out this hot tub and #projector combo, perfect to get anyone through the #tier3 #lockdown.Create your own hot tub #cinema with a projector!https:\/\/t.co\/vRXGnnGcFA #BlackFriday Deals until Monday 30th November","sentiment_score":0.525}
{"full_text":"If you were contemplating your travel plans to England, this might make your decision easier  https:\/\/t.co\/nOvB5FuDVc#Covid19UK #CovidTesting #Quarantine #travelcorridor #travel #safety #pandemic","sentiment_score":0.0}
{"full_text":"Current Conditions for #Sayre PATemp: 39.8FWind Chill: 39.8FHumidity: 99%Dew Point: 39.5F Barometer: 30.051 inHgWind: 0 mph from the N\/ACorona Virus Weekly Stats:Cases: 183.000000Deaths: 2.000000Survival: 98.000000#weewx #nepa #bradfordcounty","sentiment_score":0.0}
{"full_text":"do a complete lock down ban int journalist, block communications, make is a no go area and than do the killings who cares","sentiment_score":-0.0277777778}
{"full_text":"\"A Horrifying Future\" - WEF's Vision For A Post-COVID World","sentiment_score":-0.45}
{"full_text":"Hollywood's Obituary, the Sequel. Now Streaming. -","sentiment_score":0.0}
{"full_text":"RT [Thread] #Restaurants- spaced tables do not protect from airborne spread over 2m  eating &amp; talking indoors without...","sentiment_score":0.0}
{"full_text":"#LNRUPDATE (PM): Social distancing is working well across most of our stations and services   Please remember you must wear and keep your face covering on when travelling with us, unless exempt i #SG #TG","sentiment_score":0.2666666667}
{"full_text":"Graduation is all about tradition-caps and gowns, pomp and circumstance. It was a little different for the K2 students at EtonHouse Newton due to the  COVID-19 situation. Nevertheless, they put in their utmost effort to make it as joyful as possible. Here's wishing them the best!","sentiment_score":0.1375}
{"full_text":"From Wednesday 2 December, Lincoln will be place in the 'Very High' tier as part of the government's Covid-19 restrictions. From this date Lincoln's hospitality businesses must continue to be closed, with the exception of sales by takeaway, drive-through or delivery.","sentiment_score":0.054}
{"full_text":"More than 400,000 deaths from the novel coronavirus have been registered in Europe, according to an AFP tally compiled from official sources.#COVID19 #COVID #coronavirus #coronavirus2020","sentiment_score":0.5}
{"full_text":"It's been a tough year for businesses, especially those in #Slough ","sentiment_score":-0.1944444444}
{"full_text":"Keeping infected people away from healthy ones goes back centuries. Find out why social distancing is nothing new via #COVID19SA #COVID19","sentiment_score":0.1674242424}
{"full_text":"Interactive map estimates how many symptomatic covid cases are in each Lincolnshire districthttps:\/\/t.co\/f2PZuFLqGU","sentiment_score":0.5}
{"full_text":"That's my post-covid trip to Ireland sorted then.","sentiment_score":0.0}
{"full_text":"Congratulations","sentiment_score":0.0}
{"full_text":"RT \"We shouldn't be surprised by the continuing emergence of new diseases--some with pandemic potential--if humanity continues with...","sentiment_score":0.1181818182}
{"full_text":"Have you been able to access a face-to-face appointment with your GP during lockdown? We want to make sure everyone knows how to see a doctor during the pandemic - #Spare5 to share your feedback at","sentiment_score":0.5}
{"full_text":"RT Combat #Corona Virus.#JanAndolanFollow distancing norms in all public places\r.Keep minimum distance of 2 Gaj(6 feet)....","sentiment_score":0.0}
{"full_text":"#COVID has reminded us to take care of ourselves on the physical, spiritual, and mental levels. Let's start with the basics from Hippocrates: \"Let Food Be Thy Medicine\". #health #healthyfoodhttps:\/\/t.co\/mliwAHKp14 via #EBC","sentiment_score":-0.0333333333}
{"full_text":"RT Senior sources have revealed that even if large numbers of #COVID19 vaccinations begin at the end of January it will be Easter...","sentiment_score":0.2142857143}
{"full_text":"I really need money for Xmas since this lockdown I Haven't had any credit alert Ma and I plan on surprising my dad on his birthday tomorrow with a new packet shirt hopefully you pick me #SikoByMikenoris","sentiment_score":0.3454545455}
{"full_text":"RT You should be proud of your self for stepping up. We don't control the outcome of every struggle but it is through our ef...","sentiment_score":0.8}
{"full_text":"RT CM ji starts his review meeting on Covid preparedness with his Team 11.","sentiment_score":0.0}
{"full_text":"RT Under the PACE (Police and Criminal Evidence) act, there are no arrestable offences for breaching any of the Co...","sentiment_score":-0.4}
{"full_text":"RT Every time we allow an asshole like to make unfounded claims like this, the Trump narrative burrows a littl...","sentiment_score":0.0}
{"full_text":"Did the Covid-19 crisis hit you hard? But you want to reimagine the future of your manufacturing organization with digital and sustainable operations? Know the right steps to take... #industryX #digitization #WhatsYourTake","sentiment_score":-0.0014880952}
{"full_text":"Some new loungewear for my mum because she's been working throughout lockdown and I think she deserves some new Comfortable loungewear for her weekends #MissguidedGiftMe #MissguidedBlackFriday #missguidedcybertreat","sentiment_score":0.2242424242}
{"full_text":"Tier 3 lockdown rules in England: final coronavirus restrictions explained","sentiment_score":0.0}
