{"full_text":"RT What an incredible view of Florence!  #24novembre #COVID19 #WearADamnMask #PicOfTheDay #beautiful #beauty #Italy #phot...","sentiment_score":0.925}
{"full_text":"Well that's appropriate...","sentiment_score":0.5}
{"full_text":"COVID-19 has led companies to develop ultraviolet (UV) #germicidal products to help mitigate infection. UVC light may be a powerful #disinfectant, but is it #safe for consumer use? Find out here:","sentiment_score":0.4}
{"full_text":"RT Oooh, I caught a real one.","sentiment_score":0.2}
{"full_text":"Finally a net front presence in the red zone.","sentiment_score":0.0}
{"full_text":"RT The refused to apologise that it's taken 8 months for #COVID19 secure guiding &amp; physical assistance to...","sentiment_score":0.2}
{"full_text":"RT Dynamite deserved to be at least nominated for Song of the Year... it helped uplift millions of people around the world du...","sentiment_score":-0.3}
{"full_text":"Love it!! ","sentiment_score":0.78125}
{"full_text":"RT Our film about our work during #Lockdown #FeedingLewisham. Has been shortlisted as best Global documentary New York City Inte...","sentiment_score":0.2840909091}
{"full_text":"Good advice from If you decide to travel for the holidays, know what's happening where you are going, and the possible quarantine\/COVID testing requirements when you return.","sentiment_score":0.35}
{"full_text":"RT Dow Jones Tops 30,000 for the first time ever . The reason .  Congratulations Mr. President.  You broug...","sentiment_score":0.25}
{"full_text":"RT funny how the incredible rise of conspiracy ideology and Covid-19 denialism neatly followed in the wake of decades worth of de...","sentiment_score":0.4833333333}
{"full_text":"RT COVID-19 doesn't take a break during the holidays. This virus is still with us. Stay safe this holiday season by conti...","sentiment_score":0.5}
{"full_text":"RT #GRAMMYs Best Music Video Nominees:Brown Skin Girl - Is Good - &amp; Lockdown - G...","sentiment_score":0.85}
{"full_text":"RT Namsing villagers,  Mebo,East Siang, Arunachal continuing their flood protection works against rampaging Siang river even...","sentiment_score":0.0}
{"full_text":"reminder that the Grammies have nothing to do with art, just soulless industry suits slapping themselves on the back for conning artists out of $ during a pandemic w\/the most processed dreck imaginable and making their enthusiastic slaves dance in celebration.","sentiment_score":0.3666666667}
{"full_text":"I was just thinking can look at the pandemic scam of Sonu sood. Hume janane ka haq hai #SSRDeservesJustice","sentiment_score":0.0}
{"full_text":"RT BEHIND THE SCENESHalf way through the semester we interviewed MSU's President He discussed the university'...","sentiment_score":-0.4}
{"full_text":"RT New study from Alberta shows 35% of kids with #COVID19 were asymptomatic underscores the...","sentiment_score":0.1363636364}
{"full_text":"my covid test was so early this morning i was like damn i didn't even get to pick the boogers out my nose yet ","sentiment_score":0.1}
{"full_text":"RT Just in: The three new tiers will be called:3: Utterly Lockdown2: I can't believe it's not lockdown1: Tastes just li...","sentiment_score":0.0681818182}
{"full_text":"RT Can anyone tell me why Covid testing is at one third of capacity according to government stats? Has it been decided to...","sentiment_score":0.0}
{"full_text":"RT I'm dying someone said fuck lockdown  if I wanted to waste my 20s I would've had kids","sentiment_score":-0.3}
{"full_text":"RT Exactly. And the ruling class loves the rules. Because the ruling class is exempt from the rules. Show me a journalist, pol...","sentiment_score":0.25}
{"full_text":"OK, this will soundmean. But my but is---If there is a triage to treatsomeone, maybeinstead of putting a 65 yearold like me in the dyingroom, the personwho hasbeen mega careful wearing masks and socialdistancing, theyshould putthe ignoramus's like SturgesRally peopleor2020Trumprs","sentiment_score":0.2}
{"full_text":"RT  yes Mack!","sentiment_score":0.0}
{"full_text":"RT 47 confirmed COVID-19 deaths in New York reported yesterday, Cuomo says.It had been in the 30s for several days prior.","sentiment_score":0.1340909091}
{"full_text":"T4 We need family based programs through community health workers  who are very close to the community so that we can all understand the issue and fight against it from grassroots level. If political will that is put into #COVID-19 was similar against #AMR #ProtectAntibioticsZA","sentiment_score":0.0666666667}
{"full_text":"Tragic.","sentiment_score":-0.75}
{"full_text":"And unfortunately this Christmas with therefore likely be the last for a lot of people. Can't see the sense in this myself. Our servicemen and women miss Christmas with their loved ones year after year when posted abroad yet apparently we all can't just stay at home once.","sentiment_score":0.05}
{"full_text":"They get what they deserve! Wonder how long before it touches her?","sentiment_score":-0.05}
{"full_text":"RT Nursing home COVID-19 outbreaks in #Fresno and #Madera counties among worst in #California","sentiment_score":-1.0}
{"full_text":"RT This is why this disinformation is dangerous. It puts people at risk of contracting a deadly disease and also puts peopl...","sentiment_score":-0.4}
{"full_text":"This is GREAT NEWS...Now we can watch them all get sick and DROP DEAD...","sentiment_score":-0.0380952381}
{"full_text":"RT LIVE in Toronto: A large crowd is gathering at Adamson Barbecue, a restaurant actively defying the lockdown order and...","sentiment_score":0.0724386724}
{"full_text":"RT The CDC now says that on Thanksgiving we must:-avoid singing and shouting-keep music levels down-limiting alcohol...","sentiment_score":0.0}
{"full_text":"RT Today's update on the numbers:Of the 164,761 tests reported yesterday, 4,881 were positive (2.96% of total).Total hospi...","sentiment_score":0.2272727273}
{"full_text":"RT Congrats to @BTS_twt on their well-deserved #GRAMMY nomination for Dynamite! Turns out in 2019 we were already social dista...","sentiment_score":0.0333333333}
{"full_text":"RT President Trump: \"I just want to congratulate everybody. The stock market Dow Jones Industrial Average just hit 30,000 which is...","sentiment_score":-0.15}
{"full_text":"RT How can you trust that a COVID-19 vaccine is safe? breaks it down:","sentiment_score":0.1722222222}
{"full_text":"RT Response to this album has been mint, so buzzing to be on it, massive shouts to for this amazing piece of wor...","sentiment_score":0.3}
{"full_text":"RT plz keep praying just dont loose hope #mdcat2020. #coronarisedelaymdcat #mdcatianslivesmat...","sentiment_score":-0.0769230769}
{"full_text":"RT #GRAMMYs Best Music Video Nominees:Brown Skin Girl - Is Good - &amp; Lockdown - G...","sentiment_score":0.85}
{"full_text":"RT Meet top 3 Biafrans Physicians fighting COVID-19.1. Dr. Onyema Ogbuagu - Key figure in Pfizer's COVID-19 Vaccine Breakth...","sentiment_score":0.25}
{"full_text":"TIMELINE: 0:49 = 4 + 9 = { { 13 } } } = #thirteen &lt; &lt; &lt; #COVID5 Characters (no spaces) { { { 5* } } }#COVID3-15-22-9-4 = 53 = { { { 8 } } }5 + 8 = { { { 13 } } } = #thirteen &lt; &lt; &lt; ","sentiment_score":0.0}
{"full_text":"RT Are you a South region resident experiencing hardship as a result of COVID-19? SBCS and partners have many assistance pr...","sentiment_score":0.5}
{"full_text":"Why the coronavirus recession hit young workers so hard via","sentiment_score":-0.0958333333}
{"full_text":"RT BREAKING: NY state reports 47 deaths, the highest in months, from #covid19, per","sentiment_score":0.0}
{"full_text":"RT Kingston, NY has the fastest rising home prices in the nation. For I reported on the exodus of affluent...","sentiment_score":0.65}
{"full_text":"RT COVID-19 doesn't take a break during the holidays. This virus is still with us. Stay safe this holiday season by conti...","sentiment_score":0.5}
{"full_text":"RT EU finalises its contract with for 160 million doses of #coronavirus vaccine for #EU27. ht...","sentiment_score":0.0}
{"full_text":"RT Our nation's frontline health care workers are under enormous strain. They deserve not just additional resources by the c...","sentiment_score":0.0}
{"full_text":"RT The CDC now says that on Thanksgiving we must:-avoid singing and shouting-keep music levels down-limiting alcohol...","sentiment_score":0.0}
{"full_text":"New guidance for ferret owners amid fears more animals could catch coronavirus mutation - The Independent","sentiment_score":0.2121212121}
{"full_text":"RT We know that COVID is spread by people who feel fine.Mask up. Stay distant.https:\/\/t.co\/FuQcoSCJbt","sentiment_score":0.0}
{"full_text":"&amp; all the lovely people involved! During lockdown, they've made a particular difference to so many shielders who would've been so much more alone without them, coming up with digital ways to socialise\/sending activity packs out, etc. It improved his life so much to have that,","sentiment_score":0.3319444444}
{"full_text":"To reduce the spread of viruses like #COVID19 we need to halt the infringement on wild animal habitats. #Deforestation, habitat loss and #fragmentation leave many animals to live among humans, resulting in an increased risk of transmitting disease.https:\/\/t.co\/qHs76FoMIN","sentiment_score":0.2454545455}
{"full_text":"First mass sneezers (https:\/\/t.co\/CBIbfrS4Fw) and now serial roamers...","sentiment_score":0.25}
{"full_text":"RT #UPDATE The Dow surged past 30,000 points for the first time as receding US political uncertainty and hopes for coronavirus vaccin...","sentiment_score":0.0}
{"full_text":"RT Before we go into lockdown again, make sure y'all visit dentists, primary care doctors, gyno, etc!","sentiment_score":0.5}
{"full_text":"Service Update 18:00 - All service updates can be found here: Please remember to wear a mask when travelling with us &amp; at our stations.","sentiment_score":0.0}
{"full_text":"Service Update 18:00 -  A half hourly Stansted Express service is running.Please remember to wear a face covering when travelling with us. Service updates can be found here ","sentiment_score":-0.1666666667}
{"full_text":"it proved the point that you can do workout at home","sentiment_score":0.0}
{"full_text":"RT Very, very odd.Just as quickly as President Trump came into the briefing room, he left without taking questions and after pr...","sentiment_score":0.1977777778}
{"full_text":"RT No one saw #COVID19 coming when I was sworn-in as Canada's Health Minister last November. It's been a difficult year for Ca...","sentiment_score":-0.25}
{"full_text":"RT The CDC now says that on Thanksgiving we must:-avoid singing and shouting-keep music levels down-limiting alcohol...","sentiment_score":0.0}
{"full_text":"RT 'We're Drowning': COVID Cases Flood Hospitals In America's HeartlandAfter pounding big U.S. cities in the spring, CO...","sentiment_score":0.0}
{"full_text":"It's been an honor to watch home health and hospice agencies serve Vermonters throughout the pandemic--including people who are known to be COVID-19 positive.  #vthealth","sentiment_score":0.2272727273}
{"full_text":"RT Give\/receive the gift of SARS-CoV-2 this COVIDmas.","sentiment_score":0.0}
{"full_text":"RT Kick-off meeting of the new Grenoble Host-Pathogen Interactions Club on Dec 10 focused on #COVID19For info&amp;registration...","sentiment_score":0.1363636364}
{"full_text":"RT With the pandemic forcing so many people to work and learn from home, it's likely many Comcast customers will be affected...","sentiment_score":0.3333333333}
{"full_text":"RT Proud to share that has won the 2020 #Baldrige Award. In the midst of the #coronavirus pandemic, our work has neve...","sentiment_score":0.8}
{"full_text":"Princeton U. announces students are coming back: Single dorm rooms. A ban on parties. Limited social gatherings. Mandatory quarantine. Twice weekly COVID tests. And lots more rules. #CollegeReopening","sentiment_score":0.0780952381}
{"full_text":"Visiting an Irish racecourse is definitely top of my post covid to do list!Even if it's just for a decent pint of Guinness.","sentiment_score":0.2222222222}
{"full_text":"RT We process payments for thousands of restaurants. In the first week of the new lockdown, their revenue was down 13% co...","sentiment_score":0.0769360269}
{"full_text":"RT Qantas CEO Alan Joyce is facing backlash online for his move to mandate a coronavirus vaccination for all travellers wishi...","sentiment_score":0.0}
{"full_text":"This COVID shit is a bitch.. cant even see my girl cause of this shit.. especially on the worst time of year when everyone supposed to be together on thanksgiving","sentiment_score":-0.35}
{"full_text":"As 2020 draws to a close we wanted to remind you that some COVID programs are still available to support both you and your business. Included in these changes are welcome revisions to the rent subsidy and home office expense guidelines -&gt;","sentiment_score":0.6}
{"full_text":"What #COVID restrictions are in place in your state heading into #Thanksgiving? Here in PA, Gov. Wolf announced a stay at home \"advisory\" and ordered all bars &amp; restaurants to stop serving alcohol at 5 PM on #ThanksgivingEve.","sentiment_score":0.0}
{"full_text":"RT Scotland may have highest coronavirus infection rates in UK, major study reveals","sentiment_score":0.0625}
{"full_text":"I know it's been a big increase because I've been walking this neighborhood almost daily since last year\/pre-pandemic, and would often make note of houses for sale so I could contemplate the impossibility of owning anything in Seattle","sentiment_score":0.0}
{"full_text":"BREAKING: Franklin County has logged its fifth COVID-related death.","sentiment_score":0.0}
{"full_text":"Despite the coronavirus pandemic, Mandy's Pantry is giving away over 100 Thanksgiving turkeys &amp; meals. The  from the Finley Family is more than evident this year. They never blinked in making sure #ThunderFamily and the surrounding school communities got support.","sentiment_score":0.4166666667}
{"full_text":"Abercrombie &amp; Fitch CEO says it has a playbook to deal with closures as Covid threatens to shutter stores","sentiment_score":0.0}
{"full_text":"RT Congrats to @BTS_twt on their well-deserved #GRAMMY nomination for Dynamite! Turns out in 2019 we were already social dista...","sentiment_score":0.0333333333}
{"full_text":"It's okay let's focus on KOREA rn , After the PANDEMIC we will focus on the whe fvcking world ","sentiment_score":0.5}
{"full_text":"RT Feels like a lot of travel for the peak of a pandemic:","sentiment_score":0.0}
{"full_text":"RT COVID-19 protective measures are like a slice of swiss cheese; one slide does not provide 100% coverage. Layering all the sl...","sentiment_score":0.0}
{"full_text":"If you're planning to buy a home and want to take advantage of today's low rates, now is the time to do so. Don't assume they're going to stay this low forever","sentiment_score":0.0}
{"full_text":"Not sure if #corona or #bitcoin","sentiment_score":-0.25}
{"full_text":"While simultaneously encouraging citizens to flood bars and restaurants while covid is spiking. Stick \"tub 'O Goo\" Madden in an covid ward to change bedsheets for a couple days","sentiment_score":0.0}
{"full_text":"RT The F-35, by virtue of three decades of development and crowding out all other alternatives, has become a singularly perfec...","sentiment_score":-0.125}
{"full_text":"RT Then why aren't you listening to #MDCAT studentsTHIS IS CRIMINAL IGNORANCE!!! If any mdcat candidate or his\/her fa...","sentiment_score":-0.78125}
{"full_text":"RT You know what, let's have a #DoYou challenge, what's that one thing you discovered about yourself during the lockdown, mak...","sentiment_score":0.0}
{"full_text":"RT Trump's FEMA,HHS,USDA knew of #COVID19's impact on hunger and food insecurity as of late March. Instead of focusing on th...","sentiment_score":-0.3}
{"full_text":"There was very much wrong with this election, but in these terms, yes, it was a wonder of good government.","sentiment_score":0.1}
{"full_text":"Those who are hungry likely don't care.","sentiment_score":0.0}
{"full_text":"RT Do not read this affidavit from an IT expert. We know what is documented here is impossible as the Maricopa County Supervi...","sentiment_score":-0.6666666667}
{"full_text":"Do you want some Mohanlal movie suggestions that you could watch in the lockdown?","sentiment_score":0.0}
{"full_text":"RT You send little Johnny to school he comes home and kills grandma and grandpa.","sentiment_score":-0.1875}
{"full_text":"Monese is a very irresponsible bank.  They simply tell you \"we closed your account\".  Without a previous warning, in the middle of a pandemic, I will not give you any satisfaction with your money that was there. #monese","sentiment_score":-0.0133333333}
{"full_text":"Top U.S. Congress aides discuss COVID-19 aid as jobless benefits expire post-Christmas - Reuters UK  #BREAKING  Discover more like this by signing up for early access at:  ","sentiment_score":0.3666666667}
{"full_text":"Join me and sign the Community Pledge that is  posted on our website. Click the Link Below to Sign the Community COVID-19 Pledge:","sentiment_score":0.0}
{"full_text":"That's wonderful!!  You can officially get one of those t-shirts that say 'I survived COVID-19.  And all I got was this lousy t-shirt?!' ","sentiment_score":0.1875}
{"full_text":"Yes to this!","sentiment_score":0.0}
{"full_text":"Oh, you're slow.","sentiment_score":-0.3}
{"full_text":"So according to the FBI 89 cops died last year, out of 800,000. That's .01%. Conservatives insist this is proof of a war on police, while also saying that a 2% (200 times higher) COVID death rate is insignificant.Strange math.","sentiment_score":0.125}
{"full_text":"Nearly 1\/4 of those hospitalized with COVID-19 have been diagnosed with heart complicationss which is why research funded by the American Heart Association is so crucial. Learn more at","sentiment_score":0.15}
{"full_text":"#DelhiNeed #Blood Type : O+At : Indraprastha Apollo, Sarita ViharBlood Component : Need Plasma from O+ #COVID19 recovered patient.Primary Number : 9810703011@BloodDonorsIn #BloodMatters@KABWelfare@raktnssdtu@BloodAid@IndBloodDonors@Bloodpointorg@Blood4Help","sentiment_score":0.0}
{"full_text":"RT On behalf of AB emergency nurses - we're concerned. We're extremely concerned. We've eclipsed levels of","sentiment_score":-0.125}
{"full_text":"Columbus Blue Jackets say several players have tested positive for COVID-19 - via App","sentiment_score":0.0757575758}
{"full_text":"Right here - an example of a hands off board  using current context to withdraw oversight and loosen up control over admins - a further reduction in accountability.","sentiment_score":0.0952380952}
{"full_text":"The small- and medium-sized companies that make up the bulk of the Italian economy are taking the brunt of the economic damage caused by the #COVID19 pandemic","sentiment_score":-0.0166666667}
{"full_text":"RT No *you're* tearing up at the thread that accompanies this newsletter. Reading the 2030 people are imagining is both motivat...","sentiment_score":0.0}
{"full_text":"You joke \" If you mix a little bourbon in your eggnog after 11pm, will you catch the Coronavirus? \" but there are consequences not just to your dangerous rhetoric but from COVID-19. Take this serious and set a good example","sentiment_score":-0.1052083333}
{"full_text":"(IF)the GOP cared about America's working class -- they would have never allowed the CARES ACT to expire during a global pandemic. GOP was warned by the Fed's that more stimulus will be needed for households. Still GOP REFUSE--to provide economic relief!!","sentiment_score":0.2708333333}
{"full_text":"I THINK MY JOB FINALLY GAVE US FUCKING COVID PAY ON THIS PAYCHECK YALL HOLY SHIT","sentiment_score":-0.2666666667}
{"full_text":"Amen!","sentiment_score":0.0}
{"full_text":"RT Gov. just announced another month long forced shutdown of thousands of (what he deemed) non essential bus...","sentiment_score":-0.1166666667}
{"full_text":"RT The F-35, by virtue of three decades of development and crowding out all other alternatives, has become a singularly perfec...","sentiment_score":-0.125}
{"full_text":"let's get them nominated again next year so that maybe they can actually attend and do a performance when covid is gone","sentiment_score":0.0}
{"full_text":"RT WE ARE NOT CORONA RESISTANT. #mdcatianslivesmatter #MDCAT #mdcat2020","sentiment_score":0.0}
{"full_text":"The Covid restrictions Greater Manchester can expect after national lockdownhttps:\/\/t.co\/28Tp7o9t89","sentiment_score":0.5}
{"full_text":"Camp Tahoe Public Latrinec. 1922I hope they're not full.#randyquaid #ChristmasVacation #COVID19 #election #History","sentiment_score":0.0}
{"full_text":"With increased lockdowns everywhere, I can help you #HistoryFromHome in the meantime! (Stay safe and wear a mask, of course!) #History","sentiment_score":0.625}
{"full_text":"Let's hope life can go back to normal #newnormal #coronavirusuk #covid19uk #covidvaccine #vaccine #matthancock","sentiment_score":0.075}
{"full_text":"Experts have questions about #AstraZeneca's #vaccine #data #cnn #biotech #trials #tech #covid19 #coronavirus #bidenharris #mkt","sentiment_score":0.0}
{"full_text":"RIP Edward \"Eddie\" Walker","sentiment_score":0.0}
{"full_text":"I had to leave Can. to see my husband,  risking my life with Covid and ENDSARS all bc the will not grant my husband a TRV. This is my sad reality. #prioritizefamilysponsorship #strvabolish179B #spousaltrvnow #marcotimeisup #expeditetoreunite","sentiment_score":-0.5}
{"full_text":"Navigating one of college basketball's toughest schedules and playing amid the coronavirus pandemic will be two of coach biggest challenges this season. #KUbball","sentiment_score":0.0}
{"full_text":"The virtual dating scene is still as hot as ever.","sentiment_score":0.25}
{"full_text":"THANK YOU SO MUCH I hope they have a vaccine so I can wear a cool outfit in public again. But if not I got my mom ready to bedazzle my mask.","sentiment_score":0.1875}
{"full_text":"African-Americans face a greater health risk because of COVID-19.Call your Senators and urge them to push for equal access to free testing and treatment for communities of color as a response to the coronavirus.#Covid19 #CoronaVirus #CoronaOutbreak #StayHome #StayHomeKC","sentiment_score":0.3}
{"full_text":"Why is e-mentoring a useful platform for mentoring, especially when practicing safe social distancing due to COVID-19? #MentoringMinute #MedEd #FacultyDevelopment #AcademicMedicine #Mentorship","sentiment_score":0.1416666667}
{"full_text":"Hey you get some kudos for your commitment to continuing to block middle seats through March 2021.  It might be expensive for you, but people notice these things. #covid19 #TravelTuesday #edbastian","sentiment_score":-0.25}
{"full_text":"Man, fuck y'all and your ignorant \"Covid ain't real. What about my right?? I have my rights!\" shit. Y'all can all kiss my ass out here getting innocent people sick and killing them. 3,266 new cases in one damn day.","sentiment_score":-0.0172541744}
{"full_text":"Falling infection rates and no new Covid hospital deaths raise lower tier hopes for Wirralhttps:\/\/t.co\/kzwHTlYjTN","sentiment_score":-0.0681818182}
{"full_text":"RT NEW: The architect of Sweden's controversial Covid-19 response says there are no signs of \"herd immunity\" in the country","sentiment_score":0.3431818182}
{"full_text":"Happy #TravelBlogTuesday Sharing my latest post all about my home city. Obviously been spending more time here this year so figured I'd write about some of the best neighborhoodshttps:\/\/t.co\/0fFvPeikVG","sentiment_score":0.56}
{"full_text":"We are excited to partner with and more for the \"Economic Recovery and Employment in the Post-Pandemic: Latin America\" workshop on Dec. 3. Register:","sentiment_score":0.3583333333}
{"full_text":"A tour program to the truce village of Panmunjom will remain in operation despite this week's toughened social distancing measures against COVID-19, as necessary preventive steps have already been enforced, official said, reports","sentiment_score":0.0166666667}
{"full_text":"In a sign of the times, North Korea released a stamp on Nov. 17 depicting a COVID-19 fighter with a roster of other heroes. It appears to follow similar trends of \"socialist-realist\" propaganda artwork used to convey the DPRK government's core messages.https:\/\/t.co\/wUy36QxKDT","sentiment_score":-0.075}
{"full_text":"Join us at #COSHCON2020 on Tues 12\/1 AND Thursday 12\/10 at 12pm ET\/11am CT\/9am PT for a 2-part workshop on Reducing the Risks of Exposure to #COVID19 in the Workplace","sentiment_score":0.0}
{"full_text":"Last week, Cal\/OSHA approved temporary new standards that will require employers to establish stronger workplace protections against COVID-19 and make it easier for the state to pursue those who do not comply.https:\/\/t.co\/3IJ4yRRxse","sentiment_score":0.0681818182}
{"full_text":"During the #COVID-19 pandemic, it's important to stay safe while sticking to your prescription medication regimen. See how #PBMs are helping #CApatients adhere to social distancing guidelines by getting medications delivered straight to their door:","sentiment_score":0.2833333333}
{"full_text":"#Colorado to test #COVID19 vaccine distribution in national pilot program","sentiment_score":0.0}
{"full_text":"Let's hope life can go back to normal #newnormal #coronavirusuk #covid19uk #covidvaccine #vaccine #matthancock","sentiment_score":0.075}
{"full_text":" | Amanda Greenslade believes the Doncaster Rovers Belles RTC have adapted well to life amid COVID-19 restrictions after a challenging first few months as technical director. #BackTheBelleshttps:\/\/t.co\/BTo0MRH12x","sentiment_score":0.1375}
{"full_text":"Our accessible ELL Program delivers English language instruction to immigrants and refugees in the Des Moines area. Due to COVID19, we have shifted to online classes through Zoom. If interested in joining, please contact Patricia Grote at pgrote@iowainternationalcenter.org","sentiment_score":0.125}
{"full_text":"More than 30,000 extra deaths not linked to Covid-19 have now taken place in private homes in England and Wales since the start of the coronavirus pandemichttps:\/\/t.co\/dDm5Pbu6TQ","sentiment_score":0.1666666667}
{"full_text":"Louisiana tips off its season Saturday as COVID casts shadow over college basketball. ","sentiment_score":0.0}
{"full_text":"HILDA VAN DYKE, 91, of Silver Spring, Maryland, died of COVID on May 28.\"Hilda was always ready with a smile and a word of encouragement. She grew up on a ranch in Montana and never lost her sense of adventure. She loved fiercely and completely and we miss her every day.\"","sentiment_score":0.325}
{"full_text":"The Panhandle Health District reported 246 new COVID-19 cases in North Idaho over the weekend. \"All we have until a vaccine is widely available are these non-pharmaceutical preventions,\" said Katherine Hoyer, PIO for Panhandle Health.","sentiment_score":0.2681818182}
{"full_text":"If you've ever wondered how Data Scientists calculate safe social distances- here's a great breakdown!  #COVID19 #DataAnalytics #DataScience","sentiment_score":0.5111111111}
{"full_text":"This week #AnneArundel County Health Officer discusses:* #Thanksgiving Safety Tips and #COVID19","sentiment_score":0.0}
{"full_text":"Small Doses of Nature Make Big Difference#natureconnection #foresttherapy #shinrinyokuhttps:\/\/t.co\/5gnJh2jKaY","sentiment_score":-0.125}
{"full_text":"Amazon has been a primary beneficiary of the pandemic since so many businesses closed during lockdowns and many Americans prefer shopping online#Amazon","sentiment_score":0.325}
{"full_text":"December will be full of time for the next spring and the day shift. Damn another lockdown huh","sentiment_score":0.175}
{"full_text":"The three new Covid-19 orders councils can use to shut down unsafe businesses - and the fines if they are breached","sentiment_score":-0.0095959596}
{"full_text":"Health experts say outdoor dining tents are generally safer than dining inside, but caution that they're not all equal via","sentiment_score":0.025}
{"full_text":"Sara Cecchini knows all too well how costly it could be. She told Action News she fell victim while searching for a puppy for her daughter.","sentiment_score":0.0125}
{"full_text":"The treatment of Northern Ireland is a fine example of how not to preserve the Unionhttps:\/\/t.co\/JWX1xAfD7x","sentiment_score":0.4166666667}
{"full_text":"COVID-19 Testing Update - Due to the Thanksgiving Holiday, the Fort Tuthill County Park COVID-19 testing site will be closed from Thursday, November 26 to Sunday, November 29. More information is available at","sentiment_score":0.16875}
{"full_text":"It's always great news to receive a negative #COVID19 test, but that doesn't mean you can let your guard down. Please continue #PhysicalDistancing, #WearAMask in public spaces or if you can't keep 2m from others, and #WashYourHands often. #StopTheSpreadHPE","sentiment_score":0.0063888889}
{"full_text":"RT The poor medical personnel..  I often wonder what the toll will be for them once this is done.","sentiment_score":-0.2}
{"full_text":" Beware of false #Coronavirus information! Always get your information &amp; advice from an accurate source: we will provide regular updates on current guidance in #Nottingham will provide latest guidance from Central Government #StopTheSpread","sentiment_score":0.0666666667}
{"full_text":"The COVID-19 pandemic has upended every corner of our lives, and yet, when we asked people what's gotten them through, gratitude spilled out in a wave of responses. Here's what Kitsap residents are grateful for: ","sentiment_score":0.0}
{"full_text":"Physical activity recommendations for adults according to the CDC.","sentiment_score":0.0}
{"full_text":"New interim data from Phase 3 of #mRNA-based #COVID19 vaccine candidate developed w\/ shows 94.5% efficacy in preventing #COVID19. Read more ","sentiment_score":0.2454545455}
{"full_text":"So covid is having a Christmas break then....","sentiment_score":0.0}
{"full_text":"NEWS: is happy with the extension to pub curfews but is concerned about the impact a stricter tiered system could have in the Covid-19 Winter Plan","sentiment_score":0.8}
{"full_text":"RT Attack rate: 100%. 12 people attended a birthday party, 12 people all infected by #COVID19, including kids, +3 others late...","sentiment_score":-0.3}
{"full_text":"\"We are anticipating large crowds.\"","sentiment_score":0.2142857143}
{"full_text":"The CDC and top White House advisers have been pleading with Americans not to spend the holiday with people from outside of their households.","sentiment_score":0.1666666667}
{"full_text":"He obviously hasn't heard of Covid-19","sentiment_score":0.0}
