{"full_text":"trump's America and his base votes for him stealing from the taxpayers and leaving them without healthcare, food and a home","sentiment_score":-0.8}
{"full_text":"Chris, do your research. I have two personal friends that code for hospitals. They were told to code every death as Covid even if no test had ever been performed. The payout is larger.","sentiment_score":0.0}
{"full_text":"RT Dr. Fauci is basically telling us that if we want to control the virus we have to elect Joe Biden. Let's do it! #Penns...","sentiment_score":1.0}
{"full_text":"At my hospital we have on an average 6-12 covid patients hardly overworked and exhausted","sentiment_score":-0.2805555556}
{"full_text":"RT This is a Tweet calling for Help for Mrs OLUSHOLA OLUYOYE Her daughter lost her job this year, and the pandemic has reall...","sentiment_score":0.0}
{"full_text":" After yesterday's announcement of another lockdown here in the U.K. I know that myself &amp; many other small businesses are once again having to re-think &amp; re-adapt our approach to surviving in these strange times. #shopethicalinstead this year!","sentiment_score":0.015625}
{"full_text":"#TrumpDeliveredNothing but death and unemployment from his lack of response to COVID. #TrumpKnewAndDidNothing Look at his promises - he didnt delivery anything other than a Tax Break to the rich. #TrumpCovid19 #TrumpIsALair","sentiment_score":0.125}
{"full_text":"RT Important for those who think it's low risk for children to get infected. They spread it to their parents, grandparents an...","sentiment_score":0.2}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
{"full_text":"RT In 2016, Trump became president because of 77,000 votes in Pennsylvania, Michigan and Wisconsin. Today alone, 100,00...","sentiment_score":0.0}
{"full_text":"RT The pumpkins are falling today from 10-3. Wear a costume and get a goodie bag provided by Please conside...","sentiment_score":0.0}
{"full_text":"Tomorrow I will share 6 meter square room with approximately 100 people through the course of the day. None of them will be wearing masks. School policy says I should not wear a mask. Many of the 100 people think it is a joke. Many of them will have lost their masks.","sentiment_score":0.2}
{"full_text":"RT Channel 4 News today: Infections rising most steeply among 11-16 year olds. Lockdown that doesn't include schools and colleg...","sentiment_score":0.5}
{"full_text":"I like to calculate the worst case senario.  I think we have one more lock down coming and a delayed stimulus package and that will mark the time to load up.","sentiment_score":-0.2185185185}
{"full_text":"Alas, it uses COVID tracking data which, like Johns Hopkins, has major issues. For one, case data is by reported date which is a mess. So you can't compare it to hospital &amp; deaths. Idea of this analysis is great, but no national data set currently supports it.","sentiment_score":0.0575}
{"full_text":"I understand that the Kardashian\/ Jenners live in their own privileged bubble of wealth and fame but in that bubble it is still a global pandemic where large gatherings of people not wearing masks is a SUPERSPREADER EVENT","sentiment_score":0.2376623377}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"Beautifully put. Thanks for sharing x","sentiment_score":0.525}
{"full_text":"RT Trump declared victory over COVID early too","sentiment_score":0.1}
{"full_text":"RT Fauci, Birx, and Redfield should be shown the door immediately.They are working to devastate our great nation through...","sentiment_score":0.8}
{"full_text":"Cool, glad you understand.  Obviously, you agree that lockdowns are about preserving the NHS capability. So, what is the threashold we need to achieve in what projection to halt the national lockdown? How will we know it's been achieved in early Dec. How are we tracking progress?","sentiment_score":0.2375}
{"full_text":"RT President Trump is in Macomb County today and Kent County tomorrow - two of the counties with the highest coronavirus numb...","sentiment_score":-0.6}
{"full_text":"RT If your child develops #coronavirus symptoms, here's what you need to do. Only book a test if you develop symptoms. T...","sentiment_score":0.0}
{"full_text":"RT I said at the onset that it was probably better for Drs. Fauci and Birx to defy the president, ask to hold science-centered...","sentiment_score":0.5}
{"full_text":"RT camila stayed at home safe during the global pandemic and did something nice for the kids in the neighbourhood to make sure...","sentiment_score":0.4}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT Shout out to #ExcludedUK tv freelancers. The years I spent as a #ForgottenPAYE researcher nearly broke me. I wouldn't f...","sentiment_score":0.0}
{"full_text":"RT Presidential campaign events shouldn't have a death toll.","sentiment_score":0.0}
{"full_text":"All the more important that the media covets this properly. VOTES ARE ALWAYS COUNTED AFTER THE ACTUAL ELECTION DAY, pandemic or not. Some states don't even start until ELECTION DAY.","sentiment_score":0.225}
{"full_text":"RT RM: I think we all have the responsibility of moving through these difficulties as the 'new humankind' living in the year 20...","sentiment_score":0.1363636364}
{"full_text":"RT The furlough scheme being refused to Scotland and Wales when needed but extended in a day when England decides to go into...","sentiment_score":0.0}
{"full_text":"RT We appreciate that the rule to meet only one other person not from your household outside will help to reduce the spre...","sentiment_score":-0.0416666667}
{"full_text":"RT I suggest listening to my conversation with Dr...","sentiment_score":0.0}
{"full_text":"RT 1\/3 of the creative workforce is freelance. Many will see all their work cancelled as a result of these new measures. The...","sentiment_score":0.3787878788}
{"full_text":"RT #IRS tax credits are immediately available for employers who are providing paid sick leave and paid family and medical leave t...","sentiment_score":-0.1047619048}
{"full_text":"why would anyone be against this? how hard is it to wear a mask and socially distance? 100k COVID cases per day. mask wearing and social distancing mitigate the spread of COVID. how fucking selfish can you be.","sentiment_score":-0.18125}
{"full_text":"Let me help you out. Social distance 6 ft apart, wear a mask and wash your hands. Trump understands that Americans thrive on work and being productive. Got it?","sentiment_score":0.0333333333}
{"full_text":"I've been workshopping slogans. I've settled on:LOCKDOWN II: THIS TIME IT'S MOre of an irritation than anything, to be honest.","sentiment_score":0.55}
{"full_text":"RT Timeline of exactly how Donald Trump handled Coronavirus in America. Devastatingly heartless...","sentiment_score":-0.375}
{"full_text":"Lockdown cripples the economy, kills businesses, ruins people's finances, and drives domestic abuse and suicides up. Why do we do it? To bring down the meagre death count temporarily. Does it stop Covid? No. Is it a convenient way to manipulate the freedoms of people? Yes.","sentiment_score":-0.1018518519}
{"full_text":"There you go...","sentiment_score":0.0}
{"full_text":"RT We can build a future where:- Health care is a right- We end the gun violence epidemic- We combat climate change- Our go...","sentiment_score":0.1428571429}
{"full_text":"RT Donald Trump trashes COVID-19 doctors, compares himself to Jesus #SmartNews TRUMP IS GWADawful","sentiment_score":0.0}
{"full_text":"RT More than 230,000 Americans have died from COVID-19 -- and Donald Trump has given up on trying to get the virus under control...","sentiment_score":0.5}
{"full_text":"RT We are on Zoom every week. Not in person. Try Jesus. Not me. ","sentiment_score":0.0}
{"full_text":"RT COVID Update November 1: When we lose someone to COVID there are things to remember. 1\/","sentiment_score":0.0}
{"full_text":"RT corrupt croneyism","sentiment_score":-0.5}
{"full_text":"RT Not really good enough. This is a pandemic and your customers need reassurance that booking through Airbnb h...","sentiment_score":-0.175}
{"full_text":"RT The SNP's Margaret Ferrier is still in post, still an MP, still drawing a salary. Her constituents are losing their jo...","sentiment_score":0.0}
{"full_text":"RT BREAKING: WH pandemic adviser Scott Atlas did an interview yesterday with Russian state media from WH grounds. He told lies and...","sentiment_score":0.0}
{"full_text":"RT How can my pastor say that is isn't a Pandemic, this is a PLANdemic LOOOOL","sentiment_score":0.0}
{"full_text":"But he believes COVID isn't real, to the point he was part of a domestic terrorist cell to kidnap the Governor over her restrictions to combat it? Which is it sir? Oochie Wally or One Mic?","sentiment_score":0.1}
{"full_text":"RT IT IS SERCO, NOT NHS. REPEAT: IT IS SERCO, NOT NHS. RUN BY DIDO HARDING, WIFE OF TORY MP, JOHN PENROSE. #BrokenMedia #Tory...","sentiment_score":0.0}
{"full_text":"RT I think we are at the point where Donald Trump is demanding to see COVID's birth certificate - the long form.","sentiment_score":-0.05}
{"full_text":"RT Nigel Farage heavily hinting he is about to launch an anti-lockdown party here. I would expect such an entity to take 10...","sentiment_score":-0.1}
{"full_text":"RT been COVID free this whole pandemic ! thank you god for keeping me covered.","sentiment_score":0.325}
{"full_text":"RT From Thursday 5 November until 2 December, you must stay at home. For more information on the new measures watch our video...","sentiment_score":0.3181818182}
{"full_text":"Promising everything, delivering nothing.Has Trump taught these principles to #ScottyFromMarketing or is it the other way around?","sentiment_score":0.0375}
{"full_text":"In the final run up to Election Day, the United States has hit its worst spike in cases of COVID-19 since the pandemic began","sentiment_score":-0.5}
{"full_text":"Boris Johnson: Keep grassroots sport going throughout Lockdown via","sentiment_score":0.0}
{"full_text":"RT The long-running rift between the White House and Dr. Fauci bursts into the open as the once-restrained expert calls out President...","sentiment_score":0.0}
{"full_text":"RT New CDC study finds that children pass along Covid to household members just as frequently as adults do. This underscores...","sentiment_score":0.1181818182}
{"full_text":"RT Fauci: \"We're in for a whole lot of hurt. It's not a good situation.\" The country is heading into a long and deadly w...","sentiment_score":-0.1}
{"full_text":"RT Remember that Guilty Gear AC +R is on sale for $3 for a limited time on Steam along with a whole bunch of other games. We...","sentiment_score":-0.1241071429}
{"full_text":"RT \"The legacy of the corona crash will be the concentration of economic and political power in the hands of a tiny oligarchy\"...","sentiment_score":0.0666666667}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"can brain worms be classified as a co-morbidity?","sentiment_score":0.0}
{"full_text":"RT Our PS12bn world beating system ladies and gentlemen.","sentiment_score":0.0}
{"full_text":"RT How much has the pandemic changed driving habits?","sentiment_score":0.2}
{"full_text":"Dude if we do have an extended lockdown till next year or something I just hope that it ends before next Ramadan\/Eid ","sentiment_score":0.0}
{"full_text":"RT The money is not running out.  The government is issuing bonds (like the bonds they sell us as 'national savings' etc)...","sentiment_score":0.0}
{"full_text":"RT Whatever your views on Tommy Robinson, why was he arrested for breaking \"coronavirus regulations\" today, whereas 100s pr...","sentiment_score":0.0}
{"full_text":"RT He might be the greatest content creator we have in the UK you know","sentiment_score":1.0}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT If you went to a bar or Halloween party this weekend, you should assume you were exposed to someone with Covid and get test...","sentiment_score":0.0}
{"full_text":"RT You're a boob. You didn't know Russia Today was a foreign agent? &amp; you went on there to rail against masks after Russia just...","sentiment_score":-0.125}
{"full_text":"RT We're back!!! The pandemic has kept us on hiatus most of the year, but Skinner Round-Up will be back on","sentiment_score":0.1666666667}
{"full_text":"ima go hideout &amp; watch rematch game of thrones for the rest of the year. this covid shit just getting worse. how we doing worse than we were doing in march? ","sentiment_score":-0.35}
{"full_text":"RT Largest sample of U.K. people, circa 1 million per day, shows cases not surging, circa 50% of Whitty &amp; Vallance data.","sentiment_score":0.0}
{"full_text":"RT Would indeed be ironic if Donald Trump lost the presidential election by a margin of votes equal to the number of his suppor...","sentiment_score":0.1}
{"full_text":"RT  Tune into my breakfast show tomorrow if you want to find out more...","sentiment_score":0.5}
{"full_text":"RT What is the point of lockdown?We have our ventilators. We have treatments. Our doctors are prepared and ready for batt...","sentiment_score":0.2}
{"full_text":"Agree: if\/until there's evidence it shouldn't be an accusation. HOWEVER, PM Trudeau's Lib peer PM Durden has openly created Covid detention facilities. Why are you taking so much time\/focus to say its crazy talk? Sounds like a divisive Liberal in your ear.https:\/\/t.co\/EwgHN4HmXi","sentiment_score":-0.1333333333}
{"full_text":"RT What is the point of lockdown?We have our ventilators. We have treatments. Our doctors are prepared and ready for batt...","sentiment_score":0.2}
{"full_text":"70,000 cases went undidected with zero deaths recorded.. #PleaseExplain","sentiment_score":0.0}
{"full_text":"In the newly infected &amp; tested members of the public. We're in the middle of a pandemic, love.","sentiment_score":0.1590909091}
{"full_text":"RT Virtually every week another job or contract is handed to a friend of the Conservatives behind closed doors. It's unfai...","sentiment_score":-0.25}
{"full_text":"Biden LOCKDOWN coming IF elected. Biden Surrogate Pete Buttigieg Says Another Lockdown Is \"On the Table\" with Joe Biden (VIDEO) via","sentiment_score":0.0}
{"full_text":"RT 2 concepts may dictate the future of urban design. The 15-minute neighbourhood where all services are within a 15 min wa...","sentiment_score":0.0}
{"full_text":"RT EXCLUSIVE: UK could be back to normal by summer, says Imperial vaccine scientist","sentiment_score":0.075}
{"full_text":"RT More than 230,000 Americans have died from COVID-19 -- and Donald Trump has given up on trying to get the virus under control...","sentiment_score":0.5}
{"full_text":"RT ????????????? so did the pandemic just stop????? half of LA can't even go visit their families for the holidays and the o...","sentiment_score":-0.1666666667}
{"full_text":"NatWest close customers' bank accounts during the pandemic via economic meltdown is now visible to the public ","sentiment_score":0.1}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
{"full_text":"RT More than 230,000 Americans have died from COVID-19 -- and Donald Trump has given up on trying to get the virus under control...","sentiment_score":0.5}
{"full_text":"RT COVID Update November 1: When we lose someone to COVID there are things to remember. 1\/","sentiment_score":0.0}
{"full_text":"RT This is a Tweet calling for Help for Mrs OLUSHOLA OLUYOYE Her daughter lost her job this year, and the pandemic has reall...","sentiment_score":0.0}
{"full_text":"still waiting for my WiFi service to work ... Yet another evening on lockdown without WiFi.... 4 weeks + later . How long does it take for your service team to complete work on mast ? #disasterservice","sentiment_score":0.0166666667}
{"full_text":"RT On an MP just claimed the region's hospitals were \"starting to be overwhelmed\".  Which hospitals would th...","sentiment_score":0.0}
{"full_text":"RT ARKANSAS -- JESUS LOVATO-MOLINA, 64, of Van Buren, died of COVID on July 3. He worked for 30 years at a poult...","sentiment_score":0.0}
{"full_text":"RT Here is the problem. COVID (were it to have actual human characteristics) is more than patient to travel from host to host un...","sentiment_score":0.1666666667}
{"full_text":"Please retweet the hell out of this.","sentiment_score":0.0}
{"full_text":"RT The PM suggests we could soon be in a situation where doctors and nurses would have to decide who to treat. The truth is Gov...","sentiment_score":0.0}
{"full_text":"RT Incredible story in The Times, which I'm told is definitely true. For most of its existence, the contact tracing app fo...","sentiment_score":0.5833333333}
{"full_text":"RT We don't want to shut our schools, but if govt doesn't issue a coherent plan we'll be forced to- it will become impossible...","sentiment_score":-0.1555555556}
{"full_text":"And this is why we can't get rid of it lmao.","sentiment_score":0.6}
{"full_text":"RT So concerning. At what point will the police break up the parties that are in contravention of public health rules, rather th...","sentiment_score":0.0}
{"full_text":"RT BREAKING: WH pandemic adviser Scott Atlas did an interview yesterday with Russian state media from WH grounds. He told lies and...","sentiment_score":0.0}
{"full_text":"RT This is getting insane folks.","sentiment_score":-1.0}
{"full_text":"RT So, Sunak's 'Eat Out To Help Out' scheme drove up Covid infections by 7-18%.This means taxpayers' money was effectivel...","sentiment_score":0.0}
{"full_text":"RT Software bungle meant NHS Covid app failed to warn users to self-isolate","sentiment_score":-0.5}
{"full_text":"RT White House pandemic adviser Dr. Scott Atlas gave an extensive interview to RT, the Kremlin-controlled state media networ...","sentiment_score":0.0}
{"full_text":"What planet are you living on? COVID IS REAL AND KILLING PEOPLE!!! You are such a brain dead asshole!!!!","sentiment_score":-0.0325520833}
{"full_text":"RT Cristiano Ronaldo after 21 days off the field due to COVID-19, it took him 3 minutes to score, minutes later he completed his r...","sentiment_score":-0.0625}
{"full_text":"RT Did half of y'all forget we are in the middle of a pandemic? Unless you did some covid tests before you had a party or...","sentiment_score":-0.0833333333}
{"full_text":"No temperature, no loss of taste.No persistent cough, no other signs.Furlough scheme, lockdown chore.Boris orders \"close your door\".....Or something.","sentiment_score":0.0625}
{"full_text":"RT Exciting news from Israel!The first Covid vaccine developed by the Israel Institute of Biological Research administered to th...","sentiment_score":0.2166666667}
{"full_text":"RT Covid watching everybody continue to party with no masks, just vibes","sentiment_score":0.0}
{"full_text":"RT Lockdown 2? We all knew it was gonna happen, and This is How We Knew It ","sentiment_score":0.0}
{"full_text":"RT Very awkward for Boris. This is what he said about a national lockdown 10 days ago. ","sentiment_score":-0.78}
{"full_text":"RT Elon Musk's bonuses this year: May: $750 million July: $2.1 billionSept: $2.9 billion Oct: $3 billion Meanwhile, he's fu...","sentiment_score":0.0}
{"full_text":"Covid has made it impossible for me to go anywhere and enjoy anything without having extreme anxiety.","sentiment_score":-0.1305555556}
{"full_text":"If that's Northumberland, where's the message to say you're here?!Not that I can give you a cuddle with all this covid around ","sentiment_score":0.0}
{"full_text":"RT Coronavirus tests as percentage of population.UAE: 130%Denmark: 90%Singapore: 62%UK: 49%US: 43%Russia: 41%Austr...","sentiment_score":0.0}
{"full_text":"RT Ignoring science is one thing but ignoring reality is irresponsible, delusional, and wtf","sentiment_score":-0.5}
{"full_text":"RT BREAKING: WH pandemic adviser Scott Atlas did an interview yesterday with Russian state media from WH grounds. He told lies and...","sentiment_score":0.0}
{"full_text":"Gold will Go Higher because of these 3 Trends  #Brexit #Covid #Election","sentiment_score":0.25}
{"full_text":"RT Many of the people in the industry are #forgottenfreelancers #forgottenPAYE and most definitely #ExcludedUK there are some...","sentiment_score":0.3333333333}
{"full_text":"RT Offensive nonsense saying apparent \"different circumstances\" explain why workers in the North were worth 13%...","sentiment_score":0.1166666667}
{"full_text":"RT In contrast to the enthusiasm evident four years ago in #MelaniaTrump homeland #Slovenia as she ascended to the status of U...","sentiment_score":0.25}
{"full_text":"The USA leading the world in COVID cases:","sentiment_score":0.0}
{"full_text":"RT Museveni visit: Arua DHO under fire over issuing 'fake' COVID results. Ahead of M7's visit to Arua last week, all guests we...","sentiment_score":-0.25}
{"full_text":"RT What America leads in: #1: Covid-19 cases#1: Medical debt#1: Prescription drug prices#1: Deaths from lack of insura...","sentiment_score":0.0}
{"full_text":"RT Bollywood superstar Shah Rukh Khan turns 55! #HappyBirthdaySRK #HappyBirthdayShahRukhKhan #SRK55 #ITCardDue to the COVID-...","sentiment_score":0.0}
{"full_text":"Please think about your electorate when you vote for these draconian rules this week.  I plead with you to make the right decision and vote against another lock down,  as it will only create further problems  with the loss of jobs and peoples potential futures!","sentiment_score":0.026031746}
{"full_text":"RT The Duke and Duchess of Cambridge have spoken of how the nation is \"indebted\" to thousands of key workers and NHS fron...","sentiment_score":0.0}
{"full_text":"RT There are treatments for COVID-19 but there are no treatments for the devastating mental consequences of the lockdowns.","sentiment_score":-0.55}
{"full_text":"RT 3 out of 4 Edmonton hospitals have outbreaks - won't be long before it's all of them. But people should still be able to...","sentiment_score":0.225}
{"full_text":"Those cloudy days are only temporary - keep smiling #Lockdown2 #lockdownUK #lockdown","sentiment_score":0.0}
{"full_text":"Here are some tips to stay safe and still enjoy being with your friends and family.  However, if you are ill stay at home and be mindful of the national protocols.  #COVID19 #Protect #beaware","sentiment_score":0.1333333333}
{"full_text":"Have you seen these #Thanksgiving rules created by #California Governor Gavin #Newsom? says #Democrats are going to \"micromanage us to death!\" #CA #Coronavirus #VarneyCo","sentiment_score":0.0}
{"full_text":"Minnesota #COVID Today---* 2,217 (-804) cases* 18 (-2) deaths* 738 hospitalizations* 176 ICUOn Saturday, MDH announced an increase of 3,007 cases -- the second-largest number ever reported in a single day.#MN #COVID19 #coronavirushttps:\/\/t.co\/5QTicpNaxQ","sentiment_score":-0.0714285714}
{"full_text":"See below a message for people from ethnic minority backgrounds in the Midlands from Dr Mohit Mandiratta, a local GP, on the risks of diabetes and COVID-19...https:\/\/t.co\/mTOLGIpOHJ#BAMEType2Midlands #Diabetes","sentiment_score":0.0}
{"full_text":"Many states have made it easier to request a mail ballot amid the #coronavirus pandemic and concerns about crowded polling places. But mail ballots generally require more time to process than ballots that are cast in person.","sentiment_score":0.35}
{"full_text":"RT Trump COVID adviser Scott Atlas tells Russian state media lockdowns are \"killing\" Americans","sentiment_score":0.0}
{"full_text":"Newcastle has always been known as a party cityhttps:\/\/t.co\/zSPccJB7CW","sentiment_score":0.0}
{"full_text":"A surge in coronavirus cases across the country, including in key presidential battleground states, is creating mounting health and logistical concerns for voters, poll workers and political parties ahead of Election Day.https:\/\/t.co\/3Scobn1Xhb","sentiment_score":0.0}
{"full_text":"#KhloeKardashian opened up about her experience with #COVID19.https:\/\/t.co\/TCkpcOlgV6","sentiment_score":0.0}
{"full_text":"You guys going thru another lockdown?","sentiment_score":0.0}
{"full_text":"RT Why are these deaths, far greater than those from Covid, and invmany cases preventable, not read out nightly in solemn ton...","sentiment_score":0.3}
{"full_text":"RT This week a Macmillan report estimated that up to 50,000 additional people have cancer and don't know it because of lo...","sentiment_score":0.0}
{"full_text":"#MEDICARE #OPENENROLLMENT IS HERE! Enrollment is Oct 15 - Dec 7, 2020. Enroll ONLINE, by PHONE or at AOI Office! (AOI adheres to CDC Covid Guidelines) Call TODAY, we are here to HELP! 321-676-4118","sentiment_score":0.0}
{"full_text":"Vitamin C can help treat severe Covid-19 cases, NZ-led review findshttps:\/\/t.co\/WCgGCywWWU","sentiment_score":0.0}
{"full_text":"Do you want to help a family in need this Christmas but can't because of COVID19 ? We have set up an Amazon Wish List to make donating to our families easy this year! Any help would be amazing! #charity #support  Click Here - #brumhour","sentiment_score":0.6458333333}
{"full_text":"recently performed the country's first heart-lung transplant after a COVID-19 infection. Ashish Shah, M.D., (@AshShahMD) of and Matthew Bacchetta, M.D., (@MatthewBacchet1) of discuss the intensive surgery.@VUMCTransplanthttps:\/\/t.co\/ueTi7usRBa","sentiment_score":0.125}
{"full_text":"Here is today's snapshot of #COVID19 disease activity in #Wisconsin. To get a full picture of where disease activity is headed in our state, visit: and remember, #YouStopTheSpread","sentiment_score":0.35}
{"full_text":"RT This is a Tweet calling for Help for Mrs OLUSHOLA OLUYOYE Her daughter lost her job this year, and the pandemic has reall...","sentiment_score":0.0}
{"full_text":"This latest lock down is like closing all the windows to stop the cold but leaving the doors open. Bit of joined up thinking would have started a  2 week stint  at the start of the school holidays. #Shambles #Covid19UK #Lockdown2","sentiment_score":-0.0638888889}
{"full_text":"RT sick of covid","sentiment_score":-0.7142857143}
{"full_text":"RT The complete disregard for the suffering and death of Americans dying by nearly a thousand a DAY is heartbreaking! We need l...","sentiment_score":0.1125}
