{"full_text":"Try it &amp; lose. We have the receipts, hypocrite.\"You have two months &amp; we can't let this vaccination plan go forward the way the Trump admin is designing it because Biden can't undo it and two months later will be in the midst of it,\" Cuomo continued.https:\/\/t.co\/SagAP6tB31","sentiment_score":0.0}
{"full_text":"RT One week after the election: Dr. Fauci Says Coronavirus \"Won't Be A Pandemic For Much Longer\" ","sentiment_score":0.2}
{"full_text":"2.5 GPAAbsent During Online Classes !!!No Idea What to Do In Life Waiting For Government to Announce Lockdown 2.0 ;_; xD#ImranTahir #PSL2020 #PSL5 #PhirSeTayyarHain","sentiment_score":0.0}
{"full_text":"RT A friend lost his job due to covid-19 pandemic. His elder brother that's based in the UK sent him 10 iphone 11 Pro Max...","sentiment_score":-0.125}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"Is that what you said to Teresa just before COVID-19 hit, Mark?......x","sentiment_score":0.0}
{"full_text":"RT You chance of encountering someone with COVID-19 at a gathering of 10 people, by location:NYC: 8%Seattle\/King County: 11...","sentiment_score":0.0}
{"full_text":"RT Remember the horror when Labour wanted to raise taxes on those earning over 80k","sentiment_score":0.0}
{"full_text":"Kudos from for the #generics industry. Said the lack of generics shortages \"speaks to [the industry's]...continuity of business planning... to make sure there weren't going to be disruptions...\" #GRxBiosims #COVID19","sentiment_score":0.5}
{"full_text":"and throw away da keyyy","sentiment_score":0.0}
{"full_text":"RT canny believe my 84 year old gran has been discharged from end of life care n beat covid along with it what a boss","sentiment_score":0.1}
{"full_text":"There should also be a #COVID19  study comparing Progression to #LongCovid between those who needed anti-inflammatories and were not allowed them, compared to those who became ill later and were.","sentiment_score":-0.25}
{"full_text":"These police and army guys are armed like a war zone!!Honestly..., they look like  alien zombies ...!!","sentiment_score":-0.390625}
{"full_text":"Good, let them stay home.  Those of us that know better want to get our freedoms back.  Data does not lie just the media and dirty politicians.  Over 70 million strong fighting back!","sentiment_score":0.1722222222}
{"full_text":"RT MOTHER OF GOD--El Paso nurse's horrifying story of hospital situation. There is a COVID room nicknamed \"the pit\" where no...","sentiment_score":-0.9}
{"full_text":"RT 'Science is being suppressed for political and financial gain. Covid-19 has unleashed state corruption on a grand scale, and...","sentiment_score":0.1666666667}
{"full_text":"RT 71 elderly people in long term care homes died this week in Ontario from #COVID19 . To put it into perspective #dougfo...","sentiment_score":-0.05}
{"full_text":"RT No symptoms. Was tested for COVID. Same machine. Left nostril positive . Right nostril negative. Maybe they need to call...","sentiment_score":0.0425974026}
{"full_text":"RT In a real pandemic the government would not have to resort to faking tests, fakin...","sentiment_score":0.2}
{"full_text":"RT She has got to go!! Between the planes and the COVID shady trading, her record is dirty! Vote her out to ge...","sentiment_score":-0.5}
{"full_text":"RT #nl during Covid-19, contribute to:(cc #100DaysOfCode, #EUclimatelaw ) --v","sentiment_score":0.0}
{"full_text":"Covid malfeasance and needless deaths should be the defining senate led investigation for the next 4 years.","sentiment_score":-0.25}
{"full_text":"Good!","sentiment_score":0.875}
{"full_text":"World miltary games october 2019... wuhan...  search that.. ","sentiment_score":0.0}
{"full_text":"RT How this Govt works:-Put lies on side of a bus-Treat Parliament with contempt-Break rules and charge around country...","sentiment_score":0.0}
{"full_text":"RT bitches be positive with Covid-19 at bottomless brunch like:","sentiment_score":0.2272727273}
{"full_text":"RT Win free data and Jam with the best names in the business. It's the #Rekognize limited edition launch. All Covid protocols w...","sentiment_score":0.5321428571}
{"full_text":"Love and admiration from Scotland for all Americans who voted for this president elect you !!!!! WON!!! don't let them take your victory away stay home let the world see who they really are thats the best revenge ","sentiment_score":0.675}
{"full_text":"Good morning everyone.Happy Saturday.Lovely cool morning in Chicagoland. Minus the killings...Mayor Wrongfoot is destroying the city and the people, in the name of pandemic &amp; our health. Mayor Wrongfoot is incompetent. Not a decision maker.Anyway I digress..TY Lord.","sentiment_score":0.08}
{"full_text":"RT me and the boys qnd o covid acabar","sentiment_score":0.0}
{"full_text":"RT MkVIII 1\/72 Eduard Profipack. This was Lockdown Spitfire nr5. No92sq Italy 1943.","sentiment_score":0.0}
{"full_text":"RT Science is being suppressed for political and financial gain. Covid-19 has unleashed state corruption on a grand scale, and...","sentiment_score":0.1666666667}
{"full_text":"RT This is plain common sense. Where are the politicians - meant to be serving the nation, not themselves or their fantasies -...","sentiment_score":-0.2571428571}
{"full_text":"RT Honestly, once the election's been certified &amp; electoral college electors have met on Dec. 14, it's a tragedy we'll st...","sentiment_score":0.6}
{"full_text":"Try and hang everyone involved with the","sentiment_score":0.0}
{"full_text":"It sure feels like the covid specialists use Internet Explorer exclusively. Their recommendations are 8 months after they were needed.","sentiment_score":0.5}
{"full_text":"RT How to stop restaurants from driving COVID infections","sentiment_score":0.0}
{"full_text":"Idk how we managed, but i do know that people stopped taking corona serious around 2 months ago and it just gets worse and worse.","sentiment_score":-0.3777777778}
{"full_text":"RT K-pop boy band describe their latest EP as a teen account of how the lockdown shattered their world, and they hope...","sentiment_score":0.25}
{"full_text":"RT My take for on the Number 10 soap operatics - It's too late to undo most of the damage caused by the gover...","sentiment_score":0.1}
{"full_text":"New York attorney general threatens Trump with lawsuit if he denies state access to 'life-saving' vaccine #p2 #tcot #politics ","sentiment_score":0.0931818182}
{"full_text":"RT Hi firstly, congratulations. Secondly, if you are engaging with Australia re Covid, please seek out our State Pr...","sentiment_score":0.2166666667}
{"full_text":"RT Trump said today: \"I will not be going to a lockdown\" who wants to explain to him how prison works?","sentiment_score":0.2}
{"full_text":"RT World Kindness Day We've decided to treat someone to celebrate.3 things to do:1. Tag 3 friends2. Like this twee...","sentiment_score":0.0}
{"full_text":"Aww you're the cutest, making your partner happy is important  we might do a little earlier than usual for kiddo this year since it's been a rough one with covid restrictions but that means the first week of December instead of 2 weeks before Xmas. I'm a turbo grinch lol.","sentiment_score":0.2236111111}
{"full_text":"Lets pledge for safe diwali this year.Don't use sanitiser before lighting Diya's.Maintain Social Distancing andDon't forget to wear a mask.Wish you a Happy, Healthy and Safe Diwali.#Touchinglives #shreemahavirjainhospital #smjh #hospital #hospitals #hospitalinthane","sentiment_score":0.4666666667}
{"full_text":"RT New Mexico Governor Issues Stay-at-Home Order, Closure of Non-Essential Businesses","sentiment_score":0.1363636364}
{"full_text":"\"Science is being suppressed for political and financial gain. Covid-19 has unleashed corruption on a grand scale, and it is harmful to public health\"","sentiment_score":0.125}
{"full_text":"RT JUST IN: Gov. Gavin Newsom attended a birthday party last week that included people from several households -- the type of...","sentiment_score":0.0}
{"full_text":"RT Don't fall for it! STAY HOME, STAY SAFE!  Let them march, we voted!  We WON!","sentiment_score":0.9765625}
{"full_text":"RT Thank you, that is now me in buckets of tears! ","sentiment_score":0.0}
{"full_text":"I see them without masks too. Incredible.","sentiment_score":0.9}
{"full_text":"I need some motivation for getting ready for birthday drinks I just don't have any meh. I need a make up artist &amp; hairdresser fuck toy lockdown #ihatelockdown2","sentiment_score":-0.1}
{"full_text":"RT Before the pandemic hit I had mentioned I was gonna add 1 more recruit to Las Sicarias.. It think issa bout that time aga...","sentiment_score":0.5}
{"full_text":"We should be looking primarily for a safe model to open schools and keep them open at Statewide or nationwide level.With rigorous testing &amp; controls this should be possible, even where covid spread is much higher than NYC currently (CDC say it is possible) \/1","sentiment_score":0.14375}
{"full_text":"RT Gov. Andrew Cuomo, of the Democrat disgraced State of NY, says COVID vaccines that Trump's executive genius made possible a...","sentiment_score":0.0}
{"full_text":"Great stuff - have you heard of the new graphene antiviral ink coating (applied to masks and HVAC filters) killing 99.9% of Covid-19? Check out $zen graphene to understand more on this incredible technology!","sentiment_score":0.6090909091}
{"full_text":"RT The person who invited me now has COVID","sentiment_score":0.0}
{"full_text":"RT I was off the internet last night, so missed another advisory for potential COVID exposure at The Local and a Timmy's in...","sentiment_score":0.0}
{"full_text":"IMO New Zealand is the only place to have fully taken Covid seriously and made the right choices .... the UK has been a mess and the government have made it worse in the long run","sentiment_score":-0.0766079159}
{"full_text":"Share","sentiment_score":0.0}
{"full_text":"RT I'm not ok with dying because of my job. I cried while I suited up to go into our Covid unit. Please acknowledge me.","sentiment_score":-0.25}
{"full_text":"RT About time something like this came out. Shame on the regular media that the BMJ has to report this","sentiment_score":0.0}
{"full_text":"You'd think that during a lockdown when people can't congregate indoors that authorities might make some effort to clean up outdoor areas. Yet Smithfield plaza is strewn with broken glass, right beside the playground cc","sentiment_score":0.0841269841}
{"full_text":"RT I am the president-elect, but will not be president until next year. COVID-19 does not respect dates on the calendar, it is a...","sentiment_score":0.0}
{"full_text":"Covid can affect your brain. Maybe that was the reason for Elon to react so stupid in a hurry. Wonder if Donald got the disease already in 2016? ","sentiment_score":-0.8}
{"full_text":"RT Only takin COVID tests for big checcs so if you see that extended q tip go up my nose know it's some money involved","sentiment_score":0.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"RT Can we please get people stimulus checks and mortgage relief and rent forgiveness and small business support and free testing and...","sentiment_score":0.075}
{"full_text":"Well that's just fucking wonderful","sentiment_score":1.0}
{"full_text":"RT New thresholds are not as low as what  initially advised as per our story, but much lower than the version...","sentiment_score":0.0840909091}
{"full_text":"We thank you Mary And Eve let's all Ruth May have her day.","sentiment_score":0.0}
{"full_text":"RT RT #AcademicEaseNow AMID PANDEMIC, RECENT CALAMITIES:*#AcademicBreakNow*MOVE DEADLINES*RELAX ACADEMIC REQUIREMENTS*UPHO...","sentiment_score":0.0}
{"full_text":"RT COVID-19: Words from Lincoln's front line medical workers...\"I want you to hear this: there are no more beds. There are no...","sentiment_score":-0.125}
{"full_text":"RT I am alarmed by the surge in reported COVID-19 infections, hospitalizations, and fatalities. This crisis demands a robust and...","sentiment_score":0.0}
{"full_text":"RT The out of control pandemic is an epic failure by It didn't have to be this bad. This is more than governmen...","sentiment_score":-0.1041666667}
{"full_text":"Those are some very good questions I've asked myself.few times I thought I was going to go to jail behind this mask mandate and I was willing to go gladly still am","sentiment_score":0.232}
{"full_text":"COVID-19 should not nor should have been  politicized.  Do you not see the number of cases rising daily?!  Until you have known someone who has contracted or died from COVID-19, you will never understand the importance of the restrictions.","sentiment_score":0.0}
{"full_text":"RT RT #AcademicEaseNow AMID PANDEMIC, RECENT CALAMITIES:*#AcademicBreakNow*MOVE DEADLINES*RELAX ACADEMIC REQUIREMENTS*UPHO...","sentiment_score":0.0}
{"full_text":"RT Duh lmao. And neither is asking those 5 screening questions","sentiment_score":0.15}
{"full_text":"RT Holy Jesus.","sentiment_score":0.0}
{"full_text":"RT She isn't McEnany sense","sentiment_score":0.0}
{"full_text":"RT 1\/ Michigan's monthly death data provides a look at the terrible impact of the lockdowns.From June to September 2020, 3...","sentiment_score":-1.0}
{"full_text":"RT Any attempt by Donald Trump to deny New York access to a lifesaving #COVID19 vaccine will be met with a lawsuit, plain...","sentiment_score":-0.038961039}
{"full_text":"RT Make your mask  your best friend this festive season! Stay safe from #COVID19. ","sentiment_score":0.75}
{"full_text":"Are you changing or adjusting your Thanksgiving plans this year due to COVID-19?https:\/\/t.co\/g9uSSvJrpk","sentiment_score":-0.125}
{"full_text":"In the area covered by Betsi Cadwaladr University Health Board, there have now been 11,240 cases since the start of the pandemichttps:\/\/t.co\/NY08KJUf23","sentiment_score":0.0}
{"full_text":"Pandemic casts shadow over #India's festival of lighthttps:\/\/t.co\/ztaZaZilYC","sentiment_score":0.0}
{"full_text":"\"During Spain's first, and very hard lockdown, Caroline started doing a sketch-a-day of Doodle as a way of expressing her own emotional reaction to the strange circumstances in which we found ourselves.\"Please support our campaign:","sentiment_score":0.0841666667}
{"full_text":"Coronavirus: survey of economists reveals consensus on a recession ","sentiment_score":0.0}
{"full_text":"The latest #TalkingCare Daily#socialcare With contributions from #businessnews #covid19","sentiment_score":0.5}
{"full_text":"RT Austria has now the highest rate of confirmed cases in the world. And the rate is still increasing.Testing is very poor (t...","sentiment_score":-0.06}
{"full_text":"Since the #COVID19 crisis erupted, UN DESA's experts have been working to help decision makers around the world navigate tough choices and to find ways to #RecoverBetter.  Watch this space for the latest research, analysis and policy advice https:\/\/t.co\/80QcMvldNG","sentiment_score":0.0555555556}
{"full_text":"Shelly Asquith from will be speaking about practical H&amp;S guidance during covid, at our expert webinar EMPLOYMENT LAW UPDATE 2020: PART 1. To book your place, click here #HealthAndSafety #COVID19 #ukemplaw","sentiment_score":0.0}
{"full_text":"Siaya County lands registrar succumbs to Covid-19https:\/\/t.co\/kAgK7VF7td","sentiment_score":0.0}
{"full_text":"It's been a hell of a year. We know people are fed up.But now is not the time to give up. Because Covid has #NotGoneYetThank you for everything you have done so far. Let's keep on going to keep each other safe.","sentiment_score":0.1583333333}
{"full_text":"ATTN: Need a little inspiration?Pop into \"Building A Business That Survives - COVID Aftermath\" to learn strategies to help build a financially strong #biz that can survive #COVID aftermath. Hear from Raven Simon NEXT Tues. 10:30am! Register herehttps:\/\/t.co\/g2ZieKgJE9","sentiment_score":0.0819444444}
{"full_text":"To #survive and #thrive -- this must be our common #goal in a challenging #pandemic period. Let's support local businesses in the #UAE to help them stay #afloat.---#CoffeeBankME #CoffeeShop  +971 6 526 6444","sentiment_score":0.0666666667}
{"full_text":"\"We're staring down the barrel of another lockdown,\" Premier Doug Ford said on Friday. \"And I will not hesitate for a second if we have to go further.\"  But what it would take to trigger a lockdown in Ontario -- and what that would look like -- isn't clear.","sentiment_score":-0.0138888889}
{"full_text":"I did shed a tear or two att this. Wonderful staff and a wonderful couple. X","sentiment_score":1.0}
{"full_text":"RT No, I get it. There's a balance to be drawn. I zone out from a lot of that stuff unless I'm working on i...","sentiment_score":0.0}
{"full_text":"RT Always &amp; forever.The broken unemployment system doesn't care if you're Democratic or Republican. An eviction notice...","sentiment_score":-0.4}
{"full_text":"\"The pandemic is getting significantly more worrisome all across the country. I want everyone to know on day one, we're going to put our plan to control this virus into action,\" said.","sentiment_score":0.3}
{"full_text":"&amp; recommended frequent hand-washing to #STOPTHESPREAD, but excessive hand-washing can dry out skin, so how to keep skin hydrated?   Wash hands in warm water &amp; blot dry to prevent abrasions Use H2One hand sanitizer in place of washing, when hands are chapped","sentiment_score":0.0633333333}
{"full_text":"Mervyn Kersh, 95, &amp; Theo Roeffen, 94, weren't fighting for the same country 75 yrs ago - but both men's bravery unites instead of separates them.We paired them for #EuropeTalks where they spoke about the war, family, ballroom dancing &amp; Covid.Watch them","sentiment_score":0.0}
{"full_text":"As the COVID-19 pandemic continues to evolve, we have amended our visitor policies. These current recommendations are subject to change in order to create the safest environments possible for patients, visitors and staff. Please read:","sentiment_score":-0.0555555556}
{"full_text":"COVID-19 cases are on the rise in PA. How much does weather factor into the spread of the virus? Our searches for an answer this Monday on CBS 21.","sentiment_score":0.2}
{"full_text":"Sadly Bonners Jewellers have had to temporarily close their doors in line with the latest lockdown guidance. However, they will be back open as soon as they are allowed and it is safe to do so. #jewellery #buylocal #shoplocal #alcester #connectionmags","sentiment_score":0.1}
{"full_text":"Our cameras have been allowed into where more than 150 patients are being treated for coronavirus. 16 are fighting for their lives in intensive care.","sentiment_score":0.5}
{"full_text":"\"Yorkshire Ripper\" serial killer Peter Sutcliffe dies in U.K. after COVID-19 diagnosis","sentiment_score":0.0}
{"full_text":"\"If not us, who? If not now, when?\" is the message our Vice President of Global Research, Steve Martin shares in a recent article in the Click to read more about our #COVID19 Innovation Response (Team).","sentiment_score":0.1666666667}
{"full_text":"Please continue to keep yourself, your family and our community safe. Play your in helping to save lives. Stay Home. Protect the NHS. Save Lives.Remember: #HandsFaceSpace","sentiment_score":0.5}
{"full_text":"In these difficult times, especially amid the lockdown, it can feel daunting to be alone again. As part of #No2h8November, there are things we can do to help - like checking in those who've faced racism, abuse, and bigotry online. #CommunitiesCan","sentiment_score":-0.25}
{"full_text":"COVID 19 cases in India until : 14\/11\/2020 18:30Total Cases: 8774223 [+980]Active: 481477Recovered: 8161567 [+100]Deaths :129242 [+17]Total Tests: 123.1MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"COVID-19 concerns arise as hunting season approaches.https:\/\/t.co\/vqdE63h6Jd","sentiment_score":0.0}
{"full_text":"Senators Moran and Klobuchar are introducing new legislation to protect consumers from injuries and deaths during the COVID-19 pandemic, requiring a comprehensive study.","sentiment_score":0.1363636364}
{"full_text":"Have you read the latest Health Psychology Update for Autumn 2020?This update looks at:-Stage 2 health psychology - independent route - The relationship with Corona and health psychology with much more content, follow the link below for more infohttps:\/\/t.co\/JVjdUL2iaL","sentiment_score":0.375}
{"full_text":"Being at home with a family member who drinks a lot can be stressful at the best of times, without adding a pandemic to the mix. Here is a list of some family support services you can access, including and","sentiment_score":1.0}
{"full_text":"Universities 'must change' amid pandemic restlessness","sentiment_score":0.0}
{"full_text":"RT So Biden said 6 week lockdown to manage covid &amp; then we outside this summer????? LOCK ME UP","sentiment_score":0.0}
{"full_text":"RT RT #AcademicEaseNow AMID PANDEMIC, RECENT CALAMITIES:*#AcademicBreakNow*MOVE DEADLINES*RELAX ACADEMIC REQUIREMENTS*UPHO...","sentiment_score":0.0}
{"full_text":"Would you be willing to have the vaccine or provide proof of a negative test in order to attend a gig\/festival\/football match???https:\/\/t.co\/xuZJHtoWVG","sentiment_score":-0.025}
{"full_text":"#NouvelJour #Finanzaspersonales # COVID19 #coronavirus #EducacionFinanciera #crecimientopersonal #NuevoDia #ComensardeNuevo #Nopierdaslafe","sentiment_score":0.0}
{"full_text":"#Column by | \"I guess if we had to vote for a 2020 word, it would be either 'pandemic' or 'coronavirus'. These words were hitherto alien to our ears, but once we had them, we grabbed them. Every kid across India knows both\"https:\/\/t.co\/XyVLOYG4bi","sentiment_score":-0.25}
{"full_text":"An old Echo Park church finds new ways to overcome pandemic challenges via","sentiment_score":0.1181818182}
{"full_text":"Warning comes as Tam suggests Canada is on track to record 10,000 new cases per day by early Decemberhttps:\/\/t.co\/U4VAZXBnW6","sentiment_score":0.1181818182}
{"full_text":"RT Is that the parking lot between the dildo store and the crematorium? Or are we talking about the rallies...","sentiment_score":0.0}
{"full_text":"COVID-19 incubation timeline #StaySafe #COVID19","sentiment_score":0.0}
{"full_text":"A clinical trial shows that a popular antidepressant might help coronavirus patients from experiencing severe symptoms.","sentiment_score":0.6}
{"full_text":"Misinformation could prompt people to turn against Covid-19 vaccines: study***Latest News Updates","sentiment_score":0.0}
{"full_text":"#COVID19, as of 11\/14, 8am:>Global cases: 53,367,757>Global [deaths]: 1,302,570>US: 10,739,616>US [deaths]: 244,332>TN: 300,458>GA: 382,505>NC: 305,233>AL: 213,617>Local cases:","sentiment_score":0.0}
{"full_text":"I've been thinking about ways to keep the holiday season fun and feeling closer to normal for our kids, while remaining safe. captures a few ideas. #covid19 #employee","sentiment_score":0.1875}
{"full_text":"More than 800 students across the territory still lack a laptop to learn virtually, and nearly 400 don't have access to the internet. Read the full story below. #vidailynews #remotelearning #COVID19","sentiment_score":0.3166666667}
{"full_text":"In a recent poll of members, 84% said they plan to look for #seasonal jobs this year. discusses the impact of #COVID19 on the temporary job market. #covid #recruiting #jobs","sentiment_score":0.0}
{"full_text":"RT \"I think if we all try hard like this, someday soon things will turn out okay again... I hope you can pick yourself up again e...","sentiment_score":0.1041666667}
{"full_text":"RT We have good news:","sentiment_score":0.7}
{"full_text":"The country's coronavirus caseload rose to 406,337 on Saturday after the health department recorded 1,650 new infections. ","sentiment_score":0.3681818182}
