{"full_text":"Okay Dr Birx has ZERO credibility after months of obsequiousness when it comes to disinformation campaign. I'm sorry but what she's selling just doesn't have any integrity behind it--&amp; she STILL sounds like she's hedging. 261,745 DEAD #COVID19!","sentiment_score":-0.1625}
{"full_text":"idiots around the world. US had 250k deaths heading for 350k by Jan 10th if they continue at this rate? How can it be about control? And why are some countries covid free without restrictions?","sentiment_score":-0.2}
{"full_text":"RT INSTAGRAM | posted this video getting her COVID-19 test. ","sentiment_score":0.0}
{"full_text":"At least he's acknowledging that \"Covid\" is running wild","sentiment_score":-0.1}
{"full_text":"RT It's shocking that the government would try and stifle the media in this way. With zero evidence: go on, please tell us what...","sentiment_score":-1.0}
{"full_text":"RT Ben Carson claims he almost died of COVID, and Trump saved him by getting him an experimental antibody . Even if true - a...","sentiment_score":0.225}
{"full_text":"RT Jeremih Transferred Out of ICU After COVID Scare, On Road to Recovery","sentiment_score":0.0}
{"full_text":"Wholly on this as figures are being manipulated but for what reason, I don't know!","sentiment_score":0.0}
{"full_text":"Disgraceful that you haven't conceded yet. Your arrogance is killing hundreds of Americans everyday due to your lack of control of the pandemic. Stand down !","sentiment_score":-0.1731481481}
{"full_text":"RT FACT CHECK:  H1N1 arrived in the US in April 2009 The vaccine was ready by October.Total deaths between 2009-10...","sentiment_score":0.2}
{"full_text":"RT Well, Boris Johnson got coronavirus wrong, free school meals wrong, Trump wrong, the Cummings mess wrong, devolution wrong...","sentiment_score":-0.325}
{"full_text":"RT A \"pandemic\" only when the Left says so...#covid19","sentiment_score":0.0}
{"full_text":"RT Seven die after drinking coronavirus hand sanitiser when alcohol ran out at party in Russia","sentiment_score":0.0}
{"full_text":"RT Grocery and other retail workers should be near the top of that list but aren't even mentioned at all... presumably they...","sentiment_score":0.1583333333}
{"full_text":"RT Scott Baio, silver spoon Ricky Schroeder (Schroder) and the My Pillow guy helped bail out domestic terrorist Kyle Ritte...","sentiment_score":0.0}
{"full_text":"RT WATCH: #Trumpsupporter -- wearing a floatation device -- makes a scene over masks outside his golf club","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"CNN: Trump tweets about election results and skips session on pandemic during G20... ","sentiment_score":0.0}
{"full_text":"RT WOW! The so called \"party of pro-life\" has a distain for actual life, what a reprehensible think to say to a team that ha...","sentiment_score":0.0625}
{"full_text":"RT If you can't wear a mask due to \"health reasons\", shouldn't you be the LAST one out and about?","sentiment_score":-0.0625}
{"full_text":"RT 80% of Texas county jail inmates who have died from COVID-19 were in pre-trial detention and had not been convicted of any cr...","sentiment_score":-0.1}
{"full_text":"RT Come on, you guys! There will be plenty of other Thanksgivings ... if you live.","sentiment_score":0.0056818182}
{"full_text":"RT 12 million infections, bro. over 250,000 dead. and you blew off a G20 pandemic meeting today to go go...","sentiment_score":-0.2}
{"full_text":"Staying home in this case is truly the best way to own the libs. The more stay home, the more owned the libs will be. For sure. 100%","sentiment_score":0.62}
{"full_text":"RT If Trump was a doctor &amp; intentionally misled our nation about this pandemic; he'd be prosecuted for medical malpractice!T...","sentiment_score":0.0}
{"full_text":"And I don't have COVID , jokes on you","sentiment_score":0.0}
{"full_text":"RT My aunt is in the hospital dying from COVID. She's not going to be making it out. Whatever you have calculated into y...","sentiment_score":0.0}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"Ignore the propaganda from the #COVIDIOTS they refuse to accept because they're ignorant!This is real...spare a thought for the families losing loved ones; and the health workers battling to save them...shame on the #COVIDIOTS","sentiment_score":0.3}
{"full_text":"Karma will get them!","sentiment_score":0.0}
{"full_text":"RT 195,542 NEW #COVID19 cases today.And airports are full of people traveling.Thanksgiving with your family in November....","sentiment_score":0.2431818182}
{"full_text":"THIS","sentiment_score":0.0}
{"full_text":"RT If someone in your family is coughing all over the turkey and saying \"WAAAH! I'VE GOT THE COVID AND I'M COUGHING IT ON T...","sentiment_score":0.0}
{"full_text":"Covidiot - this shall be Trump's tatoo...","sentiment_score":0.0}
{"full_text":"RT As we face a pandemic that has infected nearly 12 million in our country, health care coverage is more vitally important th...","sentiment_score":0.3333333333}
{"full_text":"RT FACT CHECK:  H1N1 arrived in the US in April 2009 The vaccine was ready by October.Total deaths between 2009-10...","sentiment_score":0.2}
{"full_text":"RT Privilege: \"I'll protect my rights, my choice is more important than your health, I won't wear a mask\".Jesus: \"love t...","sentiment_score":0.4666666667}
{"full_text":"F them.  We are in a pandemic.","sentiment_score":0.0}
{"full_text":"RT Hundreds of farmers and mink breeders in #Denmark demonstrate with tractors against a government decision to cull their...","sentiment_score":0.0}
{"full_text":"RT Trump made a brief appearance at his final G20, then skipped out on the panel about the pandemic to go golfing. He will ne...","sentiment_score":0.0}
{"full_text":"RT [gisa] #BTS - 'BE (Deluxe Edition)' review: a sensitive, stunning document of pandemic lifehttps:\/\/t.co\/4afIKhcOQC","sentiment_score":0.4}
{"full_text":"RT More than 162,800 people have died of the novel #coronavirus in 465 cities checkered across all of #Iran's 31 provinces,...","sentiment_score":0.5}
{"full_text":"You are justifiably insane. Stop trying to manipulate the situation. The USA has 4% of the world's population. 20% of the total deaths at 18% of the cases. Your policies in relation to Covid are inappropriate and inadequate. You have fukked this up from end to end.","sentiment_score":-0.5}
{"full_text":"RT Is it me or is lockdown 2.0 seeming to last forever.","sentiment_score":0.0}
{"full_text":"Lockdown is incredibly difficult and the second one was avoidable but government chose to ignore the advice.","sentiment_score":-0.25}
{"full_text":"RT You golfed instead of attending a global meeting about Covid today, you human hemorrhoid.","sentiment_score":0.0}
{"full_text":"RT Trump participated in his final Group of 20 summit on Saturday by tweeting throughout the opening session and skipping...","sentiment_score":0.0}
{"full_text":"RT This is the best story Twitter has ever given us. RIP to Lonnie.","sentiment_score":1.0}
{"full_text":"I wonder how many people who died of COVID also voted for Biden? The Dems seemed to have their nose in all the death records....","sentiment_score":0.5}
{"full_text":"RT Joe Biden \"won\" an entire election without leaving his basement and Andrew Cuomo just won an Emmy for his \"Leadership\" d...","sentiment_score":0.0}
{"full_text":"RT Museveni and Buhari have a lot in common.1. Both are authoritarians.2. Both are septuagenarians (Museveni is 76, Buhar...","sentiment_score":0.0}
{"full_text":"RT Trump appears to be skipping a side-event at the G20 virtual summit focused on pandemic preparedness. The President has just ar...","sentiment_score":0.0}
{"full_text":"RT Video!Belinda asks Ford gov if they agree with Trudeau's #RESET!They declined to say NO!Do they thin...","sentiment_score":-0.4}
{"full_text":"RT You skipped a coronavirus task force meeting and are tweeting this from the golf course so maybe fuck...","sentiment_score":-0.4}
{"full_text":"Remarkable lack of judgment here, and his response to the reporter is so rude. Hard pass for me.","sentiment_score":0.0527777778}
{"full_text":"RT This is what Trump has  wrought.","sentiment_score":0.0}
{"full_text":"That &amp; TrumpForBleach calling MI canvassers on Tues &amp; then invited Mi Senate heads to WH Friday.idiot said it was to discuss covid relief funds,What timing, just as they were getting ready to certify,why not call other states.his supporters are dumb to believe everything he tweet","sentiment_score":-0.1}
{"full_text":"Ayee... I'm curious to know how your club has pivoted durinh the pandemic. Are they offering virtual classes or is your membership on hold ","sentiment_score":-0.1}
{"full_text":"And when she's dying will tell you it's not covid","sentiment_score":0.0}
{"full_text":"RT Apparently cocaine does not make one immune from COVID. Sorry, Scrump.","sentiment_score":-0.225}
{"full_text":"God bless President Trump","sentiment_score":0.0}
{"full_text":"RT .@Kevinliptakcnn reports: The G20 is virtual this year; a meeting on pandemic preparedness is going on w remarks from the l...","sentiment_score":0.0}
{"full_text":"RT I won't be president until January 20th, but my message today to everyone is this: wear a mask.","sentiment_score":0.0}
{"full_text":"...and Trump golfs, skipping a G-20 meeting about Covid today. What a colossal failure Trump is. And what a creep.","sentiment_score":-0.0083333333}
{"full_text":"LOVE LOVE LOVE!!!!","sentiment_score":0.6666666667}
{"full_text":"Aside from using \"do\" instead of \"due,\" you also seem to think this is a consolation prize for TWO THOUSAND AMERICANS DYING EVERY DAY FROM COVID!!We are losing a 9\/11 every 2 days!!They are all dead because of you &amp; GOP.","sentiment_score":-0.1625}
{"full_text":"RT On this Transgender Day of Remembrance, we honor the memory of the at least 37 transgender or gender-nonconforming people...","sentiment_score":-0.3}
{"full_text":"RT City boy Biden!","sentiment_score":0.0}
{"full_text":"We should color-code people by #COVID19 risk not broad swaths of artificial geography. Quarantine and stay-at-home orders by who's most at risk from the virus. That's how a rational person would save the maximum number of lives without ruinous collateral damage to all.","sentiment_score":-0.04375}
{"full_text":"I can't believe you actually used the word Covid... What a big boy you are!","sentiment_score":0.0}
{"full_text":"RT Trump Caught Skipping G20 COVID Preparedness Meeting So He Could Go Golfing","sentiment_score":0.0}
{"full_text":"RT Because the right has failed at creating or maintaining cultural institutions, we aren't able to credential and reward...","sentiment_score":0.0964285714}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"uzi you gunna come to the uk after covid?","sentiment_score":0.0}
{"full_text":"RT the \"it only has a 1% mortality rate\" people are confusing to me. if there was a 1% chance my skull would be crushed by an...","sentiment_score":-0.1333333333}
{"full_text":"RT harvest his DNA. bleed him dry.","sentiment_score":-0.0666666667}
{"full_text":"RT Over a quarter million people have died because of YOUR failures, you let this happenThe #TrumpViru...","sentiment_score":0.0}
{"full_text":"#US #coronavirus cases top 12 million. An expert says spread is now 'faster' and 'broader' than ever. #Covid_19","sentiment_score":0.5}
{"full_text":"RT Don't say you're Pro-life, if u remain silent while Trump impedes a transition, in midst of a surging pandemic, putting Ame...","sentiment_score":0.0}
{"full_text":"You're a grown woman calling someone a covidiot and dancing because they're sick...","sentiment_score":-0.7142857143}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"RT I have to believe that some of the current horrific surge in COVID cases--2,000 dying each day--traces back to Trump's cha...","sentiment_score":-0.3333333333}
{"full_text":"OK Baby Donnie - there was a detailed plan in place for a pandemic that Biden and Obama put into place AND you dismantled it and\/or ignored it.  The only person to blame here is YOU!  Time to go TF home.  We are sick of you - if you were an employee (and you are mine) FIRED","sentiment_score":0.0464285714}
{"full_text":"RT Here's who's hiring right now #Saturday #SaturdayVibes #SaturdayMotivation #Career #Careers #Job #wo...","sentiment_score":0.2857142857}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"That was me in March. Isolated apart from school. Still have long covid now.","sentiment_score":-0.05}
{"full_text":"RT The NYT reports today that even the most efficacious vaccine will fail to save America from *years* of COVID-19 hospitali...","sentiment_score":0.0}
{"full_text":"You were fired because of your incompetence. You are not responsible for vaccines. You should do some research on H1N1. The U.S experienced 12,469 deaths from H1N1...COVID 253,600 so far...\"a lot\" more to come!","sentiment_score":0.35625}
{"full_text":"RT Then we need to locate him and extract his blood.","sentiment_score":0.0}
{"full_text":"RT An epidemic of ignorance is turning out to be quite expensive. From Mitchell Anderson.https:\/\/t.co\/bDbX8HoJNd","sentiment_score":-0.5}
{"full_text":"RT This is my confusion. Everyone is mad at Dem governors for trying to hold back the risk of ICU overload. But there wouldn't...","sentiment_score":-0.3125}
{"full_text":"Anyone else not enjoying new shows that have Covid themes? I watch tv to escape the world and now my regular shows are stressing me out. I've been going back to reruns.","sentiment_score":-0.0284090909}
{"full_text":"If a bear is in the woods and no one is around, does it need to wear a mask?No! Because it's in the middle of the woods with no one around! (And this is coming from a #WearADamnMask er!)It's amazing how sick and deranged people have be come...","sentiment_score":-0.0380952381}
{"full_text":"RT Congratulations for #BTS_BE, you for showing us that it's OK to feel sad, upset with the #COVID19 pandemic so...","sentiment_score":0.0}
{"full_text":"RT When older Canadians like Nancy are choosing Medical Assistance in Dying to end the suffering that comes with overly rest...","sentiment_score":0.0833333333}
{"full_text":"RT You have rights that government should never violate even if there is a pandemic that killed 99.5% of people.","sentiment_score":-0.2}
{"full_text":"\"Crisis brings out the best in people,\" Gov. Lamont said, delivering the news CT had passed 100K COVID-19 cases on social media.","sentiment_score":0.5166666667}
{"full_text":"\"Crisis brings out the best in people,\" Gov. Lamont said, delivering the news CT had passed 100K COVID-19 cases on social media.","sentiment_score":0.5166666667}
{"full_text":"RT Amazing! It turns out locked-down people with extra time on their hands had decided they wanted to learn how to play m...","sentiment_score":0.375}
{"full_text":"RT Germany's partial #lockdown may be extended well into next month","sentiment_score":-0.05}
{"full_text":"RT I want to extend my condolences to the families of another 9 Albertans who have died as a result of COVID-19. Today marks...","sentiment_score":0.0}
{"full_text":"Ding ding ding. In fact people wearing masks had a higher chance of getting covid. No one is sharing that science are they? No just whatever science they think will fuel the fear.","sentiment_score":0.25}
{"full_text":"RT Something I've come to realize working ICU during this pandemic: Once COVID patients get sick enough to need ICU, we're...","sentiment_score":-0.3571428571}
{"full_text":"RT Downing Street has said England will enter a strengthened three-tiered system of local restrictions when the national loc...","sentiment_score":0.0}
{"full_text":"RT Just an incredible milestone for the United States Senate: more Republicans have tested positive for COVID-19 than have accep...","sentiment_score":0.5424242424}
{"full_text":"RT Ah Yes, Saturdays are Made For [SOCIAL DISTANCING]!","sentiment_score":0.0416666667}
{"full_text":"U.S. records over 12 million cases of coronavirus - NBC News","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"RT the COVID vaccine shouldn't be free. It should inspire me to grind harder","sentiment_score":0.15}
{"full_text":"is full of so much empathy, he will never know compassion, and compassion will never know him","sentiment_score":0.275}
{"full_text":"RT There are people who cannot see their families due to Covid &amp; travel restrictionsThe normal anxiety we all face is exponenti...","sentiment_score":0.0125}
{"full_text":"RT 2,000 Americans dying from COVID every day. On your watch. You may be ok with this.You may think t...","sentiment_score":0.5}
{"full_text":"So when the CDC recommended not travelling for Thanksgiving, were there alternative options to hang out in Logan Circle maskless in large groups instead?  I'm just confused about the memo I apparently missed.","sentiment_score":-0.0452380952}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"RT We are asking for too much from each other during the Pandemic. All of us. Professionally and personally. It's astonis...","sentiment_score":0.04375}
{"full_text":"RT 195,542 NEW #COVID19 cases today.And airports are full of people traveling.Thanksgiving with your family in November....","sentiment_score":0.2431818182}
{"full_text":"RT National NBC news has Oklahoma COVID news twice in 1\/2 hour:1) To contrast w\/ doctor\/nurse, press conference...","sentiment_score":0.0}
{"full_text":"RT People in #Michigan are getting sick and dying at record rates from #COVID19, the legislature isn't doing anything about...","sentiment_score":-0.7142857143}
{"full_text":"\"Given the soaring number of new coronavirus cases around the world, especially in the U.S., an extension of largely closed borders within North America shouldn't come as a shock.\"","sentiment_score":0.0121212121}
{"full_text":"RT In other words, deaths may be skyrocketing, but so what?    Infection rates are climbing even faster! Great news!","sentiment_score":0.421875}
{"full_text":"RT 195,542 NEW #COVID19 cases today.And airports are full of people traveling.Thanksgiving with your family in November....","sentiment_score":0.2431818182}
{"full_text":"I'm tryna have a good time and all i do is stay home and do nothing but chores :(","sentiment_score":-0.025}
{"full_text":"RT #COVID19 | Gardai dispersed large crowds in #Cork City centre in what was described as a \"carnival atmosphere\" taking pl...","sentiment_score":0.2142857143}
{"full_text":"RT Dolly Parton's $1 million donation to coronavirus research at Vanderbilt University helped fund Moderna's vaccine","sentiment_score":0.0}
{"full_text":"\"Get Out! - Go Get a Warrant!\" - Business Owners in Buffalo, New York Stand Up to Cuomo's Covid Orders, Kick Out Sheriff and \"Health Inspector\" (VIDEO) This is how you deal with fascists. ","sentiment_score":0.1363636364}
{"full_text":"RT .@Kevinliptakcnn reports: The G20 is virtual this year; a meeting on pandemic preparedness is going on w remarks from the l...","sentiment_score":0.0}
{"full_text":"Transit is the future, but making it there means investing in it now.4 Reasons Why Transit is the Solution to COVID Recovery &amp; the Climate Crisishttps:\/\/t.co\/ApTHhKpNzq","sentiment_score":0.0}
{"full_text":"Asking people what they listen to while working quickly becomes a study not so much in musicology as in psychology. The question isn't what to listen to so much as why listen in the first place...How Music Helps Us Work &amp; Create Through Lockdownhttps:\/\/t.co\/aaNQKwt9ea","sentiment_score":0.2458333333}
{"full_text":"Latest figures show the city now has the fifth highest Covid-19 infection rate in Englandhttps:\/\/t.co\/Uy1MF5fMIh","sentiment_score":0.5}
{"full_text":"RT Did you notice it's all from left-wing publications? Do you ever think I did it so that I could read through the commen...","sentiment_score":0.0}
{"full_text":"RT Take the survey! What will happen before 1\/20\/21. Will Red Republicans recognize Biden or contract #COVID19?","sentiment_score":0.0}
{"full_text":"RT Manchester United XI v West Brom: De Gea, Wan-Bissaka, Maguire, Lindelof, Telles, Matic, Fred, Fernandes, Mata, Rashfor...","sentiment_score":0.0}
{"full_text":"When Molly Miskiewicz noticed the pandemic's impact on her local food banks and their beneficiaries, she took it upon herself to start her own direct home donation pick up service. via","sentiment_score":0.2333333333}
{"full_text":"Brighten up your street during lockdown by decorating your window!We were inspired by Whitefriars Stained Glass windows in our collection. What will you be inspired by?#HarrowWinterWindows","sentiment_score":0.0}
{"full_text":"#remdesivir should not be used for #patients hospitalised with #COVID19, regardless of how ill they are, as there is no evidence the #drug #improves #survival or reduces the need for #ventilation, a panel said November 20.Visit the link in bio to read more.","sentiment_score":0.0}
{"full_text":"Lieutenant Governor Kathy Hochul says right now is Western New York's most vulnerable time in the fight against COVID-19.","sentiment_score":0.0844155844}
{"full_text":"Alaska Chief Medical Officer Dr. Anne Zink Monday said Alaska's infection rate has been rising for six weeks, and the state is now on red alert, the highest level.","sentiment_score":0.0}
{"full_text":"RT Kids are not falling behind. They are surviving a pandemic.","sentiment_score":-0.4}
{"full_text":"How much is the collapse in oil\/gas sales due to Covid?","sentiment_score":0.0375}
{"full_text":"RT Some of the biggest Covid virtue signallers on here are the first to go to the pub, on holiday,meet up with mates as soon as L...","sentiment_score":0.25}
{"full_text":"The Center for Disease Control and Prevention says people should not travel for Thanksgiving, but it hasn't stopped some passengers who say they feel safe enough to fly.","sentiment_score":0.3}
{"full_text":"GOP lawmakers send governor bill to limit COVID-19 lawsuitshttps:\/\/t.co\/kS7QD59Gmb","sentiment_score":0.0}
{"full_text":"RT 1,500 Americans or more are dying on a typical day from coronavirus right now. The president doesn't think it's a big deal.","sentiment_score":0.1547619048}
{"full_text":"\"The Frick Pittsburgh\" is just another local attraction temporarily closed to the public due to a rise in COVID-19 cases.","sentiment_score":-0.05625}
{"full_text":"While the pandemic has played a major role, even before it struck the entire financial system and the global economy were becoming increasingly dependent on debt accumulation.#Debt #economicrecovery#Crisishttps:\/\/t.co\/eGxIV4Isyt","sentiment_score":0.1025}
{"full_text":"RT Congratulations for #BTS_BE, you for showing us that it's OK to feel sad, upset with the #COVID19 pandemic so...","sentiment_score":0.0}
{"full_text":"NEW VIDEO:The COVID Lockdowns Are Coming Backhttps:\/\/t.co\/7XHrU5Euoc","sentiment_score":0.1363636364}
{"full_text":"\"Seven senators and two representatives sent Inslee a letter ...agreed on the need to respond to a recent explosion in coronavirus infections. But, they wrote, shutting down indoor service 'is not the right first step.'\"","sentiment_score":0.0950396825}
{"full_text":"Pope Francis urged young economists, entrepreneurs and business leaders Saturday to promote post-pandemic development models that involve the poor","sentiment_score":-0.15}
{"full_text":"RT We will be sure to respect your privacy at this difficult time. Meanwhile I just watched my neighbo...","sentiment_score":0.0}
{"full_text":"RT And Trump is playing golf. You MAGA fucks voted for that asshole?? ","sentiment_score":0.0}
{"full_text":"Some good news as COVID testing lines get longer and the days get colder: The FDA has approved a single-use at-home coronavirus test.","sentiment_score":0.7}
{"full_text":"The show must go on! Check out how the stays safe but continues practicing and performing during the COVID pandemic. https:\/\/t.co\/x4K4KjLSUs","sentiment_score":0.5}
{"full_text":"Kelvin Taylor, HCW at Brooklyn Hospital Center, NY died of #covid19. I can't find any more information about this soul. He was one of 6 BHC employees to die of the virus. #healthcareheroes #getusppe #WearAMask","sentiment_score":0.2}
{"full_text":"RT It may be a little early, but Thanksgiving wouldn't be the same without Wanda &amp; Jamal.In 2016 they went viral when she...","sentiment_score":-0.0291666667}
{"full_text":"While it's safest not to gather, if you do, keep safety and good times in mind. Keep it short, outdoors, and small, with no more than 2 other households. Wear masks, stay at least 6ft apart, and wash your hands. Help stop the spread of COVID-19. #YourActionsSaveLives","sentiment_score":-0.0375}
{"full_text":"RT Anyone who wants a COVID-19 test should be able to get one. Period.","sentiment_score":0.35}
{"full_text":"I don't give a shit that Donny Trump JR has covid...literally not a single shit","sentiment_score":-0.1214285714}
{"full_text":"My heart hurts. #WashYourHands #StayHome #WearAMask","sentiment_score":0.0}
{"full_text":"RT Want hard evidence? In Kansas, 81 counties opted out of mask mandate: 24 counties opted in.Over the same period of tim...","sentiment_score":-0.1458333333}
{"full_text":"RT 195,542 NEW #COVID19 cases today.And airports are full of people traveling.Thanksgiving with your family in November....","sentiment_score":0.2431818182}
{"full_text":"RT As we face a pandemic that has infected nearly 12 million in our country, health care coverage is more vitally important th...","sentiment_score":0.3333333333}
{"full_text":"COVID-19 hospitalizations held steady today in Berrien County. 216 new cases were recorded. That's the second time this week the county has recorded more than 200 new cases in a day.","sentiment_score":0.1878787879}
{"full_text":"RT You left the G20 meeting to go golfing. So the big difference between the United States and other coun...","sentiment_score":-0.0416666667}
{"full_text":"Look at all that personal responsibility. #COVID19","sentiment_score":0.0}
{"full_text":"SUPER SPREADER EVENT! Lock Aurora down!","sentiment_score":0.1111111111}
{"full_text":"Yeah","sentiment_score":0.0}
{"full_text":"Uh huh....people getting it from hospitals? Unsurprisingly I don't believe you. Show me the proof. I work for the NHS and I know the strict measures and protocols we have in place to treat Covid patients so what you are saying is rubbish. Good luck proving me wrong...","sentiment_score":0.1}
{"full_text":"Tory backbenchers threaten to oppose PM's coronavirus restrictions","sentiment_score":0.0}
{"full_text":"RT Last week, my mom went into the ER with dangerously low oxygen levels. Five days later, she died. I wrote about it, in ho...","sentiment_score":0.0}
{"full_text":"RT What kind of dipshit asshole president skips a G20 virtual summit on pandemic preparedness when the country is reeling in C...","sentiment_score":0.6}
{"full_text":"And another thing, for those who did see my tweets about my views on Abortion that disagreed with me. Just note: over 74 Million Abortions have happened this year! That's 74 Million people who aren't on this earth today. And besides, COVID is raging as well.","sentiment_score":0.0}
{"full_text":"RT Reminder: a COVID relief bill has been sitting on Mitch McConnell's desk for 50 days while millions struggle to keep foo...","sentiment_score":0.0}
{"full_text":"We all need a strong team to get through #COVID19. That's why we're partnering with 100 hospitals and health systems across the U.S. to share this important message--wearing a mask saves lives. Let's keep it up! Let's #MaskUp. Watch to learn more:","sentiment_score":0.4777777778}
{"full_text":"RT Salah COVID I have transfer Bruno Play WBA","sentiment_score":0.0}
{"full_text":"\"Pelosi and her fellow 'progressives' snuck millions of dollars in cash for some of the nation's wealthiest zip codes into their emergency COVID-19 package.\" by via","sentiment_score":0.0}
{"full_text":"interesting in 2005 gates talking to CIA aboiut coronavirus, immunizations and quelling religious dissent","sentiment_score":0.25}
{"full_text":"RT 'Well, On The Bright Side, Don Jr. Finally Passed A Test'---Headline - \"Donald Trump Jr. tests positive for COVID-19\"...","sentiment_score":0.3090909091}
{"full_text":"Thanks to science. Imagine if you hadn't call it a hoax and wouldn't wear a mask. The deaths of 256,000 people is your fault. #LameDuckTrump #TrumpVirus","sentiment_score":0.2}
{"full_text":"THIS!!! Coupled with the fact that some had the audacity to say they wanted to start experimenting the Covid vaccine in Africa.","sentiment_score":0.0}
{"full_text":"We all need a strong team to get through #COVID19. That's why we're partnering with 100 hospitals and health systems across the U.S. to share this important message--wearing a mask saves lives. Let's keep it up! Let's #MaskUp. Watch to learn more:","sentiment_score":0.4777777778}
{"full_text":"Badgers got COVID fog","sentiment_score":0.0}
{"full_text":"Damn it. WTF is wrong with them. Fox News is mocking CDC guidance for Thanksgiving gatheringshttps:\/\/t.co\/yxX4enaa1e","sentiment_score":-0.5}
{"full_text":"I've been in four different lockdowns since 24th September and will still be in lockdown until 3rd December. I am so fed up and just wanna go out already. But at least I'm not putting myself and others in danger by going to stupid anti-lockdown protests ","sentiment_score":-0.275}
{"full_text":"We all need a strong team to get through #COVID19. That's why we're partnering with 100 hospitals and health systems across the U.S. to share this important message--wearing a mask saves lives. Let's keep it up! Let's #MaskUp. Watch to learn more:","sentiment_score":0.4777777778}
