{"full_text":"RT This is Karma in 2020:Trump got #COVID19 and now he is unemployed.#ByeDon#BidenHarris2020","sentiment_score":0.0}
{"full_text":"RT Joe Biden on COVID-19: \"I want everyone, everyone to know on day 1, we're gonna put our plan to control this virus into action. We...","sentiment_score":0.1}
{"full_text":"Boom ","sentiment_score":0.0}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"How was your golf game? Did you think about COVId once. No?  That's why you lost.","sentiment_score":-0.4}
{"full_text":"RT Biden's immediate announcement of a COVID task force a very good sign.\"The new president has the opportunity to reverse...","sentiment_score":0.5231818182}
{"full_text":"blamed Mr Trump for his decisions about #Coronavirus epidemic management. Now she's ok with voter's celebrations on the streets without paying attention to health protocols. Let's see what they wanna do to handle this situation.Talking is really easy.","sentiment_score":0.4666666667}
{"full_text":"#bidenharis2020 It's wonderful that Joe Biden will have Covid tests for anyone that wants one!!  Wait, we already have that.  It's wonderful that Joe will have PPE for anyone.  Wait, we already have that.  Well, he's just wonderful anyway except for all the black people he jailed","sentiment_score":0.6291666667}
{"full_text":"RT At least 5 people in Trump's orbit, including his chief of staff, have recently tested positive for Covid-19https:\/\/t.co\/...","sentiment_score":-0.0242424242}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT Congratulations to and on a victory delivered with record support with a progressive agenda based on de...","sentiment_score":0.0}
{"full_text":"RT Bam, Biden will become president and the news media, virus what virus","sentiment_score":0.0}
{"full_text":"RT Outbreak Notice(1\/7)","sentiment_score":0.0}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"Can't wait to see how Biden ends the pandemic, I'll be sitting on the edge of my seat.  By the way, I haven't heard the word covid come out of his mouth the last few days.","sentiment_score":-0.1}
{"full_text":"RT The broad-based Italian revolt against the #GreatReset and the Conte regime continues in Bologna...","sentiment_score":0.0}
{"full_text":"RT Despite some of the highest Covid-19 death rates in America, Navajo Nation increased their turnout and went 97% for Biden...ye...","sentiment_score":0.0}
{"full_text":"RT Breaking: Biden is announcing a COVID task force, which will be chaired by 3 scientists: former Surgeon General","sentiment_score":0.025}
{"full_text":"RT If this is ok because people are masked, why isn't it ok to have fans in masks in stadiums this fall?","sentiment_score":0.5}
{"full_text":"Should of encouraged your dad to shut up and stay off Twitter ! He needed to acknowledge COVID and listen to the Science but instead he was ignorant! #WearADamnMask","sentiment_score":0.0}
{"full_text":"Exactly. Should have just played in the Spring","sentiment_score":0.25}
{"full_text":"RT The pandemic isn't over just because the election concluded the way you wanted it to. Keep your fucking masks on.","sentiment_score":-0.6}
{"full_text":"RT The same Matt Gaetz who mocked coronavirus by wearing a gas mask on the House floor ...","sentiment_score":0.0}
{"full_text":"RT These are all the same people who demanded mail in voting because they were scared to go outside because of coronavirus","sentiment_score":0.0}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"RT Hey everyone, just to remind you all we are still in a pandemic, the virus doesn't care about your politics, and large gathe...","sentiment_score":0.2142857143}
{"full_text":"And so the world shifts...","sentiment_score":0.0}
{"full_text":"Pretty simple there. The economy started going down hill around the time when all the politicians started the lock downs and closing businesses","sentiment_score":0.0314814815}
{"full_text":"And just like that, Trump Cured COVID to end his 1st term?","sentiment_score":0.0}
{"full_text":"Of course. It could NEVER be that the president is lying right? I mean, he NEVER lies, ever! When he said \"the coranvirus is a democrat hoax\", he didn't lie, the coronavirus doesn't exist. When he said \"The coronavirus would disappear in April\" he didn't lie either! it went away!","sentiment_score":-0.1623186384}
{"full_text":"I don't get how anyone in entertainment can be still be culty about Trump. Biden will listen to scientists &amp; get covid under control so Hollywood can get back to normal with big casts and more movies\/tv. Kirstie Allen dooesn't need a job but these scale-making soapers sure do.","sentiment_score":0.23}
{"full_text":"RT Trump may be gone but white supremacy is still here. Police brutality is still here. Massive income inequality is still here....","sentiment_score":0.0}
{"full_text":"RT FBI Investigating Robocalls Eerily Telling Voters To 'Stay Home, Stay Safe'","sentiment_score":0.5}
{"full_text":"RT Usefulness of Lung Ultrasound Follow-up in Patients Who Have Recovered From COVID-19. Easy to use, without side effects or ra...","sentiment_score":0.4333333333}
{"full_text":"RT Be safe y'all. On the covid front and the racist backlash front.","sentiment_score":0.5}
{"full_text":"RT Thank you to all the Iowan's in green today! Blessed to have so much support from my home state. Stay up Spartan fans g...","sentiment_score":-0.025}
{"full_text":"RT Nobody knows how to control this pandemic? Not true. Melbourne did it: 4.7 Mio. citizens during winter season. \"We don...","sentiment_score":-0.175}
{"full_text":"RT I'll give y'all the day to celebrate but remember covid ain't over, Black Lives Still Matter, Black Trans\/GNC people need y...","sentiment_score":-0.1666666667}
{"full_text":"RT There are ref to Covid-21 Recent whistle blower for instance but imo Dark Winter scenario is on playboo...","sentiment_score":-0.075}
{"full_text":"RT 19k cases recorded day before yesterday and today there's ppl marching on the streets in town protesting against covid measu...","sentiment_score":0.0}
{"full_text":"RT #PresidentElectJoe does not support Medicare for All during a pandemic.He does not support a Green New Deal during a...","sentiment_score":-0.0318181818}
{"full_text":"It's as irresponsible as not wearing a mask- sincerely, -Covid RN","sentiment_score":0.5}
{"full_text":"RT Meadows and WH staff tried to keep these latest positive tests a secret, we have confirmed.","sentiment_score":0.1818181818}
{"full_text":"Many of us feel more confident that covid will be managed under a Biden-Harris admin. It will be a tough battle w masks and social distancing becoming a political symbol but hopefully some steps will be made to help. It is far from over. We need GA. This is the 1st step.","sentiment_score":0.2118055556}
{"full_text":"RT Our KWSP is for our retirement fund, Gomen allowing to withdraw early is wrong,because it shd not be made a Gomen 'emergency...","sentiment_score":0.1}
{"full_text":"RT Dude, who's celebrating right now?  Those who are, why? There are still children in cage, separated from their parents? It's...","sentiment_score":0.2857142857}
{"full_text":"RT I'm so glad COVID-19 is over! Thank you Biden! It was all Trumps fault!","sentiment_score":0.9765625}
{"full_text":"RT Listen up America: You're riddled with COVID19. Your whole country needs to shut down for 4-6 weeks, and I mean \"Aotearoa NZ...","sentiment_score":-0.0893518519}
{"full_text":"Yup, NYC knows how to be civil and has a sense of communal good (Subway lessons and street etiquette) -- this is why we've kept this 3rd wave under control while covid cases explode in anti-mask red states:","sentiment_score":0.2333333333}
{"full_text":"RT On the bright side, Covid is going to go* away* soon*. *the media will stop reporting the numbers, like they did with S...","sentiment_score":0.7}
{"full_text":"RT Trump got the full covid experience!!!!! Tested positive, out of work and evicted ","sentiment_score":0.6136363636}
{"full_text":"Irresponsibility, stupidity, selfishness, and, lack of common sense are really being exposed right now among some people.  Wise up and fast!  Doing whatever you want without any regard for others is just putting the car in reverse without a rear view mirror.","sentiment_score":0.0892857143}
{"full_text":"Kenny's little waving finger is not doing the job. Alberta needs true leadership in the form of Rachel.","sentiment_score":0.08125}
{"full_text":"RT And just like that, the pandemic is over.","sentiment_score":0.0}
{"full_text":"RT And suddenly people gathering in large crowds and not social distancing is no longer considered irresponsible by the media","sentiment_score":0.0658730159}
{"full_text":"RT So Covid 19 went away now that Joe Biden was falsely named President - Elect ?#bidenharis2020 is a scam","sentiment_score":0.2}
{"full_text":"Oh ye of little faith. Repeating AOC, 'Would I rather lobby Biden or Trump?' We have a starting place and the horror of the pandemic has made clear what we need to work on. Hope you work for change and don't just tweet about it.","sentiment_score":-0.0291666667}
{"full_text":"RT Thank you. To the Black and brown women organizers. To the Indigenous turn-out-the-voters. To the AAPI volunteers who transl...","sentiment_score":-0.1666666667}
{"full_text":"Great initiative ! #WearAMask","sentiment_score":1.0}
{"full_text":"RT Went outside to celebrate &amp; win and went right back inside. Way too many people. In our ex...","sentiment_score":0.3171428571}
{"full_text":"RT Joe Biden won over voters who are concerned about the coronavirus and want a leader who will help unify the country and push for ra...","sentiment_score":0.0}
{"full_text":"RT God bless the memory of every American who has perished or suffered unnecessarily due to Covid-19 -- and their families and...","sentiment_score":-0.0625}
{"full_text":"RT appreciation post for Ashe who did 2 weeks of quarantine and lots of Covid tests just to sing one song and be there for her...","sentiment_score":0.0}
{"full_text":"RT It's a miracle... just like that corona is over. ","sentiment_score":0.0}
{"full_text":"RT Breaking: Biden is announcing a COVID task force, which will be chaired by 3 scientists: former Surgeon General","sentiment_score":0.025}
{"full_text":"RT Trump got the full 2020 experience. He got Covid and now he's unemployed.","sentiment_score":0.35}
{"full_text":"RT #PM #Abiy is #air #striking #Tigray besides power, internet &amp; telecom blackout, banking&amp;financial institutions lockdown,...","sentiment_score":0.5}
{"full_text":"RT If they'd just said from the beginning, \"Avoid crowds and maintain social distancing! Except when you decide some political ca...","sentiment_score":0.0208333333}
{"full_text":"RT At least 5 people in Trump's orbit, including his chief of staff, have recently tested positive for Covid-19https:\/\/t.co\/...","sentiment_score":-0.0242424242}
{"full_text":"Lol lol....I guess covid is now behind us...just like the rioting, looting, destruction and burning...lol","sentiment_score":0.2}
{"full_text":"RT An attorney representing a hypocritical Sharon union hack teacher I exposed for taking her kids to hockey tournaments during...","sentiment_score":0.0}
{"full_text":"RT Today seems like a good day to remind you that --Sold millions in stock a...","sentiment_score":0.7}
{"full_text":"RT b4 ppl talk about how they \"survived trump,\" I want to send love to the families of ppl who died as a result of his policies....","sentiment_score":0.5}
{"full_text":"RT Joe Biden won over voters who are concerned about the coronavirus and want a leader who will help unify the country and push for ra...","sentiment_score":0.0}
{"full_text":"RT This international survey highlights that a limited number of PAH and CTEPH patients suffered from severe #COVID19 inf...","sentiment_score":-0.0357142857}
{"full_text":"RT It's fascinating how Coronavirus only tends to be a dangerous threat at Trump rallies, lockdown protests and polling statio...","sentiment_score":0.0333333333}
{"full_text":"I thought the pandemic was over after the election? You people are pathetic.","sentiment_score":-1.0}
{"full_text":"RT Be safe y'all. On the covid front and the racist backlash front.","sentiment_score":0.5}
{"full_text":"First Zoom Quiz of Lockdown Round 2 had had my life! ","sentiment_score":0.0}
{"full_text":"RT It's a miracle... just like that corona is over. ","sentiment_score":0.0}
{"full_text":"I don't mean this in an ugly way, but someone please explain to me how this is safe to do but voting in person isn't? I just don't get it.","sentiment_score":-0.1708333333}
{"full_text":"RT Biden to announce coronavirus task force as part of presidential transitionhttps:\/\/t.co\/E9uAXvr94z","sentiment_score":0.0}
{"full_text":"Yes this! The first time I've felt like the city was ALIVE again since those awful days in March.","sentiment_score":-0.2166666667}
{"full_text":"This Tweet from has been withheld in: Bahrain.","sentiment_score":0.0}
{"full_text":"RT Stanford will turn to junior Jack West at quarterback.","sentiment_score":0.0}
{"full_text":"No riots yet.. I'm really scared for the lives of President Biden and Vice President Harris. We all know the insane people that support Trump.. all the mass shooters, the white Supremacists and all the stupid disrespectful Hispanics ","sentiment_score":-0.4}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"It severed it's purpose now that the election is over prob won't hear about it no more.","sentiment_score":-0.25}
{"full_text":"Regardless. It doesn't matter. The media just changes and bam! Life's back to normal. Some scientist gives a positive covid interview, says Biden's the man. We stop testing. Cases stop. Everyone forgets. Ha","sentiment_score":0.1257575758}
{"full_text":"RT Your kids had to go to school on their computers for a year and your grandfather had to die alone and your neighborhood...","sentiment_score":0.0}
{"full_text":"Starmer and Biden are cut from the same reactionary cloth.","sentiment_score":0.0}
{"full_text":"RT One thing we gotta push for is \"immigration reform\" in all areas. Increase the number of green cards available per year...","sentiment_score":0.1}
{"full_text":"RT \"Coronavirus infections: More than just the common cold.\" Cover of January 23, 2020 issue of JAMA article by Dr. Fauci. W...","sentiment_score":-0.1333333333}
{"full_text":"Trump, the pandemic and Brexit. The first one has gone, the second one will go and the third one we can't stop. However, once the effects hit in a few months hopefully we can boot this government out and start our way back into the EU.","sentiment_score":0.01}
{"full_text":"Nope. COVID ain't on break.","sentiment_score":0.0}
{"full_text":"Congrats to president elect Please, stay safe. We need you. COVID is still raging.","sentiment_score":0.65}
{"full_text":"RT CNN doesn't sound alarm of COVID 'superspreaders' as thousands celebrate Biden win in the streetshttps:\/\/t.co\/XtQz49Zgw5","sentiment_score":0.6}
{"full_text":"RT TRUMP GOT THE FULL 2020 EXPERIENCE! COVID, LOST HIS JOB, AND IS NOW GETTING EVICTED","sentiment_score":0.4375}
{"full_text":"RT Why does it looks like  is saying the winner of big brother ninja lock down season is..... Too much anticipation#...","sentiment_score":0.0148148148}
{"full_text":"Rather watch us now than the utter drivel we saw post lockdown, losing every week and conceding 3 a game!","sentiment_score":-0.25}
{"full_text":"The main flaw in Trump's work for Democrats was the fight against the corona virus. But what the world is seeing now is the friendship of the Chinese coronavirus with Biden is victorious, so people's lives against the Corona virus are worthless","sentiment_score":-0.2111111111}
{"full_text":"Michigan coronavirus cases up to 207,794; Death toll now at 7,578","sentiment_score":0.0}
{"full_text":"RT Trump rallies during the election \"could kill thousands\" because of the lack of social distancing, but Biden block party ce...","sentiment_score":0.0333333333}
{"full_text":"1 in 6 COVID Patients Only Have Gastro Symptoms - WebMD","sentiment_score":0.0}
{"full_text":"Honey you NEED a lockdown in order to get this pandemic under control. People are DYING","sentiment_score":0.0}
{"full_text":"RT Biden did not predict the pandemic. He also didn't discover that the US isn't prepared.A report said that and Biden simp...","sentiment_score":0.0}
{"full_text":"Today we celebrate the victory of sanity over malice ..but let's not forget all we have lost and how much hard work and trial we still face.","sentiment_score":-0.2916666667}
{"full_text":"RT Tough break for Stanford. Junior Jack West likely to start at QB in place of Davis Mills.","sentiment_score":-0.1944444444}
{"full_text":"RT Trump got the whole 2020 experienceGot covid, got fired, got evicted","sentiment_score":0.2}
{"full_text":"RT A reminder that the woman he's running against, Kelly Loeffler, knew about the pandemic MONTHS ahead of time and inste...","sentiment_score":0.0}
{"full_text":"Covid  gone now????","sentiment_score":0.0}
{"full_text":"RT Okay y'all, taking a break to use this brief vacation from my crushing anxiety to get some shit done. Stay safe, dance a...","sentiment_score":0.24}
{"full_text":"RT MASKS ON IF YOU OUT IN THE STREETS CELEBRATING BECAUSE COVID-19 DOES NOT GIVE A FUCK ABOUT WHO WON THE ELECTION!!","sentiment_score":-0.625}
{"full_text":"RT DONALD TRUMP* impeached, one term president* twice lost the popular vote * 235,000 di...","sentiment_score":0.6}
{"full_text":"Bile acids reduce desire for cocaine, finds studyhttps:\/\/t.co\/Qn07uzqlAl#Health #inshape #LifeStyle #Keto #weightloss #Covid19","sentiment_score":0.0}
{"full_text":"\"Because when he walks into the White House in January, he'll face a series of extraordinary challenges no incoming President ever has -- a raging pandemic, an unequal economy and justice system, a democracy at risk, and a climate in peril.\"https:\/\/t.co\/AV7YaVNCgy","sentiment_score":0.1666666667}
{"full_text":"Due to the risk of contagion of Covid-19 virus, a mandatory isolation has been established on a worldwide basis.'Mother in parenthesis' is a film from Colombia directed by Juan Manuel Viteri &amp; Natalia Viteri.https:\/\/t.co\/mGAEPncDuW@Filmconsd","sentiment_score":-0.125}
{"full_text":"She ain't lying..we all want Covid19 to be over too!","sentiment_score":0.0}
{"full_text":"Bilyonaryo Dennis Uy believes he's lucky to have raised more than half a billion pesos from the follow-on offer of his casino business, PH Resorts Group Holdings, in the middle of of the pandemic.https:\/\/t.co\/aXIqh1g2cX","sentiment_score":0.1666666667}
{"full_text":"RT RHINO EXPLAIN:1. Biden pushing covid-19 lead to mail in votes for him.2. A computer glitch in reality was so...","sentiment_score":0.0}
{"full_text":"Canada's freedom-of-information system has never been perfect, but we owe to it our freedom and democracy. Its erosion during COVID-19 is an erosion of our society, writes #cdnpoli","sentiment_score":1.0}
{"full_text":"RT Be safe y'all. On the covid front and the racist backlash front.","sentiment_score":0.5}
{"full_text":"RT I am excited about Biden's victory. But I am looking these images. For three consecutive days we have broken records with Cov...","sentiment_score":-0.0125}
{"full_text":"Will your family gather this holiday season? The best way to avoid catching COVID-19 is to stay home and away from other people. But if you do plan on gathering with family and friends, we want you to be safe. Read more in this Your Reliable Source blog.https:\/\/t.co\/0wV2B568cS","sentiment_score":0.495}
{"full_text":"Anyways this tweet of mine kinda blew up, so be like Spider-Man and wear a mask","sentiment_score":0.0}
{"full_text":"The weekly coronavirus task force reports include recommendations to state and local health officials, and they took on a frustrated tone this week.","sentiment_score":-0.35}
{"full_text":"Please don't go to parties and large gatherings right now. I know everyone wants to celebrate, but COVID is still a thing and you all need to do your part to keep everyone safe.","sentiment_score":0.3}
{"full_text":"In 15 minutes at #RaisingOurVoices2020  \"Pathogenic Politics: Life, Death, and Social Responses to the COVID-19 Pandemic\" (Channel 3) #anthropology #COVID19","sentiment_score":0.0333333333}
{"full_text":"RT It's fascinating how Coronavirus only tends to be a dangerous threat at Trump rallies, lockdown protests and polling statio...","sentiment_score":0.0333333333}
{"full_text":"RT 2\/ respect for every human being =\/= an obligation to govern based on conspiracy theories or junk science. COVID is real...","sentiment_score":-0.1833333333}
{"full_text":"#Listenback #ICYMI How has your lunch changed since lockdown? hears from listeners","sentiment_score":0.0}
{"full_text":"Register for my #FREE #WEBINAR! \"Planning For The Holiday Season: The Ideal Customer Experience.\" 11\/11\/20 at 1PM. It'll be a different  experience due to COVID-19. #Holiday #Shopping #COVID #coronavirus #Business #Success #2020 #ABILSolutions","sentiment_score":0.315}
{"full_text":"Join us on Tuesday at 12 pm MST for an election recap and legislative preview with  Call in for answers to your questions: #idleg #Idaho #COVID19 #coronavirus #ELECTION2020","sentiment_score":0.0}
{"full_text":"We are still shipping during #Covid19 Order your wipers today! + We have installation videos on our website! #mailorder #wiperdelivery #wipers #blades","sentiment_score":0.0}
{"full_text":"RT Went for my council covid test today, thankfully negative, but I was really impressed with Professional, e...","sentiment_score":0.2666666667}
{"full_text":"\"As the pandemic appeared to be winding down this fall, politics took over and readers wondered if I saw parallels between the corruption and chaos of post-soviet life and what was happening in the U.S.\"","sentiment_score":-0.1555555556}
{"full_text":"The Department of Health (DOH) is drafting the price range for the coronavirus disease (Covid-19) test and test kits to be issued soon.https:\/\/t.co\/5nb8kSjlxi","sentiment_score":0.0}
{"full_text":"RT JUST IN: Biden to announce COVID-19 task force Monday: report","sentiment_score":0.0}
{"full_text":"* HELP * FEED, Fatten &amp; PROSPER Souls WORLDWIDE! *#prosperity_wealth #spiritual_aliyah #bookboost for DETAILS:","sentiment_score":0.0}
{"full_text":"RT The same people that 3 days ago could not vote in person because COVID","sentiment_score":0.0}
{"full_text":"Due to rising COVID-19 cases in the state, the University of Maryland has decided to transition courses entirely to online learning, following the Thanksgiving break.","sentiment_score":-0.0416666667}
{"full_text":"Love the social distancing.","sentiment_score":0.2666666667}
{"full_text":"President-elect Joe Biden's transition team is working on a plan to stem the pandemic, and Biden could announce a COVID-19 task force as soon as Monday, according to The New York Times.","sentiment_score":0.1363636364}
{"full_text":"\"Millions of mail-in ballots were sent to people who never asked for them\" its almost like we are in a pandemic where mail-in would be necessary or something","sentiment_score":0.0}
{"full_text":"Wildcat all day everyday!!","sentiment_score":-0.3125}
{"full_text":"Go to for updated FAQs and the latest info on #COVID19 contact tracing in WA State","sentiment_score":0.5}
{"full_text":"COVID shut downs got you down? Try our at-home sugar wax kit!#sugarmesmooth #hairremoval #smoothskin #sugaring #sugar #wax #waxing #shave #shaving #skin #skincare #vegan #crueltyfree #smoothskinregimen","sentiment_score":-0.1555555556}
{"full_text":"Better yet who owns should be fined for the failure of their host in providing real and accurate information during this election and pandemic.","sentiment_score":0.1958333333}
{"full_text":"PUBLIC HEALTH ANNOUNCEMENT!","sentiment_score":0.0}
{"full_text":"People really be out here in these streets living life like there is no pandemic.","sentiment_score":0.2}
{"full_text":"Time: 23:00 * Temp: 10.1degC * Wind: ENE 0.0 to 0.9mph * Pressure: 1011.9hPa * Rain: 0.0mm * Hum: 94% * ET: 0.5mm * Solar: 0.0W\/m2 * UV Index: 0.0 * Sunrise: 07:38 * Sunset: 16:34 * Cloudbase: 480ft * #conlig, #bangor * #stayathome *","sentiment_score":0.0}
{"full_text":"RT President-elect will name a Covid-19 Task Force to come up with a plan to combat the virus which is getting wors...","sentiment_score":0.0}
{"full_text":"For subscribers: With a steep drop in passenger traffic due to the COVID-19 pandemic and an increase in online shopping and specialty shipments,  airlines at Phoenix Sky Harbor have turned to cargo service to help keep them afloat.https:\/\/t.co\/J7jSryTYZC","sentiment_score":-0.125}
{"full_text":"RT Biden to announce coronavirus task force as part of presidential transitionhttps:\/\/t.co\/E9uAXvr94z","sentiment_score":0.0}
{"full_text":"Oh wait so now you stupid mother fuckers care about COVID?","sentiment_score":-0.8}
{"full_text":"RT These are the people who said we needed mail-in ballots because it was dangerous to gather in crowds. They knew exactly...","sentiment_score":-0.175}
{"full_text":"RT Joe Biden plans to announce his 12-person coronavirus task force on Monday, CNN reported citing two sources","sentiment_score":0.0}
{"full_text":"RT And suddenly people gathering in large crowds and not social distancing is no longer considered irresponsible by the media","sentiment_score":0.0658730159}
{"full_text":"Obviously they are closed now during lockdown... so is this fake news ?","sentiment_score":-0.2}
{"full_text":"CNN: Rock Hall of Fame induction ceremony -- the pandemic version -- airs Saturday night #Entertainment #News","sentiment_score":0.0}
{"full_text":"RT And just like that, the pandemic is over.","sentiment_score":0.0}
{"full_text":"HYPOCRISY: Biden supporters flood streets for mass celebrations | The Post Millennial - News, Politics, Culture, and Lifestyle","sentiment_score":0.0}
{"full_text":"United to give travelers free COVID-19 tests on select Newark-London flights ","sentiment_score":0.4}
{"full_text":"I will take bets on how long til I inevitably get COVID and\/or how long til someone at the daycare gets COVID again and I need to self isolate &amp; leave this job ","sentiment_score":-0.0333333333}
{"full_text":"RT I can't believe people actually bought the idea that mail-in ballots were just about protecting voters from COVID...","sentiment_score":0.0}
{"full_text":"Remember folks: If we refuse to take personal responsibility about this disease, the government will have no choice but to enforce mandates. Do the right thing and maybe they won't have to. Otherwise, no one to blame but ourselves. #covid19colorado","sentiment_score":0.1428571429}
{"full_text":"Having massive gatherings to celebrate the defeat of a COVID-denying President The irony is just *chef's kiss*","sentiment_score":0.0}
{"full_text":"ATTENTION: Sand and bags will be available for residents to fill and take on Sunday November 8th at 10am until the sand runs out.Maximum of 6 per household.Miramar resident\/ proof of ID required.Please follow CDC guidelines: wear a mask and maintain social distancing.","sentiment_score":0.2166666667}
{"full_text":"RT Schools expected to seek Covid advice from call-centre staff with no clinical training made Serco...","sentiment_score":-0.1}
{"full_text":"RT How many people got their temperature checked when they went in to vote?   What happened to Covid Covid Covid.","sentiment_score":0.5}
{"full_text":"RT \"Back in February, he had this reelection in his pocket. If it wasn't for covid, he could have sat back on his laurels an...","sentiment_score":0.0}
{"full_text":"RT Watch &amp; Annals virtual #COVID19 Vaccine Forum: What Physicians Need to Know.Expert panel discusses evidenc...","sentiment_score":0.0}
