{"full_text":"Mike Rowe Encourages 'Sensible Approach' to Dealing with COVID via","sentiment_score":0.0}
{"full_text":"1. Malaria Mukt Bastar along with Covid surveillance was an initiative taken up in entire Bastar division by State Health Deptt. It was not one district's initiative in particular.2. As a result no of malaria patients fell down by 65% in entire division not just Bastar distt 1\/2","sentiment_score":-0.0518518519}
{"full_text":"RT If you live in Michigan call into the Board of Canvassers meeting TOMORROW and tell them NOT to certify the vote until a fu...","sentiment_score":0.1363636364}
{"full_text":"Aus gone back into lockdown?","sentiment_score":0.0}
{"full_text":"RT Dolly Parton's $1 million donation to coronavirus research at Vanderbilt University helped fund Moderna's vaccine","sentiment_score":0.0}
{"full_text":"Business planning for 2021 will be difficult as we don't know the timings for mass Covid-19 vaccinations and whether they will truly work. We've written a blog post with some practical steps you can take to minimise potential disruption to your business:","sentiment_score":-0.25}
{"full_text":"RT This pandemic has hit communities of color particularly hard. Black Americans, Latinos, and Native Americans are 4x as li...","sentiment_score":-0.2291666667}
{"full_text":"RT NP would like to thank our donors, community partners and supporters who helped us make a difference in the lives of chil...","sentiment_score":0.0}
{"full_text":"RT More from the White House Coronavirus Task Force:\"Current mitigation efforts are inadequate and must be increased to flatt...","sentiment_score":0.1666666667}
{"full_text":"RT Dear Georgia- A vote for these 2 #InsiderTraitors is a vote for gridlock. Please elect &amp; to avo...","sentiment_score":0.8}
{"full_text":"RT HERE IS THE PLAN TO GET US OUT OF THIS #COVID19 WAR * NO lockdowns* NO waiting for vaccines* Reverses cases in wee...","sentiment_score":0.0}
{"full_text":"RT #ICAI_DENIES_JUSTICE #icai #icaiexams #caexams .......Delhi CM is saying another lockdown and icai is going to 18 days l...","sentiment_score":0.0}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"RT #Cambodia's microfinance debt crisis in crazy numbers:$1700 average annual income per person2.6million borrower...","sentiment_score":-0.375}
{"full_text":"RT Trump COVID Adviser: \"The Only Way This Stops Is If People Rise Up\"","sentiment_score":0.0}
{"full_text":"RT In short, Oct saw 3 admin changes that contribute to an increase in reported hosps:1. Expanded definition of \"Covid hosp...","sentiment_score":0.0}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"Dear Sir,  Me &amp; My father are working in Riyadh, Saudi Arabia. Post covid complications, My father Abdul Suban Ahmed Siddique is in oxygen therapy for oxygen desaturation.  I am now the sole bread winner for my family, and I need to work inorder to earn &amp; provide for my family.","sentiment_score":0.0}
{"full_text":"Yes agreed. The pandemic is over, we are now being lied to. Steve do your job please. Check the numbers. Covid deaths now matching reduction in deaths for other causes. There are no excess deaths.","sentiment_score":-0.125}
{"full_text":"RT    North Dakota records world's highest COVID-19 mortality rate  https:\/\/t.co\/MheKoLrlO2","sentiment_score":0.0}
{"full_text":"RT The election is over. Joe Biden and Kamala Harris will be President and Vice President.Donald Trump and the Senate GOP co...","sentiment_score":0.0}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"I thought it was more \"women shouldn't work and should stay home with kids\" film, but I like to interpret movies in my own way.","sentiment_score":0.55}
{"full_text":"RT Anybody harassed, ticketed, arrested for having a big and noisy family and friends gathering next week, should hand this to th...","sentiment_score":0.0}
{"full_text":"RT 6 fin whales -- the 2nd biggest species -- washed up dead in France, and biologists warn of a possible \"epidemic.\"There are no...","sentiment_score":-0.0666666667}
{"full_text":"RT Happy birthday Corona, hope not seeing you next year. #COVID19","sentiment_score":0.4}
{"full_text":"RT Our daily update is published. States reported 1.5M tests, 155K cases, and 1,565 deaths. 77k people are currently hosp...","sentiment_score":0.0}
{"full_text":"RT What have we learned on nutrition, immunity and COVID-19? In this comprehensive review, Philip Calder updates the role of key mi...","sentiment_score":0.0}
{"full_text":"RT Chuck Grassley tests positive for covid:","sentiment_score":0.2272727273}
{"full_text":"This reply gave me corona","sentiment_score":0.0}
{"full_text":"RT Have you seen our Knowledge Hub on the impact of COVID-19 on the youth sector? Read our briefings, analyses and summari...","sentiment_score":0.0}
{"full_text":"RT Told my mom I'm not coming over for Thanksgiving. She cried and then told me my 4 and 5 year old cousins have COVID and po...","sentiment_score":0.1}
{"full_text":"RT By this weekend, A QUARTER OF A MILLION AMERICANS WILL BE DEAD OF COVID-19. Trump doesn't talk about it or tweet about it....","sentiment_score":-0.2}
{"full_text":"Imagine all the time and effort this administration has to put into these false allegation. The rehearsals. The brainstorming session.And they could have dedicated that Time to actually defend the US from...let's say...covid","sentiment_score":-0.2}
{"full_text":"forever ? until Covid 19 is gone , Americans stop dying  , idot","sentiment_score":0.0}
{"full_text":"RT The FDA gave an emergency green light to the first rapid coronavirus test that can be run at home in just 30 minutes. But it r...","sentiment_score":0.15}
{"full_text":"RT There are all kinds of normally apolitical officials--administrators, county electon boards, etc.--who carry out the norma...","sentiment_score":0.15}
{"full_text":"how about we also protect our healthcare works by paying them for time off due to covid exposer? fun fact, if a nurse can't prove they had covid (even if first hand exposed!) they stay quarantined with no pay. THIS ISN'T OKAY!","sentiment_score":0.278125}
{"full_text":"RT I've tested positive for coronavirus. I'll b following my doctors' orders\/CDC guidelines &amp; continue to quarantine. I'm f...","sentiment_score":0.1136363636}
{"full_text":"Like tests for COVID","sentiment_score":0.0}
{"full_text":"Managing these trying times on our health from COVID 19 to other chronic and common illnesses can be challenging but sometimes help is closer than we think; in our kitchens &amp; gardens. #TICAHGuideLaunch is that platform for this exploration. register via","sentiment_score":0.025}
{"full_text":"Make it daily assignment wear your mask Flatt the curve#angamizacoronamachakos #angamizacorona#EUCovid19ResponseKE","sentiment_score":0.0}
{"full_text":"So the Covid is scared of the dark? Or is this just a control and scare tactic to show power?","sentiment_score":-0.15}
{"full_text":"Ye to hona he h. Ab jab har desh wapas se COVID se bachne k liye plan kr rha h wahe yaha sab unlock ho rhe h. Before navratri 2nd wave k liye alert kr diya gya tha phr v govt. Busy thi election me.","sentiment_score":0.05}
{"full_text":"High Peak MP Robert Largan writes in his column that \"there is light at the end of the tunnel\" of the Coronavirus pandemic","sentiment_score":0.28}
{"full_text":"RT I am glad that Senator is listening to my sermons. One of my favorite sermons is entitled 'Love your neighb...","sentiment_score":0.5}
{"full_text":"I think I've read some insanely delusional piece. ","sentiment_score":-1.0}
{"full_text":"RT Guys need maximum tweet so that #GSTAmnesty_date_extend this will be possible . At present this is necessary to extend...","sentiment_score":0.0}
{"full_text":"RT We request the Delhi government to have mercy on the people of Delhi and do not choose to close some markets. If you want to...","sentiment_score":0.0}
{"full_text":"RT Containing then eliminating #coronavirus made so much smoother and faster when swift and effective measures taken by","sentiment_score":0.4}
{"full_text":"Texas inmates enlisted to work county morgue overwhelmed by COVID-19 deaths","sentiment_score":0.0}
{"full_text":"I\"VE BEEN LITERALLY WARNING YOU ALL ABOUT THIS VIRUS SINCE NOVEMBER. If you had grounded the damn planes like I TOLD YOU TO.We wouldn't have entered this scenario.#COVID19 #COVIDzero","sentiment_score":0.0}
{"full_text":"Access to water; a vital right for all children. On this #WorldChildrensDay, help us to reimagine a world where every child has access to safe water. #COVID19 #safewater #health #accesstoeducation #ForEveryChild #WorldChildrensDay #20november2020","sentiment_score":0.2952380952}
{"full_text":"RT Wow -- no masks, no social distancing, no outdoors. Total pack of lies!","sentiment_score":0.0277777778}
{"full_text":"RT Please, please put on your masks South Australia!: in public and especially where you can't physically distance such as indoo...","sentiment_score":0.0}
{"full_text":"RT This pandemic has hit communities of color particularly hard. Black Americans, Latinos, and Native Americans are 4x as li...","sentiment_score":-0.2291666667}
{"full_text":"RT Aren't these the same people who shame common people for not following social distancing?","sentiment_score":-0.0666666667}
{"full_text":"RT New Philadelphia COVID-19 Restrictions Prohibit Indoor Gatherings In Restaurants, Gyms, Households","sentiment_score":0.1363636364}
{"full_text":"Govt must ensure Indian Air cargo cos or domestic airlines be used in vaccine logistics.Airlines have suffered the most in pandemic its time must make maditory use of domestic airlines for vaccine transformation","sentiment_score":0.1666666667}
{"full_text":"No way it was all a ploy. You don't get over it in day and a half !","sentiment_score":-0.2083333333}
{"full_text":"RT By this weekend, A QUARTER OF A MILLION AMERICANS WILL BE DEAD OF COVID-19. Trump doesn't talk about it or tweet about it....","sentiment_score":-0.2}
{"full_text":"RT i see...","sentiment_score":0.0}
{"full_text":"RT I'm sure dead people did vote -- early voting began on Sept. 18 and 50,000 Americans have died from coronavirus since the...","sentiment_score":0.1333333333}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"Reality check: I think most of us have come across one of these conspiracy nuts who claimed \"just wait, the pandemic will magically disappear right after Election Day. You'll see.\" Well, is one of those conspiracy nuts. And *wrong*.#COVID19 #Election2020","sentiment_score":0.4285714286}
{"full_text":"RT Republicans: Trump is out. Do what's best for the country in your final acts. Protect the people from COVID. Protect America fr...","sentiment_score":0.5}
{"full_text":"RT Our new report on government procurement during #COVID19 finds inadequate documentation on key decisions for some contracts,...","sentiment_score":0.0681818182}
{"full_text":"RT Mitch flexing his power to block the Senate from voting to provide Covid19 relief to suffering people is the best illust...","sentiment_score":1.0}
{"full_text":"RT This daily infographic provides a quick view of the current coronavirus (#COVID19) situation in Australia.","sentiment_score":0.1111111111}
{"full_text":"Hindsight!!!! Putting people with Covid in with people that don't have Covid, you reckon you need hindsight to work out that's going to be a disaster, ffs","sentiment_score":0.0}
{"full_text":"RT 'If we come out of lockdown with no strategy to control infection rates Christmas will be a disaster.' says relax...","sentiment_score":0.0}
{"full_text":"RT HEY ERIC???? DO YOU KNOW YOU'RE THE FUCKING MAYOR AND CAN DO SOMETHING?","sentiment_score":-0.6}
{"full_text":"Praying for your speedy recovery from the wuhan virus Mam.","sentiment_score":0.0}
{"full_text":"RT He wants to talk and Tweet about himself.He doesn't think people dying from COVID-19 is about him, even though he is...","sentiment_score":0.2}
{"full_text":"RT This is not okay ","sentiment_score":-0.25}
{"full_text":"RT Excited to speak at the #ICTforAg2020 conference on the role of digital technology in fostering resilience in the time of CO...","sentiment_score":0.1875}
{"full_text":"Yeah, unfortunately the pandemic (and vaccinations) are a things we all need to work together on--it's so painfully obvious that some aren't willing to do the unselfish thing ... good thing there are promising vaccines or this would be an endless night with no end in sight.","sentiment_score":0.0875}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"Since the pandemic I have yet to see both of my grandma's, taste my cousins famous pound cake &amp; actually socialize. Life is not the same &amp; I am ok.","sentiment_score":0.25}
{"full_text":"RT I fucking hate covid I'm tired of this back and fourth shit","sentiment_score":-0.28}
{"full_text":"RT \"Boat Relay\" Own a stunning #canvas #art from PS12.99, link below. Free shipping in #UK Beat the #coronavirus blues and g...","sentiment_score":0.5}
{"full_text":"RT Ron DeSantis has pledged to NOT lock down Florida againHe's a leader with courage. God bless Ron!","sentiment_score":-0.1944444444}
{"full_text":"How many people will tell me 'it's not covid, it's just a  cold, honest!', today. They're ignorantly wandering the streets like diseased zombies. May not stay professional.","sentiment_score":0.03}
{"full_text":"MPA spoke with Levy about how he adapted during the pandemic and why customer relationships are key during periods of uncertainty.","sentiment_score":0.0}
{"full_text":"RT Starting Friday, restaurants, breweries, wineries, bars and all other non-essential retail businesses in L.A. County must close...","sentiment_score":-0.0625}
{"full_text":"RT The election is over. Joe Biden and Kamala Harris will be President and Vice President.Donald Trump and the Senate GOP co...","sentiment_score":0.0}
{"full_text":"RT No India in IMF chief economist Gita Gopinath's GDP analysis?IMF's Gita Gopinath said that positive vaccine news...","sentiment_score":0.2272727273}
{"full_text":"RT We had a great time celebrating #Diwali practicing #SocialDistancing #masking with boxed lunches. Sincerely...","sentiment_score":0.65}
{"full_text":"Student - My one year got wasted. I want to give my exams even if I get Covid in middle of it. I'll fight and give all exams.CCM's - See the Spirit of our True Student. #icai #icaiexams #ICAI_DENIES_SAFETY","sentiment_score":0.05}
{"full_text":"Doctors, nurses urge Trump to share COVID-19 data with Biden as infections spike Save your breath, he's too much of a crybaby.","sentiment_score":0.2}
{"full_text":"RT covid 19 is the only thing that can stop \"where's my hug\" type dudes","sentiment_score":0.0}
{"full_text":"RT #Covid19:  \"This year has shown us more than ever the importance of digital governance. Now we need to ensure that the digital...","sentiment_score":0.1666666667}
{"full_text":"Sorry but #Covid is not remotely close to the 'Black Death' and that is the problem. 99.9% survival rate below 65. China fully open now and seem to be willing to deal with the elderly death rate. Need to keep at-risk people safe and at the same time open up the broader economy","sentiment_score":0.0166666667}
{"full_text":"#FreeRealityWinnerNOW Please pass it on","sentiment_score":0.0}
{"full_text":"RT Around 70 school students in Rewari District alone in Haryana have tested positive for Covid19. #CoronavirusIndia #Haryana #...","sentiment_score":0.2272727273}
{"full_text":"RT Put a mask on your face. Here's the deal. Once the breath in your body has the possibility of containing a deadly virus,...","sentiment_score":-0.2}
{"full_text":"People will be allowed to work from home about half the time after Covid passes, CEO says #EastTechWest","sentiment_score":-0.1666666667}
{"full_text":"Mr Steels is one of an estimated 50,000 people who have missed a cancer diagnosis due to the pandemic","sentiment_score":-0.125}
{"full_text":"#NITIAayog: Delhi's #COVID19 crisis unprecedented, might worsen #DelhiFightsCorona #StaySafeStayHealthy #TestTraceIsolate  #VKPaulhttps:\/\/t.co\/K1XOPthbKK","sentiment_score":0.6}
{"full_text":"Lockdown means they've changed the way they do things - and this expert says we should be \"very concerned\"","sentiment_score":0.2}
{"full_text":"Twenty-eight more people have died from coronavirus in Greater Manchester's hospitals","sentiment_score":0.5}
{"full_text":"RT President Donald Trump's refusal to coordinate with President-elect Joe Biden on the Covid-19 vaccine is bringing a staggering po...","sentiment_score":0.0}
{"full_text":"Coronavirus Diaries: The Rev Catherine Catherine McMillan Haueis reports from Switzerland, which is battling a second wave of Covid-19https:\/\/t.co\/LxjJR2fHHZ","sentiment_score":0.0}
{"full_text":"RT darkly hilarious that half of the Democratic elected officials in America are basically just posting \"the pandemic is...","sentiment_score":0.1666666667}
{"full_text":"RT RESET: Trudeau says COVID is his big \"chance\" to impose his \"reimagined\" society. Is he trying to shut down Finance Co...","sentiment_score":-0.0777777778}
{"full_text":"Virus evolution could undermine a COVID-19 vaccine--but this can be stopped#HIV #ResearchMatters #BioTech #Virologyhttps:\/\/t.co\/16JH68xUGT via","sentiment_score":0.0}
{"full_text":"Many weddings were cancelled during lockdown, while some will have to change to meet the new rules.","sentiment_score":0.3181818182}
{"full_text":"Seven things you can't do in West Lothian from Friday under level four and how long it will lasthttps:\/\/t.co\/cO57Npl1ps","sentiment_score":-0.05}
{"full_text":"#SouthAfrica: Race is on to get #EasternCape COVID-19 cases under control before festive season to prevent national spread ","sentiment_score":0.0}
{"full_text":"A key facet of the global mad scramble by Pfizer, Moderna and other pharma groups to develop a viable coronavirus vaccine is the recruitment of tens of thousands of volunteers willing to participate in clinical trials.#COVID19 #vaccinehttps:\/\/t.co\/Gx2Z8Mz1jS","sentiment_score":-0.1}
{"full_text":"As #ASEAN chair for 2021, Brunei will highlight regional pandemic recovery &amp; community-building efforts under the theme announced by Sultan Haji Hassanal Bolkiah: \"We Care, We Prepare, We Prosper\" - via","sentiment_score":0.0}
{"full_text":"Texas A&amp;M University officials said they are hoping to limit the spread of #COVID19 before students take off for break. #TAMU","sentiment_score":0.0}
{"full_text":"Public Health bosses for the town have spoke about the decision #coronavirusuk #rdguk ","sentiment_score":0.0}
{"full_text":"It's not a coincidence that most of most of India's #COVID19 cases are in urban centres like #Delhi. A large part of this is because of our complex &amp; inefficient #urbanplanning. What are some solutions that can lead to a more inclusive &amp; healthy future?","sentiment_score":0.2392857143}
{"full_text":"CAPASSO  PRODUCTION MUSIC  CAPASSO licenses music used on radio, TV, cinema, advertising, films, corporate video production, multimedia and more.#TrendingWednesday #CAPASSO101#Stayhome","sentiment_score":0.0}
{"full_text":"Pandemic's got North Block pinching pennies","sentiment_score":0.0}
{"full_text":"Argentina's Congress began debating a bill seeking to raise $3.75 billion through a tax on large fortunes to finance programs aimed at helping families hit by the COVID-19 pandemic","sentiment_score":0.2142857143}
{"full_text":"#MyReport | \"The university has provided us with very vague SOPs, as there is no proper mention of how they are planning to operate hostels and messes,\" says a final year student from #MIT, Karnataka.","sentiment_score":-0.2166666667}
{"full_text":"Efforts against coronavirus 'must be increased,' White House task force warns","sentiment_score":0.0}
{"full_text":"Today's headlines @BathCDH launch winter appeal to support animals in needSpecialist mental health dementia unit set for PS3m upgrade@BathCollege and launch a post-pandemic recovery package Weather 16deg #BA1Radio #LocalRadio","sentiment_score":-0.1}
{"full_text":"URSB Boss Bemanya to Head African Regional Intellectual Property Organization in Zimbabwe #ChimpReportsNews #UgandaNews #Uganda #Featured #Business #ARIPO2020 #WearAMask #WednesdayMotivation #Newshttps:\/\/t.co\/hSa7LHMC50","sentiment_score":0.15}
{"full_text":"TWWe're providing PS17m+ with for #SexualViolence &amp; #DomesticAbuse services to continue offering support during the pandemic.Mel from Bradford Rape Crisis explains the impact that funding earlier this year had on their service.More:","sentiment_score":0.0}
{"full_text":"Do you think tier four rules are unclear for businesses?","sentiment_score":0.0}
{"full_text":"The international #art scene has embraced virtual reality during the #pandemic, with online #exhibitions and 3D interactive views of #artworks among the ways that artists and galleries have been keeping art available to view.","sentiment_score":0.2}
{"full_text":"Risky behavior behind the wheel is up during the pandemic.","sentiment_score":-0.4}
{"full_text":"The FDA granted emergency authorization for the 30-minute COVID-19 test kit, which requires a prescription.","sentiment_score":0.0}
{"full_text":"FDA allows 1st at-home rapid coronavirus test   ","sentiment_score":0.0}
{"full_text":"What are the long-term implications of #Covid19 for the #diversification plans of #GGC economies?Find out here: #oilprice #coronavirus","sentiment_score":0.0}
{"full_text":"2020 was a different Remembrance Day than usual due to the coronavirus pandemic - but the people of the Tyne Valley still found ways to pay tribute to the fallen.https:\/\/t.co\/Iol0BoalS3","sentiment_score":-0.125}
{"full_text":"COVID 19 cases in India until : 18\/11\/2020 12:30Total Cases: 8912704 [+38478]Active: 446657Recovered: 8333013 [+44671]Deaths :131031 [+471]Total Tests: 126.54MData- #COVID19inIndia #India #Bot","sentiment_score":0.0}
{"full_text":"It's long baffled the experts: why don't children appear to contract or spread coronavirus? New Aussie research may have the answer.https:\/\/t.co\/H3siLgS0lK","sentiment_score":0.0431818182}
{"full_text":"Probably because he knows its all a scam ,and the mps are commiting treason","sentiment_score":0.0}
{"full_text":" \"Can Covid-19 cause #sepsis? Explaining the Relationship Between the Coronavirus Disease and Sepsis\". An interesting article from support 2 projects that work on a tool for a faster sepsis diagnosis:","sentiment_score":0.5}
{"full_text":"U.S. FDA approves first COVID-19 test kit for home use","sentiment_score":0.25}
{"full_text":"Credit card payments will be used to track visits to Australian #COVID19 hotspots while people will have to provide contact details, \"ideally electronically\", to enter restaurants, workplaces &amp; public venues - &amp;","sentiment_score":0.3}
{"full_text":"On 24 November #Walk21 CEO joins the FUTURE OF MOBILITY conference.Together with Liz Benison (@ArrivaGroup) and Fredrika Klaren (@PolestarCars) Bronwen Thornton will discuss how #COVID19 has helped or hindered the shift to sustainable #mobility.","sentiment_score":-0.1}
{"full_text":"An enterprising ten-year-old from #Eastbourne has launched his own business providing treats for children during #lockdownhttps:\/\/t.co\/PynLlrsmic","sentiment_score":0.6}
{"full_text":"This year, whenever there has been a holiday where people gather together, there has been a negative effect on the number of COVID-19 cases.https:\/\/t.co\/fYIjS0J22b","sentiment_score":-0.3}
{"full_text":"RT The Municipal Corporation of Delhi owes Delhi Govt money and not vice versa. Read this detailed fact-based report on the MC...","sentiment_score":0.4}
{"full_text":"Latest worldwide COVID-19 data: 55,957,707 cases, 1,343,672 deaths.A 2.4% fatality rate.","sentiment_score":0.5}
{"full_text":"RT Parliament: Covid-19: 2,713 SMEs closed down between March and Oct 2020 -","sentiment_score":-0.1277777778}
{"full_text":"RT By this weekend, A QUARTER OF A MILLION AMERICANS WILL BE DEAD OF COVID-19. Trump doesn't talk about it or tweet about it....","sentiment_score":-0.2}
{"full_text":"#SaudiArabia sees 'some glimmer of light at the end of the tunnel' amid the damage caused by the #coronavirus pandemic to global oil markets, the Kingdom's energy minister Prince Abdul Aziz bin Salman tells OPEC+ ministers.","sentiment_score":0.2}
{"full_text":"RT Links to sources:July HHS reporting guidelines October HHS reporting guidelines:","sentiment_score":0.0}
{"full_text":"The Baltimore County Public Schools plan to gradually reopen schools to in-person instruction consisted of four phases.","sentiment_score":0.0}
{"full_text":"RT This pandemic has hit communities of color particularly hard. Black Americans, Latinos, and Native Americans are 4x as li...","sentiment_score":-0.2291666667}
{"full_text":"RT Another victory for President Operation Warp Speed: A second Coronavirus vaccine, developed by Moderna a...","sentiment_score":0.05}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"me n my cart ","sentiment_score":0.0}
{"full_text":"RT Wear a mask.","sentiment_score":0.0}
{"full_text":"RT If states were countries, here's the global ranking of new cases per capita this past week:1 North Dakota 2 South Dakot...","sentiment_score":-0.0378787879}
{"full_text":"RT Purposely making troops and families pcs (before they are supposed to) during covid is just insane, especia...","sentiment_score":-1.0}
{"full_text":"RT Republicans: Trump is out. Do what's best for the country in your final acts. Protect the people from COVID. Protect America fr...","sentiment_score":0.5}
{"full_text":"RT NEW VIDEO: Months before we knew how bad COVID was, Millionaire Senators David Perdue &amp; Kelly Loeffler got a briefing...","sentiment_score":-0.2818181818}
