{"full_text":"Media is distracting Americans from the election FRAUD, using covid as a excuse.","sentiment_score":-0.05}
{"full_text":"RT So...Hamilton city council votes to Name&amp;Shame local Covid violating businesses. What is this 1934 Germany?","sentiment_score":0.0}
{"full_text":"RT Whoopi is correct:\"He lost this election, &amp; because he lost, all those people who now have the virus who don't make it...","sentiment_score":0.0}
{"full_text":"RT DeSantis is now taking advice from a Twitter user that has 39 followers about masks!So let's forget about the actual scie...","sentiment_score":0.0}
{"full_text":"what are you policies about flying on domestic united flights while still awaiting covid19 test results?","sentiment_score":0.0}
{"full_text":"RT Results of MHRC's 3rd #NationalPoll Released Today! Spending time outside such as #walking or #hiking found to be the most b...","sentiment_score":0.125}
{"full_text":"RT Ben Carson says he used unproven COVID-19 treatment recommended by MyPillow CEO","sentiment_score":0.0}
{"full_text":"RT This'll be missed in the Rudy chaos news, but this is a big deal. The Fed is publicly asking for help saving this economy...","sentiment_score":0.0}
{"full_text":"Time to go to work 38 hours a week with the homeless roaming around the library refusing to wear masks, or not having them on right, touching 1000+ products not knowing where their hands have been and what they touched. Thanks for spreading Covid all over Ohio.","sentiment_score":0.3285714286}
{"full_text":"The task force has been absent for months.  So NOW they are concerned.  I think they are embarrassed by President-elect Biden's covid plans.  One thing this so-called task force should do is brief if they want to do something useful.  It's all talk..","sentiment_score":0.15}
{"full_text":"RT RT if you pledge to #WearAMask this holiday season to keep you and your loved ones safe.","sentiment_score":0.6}
{"full_text":"Mutual funds suck","sentiment_score":0.0}
{"full_text":"RT If we ask you to stay home we should also send you money so you can can do so.","sentiment_score":0.0}
{"full_text":" I keep hearing that #OperationMoonshot, the coronavirus mass-testing programme, has a budget of PS100bn.Even schoolchildren can see that for a UK population ~67M, that prices those tests at PS1,500 pp! Idiots!","sentiment_score":-1.0}
{"full_text":"RT I want to thank President-elect Vice President-elect leaders of the president-elect's COVID-19...","sentiment_score":0.0}
{"full_text":"RT Wow Fed pushing back on Mnuchin: \"The Federal Reserve would prefer that the full suite of emergency facilities establishe...","sentiment_score":0.15}
{"full_text":"RT This'll be missed in the Rudy chaos news, but this is a big deal. The Fed is publicly asking for help saving this economy...","sentiment_score":0.0}
{"full_text":"RT Not only do we have lived trugh a pandemic in 2020 we will now have a fandom meltdown.What I wanted to say is: I'm s...","sentiment_score":0.0}
{"full_text":"No sympathy for if he can't stand up to #Trump &amp; do what's right.  He must shut down all #Trump's propaganda with fact-based evidence, &amp; then repeat it, repeat it, &amp; repeat it. If Trump fires him, so be it.#WearAMask #SocialDistance#WashYourHands #NoGroupGathering","sentiment_score":0.0100529101}
{"full_text":"As we begin this holiday season, we must continue to practice good social distancing. Wearing masks, avoiding gatherings, &amp; washing hands frequently will help prevent the spread of #COVID19. Protect yourself, your family &amp; your community. For more visit","sentiment_score":0.3333333333}
{"full_text":"As Covid continues to deeply impact our families, we continue to provide hope through service like our Early Years programming.  We moved onto virtual programming and have been doing this since March &amp; will continue to do so.","sentiment_score":0.05}
{"full_text":"Exactly,","sentiment_score":0.25}
{"full_text":"RT Does your organisation provide digital technology support in a CLD setting? If so please complete survey","sentiment_score":0.05}
{"full_text":"If you follow me and you still think Covid is a hoax, please do us both a favor and unfollow. I don't have time for close minded people.","sentiment_score":0.0}
{"full_text":"RT I am an ICU nurse, admissions always (nearly) related to metabolic health, covid or not","sentiment_score":0.0}
{"full_text":"RT Timely reminder that the team working on the Oxford vaccine are from 37 countries, and many of the scientists will be working...","sentiment_score":0.5}
{"full_text":"An absolute hot swamp ass mess","sentiment_score":0.0916666667}
{"full_text":"So if you get sick wirh COVID, don't seek help from any hospital or doctor. You resign your right to help.","sentiment_score":-0.2142857143}
{"full_text":"RT Here's full interview with Pfizer CEO Albert Bourla. Definitely worth a listenhttps:\/\/t.co\/j2pubeqvEZ","sentiment_score":0.325}
{"full_text":"I had covid a few months ago. I was alright but my parents couldn't handle it. My mom was almost going to the hospital . I hope nobody feels that pain even watching my parents suffer was making me wanna jump out of the window because they got covid from me. Stay safe ","sentiment_score":0.15}
{"full_text":"RT I'm watching the morning news shows very confusedly and wondering if they are reruns because I thought we were told we woul...","sentiment_score":-0.52}
{"full_text":"RT Do you think national lockdowns work? #NationalLockdown #Lockdown #Coronavirus #COVID19 #Politics #Twitter #Poll Please...","sentiment_score":0.0}
{"full_text":"RT Kelly Loeffler &amp; David Perdue are trying to delegitimize the votes of Georgians &amp; undermine our democracy. The GOP is mo...","sentiment_score":0.0}
{"full_text":"RT Covid-19 vaccines that are sprayed into the nose or inhaled won't require needles -- and they may be more effective, too","sentiment_score":0.55}
{"full_text":"RT Biden and Harris are prioritizing BIPOC and \"traditionally under-served communities\" w\/r\/t vaccine distribution and other #pand...","sentiment_score":-0.0625}
{"full_text":"RT The final move to totalitarianism. Free speech and thought is terrorism . God help us. ! ","sentiment_score":0.25}
{"full_text":"RT The teams &amp; have updated lists of charities &amp; businesses who can help with f...","sentiment_score":0.0}
{"full_text":"RT .@VP Pence wants you to know how much he cares about your family.That's why he hasn't met with the #COVID19 task force fo...","sentiment_score":0.2}
{"full_text":"RT College during a pandemic: 0\/10 would not recommend","sentiment_score":0.0}
{"full_text":"This is your evidence. OMG YOU ATE TOO STUPID TO BE PRESIDENT!! Stop the bullshit. You lost.  You are the loser in this race. Why don't you fold again while Wisconsin hospitals are overrun with ill covid patients. #AmericasGreatestMistake","sentiment_score":-0.75}
{"full_text":"DO YOUR FUCKEN JOB.  People are going hungry.  Shame on you.  God is watching you.","sentiment_score":0.0}
{"full_text":"RT Exactly. Stop acting like it will be over when you get the vaccine.","sentiment_score":0.125}
{"full_text":"RT 250,000 Americans have now died from COVID-19.Meanwhile, Trump hasn't attended a coronavirus task force meeting in five mont...","sentiment_score":0.0}
{"full_text":"RT We might be in da safest place in da world  from Covid but everyone wears masks  in public places indoors ya just gotta...","sentiment_score":0.0}
{"full_text":"the pot calling the kettle black.@OHAOregon has failed with a test &amp; trace program. Oregon one of worst states In implementing an effective COVID response. (Other than, \"Everyone shut down!\")Setup an effective program first, THEN criticize others.","sentiment_score":-0.0527777778}
{"full_text":"RT Folks--something big is afoot... the CDC is soon holding its first press conference since the start of the pandemic. #COVID1...","sentiment_score":0.125}
{"full_text":"The more sanguine people were about Covid the more anxious I was, back in February. I feel the same about peaceful transfer of power. Almost every Republican feels they have more to lose standing for democracy and against trump.","sentiment_score":0.2142857143}
{"full_text":"RT We need firewalls between State services and immigration services, tells the #Dail. Those escaping domestic vio...","sentiment_score":0.0}
{"full_text":"Sorry I don't care who made it, Were not taking it... #NoMoreVaccines No more aborted fetal tissue, or mercury, or formaldehyde, No more sterilization, Were out !  I'll take my chances with covid I hear it has a 99%+ survival rate  Vaccine survival rate may not even be that high","sentiment_score":-0.225625}
{"full_text":"RT We need to talk about #Covid - a message from Simon Cole as part of his usual weekly vlog.We all have a r...","sentiment_score":-0.25}
{"full_text":"r\/nottheonion","sentiment_score":0.0}
{"full_text":"RT The feeling that we're going back to \"normal\" after news of promising vaccine trials signals that we've yet to fully grasp...","sentiment_score":0.1166666667}
{"full_text":"Someone in my department at work just tested positive for COVID. Because of where I work, we have stringent infection control measures in place, so I am really hoping I didn't get it, as I had to work closely with them several days this week. ","sentiment_score":0.1424242424}
{"full_text":"Covid: Oxford vaccine shows 'encouraging' immune response in older adults - BBC News","sentiment_score":0.1666666667}
{"full_text":"RT I recognize that we have lost our capacity to be surprised by such things, but the fact that the US is in the midst of a...","sentiment_score":0.05}
{"full_text":"Rajneeti News (AK Antony tests positive for COVID-19, undergoing treatment at AIIMS)  AK Antony's son Anil Okay Antony shared the information via social media on Thursday and stated his dad and mom' situation is ste ... has been published on Rajneeti News - htt ...","sentiment_score":0.2535353535}
{"full_text":"RT This'll be missed in the Rudy chaos news, but this is a big deal. The Fed is publicly asking for help saving this economy...","sentiment_score":0.0}
{"full_text":"It is a distinct privilege to stand shoulder-to-shoulder with you during this time. As your health department, we greatly appreciate your continued partnership and resilience as our community continues to navigate this pandemic.","sentiment_score":0.55}
{"full_text":"Okay. trump's paid for more abortions than he can count high enough to number. And 10\/10 for covid? If killing 250,000 American citizens is a \"10\", how many will it take to make it a \"5\"? Half a million? I'd love to know if this guy is still alive a couple months from now.","sentiment_score":0.2325925926}
{"full_text":"Go do it yourself. The death rates include flu and viral pneumonia counted as Covid. The PCR test doesn't detect Covid, it detects ANY virus particle. Cases are not rising, colds and flu are. I know what I'm talking about. 480k deaths from smokes every year. Outlaw cigarettes.","sentiment_score":0.0}
{"full_text":"You mean like the plan our current president and the Covid task force has put forth? If you listen to their press conference sounds very hopeful and a lot less doom and gloom than you and Biden. Trump laid out his plan back in Sept you can read on CDC website","sentiment_score":-0.06875}
{"full_text":"...And he doesn't need to work on his fitness? You don see who sick COVID before?","sentiment_score":-0.7142857143}
{"full_text":"\"We want to call on every American to increase their vigilance,\" Dr. Birx, coordinator of Trump's coronavirus task force speaking from the White House on Nov. 19, about surge in cases\/hospitalizations...","sentiment_score":0.0}
{"full_text":"RT STOP. Listen to the 2020's Declaration of Independence in Five Minute Form.","sentiment_score":0.0}
{"full_text":"RT The 2024 target is for more than 100 countries improving capacities in at least 5 health security technical ar...","sentiment_score":0.0666666667}
{"full_text":"RT .@VP Pence wants you to know how much he cares about your family.That's why he hasn't met with the #COVID19 task force fo...","sentiment_score":0.2}
{"full_text":"RT obsession with continuing incarceration during a pandemic has resulted in covid outbreaks in practically every dete...","sentiment_score":0.0}
{"full_text":"RT Wow Fed pushing back on Mnuchin: \"The Federal Reserve would prefer that the full suite of emergency facilities establishe...","sentiment_score":0.15}
{"full_text":"RT Breaking emails released, matching my intelligence (talked via Lu De media in Feb).It shows how scientific world collude...","sentiment_score":0.0}
{"full_text":"RT To get the virus under control, we need to pay people to stay home.","sentiment_score":0.0}
{"full_text":"RT Nearly 50,000 doctors and scientists have signed a global anti-lockdown petition yet Democrats still continue to support...","sentiment_score":0.05}
{"full_text":"But yeah, Biden will definitely handle the pandemic much better than Trump did","sentiment_score":0.25}
{"full_text":"RT The U.S. Senate has adjourned for the holidays without passing a coronavirus stimulus package to provide necessary suppor...","sentiment_score":0.0}
{"full_text":"RT Smithsonian museums, National Zoo, Holocaust museum closing again due to COVID-19 surge","sentiment_score":-0.125}
{"full_text":"May be he should ask the Devil if he is slowing down Covid for TN?","sentiment_score":-0.1555555556}
{"full_text":"Looks like Laura K didn't get the memo this time:https:\/\/t.co\/cPBIXommyF","sentiment_score":0.0}
{"full_text":"Here's an entire page worth of basically everything you could ever want to know about masks. Also don't try the appeal to authority argument and then demand evidence that you're wrong cause that's just ridiculous.","sentiment_score":-0.1333333333}
{"full_text":"#COVID19   Damn listening to Pence we're really doing a good job in the US!  Nobody's ever seen anything like it before.  No wonder tRump has so much time to play golf these days!","sentiment_score":0.4416666667}
{"full_text":"RT That's a good question.https:\/\/t.co\/3tkGoNbBeT by \"There is little to no evidence that contaminated...","sentiment_score":0.25625}
{"full_text":"RT \"It was horrific to know that the only way those patients were coming out of there was in a body bag.\"In tears, this travel I...","sentiment_score":-0.5}
{"full_text":"RT #Breaking | The Central Government announces quota for Covid warriors' children. 5 MBBS seats will be reserved for Covid warr...","sentiment_score":0.0}
{"full_text":"WATCH LIVE: White House coronavirus task force briefing - Nov. 19, 2020 via","sentiment_score":0.0681818182}
{"full_text":"Covid-19?","sentiment_score":0.0}
{"full_text":"Remember during the first COVID outbreak, some people got hazard pay?  Why aren't we seeing that again now that it's getting worse?","sentiment_score":-0.075}
{"full_text":"You should be an embarrassment to your kids and family....to know their father is a hated Piece Of Shit..!!!! That their father and her husband is hated by everyone and a crooked POS...!!!! You and your curfew means nothing to a lot of us. Fuck U and your lockdown...","sentiment_score":-0.53765625}
{"full_text":"If all of the Americans diagnosed with covid gathered together as a state, that state would have ~17 seats in the house of representatives.","sentiment_score":0.0}
{"full_text":"Still deciding if cafes give you covid or not or if that's just every other week.","sentiment_score":-0.125}
{"full_text":"ta com covid","sentiment_score":0.0}
{"full_text":"\"all I keep hearing is Covid . . . Covid . . . Covid . . .","sentiment_score":0.0}
{"full_text":"RT Here are the active COVID-19 outbreaks at distribution centers in Oregon","sentiment_score":-0.1333333333}
{"full_text":"You have two great doctors in the US : Dr and Dr who have the CORRECT SOLUTIONS to your dilemma .In my opinion, the virus is here; it is already spread.No matter how many times cities\/ states  lockdown, the virus will still be there.","sentiment_score":0.65}
{"full_text":"RT \"There's no point in sugar-coating this. The U.S. response to the Covid-19 pandemic is a raging dumpster fire.\" These opening...","sentiment_score":0.0}
{"full_text":"Thread, also, wassup .@CityofAtlanta? ","sentiment_score":0.0}
{"full_text":"RT Nearly 50,000 doctors and scientists have signed a global anti-lockdown petition yet Democrats still continue to support...","sentiment_score":0.05}
{"full_text":"The is urging the public to please celebrate #Thanksgiving only with your household to stop a surge in #COVID19 cases.","sentiment_score":0.0}
{"full_text":"...is this not not using the medical community and \"psy-ants\" to make a sneaky power grab?...\"asymptomatic\" means \"no symptoms\"...docs n da no say rona has symptoms...Members of the White House Coronavirus Task Force Hold a Press Briefing via","sentiment_score":0.0}
{"full_text":"RT Based on published data to date,I suspect lower East Asian Covid cases &amp; mortality d\/t several factors--greater pre-existing...","sentiment_score":0.0}
{"full_text":"RT Managers at Tyson Foods' largest pork plant organized a betting pool on how many employees would get infected with the coronavirus,...","sentiment_score":0.5}
{"full_text":"Let's see how many of them come down with covid-19.","sentiment_score":0.1722222222}
{"full_text":"RT It's corona, I am a self employed #Java consultant &amp; sick of talking to recruiters. 19 years experience in Java, architectu...","sentiment_score":-0.7142857143}
{"full_text":"Many local councils now taking applications for the Local Restrictions support grant (for business premises forced to close during lockdown). Go to your local council website to find  if your biz is eligible &amp; how to apply. Grants are up to PS3k.#LocalRestrictionsSupportGrant","sentiment_score":0.04}
{"full_text":"You know in school when the teacher takes away recess time and punishes the rest of the class because the same 2-3 kids won't stop talking and you can't control what they do? That's what covid shut downs are like for small businesses","sentiment_score":-0.125}
{"full_text":"RT The has issued guidance for Thanksgiving, urging Americans to celebrate virtually or in-person only with members of...","sentiment_score":0.0}
{"full_text":"RT BREAKING: CDC recommends against Thanksgiving travel.You are seeing the first stages of a CDC being permitted to do their j...","sentiment_score":0.25}
{"full_text":"RT Today, we announced 13 more Ontario Health Teams. They will bring together doctors, hospitals, long-term &amp; home care, menta...","sentiment_score":0.5}
{"full_text":"RT I still don't understand how COVID is worse than ever after we've tried everything from pretending it's over to pretendi...","sentiment_score":-0.4}
{"full_text":"Can you stop being a spineless fucking coward and shut things down again already? Clearly not enough people are taking personal responsibility bc ur sending the message that there's no punishment for acting like things are a-okay","sentiment_score":-0.1511111111}
{"full_text":"RT There was never a nationwide lockdown. A patchwork of regulations and guidelines isn't a nationwide anything.","sentiment_score":0.0}
{"full_text":"The outgoing administration doesn't support wearing masks, protecting health workers, small business owners or those who are unemployed as a result of the pandemic either...","sentiment_score":-0.25}
{"full_text":"RT Had a great discussion with President-elect and Vice President-elect and fellow governors about the...","sentiment_score":0.8}
{"full_text":"#NEWS | Amid a popular trend known as \"flights to nowhere\" due to COVID-19 restrictions across Asia, Taiwanese carrier EVA Air (BR) is launching a speed-dating flight to nowhere, Matador Network reported on November 18.:","sentiment_score":0.2375}
{"full_text":"RT Lighting as many fires as possible on the way out the door...","sentiment_score":0.25}
{"full_text":"Obsessed with corona? What do you say about corona?!","sentiment_score":-0.625}
{"full_text":"Yeah I saw it it is Mike Shirkey, R-(Clarklake), and  Lee Chatfield, R-(Levering)It's insane and the optics are horrible.He is literally going to be remembered for #COVID19  and being a horrible loser.","sentiment_score":-1.0}
{"full_text":"RT The Senate adjourned yesterday without passing any COVID relief. While flies home in her private jet to her...","sentiment_score":0.0}
{"full_text":"RT Pennsylvania's Legislature is advancing a roughly $11 billion no-new-taxes spending package to carry state government thr...","sentiment_score":-0.1}
{"full_text":"RT Wow Fed pushing back on Mnuchin: \"The Federal Reserve would prefer that the full suite of emergency facilities establishe...","sentiment_score":0.15}
{"full_text":"With millions already pledging that they won't be taking the vaccine, I easily see COVID dominating America until 2022. The economy (not the stock market) will continue to get worse and worse. Hundreds of thousands more will get sick and possibly die.","sentiment_score":-0.0968253968}
{"full_text":"Your dumb meme ignores elderly people and the long term negative symptoms some covid patients experience.","sentiment_score":-0.2416666667}
{"full_text":"They have restrictions from COVID nobody can't go in","sentiment_score":0.0}
{"full_text":"What I liked most about this piece is that it gave a glimpse into the lives of the LouCity players. It's something that isn't talked about as much.","sentiment_score":0.4333333333}
{"full_text":"That appears to just be confirmed covid deaths, not misclassified deaths or other excess mortality from neglect, limited access to hospitals, etc","sentiment_score":0.0678571429}
{"full_text":"RT Australiahaving amazing success crushing the curve &amp; not taking any chances. After recent outbreak, S. Australia began o...","sentiment_score":0.325}
{"full_text":"RT Fight Covid, Not Democracy! Call his offices and let him know that Biden won with over 80 million votes. T...","sentiment_score":0.0}
{"full_text":"RT Thanks all that's chipped in PS1\/$1 for mikes birthday he tries to bring you joy with my pictures n videos but this bir...","sentiment_score":0.3}
{"full_text":"RT It's fuckin wild how the solution is as simple as \"just pay places to be closed and pay people to stay home\" and that's bee...","sentiment_score":0.0}
{"full_text":"THANK YOU #ThanksToYou for keeping our projects alive during 2020- we were able to bring our Golden Penguin audio story and puppets to over 200 young people during the pandemic #withflyingcolours","sentiment_score":0.25}
{"full_text":"RT Virus cases boom in mask-optional St. Louis metro counties; 17-fold increase in Franklin County vi...","sentiment_score":0.0}
{"full_text":"RT Latest PHE flu &amp; COVID surveillance report, up to 15th Nov.- Case rates in over 70yrs.- hospitalisations, ICU admissi...","sentiment_score":0.5}
{"full_text":"RT Kelly Stafford, wife of Detroit Lions QB Matthew Stafford, calls Michigan a dictatorship because of coronavirus restriction...","sentiment_score":0.0}
{"full_text":"RT Fed response indicates they beg to differ:\"The Federal Reserve would prefer that the full suite of emergency facilities est...","sentiment_score":0.35}
{"full_text":"RT Dr. and Prof. are heroes, Dr. George Fareed testifies at Senate Hearing moments ago. Their pioneerin...","sentiment_score":0.0}
{"full_text":"All it took was a planned #BidenHarris Covid briefing","sentiment_score":0.0}
{"full_text":"Vietnam won the war...on COVID.Deaths per millionUnited States:  779Vietnam: 0.4","sentiment_score":0.0}
{"full_text":"FUCK YOU","sentiment_score":-0.4}
{"full_text":"This week's edition of CHARTWISE WOMEN with Erin Swenlin (@_DecisionPoint) and airs at the top of the hour on StockCharts TV. The pair review top candidates in lockdown and recovery stocks and examine four fun \"what if?\" scenarios.","sentiment_score":0.4333333333}
{"full_text":"Not only is Doug Ford's government failing to handle COVID, they are also lying about their failure to handle COVID.","sentiment_score":-0.1583333333}
{"full_text":"Senate Minority Leader Jeff Yarbro (D-Nashville) admitted that his call for a COVID-19 course correction might sound like a \"broken record,\" but on Thursday he again asked Gov. Bill Lee to change his virus-fighting strategy","sentiment_score":0.0}
{"full_text":"RT This'll be missed in the Rudy chaos news, but this is a big deal. The Fed is publicly asking for help saving this economy...","sentiment_score":0.0}
{"full_text":"Due to COVID-19 precautions, bus route 37 (bus 49) will not run on Friday, Nov. 20. It will return on Monday, Nov. 30. #ccsdtn","sentiment_score":-0.125}
{"full_text":"Because abortion isn't a joke! Wearing a mask made of lace is a JOKE! Abortion kills 100% of the time...while Covid kills less than 1% of the time!  I eat meat does that also mean I'm not Pro-life...no, no it doesn't!","sentiment_score":-0.2994791667}
{"full_text":"If only.  Which ones? Who fixed COVID?  They should let us know how to do it, don't you think?","sentiment_score":0.05}
{"full_text":"Birdkeepers in Staffordshire are being asked to report any suspected cases immediately to prevent an outbreakhttps:\/\/t.co\/1hw8K5BVTy","sentiment_score":0.0}
{"full_text":"NEWSWe've partnered up with for our Open Series on Nov 28 Big Brothers is enabling life-changing mentoring to ignite the potential of young people in our community. Support Big Brother matches and donate at:","sentiment_score":0.02}
{"full_text":"UPDATE: Yuma County Health Officials confirm 25 new cases of COVID-19 and 1 new death (AZDHS adjustments), bringing the total cases to 15,810.ENG:","sentiment_score":0.0909090909}
{"full_text":"Tasmanian #DrugTrends bulletin!The Illicit #Drug Reporting System, (IDRS) responded to find out how the #COVID pandemic &amp; lockdown affected drug supply, use &amp; harms, &amp; delivery of drug treatment and harm reduction services in Tasmania. Download now:","sentiment_score":0.0}
{"full_text":"First doses of Chinese company's #COVID19 vaccine arrive in #SaoPaulo#Brazil #coronavirus #coronavirusvaccine #SinovacBiotech","sentiment_score":0.125}
{"full_text":"With a mask mandate in place since spring, free drive-through testing, hospitals well-stocked with PPE, &amp; a small army of public health officers fully supported by their chief, the Cherokee Nation has been able to curtail its #Covid19 case and death rates:","sentiment_score":0.1625}
{"full_text":"\"The national maladaptation to COVID, to use the term, comes not because of the virus...it comes because of the combination of leadership, our public health infrastructure &amp; underlying health conditions,\" says 3-D Chair","sentiment_score":0.0}
{"full_text":"Just like any vaccine, the Covid-19 vaccine is not a guarantee that you will not get the virus. In this article, they explain what to expect with the distribution of the upcoming vaccine. Read more and chat with us at: #insurance #law #justice","sentiment_score":0.5}
{"full_text":"Worried about how #COVID19 may affect your child's vaccinations? Read below all the information you need to know on getting immunizations safely:https:\/\/t.co\/s728OpteWQ","sentiment_score":0.0}
{"full_text":"Another grim milestone in the fight against #coronavirus. The U.S. surpassed 250,000 #covid-19 deaths and the daily average continues to grow. Schools in New York City are now closed again and states across the Midwest are increasing restrictions. #UNews","sentiment_score":-0.2227272727}
{"full_text":"Some of us just want to get away from this pandemic and stretch our feet and if you live near #Utah, there are some beautiful national state parks to visit. Check them out here: #keepsafe #socialdistancing #nationalparks #natureisbeautiful","sentiment_score":0.3621212121}
{"full_text":"30 minutes until this webinar with and on staying #healthy during #COVID19! Sign up here:","sentiment_score":0.625}
{"full_text":"Good news, bad news! The FDA has FINALLY approved rapid at-home tests for COVID-19 - but you'll need a prescription to get one. The last thing we need in the fight against the coronavirus is more obstacles and red tape!","sentiment_score":0.0392857143}
{"full_text":"Why is Michigan lawmakers flying out to see trump ? We already said what we said . Can we put our energy on the VID ????  That election over with it. If you don't want to talk COVID we don't want to talk. Idek why y'all going","sentiment_score":0.0}
{"full_text":"What is most striking in today's America is the fundamental disjointedness, for lack of a better word, between realities.https:\/\/t.co\/PGLhLiHKk5","sentiment_score":0.5}
{"full_text":"A drop in holiday retail sales is expected by half of the bankers surveyed in rural parts of 10 Plains and Western states as the COVID-19 pandemic worsens around the country.https:\/\/t.co\/T21py31zaW","sentiment_score":-0.0666666667}
{"full_text":"RT And I'm warning the CDC to shut its commie mouth","sentiment_score":0.0}
{"full_text":"In a Nov. 19 message, Cardinal Gualtiero Bassetti, president of the Italian bishops' conference, urged Catholics to join him in praying for medical staff and patients battling the virus.https:\/\/t.co\/b8WIoZgomF","sentiment_score":0.0}
{"full_text":"The pandemic has exposed a deeper sickness in secular-humanist society.","sentiment_score":0.0}
{"full_text":"Chesterton has delayed its boys basketball season, writes #NWIpreps","sentiment_score":0.0}
{"full_text":"Secondhand smoke harms the lungs of children, pets, and other nonsmokers, which can make them more susceptible to COVID-19 infection. Make sure you are staying safe, wash your hands, wear a mask, keep your distance.","sentiment_score":0.255}
{"full_text":".@United CEO Scott Kirby says despite a stall in bookings, he is \"highly confident\" the airline can weather the pandemic. Still, that doesn't mean help isn't needed: \"While we can survive the crisis, we won't be as able to fuel the economic recovery without government support.\"","sentiment_score":0.221875}
{"full_text":"A video shows 70-year-old Grover Wilhelmsen, a retired orchestra teacher, playing his violin.","sentiment_score":0.0}
{"full_text":"A Philadelphia Eagles player has tested positive for COVID-19.","sentiment_score":0.2272727273}
{"full_text":"Lockdown 1.0: Following the Science?, review: the Covid-19 inquiry can't come soon enough","sentiment_score":0.0}
{"full_text":"WATCH: Gov. Lujan Grisham's 11\/19 COVID-19 press conferencehttps:\/\/nmpoliticalreport.com\/2020\/11\/19\/watch-gov-lujan-grishams-11-19-covid-19-press-conference\/ #nmpol","sentiment_score":0.0}
