{"full_text":"RT Haha almost forgot I'm dropping today!! Few more hours then we live babyLet's goooooooooooooooo !!!","sentiment_score":0.2197088068}
{"full_text":"Mike Pence: Practice social distancing, wear a mask, and all that sort of leftist baloney.#OperationWarpSpeed","sentiment_score":-0.0083333333}
{"full_text":"RT This is what an utter pandemic catastrophe looks like.","sentiment_score":0.0}
{"full_text":"RT Three in four care workers are earning less than the real #LivingWage despite being on the front line of the pandemic. Matt...","sentiment_score":0.0166666667}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"Please, in cold climates, #KeepWarm #StayHome as much as you can to #StayHealthy. #WearAMask #WashYourHands and #StaySexy #QAF #BrianKinney #GaleHarold  Have a great weekend all.","sentiment_score":0.1333333333}
{"full_text":"RT The numbers speak for themselves.Wear a mask!","sentiment_score":0.0}
{"full_text":"RT \"If the president were to not agree to a bill on Dec. 11 so we had a potential government shutdown, if we are not able to...","sentiment_score":-0.125}
{"full_text":"RT Elon Musk tests positive for COVID-19 but calls test 'bogus'","sentiment_score":0.2272727273}
{"full_text":"Do as I say, not as I do.Interestingly, people like this continue to get elected.","sentiment_score":0.0}
{"full_text":"RT Please Georgia, vote your conscience by voting for and #vote   #CorruptKelly out of office.#GeorgiaSe...","sentiment_score":0.0}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"Mike Pence has broken post-election silence to trumpet the Trump administration's backing of a new coronavirus vaccine.Only for the company to immediately point out that the research and development of their vaccine had nothing to do with the government.https:\/\/t.co\/a3QvJtGrpn","sentiment_score":-0.1318181818}
{"full_text":"RT Libertarian-minded Sen. Rand Paul tells people recovered from COVID-19 to 'throw away their masks' | Just The Newshtt...","sentiment_score":0.0}
{"full_text":"We're all being asked to stay home, not eat out. Hopefully this happens at a federal level after Biden is sworn in. Please think about how bad this looks","sentiment_score":-0.7}
{"full_text":"RT Same energy","sentiment_score":0.0}
{"full_text":"RT To anyone thinking of counter demonstrating against the \"Million MAGA march\": Please just stay home. You're only playing i...","sentiment_score":0.0}
{"full_text":"That shit was NOT FUN. but better safe than sorry. I'll be able to train at my gym and work my lil fitness gig worry free!","sentiment_score":0.1642857143}
{"full_text":"RT Which TRUDEAU GOVT Covid behaviour should be outlawed by future Governments?","sentiment_score":0.0}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"He picked a hell of a day to debut the new wig.","sentiment_score":0.1363636364}
{"full_text":"RT When you have an international break in the middle of a pandemic, this is how it goes.","sentiment_score":0.0}
{"full_text":"RT They cannot stop lying..Enemy of the people","sentiment_score":0.0}
{"full_text":"RT covid covid covid after november 3rd you won't hear about it It will go away like magic10 months asleep at the wheel...","sentiment_score":0.0}
{"full_text":"I've been unsubscribing to any emails telling me about parties. It's a pandemic, it's not that serious for me.","sentiment_score":-0.3333333333}
{"full_text":"Thank goodness #realdonaldtrump will be out of office when the #vaccine was distributed. His sickness and vindictiveness about #NewYork is so low-class. He will have nothing to do with it...#GOP #Republicans #MAGA #Conservatives #Democrats #COVID19 #Coronavirus #Pandemic","sentiment_score":0.0}
{"full_text":"RT Neither side should spin this. US, like other countries, made smart advance market commitment. Explained below; Pfizer...","sentiment_score":0.0446428571}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"CUOMO adviser hitting back at Trump after remarks in the #RoseGarden","sentiment_score":0.0}
{"full_text":"He didn't get a vaccine out, dumbass. The company wasn't on the payroll of the Us government.Also, he got 240,000 Americans killed if his stupidity, selfishness and incompetence. Go back to shitting your pants","sentiment_score":-0.2666666667}
{"full_text":"RT Trump vows NO lockdown no matter what.  In Europe, they've started lockdowns (softer than before) to try to save Christma...","sentiment_score":0.0}
{"full_text":"How are you pro-life and think that masks only protect yourself and not others? So your definition of life starts at conception and ends at birth? The CDC has announced that mask wearing protects yourself and others around you. God gave you a brain. Please use it.","sentiment_score":0.0}
{"full_text":"RT Please Georgia, vote your conscience by voting for and #vote   #CorruptKelly out of office.#GeorgiaSe...","sentiment_score":0.0}
{"full_text":"The words on Melania's jacket to them...to her...to all who take the risk.  Risk and responsibility, no pity or sympathy.","sentiment_score":0.05}
{"full_text":"the only pandemic is the one the media has created. Stop being a fool","sentiment_score":0.0}
{"full_text":"RT The bullshit artists are hard at work. This isn't what Trump said (Cuomo formed his own task force, said the rollout needed to...","sentiment_score":0.1541666667}
{"full_text":"RT For more stories, look at some of the replies to this thread:","sentiment_score":0.5}
{"full_text":"NORTHERN IRELAND LOCKDOWNStarted 16 Oct, when schools closed. Data shows Covid cases began to plateau then decrease after schools shut for extended Half Term. To push down virus further &amp; hold onto gains, lockdown extended until 26 Nov. Sadly, a teenage boy has died.","sentiment_score":-0.0844444444}
{"full_text":"RT the closest we got to a concession is when trump said THIS admin will not go into a lockdown. which is insane, it's like h...","sentiment_score":-1.0}
{"full_text":"The President looks like he has COVID again and is getting medical treatment from Four Seasons Total Landscaping","sentiment_score":0.0}
{"full_text":"RT Regardless of Trump's deep credibility issues, scientists tell me Covid vaccines (multiple ones) are coming by the end of...","sentiment_score":0.0}
{"full_text":"RT That the market continued to flourish and the elite continued padding their stockpiles during Trump's disastrous presidency,...","sentiment_score":-0.7}
{"full_text":"RT Nenshi says if we reach an outbreak like the ones seen in Europe last spring, there won't be an economy to save.","sentiment_score":0.0}
{"full_text":"RT Something extremely bogus is going on. Was tested for covid four times today. Two tests came back negative, two came back pos...","sentiment_score":-0.10625}
{"full_text":"And then blame everyone who participated when we get a 3rd wave?","sentiment_score":0.0}
{"full_text":"RT Major public health measures must be explained well to avoid aggravating citizens' compliance fatigue, health comms e...","sentiment_score":0.03125}
{"full_text":"RT As politically partisan a speech as I've ever seen from a justice: arrogant , tendentious, and sloppy.  Alito condemned CO...","sentiment_score":-0.2083333333}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"The NCAA has reclassified men's and women's lacrosse as sports with intermediate (not high) risk for COVID-19 transmission, encouraging news especially as lobbies the NFHS to do the same for boys' lacrosse.","sentiment_score":-0.0266666667}
{"full_text":"RT They are using Covid to crash western economies and implement communist policies. That's what's going on.","sentiment_score":0.0}
{"full_text":"RT In a lot of areas, we are going to have to be sheltering in place again and we won't get to see relatives for the holida...","sentiment_score":0.0}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Taiwan government celebrates #Diwali at the Taipei Guest house Taiwan Foreign Minister, Deputy Foreign minister and MPs...","sentiment_score":-0.125}
{"full_text":"It is Friday the 13th after all, has Krassner released Jason Vorhees because of \"Covid\"","sentiment_score":0.0}
{"full_text":"RT Governor Northam Announces New Statewide Measures to Contain COVID-19","sentiment_score":0.1363636364}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"RT Are you a family member of someone with a #LearningDisability?  wants to hear about your expe...","sentiment_score":0.2}
{"full_text":"RT Strong partnerships among organizations and leaders can help communities respond effectively when a crisis like the coronavirus s...","sentiment_score":0.5166666667}
{"full_text":"COVID is a cold virus so a close relative and the same rules apply. It cannot be rushed and it has to pass all the required rules\/laws before it can be used. Vaccines have been developed in a number of different countries and all are being tested to the same standards.","sentiment_score":-0.0833333333}
{"full_text":"RT Trump said again that COVID is going away&gt;LieThat the US is doing better than other countries&gt;LieThat U.S. has more infect...","sentiment_score":0.2916666667}
{"full_text":"RT \"This administration will NOT be going into a lockdown. Lockdowns cost lives. The cures cannot be worse than the proble...","sentiment_score":-0.4}
{"full_text":"RT A must read! There's a limit to what even heroes can accomplish. \"The most precious resource the U.S. health-care system has...","sentiment_score":0.5}
{"full_text":"Did you ever consider that your friend is a would be dictator or king who cares only about himself. Victims of COVID19 are only numbers to him &amp; he's done nothing to stop its spread since January &amp; particularly since 11\/3 while he's been holed up in the WH with his bruised ego.","sentiment_score":0.0555555556}
{"full_text":"RT I swear, we live in a nation of selfish childish fuckers.  Gov Murphy is exactly right.  Wear a damned mask.","sentiment_score":-0.0694805195}
{"full_text":"RT The Trump Administration initiated the single greatest mobilization in U.S. history--pioneering, developing, and manufacturi...","sentiment_score":0.4642857143}
{"full_text":"Started trying to at least doodle something once a day, since I'm stuck with my parents cause of corona.","sentiment_score":-0.3}
{"full_text":"RT This is like a throwback coronavirus \"briefing.\" Trump is painting a rosy picture, boasting about ventilators and improvements...","sentiment_score":0.0}
{"full_text":"RT In July, Kelly Loeffler said, Governor Kemp \"has led us out of this pandemic.\"As of today, Georgia has 800,000+ #COV...","sentiment_score":0.0}
{"full_text":"RT Trump said under a Trump administration we would absolutely NOT be going under another lockdown.I'LL TAKE A LARGE OR...","sentiment_score":0.0571428571}
{"full_text":"Not a good look Dustin. My parents have a very different opinion #MaskUpOhio","sentiment_score":-0.175}
{"full_text":"RT Republicans,If you have supported Donald Trump's withholding of #COVID19 data from President elect Biden, be advised it w...","sentiment_score":0.8}
{"full_text":"RT A 6 week shutdown? And we in the streets next summer? Can we start right now?","sentiment_score":0.1428571429}
{"full_text":"Honestly , if it was just me , i wouldn't give a damn about catching COVID ... but i have kids and I'm concerned about their well being .","sentiment_score":0.6}
{"full_text":"RT What's so sickening is that at the height of the pandemic Boris Johnson willingly put thousands of lives at risk by un...","sentiment_score":-0.325}
{"full_text":"RT Please let's come together, respect each other, wear a mask, and thank our first responders.  They work tirelessly and...","sentiment_score":0.0625}
{"full_text":"RT Why are taxpayers footing the huge bill for Chad Wolf to traipse around Latin America during a pandemic, when no confere...","sentiment_score":0.4}
{"full_text":"RT This is what an utter pandemic catastrophe looks like.","sentiment_score":0.0}
{"full_text":"I couldn't attend the live event, but listened to the recording today. Why is public health or not talking about the importance of public (infected or not) taking vit D, C, and zinc, to boost COVID immunity and reduce potential burden on hospital?","sentiment_score":0.0340909091}
{"full_text":"Fake News  not what he said","sentiment_score":-0.5}
{"full_text":"RT states trying to stop the spread of the coronavirus by making restaurants close at 10pm","sentiment_score":0.0}
{"full_text":"RT In July, Kelly Loeffler said, Governor Kemp \"has led us out of this pandemic.\"As of today, Georgia has 800,000+ #COV...","sentiment_score":0.0}
{"full_text":"RT Premier Doug Ford often says his heart breaks for business people struggling in the pandemic. In the past week in Ontario,...","sentiment_score":-0.25}
{"full_text":"Please also consider Native Hawaiian and Pacific Islander rates which are quite high. 5-10x","sentiment_score":0.16}
{"full_text":"Calling it \"Operation Warp Speed\" and giving a brief on coronavirus and telling people to wear a mask while NOT wearing a mask reallyyyyy feels like an SNL skit","sentiment_score":0.0}
{"full_text":"RT Police have charged the organizer of an anti-mask rally that was held in Hamilton last weekend.https:\/\/t.co\/thrxW6IMut","sentiment_score":0.0}
{"full_text":"RT Y'all adapting to covid is weird as hell","sentiment_score":-0.5}
{"full_text":"RT Isn't it sad to see the GOP who support Trump who hasn't taken #COVID19 seriously since day one are now going after Democrat...","sentiment_score":-0.4166666667}
{"full_text":"RT Like our troops, Secret Service don't get a choice in where they go. If the WH has a super spreader event, and they're assign...","sentiment_score":-0.0333333333}
{"full_text":"Ireland scored 18 points through penalties alone. How is that an improvement without the ball?? He's on mushrooms.","sentiment_score":0.0}
{"full_text":"\"Lockdown Costs Lives\"(?) that's not how that works...","sentiment_score":0.0}
{"full_text":"RT Still dishonestly downplaying the worsening pandemic, Trump is repeating his nonsense about how case numbers are high because t...","sentiment_score":-0.07}
{"full_text":"RT Pres Trump came super close to acknowledging that the Biden administration may be in power by the time the COVID vaccine is be...","sentiment_score":0.3333333333}
{"full_text":"The hospital I work at received our most ever positive covid19 cases the past 3 days, so STFU you have killed so many Americans. I looked at a lady's blood this morning who's been in CCU for 2 weeks with covid and it just looked like a hot mess. You are a disgusting human being.","sentiment_score":-0.0164141414}
{"full_text":"RT these people cry about AOC and socialism and then turn around and throw an event like this in the middle of the pandemic w...","sentiment_score":0.0}
{"full_text":"RT Please let's come together, respect each other, wear a mask, and thank our first responders.  They work tirelessly and...","sentiment_score":0.0625}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"RT Joe Biden has a coronavirus team...Trump's team has coronavirus. That's everything we need to know.","sentiment_score":0.0}
{"full_text":"RT I am so sorry for your loss I am at this very moment at my 29 year old nephews funeral visitation because...","sentiment_score":-0.0666666667}
{"full_text":"RT We don't need your 7 pm applause. We don't need your donated pizza. We even don't need your gratitude.We need you to wea...","sentiment_score":0.0}
{"full_text":"RT Y'all more scared of a lockdown and not the actual pandemic.","sentiment_score":0.25}
{"full_text":"RT A 29% drop in teen use, in just one year, indicates vaping was a fad, not an \"epidemic\"The teen vaping fad has ended...","sentiment_score":0.0}
{"full_text":"RT Trump says seniors can \"reclaim their golden years\" once they're vaccinated.And that's why he lost to in a land...","sentiment_score":0.3}
{"full_text":"RT A lot of people are acting like this is an asinine idea, but it's exactly how Canada stayed ahead of their pandemic.A...","sentiment_score":0.125}
{"full_text":"What Tenants Should Expect from Their Landlords Right Now #CRE #NewNormal #COVID-19 #TenantTips  ","sentiment_score":0.2857142857}
{"full_text":"RT COVID-19 doesn't scare me.Joe Biden &amp; Kamala Harris in the White House does.Anyone else feel the same?","sentiment_score":0.0}
{"full_text":"Honestly fuck you if you're still not wearing a mask and going out thinking life is normal. If this kills my mom, someone is getting murdered and not by covid.","sentiment_score":-0.125}
{"full_text":"RT Please let's come together, respect each other, wear a mask, and thank our first responders.  They work tirelessly and...","sentiment_score":0.0625}
{"full_text":"RT NEW VIDEO: Corrupt Senator Kelly Loeffler, the richest person in Congress, bought a private jet with our tax money. Wh...","sentiment_score":-0.1212121212}
{"full_text":"RT #CorruptKelly has signed off on a bill to codify for Georgians which allows insurers to BLOCK coverage for pre-existing...","sentiment_score":0.0}
{"full_text":"RT Please let's come together, respect each other, wear a mask, and thank our first responders.  They work tirelessly and...","sentiment_score":0.0625}
{"full_text":"RT Y'all adapting to covid is weird as hell","sentiment_score":-0.5}
{"full_text":"RT In March, Congress gave billions in COVID relief to the to help struggling businesses. The Fed pledged...","sentiment_score":0.0}
{"full_text":"The pandemic has exacerbated existing inequities -- and underscored the burdens we ask schools to shoulder on our behalf. Read about it here:","sentiment_score":0.0}
{"full_text":"RT Virtual Roundtable 12\/3: Join us as we host key leaders from and to share best practices and lessons lea...","sentiment_score":0.5}
{"full_text":"love this for us ","sentiment_score":0.5}
{"full_text":"RT Trump takes no questions at the end of his Coronavirus jamboree in the Rose Garden.","sentiment_score":0.6}
{"full_text":"RT In the letter below, a list of #Tigrian employees are ordered to take a forced leave without due process.  #StopEthnicProfiling...","sentiment_score":-0.2125}
{"full_text":"But where the pics?","sentiment_score":0.0}
{"full_text":"RT \"This administration will NOT be going into a lockdown. Lockdowns cost lives. The cures cannot be worse than the problem i...","sentiment_score":-0.4}
{"full_text":"RT Trump in Rose Garden says \"this administration\" won't go to a \"lockdown\" for the virus, then starts to say he hopes Biden wo...","sentiment_score":0.6}
{"full_text":"How to communicate trust to your employees during the pandemic: #futureofwork #remotework #returntowork","sentiment_score":0.0}
{"full_text":"Out-of-work workers like Monika are the face of the #COVID19 fallout in Bangladesh.Cash assistance with support from  is helping Monika put healthy food on the table once more for her and her children . See how ","sentiment_score":0.5}
{"full_text":"is offering a pair of grant opportunities for nonprofits and small businesses affected by the COVID-19 pandemic.","sentiment_score":-0.25}
{"full_text":"Yo facts, I mean they're still not washing their hands","sentiment_score":-0.3125}
{"full_text":"Despite criticisms, long before the pandemic, the case has been made again and again that the various benefits of throwaway products still outweigh their environmental and societal risks.","sentiment_score":-0.025}
{"full_text":"Overcoming COVID-19 should be our #1 priority. Wastewater-based epidemiology is a cost-efficient way to do that. I am following up with to urge the CDC again to let us know how Congress can help get a national WBE strategy up &amp; running.","sentiment_score":0.0}
{"full_text":"[Content warning] Isolation can be deadly, but our lack of connection well predates the COVID-19 crisis. ","sentiment_score":-0.2}
{"full_text":"In a new article, 3-D Commissioner of says COVID-19 vaccine mistrust is rooted in people's own experiences with health care.","sentiment_score":0.3681818182}
{"full_text":"RT NOW: Trump @realDonaldTrump aays his administration will NOT lockdown, but says he doesn't know what will happen in the f...","sentiment_score":0.0}
{"full_text":"Never in history have vaccines progressed so fast, says as 's #WHA73 comes to an end.But chronic under-investment in public health worldwide exposed by #COVID19 shows need for reevaluation.https:\/\/t.co\/klw4g8MYev","sentiment_score":0.1}
{"full_text":"ICYMI: Oregon governor issues statewide two-week freeze due to coronavirus spike. Here's what that includes:","sentiment_score":-0.125}
{"full_text":"It is important to accept that life is going to de difficult for a while. Find the silver lining and look for new and old activities to fulfill you. Accept the new reality and commit to good habits to help prevent COVID-19. #HopeMeansNevada","sentiment_score":0.1621212121}
{"full_text":"Unsure if you are experiencing symptoms of #COVID19 or need testing? Learn the symptoms  Use the online screening tool Find a testing site near you","sentiment_score":0.1}
{"full_text":"RT \"This administration will NOT be going into a lockdown. Lockdowns cost lives. The cures cannot be worse than the proble...","sentiment_score":-0.4}
{"full_text":"WEEKLY COVID-19 UPDATE: Activity within our service area as of 11\/13\/20 compared to one week ago and based on Tennessee Department of Health data. Learn more at","sentiment_score":0.5}
{"full_text":"Data from the Department of Veterans Affairs shows 218 deaths among COVID-19 patients tested or treated at VA facilities in KY, OH and WVIn OH, 21 residents in 2 veterans homes have died and 130 deaths have been reported in VA facilities. (From","sentiment_score":0.0}
{"full_text":"Wi .smh Stayed home this summer because ppl in Wi ( not all ) but enough though covid was a joke.","sentiment_score":0.0}
{"full_text":"RT Imma need \"COVID 19 semester\" in bold red lettering on my transcript ","sentiment_score":0.1666666667}
{"full_text":"RT Like rats fleeing a sinking ship. Dominic Cummings has been one of the most malign influences on the British government in...","sentiment_score":0.25}
{"full_text":"The Office of the Revenue Commissioners (Revenue) of Ireland announced that as of 8 May 2020, the COVID-19 Temporary Wage Subsidy Scheme has entered an \"operational phase.\" #globalpayroll #payroll","sentiment_score":0.0}
{"full_text":"The latest coronavirus infection rate where you live in Carmarthenshire","sentiment_score":0.3181818182}
{"full_text":"In this week's Writing Your Screenplay While Social Distancing, we look at the key to writing dazzling dialogue: friction. See how the writers of 7 screenplays light up scenes in large and small ways. Read the post:","sentiment_score":0.1912698413}
{"full_text":"His goal is to light a match to our democratic Republic.  He wants to enrage his followers so they will go over the clift with him.  He is responsible for so many people falling ill and dying from COVID.  He's a super spreader. #TrumpLiesAmericansDie","sentiment_score":0.1888888889}
{"full_text":"The deadly loss of Navajo womenOn the Navajo Nation, the coronavirus is leaving children motherless, families lost and traditions in peril. But Dine women fight onhttps:\/\/t.co\/nfalVPEeuY#INDIGENOUS #TAIRP","sentiment_score":-0.2}
{"full_text":"RT .@opcares -- crushing childhood dreams of non-white children since the city was incorporated in 1960.","sentiment_score":0.4}
{"full_text":"RT The Trump Administration initiated the single greatest mobilization in U.S. history--pioneering, developing, and manufacturi...","sentiment_score":0.4642857143}
{"full_text":"I applaud President-elect Biden for forming a diverse COVID task force made up of physicians, scientists, virologists &amp; other healthcare experts. This experienced group will help lead us through this crisis, which has disproportionately impacted seniors.","sentiment_score":0.3375}
{"full_text":"RT Please Georgia, vote your conscience by voting for and #vote   #CorruptKelly out of office.#GeorgiaSe...","sentiment_score":0.0}
{"full_text":"It's the most since March, despite hospitality and leisure industries being hit hard by lockdownhttps:\/\/t.co\/B8mZG8W4G0","sentiment_score":0.1041666667}
{"full_text":"Get tested for COVID-19, Staten Island!Safe.FREE.Keeps your community safe.https:\/\/t.co\/CpJmVcSLzk","sentiment_score":0.0}
{"full_text":"A very happy and blessed #Diwali today!Remember to keep gatherings with friends and family small to protect yourself and loved ones.@NSWHealth guide on gatherings: resources:","sentiment_score":0.4833333333}
{"full_text":"Find your dream home this weekend! 11 OPEN HOUSES this Sunday, November 15th. Masks are required &amp; social distancing will be maintained. ...Call KBB at 814.234.4000 or view all #openhouses #centrecountypa","sentiment_score":0.0166666667}
{"full_text":"#TheNewCorporation The Unfortunately Necessary Sequel ties together the wild economic inequities of life, the chasm between the rich and the poor, and the recent arrival of the coronavirus: #film #doc #review #nowplaying","sentiment_score":0.0458333333}
{"full_text":"RT Inexcusable. Criminal. A whole political party is ok with people dying because one man can't stop pouting and accept reality....","sentiment_score":0.075}
{"full_text":"RT People keep saying America is physically too large for a nationwide lockdown and they're right. If only we could divide it up...","sentiment_score":0.125}
{"full_text":"RT Unbelievable. GOP doesn't even care for the lives of the people protecting theirs.","sentiment_score":-0.25}
{"full_text":"Are you active? Boost your Twitter audience fast  Turn on my notification  Drop Your name &amp; comment \" Stallion \" Follow whoever  your reply Quick Share the Stallion Love  &amp; Gain with  #TEAMSTALLION  #family !!! #stayathome -","sentiment_score":0.344140625}
{"full_text":"RT Corona Virus explained in craft terms: you and 9 friends are crafting. 1 is using glitter. How many projects have glitt...","sentiment_score":0.5}
{"full_text":"Friday! Did you rockstars get through your stack of work this week? Dr. writes: \"This recreation w\/ an overwhelming stack of cases (I am a pathologist...) is a little attempt to introduce some levity &amp; look forward to a time when this pandemic will be in the past.\"","sentiment_score":0.0208333333}
{"full_text":"RT It's clear that Americans rejected House Democrats' socialist agenda at the ballot box last week. Now, Speaker Pelosi a...","sentiment_score":0.05}
{"full_text":"We are only 6 weeks away from Christmas! It's that time of year! Despite the pandemic Nights of Lights in downtown St. Augustine will return for the 27th year, Nov. 14.","sentiment_score":0.0}
{"full_text":"What does COVID-19 have to do with him speaking??","sentiment_score":0.0}
{"full_text":"Intensive cleaning of parts of the university is taking place","sentiment_score":0.0}
{"full_text":"Weather and COVID disrupt in typical 2020 fashion. Here is the game plan:","sentiment_score":-0.2833333333}
{"full_text":"RT Lies to the American PeopleDoD -  troop countsFBI - Russia, FISACIA - Russia, Carter PageNSA - spying on citizensD...","sentiment_score":0.0}
{"full_text":"4 people each are to shake hands with each other. How many handshakes? Answer: Zero (COVID)","sentiment_score":0.1875}
{"full_text":"RT super bizarre underling praise for Trump's pandemic response, like North Korea level delusion","sentiment_score":0.3666666667}
{"full_text":"Here we go, Kingston...","sentiment_score":0.0}
{"full_text":"COVID-19 update Westchester County, New York","sentiment_score":0.1363636364}
{"full_text":"RT If we had an actual \"free\" press the headline would be: \"NY Governor Stalls Rollout of Life-Saving Vaccines During Pandemic\" b...","sentiment_score":0.2}
{"full_text":"RT TRUMP: \"This administration will not be going to a lockdown... Hopefully, whatever happens in the future, who knows which a...","sentiment_score":0.0}
{"full_text":"RT Please cancel these in-person dinners, &amp; to keep everyone safe from #covid19 - yourselve...","sentiment_score":0.5}
{"full_text":"Working parents and family members - this article is for you. \"How to feel more confident, connected, and in control -- during the pandemic and beyond\" by Daisy Dowling via Educators: has many tools to support our families! ","sentiment_score":0.5416666667}
{"full_text":"RT Worth noting that Trump will not be President in April so this is a bit of a moot point","sentiment_score":0.3}
{"full_text":"RT If we had an actual \"free\" press the headline would be: \"NY Governor Stalls Rollout of Life-Saving Vaccines During Pandemic\" b...","sentiment_score":0.2}
{"full_text":"RT The bullshit artists are hard at work. This isn't what Trump said (Cuomo formed his own task force, said the rollout needed to...","sentiment_score":0.1541666667}
{"full_text":"6 Startup Ideas Of The Future Not Even COVID-19 Can Stop #startups #smallbusiness","sentiment_score":0.0}
{"full_text":"Although our economy has seen some modest improvements since March, #COVID cases are on the rise and the country still remains in a deep economic hole.","sentiment_score":0.1}
{"full_text":"RT This is what an utter pandemic catastrophe looks like.","sentiment_score":0.0}
{"full_text":"idan ya shigo harkar the game will change, Manya!!!.","sentiment_score":-0.78125}
{"full_text":"IMSU PROJECT TOPICS AND MATERIALSGet Complete Project Chapter 1-5 at #FridayThoughts #COVID19 #coronavirus #Educati","sentiment_score":0.1}
{"full_text":"Coronavirus-Related Spear Phishing Attacks See 667% Increase in March 2020","sentiment_score":0.0}
{"full_text":"RT  Heads up #GeorgetownTX! Spiking #COVID19 cases in #WilCo have led to some City facility closures. is...","sentiment_score":0.0}
{"full_text":"RT Avail is in the news today! Bloomberg Quicktake interviews our CEO Daniel Hawkins about our technology giving you \"eye...","sentiment_score":0.0}
{"full_text":"Coronavirus, Returns To Work Friday With The Gotham Awards' nominees for best film of 2020 election 'the most secure in American history'.","sentiment_score":0.475}
{"full_text":"Initially, the state contracted with NOMI Health for 540,000 test kits at a cost of $26 million","sentiment_score":0.0}
